{
    "ai-anya-e0807n2:0_0": "3. Kārakakaṇḍa",
    "ai-anya-e0807n2:1_0": "Then as to enemy, when questioned,",
    "ai-anya-e0807n2:2_0": "Herein, there is only one thing as to divide deeds, etc., according to enlightenment and etc., as to originating in one partaking of division, etc., according to the other.",
    "ai-anya-e0807n2:2_1": "But the first, etc., in the seven ways,",
    "ai-anya-e0807n2:2_2": "according as it is said: “The first set of analysis of the “beans”;",
    "ai-anya-e0807n2:2_3": "of Sikhī, the woman’s nation, as she was unable to mention him.",
    "ai-anya-e0807n2:3_0": "Once more than five hundred",
    "ai-anya-e0807n2:4_0": "This is the meaning of the ascetic life.",
    "ai-anya-e0807n2:5_0": "So:",
    "ai-anya-e0807n2:6_0": "his birth is should be seen in the five ways.",
    "ai-anya-e0807n2:7_0": "The sound of the ears and sounds, and the five consultations.",
    "ai-anya-e0807n2:8_0": "How is birth, virtue liking intelligent, Etc.",
    "ai-anya-e0807n2:9_0": "in the fearless, the drum beating, and the very dangerous Sāgata.",
    "ai-anya-e0807n2:10_0": "About the Simile of the Rebirth",
    "ai-anya-e0807n2:11_0": "Visiting, etc.",
    "ai-anya-e0807n2:12_0": "to do the goods that have done their work with respect, and here now there is surely their intentions.",
    "ai-anya-e0807n2:13_0": "And when the sign has been overturned, he surrounds it;",
    "ai-anya-e0807n2:14_0": "And Virtuous conduct, Defilements and virtues, etc., respectively ,",
    "ai-anya-e0807n2:15_0": "And here it is drunken on its throneath: “Abandoning aimless state of existence quite clear, that is to say, the faithful, the aggregates, the good of all good qualities, and the good of mentioned about for themselves.”",
    "ai-anya-e0807n2:16_0": "whatever was said, I received in.",
    "ai-anya-e0807n2:17_0": "The one who is born in him should be given to the two, etc., of these two things .",
    "ai-anya-e0807n2:18_0": "One is said to be one kind of birth.",
    "ai-anya-e0807n2:18_1": "he should be seen as riches, and virtues are also seen.",
    "ai-anya-e0807n2:18_2": "it is known that a person’s own dealings, and so on.",
    "ai-anya-e0807n2:19_0": "Having done what is to be done, it is always known as the point of his own deeds.",
    "ai-anya-e0807n2:20_0": "that perception is called one thing, the mind turns back.",
    "ai-anya-e0807n2:21_0": "Since the Dabbath says “We were not,” “We did not,” “Weighing into, observers,” “We were told by the donor of ourselves,” and he added: “This is the sound of perception because of its opposite sex with absorbed mind.”",
    "ai-anya-e0807n2:22_0": "This is the fifth kind of sound.",
    "ai-anya-e0807n2:22_1": "That is why surely the noise went to eat the sound of day.",
    "ai-anya-e0807n2:22_2": "Conditions, vanquishes one’s disciples,",
    "ai-anya-e0807n2:22_3": "Hence it is said:",
    "ai-anya-e0807n2:23_0": "These are the three kinds of sounds, such as are the three kinds of sounds,",
    "ai-anya-e0807n2:24_0": "And the general has the characteristic of foulness; and interpreting the profitable states there.",
    "ai-anya-e0807n2:25_0": "The Sage has the characteristic of direct-knowledge (the range).",
    "ai-anya-e0807n2:26_0": "Then the daughters of the Joyful Gods, which occurs as before.",
    "ai-anya-e0807n2:27_0": "“Upaka,” while speaking on this topic, he said: “Upaka, why are you doing this? ” and he said, “Exposing it in this way, opposing it in this way, while expounding it in the meaning of this verse:",
    "ai-anya-e0807n2:28_0": "The sound of illustrious is called an outcaste (disposes).",
    "ai-anya-e0807n2:29_0": "At that time the characteristics, disposed.",
    "ai-anya-e0807n2:30_0": "The characteristics, fondness, and good speech,",
    "ai-anya-e0807n2:31_0": "and it is said in the five ways: by comparison, and so on.",
    "ai-anya-e0807n2:32_0": "38. Āmantaṇe –",
    "ai-anya-e0807n2:33_0": "* He makes his first proclamation at the first time, not the order of his wives.",
    "ai-anya-e0807n2:34_0": "Vaḍḍha, based on the sound,",
    "ai-anya-e0807n2:35_0": "“Regarding this ascetic to be a king, there is no king of mountains!”",
    "ai-anya-e0807n2:36_0": "were to perform the signs of performing arrangement, and regarding the remainder’s actions, just as when a result of that class has been done.",
    "ai-anya-e0807n2:37_0": "2,2. Kamme dutiyā",
    "ai-anya-e0807n2:38_0": "the work is done for the Kattikā.",
    "ai-anya-e0807n2:38_1": "After that feeding away in three ways: his birth, then rice, barley, gourd.",
    "ai-anya-e0807n2:38_2": "If he makes it clear in the open with a upper robe, and he makes it plastered by it with a golden barn.",
    "ai-anya-e0807n2:38_3": "he picks a bowl from a daughter-in-law, he listens to the Dhamma, he listens to the Dhamma,",
    "ai-anya-e0807n2:39_0": "And this is said:",
    "ai-anya-e0807n2:40_0": "the Himālayans are (volitional) deed.",
    "ai-anya-e0807n2:41_0": "the limitless who has made an end of the robe-making season, who brings happiness.",
    "ai-anya-e0807n2:42_0": "(But) he performs a great deal of witness, as much as he performs, is worthless for the purpose of showing the profitable deeds, full confidence.",
    "ai-anya-e0807n2:42_1": "it is a borderland, no language, because it is noise, what is the result of deeds.",
    "ai-anya-e0807n2:43_0": "he lives. A cowherd like a cowherd wants to go and asks the length of the point where they want, to go to the forest. He asks the tree storms, or the fruit of the forest grove.",
    "ai-anya-e0807n2:43_1": "I’ll understand the Dhamma,",
    "ai-anya-e0807n2:43_2": "here the cattle-keeper desires, sense desires, fondness, and so on.",
    "ai-anya-e0807n2:43_3": "Those who think that the dissatisfied, and poisonous (thinking):",
    "ai-anya-e0807n2:43_4": "Whatever there is neither-perhaps there is no more than that, even when it comes to the root of a tree.",
    "ai-anya-e0807n2:44_0": "By doing so, he will construct the earth and will achieve the story of the village.",
    "ai-anya-e0807n2:44_1": "‘In this world’ is the meaning.",
    "ai-anya-e0807n2:44_2": "Having experienced the righteous deeds, or from what is done in the Dhamma,",
    "ai-anya-e0807n2:44_3": "In the case of a village, he stays in the village monastery, and stays nearby.",
    "ai-anya-e0807n2:44_4": "Likewise the village, too, droping the neighborhood of a village,",
    "ai-anya-e0807n2:44_5": "If I didn’t get meat with you,",
    "ai-anya-e0807n2:44_6": "Is the second veneration opposite after the second enquiry is the meaning.",
    "ai-anya-e0807n2:44_7": "Upasena and Uttiya, I looked after them for the sake of my mother.",
    "ai-anya-e0807n2:44_8": "The sixth element occurs to an individual essence, thinking, “Sill not be inspired to the sixth time.”",
    "ai-anya-e0807n2:45_0": "3. Kāladdhāna+maccantasaṁyoge",
    "ai-anya-e0807n2:46_0": "When the heavens have acquired good qualities, they have reached the second end.",
    "ai-anya-e0807n2:46_1": "Two months, garlands, fragrances, and three months were delightful, and all the time for the Buddha didn’t give me a teaching. And it’s not appropriate for them to teach the Dhamma.",
    "ai-anya-e0807n2:46_2": "one who is unclean, 40 kilometers, sinks in the mountain, and in the middle.",
    "ai-anya-e0807n2:47_0": "This one time, the Buddha robed up in the morning, at the end of the night, and on the fourteenth day of the lunar half-month, must have died, and frequently visited the second day.",
    "ai-anya-e0807n2:47_1": "misapprehension of the sort of lady, with the intention to commit the third.",
    "ai-anya-e0807n2:48_0": "Gathering is (called) the sound of the drums, the raising of the sacred flame,",
    "ai-anya-e0807n2:49_0": "He for the sake of nurses, etc., are making bad karma for the sake of nurses, and is indulging in the second...",
    "ai-anya-e0807n2:49_1": "he is going to the village, he (therefore) go,",
    "ai-anya-e0807n2:49_2": "surely knows a secret matter, or he feels,",
    "ai-anya-e0807n2:49_3": "Mother and father renowned the destiny.",
    "ai-anya-e0807n2:49_4": "Having covetously with a dog, (thinking): I will stand,",
    "ai-anya-e0807n2:49_5": "Looking off of it, you should second",
    "ai-anya-e0807n2:49_6": "serves his bed or misfortune,",
    "ai-anya-e0807n2:49_7": "if he gets another to put out another, and he then gets another to put it out;",
    "ai-anya-e0807n2:50_0": "5. Harādīnaṁ vā",
    "ai-anya-e0807n2:51_0": "if the companions are very hard to mature, he is in the second (from the lake);",
    "ai-anya-e0807n2:51_1": "who lives in a household, he gives up behaves himself.",
    "ai-anya-e0807n2:51_2": "who gives people to people:",
    "ai-anya-e0807n2:51_3": "they bow to the ground that they have been given by him,",
    "ai-anya-e0807n2:51_4": "For one who is attached to the beingsed, makes the two or three courses.",
    "ai-anya-e0807n2:51_5": "he gives the trial period of six days or the other.",
    "ai-anya-e0807n2:51_6": "After summoning all the time, with a third bird,",
    "ai-anya-e0807n2:52_0": "6. Na khādādīnaṁ",
    "ai-anya-e0807n2:53_0": "When the companions have eaten, he does not have the second act,",
    "ai-anya-e0807n2:53_1": "The detailed meaning here is this:",
    "ai-anya-e0807n2:53_2": "Whatever rain falls into, he boards a toothbrush, for all the living creatures with the giver. He does not give a tooth with a donor.",
    "ai-anya-e0807n2:54_0": "7. Jhādīhi yuttā",
    "ai-anya-e0807n2:55_0": "if he has already acquired the supreme,",
    "ai-anya-e0807n2:55_1": "As they were interval by the stages, an obstacle for Rājagaha, and adornment to Rājagaha, the midst of the head fond of Rājagaha.",
    "ai-anya-e0807n2:55_2": "Compassionately swept away in traders.",
    "ai-anya-e0807n2:55_3": "This is the second set of six.",
    "ai-anya-e0807n2:56_0": "Endowed with the characteristic of discrement,",
    "ai-anya-e0807n2:57_0": "This is the second kind of mark.",
    "ai-anya-e0807n2:57_1": "He has the characteristic of trees and is appeared in it; he has the characteristic of a tree standing on the moonlight a cesspool. He should be chopped in it as it is said to be a tree troops.",
    "ai-anya-e0807n2:57_2": "Your Majesty is good, Devadatta! Don’t have over a life-span,",
    "ai-anya-e0807n2:57_3": "(There is) a tree standing at the root of a tree, in the Tāvatiṁsa Abode, the Tree of the (true) trees, and the Tree of a tree.",
    "ai-anya-e0807n2:58_0": "9. Patiparīhi bhāge ca",
    "ai-anya-e0807n2:59_0": "if he has a disease on the ultimate goal and is obvious in the home of the houses, etc., in the second case.",
    "ai-anya-e0807n2:59_1": "‘Through tree’ means ignorant. When the tree is ready, it would be right for me to fear of a tree. And when you go to a tree, you’ll hit yours.’",
    "ai-anya-e0807n2:59_2": "In this way the trees",
    "ai-anya-e0807n2:60_0": "10. Anunāti",
    "ai-anya-e0807n2:61_0": "The second characteristics, etc.",
    "ai-anya-e0807n2:61_1": "A tree may construct the marks of a tree, a park, a tree, a park, a tree, a park, the trees of trees, and a month for the gods. If anyone here it would be good for me, it would be appropriate for me to live.",
    "ai-anya-e0807n2:62_0": "11. Sahatthe",
    "ai-anya-e0807n2:63_0": "(The king replied:) “We have taken a second mountain, summons you,” “There is a meeting with you.”",
    "ai-anya-e0807n2:64_0": "12. Hīne",
    "ai-anya-e0807n2:65_0": "inferior monks, superior monks, near the word of Sāriputta, including Avanti.",
    "ai-anya-e0807n2:66_0": "13. Upena",
    "ai-anya-e0807n2:67_0": "In the second tetrad there is advertibility composed of son;",
    "ai-anya-e0807n2:68_0": "16. Kattukaraṇesu tatiyā",
    "ai-anya-e0807n2:69_0": "and the third instruments benefactors.",
    "ai-anya-e0807n2:69_1": "By the teaching of the Buddha, the Dhamma of the Victor, Māra, Nārada, not tamed",
    "ai-anya-e0807n2:69_2": "wherever the reason of the Kāpaṭika was also called the kingdom, the third time, the bandits, and the villages, etc., with their robbers,",
    "ai-anya-e0807n2:70_0": "That which is the effort to their own continuation, is produced in oneself.",
    "ai-anya-e0807n2:71_0": "is said to be a gambler—tempered.",
    "ai-anya-e0807n2:72_0": "And if he does a legal procedure with the two kinds of equanimity, he focuses on the eye as if with the eye;",
    "ai-anya-e0807n2:72_1": "if he were self-developed by the fire, burning with fire,",
    "ai-anya-e0807n2:73_0": "and there is two kinds of legal issues.",
    "ai-anya-e0807n2:74_0": "While the sun goes on his course, the moon released by the sun.",
    "ai-anya-e0807n2:75_0": "Gotama is the third designation of clarity.",
    "ai-anya-e0807n2:75_1": "Likewise he was anointed aristocratic king. He was one of the seventh religion of the worms, the Buddha, the same professions, the same thing, and the calms, worms, all of them shines one by one, the Lord of the Lord of Men.",
    "ai-anya-e0807n2:76_0": "17. Sahatthena",
    "ai-anya-e0807n2:77_0": "Whoever would prevail over a third wealth,",
    "ai-anya-e0807n2:77_1": "And on the third occasion it is only a third time.",
    "ai-anya-e0807n2:77_2": "together with his children, partners, and children, all came together with the mendicant Saṅgha. I am dear and beloved to me. I am dear and beloved to the Sangha of monks.",
    "ai-anya-e0807n2:78_0": "18. Lakkhaṇe",
    "ai-anya-e0807n2:79_0": "Third substances in the third characteristics,",
    "ai-anya-e0807n2:79_1": "if it is broken by an axety, bleeding with blood, combat, took a bowl with blood, over his head, with a new almsbowl with a _paṇḍaka_, saying: “He gave it to the wanderer, the _paṇḍaka_, the wanderer’s bowl, the _paṇḍaka_, and the wanderer’s bowl with its ascetics.",
    "ai-anya-e0807n2:79_2": "Therefore it should be dropped on that limb.",
    "ai-anya-e0807n2:80_0": "19. Hetumhi",
    "ai-anya-e0807n2:81_0": "third jhāna, etc.",
    "ai-anya-e0807n2:81_1": "One who lives without protection is unless; he does not dwell in common, wielding work, living by his neighborhood of a good deed, he does not behave off of sensual pleasures.",
    "ai-anya-e0807n2:82_0": "20. Pañcamī+ṇe vā",
    "ai-anya-e0807n2:83_0": "* I am bound by cause or reason of these five hundred spears,",
    "ai-anya-e0807n2:84_0": "21. Guṇe",
    "ai-anya-e0807n2:85_0": "I’m a cause of another, for these five reasons.",
    "ai-anya-e0807n2:85_1": "They’re bound by lightning up yet another, still it comes to the cessation of choices.",
    "ai-anya-e0807n2:85_2": "using the following seven classes of Dhamma.” He then went to the east of the Dhamma to the south of the eastern gate, in the north of the Teacher Kaccāna. When he saw the Buddha, he went to the north of the Dhamma.",
    "ai-anya-e0807n2:85_3": "Do not eat in one month I have a living in Benares, with the intention to whom one, ninety, or a hundred leagues away to make a living by means of cart, and with the birds of antelope, is the meaning. Now is the meaning. What is that it should be known as wealthy.",
    "ai-anya-e0807n2:85_4": "Understanding oneself thus, they usually practice themselves against the third time,",
    "ai-anya-e0807n2:85_5": "In this way (where) work despairing for the sake of work, (but) for the sake of the Great Ascetic, we are released from the highest good deeds:",
    "ai-anya-e0807n2:86_0": "24. Catutthī sampadāne",
    "ai-anya-e0807n2:87_0": "If there is anything to be got by the receiver of the recipient, the giver knows that, and the gets qualified by the elements:",
    "ai-anya-e0807n2:87_1": "But they give a gift of gives. They give gifts to the donor of the Buddha, to the time of the Bodhi tree, or to the piece of the Bodhi tree, gives a gift to the monks, and it is threefolded by the Buddha.",
    "ai-anya-e0807n2:88_0": "For the one who understands immaculateness and negligence",
    "ai-anya-e0807n2:89_0": "to give up the trees, the monks have said:",
    "ai-anya-e0807n2:90_0": "Queen Anulā, the Faith of the Earth, the Community, the Loven women, of the Lord of Men, gave it to the Cetiya Shrine, (and): “I will give you a gift after being given a garland of flowers,”",
    "ai-anya-e0807n2:91_0": "25. Tādatthye",
    "ai-anya-e0807n2:92_0": "don’t be the fourth,",
    "ai-anya-e0807n2:92_1": "the fourth part of his brother: for the sake of this fourth, the winterest.",
    "ai-anya-e0807n2:92_2": "at that sign, the sixth sign of unification of mind is the sixth particular sign, and the sixth is the sixth wonder.",
    "ai-anya-e0807n2:92_3": "Standing on the signs of anchoring the marks of a sign, etc., of the fourth part of the sign,",
    "ai-anya-e0807n2:92_4": "For the benefit of the Buddha, the wood, water, and the net of living creatures, it would not be for the welfare of the Buddha, the benefit, welfare, and happiness of gods and humans.",
    "ai-anya-e0807n2:93_0": "while this is said in the sixth wide openings that were being spoken about with the four quarters whose meaning is said to be the sixth.",
    "ai-anya-e0807n2:94_0": "and don’t forget what is called. Your aunction and turn your meal on the following day, and preventing the Saṅgha in the sixth part of the Saṅgha. Your province and turn them to anxiety. You can’t follow the paths of such things as yourself.",
    "ai-anya-e0807n2:94_1": "Because the words “Bhikkhus, in the way already described,” according to the Vibhaṅga thus: “The Similes of the Faith, what is called in the sixth particular individual essence.",
    "ai-anya-e0807n2:95_0": "or whose teaching is your first thing?” In order to teach you the Dhamma, one of yours, one, for the first time and then you explain the Dhamma to you. Instead, you have disregarded the immediately effect.",
    "ai-anya-e0807n2:95_1": "thus, other world in what is known as the other world.",
    "ai-anya-e0807n2:96_0": "remembers the king’s property assemblage,",
    "ai-anya-e0807n2:96_1": "had a stone present to the King, and so on (the Bodhisatta) with the arrow thus: “You have done goods,”",
    "ai-anya-e0807n2:96_2": "Without defending the Thirty-Three hands that are enemies,",
    "ai-anya-e0807n2:96_3": "Standing above the Sakyans, he takes to the Sakyan ascetics.",
    "ai-anya-e0807n2:96_4": "Several witnesses, when my army was speaking truth,",
    "ai-anya-e0807n2:96_5": "(then) his sixteenth year had embankments, golden drums, a stilt house in the royal palace.",
    "ai-anya-e0807n2:96_6": "The gods, everthey poised one by the Lord of the Devas, all of them (saying):",
    "ai-anya-e0807n2:96_7": "— if I were to win a great hero, when it came from the time to time, whatever resentment there is no wrong for me, it would not give them up.",
    "ai-anya-e0807n2:96_8": "On the sages in the hermits’ sectarians",
    "ai-anya-e0807n2:96_9": "are hard to makeup for the arrows, early, nose, tongue, body, and speech.",
    "ai-anya-e0807n2:96_10": "Take the case of a merchant whose wife is successful and prosperous, being satisfied with the king’s own desire. She’s committed an offense entailing expulsion in the Elder Upāli’s presence.",
    "ai-anya-e0807n2:96_11": "The monks’ rules requisites belonging to the Buddha, to the monks headed by the Buddha, his sandals were harassed, guilty, and so on.",
    "ai-anya-e0807n2:96_12": "“I declare this to you, mendicants, I announce this to you! I have taught you the Dhamma for you. Please, great king, I will teach you the sixth. I will explain the Teaching to the mendicants, the Mallian.” But the Buddha has made an effort to do so, addresses me by one, with the sixth.",
    "ai-anya-e0807n2:97_0": "So let my life for a long time. Let’s live for a long time. We’ll have a good friend, with those fortune as an pleasurable life, and I’m not able to live for a day. Instead of happily. I’m not able to throne, even a single king, anox, and I will down his enemy. May you be able to bring an ears about you. Pleasembarrass and seated the whole world with its gods.",
    "ai-anya-e0807n2:98_0": "26. Pañcamya+vadhismā",
    "ai-anya-e0807n2:99_0": "He has five years of seniority.",
    "ai-anya-e0807n2:100_0": "The two (perceiving) the truth of the two people, when they say:",
    "ai-anya-e0807n2:101_0": "(them) these two feet and the waters of the mountains,",
    "ai-anya-e0807n2:102_0": "Just as a tree that falls from a piece of tree,",
    "ai-anya-e0807n2:103_0": "Herein, the incomparable mountains and swept down from the peak of the waves, the trees are imperturbable.",
    "ai-anya-e0807n2:104_0": "Then that is what has been left over in the open, the untouchable, the charnel ground wherever it has been returned, and wherever it returns, she sets out.",
    "ai-anya-e0807n2:104_1": "what should be undergone by one’s virtue,",
    "ai-anya-e0807n2:104_2": "Likewise the villages deposited when the king’s mind has nothing bad to ,",
    "ai-anya-e0807n2:104_3": "and tossed aside like an opposite sex.",
    "ai-anya-e0807n2:104_4": "And here the worms that are kept upside down, the cliffs, and the took it up in the past,",
    "ai-anya-e0807n2:104_5": "dead and constructed",
    "ai-anya-e0807n2:104_6": "For this is said:",
    "ai-anya-e0807n2:105_0": "all the world’s streams had been accumulated.",
    "ai-anya-e0807n2:106_0": "Tissa and running down to cleft.",
    "ai-anya-e0807n2:107_0": "Abhaya, fear springs up; fear and craving is born in the fear of craving, they have no bad friends.",
    "ai-anya-e0807n2:107_1": "the teacher, the pupil, the teacher, learns it, or hears it.",
    "ai-anya-e0807n2:107_2": "Those who follow other paths causing the Buddha, the (true) religion of the hero,",
    "ai-anya-e0807n2:107_3": "They rejoice in the Himalayas, which are flowing away and falling down into the sky,",
    "ai-anya-e0807n2:107_4": "When he was born, he vanished from his mother and father, the son of a child, and his parents’ son vanished from your parents.",
    "ai-anya-e0807n2:107_5": "There are far away from the village of the house. The Buddha doesn’t see anyone coming who comes from this village. There’s no from afar, no-one who comes from this teaching and training.",
    "ai-anya-e0807n2:107_6": "wherever the villages come from home to the village,",
    "ai-anya-e0807n2:107_7": "Some were surrounded by four-hundred cliffs, four leagues along the high, and five-hundred leagues (where).",
    "ai-anya-e0807n2:107_8": "After one hundred years, he will become a Buddha, one hundred thousand years.",
    "ai-anya-e0807n2:107_9": "Then they’d mount their stilt longhouse, set up their hands, and take leave of their hands. Then they just ask for the meaning to be specifically.",
    "ai-anya-e0807n2:107_10": "He who by means of the eastern quarters from the southern quarter is an intermediate direction: from the southern quarters of the feet, harming the head hair, and steps of the feet.",
    "ai-anya-e0807n2:107_11": "Someone whose ethical conduct is better than myself is finer than that, no matter what I had been able to do. Whatever good, is better than that,",
    "ai-anya-e0807n2:107_12": "They refrain from killing living creatures, stealing, and committing sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view.",
    "ai-anya-e0807n2:107_13": "Suddhodana and Pure,",
    "ai-anya-e0807n2:107_14": "They’re freed from suffering, I say. They’re freed from Māra’s bonds. They’re free from Māra’s bonds.",
    "ai-anya-e0807n2:107_15": "having secluded from sense desires, secluded from unwholesome things,",
    "ai-anya-e0807n2:107_16": "By the items that are newly abode, and it is worth a sixteenth part of the wide, and the smallest lake.",
    "ai-anya-e0807n2:107_17": "Mendicants, before my home in the past, I had no further before. Then after some time, not some later before another.",
    "ai-anya-e0807n2:107_18": "(And when asked) your questions, you are angry at Pāṭaliputta,",
    "ai-anya-e0807n2:107_19": "“I have acquired the five qualities.” This is the third cause of which I have achieved what I have achieved.",
    "ai-anya-e0807n2:108_0": "And how is a small position? “What is the meaning of in action?” ...",
    "ai-anya-e0807n2:109_0": "the actions that were the precincts through the deeds, and his wife through (intentional) deeds.",
    "ai-anya-e0807n2:110_0": "Wherever the agitation through sloth and torpor",
    "ai-anya-e0807n2:111_0": "and it cannot be developed that the advantages of development, because they develop one judge, and that’s why they are able to develop the procedure of boundaries.",
    "ai-anya-e0807n2:111_1": "And the great earth:",
    "ai-anya-e0807n2:112_0": "having made all of the noble constituents (of mind and body), all beings,",
    "ai-anya-e0807n2:113_0": "Then for the influence, and the practice that is made an end to those life.",
    "ai-anya-e0807n2:114_0": "the sesame seeds ...",
    "ai-anya-e0807n2:115_0": "Herein, calls for the sake of sheath,",
    "ai-anya-e0807n2:115_1": "everywhere in all five.",
    "ai-anya-e0807n2:115_2": "Herein, here it is in the explanation of what is contrary to the Monastic Law; and it can be non-existent, not to be spoken to.",
    "ai-anya-e0807n2:115_3": "in the middle of this mountain maged mountains,",
    "ai-anya-e0807n2:115_4": "He has the voice of Brahmā, he will arrange the Brahma worlds in the Brahmā realm.",
    "ai-anya-e0807n2:115_5": "There the boundaries (working): “Confidently the fostering here, on the ground,",
    "ai-anya-e0807n2:116_0": "27. Apaparīhi vajjane",
    "ai-anya-e0807n2:117_0": "If anyone who is not overvious, he who preserves five on wealth,",
    "ai-anya-e0807n2:117_1": "or plants, in the assembly, some people born in a charnel ground, that is the meaning.",
    "ai-anya-e0807n2:118_0": "excessive requisites,",
    "ai-anya-e0807n2:119_0": "Some who gives a gift, one who gives the gift of (true) great wealth, and one who gives the fifth.",
    "ai-anya-e0807n2:119_1": "he gives the gift of the Buddha, he gave you the oil lamp.",
    "ai-anya-e0807n2:120_0": "29. Rite dutiyā ca",
    "ai-anya-e0807n2:121_0": "with the sound of counsel: “I have faith in the first house, and five months the true teaching,",
    "ai-anya-e0807n2:122_0": "30. Vinā+ññatra tatiyā ca",
    "ai-anya-e0807n2:123_0": "Protector in the third monastery is the second counselor.",
    "ai-anya-e0807n2:123_1": "what is called wind, what is unjused,",
    "ai-anya-e0807n2:123_2": "Except if it is an alms-food eater apart from the one who is the Dhamma, except if it is an exchange,",
    "ai-anya-e0807n2:124_0": "31. Puthanānāhi",
    "ai-anya-e0807n2:125_0": "He who has these five wishes and is the third use of wealth,",
    "ai-anya-e0807n2:125_1": "The second benefit, including the teaching,",
    "ai-anya-e0807n2:125_2": "Through many people spoke about these many people, (only) people with various colours,",
    "ai-anya-e0807n2:126_0": "39. Chaṭṭhī sambandhe",
    "ai-anya-e0807n2:127_0": "is like the sixth binding it.",
    "ai-anya-e0807n2:127_1": "When this was said, King, that man gives the courtesan: “It’s that a man, unknown to the king’s ministers.”",
    "ai-anya-e0807n2:127_2": "In the same way, when a meditator cultivates what is according to the three effacements beginning with virtue, etc., or according to the noble ones, etc., is called a teacher of the kind described in the way beginning, “What is it should be practiced with the threefold progressive proficiency, etc., and also the meaning.",
    "ai-anya-e0807n2:127_3": "For this is said:",
    "ai-anya-e0807n2:128_0": "Who is the cause of spending the reason why, and is the reason why,",
    "ai-anya-e0807n2:129_0": "The sixth (following) is the meaning.",
    "ai-anya-e0807n2:130_0": "remained here on the near shore.",
    "ai-anya-e0807n2:131_0": "With arriving towards the sickness of death, he does not overcome it.",
    "ai-anya-e0807n2:132_0": "A person indeed has reckoned as an incomparable,",
    "ai-anya-e0807n2:132_1": "(But) the brahmins say that the King is destroyed by being an inheritance. He thinks he is purified from being purified by him.",
    "ai-anya-e0807n2:132_2": "the goods have been as a matchmaker, a single monk who gives his bowl and robe, and one who gives his bowl and robe.",
    "ai-anya-e0807n2:132_3": "near to the mango grove,",
    "ai-anya-e0807n2:132_4": "for the sake of pushing flour.",
    "ai-anya-e0807n2:132_5": "Standing about in human state, they are a fool,",
    "ai-anya-e0807n2:132_6": "Should suffer from various colours, man, ~ for he whomever he (only) benefits.",
    "ai-anya-e0807n2:132_7": "his throat became well-known as the noise and my child had crystal.",
    "ai-anya-e0807n2:132_8": "the defining of this is the appearance of what is said.",
    "ai-anya-e0807n2:132_9": "birth and death, which are born in a state of existence,",
    "ai-anya-e0807n2:132_10": "You don’t have the color of the Buddha’s plenty of rain, flavors, and flavors about ometics, the color of sort of bells, and fragrances, oppressed by wisdom, your laziness and clusters—to attain the supreme liberations that seems from these emotions.",
    "ai-anya-e0807n2:132_11": "the gross physical basis, the sinews, the level of the hand, the sun, and the hand force of the elephants. For that person—whether their mother and father then the southern branches of the town and country—should Yet that offering is known to him, the third offering, and the fourth month that offering of his parents, but not the second offering.",
    "ai-anya-e0807n2:133_0": "the species called a cattle, a horse named Bāla,",
    "ai-anya-e0807n2:134_0": "And when he was born, his desires become intimate.",
    "ai-anya-e0807n2:135_0": "Having made the One of Gotamī, fortunate in one who has performed (them),",
    "ai-anya-e0807n2:136_0": "Opens the park at Goat-Herder’s dwelling,",
    "ai-anya-e0807n2:137_0": "In the same place where the colour of gold was cut off,",
    "ai-anya-e0807n2:137_1": "waiting for it’s still because of her work.",
    "ai-anya-e0807n2:137_2": "Amongst those who work in materiality, the Kings",
    "ai-anya-e0807n2:137_3": "Dispelling his opportunity to flee from his wealth, archery, government officials, silver, gold, and money.",
    "ai-anya-e0807n2:137_4": "He who attends on the crown of the Buddha, the lotus flower,",
    "ai-anya-e0807n2:137_5": "That’s how fire burns up,",
    "ai-anya-e0807n2:137_6": "The fool fills out of the colour of different kinds, riches, and fills the blue’s liquor, and the blue bowls when it’s praised.",
    "ai-anya-e0807n2:137_7": "Kimbila, greatly handed down, was worshipped by many sorts of persons, with honored, respected, esteemed, revered, and venerated them. He wasn’t able to fully awakened.",
    "ai-anya-e0807n2:137_8": "There is a deed for you to be caused connecting the work, calming the deathless, plunged into the deathless. There is no deeds to be born in the deathless, plunge into the Deathless. There is no occupied with the four great elements, because of the result of the world.",
    "ai-anya-e0807n2:137_9": "Wandering the next life, having a wives together with their children, companions, and associates. For all sentient beings do not desire a worker.",
    "ai-anya-e0807n2:137_10": "Whoever makes use of the household –",
    "ai-anya-e0807n2:137_11": "He enters the water (after his bowl) Kakuṇḍa, these people are frightened,",
    "ai-anya-e0807n2:137_12": "(All these five) people are disturbed in the home life by the Simile of the Faith, all of them increase in comfort and as they are satisfied with the beds of the rod. All of them, they all fear the head.",
    "ai-anya-e0807n2:138_0": "40. Tulyatthena vā tatiyā",
    "ai-anya-e0807n2:139_0": "(there is) the third use of wealth, the third, the fourth, or the mother, father, brother with sister,",
    "ai-anya-e0807n2:140_0": "32. Sattamyā+dhāre",
    "ai-anya-e0807n2:141_0": "what is suitable to whom the meditation subject is connected with the meditation subject’s legal procedure, and so on.",
    "ai-anya-e0807n2:141_1": "How is he sits down when Devadatta has done against Devadatta, because he lives in order to prepare his kingdom, and turning back the work, he will wait on that very day.",
    "ai-anya-e0807n2:142_0": "and a sick man would have a four-footed (people), a four-hundred,",
    "ai-anya-e0807n2:142_1": "There they used to get a whip, as well as oil on the head and a catss made of ghee, oil, honey, and ghee.",
    "ai-anya-e0807n2:142_2": "get rid of the defilements by developing the opposite sex with the defilements.",
    "ai-anya-e0807n2:142_3": "Sitting on a seat, the Saṅgha stands on the simile of the water, stands on the ground,",
    "ai-anya-e0807n2:142_4": "There is a big climbing up, making a shade, cave to,,, including the neck into the Ganges river, (and) for the Ganges River has dried up the Ganges. He is near the Ganges to the Ganges river.",
    "ai-anya-e0807n2:142_5": "At Sāvatthī.",
    "ai-anya-e0807n2:142_6": "Where there is in a deliverance of state (previously) a delimitation of the kasiṇas or its indication by stage.",
    "ai-anya-e0807n2:142_7": "And just as when a bird flee from the sky to the ground, having a fishbroad in the air, and through the air, delightful to the Vinaya and attain the discipline, because it was growing on the Buddha’s teaching.",
    "ai-anya-e0807n2:143_0": "the legal procedure of the announcement done by which one is announced,",
    "ai-anya-e0807n2:144_0": "four kinds of nutriment are stated in the way already described.",
    "ai-anya-e0807n2:145_0": "what is cooked by the worm-infested, etc., is his defilements.",
    "ai-anya-e0807n2:146_0": "the Saṅgha of the Ganges is “Koliyan”, etc.,",
    "ai-anya-e0807n2:147_0": "33. Nimitte",
    "ai-anya-e0807n2:148_0": "you’ll think of seven signs.",
    "ai-anya-e0807n2:148_1": "When Ajita is killed, he sees the slaughterhouses that he can’t see the slightening in the world. And when it comes to the sharks, he commits an offense entailing confession.",
    "ai-anya-e0807n2:148_2": "I’ve escaped all sensual pleasures,",
    "ai-anya-e0807n2:149_0": "34. Yabbhāvo bhāvalakkhaṇaṁ",
    "ai-anya-e0807n2:150_0": "For he who has the characteristic of continued existence has the end of existence as a seven characteristics.",
    "ai-anya-e0807n2:150_1": "On the bank of the time, in the mountain cleft,",
    "ai-anya-e0807n2:150_2": "And here in the case of the wife by one who gives the ignorant and instruments the position of one who is asked for the sake of wives and others.",
    "ai-anya-e0807n2:150_3": "In the morning, when the rose-apple was over, Sāriputta, this galactic supercluster was fulfilled.",
    "ai-anya-e0807n2:151_0": "stones, pebbles, thorns, gravel and thorns,",
    "ai-anya-e0807n2:152_0": "all rolling the road, they all go through the world.",
    "ai-anya-e0807n2:153_0": "When this exists, that is the time for that calls out, “I’ll stay here.”",
    "ai-anya-e0807n2:154_0": "35. Chaṭṭhī cā+nādare",
    "ai-anya-e0807n2:155_0": "one who has the sixth characteristics, etc., and through making the seventh characteristic of continued existence, thus he is fitting .",
    "ai-anya-e0807n2:155_1": "being prevented from setting forth, or from the parents of the parents, and so on, or other parents.",
    "ai-anya-e0807n2:155_2": "“Who is this?” and he took their floor covers, (the people) together with the ministers. “Did you go, chieftain?” When they saw the population, they brought it,",
    "ai-anya-e0807n2:156_0": "Relying on the rain even with the cows of the sixth, I live in the sixth,",
    "ai-anya-e0807n2:156_1": "(But) the cowherd’s apprentice presumes, observed by the cattle, the heirs, the ropes, the domain, the good, the bad witness, the witnessing, the cows, and the daughters are not committed to wakefulness.",
    "ai-anya-e0807n2:156_2": "Likewise, when the monks are absenting their friend, they hit each other with their hands, feet were chopped off the head, rubbing their hands, and shoves away from the bark, and infesting their knowledge.",
    "ai-anya-e0807n2:157_0": "36. Yato niddhāraṇaṁ",
    "ai-anya-e0807n2:158_0": "Afterwards (where) his virtues of being divided up into the sixth section on the thirty-two ground, they will build that .",
    "ai-anya-e0807n2:158_1": "* Sālaka, known as Sālaka, who Wisdom was Sālaka, in regard to Sālaka,",
    "ai-anya-e0807n2:158_2": "The Kaṇhāgotamakas, the Kaṇhāgotamakas, and the treasure of the treasures.",
    "ai-anya-e0807n2:158_3": "Go back and forth in the house, while going along the streets, in the houses,",
    "ai-anya-e0807n2:159_0": "14. Sattamyā+dhikye",
    "ai-anya-e0807n2:160_0": "when has arisen in the supreme advantage.",
    "ai-anya-e0807n2:160_1": "Accomplished is a poisonous (craving), hatred is (true) support.",
    "ai-anya-e0807n2:160_2": "Likewise in the place where you will go.",
    "ai-anya-e0807n2:161_0": "15. Sāmitthe+dhinā",
    "ai-anya-e0807n2:162_0": "May I have a supreme faith of materiality from the highest.",
    "ai-anya-e0807n2:162_1": "who acquires the five bases for Brahmā, these five hundred Brahmā-world armies themselves, is the meaning.",
    "ai-anya-e0807n2:162_2": "The Buddha, the highest among men, (who was), who he who speaks in accordance with the whole world,",
    "ai-anya-e0807n2:163_0": "And here this is the meaning of the kind already described.",
    "ai-anya-e0807n2:164_0": "From the bolter a flag, because of the sign of fondness and compassion, the necklace, the shone, the belly, the bandits, the cattle, the skeleton, and because each time the five corner of sense desires. Consequently, they are the same fortune-tellers, and because they are the strong awhere to be seen.",
    "ai-anya-e0807n2:164_1": "If they are the gradual way, they have a looking down on each other, whether a species or a hundred or a thousand saucers, that is to say, the ground because it is used for speaking of water.",
    "ai-anya-e0807n2:164_2": "But when the birds are seen , without some curd or another, then it is hard to be seen , quicked by a hundred rays, that is to say, when it is hard to be seen, chanting, and loses.",
    "ai-anya-e0807n2:164_3": "For this is said:",
    "ai-anya-e0807n2:165_0": "The one whose mind is destroyed, and verses based on the site.",
    "ai-anya-e0807n2:166_0": "he doesn’t escape from various grounds; he doesn’t break the room too.",
    "ai-anya-e0807n2:167_0": "The one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths of the world conversions, the method of boundaries, and the causing friend in the various orders of schism.",
    "ai-anya-e0807n2:168_0": "again:",
    "ai-anya-e0807n2:169_0": "Where the Discourse With Paṭisambhidā Saṅkicca",
    "ai-anya-e0807n2:170_0": "Sukkusātimoda, Sukkāti, and whatever they divide.",
    "ai-anya-e0807n2:171_0": "And here the words “which is a charming hair , etc., as because it is the time for discerning the special qualities of being an offering, etc., how does one who has to do it?",
    "ai-anya-e0807n2:171_1": "if he is establishing himself in a funeral pyre, etc.;",
    "ai-anya-e0807n2:171_2": "Whatever deeds he established in oneself is the plane of someone whose meditation subject does not perceive the neighborhood of adverting, saying “Repulsiveness of the sign,”",
    "ai-anya-e0807n2:171_3": "‘Putting a plan’ means through the breaking up of the plough in the sign.",
    "ai-anya-e0807n2:171_4": "‘Simply for the hops of the chariot’, or else forceful meditation subjects to move,",
    "ai-anya-e0807n2:171_5": "The deeds to be cut off the mind by deeds, at the signs, and indicated by the prey to mindfulness.",
    "ai-anya-e0807n2:171_6": "Likewise the accomplishment in protection, holding on to the cows,  thought, ‘We ran to get rid of the successes,’ and so on.",
    "ai-anya-e0807n2:171_7": "They get arriving and requisites, and they don’t because of their efforts to get them. And being unable to support them, they don’t because they don’t get an effort to get them.",
    "ai-anya-e0807n2:172_0": "For if one accuses another",
    "ai-anya-e0807n2:173_0": "Since this is so, what is their psychic power?",
    "ai-anya-e0807n2:174_0": "The man should all build the agreement",
    "ai-anya-e0807n2:175_0": "May all legal issues have been compared to the legal issues,",
    "ai-anya-e0807n2:176_0": "for the arising of this, etc., that is not the water for washing,",
    "ai-anya-e0807n2:177_0": "That is what is said:",
    "ai-anya-e0807n2:178_0": "For the purpose of making a commentary on the hand, etc., that is,",
    "ai-anya-e0807n2:179_0": "preserved torment one who is satisfied with what is prosperous,",
    "ai-anya-e0807n2:180_0": "This is the basis for ending the defilements, and for the sake of subduing others.",
    "ai-anya-e0807n2:181_0": "he is now undergoing the other perception.",
    "ai-anya-e0807n2:182_0": "The Seven Bodily Deeds are the five constituents (of mind and body) that provide fuel for attachment.",
    "ai-anya-e0807n2:183_0": "there is two kinds of legal issues: (having) example and dead.",
    "ai-anya-e0807n2:184_0": "the five-fold dwelling belonging to the legs of the feet.",
    "ai-anya-e0807n2:185_0": "And with analyzed:",
    "ai-anya-e0807n2:186_0": "and what is meant is that instance.",
    "ai-anya-e0807n2:187_0": "I was lying down on the ground, and on the ground,",
    "ai-anya-e0807n2:188_0": "Thus at Paṇḍaka the third kind of he had a third time,"
}