{
    "ai-anya-e0105n26:0_0": "Vimuttimaggapakaraṇaṁ",
    "ai-anya-e0105n26:1_0": "What is the name of freedom?",
    "ai-anya-e0105n26:1_1": "The path of purification is the poisonous concentration, and then having shown that one, it is the value of paths.",
    "ai-anya-e0105n26:1_2": "Herein,",
    "ai-anya-e0105n26:2_0": "“Virtue, Concentration, Wisdom, and unsurpassed Freedom,",
    "ai-anya-e0105n26:3_0": "These things have been understood by the Famous Gotama, by the Famous Gotama, that is an enlightened lineage for himself.”",
    "ai-anya-e0105n26:4_0": "having shown this first verse, and then show it by virtue, concentration and understanding, in the first phrase sign, in the mundane of concentration.",
    "ai-anya-e0105n26:4_1": "But now that encircling in going they have seen the blossoming liquor in the sky, they are called annoyed frequently:",
    "ai-anya-e0105n26:4_2": "How on earth can he become a monk?",
    "ai-anya-e0105n26:4_3": "Now, a teacher of the Community, the Dīghīti, the Abhaya, the Majjhima, Cūlaka, Mahāsudassana, Bhādeva, Piṇḍaka, and Bhaguttanta, went to the Indasālaka, and arrived at that place there.",
    "ai-anya-e0105n26:4_4": "From that purification he had been brought to the path of purification through that purification.",
    "ai-anya-e0105n26:5_0": "With a pure path, the source of purification, and vision of freedom is the (true) vision of the variety of paths, when they came to this and that number of elements.",
    "ai-anya-e0105n26:5_1": "But one of hating temperament has formerly drunk the inheritance of greedy temperament, or is of deluded temperament.",
    "ai-anya-e0105n26:5_2": "one of greedy temperament has wind in excessive greed, hate and delusion as one of greedy temperament.",
    "ai-anya-e0105n26:5_3": "He’d be traveled by his teacher. And the Buddha who has seen the Truth, because he is accomplished in freedom from desire and hate.",
    "ai-anya-e0105n26:6_0": "Many other paths will be seen in such a way that the path is purified. How should we be seen?",
    "ai-anya-e0105n26:7_0": "The meaning here is this: “The meaning of virtue is this: even the meaning of virtue in the way beginning, “The meaning of head hairs, etc., is the meaning of virtue in Cold and the cool water,” etc., should be given in the meaning in that case.”",
    "ai-anya-e0105n26:8_0": "Likewise the ascetic practices, droping of the ascetic practices, he can also be called “ascetic” when it is profitable. But there is no ascetic practice here that is profitable and in order to proceed having undertaken the ascetic practices.” So he does what is said, “Now, opposite-to-seeing,” he can also be said to be the ascetic practices.",
    "ai-anya-e0105n26:8_1": "When they say: “This must be prepared, although none of these resident monks say, ‘It’s not good, this is called ascetic practices.”",
    "ai-anya-e0105n26:9_0": "Likewise: the earth kasiṇa is called “Bhikkhus” and “Thenyond” according to such purity of mindfulness and full awareness, namely, equanimity and counselor. In this way is called equanimity based on the earth kasiṇa.”",
    "ai-anya-e0105n26:9_1": "This great crowd was conceived in the Mahāthūpa, saying: “The Abhaya, Kālāma, a town-dweller is beautiful.”",
    "ai-anya-e0105n26:10_0": "Likewise: it is appropriate for one aggregates, composed to the aggregates beginning with the summaries; and it is the ancient form of the old age and death that dead is unknown. In this way, when the origin of their cessation, they speak in accordance with that state.”",
    "ai-anya-e0105n26:10_1": "In the Great Cave, “Abhaya, there are dangers, conducting themselves well and seeking.”",
    "ai-anya-e0105n26:10_2": "(but) from birth and old age, he shows (him) the form of freedom,",
    "ai-anya-e0105n26:10_3": "Then there is no soon unity in Onesecure loving-kindness, immaculateness in three ways: “The mind-made body and the mind.”",
    "ai-anya-e0105n26:10_4": "But they’re just recalling the hindrances, corruptions that are proper for them.”",
    "ai-anya-e0105n26:11_0": "At this point there is a path to purity that is purified by the path and the giver of path, and there is no fear of witness, relatives, etc., that is, because it is by the receivers of Sakka and relatives.",
    "ai-anya-e0105n26:11_1": "But if many other things are not able to be seen that there is no one like them.",
    "ai-anya-e0105n26:12_0": "by means of one whom there is compassion, it is as in the way of understanding that is purified.",
    "ai-anya-e0105n26:12_1": "For the vehicles of the Analysis of the Doctrine, or else the path of suttas, discriminations, and separately expounded themselves in the morning and in the evening time of the district, even the districts of Pāvā.",
    "ai-anya-e0105n26:12_2": "and having pulled out them for the purpose of abandoning them, we will give them to the purpose.",
    "ai-anya-e0105n26:13_0": "Their ethics, mind, and wisdom, women and men who do not show the path to their precepts, even the analytical knowledge of the path and conduct, of the path, and of the fruit of knowledge and freedom.",
    "ai-anya-e0105n26:14_0": "And in that path he practices a purification that is purified and subdiviously in him for the sake of nymphs. ...",
    "ai-anya-e0105n26:14_1": "cooked by the method, they show it and then show it in the same way that they are said: “Accutable, live in the same place as before.”",
    "ai-anya-e0105n26:14_2": "and the forehead and reference to the elephant (giving): “You have been spoken by fortune, what was said .”",
    "ai-anya-e0105n26:14_3": "Herein, quite secluded from sense desires in the first place is complex with seclusion.",
    "ai-anya-e0105n26:14_4": "(But) for one who is fulfilling unskillful qualities, he is said to be “accomplished” and “It is said” .",
    "ai-anya-e0105n26:14_5": "And as he did the same.",
    "ai-anya-e0105n26:15_0": "And just as that is due to the path of purification that is purified of someone else, saying, “Bhikkhus, there is mindfulness of breathing, in the morning, etc., and even in the evening to suppression, however great although it is said there, so too, in the morning,",
    "ai-anya-e0105n26:16_0": "And just as that is due to the path of purity, etc., that is purified, looked down on him in the morning and there is no forgetstion, etc., and because of that is purified, the being’s gain, etc., and the path is shown where it is due to what is not said.",
    "ai-anya-e0105n26:17_0": "And just as, for the sake of purification, which is the shower of wisdom, namely, clans, and in the morning when they think, “What is the path leading to purity,” it is the knowledge of the path, etc., and also the knowledge of the attainment in the Paṭisambhidā, etc., and in the Suttanta expounded in the texts?",
    "ai-anya-e0105n26:17_1": "And there are all kinds of discussion in the comprehension of the path called purification through the path of wisdom in the Comprehending.",
    "ai-anya-e0105n26:18_0": "“That man who is inspiring confidence in the eye,",
    "ai-anya-e0105n26:19_0": "the smallest unsurpassed corpse is brought for the (true) compared to the Paṭisambhidā.”",
    "ai-anya-e0105n26:20_0": "This, too, was spoken by the Elder Sāriputta in the World’s presence.",
    "ai-anya-e0105n26:20_1": "(permission) in the like a donkey, in the ultimate way, it may still be far from the near shore. And it’d still belong there to the ultimate self-effacement.",
    "ai-anya-e0105n26:21_0": "In the four paths of purification through the truth of the paths, in the sense of purifiedness, as interrupting the reckoned as it is due to the accumulation of danger, and discovering the path of purification through the enlightenment of the paths of purification through the enlightenment of the paths and the paths of purification;",
    "ai-anya-e0105n26:21_1": "2.530 samānoyeva.",
    "ai-anya-e0105n26:22_0": "And just as the path of purification is shown by the way that is purified, etc., and also the five hundred aggregates, etc., respectively in the past and the future in the present, and so on in each and every case the three characteristics, etc., are made in the same way as that case.",
    "ai-anya-e0105n26:22_1": "And the opposite of the teaching is shown by means of the scriptures, etc., and of the three characteristics, etc., which were well established in oneself, and has the three characteristics of impermanence in this way.",
    "ai-anya-e0105n26:23_0": "purification of view is called “perception” in the common sense of the view, and anything that is fact given under the heading of name and form. ...",
    "ai-anya-e0105n26:23_1": "Both parts of the Jina, “Possessing the Cowls” and “There are these verses, Six again and again”, versed in the six verses of shining beauty, the knowledge of the bliss of freedom, and the analytic knowledge of freedom.",
    "ai-anya-e0105n26:23_2": "then the one heedful in the trivial period will be seen.",
    "ai-anya-e0105n26:24_0": "The account of the path of purification is shown by the noble path, and the penetration of the noble truths, and the enlightenment factor is shown by insight to the noble truth of the path, and the knowledge of freedom.",
    "ai-anya-e0105n26:25_0": "The recollection of the Buddha, the teaching, the Saṅgha, and the world of the meaning, then that is to say, the attainment of the world. It is the seventh, that is to say, the attainment of the world, and the other world is made way to reach purity. But it is far from the opportunity for head, as if it were given to path to purity.",
    "ai-anya-e0105n26:26_0": "And at this point it is possible to go through the hot course of freedom.",
    "ai-anya-e0105n26:26_1": "But there is no place consisting in swiftness, so there is no place prepared for the senior elder in the Mahāvihāra, and it is not only the doctrine of the Theras.",
    "ai-anya-e0105n26:26_2": "However, a Sīhabālī would not go to a place where the Thera ate heap of Sīhahanīs and received a Sīhabāhu!",
    "ai-anya-e0105n26:26_3": "But a caravan leader is called “body” with many places, and many castes will be done.",
    "ai-anya-e0105n26:26_4": "But because there is no place for him to show that he has been shown that he has been drunk from it. When many things have been inappropriate to his feet, the giver of to him. And in the eight ways he disproved by the perfected ones and its enemying that facts dogs them.",
    "ai-anya-e0105n26:26_5": "On the contrary, the Causal Tree in the Fraternity said: “This Seek for the sake of this simile, is the eighth splendid Tree”",
    "ai-anya-e0105n26:26_6": "That’s why this is the path of the great fruit, how could they get my gratitude?"
}