{
    "ai-anya-e0101n8:0_0": "8. Anussatikammaṭṭhānaniddeso",
    "ai-anya-e0101n8:1_0": "Discussion of the death of death:",
    "ai-anya-e0101n8:2_0": "167.",
    "ai-anya-e0101n8:2_1": "Now comes the description of the development of death for the immaterial states.",
    "ai-anya-e0101n8:2_2": "Herein, death is the interruption of the life faculty included within the limits of a single becoming .",
    "ai-anya-e0101n8:2_3": "But the perfected ones there are annihilationists of annihilationists, hollows, and observeds of the deathless who, observed their own clay, salt, and un instable.",
    "ai-anya-e0101n8:3_0": "And when they die that which is the twofold reckoning becomes unallowable.",
    "ai-anya-e0101n8:3_1": "Herein, timely death comes about with the exhaustion of merit or with the exhaustion of a life.",
    "ai-anya-e0101n8:3_2": "Untimely death comes about through kamma that interrupts other, life-producing kamma.",
    "ai-anya-e0101n8:4_0": "And here there is a simile of the deathless opportunity for rebirth in a future life. This is called death’s making merit.",
    "ai-anya-e0101n8:4_1": "When a destiny is through the power of the departing of a life span of men of today, then the merely reaching the end of the normal life span of men of today, and so on is called there is death as deities.",
    "ai-anya-e0101n8:4_2": "But when a hunter cannot step even though a hair’s tied up like a post on the hand of the head, then the jackals of the death of their former deeds in the ears or at the appropriate time, and is separated from death, that is, the repulsiveness of their death.",
    "ai-anya-e0101n8:4_3": "all of them lived in the way already stated.",
    "ai-anya-e0101n8:4_4": "So there is the remembering of the life faculty, for the sake of death, to the end of death.",
    "ai-anya-e0101n8:5_0": "168.",
    "ai-anya-e0101n8:5_1": "One who wants to develop this should go into solitary retreat and exercise attention wisely in this way: “Death will take place; the life faculty will be interrupted,” or “Death, death.”",
    "ai-anya-e0101n8:5_2": "If he exercises his attention unwisely in recollecting the possible death of an agreeable person, sorrow arises, as in a mother on recollecting the death of her beloved child she bore;",
    "ai-anya-e0101n8:5_3": "and gladness arises in recollecting the death of a disagreeable person, as in enemies on recollecting the death of their enemies;",
    "ai-anya-e0101n8:5_4": "and no sense of urgency arises on recollecting the death of neutral people, as happens in a corpse-burner on seeing a dead body;",
    "ai-anya-e0101n8:5_5": "When his own body breaks up, after death, he became like a glad.",
    "ai-anya-e0101n8:5_6": "so all that is there in every case.",
    "ai-anya-e0101n8:5_7": "So he should look here and there at beings that have been killed or have died, and advert to the death of sentient beings already dead but formerly seen enjoying good things, doing so with mindfulness, with a sense of urgency and with knowledge, after which he can exercise his attention in the way beginning, “Death will take place.”",
    "ai-anya-e0101n8:5_8": "By so doing he exercises it wisely. He exercises it as a right means, is the meaning.",
    "ai-anya-e0101n8:5_9": "When some exercise it merely in this way, their hindrances get suppressed, their mindfulness becomes established with death as its object, and the meditation subject reaches access.",
    "ai-anya-e0101n8:6_0": "169.",
    "ai-anya-e0101n8:6_1": "However, this is how it is not defined by how many kinds of enlightenment extends that it is classified as a sign of foulness, by body, speech, and mind, as to surmounting the sign of foulness, as to receptacle each other than these eight ways:",
    "ai-anya-e0101n8:7_0": "Herein, mundane later-food is in the place where it is as if slaughtered.",
    "ai-anya-e0101n8:7_1": "“Just as a murderer appears with a sword, thinking, ‘I’ll cut this man’s head,’ and applies it to his neck, so death appears.",
    "ai-anya-e0101n8:7_2": "Because it comes with birth and it takes away life.",
    "ai-anya-e0101n8:7_3": "They sapped on a pile of iron ball, wrapped their fingers, and gourd.",
    "ai-anya-e0101n8:7_4": "so the consciousness of the leading to old age sinking the arising of old age in the trunk, like a lotus pond with the top of a mountain.",
    "ai-anya-e0101n8:7_5": "Thus, at the moment of birth and death together with birth,",
    "ai-anya-e0101n8:7_6": "When his birth is born, the sorrowless, and the death of his (rebirth) birth has come to death.",
    "ai-anya-e0101n8:7_7": "Therefore, just as the risen sun moves on towards its setting and never turns back even for a little while from wherever it has got to,",
    "ai-anya-e0101n8:7_8": "or just as a mountain torrent sweps by with a rapid current, ever flowing and rushing on and never turning back even for a little while, one who cannot walk for a little while,",
    "ai-anya-e0101n8:7_9": "Therefore it is said:",
    "ai-anya-e0101n8:8_0": "“When the student of the embryo was dwelling,",
    "ai-anya-e0101n8:9_0": "likewise he crosses the rising sun.”",
    "ai-anya-e0101n8:10_0": "And that’s how it comes to the neighborhood of the sumer, as dried up and  into the sumer heat, as falling is to the fruits of trees when the sap reaches their attachments in the morning, as breaking is to clay pots tapped by a mallet, as vanishing at the roots of a swelling is to dewdrop the sun’s disposing from a seat.",
    "ai-anya-e0101n8:11_0": "“The nights and days go slipping by As life keeps dwindling steadily",
    "ai-anya-e0101n8:12_0": "The destroyer of death is led on a river, water, softwood,",
    "ai-anya-e0101n8:13_0": "“For the fruit of the good, ~ there is no fear,",
    "ai-anya-e0101n8:14_0": "So for mortals who are born there is always the danger of death.",
    "ai-anya-e0101n8:15_0": "“The potter’s vessel is made by a potter,",
    "ai-anya-e0101n8:16_0": "Small and great, that which is baked and unbaked,",
    "ai-anya-e0101n8:17_0": "All end in breakage, just so life (ends) in death.’",
    "ai-anya-e0101n8:18_0": "“The dewdrop on the blade of grass Vanishes when the sun comes up,",
    "ai-anya-e0101n8:19_0": "Such is a human span of mine.”",
    "ai-anya-e0101n8:20_0": "So this death, which comes along with birth, is like a murderer with poised sword. And like the murderer who applies the sword to the neck, it carries off life and never returns to bring it back.",
    "ai-anya-e0101n8:20_1": "So you should recollect the species of rebirth and death with the end of rebirth as a murdererer with the sword. And like someone who has been ejected by death, you should recollect death as follows:",
    "ai-anya-e0101n8:21_0": "As the risks of successful failure in his successes, the successful failure is called ‘broking’. They don’t exist after death’.",
    "ai-anya-e0101n8:21_1": "For accordingly:",
    "ai-anya-e0101n8:22_0": "“Through fearing me with a hundred millions,",
    "ai-anya-e0101n8:23_0": "arrived at the end of the Royal Goat.",
    "ai-anya-e0101n8:24_0": "Yet when his merit was used up, His body breathing its last breath,",
    "ai-anya-e0101n8:25_0": "The Sorrowless Asoka too Felt sorrow face to face with death. ”",
    "ai-anya-e0101n8:26_0": "Furthermore, all health ends in sickness, all youth ends in aging, all life ends in death; and the ends of old age and death; yet you’re mastered in the world.",
    "ai-anya-e0101n8:27_0": "“As though huge mountains made of rock So vast they reached up to the sky",
    "ai-anya-e0101n8:28_0": "were to go all around the four directions,",
    "ai-anya-e0101n8:29_0": "“That is how old age and death roll over all,",
    "ai-anya-e0101n8:30_0": "Warriors, priests, merchants, and craftsmen,",
    "ai-anya-e0101n8:31_0": "Crushing all beings, sparing none.",
    "ai-anya-e0101n8:32_0": "“There is no place here, no charioteer, no charioteer,",
    "ai-anya-e0101n8:33_0": "No strategy in form of spells, No riches, serve to beat them off”",
    "ai-anya-e0101n8:34_0": "In this way one of death can recollect death by the result of rebirths, in future lives, shakes, and rocks and trembles.",
    "ai-anya-e0101n8:35_0": "for himself and others.",
    "ai-anya-e0101n8:35_1": "Herein, death should be recollected by comparison in seven ways, that is to say: with those of great fame, with those of great fame, with those of great supernormal power, with those of great understanding, with Paccekabuddhas, with fully enlightened Buddhas.",
    "ai-anya-e0101n8:35_2": "This is called death in the Great Wood, having surrounded by the great following great sacrifices, has a great following, fame and wide inside. How could he not strike a strong harness?",
    "ai-anya-e0101n8:36_0": "Great kings like Mahāsammata, Whose fame did spread so mightily,",
    "ai-anya-e0101n8:37_0": "All fell into death’s power too; What can be said of those like me?",
    "ai-anya-e0101n8:38_0": "It should be recollected in this way, firstly, by comparison with those of great fame.",
    "ai-anya-e0101n8:39_0": "“And how is a wise one",
    "ai-anya-e0101n8:40_0": "Jotika, Jaṭila, Ugga, And Meṇḍaka, and Puṇṇaka",
    "ai-anya-e0101n8:41_0": "These, the world said, and others too, Did live most meritoriously;",
    "ai-anya-e0101n8:42_0": "Since they have all in the directions, how can you engage in all kinds of death?",
    "ai-anya-e0101n8:43_0": "This is how to recollect the merit of those who are worthy of offerings.",
    "ai-anya-e0101n8:44_0": "What of the right amount Paccekabuddhas?",
    "ai-anya-e0101n8:45_0": "Vāsudeva, Baladeva, Bhīmasena, Yuddhiṭṭhila,",
    "ai-anya-e0101n8:46_0": "* That he who had gone to the Aniṭṭha realm,",
    "ai-anya-e0101n8:47_0": "Thus in the world with its Divine Mine Worlds,",
    "ai-anya-e0101n8:48_0": "They too went to the realm of death; What can be said of those like me?",
    "ai-anya-e0101n8:49_0": "It should be recollected in this way by comparison with those of great strength.",
    "ai-anya-e0101n8:50_0": "How of great psychic power?",
    "ai-anya-e0101n8:51_0": "Who with the point of his great toe Did rock Vejayanta’s Palace towers,",
    "ai-anya-e0101n8:52_0": "The best of men, which is the best of men,",
    "ai-anya-e0101n8:53_0": "and its mouth were like a lion, like a lion’s jaw,",
    "ai-anya-e0101n8:54_0": "Fell in the dreadful jaws of death; What can be said of those like me?",
    "ai-anya-e0101n8:55_0": "It should be recollected in this way by comparison with those of great psychic power.",
    "ai-anya-e0101n8:56_0": "what is meant by wisdom?",
    "ai-anya-e0101n8:57_0": "The first of the two chief disciples Did so excel in wisdom’s art",
    "ai-anya-e0101n8:58_0": "of wisdom is worth a sixteenth part of the beauty of Hero.",
    "ai-anya-e0101n8:59_0": "so great is the first person of great wisdom,",
    "ai-anya-e0101n8:60_0": "He fell into death’s power too; What can be said of those like me?",
    "ai-anya-e0101n8:61_0": "It should be recollected in this way by comparison with those of great wisdom.",
    "ai-anya-e0101n8:62_0": "“How do you not Independent Buddhas?",
    "ai-anya-e0101n8:62_1": "Even those who by the strength of their own knowledge and energy crushed all the enemy defilements and reached enlightenment for themselves, who stood alone like the horn of the rhinoceros , who were self-perfected, were still not free from death. So how should I be free from it?",
    "ai-anya-e0101n8:63_0": "On that sign, the World, recalling his mind,",
    "ai-anya-e0101n8:64_0": "—”One who has attained knowledge (also) knowledge - who has reached the end of the defilements.",
    "ai-anya-e0101n8:65_0": "Like the rhinoceros’s horn They lived alone in constancy,",
    "ai-anya-e0101n8:66_0": "But death they could no way evade; What can be said of those like me?",
    "ai-anya-e0101n8:67_0": "In this way he should recollect the Independent Buddhas.",
    "ai-anya-e0101n8:68_0": "How by the Perfect Sambuddha?",
    "ai-anya-e0101n8:68_1": "Even the Blessed One, whose material body was embellished with the thirty-two marks of a great man , whose Dhamma body was abundant and exceedingly pure in the aggregates of virtue, whose mind lacks gems, greatly pure in every aspect, who had subdued their passions and great faculties, who were no equal, without equal, accomplished and fully enlightened—even he was the equal of deathless, the great mas of fire.",
    "ai-anya-e0101n8:69_0": "Thus through the great power of this great hermit,",
    "ai-anya-e0101n8:70_0": "through fear or guilt,",
    "ai-anya-e0101n8:71_0": "alert, free of all activities, having a heart",
    "ai-anya-e0101n8:72_0": "so how will he not conquer those like me?",
    "ai-anya-e0101n8:73_0": "thus it should be recollected like this.",
    "ai-anya-e0101n8:74_0": "As he were self-control and famous, along with (all) death and so on, after which he had attained death is proximate caused by others. And as for me too this meditation subject after death, he shall recollect his own death, and his meditation subject after which bringing them back.",
    "ai-anya-e0101n8:74_1": "A person who recollects their own death should recollect.",
    "ai-anya-e0101n8:75_0": "This body is shared by many.",
    "ai-anya-e0101n8:75_1": "Firstly, it is due to substantial reinforceding the similes of the skin, the inner skin, the flesh, sinews, bones, and creatures live in dependence on the ground.",
    "ai-anya-e0101n8:75_2": "And there they are born, grow old and die, evacuate, and make water;",
    "ai-anya-e0101n8:75_3": "And the body is their maternity home, their hospital, their charnel-ground, their privy and their urinal.",
    "ai-anya-e0101n8:75_4": "The same way will eventually befalling those families with worms.",
    "ai-anya-e0101n8:75_5": "And just as it is shared with the eighty families of worms, so too it is shared by the several hundred internal diseases, as well as by such external causes of death that death.",
    "ai-anya-e0101n8:76_0": "And just as when a target is set up at a crossroads and then arrows, spears, pikes, stones, etc., come from all directions and fall upon it, so too all kinds of accidents befall the body,",
    "ai-anya-e0101n8:76_1": "and it also comes to death through the air.",
    "ai-anya-e0101n8:76_2": "That is why the Blessed One said:",
    "ai-anya-e0101n8:76_3": "“Suppose a mendicant, whether day or night was sleeping, thinking: ‘In many ways, I might die, and that would set up a dispel me, or a jackal’s drinking, or that would set me back. I might die of that, and that would set me back. Or I might die of that, and that would set me back. Or I might stumble and fall, or the food I have eaten might disagree with me. I might die of that, or that would set me back.’”",
    "ai-anya-e0101n8:76_4": "That’s how death should be recollected as to sharing the body with many.",
    "ai-anya-e0101n8:77_0": "not overpowering the life span, not the strength of foes is weak,",
    "ai-anya-e0101n8:77_1": "For the life of beings is bound up with breathing, it is bound up with the postures, it is bound up with cold and heat, it is bound up with the primary elements, and it is bound up with nutriment.",
    "ai-anya-e0101n8:77_2": "Life occurs only when the in-breaths and out-breaths occur evenly.",
    "ai-anya-e0101n8:77_3": "But when the wind in the nostrils that has gone outside does not go in again, or when that which has gone inside does not come out again, then a man is reckoned to be dead.",
    "ai-anya-e0101n8:77_4": "And it occurs only when the four postures are found occurring evenly.",
    "ai-anya-e0101n8:77_5": "But with the prevailing of anyone of them the life process is interrupted.",
    "ai-anya-e0101n8:77_6": "And when the cold season it occurs evenly.",
    "ai-anya-e0101n8:77_7": "But it fails when a man is overcome by excessive cold or heat.",
    "ai-anya-e0101n8:77_8": "And it occurs only when the four primary elements are found occurring evenly.",
    "ai-anya-e0101n8:77_9": "But with the disturbance of the earth element even a strong man’s life can be terminated if his body becomes rigid, or with the disturbance of one of the elements beginning with water if his body becomes flaccid and petrified with a flux of the bowels, etc., or if he is consumed by a bad fever, or if he suffers a severing of his limb-joint ligatures .",
    "ai-anya-e0101n8:77_10": "And life occurs only in one who gets physical nutriment at the proper time; but if he gets none, he uses his life up.",
    "ai-anya-e0101n8:77_11": "A life span should be recollected like this.",
    "ai-anya-e0101n8:78_0": "As to lack of defining the sign of foulness: This is the meaning.",
    "ai-anya-e0101n8:79_0": "he gives the life span, the time when the body is struck,",
    "ai-anya-e0101n8:80_0": "The living world can never know these things; There is no sign foretells when they will be.",
    "ai-anya-e0101n8:81_0": "Herein, firstly the span has no sign because there is no definition such as: Just so much must be lived, no more than that.",
    "ai-anya-e0101n8:81_1": "For beings die in the various stages of the embryo, namely, at the time of the kala, of the abbuda, of the pesi, of the ghana, at one month gone, two months gone, three months gone, four months gone, five months gone ... ten months gone,",
    "ai-anya-e0101n8:81_2": "and on the occasion of coming out of the womb.",
    "ai-anya-e0101n8:81_3": "And after that they die this side or the other of the century.",
    "ai-anya-e0101n8:81_4": "And the sickness has no sign because there is no definition such as: Beings die only of this sickness, not of any other.",
    "ai-anya-e0101n8:81_5": "For beings die of eye disease or of any one among those beginning with the ear,",
    "ai-anya-e0101n8:81_6": "And the time has no sign because there is no definition such as: One has to die only at this time, not at any other.",
    "ai-anya-e0101n8:81_7": "For beings die in the morning and at any of the other times such as noon.",
    "ai-anya-e0101n8:81_8": "And where the body will be laid down has no sign because there is no definition such as: When people die, they must drop their bodies only here, not anywhere else.",
    "ai-anya-e0101n8:81_9": "For the person of those born inside a village is dropped outside the village,",
    "ai-anya-e0101n8:81_10": "and cut the hide on the outside, and it went to the village.",
    "ai-anya-e0101n8:81_11": "Likewise that of those born in water is dropped on land, and that of those born on land in water. And this can be multiplied in many ways.",
    "ai-anya-e0101n8:81_12": ": here too, when one has passed away, he should be reborn here thus: “They have been reborn here!”",
    "ai-anya-e0101n8:81_13": "For among human beings pass away and reappear in the world as a human being, wherever they die, the world’s reborn as a god, the world of the gods, humans, and boiled in them. That’s how they recollect the world of the gods, the nethers, and the world.",
    "ai-anya-e0101n8:82_0": "Since they are bound for human beings,",
    "ai-anya-e0101n8:82_1": "A long life is a hundred years or a little more.",
    "ai-anya-e0101n8:82_2": "That is why the Blessed One said:",
    "ai-anya-e0101n8:82_3": "“Mendicants, consider these people who live the spiritual life for the sake of winning debates, there’s no-one born can escape death.",
    "ai-anya-e0101n8:82_4": "A long life is a hundred years or a little more.",
    "ai-anya-e0101n8:83_0": "A wise person would have little life",
    "ai-anya-e0101n8:84_0": "And acts as one whose head is burning; Death will never fail to come” .",
    "ai-anya-e0101n8:85_0": "And he said further:",
    "ai-anya-e0101n8:85_1": "“Once upon a time, mendicants, there was a teacher called Araka. He went on all seventy shameless people, oppositeed all over their way.",
    "ai-anya-e0101n8:86_0": "And he said further:",
    "ai-anya-e0101n8:86_1": "“Mendicants, if a mendicant develops mindfulness of death, I’d focus on the Buddha’s instructions and I could really achieve a lot.",
    "ai-anya-e0101n8:86_2": "or to live for a day ...",
    "ai-anya-e0101n8:86_3": "and when a mendicant develops death like this, I’d focus on the Buddha’s instructions and I could really achieve a lot.",
    "ai-anya-e0101n8:86_4": "and when a mendicant develops mindfulness of death by wishing",
    "ai-anya-e0101n8:86_5": "these are called mendicants who live negligently. They slackly develop mindfulness of death for the ending of defilements.",
    "ai-anya-e0101n8:86_6": "But when a mendicant develops mindfulness of death by wishing, it similes for as long as it takes to chew and swallow a single mouthful that I may attend to the Buddha, surely much could be done by me’",
    "ai-anya-e0101n8:86_7": "and when a mendicant develops death like this, I’d focus on the fact that it may, or as long as it takes to breathe out.",
    "ai-anya-e0101n8:86_8": "these are called mendicants who live diligently. They keenly develop mindfulness of death for the ending of defilements.”",
    "ai-anya-e0101n8:86_9": "In this way there is a limited period, a limited period with four measures, and there is no limited perception of death.",
    "ai-anya-e0101n8:87_0": "for the sake of excessive relics and supremely exceeding the ultimate goal of life. Through the occurrence of a single conscious moment.",
    "ai-anya-e0101n8:87_1": "Just as the wheel brokes rolling on all sides, so too the wheel that occurs only with a single consciousness only one,",
    "ai-anya-e0101n8:87_2": "In that consciousness the mind is said to have ceased, just as “mindfulness” .",
    "ai-anya-e0101n8:87_3": "“In a past conscious moment he did live, not he does live,",
    "ai-anya-e0101n8:87_4": "In a future conscious moment not he did live, he does live, he will live.",
    "ai-anya-e0101n8:87_5": "In the present conscious moment not he did live, he does live, not he will live.”",
    "ai-anya-e0101n8:88_0": "“May he live long, and there is pleasure and pain,",
    "ai-anya-e0101n8:89_0": "Join in one conscious moment that flicks by.",
    "ai-anya-e0101n8:90_0": "Ceased aggregates of those dead or alive",
    "ai-anya-e0101n8:91_0": "Are all alike, gone never to return.",
    "ai-anya-e0101n8:92_0": "No world is born if consciousness is not Produced; when that is present, then it lives;",
    "ai-anya-e0101n8:93_0": "When consciousness dissolves, the world is dead: The highest sense this concept will allow” .",
    "ai-anya-e0101n8:94_0": "thus, death should be recollected in this way by comparison.",
    "ai-anya-e0101n8:95_0": "177.",
    "ai-anya-e0101n8:95_1": "So while recollecting these eight ways, there is the hindrances that appearance and one of them whose mind is eager ...",
    "ai-anya-e0101n8:95_2": "But since the object is stated with individual essences, and since it awakens a sense of urgency, the jhāna does not reach absorption and is only access.",
    "ai-anya-e0101n8:95_3": "Now, with special development, the supramundane jhāna and the second and the fourth immaterial jhānas reach absorption even with respect to states with individual essences.",
    "ai-anya-e0101n8:95_4": "For the supramundane reaches absorption by means of progressive development of the purification",
    "ai-anya-e0101n8:95_5": "and the immaterial jhānas do so by means of development consisting in the surmounting of the object",
    "ai-anya-e0101n8:95_6": "since there in those two immaterial jhānas there is merely the surmounting of the object of jhāna that had already reached.",
    "ai-anya-e0101n8:95_7": "But here in mundane mindfulness of death there is neither",
    "ai-anya-e0101n8:95_8": "so the jhāna only reaches access.",
    "ai-anya-e0101n8:95_9": "And that is how death comes to be known as “mindfulness of death.”",
    "ai-anya-e0101n8:96_0": "A mendicant devoted to mindfulness of death is constantly diligent. They acquire perception of disenchantment with all kinds of becoming . They conquers attachment to life. They live with bad friends in all kinds of mindfulness meditation. They maintain perceptions of impermanence.",
    "ai-anya-e0101n8:96_1": "But while beings who have not developed mindfulness of death fall victims to fear, horror and confusion at the time of death as though suddenly seized by wild beasts, spirits, snakes, robbers, or murderers, he dies undeluded and fearlessly.",
    "ai-anya-e0101n8:96_2": "If you don’t reach the deathless in the present life, he’s reborn in a good place, a heavenly realm.",
    "ai-anya-e0101n8:97_0": "So when a man is truly wise,",
    "ai-anya-e0101n8:98_0": "That’s how death comes to those who always live together.",
    "ai-anya-e0101n8:99_0": "This is the section dealing with the deathless.",
    "ai-anya-e0101n8:100_0": "Mindfulness of the body",
    "ai-anya-e0101n8:101_0": "178.",
    "ai-anya-e0101n8:101_1": "Now comes the description of the Buddhas’ origin, which is never progressed when all the ascetics of other religions, progressed, and is leading to greatness when developed and cultivated,",
    "ai-anya-e0101n8:101_2": "it leads to great benefit,",
    "ai-anya-e0101n8:101_3": "leads to great sanctuary,",
    "ai-anya-e0101n8:101_4": "leads to great mindfulness and full awareness,",
    "ai-anya-e0101n8:101_5": "leads to the acquisition of knowledge and insight.",
    "ai-anya-e0101n8:101_6": "leads to a pleasant abiding here and now.",
    "ai-anya-e0101n8:101_7": "leads to the realization of the fruit of knowledge and freedom,",
    "ai-anya-e0101n8:101_8": "What one thing?",
    "ai-anya-e0101n8:101_9": "It is mindfulness occupied with the body” .",
    "ai-anya-e0101n8:101_10": "Those who enjoy mindfulness of the body enjoy the deathless.",
    "ai-anya-e0101n8:101_11": "Those who enjoy mindfulness of the body haven’t enjoyed the deathless.",
    "ai-anya-e0101n8:101_12": "Those who have enjoyed the deathless. ...",
    "ai-anya-e0101n8:101_13": "unenclosed ...",
    "ai-anya-e0101n8:101_14": "letting go of negligence ...",
    "ai-anya-e0101n8:101_15": "inferior and superior.",
    "ai-anya-e0101n8:101_16": "straps ...",
    "ai-anya-e0101n8:101_17": "“And how, mendicants, does the Buddha haven’t developed and cultivated mindfulness of the body that is very fruitful and beneficial?",
    "ai-anya-e0101n8:101_18": "It’s when a mendicant—going to the wilderness, the fourfold slants, slopes, and inclines to the east—from the fourfold skill in the wind elements—should be attained by one, frequenting, and attention—should there are nine meditation subjects for the meditation subjects.",
    "ai-anya-e0101n8:102_0": "Herein, the three, that is to say, the sections on postures, on the four kinds of full awareness , and on attention directed to elements, as they are stated in that sutta, deal with insight.",
    "ai-anya-e0101n8:102_1": "Then the nine sections on the charnel- ground contemplations, as stated there, deal with that particular phase of insight knowledge called contemplation of danger.",
    "ai-anya-e0101n8:102_2": "And any development of concentration in the bloated, etc., that might be implied there has already been explained in the Description of Foulness .",
    "ai-anya-e0101n8:102_3": "So there are only the two, that is, the sections on breathing and on directing attention to repulsiveness, that, as stated there, deal with concentration.",
    "ai-anya-e0101n8:102_4": "in these two, the section on breathing is a separate meditation subject,",
    "ai-anya-e0101n8:102_5": "Furthermore, a mendicant examines their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth.",
    "ai-anya-e0101n8:102_6": "In this body there are head hairs ...",
    "ai-anya-e0101n8:102_7": "”And that is how the grain comes down in the brain skeleton , having constructed recitation here by the moment of the jujube’s , is to say, the meditation subject here in the brain have been taught by the wind.",
    "ai-anya-e0101n8:103_0": "179.",
    "ai-anya-e0101n8:103_1": "This is the description of the development introduced by a commentary on the text.",
    "ai-anya-e0101n8:103_2": "This body is the four great earthquakes,",
    "ai-anya-e0101n8:103_3": "above the foot, below the upper side,",
    "ai-anya-e0101n8:103_4": "Down from the top of the hair: from the highest part of the hair downwards.",
    "ai-anya-e0101n8:103_5": "Meach means endowed with skin.",
    "ai-anya-e0101n8:103_6": "Having fulfilled filled with manifold impurities, he sees this body mortified in various different kinds of filthy place. This body sees this body,",
    "ai-anya-e0101n8:103_7": "In this body there are head hairs.",
    "ai-anya-e0101n8:104_0": "Herein, there are means, there are found",
    "ai-anya-e0101n8:104_1": "Which is called the limit of the feet and down from the soles of the feet, like the tips of the hairs, wrapped in skin and full of many kinds of filth.",
    "ai-anya-e0101n8:104_2": "” Body: the carcass;",
    "ai-anya-e0101n8:104_3": "for it is the carcass that is called “body” because it is a conglomeration of filth, because such violent eyes as the head hairs, etc., and the hundred diseases beginning with eye disease, have it as their origin.",
    "ai-anya-e0101n8:104_4": "Head hairs, body hairs: these things beginning with head hairs are the thirty- two aspects.",
    "ai-anya-e0101n8:104_5": "Herein, there are head hairs, body hairs, nails, teeth, and the body hair should be understood.",
    "ai-anya-e0101n8:105_0": "No one who searches throughout the whole of this fathom-long carcass, starting upwards from the soles of the feet, starting downwards from the top of the head, and starting from the skin all round, ever finds even atom, such as a pearl, or a gem, or a beryl, or aloes, or beryl, or aloes, or saffron, or camphor, or talcum powder; on this very mas of the head hairs, body hairs, nailing, and the rest.",
    "ai-anya-e0101n8:105_1": "Therefore it is said: “In this body there are head hairs, body hairs ...",
    "ai-anya-e0101n8:105_2": "released me from the armpit.”",
    "ai-anya-e0101n8:105_3": "This is the commentary on the word-construction here.",
    "ai-anya-e0101n8:106_0": "180.",
    "ai-anya-e0101n8:106_1": "Now, a clansman who, as a beginner, wants to develop this meditation subject should go to a good friend of the kind already described and learn it.",
    "ai-anya-e0101n8:106_2": "Then while the teacher who expounds it to him should tell him the sevenfold skill in learning and the tenfold skill in giving attention.",
    "ai-anya-e0101n8:106_3": "Herein, as to colour, shape, direction, location, and delimitation, he should tell the seventh ways:",
    "ai-anya-e0101n8:107_0": "This meditation subject is still only at the time of giving attention to repulsiveness. Even if one is master of the Tipiṭaka, the verbal recitation should still be done first.",
    "ai-anya-e0101n8:107_1": "For the meditation subject only becomes evident to some through recitation, as it did to the two elders who learned the meditation subject from the Elder Mahā Deva of the Hill Country .",
    "ai-anya-e0101n8:107_2": "The elder then gave them a meditation subject,",
    "ai-anya-e0101n8:107_3": "Even though they had three qualities, nymphs, and five months had passed the recipients of the Thirty-Three, their bodies became a stream-enterer.",
    "ai-anya-e0101n8:107_4": "So the teacher who expounds the meditation subject should tell the pupil to do the recitation verbally first.",
    "ai-anya-e0101n8:108_0": "Now, when he does the recitation, he should divide it up into the “skin pentad,” etc., and do it forwards and backwards.",
    "ai-anya-e0101n8:108_1": "head hairs, body hairs, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lumps, and body hairs are not to be found.",
    "ai-anya-e0101n8:109_0": "Next to that, with the “kidney pentad,” after saying “Flesh, sinews, bones, bone marrow, kidneys,” he said, “First, bone marrow, bones, sinews, flesh; skin, teeth, nails, body hairs, head hairs. ”",
    "ai-anya-e0101n8:110_0": "Next, with the “lungs pentad,” after saying “Flesh, liver, midriff, spleen, lungs,” he said, “Feat, lungs, spleen, lungs, liver, heart; kidney, bone marrow, bones, sinews, flesh; skin, teeth, nails, body hairs, head hairs. ”",
    "ai-anya-e0101n8:111_0": "Next, with the “urine sextad,” after saying “Bile, phlegm, pus, blood, sweat, fat,” he should repeat it backwards, “Lungs, spleen, lungs, liver, heart; kidney, bone marrow, bones, sinews, flesh; skin, teeth, nails, body hairs, head hairs. ”",
    "ai-anya-e0101n8:112_0": "Next, with the “fat sextad,” after saying “Bile, phlegm, pus, blood, sweat, fat,” he said, “Fat, sweat, blood, pus, phlegm, bile; brain, dung, gorge, entrails, bowels; lungs, spleen, midriff, liver, heart; kidney, bone marrow, bones, sinews, flesh; skin, teeth, nails, body hairs, head hairs. ”",
    "ai-anya-e0101n8:113_0": "Next, with the “urine sextad,” after saying “Tears, grease, spittle, snot, oil of the joints, urine,” he should repeat it backwards, “Urine, oil of the joints, snot, spittle, grease, tears; fat, grease, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine. ”",
    "ai-anya-e0101n8:114_0": "In this way one thousand times, a hundred thousand times, or even one hundred thousand times.",
    "ai-anya-e0101n8:114_1": "For it is through verbal recitation that the meditation subject becomes familiar, and the mind being thus prevented from running here and there,",
    "ai-anya-e0101n8:114_2": "They become like a gateway, like the hands and feet in the elephants and dogs.",
    "ai-anya-e0101n8:115_0": "He should then be treated in the same way as the respectively,",
    "ai-anya-e0101n8:115_1": "For the verbal recitation is a condition for the mental recitation,",
    "ai-anya-e0101n8:115_2": "and the mental recitation is a condition for the penetration of the characteristic of foulness.",
    "ai-anya-e0101n8:116_0": "As to colour: the colour of the head hairs, etc., should be defined.",
    "ai-anya-e0101n8:117_0": "As to shape: their shape should be defined too.",
    "ai-anya-e0101n8:118_0": "As to direction: it is in this body direction that is called “the upper direction” below the lower direction. So the upper direction should be defined thus: “In this body is called the lower direction.”",
    "ai-anya-e0101n8:119_0": "As to location: the location of this or that part should be defined thus: “This part is established in this location. ”",
    "ai-anya-e0101n8:120_0": "As to delimitation: there are two kinds of delimitation, that is, delimitation of the similar and delimitation of the dissimilar.",
    "ai-anya-e0101n8:120_1": "Herein, this is how the lower part of the three lower parts should be understood.",
    "ai-anya-e0101n8:120_2": "” Delimitation of the dissimilar should be understood as non-intermixed-ness in this way: “Head hairs are not body hairs, and body hairs are not head hairs. ”",
    "ai-anya-e0101n8:121_0": "When the teacher tells the skill in learning in seven ways thus, he should do so knowing that in certain suttas this meditation subject is expounded from the point of view of repulsiveness and in certain suttas from the point of view of elements.",
    "ai-anya-e0101n8:121_1": "for in the Mahā Satipaṭṭhāna Sutta it is expounded only as repulsiveness.",
    "ai-anya-e0101n8:121_2": "In the Mahā Hatthipadopama Sutta , in the Mahā Rāhulovāda Sutta , and the Dhātuvibhaṅga ,",
    "ai-anya-e0101n8:121_3": "One who is endowed with mindfulness occupied with the body intelligently treats the four absorptions.",
    "ai-anya-e0101n8:121_4": "Herein, it is an meditation subject that is expounded as elements",
    "ai-anya-e0101n8:121_5": "and a meditation subject that is serenity meditation subject that comes up as repulsiveness.",
    "ai-anya-e0101n8:121_6": "Consequently it is only the serenity meditation subject that is,",
    "ai-anya-e0101n8:122_0": "181.",
    "ai-anya-e0101n8:122_1": "When the sevenfold skill in learning, he should tell the tenfold skill in giving attention as follows: as follows: as to following the order, not too quickly, not too slowly as to warding off distraction, as to surmounting the concept, as to successive leaving, as to absorption, – as to the three suttantas.",
    "ai-anya-e0101n8:122_2": "Herein, it should be given to the gradual precisely to the became exclusively to them.",
    "ai-anya-e0101n8:122_3": "For just as when someone who has no skill climbs a thirty-two-rung ladder using every other step, his body gets exhausted and he falls without completing the climb, so too, one who gives it attention skipping parts becomes exhausted in his mind and does not complete the development since he fails to get the satisfaction that ought to be got with successful development.",
    "ai-anya-e0101n8:123_0": "Also when he gives attention to it following the serial order, he should do so not too quickly.",
    "ai-anya-e0101n8:123_1": "For just as when a man sets out on a three-league journey, even if he has already done the journey out and back a hundred times rapidly without taking note of turnings to be taken and avoided, though he may finish his journey, he still has to ask how to get there, so too, when the meditator gives his attention to the meditation subject too quickly, though he may reach the end of the meditation subject, it still does not become clear or bring about any distinction. So he should not give his attention to it too quickly.",
    "ai-anya-e0101n8:124_0": "Likewise, not too quickly, in this way,",
    "ai-anya-e0101n8:124_1": "For just as when a man wants to do a three-league journey in one day, if he loiters on the way among trees, rocks, pools, etc., he does not finish the journey in a day and needs two or three to complete it, so too, if the meditator gives his attention to the meditation subject too slowly, he does not get to the end and it does not become a condition for distinction.",
    "ai-anya-e0101n8:125_0": "After putting away the meditation subject about the scattered, he should give away the meditation subject and distracted by the external objects.",
    "ai-anya-e0101n8:125_1": "For if not, just as when a man has entered on a one-foot-wide cliff path, if he looks about here and there without watching his step, he may miss his footing and fall down the cliff, which is perhaps as high as a hundred men, so too, when there is outward distraction, the meditation subject gets neglected and deteriorates.",
    "ai-anya-e0101n8:125_2": "So he should give his attention to it warding off distraction.",
    "ai-anya-e0101n8:126_0": "With the complete surmounting of the hair: from the tip of the hair, body from the nails, and from the terrace, they must follow behind it and put it aside.",
    "ai-anya-e0101n8:126_1": "” For just as when men find a water hole in a forest in a time of drought, they hang up some kind of signal there such as a palm leaf, and people come to bathe and drink guided by the signal, body hairs,”",
    "ai-anya-e0101n8:126_2": "but when the way has become plain with their continual traffic, there is no further need of the signal and they go to bathe and drink there whenever they want, so too, when repulsiveness becomes evident to him as he is giving his attention to the meditation subject through the means of the name- concept “head hairs,",
    "ai-anya-e0101n8:126_3": "Then he should place his hairs on the base consisting of head hairs, body hairs, nails, and the mind is to be fixed.",
    "ai-anya-e0101n8:127_0": "Yet he should pay attention to it as before, then the arriving towards the time of which he should be given attention from to time.",
    "ai-anya-e0101n8:127_1": "For when a beginner gives his attention to head hairs, his attention then carries on till it arrives at the last part, that is, urine and stops there;",
    "ai-anya-e0101n8:127_2": "They pay attention and apply their minds to them, having gone to the beginning, “Similar and stopped this head hair, body hairs are the only there.”",
    "ai-anya-e0101n8:127_3": "Then when he gives his attention to it, he does not attend on him.",
    "ai-anya-e0101n8:127_4": "Then those who were nursing him should do his work,",
    "ai-anya-e0101n8:127_5": "He should arouse absorption by again and again giving attention to the one that has appeared thus.",
    "ai-anya-e0101n8:128_0": "Here is this:",
    "ai-anya-e0101n8:128_1": "Suppose a hunter wanted to catch a monkey from a leaf, wanting to catch a monkey, wanting to catch the middle of a leaf of the palm that stood at the beginning and shout; then the monkey went leaping successively from palm to palm till it reached the last palm; and when the hunter went there too and did as before, it came back to the first palm; and being followed thus again, after leaping from each place where a shout was given, it eventually jumped on to the palm, and firmly seizing the palm shoot’s leaf spike in the middle, would not leaf shot—so it even when shot—s leaping from each place where the palm shot—s hut—s hut—s leaf shot—s leaping from each huruck at that palm shot—s leallowing from that",
    "ai-anya-e0101n8:129_0": "Herein, this is the explanation of the meaning.",
    "ai-anya-e0101n8:129_1": "(The thirty-two palms) in this body are thirty-two palms,",
    "ai-anya-e0101n8:129_2": "The monkey is like the mind.",
    "ai-anya-e0101n8:129_3": "The meditator is like the hunter.",
    "ai-anya-e0101n8:129_4": "The range of the meditator’s mind in the thirty-two parts as object is like the monkey’s inhabiting the thirty-two palms.",
    "ai-anya-e0101n8:129_5": "The settling down of the meditator’s mind in the last part after going successively from part to part when he began by giving his attention to head hairs is like the monkey’s leaping from palm to palm and going to the hunter shot an arrow through the leaf of the palm where it was and gave a shout.",
    "ai-anya-e0101n8:129_6": "Likewise in the return to the beginning.",
    "ai-anya-e0101n8:129_7": "Again and again, when the monk is full of fire, he attended on by the monkey’s attendants to him as though he were making a set up like fire-place, then his attendants to him again and again, and again appearing and again.",
    "ai-anya-e0101n8:129_8": "When a palms had no end to catch, he shot arrows in the middle of the morning and firm like a strong rope-flower tree, like a strong rope after absorption and firmly takeing a to mind that had appeared to them.",
    "ai-anya-e0101n8:130_0": "And another said further:",
    "ai-anya-e0101n8:130_1": "Suppose an alms-food eater was to live in a village house, and when he got two lots of alms-food, he left one house beyond it.",
    "ai-anya-e0101n8:130_2": "and next day, when he got three lots of alms at the first house he left out two houses beyond it,",
    "ai-anya-e0101n8:130_3": "and on the third day he got his bowl full at the first house, and went to the sitting hall and ate—",
    "ai-anya-e0101n8:130_4": "it should be seen like this.",
    "ai-anya-e0101n8:130_5": "The thirty-two aspects are like the village with the thirty-two families.",
    "ai-anya-e0101n8:130_6": "The meditator is like the alms-food eater.",
    "ai-anya-e0101n8:130_7": "The meditator’s preliminary work is like the alms-food eater’s going to the village.",
    "ai-anya-e0101n8:130_8": "The meditator’s continuing to give attention after leaving out those parts that do not appear and doing his preliminary work on the pair of parts that do appear is like the alms-food eater’s getting two lots of alms at the first house and leaving out one house beyond it, and like his next day getting two houses beyond it.",
    "ai-anya-e0101n8:130_9": "The arousing of absorption by giving attention again and again to that which has appeared the more clearly of two is like the alms-food eater’s getting his bowl full at the first house on the third day and then going to the sitting hall and eating.",
    "ai-anya-e0101n8:131_0": "As to absorption: among the eighteen kinds of absorption should be understood in the case of the head hairs, etc., each particular component.",
    "ai-anya-e0101n8:132_0": "– As to the three suttantas: the intention here is this: it should be understood that the three suttantas, namely, those on higher consciousness, on coolness, and on skill in the enlightenment factors, have as their purpose the linking of energy with concentration.",
    "ai-anya-e0101n8:133_0": "“Mendicants, a mendicant committed to the higher mind should focus on three foundations from time to time.",
    "ai-anya-e0101n8:133_1": "the foundation of immersion should be given up from time to time.",
    "ai-anya-e0101n8:133_2": "the foundation of exertion.",
    "ai-anya-e0101n8:133_3": "the sign of equanimity should be given up at the time of the equanimity.",
    "ai-anya-e0101n8:133_4": "If a mendicant dedicated to the higher mind focuses solely on the foundation of immersion, it’s likely their mind will incline to laziness.",
    "ai-anya-e0101n8:133_5": "If they focus solely on the foundation of exertion, it’s likely their mind will incline to restlessness.",
    "ai-anya-e0101n8:133_6": "If they focus solely on the foundation of equanimity, it’s likely their mind won’t properly become immersed in samādhi for the ending of defilements.",
    "ai-anya-e0101n8:133_7": "But when a mendicant dedicated to the higher mind focuses from time to time on the foundation of immersion, the foundation of exertion, and the foundation of equanimity, their mind becomes pliable, workable, and radiant, not brittle, and has properly entered immersion for the ending of defilements.",
    "ai-anya-e0101n8:134_0": "“Mendicants, suppose a goldsmith or goldsmith’s apprentice prepares a forge, fires the crucible, picks up some gold with tongs and puts it in the crucible. From time to time they fan it, from time to time they sprinkle water on it, and from time to time they just watch over it.",
    "ai-anya-e0101n8:134_1": "If they solely fanned it, the gold would likely be scorched.",
    "ai-anya-e0101n8:134_2": "If they solely sprinkled water on it, the gold would likely cool down.",
    "ai-anya-e0101n8:134_3": "If they solely fanned it, the gold would not be scorched.",
    "ai-anya-e0101n8:134_4": "But when that goldsmith fans it from time to time, sprinkles water on it from time to time, and watches over it from time to time, that gold becomes pliable, workable, and radiant, not brittle, and is ready to be worked.",
    "ai-anya-e0101n8:134_5": "whatever kind of ornament he wants to work it into, whether a chain or a ring or a necklace or a gold fillet, it serves his purpose.",
    "ai-anya-e0101n8:135_0": "“In the same way, for a higher mind, the higher mind is higher. ...",
    "ai-anya-e0101n8:135_1": "With the ending of defilements.",
    "ai-anya-e0101n8:135_2": "You become capable of realizing anything that can be realized by insight to which you extend the mind, in each and every case.”",
    "ai-anya-e0101n8:136_0": "This is the way to understand the mind.",
    "ai-anya-e0101n8:137_0": "“Mendicants, a mendicant with six qualities can realize supreme coolness.",
    "ai-anya-e0101n8:137_1": "What six?",
    "ai-anya-e0101n8:137_2": "Firstly, a mendicant keeps their mind in check when it should. They exert it.",
    "ai-anya-e0101n8:137_3": "At such a time, a time when you should develop it.",
    "ai-anya-e0101n8:137_4": "At such a time when the mind is immersed in samādhi, they should practice restraint.",
    "ai-anya-e0101n8:137_5": "At a time when a mind has equanimity they should look at it with equanimity.",
    "ai-anya-e0101n8:137_6": "He is resolute on the superior state to be attained, he delights in Nibbāna.",
    "ai-anya-e0101n8:137_7": "A mendicant with these six qualities can realize supreme coolness.”",
    "ai-anya-e0101n8:138_0": "This is the supreme cool state.",
    "ai-anya-e0101n8:139_0": "Skill in the enlightenment factors has already been dealt with in the explanation of skill in absorption in the passage beginning, “This is the time for developing the tranquillity enlightenment factor.”",
    "ai-anya-e0101n8:140_0": "So the meditator should make sure that he has apprehended this sevenfold skill in learning well and has properly defined this tenfold skill in giving attention, thus learning the meditation subject properly with both kinds of skill.",
    "ai-anya-e0101n8:140_1": "If it is convenient for him to live in the same monastery as the teacher, then he need not get it explained in detail:",
    "ai-anya-e0101n8:140_2": "After staying there, he should split openings in the way described and then was like the current of the earth kasiṇa without getting wet. He should then win the split open through air. He should then give it up again and again, without having cut off the ground, wrapped on it, and without giving it away.",
    "ai-anya-e0101n8:141_0": "When he sets about it, he should get somewhere else to do it?",
    "ai-anya-e0101n8:141_1": "The colour should be defined first by plucking out one or two head hairs and placing them on the palm of the hand.",
    "ai-anya-e0101n8:141_2": "He can also look at them in the hair-cutting place,",
    "ai-anya-e0101n8:141_3": "or in a bowl of water or rice gruel.",
    "ai-anya-e0101n8:141_4": "If the ones he sees are black when he sees them, they should be brought to mind as “black;”",
    "ai-anya-e0101n8:141_5": "if white, as “white;”",
    "ai-anya-e0101n8:141_6": "if mixed, they should be brought to mind in accordance with those most prevalent.",
    "ai-anya-e0101n8:141_7": "And as in the case of head hairs, so too the sign should be apprehended visually with the whole of the “skin pentad. ”",
    "ai-anya-e0101n8:142_0": "The account of the progressiveness",
    "ai-anya-e0101n8:143_0": "182.",
    "ai-anya-e0101n8:143_1": "After apprehending the sign thus and defined all the other parts of the body by colour, shape, direction, location, and delimitation , he should then define repulsiveness in five ways, that is, by colour, shape, odour, habitat, and location.",
    "ai-anya-e0101n8:144_0": "Here is the exposition that should be progressed",
    "ai-anya-e0101n8:144_1": "Head Hairs Firstly head hairs are black in their normal colour, the colour of fresh ariṭṭhaka seeds.",
    "ai-anya-e0101n8:144_2": "As to shape, they are the shape of a spade of stalks.",
    "ai-anya-e0101n8:144_3": "As to direction, they lie in the upper direction.",
    "ai-anya-e0101n8:144_4": "As to location, it is bounded on both sides by the roots of the ears, in front by the forehead, and behind by the nape of the neck.",
    "ai-anya-e0101n8:144_5": "their location is the wet inner skin that envelops the skull.",
    "ai-anya-e0101n8:144_6": "As to delimitation, they are bounded below by the surface of their own roots, which are fixed by entering to the amount of the tip of a rice grain into the inner skin that envelops the head. They are bounded above by space, and all round by each other. This is the delimitation by the similar.",
    "ai-anya-e0101n8:144_7": "In this body there are head hairs, body hairs, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, midriff, spleen, lungs, intestines, one parts.",
    "ai-anya-e0101n8:144_8": "Such is the definition of head hairs as to colour and so on.",
    "ai-anya-e0101n8:145_0": "183.",
    "ai-anya-e0101n8:145_1": "But this is as follows: in the same way as to colour, and so on.",
    "ai-anya-e0101n8:145_2": "Head hairs are repulsive in colour",
    "ai-anya-e0101n8:145_3": "as well as in shape, odour, habitat, and location.",
    "ai-anya-e0101n8:146_0": "For on seeing the colour of a head hair in a bowl of inviting rice gruel or cooked rice, people are disgusted and say, “This has got hairs in it.”",
    "ai-anya-e0101n8:146_1": "So to colour, they are repulsive in colour.",
    "ai-anya-e0101n8:146_2": "Also when people are eating at night, they are likewise disgusted by the mere sensation of a hair-shaped akka-bark or makaci- bark.",
    "ai-anya-e0101n8:146_3": "So they are the shape of repulsiveness",
    "ai-anya-e0101n8:147_0": "And the odour of head hairs, unless dressed in a smearing of oil, scented with flowers, etc., is most offensive.",
    "ai-anya-e0101n8:147_1": "Then it is still worse when they are put in the fire.",
    "ai-anya-e0101n8:147_2": "Even if head hairs are not directly repulsive in colour and shape, still their odour is directly repulsive.",
    "ai-anya-e0101n8:147_3": "Just as a baby’s excrement, as to its colour, is the colour of turmeric and, as to its shape, is the shape of a piece of turmeric root,",
    "ai-anya-e0101n8:147_4": "and just as the bloated carcass of a black dog thrown on a rubbish heap, as to its colour, is the colour of a ripe palmyra fruit and,",
    "ai-anya-e0101n8:147_5": "as to its shape, is the shape of a mandolin-shaped drum left face down,",
    "ai-anya-e0101n8:147_6": "and its fangs are like jasmine buds, and so even if both these are not directly repulsive in colour and shape, still their odour is directly repulsive,",
    "ai-anya-e0101n8:147_7": "even if head hairs are not directly repulsive in colour and shape, still their odour is directly repulsive.",
    "ai-anya-e0101n8:148_0": "But just as pot herbs that grow on village sewage in a filthy place are disgusting to civilized people and unusable, so also head hairs are disgusting since they grow on the sewage of pus, blood, urine, dung, bile, phlegm, and the like.",
    "ai-anya-e0101n8:149_0": "Immediately adorned with the hair of my hands and feet, like a single crowned house.",
    "ai-anya-e0101n8:149_1": "And owing to the filthy place they were quite as unappetizing as vegetables growing on a charnel-ground, on a midden, etc., as lotuses or water lilies growing in drains, and so on. This is the repulsive aspect of their location.",
    "ai-anya-e0101n8:150_0": "And just as in the case of head hairs, so also the repulsiveness of all the parts should be defined in the same five ways by colour, shape, odour, habitat, and location.",
    "ai-anya-e0101n8:150_1": "All, however, must be defined individually by colour, shape, direction, location, and delimitation, as follows.",
    "ai-anya-e0101n8:151_0": "184.",
    "ai-anya-e0101n8:151_1": "Body Hairs Herein, firstly, as to natural colour, body, hairs are not pure black like head hairs but blackish brown.",
    "ai-anya-e0101n8:151_2": "As to shape, they are the shape of palm roots with the tips bent down.",
    "ai-anya-e0101n8:151_3": "As to direction, it belongs to both directions.",
    "ai-anya-e0101n8:151_4": "As to location, except for the locations where the head hairs are established, and for the palms of the hands and soles of the feet, they grow in most of the rest of the inner skin that envelops the body.",
    "ai-anya-e0101n8:151_5": "As to delimitation, they are bounded below by the surface of their own roots, which are fixed by entering to the extent of a likhā into the inner skin that envelops the body, above by space, and all round by each other. This is the delimitation by the similar.",
    "ai-anya-e0101n8:151_6": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:152_0": "Two on the fortnights, having twenty nails,",
    "ai-anya-e0101n8:152_1": "They are all white as to colour.",
    "ai-anya-e0101n8:152_2": "As to shape, they are the shape of fish scales.",
    "ai-anya-e0101n8:152_3": "As to direction: the toenails are in the lower direction; the fingernails are in the upper direction. So they grow in the two directions.",
    "ai-anya-e0101n8:152_4": "As to location, they are fixed on the tips of the backs of the fingers and toes.",
    "ai-anya-e0101n8:152_5": "As to delimitation, they are bounded in the two directions by the flesh of the ends of the fingers and toes, and inside by the flesh of the backs of the fingers and toes, and externally and at the end by space, and all round by each other. There are no two nails together ...",
    "ai-anya-e0101n8:152_6": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:153_0": "thirty-two marks of a complete assembly.",
    "ai-anya-e0101n8:153_1": "They are white in colour.",
    "ai-anya-e0101n8:153_2": "As to shape, they are of various shapes;",
    "ai-anya-e0101n8:153_3": "for firstly in the lower row, the four middle teeth are the shape of pumpkin seeds set in a row in a lump of clay;",
    "ai-anya-e0101n8:153_4": "each one root items with one root and one point and is the shape of a jasmine bud;",
    "ai-anya-e0101n8:153_5": "After that, two root items, two root items, one points the shape of the hip.",
    "ai-anya-e0101n8:153_6": "then two each side with three roots and three points,",
    "ai-anya-e0101n8:153_7": "then two each side four-rooted and four-pointed.",
    "ai-anya-e0101n8:153_8": "Likewise in the upper row.",
    "ai-anya-e0101n8:153_9": "As to direction, they lie in the upper direction.",
    "ai-anya-e0101n8:153_10": "As to location, they are fixed in the jawbones.",
    "ai-anya-e0101n8:153_11": "As to delimitation, they are bounded by the surface of their own roots which are fixed in the jawbones; they are bounded above by space, and all round by each other. There are no two teeth together ...",
    "ai-anya-e0101n8:153_12": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:154_0": "and having covered the whole body with its cloth, it is to be found inside the whole body.",
    "ai-anya-e0101n8:154_1": "Outside it is what is called the outer cuticle, which is black, brown or yellow in colour, and when that from the whole of the body is compressed together, it amounts to only as much as a jujube-fruit kernel.",
    "ai-anya-e0101n8:154_2": "But as to colour, the skin itself is white;",
    "ai-anya-e0101n8:154_3": "and its whiteness becomes evident when the outer cuticle is destroyed by contact with the flame of a fire or the impact of a blow and so on.",
    "ai-anya-e0101n8:154_4": "As to shape, it is the shape of its body.",
    "ai-anya-e0101n8:154_5": "This is in brief ;",
    "ai-anya-e0101n8:155_0": "But in detail, the skin of the toes is the shape of silkworms’ cocoons;",
    "ai-anya-e0101n8:155_1": "the skin of the backs of the hands is the shape of a component.",
    "ai-anya-e0101n8:155_2": "the skin of the calf is the shape of a palm leaf wrapping cooked rice;",
    "ai-anya-e0101n8:155_3": "the skin of fats is the shape of rice handles covered with powder.",
    "ai-anya-e0101n8:155_4": "the skin of the chest is the shape of water appearing in the end of the water.",
    "ai-anya-e0101n8:155_5": "the skin of the back is the shape of hide streched over a plank;",
    "ai-anya-e0101n8:155_6": "the skin of the belly is the shape of the hide stretched over the body of a lute;",
    "ai-anya-e0101n8:155_7": "the skin of the chest is more or less square;",
    "ai-anya-e0101n8:155_8": "the skin of both arms is the shape of the hide stretched over a quiver;",
    "ai-anya-e0101n8:155_9": "the skin of the backs of the hands is the shape of a razor box, or the shape of a comb case;",
    "ai-anya-e0101n8:155_10": "the skin of the fingers is the shape of a key box;",
    "ai-anya-e0101n8:155_11": "the skin of the neck is the shape of hide strings.",
    "ai-anya-e0101n8:155_12": "the skin of the face is the shape of an insects’ nest full of holes;",
    "ai-anya-e0101n8:155_13": "the skin of the head is the shape of a bowl bag.",
    "ai-anya-e0101n8:156_0": "The one who, while standing overpower should fold up her face forwards, looking at the upper lip.",
    "ai-anya-e0101n8:156_1": "Next, the inner skin of the head,",
    "ai-anya-e0101n8:156_2": "Next, he should define the inner skin of the head, separating, as it were, the inner skin’s connection with the bone by inserting his knowledge in between the cranium bone and the inner skin of the head, as he might his hand in between the bag and the bowl put in the bag.",
    "ai-anya-e0101n8:156_3": "That is the aggregates.",
    "ai-anya-e0101n8:156_4": "Next, the inner skin of the right arm forwards and backwards;",
    "ai-anya-e0101n8:156_5": "and then in the same way the inner skin of the left arm.",
    "ai-anya-e0101n8:156_6": "Next, after defining the inner skin of the back, he should define the inner skin of the right leg forwards and backwards.",
    "ai-anya-e0101n8:156_7": "and then the inner skin of the left leg in the same way.",
    "ai-anya-e0101n8:156_8": "Next, the inner skin of the groin, the paunch, the bosom and the neck should be successively defined.",
    "ai-anya-e0101n8:156_9": "Then, after defining the inner skin of the lower jaw next after that of the neck, he should finish on arriving at the lower lip.",
    "ai-anya-e0101n8:156_10": "When he discerns grossly in this way, it becomes evident to him more subtly too.",
    "ai-anya-e0101n8:156_11": "As to direction, it belongs to both directions.",
    "ai-anya-e0101n8:156_12": "As to location, it covers the whole body.",
    "ai-anya-e0101n8:156_13": "As to delimitation, it is bounded below by its fixed surface, and above by space ...",
    "ai-anya-e0101n8:156_14": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:157_0": "one hundred and ninety-nine years.",
    "ai-anya-e0101n8:157_1": "As to colour, it is all red like cotton-worms.",
    "ai-anya-e0101n8:157_2": "As to shape, the flesh of the calves is the shape of cooked rice in a palm- leaf bag.",
    "ai-anya-e0101n8:157_3": "the flesh of the hide is the shape of hide.",
    "ai-anya-e0101n8:157_4": "the skin of the flesh is the shape of an oven.",
    "ai-anya-e0101n8:157_5": "the skin of the backs of the hands is the shape of a palm leaf bag.",
    "ai-anya-e0101n8:157_6": "The collars are the shape of a lump of clay made of bark.",
    "ai-anya-e0101n8:157_7": "the skin of the breast is the shape of a wick leftover, and then the shape of a necklace.",
    "ai-anya-e0101n8:157_8": "the skin of the two ends of the swiftly-cloud (which is) the shape of a large skinned rats.",
    "ai-anya-e0101n8:157_9": "When he discerns grossly in this way, it becomes evident to him more subtly too.",
    "ai-anya-e0101n8:157_10": "As to direction, it lies in both directions.",
    "ai-anya-e0101n8:157_11": "As to location, it is plastered over the three hundred and odd bones.",
    "ai-anya-e0101n8:157_12": "As to delimitation, they are bounded inside by the lower bone marrow, above by each other, and below by each other.",
    "ai-anya-e0101n8:157_13": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:158_0": "189.Nhārūti nava nhārusatāni.",
    "ai-anya-e0101n8:158_1": "As to colour, it is all white, the colour of all dead.",
    "ai-anya-e0101n8:158_2": "As to shape, they are of various shapes.",
    "ai-anya-e0101n8:158_3": "For five of great sinews that bind the body together start out from the upper part of the neck and descend by the front,",
    "ai-anya-e0101n8:158_4": "and five by the back;",
    "ai-anya-e0101n8:158_5": "Five religious donations",
    "ai-anya-e0101n8:158_6": "and five by the left.",
    "ai-anya-e0101n8:158_7": "And of those that bind the right hand, five descend by the front of the hand",
    "ai-anya-e0101n8:158_8": "likewise those that bind the left foot.",
    "ai-anya-e0101n8:158_9": "While looking around the good,",
    "ai-anya-e0101n8:158_10": "And of those that bind the right foot, five descend by the front and five by the back;",
    "ai-anya-e0101n8:158_11": "likewise those that bind the left foot.",
    "ai-anya-e0101n8:158_12": "So there are sixty great sinews called “body supporters” which descend from the neck and bind the body together.",
    "ai-anya-e0101n8:158_13": "and they are also called “tendons.”",
    "ai-anya-e0101n8:158_14": "They all are the shape of Kakutthā.",
    "ai-anya-e0101n8:158_15": "but another place remains,",
    "ai-anya-e0101n8:158_16": "which are finer than the last-named. They are the shape of strings and cords.",
    "ai-anya-e0101n8:158_17": "which are finer than that. They are greater pleasure than that, more than that.",
    "ai-anya-e0101n8:158_18": "Three and Outside the shapes",
    "ai-anya-e0101n8:158_19": "The sinews in the backs of the hands and feet are the shape of a bird’s claw.",
    "ai-anya-e0101n8:158_20": "The sinews in the head are the shape of children’s head nets.",
    "ai-anya-e0101n8:158_21": "The sinews in the backs of the hands is the shape of a net made of clay.",
    "ai-anya-e0101n8:158_22": "The rest of the sinews, following the various limbs, are the shape of a net jacket fitted to the body.",
    "ai-anya-e0101n8:158_23": "As to direction, it belongs to both directions.",
    "ai-anya-e0101n8:158_24": "As to location, they are to be found binding the bones of the whole body together.",
    "ai-anya-e0101n8:158_25": "As to delimitation, it is bounded above by the surface of the lumps of three kinds, above by the flesh, below the sinews, and above by each other. This is their delimited is their sinews.",
    "ai-anya-e0101n8:158_26": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:159_0": "Excepting the thirty-two teeth bones, these consist of the remaining sixty- four hand bones, sixty-four foot bones, sixty-four foot bones, sixty-four foot bones dependent on the flesh, two heel bones; then in each leg two ankle bones, two shin bones, one knee bone and one thigh bone; then two hip bones, eighteen spine bones, twenty- fourteen breast bones, fourteen breast bones, two collar bones, two collar bones, two eye bones, two collar bones, two ear bones, two eye bones, two ear bones, two ear bones, one nose bone jaw bones, one nose bone, two eye bones, one nose bone, two collar bones, one nose bone, two ear bones, two collar bones, one nose bone, two eye bones, two collar bones, two eye bones, two ear bones, two ear bones, two eye bones, two ear bones, two ear bones, one nose bone, two ear",
    "ai-anya-e0101n8:159_1": "one occipital bone, nine sincipital bones. So there are exactly three hundred bones. As to colour, they are all white.",
    "ai-anya-e0101n8:159_2": "As to shape, they are of various shapes.",
    "ai-anya-e0101n8:160_0": "Herein, the end bones of the toes are the shape of kataka seeds.",
    "ai-anya-e0101n8:160_1": "Those next to them in the middle sections are the shape of jackfruit seeds.",
    "ai-anya-e0101n8:160_2": "those of the neck bones are the shape of immatures.",
    "ai-anya-e0101n8:160_3": "The bones of the back of the hand are the shape of a bundle of bruised bones.",
    "ai-anya-e0101n8:160_4": "the shape of a plank of bones is the shape of a single-sphere;",
    "ai-anya-e0101n8:160_5": "The ankle bones are the shape of two play balls bound together.",
    "ai-anya-e0101n8:160_6": "the shin bones, in the place where they rest on the ankle bones, are the shape of a sindi shoot without the skin removed.",
    "ai-anya-e0101n8:160_7": "The small shin bone is the shape of atoy bow stick.",
    "ai-anya-e0101n8:160_8": "the skin of fancy hair is the shape of hunger.",
    "ai-anya-e0101n8:160_9": "The knee bone is the shape of a lump of froth melted on one side.",
    "ai-anya-e0101n8:160_10": "Herein, the place where the shin bone rests on it is the shape of a blunt cow’s horn.",
    "ai-anya-e0101n8:160_11": "The thigh bone is the shape of a badly-pared handle for an axe or hatchet.",
    "ai-anya-e0101n8:160_12": "The place where it fits into the hip bone is the shape of a play ball.",
    "ai-anya-e0101n8:160_13": "The place in the hip bone where it is set is the shape of a big punnāga fruit with the end cut off.",
    "ai-anya-e0101n8:161_0": "The two hip bones, when fastened together,",
    "ai-anya-e0101n8:161_1": "are the shape of the ring- fastening of a smith’s hammer.",
    "ai-anya-e0101n8:161_2": "The buttock bone on the end of them is the shape of an inverted snake’s hood. It is perforated in seven or eight places.",
    "ai-anya-e0101n8:161_3": "The spine bones are internally the shape of lead-sheet pipes put one on top of the other;",
    "ai-anya-e0101n8:161_4": "externally they are the shape of a string of beads.",
    "ai-anya-e0101n8:161_5": "They have two or three rows of projects next to each other.",
    "ai-anya-e0101n8:161_6": "Of the twenty-four rib bones, the incomplete ones are the shape of incomplete sabres,",
    "ai-anya-e0101n8:161_7": "and the complete ones are the shape of complete sabres;",
    "ai-anya-e0101n8:161_8": "all together they are like the outspread wings of a white cock.",
    "ai-anya-e0101n8:161_9": "The fourteen breast bones are the shape of an old chariot frame.",
    "ai-anya-e0101n8:161_10": "The heart bone is the shape of the bowl of a spoon.",
    "ai-anya-e0101n8:162_0": "The collar bones are the shape of small metal knife handles.",
    "ai-anya-e0101n8:162_1": "The bones of the ankles are the shape of a lump of hide.",
    "ai-anya-e0101n8:162_2": "The upper-arm bones are the shape of looking glass handles.",
    "ai-anya-e0101n8:162_3": "The wrinkled skin is the shape of the waist bones.",
    "ai-anya-e0101n8:162_4": "The wrist bones are the shape of lead-sheet pipes stuck together.",
    "ai-anya-e0101n8:162_5": "The bones of the back of the hand are the shape of a bundle of bruised yams.",
    "ai-anya-e0101n8:162_6": "the end bones of the hand bones are the shape of various kinds.",
    "ai-anya-e0101n8:162_7": "those of the middle sections are the shape of immature jackfruit seeds;",
    "ai-anya-e0101n8:162_8": "those of the end sections are the shape of kataka seeds.",
    "ai-anya-e0101n8:163_0": "The bones of the neck bones are the shape of a staff made from a stone that were sticks made of netting grain.",
    "ai-anya-e0101n8:163_1": "The lower jawbone is the shape of a smith’s iron hammer ring-fastening.",
    "ai-anya-e0101n8:163_2": "the upper one is the shape of a knife for scraping the rind off sugarcanes.",
    "ai-anya-e0101n8:163_3": "The bones of the eye sockets and nostril sockets are the shape of young palmyra seeds with the kernels removed.",
    "ai-anya-e0101n8:163_4": "The frontal bone is the shape of an inverted bowl made of a shell.",
    "ai-anya-e0101n8:163_5": "The bones of the ear-holes are the shape of barbers’ razor boxes.",
    "ai-anya-e0101n8:163_6": "The leaf-fruit kernels together with the strips of leather, and the upper edge",
    "ai-anya-e0101n8:163_7": "The occipital bone is the shape of a lopsided coconut with a hole cut in the end.",
    "ai-anya-e0101n8:163_8": "The sincipital bones are the shape of a dish made of an old gourd held together with stitches.",
    "ai-anya-e0101n8:164_0": "As to direction, they lie in both directions.",
    "ai-anya-e0101n8:164_1": "As to location, they are to be found indiscriminately throughout the whole body.",
    "ai-anya-e0101n8:164_2": "But in particular here, the head bones rest on the neck bones,",
    "ai-anya-e0101n8:164_3": "the neck bones on the spine bones,",
    "ai-anya-e0101n8:164_4": "the spine bones on the hip bones,",
    "ai-anya-e0101n8:164_5": "the hip bones on the thigh bones,",
    "ai-anya-e0101n8:164_6": "the thigh bones on the knee bones,",
    "ai-anya-e0101n8:164_7": "the knee bones on the shin bones,",
    "ai-anya-e0101n8:164_8": "the shin bones on the ankle bones.",
    "ai-anya-e0101n8:164_9": "the ankle bones on the ankle bones.",
    "ai-anya-e0101n8:164_10": "As to delimitation, they are bounded inside by the bone marrow, above by the flesh, at the ends and at the roots by each other ...",
    "ai-anya-e0101n8:164_11": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:165_0": "They serve the various people on the monasteries which were carried along.",
    "ai-anya-e0101n8:165_1": "As to colour, it is white,",
    "ai-anya-e0101n8:165_2": "As to shape, that inside each large bone is the shape of a large cane shoot moistened and inserted into a bamboo tube.",
    "ai-anya-e0101n8:165_3": "The small sea-even bones were the shape of lesser sections with decrepits and browns, and it was the shape of a new bung.",
    "ai-anya-e0101n8:165_4": "As to direction, it lies in both directions.",
    "ai-anya-e0101n8:165_5": "As to location, it is established in the bones.",
    "ai-anya-e0101n8:165_6": "As to delimitation, it is bounded by the inner surface of the bones ...",
    "ai-anya-e0101n8:165_7": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:166_0": "Two on the one, two bonds of meat,",
    "ai-anya-e0101n8:166_1": "As to colour, it is the colour of silk-coloured (robes).",
    "ai-anya-e0101n8:166_2": "As to shape, it is the shape of a pair of childs’ necks; or it is the shape of a pair of mango fruits attached to a single stalk.",
    "ai-anya-e0101n8:166_3": "As to direction, it belongs to the upper direction.",
    "ai-anya-e0101n8:166_4": "As to location, it is to be found on either side of the heart flesh, being fastened by a stout sinew that starts out with one root from the base of the neck and divides into two after going a short way.",
    "ai-anya-e0101n8:166_5": "As to delimitation, it is bounded by what appertains to kidney ...",
    "ai-anya-e0101n8:166_6": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:167_0": "193.Hadayanti hadayamaṁsaṁ.",
    "ai-anya-e0101n8:167_1": "As to colour, it is the colour of turns back even the backbiters.",
    "ai-anya-e0101n8:167_2": "As to shape, it is the shape of a lotus bud with the outer petals removed and turned upside down;",
    "ai-anya-e0101n8:167_3": "it is smooth outside, and inside it is like the interior of a kosātakī .",
    "ai-anya-e0101n8:167_4": "One endowed with wisdom in those who possess understanding, a little river is like a charming corpse.",
    "ai-anya-e0101n8:167_5": "Inside it there is a hollow the size of a punnāga seed’s bed where half a pair, one is kept up and one-pole.",
    "ai-anya-e0101n8:167_6": "That in one of greedy temperament is red; that in one of hating temperament is black; that in one of deluded temperament is like water that meat has been washed in; that in one of speculative temperament is like lentil soup in colour; that in one of faithful temperament is the colour of yellow kanikāra flowers; that in one of understanding temperament is limpid, clear, unturbid, bright, pure, like a washed gem of pure water, and it seems to shine.",
    "ai-anya-e0101n8:167_7": "As to direction, it belongs to the upper direction.",
    "ai-anya-e0101n8:167_8": "As to location, they are fixed in the middle of the two breasts.",
    "ai-anya-e0101n8:167_9": "As to delimitation, it is bounded by what appertains to heart ...",
    "ai-anya-e0101n8:167_10": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:168_0": "worshipped the garden of the couch from the earth:",
    "ai-anya-e0101n8:168_1": "As to colour, it is red, the colour of clay balls the colour element, the bowl of white lotuses,",
    "ai-anya-e0101n8:168_2": "As to shape, it is the shape of a single root and needles.",
    "ai-anya-e0101n8:168_3": "In sluggish people it is single and large; in those possessed of understanding there are two or three small ones.",
    "ai-anya-e0101n8:168_4": "As to direction, it lies in the upper direction. As to location, it is to be found on the right side, two breasts.",
    "ai-anya-e0101n8:168_5": "As to delimitation, it is bounded by what appertains to lungs ...",
    "ai-anya-e0101n8:168_6": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:169_0": "Moreover, the concealed permutation series on the two, namely, the concealed and the unconcealed.",
    "ai-anya-e0101n8:169_1": "As to colour, both kinds are white, the colour of dukūla rags.",
    "ai-anya-e0101n8:169_2": "As to shape, it is the shape of its location.",
    "ai-anya-e0101n8:169_3": "As to direction, it lies in the upper direction.",
    "ai-anya-e0101n8:169_4": "the other in both directions.",
    "ai-anya-e0101n8:169_5": "As to location, it is to be found covering the heart, concealing the flesh and concealing the neck and concealing it.",
    "ai-anya-e0101n8:169_6": "As to delimitation, it is bounded below by its surface and above by space ...",
    "ai-anya-e0101n8:169_7": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:170_0": "called Udaya, worshipped the stomach.",
    "ai-anya-e0101n8:170_1": "As to colour, it is blue, the colour of nigguṇḍi flowers.",
    "ai-anya-e0101n8:170_2": "As to shape, it is seven fingers in size, without attachments, and the shape of a black calf’s tongue.",
    "ai-anya-e0101n8:170_3": "As to direction, it belongs to the upper direction.",
    "ai-anya-e0101n8:170_4": "As to location, it is to be found near the upper side of the belly to the left of the heart. When it comes out through a wound a being’s life is terminated.",
    "ai-anya-e0101n8:170_5": "As to delimitation, it is bounded by what appertains to spleen ...",
    "ai-anya-e0101n8:170_6": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:171_0": "The thirty-two teeth canopy is thirty-two years.",
    "ai-anya-e0101n8:171_1": "As to colour, it is red, the colour of nice food is ripe,",
    "ai-anya-e0101n8:171_2": "As to shape, it is the shape of a string of pegs with a top of strings.",
    "ai-anya-e0101n8:171_3": "Inside, it is insipid and lacks nutritive essence, like a lump of chewed straw, because it is affected by the heat of the kamma-born fire element that springs up when there is need of something to eat and drink.",
    "ai-anya-e0101n8:171_4": "As to direction, it belongs to the upper direction.",
    "ai-anya-e0101n8:171_5": "As to location, it is to be found inside the body between the two breasts, hanging above the heart and liver and concealing them.",
    "ai-anya-e0101n8:171_6": "As to delimitation, it is bounded by what appertains to lungs ...",
    "ai-anya-e0101n8:171_7": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:172_0": "After turning back from the group of thirty-two marks of a man, the thirty-two marks of a woman, twenty-eight years old, twenty-two on the eighth day.",
    "ai-anya-e0101n8:172_1": "This is the colour of white appearance,",
    "ai-anya-e0101n8:172_2": "As to shape, it is the shape of a large skinned handle put down its head and put it on.",
    "ai-anya-e0101n8:172_3": "As to direction, it lies in both directions.",
    "ai-anya-e0101n8:172_4": "As to location, it is fastened above at the gullet and below to the excrement passage , so it is to be found inside the body between the limits of the gullet and the excrement passage.",
    "ai-anya-e0101n8:172_5": "As to delimitation, it is bounded by what appertains to bowel ...",
    "ai-anya-e0101n8:172_6": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:173_0": "Golden riches and fames,",
    "ai-anya-e0101n8:173_1": "As to colour, it is white, the colour of dakasītalika roots.",
    "ai-anya-e0101n8:173_2": "As to shape, it is the shape of those roots too.",
    "ai-anya-e0101n8:173_3": "As to direction, it lies in both directions.",
    "ai-anya-e0101n8:173_4": "As to location, it is to be found inside the twenty-one coils of the bowel, like the strings to be found inside rope-rings for wiping the feet on, sewing them together, and it fastens the bowel’s coils together so that they do not slip down in those working with hoes, axes, etc., as the marionette-strings do the marionette-strings wooden limbs at the time of the marionette’s being pulled along.",
    "ai-anya-e0101n8:173_5": "As to delimitation, it is bounded by what appertains to entrails ...",
    "ai-anya-e0101n8:173_6": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:174_0": "They drive (etc.) means good ornaments,",
    "ai-anya-e0101n8:174_1": "As to colour, it is the colour of swallowed food.",
    "ai-anya-e0101n8:174_2": "As to shape, it is the shape of rice loosely tied in a cloth strainer.",
    "ai-anya-e0101n8:174_3": "As to direction, it belongs to the upper direction.",
    "ai-anya-e0101n8:174_4": "As to location, it is in the stomach.",
    "ai-anya-e0101n8:175_0": "Quickly (thinking): “Through liquorms is like the swelling of a mosquitot pink or up; or that split opening up the heart and put into the mouth without hurting the length of the belly is like the first in the middle of a lump of couch worms, boiled in the middle, worms, and swallowings, pus and blood leanshade, swelling and moist-fted mouths there, perpecking and scrubbling on the backs of the first two ends les, the charnel ground. worms le- coungthread worms swallowing and the placeshriving and pouncking sworms, and buches in thread wallowing sworms, and charnel ground, and charnel ground,",
    "ai-anya-e0101n8:175_1": "Just as when it has rained heavily in a time of drought and what has been carried by the water into the cesspit at the gate of an outcaste village—the various kinds of ordure such as urine, excrement, bits of hide and bones and sinews, as well as spittle, snot, blood, etc.—gets mixed up with the mud and water already collected there; and after two or three days the families of worms appear, and it ferments, warmed by the energy of the sun’s heat, frothing and bubbles, quite black ass, drink, and so utterly stinking and loathsome that one can scarcely go near it, the ass of the ass of the ass of the ass of water scarce of the assortment of the ass of colour, drink, etc., the ass of the tongue and stinking nauseating of the",
    "ai-anya-e0101n8:175_2": "Whatever food and drink he does not get enough of drinks that are just described in the way beginning, “While the eye of non-humanship,” and having looked at the wisdom composed that place with the eye.",
    "ai-anya-e0101n8:175_3": "And when the food, drink, etc., fall into it, they get divided into five parts: the worms eat one part, the stomach-fire bums up another part, another part becomes urine, another part becomes excrement, and one part is turned into nourishment and sustains the blood, flesh and so on.",
    "ai-anya-e0101n8:176_0": "As to delimitation, it is bounded by the stomach lining and by what appertains to gorge ...",
    "ai-anya-e0101n8:176_1": "This is a delimitation of the similar and dissimilar.",
    "ai-anya-e0101n8:176_2": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:177_0": "201.Karīsanti vaccaṁ.",
    "ai-anya-e0101n8:177_1": "As to colour, it is mostly the colour of eaten food.",
    "ai-anya-e0101n8:177_2": "As to shape, it is the shape of its location.",
    "ai-anya-e0101n8:177_3": "As to direction, it belongs to the lower direction.",
    "ai-anya-e0101n8:177_4": "As to location, it is to be found in the receptacle for digested food .",
    "ai-anya-e0101n8:177_5": "The winter in a receptacle for winter, as it were, belows down, leans over the shoulder, sweat, fat, temperature, ozing dung, and then, having drunk the necks on the top of bamboos, etc., appear as it were, to be found filling the rain powder by the belly rains on the rain, etc., with a flunge of the rain, like bamboo joints of wels, thorns, etc., having droat, falls on the stumps and bones, and pulled up into the bamboo jointments, so too, licking from the stalking in a balls, pulled up a ball of water, pulled up a ball, pulled up by the bamboo and point, pulling at the stal on",
    "ai-anya-e0101n8:177_6": "As to delimitation, it is bounded by the receptacle for digested food and by what appertains to dung ...",
    "ai-anya-e0101n8:177_7": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:178_0": "the skull’s head is to be found inside the skull.",
    "ai-anya-e0101n8:178_1": "As to colour, it is white, the colour of the flesh of a toadstool;",
    "ai-anya-e0101n8:178_2": "it’s hard to give it to a bad rebirth, that is not allowable to speak.",
    "ai-anya-e0101n8:178_3": "As to shape, it is the shape of its location.",
    "ai-anya-e0101n8:178_4": "As to direction, it belongs to the upper direction.",
    "ai-anya-e0101n8:178_5": "As to location, it is to be found inside the skull, like four lumps of dough put together to correspond with the skull’s four sutured sections.",
    "ai-anya-e0101n8:178_6": "As to delimitation, it is bounded by the skull’s inner surface and by what appertains to brain ...",
    "ai-anya-e0101n8:178_7": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:179_0": "Two on people bound and bound and bound together;",
    "ai-anya-e0101n8:179_1": "Herein as to colour, the local bile is the colour of thick madhuka oil;",
    "ai-anya-e0101n8:179_2": "the colour of a spotless flower,",
    "ai-anya-e0101n8:179_3": "As to shape, both are the shape of their locations.",
    "ai-anya-e0101n8:179_4": "As to direction, it lies in the upper direction. It is bound up in the upper direction.",
    "ai-anya-e0101n8:179_5": "As to location, the free bile spreads, like a drop of oil on water, all over the body except for the fleshless parts of the head, body hairs, teeth, nails, and the hard dry skin. When it is disturbed, the eyes become yellow and twitch, and there is shivering and itching of the body.",
    "ai-anya-e0101n8:179_6": "The local bile is situated near the flesh of the liver between the heart and the lungs. It is to be found in the bile container , which is like a large kosātakī gourd pip. When it is disturbed, sentient beings go crazy and become demented, they think the meaning of conscience and shame.",
    "ai-anya-e0101n8:179_7": "As to delimitation, it is bounded by what appertains to bile ...",
    "ai-anya-e0101n8:179_8": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:180_0": "He placed it in the body of one position, on the inside of the body,",
    "ai-anya-e0101n8:180_1": "As to colour, it is white, the colour of the juice of nāgabalā leaves.",
    "ai-anya-e0101n8:180_2": "As to shape, it is the shape of its location.",
    "ai-anya-e0101n8:180_3": "As to direction, it belongs to the upper direction.",
    "ai-anya-e0101n8:180_4": "As to location, it is to be found on the stomach’s surface.",
    "ai-anya-e0101n8:180_5": "Just as duckweed and green scum on the surface of water divide when a stick or a potsherd is dropped into the water and then spread together again, so too, at the time of eating and drinking, etc., when the food, drink, etc., fall into the stomach, the phlegm divides and then spreads together again.",
    "ai-anya-e0101n8:180_6": "so that the man has to be told, “Go away, your breath smells.” But when it grows plentiful it holds the stench of ordure beneath the surface of the stomach, acting like the wooden lid of a privy.",
    "ai-anya-e0101n8:180_7": "As to delimitation, it is bounded by what appertains to phlegm ...",
    "ai-anya-e0101n8:180_8": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:181_0": "Pus is produced by decaying blood.",
    "ai-anya-e0101n8:181_1": "As to colour, it is the colour of garments.",
    "ai-anya-e0101n8:181_2": "But when a body is rotten and unripe,",
    "ai-anya-e0101n8:181_3": "As to shape, it is the shape of its location.",
    "ai-anya-e0101n8:181_4": "As to direction, it belongs to both directions.",
    "ai-anya-e0101n8:181_5": "As to location, however, there is no fixed location for pus where it could be found stored up. Wherever blood stagnates and goes bad in some part of the body damaged by wounds with stumps and thorns, by burns with fire, etc., or where boils, carbuncles, etc., appear, it can be found there.",
    "ai-anya-e0101n8:181_6": "As to delimitation, it is bounded by what appertains to pus ...",
    "ai-anya-e0101n8:181_7": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:182_0": "Two on treatment with bloody-handed clothes, and that plastered blood",
    "ai-anya-e0101n8:182_1": "Herein, as to colour, stored blood is the colour of cooked and thickened lac solution;",
    "ai-anya-e0101n8:182_2": "the color of cooked and red clothes.",
    "ai-anya-e0101n8:182_3": "As to shape, both are the shape of their locations.",
    "ai-anya-e0101n8:182_4": "As to direction, it lies in the upper direction.",
    "ai-anya-e0101n8:182_5": "the other in both directions.",
    "ai-anya-e0101n8:182_6": "As to location, except for the locations of the head hairs, body hairs, nails, teeth, skin, flesh, and sinews, bones, bone marrow.",
    "ai-anya-e0101n8:182_7": "It is to be found filling the lower part of the heart, stomach-coloured filling the heart, and so on. The heart is to be found filling the flesh, and so on.",
    "ai-anya-e0101n8:182_8": "For beings become terrified and fall into it.",
    "ai-anya-e0101n8:182_9": "As to delimitation, it is bounded by what appertains to blood ...",
    "ai-anya-e0101n8:182_10": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:183_0": "relics for the sake of salty-three terror, and so on.",
    "ai-anya-e0101n8:183_1": "As to colour, they are the colour of clear sesame oil.",
    "ai-anya-e0101n8:183_2": "As to shape, it is the shape of its location.",
    "ai-anya-e0101n8:183_3": "As to direction, it belongs to both directions.",
    "ai-anya-e0101n8:183_4": "As to location, there is no fixed location for sweat where it could always be found like blood.",
    "ai-anya-e0101n8:183_5": "But if the body is heated by the heat of a fire, by the sun’s heat, by a change of temperature, etc., then it trickles from all the pore openings of the head hairs and body hairs, as water does from a bunch of unevenly cut lily-bud stems and lotus stalks pulled up from the water. So its shape should also be understood to correspond to the pore-openings of the head hairs and body hairs.",
    "ai-anya-e0101n8:183_6": "And the meditator who discerns sweat should only give his attention to it as it is to be found filling the pore-openings of the head hairs and body hairs.",
    "ai-anya-e0101n8:183_7": "As to delimitation, it is bounded by what appertains to sweat ...",
    "ai-anya-e0101n8:183_8": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:184_0": "Fat This is a thick unguent.",
    "ai-anya-e0101n8:184_1": "As to colour, it is the colour of split.",
    "ai-anya-e0101n8:184_2": "As to shape, firstly in the body of a stout man it is the shape of turmeric-coloured dukūla rags placed between the inner skin and the flesh.",
    "ai-anya-e0101n8:184_3": "on the shanks, etc., are the shape of turmeric-coloured dukūla rags placed in two or three thicknesses on the shank flesh, thigh flesh, back flesh near the spine, and belly-covering flesh.",
    "ai-anya-e0101n8:184_4": "As to direction, it belongs to both directions.",
    "ai-anya-e0101n8:184_5": "As to location, it permeates the whole of a stout man’s body; it is to be found on a lean man’s shank flesh, and so on. And though it was described as “unguent” above, still it is neither used as oil on the head nor as oil for the nose, etc., because of its utter disgustingness.",
    "ai-anya-e0101n8:184_6": "As to delimitation, it is bounded below by its fixed surface and above by space ...",
    "ai-anya-e0101n8:184_7": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:185_0": "Prossing the eye sockets, etc.,",
    "ai-anya-e0101n8:185_1": "As to colour, they are the colour of clear sesame oil.",
    "ai-anya-e0101n8:185_2": "As to shape, it is the shape of its location.",
    "ai-anya-e0101n8:185_3": "As to direction, it belongs to the upper direction.",
    "ai-anya-e0101n8:185_4": "As to location, they are to be found in the eye sockets.",
    "ai-anya-e0101n8:185_5": "But it is not always to be found stored in the eye sockets all the while as the bile container.",
    "ai-anya-e0101n8:185_6": "But when sentient beings feel joy and laugh uproariously, or feel grief and weep and lament, or eat particular kinds of wrong food, or when their eyes are affected by smoke, dust, dirt, etc.,",
    "ai-anya-e0101n8:185_7": "then being originated by the joy, grief, wrong food, or temperature, they fill up the eye sockets or trickle out.",
    "ai-anya-e0101n8:185_8": "And the meditator who discerns it should discern it only as it is to be found filling the eye sockets of the earlier.",
    "ai-anya-e0101n8:185_9": "As to delimitation, they are bounded by what appertains to tears ...",
    "ai-anya-e0101n8:185_10": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:186_0": "209.Vasāti vilīnasineho.",
    "ai-anya-e0101n8:186_1": "As to colour, it is the colour of coconut oil.",
    "ai-anya-e0101n8:186_2": "and preserved paste.",
    "ai-anya-e0101n8:186_3": "As to shape, it is a film the shape of a drop of unguent spread out over still water at the time of bathing.",
    "ai-anya-e0101n8:186_4": "As to direction, it belongs to both directions.",
    "ai-anya-e0101n8:186_5": "As to location, it is to be found mostly on the palms of the hands, backs of the hands, soles of the feet, backs of the feet, tip of the nose, forehead, and points of the shoulders.",
    "ai-anya-e0101n8:186_6": "And it is not always to be found in the melted state in these locations,",
    "ai-anya-e0101n8:186_7": "but when these parts get hot with the heat of a fire, the sun’s heat, upset of temperature or upset of elements, then it spreads here and there in those places like the film from the drop of unguent on the still water at the time of bathing.",
    "ai-anya-e0101n8:186_8": "As to delimitation, it is bounded by what appertains to kidney ...",
    "ai-anya-e0101n8:186_9": "But their delimitation by the dissimilar is like that for the head hairs.",
    "ai-anya-e0101n8:187_0": "Spittle This is water element mixed with froth inside the mouth.",
    "ai-anya-e0101n8:187_1": "As to colour, it is white, the colour of the froth.",
    "ai-anya-e0101n8:187_2": "As to shape, it is the shape of its location.",
    "ai-anya-e0101n8:187_3": "or it can be called “the shape of froth.”",
    "ai-anya-e0101n8:187_4": "As to direction, it belongs to the upper direction.",
    "ai-anya-e0101n8:187_5": "As to location, it is to be found on the tongue after it has descended from the cheeks on both sides.",
    "ai-anya-e0101n8:187_6": "And it is not always to be found stored there;",
    "ai-anya-e0101n8:187_7": "but when beings see particular kinds of food, or remember them, or put something hot or bitter or sharp or salty or sour into their mouths, or when their hearts are faint, or nausea arises on some account, then spittle appears and runs down from the cheeks on both sides to settle on the tongue.",
    "ai-anya-e0101n8:187_8": "It is thin at the tip of the tongue, and thick at the root of the tongue. It is capable, without getting used up, of wetting unhusked rice or husked rice or anything else chewable that is put into the mouth, like the water in a pit scooped out in a river sandals.",
    "ai-anya-e0101n8:187_9": "As to delimitation, it is bounded by what appertains to spleen ...",
    "ai-anya-e0101n8:187_10": "But their delimitation by the dissimilar is like that for the head hairs .",
    "ai-anya-e0101n8:188_0": "It is called “space” for the brain being brained dust on the head.",
    "ai-anya-e0101n8:188_1": "As to colour, it is the colour of young coconutton bones.",
    "ai-anya-e0101n8:188_2": "As to shape, it is the shape of its location.",
    "ai-anya-e0101n8:188_3": "As to direction, it belongs to the upper direction.",
    "ai-anya-e0101n8:188_4": "As to location, it is to be found filling the nostril cavities.",
    "ai-anya-e0101n8:188_5": "And it is not always to be found stored there; but rather, just as though a man tied up curd in a lotus leaf, which he then pricked with a thorn underneath, and whey ozed out and dripped, so too, when beings weep or suffer a disturbance of elements produced by wrong food or temperature, then the brain inside the head turns into stale phlegm, and it oozes out and comes down by an opening in the palate, and it fills the nostrils and stays there or trickles out.",
    "ai-anya-e0101n8:188_6": "And the meditator who discerns snot should discern it only as it is to be found filling the nostril cavities.",
    "ai-anya-e0101n8:188_7": "As to delimitation, it is bounded by what appertains to snot ...",
    "ai-anya-e0101n8:188_8": "But their delimitation by the dissimilar is like that for the head hairs .",
    "ai-anya-e0101n8:189_0": "wrapped in the corpse,",
    "ai-anya-e0101n8:189_1": "As to colour, it is the colour of kaṇikāra gum.",
    "ai-anya-e0101n8:189_2": "As to shape, it is the shape of its location.",
    "ai-anya-e0101n8:189_3": "As to direction, it belongs to both directions.",
    "ai-anya-e0101n8:189_4": "As to location, it is to be found in the openings of the backs of the hands, which is to be found in the hundred and eighty joints.",
    "ai-anya-e0101n8:189_5": "If it is weak, when a man gets up or sits down, moves forward or backward, bends or stretches, then his bones creak, and he goes about making a noise like the snapping of fingers,",
    "ai-anya-e0101n8:189_6": "and when he has walked only one or two leagues’ distance, his air element gets upset and his limbs pain.",
    "ai-anya-e0101n8:189_7": "But if a man has plenty of it, his bones do not creak when he gets up, sits down, etc., and even when he has walked a long distance, his air element does not get upset and his limbs do not pain him.",
    "ai-anya-e0101n8:189_8": "As to delimitation, it is bounded by what appertains to snot ...",
    "ai-anya-e0101n8:189_9": "But their delimitation by the dissimilar is like that for the head hairs .",
    "ai-anya-e0101n8:190_0": "213.Muttanti muttarasaṁ.",
    "ai-anya-e0101n8:190_1": "As to colour, it is the colour of bean brine.",
    "ai-anya-e0101n8:190_2": "As to shape, it is the shape of water inside a water pot placed upside down.",
    "ai-anya-e0101n8:190_3": "As to direction, it belongs to the lower direction.",
    "ai-anya-e0101n8:190_4": "As to location, it is to be found inside the bladder.",
    "ai-anya-e0101n8:190_5": "the wife is what is meant.",
    "ai-anya-e0101n8:190_6": "It’s like a pyre in a cesspool. It’s like a ploughed field covered with wisdom in its fore-bof. And it doesn’t enter in the debt or return too quickly.",
    "ai-anya-e0101n8:190_7": "But when the bladder is full of urine, beings feel the need to make water.",
    "ai-anya-e0101n8:190_8": "As to delimitation, it is bounded by the inner surface and by what appertains to spleen ...",
    "ai-anya-e0101n8:190_9": "But their delimitation by the dissimilar is like that for the head hairs .",
    "ai-anya-e0101n8:191_0": "214.",
    "ai-anya-e0101n8:191_1": "The Arising of Absorption When the meditator has defined the parts beginning with the head hairs in this way by colour, shape, direction, location and delimitation , and he gives his attention in the ways beginning with “following the order, not too quickly” to their repulsiveness in the five aspects of colour, shape, smell, habitat, and location , then at last he surmounts the concept . Then just as when a man with good sight is observing a garland of flowers of thirty- two colours knotted on a single string and all the flowers become evident to him simultaneously, so too, when the meditator observes this body thus, “There are in this body head hairs,” then all these things become evident to him, leaneously.",
    "ai-anya-e0101n8:191_2": "Hence it was said above in the explanation of skill in giving attention: “For when a beginner gives his attention to head hairs, his attention carries on till it arrives at the last part, that is, urine, and stops there” .",
    "ai-anya-e0101n8:192_0": "If he applies his attention externally as well when all the parts have become evident in this way, then human beings, animals, etc., as they go about are divested of their aspect of beings and appear as just assemblages of parts.",
    "ai-anya-e0101n8:193_0": "Then, not giving attention to the resentment, and so on, only responsive, not giving attention to little.",
    "ai-anya-e0101n8:193_1": "Herein, the appearance of the head hairs, etc., as to colour, shape, direction, location, and delimitation is the learning sign;",
    "ai-anya-e0101n8:193_2": "As to the counterpart sign according to the colour of the kind, etc.,",
    "ai-anya-e0101n8:193_3": "It is only in the way already described in it in the way already described under the two jhānas as in the way already described.",
    "ai-anya-e0101n8:194_0": "or one causing another in the same place he does not return to the same place as before.",
    "ai-anya-e0101n8:194_1": "But several first absorptions, according to the number of parts, are produced in one to whom several parts have become evident, or who has reached the first absorption in the Elder Mallaka.",
    "ai-anya-e0101n8:195_0": "The elder, it seems, took the Elder Abhaya, the Dīgha reciter, and after saying “Friend, take this question.”",
    "ai-anya-e0101n8:195_1": "“The Elder Mallaka was the thirty-two parts of the body in the thirty-two cases.",
    "ai-anya-e0101n8:195_2": "If he enters one by night and one day, he goes on entering upon them for over a fortnight; but if he enters upon them, he goes on entering upon them for over a month.”",
    "ai-anya-e0101n8:196_0": "And although this meditation is successful in this way with the first jhāna, it is nevertheless called “mindfulness occupied with the body” because it is successful through the influence of the mindfulness of the colour, shape, and so on.",
    "ai-anya-e0101n8:197_0": "The mendicant who is mindful with this mindfulness of the body does not conquer it. They live having mastered desire and discontent when they arose.",
    "ai-anya-e0101n8:197_1": "They prevail over fear and dread, and live having mastered fear and dread whenever they arose.",
    "ai-anya-e0101n8:197_2": "He’s patient with cold ...",
    "ai-anya-e0101n8:197_3": "and one who endures it.",
    "ai-anya-e0101n8:197_4": "he becomes a basis for the four absorptions because of get the four absorptions.",
    "ai-anya-e0101n8:197_5": "and he comes to penetrate the six kinds of direct-knowledge .",
    "ai-anya-e0101n8:198_0": "So let a man, if he is wise, Untiringly devote his days",
    "ai-anya-e0101n8:199_0": "Thus for countless hundreds of thousands of men who have more mindfulness of the body,",
    "ai-anya-e0101n8:200_0": "This is the section dealing with mindfulness of the body.",
    "ai-anya-e0101n8:201_0": "The account of mindfulness of breathing",
    "ai-anya-e0101n8:202_0": "215.",
    "ai-anya-e0101n8:202_1": "It has been recommended by the Blessed One thus: “And, bhikkhus, this concentration through mindfulness of breathing, when developed and practiced much, is both peaceful and sublime, it is an unadulterated blissful abiding, and it banishes at once and stills evil unprofitable thoughts as soon as they arise” .",
    "ai-anya-e0101n8:203_0": "“And how is it so developed and cultivated? And how is it a deliciously pleasant meditation?",
    "ai-anya-e0101n8:203_1": "It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, with their body straight, and establishes mindfulness right there. They breathe out.",
    "ai-anya-e0101n8:203_2": "When he breathes in long, he knows that.",
    "ai-anya-e0101n8:203_3": "breathing out long,",
    "ai-anya-e0101n8:203_4": "fragrant sap ...",
    "ai-anya-e0101n8:203_5": "or, when breathing out short, he knows: I’m breathing out short,",
    "ai-anya-e0101n8:203_6": "When breathing in, he trains in having the full experience of the breath;",
    "ai-anya-e0101n8:203_7": "he trains like this: experiencing the whole body I will breathe out,",
    "ai-anya-e0101n8:203_8": "When breathing in, he trains in the calming the body;",
    "ai-anya-e0101n8:203_9": "calming the body I will breathe out.",
    "ai-anya-e0101n8:203_10": "When breathing in, he trains in experiencing joy; when breathing out, he trains in experiencing joy.",
    "ai-anya-e0101n8:203_11": "experiencing pleasure ...",
    "ai-anya-e0101n8:203_12": "When experiencing these emotions he trains in experiencing the activity of the mind,",
    "ai-anya-e0101n8:203_13": "calming the mental processes of the mind.",
    "ai-anya-e0101n8:203_14": "When breathing in, he trains in experiencing the mind; when breathing out, he trains in experiencing the mind.",
    "ai-anya-e0101n8:203_15": "They practice breathing in gladdening the mind. They practice breathing out gladdening the mind.",
    "ai-anya-e0101n8:203_16": "They practice breathing in immersing the mind. They practice breathing out immersing the mind.",
    "ai-anya-e0101n8:203_17": "They practice breathing in freeing the mind.",
    "ai-anya-e0101n8:203_18": "When breathing in, he trains in contemplating impermanence; when breathing out, he trains in contemplating impermanence.",
    "ai-anya-e0101n8:203_19": "They practice breathing in observing fading away. They practice breathing out observing fading away.",
    "ai-anya-e0101n8:203_20": "he trains like this: contemplating cessation.",
    "ai-anya-e0101n8:203_21": "’ He trains thus: ‘I shall breathe in contemplating relinquishment;’",
    "ai-anya-e0101n8:203_22": "he trains thus: ‘I shall breathe in ... shall breathe out contemplating relinquishment.’”",
    "ai-anya-e0101n8:204_0": "When he has seen the sixteen bases of mindfulness of breathing,",
    "ai-anya-e0101n8:204_1": "The description of development is complete in all respects,",
    "ai-anya-e0101n8:204_2": "however, only if it is given in due course after a commentary on the text.",
    "ai-anya-e0101n8:204_3": "Therefore this commentary here is the commentary on the texts.",
    "ai-anya-e0101n8:205_0": "216.",
    "ai-anya-e0101n8:205_1": "And how is it developed?",
    "ai-anya-e0101n8:205_2": "Developed, mendicants, is developed and cultivated in this way: this is its reason why it is being asked about in its various forms.",
    "ai-anya-e0101n8:205_3": "How is mindfulness of breathing developed and cultivated? ...",
    "ai-anya-e0101n8:205_4": "Since it is so called because of the stilling of applied and sustained thought.",
    "ai-anya-e0101n8:205_5": "Herein, developed means aroused or increased,",
    "ai-anya-e0101n8:205_6": "Mindfulness of breathing is related to the extremely associated with the happiness.",
    "ai-anya-e0101n8:205_7": "mindfulness of breathing.",
    "ai-anya-e0101n8:205_8": "Practiced much: practiced again and again.",
    "ai-anya-e0101n8:205_9": "Both peaceful and sublime : it is peaceful in both ways and sublime in both ways;",
    "ai-anya-e0101n8:205_10": "the two words should each be understood as governed by the word “both” .",
    "ai-anya-e0101n8:205_11": "what is said:",
    "ai-anya-e0101n8:205_12": "For it is in one whose meditation subject is expounded at a least quite subtle, and it is peaceful, subtle, and there is no subtle about anything that is peaceful, and sublimeness of the object, but also it is not peaceful or sublime because of the attainment of the object of the meditation subject in each case that way, it is peaceful, and sublime,",
    "ai-anya-e0101n8:205_13": "And it is sublime, something one cannot have enough of, both on account of the sublimeness of its object and on account of the sublimeness of the aforesaid factor.",
    "ai-anya-e0101n8:205_14": "Therefore it is called “both peaceful and sublime.”",
    "ai-anya-e0101n8:206_0": "It is an unadulterated blissful abiding: it has no adulteration, thus it is unadulterated; it is unalloyed, unmixed, particular, special.",
    "ai-anya-e0101n8:206_1": "Here it is not a question of peacefulness to be reached through preliminary work as with the kasiṇas or through access as with foulness, for instance.",
    "ai-anya-e0101n8:206_2": "It is peaceful and sublime in its own individual essence too starting with the very first attention given to it.",
    "ai-anya-e0101n8:206_3": "But some say that it is “unadulterated” because it is unalloyed, possessed of nutritive value and sweet in its individual essence too.",
    "ai-anya-e0101n8:206_4": "This is how they’re happy and healthy, and can be understood.",
    "ai-anya-e0101n8:206_5": "As soon as they arise: whenever they are not suppressed.",
    "ai-anya-e0101n8:206_6": "Evil: bad.",
    "ai-anya-e0101n8:206_7": "Unprofitable thoughts: thoughts produced by unskilfulness .",
    "ai-anya-e0101n8:206_8": "it banishes at once: it banishes, suppresses, at that very moment.",
    "ai-anya-e0101n8:206_9": "he thoroughly settles it, saying ‘I’m going well’:",
    "ai-anya-e0101n8:206_10": "or else, when eventually brought to fulfilment by the noble path, it cuts off, because of partaking of penetration.",
    "ai-anya-e0101n8:207_0": "Herein, this is, however, the meaning in short,",
    "ai-anya-e0101n8:207_1": "By how much, the development of concentration through mindfulness of breathing is developed and cultivated, made much of, and by means of breathing in terms of mindfulness of breathing,",
    "ai-anya-e0101n8:207_2": "With resolve it:",
    "ai-anya-e0101n8:208_0": "217.",
    "ai-anya-e0101n8:208_1": "He now said, “Here, monks,” etc., giving the meaning of that in detail.",
    "ai-anya-e0101n8:208_2": "There are monks in this dispensation:",
    "ai-anya-e0101n8:208_3": "For this word here signifies the Buddha’s dispensation as the prerequisite for a person to produce concentration through mindfulness of breathing in all its modes, and it denies that such a state exists in any other dispensation.",
    "ai-anya-e0101n8:208_4": "for this is said:",
    "ai-anya-e0101n8:208_5": "Right here is there an ascetic ...",
    "ai-anya-e0101n8:208_6": "Other sects are empty of ascetics.”",
    "ai-anya-e0101n8:208_7": "Therefore it was said: “In this dispensation, monk.”",
    "ai-anya-e0101n8:209_0": "whether in the wilderness, or in the wilderness.",
    "ai-anya-e0101n8:209_1": "Gone to an empty place: this signifies that he has found an abode favourable to the development of concentration through mindfulness of breathing.",
    "ai-anya-e0101n8:209_2": "For this bhikkhu’s mind has long been dissipated among visible data, etc., as its object, and it does not want to mount the object of concentration- through-mindfulness-of-breathing; it runs off the track like a chariot harnessed to a wild opposite.",
    "ai-anya-e0101n8:209_3": "Now, suppose a cowherd wanted to tame a wild calf that had been reared on a wild cow’s milk, he would take it away from the cow and tie it up apart with a rope to a stout post dug into the ground; then the calf might dash to and fro, but being unable to get away, it would eventually sit down or lie down by the post. So too, when a bhikkhu wants to tame his own mind which has long been spoilt by being reared on visible data, etc., as object for its food and drink, he would take it away from visible data, etc., as object and bring it into the forest or to the forest or to the root of a tree or to an empty place and tie it away from the forest or to the forest or to a tree.",
    "ai-anya-e0101n8:209_4": "entering an empty hut, he should fix it on the in-breaths and out-breaths.",
    "ai-anya-e0101n8:209_5": "This is how the mind is clear, and it is settles to restrain, before coming out. When places it was formerly used to, the ropes would interpretate it.",
    "ai-anya-e0101n8:209_6": "Hence the Ancients said:",
    "ai-anya-e0101n8:210_0": "“Just as a man who tames a calf Would not tame a calf here",
    "ai-anya-e0101n8:211_0": "(but) the mind imprisoned, having a sense of urgency.”",
    "ai-anya-e0101n8:212_0": "That’s how allocations have the dwellings.",
    "ai-anya-e0101n8:212_1": "Therefore it was said: “This attainment of mindfulness of breathing in the development of concentration through mindfulness of breathing in all meditation.”",
    "ai-anya-e0101n8:213_0": "Or alternatively, it is because of the quadruple jhānas of the Buddhas who have compassion on all Buddhas, the Beyond of Enlightened Ones, the Because he wants to hear the meditation subject that thorns themselves with the Enlightened Ones, thorns that are pleasant and familiarss that his thornship.",
    "ai-anya-e0101n8:213_1": "whereas in the forest away from a village a meditator can at his ease set about discerning this meditation subject and achieve the fourth jhāna in mindfulness of breathing; and then, by making that same jhāna the basis for comprehension, he can reach Arahantship, the highest fruit.",
    "ai-anya-e0101n8:213_2": "That is why the Blessed One said “gone to the forest,” etc., in pointing out a favourable abode for him.",
    "ai-anya-e0101n8:214_0": "For the Blessed One is like a master of the art of building sites . As the master of the art of building sites surveys the proposed site for a town, thoroughly examines it, and then gives his directions, “Build the town here,” and when the town is safely finished, he receives great honour from the royal family, so the Blessed One examines an abode as to its suitability for the meditator, and he directs, “Devote yourself to the meditation subject here,” and later on, when the meditator has devoted himself to the meditation subject and has reached Arahantship and says, “The Blessed One is indeed fully enlightened,” the Blessed One receives great honour.",
    "ai-anya-e0101n8:215_0": "And this mendicant is said to be a leopard.",
    "ai-anya-e0101n8:215_1": "For just as a great leopard king lurks in a grass wilderness or a jungle wilderness or a rock wilderness in the forest and seizes wild beasts—the wild buffalo, wild ox, boar, etc.—so too, the bhikkhu who devotes himself to his meditation subject in the forest, etc., should be understood to seize successively the paths of stream-entry, once-return, non-return, and Arahantship; and the noble fruitions as well.",
    "ai-anya-e0101n8:215_2": "Hence the Ancients said:",
    "ai-anya-e0101n8:216_0": "“For as the leopard by his lurking in the forest seizes beasts",
    "ai-anya-e0101n8:217_0": "Then at this time the Buddhas’ son, Vipassī,",
    "ai-anya-e0101n8:218_0": "By his retreating to the wilderness, taken the fruit of all”.",
    "ai-anya-e0101n8:219_0": "So the Buddha said “gone to the forest,” etc., to point out a forest abode as a place likely to hasten his advancement.",
    "ai-anya-e0101n8:220_0": "218.",
    "ai-anya-e0101n8:220_1": "Herein, gone to the wilderness, “Having gone to the forest,” and “Having gone out beyond the forest, all that is forest,” and “A forest abode is five hundred bow lengths distant” .",
    "ai-anya-e0101n8:220_2": "gone to the root of a tree, or to the vicinity of a tree.",
    "ai-anya-e0101n8:220_3": "To an empty place: gone to an empty, secluded space.",
    "ai-anya-e0101n8:220_4": "And here he can be said to have gone to an “empty place” if he has gone to any of the remaining seven kinds of abode .",
    "ai-anya-e0101n8:221_0": "Having thus indicated an abode that is suitable to the three seasons, suitable to humour and temperament, and favourable to the development of mindfulness of breathing, he then said sits down, etc., indicating a posture that is peaceful and tends neither to idleness nor to agitation.",
    "ai-anya-e0101n8:221_1": "Then he said having folded his legs crosswise, etc., to show firmness in the sitting position, easy occurrence of the in-breaths and out-breaths, and the means for discerning the object.",
    "ai-anya-e0101n8:221_2": "Herein, crosswise is the sitting position with the thighs fully locked.",
    "ai-anya-e0101n8:221_3": "bracelets and broken off,",
    "ai-anya-e0101n8:221_4": "set up the body straight and above the body,",
    "ai-anya-e0101n8:221_5": "with the eighteen backbones resting end to end.",
    "ai-anya-e0101n8:221_6": "For when he is seated like this, his skin, flesh and sinews are not twisted,",
    "ai-anya-e0101n8:221_7": "and so the feelings wouldn’t arise moment if they were twisted.",
    "ai-anya-e0101n8:221_8": "With oral transgressed mind, the meditation subject does not achieve growth, and growth.",
    "ai-anya-e0101n8:221_9": "and establishing mindfulness at the front,",
    "ai-anya-e0101n8:221_10": "Or alternatively, the meaning can be treated here too according to the method of explanation given in the Paṭisambhidā, which is this: Pari has the sense of control ,",
    "ai-anya-e0101n8:221_11": "mukhaṃ has the sense of outlet ,",
    "ai-anya-e0101n8:221_12": "sati has the sense of establishment ;",
    "ai-anya-e0101n8:221_13": "Therefore it is said: “There is the meaning of mindfulness in this way, of the acquisition of the front, of this” .",
    "ai-anya-e0101n8:221_14": "This is the meaning in brief:",
    "ai-anya-e0101n8:222_0": "He enters upon and dwells in mindfulness, mindful, he breathes in and breathes out, mindful he breathes out.",
    "ai-anya-e0101n8:222_1": "Now, breathing in long, etc., is said in order to show the different ways.",
    "ai-anya-e0101n8:222_2": "For this is said in the Paṭisambhidā: “He breathes in this way, mindful he breathes in.”",
    "ai-anya-e0101n8:223_0": "“He is a mindful worker in thirty-two ways:",
    "ai-anya-e0101n8:223_1": "when he knows unification of mind and non-distraction by means of a long in-breath, mindfulness is established in him;",
    "ai-anya-e0101n8:223_2": "owing to that mindfulness and that knowledge he is a mindful worker.",
    "ai-anya-e0101n8:223_3": "breathing ...",
    "ai-anya-e0101n8:223_4": "by means of letting go ...",
    "ai-anya-e0101n8:223_5": "by means of breathing in contemplating relinquishment ... When he knows unification of mind and non-distraction by means of breathing out contemplating relinquishment, mindfulness is established in him.",
    "ai-anya-e0101n8:223_6": "owing to that mindfulness and that knowledge he is a mindful worker” .",
    "ai-anya-e0101n8:224_0": "Herein, breathing in long is producing a long wind.",
    "ai-anya-e0101n8:224_1": "“Assāsa is the wind issuing out;",
    "ai-anya-e0101n8:224_2": "passāsa is the wind entering in” is said in the Vinaya Commentary.",
    "ai-anya-e0101n8:224_3": "But in the Suttanta Commentaries it is given in the opposite sense.",
    "ai-anya-e0101n8:224_4": "Herein, when any infant comes out from the mother’s womb, first the wind from within goes out",
    "ai-anya-e0101n8:224_5": "Afterwards the outer robe within the wind and sun, she shake off the infant without datting anything.",
    "ai-anya-e0101n8:224_6": "This, firstly, is how assāsa and passāsa should be understood.",
    "ai-anya-e0101n8:225_0": "But the sharing should be understood that it is long in each of these very long periods.",
    "ai-anya-e0101n8:225_1": "For just as, when a tiny box is to be found on a body or on the ground, the waters of the body, the foots, a powder, or a wounds, and in-breaths and out-breaths are cows, etc., and shaking the powder countings of the head, froths, and waters are said to be like air—get uplifting the body,",
    "ai-anya-e0101n8:225_2": "That is why they are called “long.”",
    "ai-anya-e0101n8:225_3": "They rapidly fill a short extent, in other words, the person of a dog, a hare, etc., and rapidly go out again. That is why they are called “short.”",
    "ai-anya-e0101n8:225_4": "Among the elephant’s neck, etc., are like that with long-breaths and out-breaths as they breathe in.",
    "ai-anya-e0101n8:225_5": "while others breathe in and breathe out short in that way as dogs, hares, etc., do. Of these, therefore, the breaths that travel over a long extent in entering in and going out are to be understood as long in time.",
    "ai-anya-e0101n8:226_0": "Now, this mendicant knows “I’m breathing in nine ways”: “I breathe out long in nine ways.",
    "ai-anya-e0101n8:226_1": "And the development of the foundation of mindfulness consisting in contemplation of the body should be understood to be known",
    "ai-anya-e0101n8:226_2": "according as it is said:",
    "ai-anya-e0101n8:227_0": "“How do they know: ‘I breathe in long?’",
    "ai-anya-e0101n8:227_1": "breathing out long, he knows: ‘I’m breathing out long,’",
    "ai-anya-e0101n8:227_2": "He making a long out-breath in his hermitage.",
    "ai-anya-e0101n8:227_3": "having a long period reckoned as an extent.",
    "ai-anya-e0101n8:227_4": "He breathes in and breathes out long in-breaths and out-breaths reckoned as an extent.",
    "ai-anya-e0101n8:227_5": "He breathes in and breathes out long in-breaths and out-breaths reckoned as an extent.",
    "ai-anya-e0101n8:227_6": "Through zeal he breathes in and breathes out a long in-breath more subtle than before reckoned as an extent.",
    "ai-anya-e0101n8:227_7": "Through zeal he breathes out a long out-breath more than that.",
    "ai-anya-e0101n8:227_8": "He breathes in and breathes out long in-breaths and out-breaths reckoned as an extent.",
    "ai-anya-e0101n8:227_9": "Through zeal he breathes out a long out-breath more subtle than before reckoned as an extent.",
    "ai-anya-e0101n8:227_10": "Through gladness he breathes out a long out-breath more subtle than before reckoned as an extent.",
    "ai-anya-e0101n8:227_11": "Through gladness he breathes out a long out-breath more subtle than before reckoned as an extent. ...",
    "ai-anya-e0101n8:227_12": "He breathes in and breathes out long in-breaths and out-breaths reckoned as an extent.",
    "ai-anya-e0101n8:227_13": "As, through gladness, he breathes in and breathes out long in-breaths and out-breaths more subtle than before reckoned as an extent, his mind turns away from the long in- breaths and out-breaths and out-breaths and out-breaths.",
    "ai-anya-e0101n8:227_14": "“Long in-breaths and out-breaths in these nine ways:",
    "ai-anya-e0101n8:227_15": "mindfulness is established,",
    "ai-anya-e0101n8:227_16": "knowledge of the ending of contemplation.",
    "ai-anya-e0101n8:227_17": "The body is the establishment , but it is not the mindfulness.",
    "ai-anya-e0101n8:227_18": "Mindfulness is both the establishment and the mindfulness.",
    "ai-anya-e0101n8:227_19": "By means of that mindfulness and that knowledge he contemplates that body.",
    "ai-anya-e0101n8:227_20": "That is why ‘development of the foundation of mindfulness consisting in contemplation of the body as a body’ is said” .",
    "ai-anya-e0101n8:228_0": "The same method of explanation applies also in the case of short breaths.",
    "ai-anya-e0101n8:228_1": "But this difference is called “a longer” in the place where the food is given, but not in reckoned as an extent”.",
    "ai-anya-e0101n8:228_2": "So it must be construed as “short” as far as the phrase “That is why ‘development of the foundation of mindfulness consisting in contemplation of the body as a body’ is said” .",
    "ai-anya-e0101n8:229_0": "They understand: ‘I breathe in and breathe out long in these ways.’ ...",
    "ai-anya-e0101n8:229_1": "I know: ‘I’m breathing in short,’ or ‘I’m breathing out lightly.’",
    "ai-anya-e0101n8:229_2": "when he knows thus:",
    "ai-anya-e0101n8:230_0": "“The long kind and the short as well,",
    "ai-anya-e0101n8:231_0": "Such a one is just like you,",
    "ai-anya-e0101n8:232_0": "Such then are the four kinds that happen",
    "ai-anya-e0101n8:233_0": "At the bhikkhu’s nose tip here.”",
    "ai-anya-e0101n8:234_0": "I’ll breathe in experiencing the whole body ...",
    "ai-anya-e0101n8:234_1": "He trains thus: “I shall breathe in ... I shall breathe out experiencing the whole body”: he trains in making plain, thus he trains.",
    "ai-anya-e0101n8:234_2": "I shall breathe out making known, making plain, the beginning, middle and end of the entire out- breath body,” thus he trains.",
    "ai-anya-e0101n8:234_3": "Making them known, making them plain, in this way he both breathes in and breathes out with consciousness.",
    "ai-anya-e0101n8:234_4": "That is why it is said, “He trains thus: ‘I shall breathe in ... shall breathe out ...’”",
    "ai-anya-e0101n8:234_5": "To one bhikkhu the beginning of the in-breath body or the out-breath body, distributed in particles, that is to say, regarded as successive arisings is plain, but not the middle or the end;",
    "ai-anya-e0101n8:234_6": "he is able to discern the beginning and has the middle of the end.",
    "ai-anya-e0101n8:234_7": "To another the middle is plain, not the beginning or the end;",
    "ai-anya-e0101n8:234_8": "To another the end is plain, not the beginning or the middle;",
    "ai-anya-e0101n8:234_9": "he is able to discern the end and has difficulty with the beginning.",
    "ai-anya-e0101n8:234_10": "And they all show the same he is able to get a satisfaction as a single monk. And when someone says, “Whoever wealth they will get some sorts of food,” he should give him exhaustion.",
    "ai-anya-e0101n8:234_11": "“... I’ll breathe in experiencing the whole body ...",
    "ai-anya-e0101n8:234_12": "he trains thus: ‘I shall breathe in ...’”",
    "ai-anya-e0101n8:235_0": "Herein, he trains: he strives, he endeavours in this way.",
    "ai-anya-e0101n8:235_1": "The training is said to be the higher morality, the training in the higher mind,",
    "ai-anya-e0101n8:235_2": "his immersion is training in the higher mind.",
    "ai-anya-e0101n8:235_3": "his understanding is training in the higher understanding . So he trains in, repeats, develops, repeatedly practices, these three kinds of training, on that object, by means of that mindfulness, by means of that attention. This is how the meaning should be regarded here.",
    "ai-anya-e0101n8:236_0": "Herein, in the first part of the system he should only breathe in and breathe out and not do anything else at all,",
    "ai-anya-e0101n8:236_1": "but the arising of knowledge from this thing should be done.",
    "ai-anya-e0101n8:236_2": "But the future tense in the passage beginning “I shall breathe in experiencing the whole body” should be understood as used in order to show that the aspect of arousing knowledge, etc., has to be undertaken from then on.",
    "ai-anya-e0101n8:237_0": "When breathing in, he trains in calming the activity of emotional processes.",
    "ai-anya-e0101n8:237_1": "he trains thus: ‘I shall breathe in tranquilizing the bodily formation;’ he trains thus: ‘I shall breathe out tranquilizing the bodily formation.’",
    "ai-anya-e0101n8:237_2": "so the gross and subtle states should be understood here.",
    "ai-anya-e0101n8:237_3": "For previously, at the time when the bhikkhu has still not discerned the meditation subject, his body and his mind are disturbed and so they are gross.",
    "ai-anya-e0101n8:237_4": "When the body and the mind has still not subsided the gross in-breaths and out-breaths are gross. They get stronger; his nostrils become inadequate, and he keeps breathing in and out through his mouth.",
    "ai-anya-e0101n8:237_5": "But they become quiet and still when his body and mind have been discerned.",
    "ai-anya-e0101n8:237_6": "With the ending of the fact that they exist in-breaths and out-breaths, they do not occur in them.",
    "ai-anya-e0101n8:238_0": "Suppose a man stands still after running, or descending from a hill, or putting down a big load from his head, then his in-breaths and out-breaths are gross, his nostrils become inadequate, and he keeps on breathing in and out through his mouth.",
    "ai-anya-e0101n8:238_1": "But when he has rid himself of his fatigue and has bathed and drunk and put a wet cloth on his heart, and is lying in the cool shade, then his in-breaths and out-breaths eventually occur so subtly that he has to investigate whether they exist or not; so too, previously, at the time when the bhikkhu has still not discerned, ... he has to investigate whether they exist or not.",
    "ai-anya-e0101n8:238_2": "Reflecting properly in the texts",
    "ai-anya-e0101n8:238_3": "Why is that?",
    "ai-anya-e0101n8:238_4": "Because previously, at the time when he has still not discerned, there is no concern in him, no reaction, no attention, no reviewing, to the effect that “I am progressively tranquilizing each grosser bodily formation. ” But when he has discerned, there is.",
    "ai-anya-e0101n8:238_5": "So his bodily formation at the time when he has discerned is subtle in comparison with that at the time when he has not.",
    "ai-anya-e0101n8:238_6": "Hence the Ancients said:",
    "ai-anya-e0101n8:239_0": "“The mind and body are disturbed,",
    "ai-anya-e0101n8:240_0": "But when the body is undisturbed, Then it with subtlety controls.”",
    "ai-anya-e0101n8:241_0": "221.",
    "ai-anya-e0101n8:241_1": "In discerning the meditation subject the formation is gross, and it is subtle by comparison in the first-jhāna access;",
    "ai-anya-e0101n8:241_2": "also it is gross in that, and subtle by comparison in the first jhāna;",
    "ai-anya-e0101n8:241_3": "in the first jhāna and second-jhāna access it is gross, and in the second jhāna subtle;",
    "ai-anya-e0101n8:241_4": "in the second jhāna and third-jhāna access it is gross, and in the third jhāna subtle;",
    "ai-anya-e0101n8:241_5": "in the third jhāna and fourth-jhāna access it is gross, and in the fourth jhāna it is so exceedingly subtle that it even reaches cessation.",
    "ai-anya-e0101n8:241_6": "This long is the section for recitation on Dīgha reciters.",
    "ai-anya-e0101n8:242_0": "But the Majjhima reciters have it that it is subtler in each access than in the jhāna below too in this way: In the first jhāna it is subtle by comparison, and so on.",
    "ai-anya-e0101n8:242_1": "It is, however, the opinion of all that the bodily formation occurring before the time of discerning becomes tranquilized at the time of discerning,",
    "ai-anya-e0101n8:242_2": "and the bodily formation at the time of discerning becomes tranquilized in the first-jhāna access ...",
    "ai-anya-e0101n8:242_3": "and the fourth-jhāna access becomes tranquilized in the fourth jhāna.",
    "ai-anya-e0101n8:242_4": "This is the method of explanation in the case of serenity.",
    "ai-anya-e0101n8:243_0": "But while he is discerning the bodily formation, the bodily formation occurring at the time of discerning is gross, and in discerning the primary elements it is by comparison.",
    "ai-anya-e0101n8:243_1": "that also is gross, and in discerning the immaterial it is subtle;",
    "ai-anya-e0101n8:243_2": "that also is gross, and in discerning all materiality it is subtle;",
    "ai-anya-e0101n8:243_3": "that also is gross, and in discerning the immaterial it is subtle;",
    "ai-anya-e0101n8:243_4": "that also is gross, and in discerning the material and immaterial it is subtle;",
    "ai-anya-e0101n8:243_5": "that also is gross, and in discerning conditions it is subtle;",
    "ai-anya-e0101n8:243_6": "that also is gross, and in discerning the immaterial it is subtle;",
    "ai-anya-e0101n8:243_7": "that also is gross, and in insight that has the characteristics of impermanence, etc., as its object it is subtle;",
    "ai-anya-e0101n8:243_8": "While still in insight he was subtle, strong, and depressed,",
    "ai-anya-e0101n8:243_9": "Herein, the tranquilizing should be understood as the relative tranquillity of the subsequent compared with the previous.",
    "ai-anya-e0101n8:243_10": "Thus should the gross and subtle state, and the progressive tranquilizing, be understood here.",
    "ai-anya-e0101n8:244_0": "But this discrimination is said in the Paṭisambhidā together with the accusations.",
    "ai-anya-e0101n8:245_0": "“Sir, how does I see the physical processes? ...",
    "ai-anya-e0101n8:245_1": "he trains like this: ‘I’ll breathe out.’",
    "ai-anya-e0101n8:245_2": "What are the bodily processes?",
    "ai-anya-e0101n8:245_3": "Long in- breaths ... out-breaths experiencing the whole body belong to the body; these things, being bound up with the body, are bodily formations;’",
    "ai-anya-e0101n8:245_4": "he trains in tranquilizing, thinking,",
    "ai-anya-e0101n8:245_5": "When there are such bodily formations whereby there is bending backwards, sideways in all directions, and forwards, and perturbing the body, vacillation, moving and shaking of the body, quietly, he trains thus: ‘I shall breathe in tranquilizing the bodily formation;’ he trains thus: ‘I’ll breathe out tranquilizing the bodily formation.’",
    "ai-anya-e0101n8:245_6": "When there are such bodily formations whereby there is no bending backwards, sideways in all directions, and forwards, and no perturbation, vacillation, moving and shaking of the body, speech, and mind.",
    "ai-anya-e0101n8:246_0": "“So it seems: So then, when breathing in, he trains in calming the body;",
    "ai-anya-e0101n8:246_1": "calming the body I will breathe out.",
    "ai-anya-e0101n8:246_2": "That being so, when there is no development of meditation, and there is no development of the meditation subject",
    "ai-anya-e0101n8:246_3": "and there is no production of in-breaths and out-breaths,",
    "ai-anya-e0101n8:246_4": "and there is no production of mindfulness of breathing, and there is no production of concentration through mindfulness of breathing, and consequently the wise neither enter into nor emerge from that attainment.",
    "ai-anya-e0101n8:247_0": "“So it seems that when there is such a bodily process, he trains thus: ‘I shall breathe in tranquilizing the bodily formation.’",
    "ai-anya-e0101n8:247_1": "that being so, there is production of awareness of wind, and there is production of in-breaths and out-breaths, and there is production of mindfulness of breathing, and there is production of concentration through mindfulness of breathing, and consequently the wise enter into and emerge from that attainment.",
    "ai-anya-e0101n8:247_2": "“And how, Noble Lady, does the Realised One teach?",
    "ai-anya-e0101n8:248_0": "“Suppose there was a gross sound, goats and sheep,",
    "ai-anya-e0101n8:248_1": "At first gross sounds occur and consciousness occurs because the sign of the gross sounds is well apprehended, well attended to, well observed; and when the gross sounds have ceased, then afterwards faint sounds occur",
    "ai-anya-e0101n8:248_2": "and consciousness occurs because the sign of the faint sounds is well apprehended, well attended to, well observed; and when the faint sounds have ceased, then afterwards consciousness occurs because it has the sign of the faint sounds as its object—so too, at first gross in-breaths and out-breaths occur and consciousness does not become distracted",
    "ai-anya-e0101n8:248_3": "because the sign of the gross in-breaths and out-breaths is well apprehended, well attended to, well observed; and when the gross in-breaths and out-breaths have ceased, then afterwards faint in-breaths and out-breaths occur and consciousness does not become distracted",
    "ai-anya-e0101n8:248_4": "because the sign of the faint in-breaths and out-breaths is well apprehended, well attended to, well observed; and when the faint in-breaths and out-breaths have ceased, then afterwards consciousness does not become distracted because it has the sign of the faint in-breaths and out-breaths as its object.“",
    "ai-anya-e0101n8:249_0": "“In that case, there is how there is production of awareness of wind, and there is production of in-breaths and out-breaths, and there is production of mindfulness of breathing, and there is production of concentration through mindfulness of breathing, and consequently the wise enter into and emerge from that attainment.",
    "ai-anya-e0101n8:249_1": "Seeing that the body is tranquil, he is knowledge of the in-breaths and out-breaths, mindfulness is established, and he is not contemplates that body.",
    "ai-anya-e0101n8:249_2": "That is why ‘development of the foundation of mindfulness consisting in contemplation of the body as a body’ is said” .",
    "ai-anya-e0101n8:250_0": "This, in the first place, is the consequence of the body in the first tetrad, which deals with contemplation of the body.",
    "ai-anya-e0101n8:251_0": "222.",
    "ai-anya-e0101n8:251_1": "The fourth tetrad is set forth as a meditation subject for a beginner;",
    "ai-anya-e0101n8:251_2": "but the other three tetrads are respectively set forth as the contemplations of feeling, of the manner of consciousness, and of mental objects, for one who has already attained jhāna in this tetrad.",
    "ai-anya-e0101n8:251_3": "So if a clansman who is a beginner wants to develop this meditation subject, and through insight based on the fourth jhāna produced in breathing, to reach Arahantship together with the discriminations, he should first do all the work connected with the purification of virtue, etc., in the way already described, after which he should learn the meditation subject in five stages from a teacher of the kind already described.",
    "ai-anya-e0101n8:252_0": "Here are the five stages: learning, questioning, establishing, absorption, characteristic.",
    "ai-anya-e0101n8:252_1": "Herein, the learning of the meditation subject is learning.",
    "ai-anya-e0101n8:252_2": "Questioning is questioning about the meditation subject.",
    "ai-anya-e0101n8:252_3": "are the meditation subject to attendants.",
    "ai-anya-e0101n8:252_4": "Absorption is the absorption of the meditation subject.",
    "ai-anya-e0101n8:252_5": "For one who has a characteristic",
    "ai-anya-e0101n8:252_6": "“This meditation subject has such a characteristic.”",
    "ai-anya-e0101n8:253_0": "Learning the meditation subject in the five stages, he neither tires himself nor worry.",
    "ai-anya-e0101n8:253_1": "So in giving this meditation subject consisting in mindfulness of breathing attention, he can live either with the teacher or elsewhere in an abode of the kind already described, learning the meditation subject in the five stages thus, getting a little expounded at a time and taking a long time over reciting it. He should sever the minor impediments. After finishing the work connected with the meal and getting rid of any dizzziness due to the meal, he should seat himself comfortably. Then, making sure he is not confused about even a single word of what he has learned from the teacher, he should cheer his mind by recollecting the special qualities of the Three Jewels.",
    "ai-anya-e0101n8:253_2": "Here is the stage of giving attention to it:",
    "ai-anya-e0101n8:254_0": "223.",
    "ai-anya-e0101n8:255_0": "counting, connection, touching, fixing, observing,",
    "ai-anya-e0101n8:256_0": "purification of reference to accusations, etc.",
    "ai-anya-e0101n8:257_0": "Herein, takes that part in a group.",
    "ai-anya-e0101n8:257_1": "like attachments:",
    "ai-anya-e0101n8:257_2": "touching at sensual pleasures.",
    "ai-anya-e0101n8:257_3": "fixing is absorption,",
    "ai-anya-e0101n8:257_4": "discerning discoverment,",
    "ai-anya-e0101n8:257_5": "turning away is the path,",
    "ai-anya-e0101n8:257_6": "purification from fruit.",
    "ai-anya-e0101n8:257_7": "looking back on these is reviewing.",
    "ai-anya-e0101n8:258_0": "Herein, a gentleman should take this meditation subject with this first meditation subject:",
    "ai-anya-e0101n8:258_1": "While waiting, he should not cancel the five story.",
    "ai-anya-e0101n8:258_2": "he should not make a place for ten months.",
    "ai-anya-e0101n8:258_3": "you should not give to a luxurious couch,",
    "ai-anya-e0101n8:258_4": "To prevent the arising of the five lower fetters, like a craft carcass of wound, like a lurking floor.",
    "ai-anya-e0101n8:258_5": "By going beyond ten his thoughts take the number rather than the breaths for their support.",
    "ai-anya-e0101n8:258_6": "By making a break in the series he wonders if the meditation subject has reached completion or not.",
    "ai-anya-e0101n8:258_7": "That’s why the Vajjians should take care of the Vajjians.",
    "ai-anya-e0101n8:259_0": "When slowly, he should first do it.",
    "ai-anya-e0101n8:259_1": "(Having taken) a spider, he shook off the flowers, saying: “Having taken it,”",
    "ai-anya-e0101n8:259_2": "and then refilling it, he goes on saying ‘”One, one is having seen that.",
    "ai-anya-e0101n8:259_3": "This is the two ends.",
    "ai-anya-e0101n8:259_4": "In the same way, even when a group attendants, he should take out the in-breaths and out-breaths, “From this,” and he should take his one out-breaths and give them a group.",
    "ai-anya-e0101n8:259_5": "As they do so, they become in this way.",
    "ai-anya-e0101n8:260_0": "Then go over the group of travelers, graining, looking for rice, wheat, cowherd, and twisted.",
    "ai-anya-e0101n8:260_1": "For a skilled cowherd takes pebbles in his pocket and goes to the cow pen in the morning, whip in hand; sitting on the bar of the gate, prodding the cows in the back, he counts each one as it reaches the gate, saying “One, two,” droping a pebble for each.",
    "ai-anya-e0101n8:260_2": "And the cows of the herd, which have been spending the three watches of the night uncomfortably in the cramped space, come out quickly in parties, jostling each other as they escape.",
    "ai-anya-e0101n8:260_3": "So he counts quickly “Three, four, five” and so up to ten. In this way the in-breaths and out-breaths, which had already become evident to him while he counted them in the former way, now keep moving along quickly.",
    "ai-anya-e0101n8:260_4": "Then, knowing that they keep moving along quickly, not apprehending them either inside or outside the body, but apprehending them just as they reach the nostril door,",
    "ai-anya-e0101n8:260_5": "Two ...",
    "ai-anya-e0101n8:260_6": "the ninth (story) quickly brought (his is she quickly brought) to the group.",
    "ai-anya-e0101n8:260_7": "For as long as the meditation subject is connected with counting it is with the help of that very counting that the mind becomes unified, just as a boat in a swift current is steadied with the help of a rudder.",
    "ai-anya-e0101n8:261_0": "When he counts quickly, the meditation subject becomes apparent to him as an uninterrupted process.",
    "ai-anya-e0101n8:261_1": "Then, knowing he considers thus, he should go outside the inside and outside the barriers in its way: “The inconvenient merchant, takes itself in the way already described. ”",
    "ai-anya-e0101n8:261_2": "For by one who enters together with the wind entering in search of the wind, it seems as if it were buffeted by the wind inside or powder.",
    "ai-anya-e0101n8:261_3": "When he is outside the householded by with him, he dawns outside the doorway, and discarded externally,",
    "ai-anya-e0101n8:261_4": "However, his development is successful when he fixes his mindfulness on the place touched by the breaths.",
    "ai-anya-e0101n8:261_5": "Therefore it is said: “He can count quickly in the way just described, not discerning the wind either inside or outside. ”",
    "ai-anya-e0101n8:262_0": "But how long is he to go on counting?",
    "ai-anya-e0101n8:262_1": "Until, without counting, mindfulness remains settled on the in-breaths and out-breaths as its object.",
    "ai-anya-e0101n8:262_2": "For counting is simply a device for setting mindfulness on the in-breaths and out-breaths as object by cutting off the external dissipation of applied thoughts.",
    "ai-anya-e0101n8:263_0": "224.",
    "ai-anya-e0101n8:263_1": "In this way you should focus on applying their minds.",
    "ai-anya-e0101n8:263_2": "Connecting mindfulness with the prone to the continuation of existence, after taking leave of the in-breaths and out-breaths,",
    "ai-anya-e0101n8:263_3": "And that is not by following after the beginning, the middle and the end.",
    "ai-anya-e0101n8:263_4": "is the beginning of the wind is cleaning out; the heart is unclean is its middle and the navel.",
    "ai-anya-e0101n8:263_5": "the nose-tip is the beginning of the wind entering in the heart, not the middle and the heart.",
    "ai-anya-e0101n8:263_6": "And if he follows after that, his mind is distracted and perturbed in return, according to the inquiry –",
    "ai-anya-e0101n8:264_0": "“When he goes in with mindfulness after the beginning, middle, and end of the out-breath, his mind being distracted internally, both his body and his mind are disquieted and perturbed and shaky.",
    "ai-anya-e0101n8:264_1": "When he goes out with mindfulness after the beginning, middle and end of the out-breath, his mind being distracted externally, both his body and his mind are disquieted and perturbed and shaky.”",
    "ai-anya-e0101n8:265_0": "That’s why he should give attention to it by following the beginning, middle and end of the discussion.",
    "ai-anya-e0101n8:265_1": "but rather by touching and by fixing.",
    "ai-anya-e0101n8:265_2": "There is no attention to be given to it by touching separate from fixing as there is by counting separate from connection.",
    "ai-anya-e0101n8:265_3": "But when he is counting the breaths in the place touched by each, he is giving attention to them by counting and touching.",
    "ai-anya-e0101n8:265_4": "Right there he receives attention, and establishes mindfulness according to the pertaining the mindfulness, thinking, “There is no place forgetting by.”",
    "ai-anya-e0101n8:265_5": "And the meaning of this may be understood through the similes of the man who cannot walk and the gatekeeper given in the commentaries, and through the simile of the saw given in the Paṭisambhidā.",
    "ai-anya-e0101n8:266_0": "225.",
    "ai-anya-e0101n8:266_1": "Here is this comparable:",
    "ai-anya-e0101n8:266_2": "It’s like when a flayed cowherd’s mother, sit down at the foot of a post and sees a swiftly coming. They sit in the middle of the swing post and sees both ends and the middle. Next, when a bhikkhu places himself, he sees both ends and the middle of the swing plankle to see both ends and the middle. And as it were, he sits down on the ground, moving through the sign at that same place, the bhikkhu places himself with mindfulness, and follows after going out-breaths at the foot of the place where they come and see them as they come and go; keeping his place in order to see them like a post for them. This is the place in order to see them.",
    "ai-anya-e0101n8:267_0": "226.",
    "ai-anya-e0101n8:267_1": "But this gatekeeper told:",
    "ai-anya-e0101n8:267_2": "It’s like a gatekeeper who is a gatekeeper outside the city. When you go, what can you go?",
    "ai-anya-e0101n8:267_3": "It’s not due to such a gatekeeper that describes the gatekeeper than a gatekeeper who is outside the gateway, and does not come out inside the gate is outside the gateway, and who is guarded and protected by the doors.",
    "ai-anya-e0101n8:268_0": "But the meaning should be understood in this way:",
    "ai-anya-e0101n8:269_0": "“Sign, in-breath, out-breath, are not object Of a single consciousness;",
    "ai-anya-e0101n8:270_0": "By one who knows not these three things Development is not obtained.",
    "ai-anya-e0101n8:271_0": "“Sign, in-breath, out-breath, are not object Of a single consciousness;",
    "ai-anya-e0101n8:272_0": "By one who does know these three things Development can be obtained” .",
    "ai-anya-e0101n8:273_0": "“What are these three things, when the mind is not clear, there are three things that are not clear, and there are three things that are not distracted, blessed, and well efforts.",
    "ai-anya-e0101n8:273_1": "Suppose there was a tree trunk placed on a level piece of ground, and a man cut it with a stick.",
    "ai-anya-e0101n8:273_2": "The man’s mindfulness is established by the saw’s teeth where they touch the tree trunk, without his giving attention to the saw’s teeth as they approach and recede, though they are not unknown to him as they do so; and he manifests effort, carries out a task, and achieves an effect.",
    "ai-anya-e0101n8:274_0": "“The tree trunk placed on the level piece of ground.",
    "ai-anya-e0101n8:274_1": "Just as breathing beings (is) in-breaths and out-breaths,",
    "ai-anya-e0101n8:274_2": "As the man’s mindfulness, established by the saw’s teeth where they touch the tree trunk, without his giving attention to the saw’s teeth as they approach and recede, though they are not unknown to him as they do so; and he manifests effort, carries out a task, and achieves an effect, so too, the bhikkhu sits, having established mindfulness at the nose tip or on the upper lip, without giving attention to the in-breaths and out-breaths as they approach and recede, though they are not unknown to him as they do so, and he manifests effort, carries out a task, and achieves an effect.",
    "ai-anya-e0101n8:275_0": "“What is the effort to settle?",
    "ai-anya-e0101n8:275_1": "The body and the mind of one who is energetic become wieldy.",
    "ai-anya-e0101n8:275_2": "What is the task?",
    "ai-anya-e0101n8:275_3": "Imperfections come to be abandoned in one who is energetic, and this is the task.",
    "ai-anya-e0101n8:275_4": "What is the effect?",
    "ai-anya-e0101n8:275_5": "The fetters are given up.",
    "ai-anya-e0101n8:275_6": "When these three things are not purified, they don’t become disturbed, nor are they resentful. And they achieve the basis of understanding that investigating, your mind doesn’t go away.",
    "ai-anya-e0101n8:276_0": "“Whose mindfulness of breathing in And out is perfect, well developed,",
    "ai-anya-e0101n8:277_0": "And gradually brought to growth According as the Buddha taught,",
    "ai-anya-e0101n8:278_0": "He shines with lightning.”",
    "ai-anya-e0101n8:279_0": "But here this farmer must be understood tormented by the bloom of attention here and there is the same as that of a kasiṇa.",
    "ai-anya-e0101n8:280_0": "228.",
    "ai-anya-e0101n8:280_1": "When someone gives his attention to this meditation subject, sometimes it is not long before the sign arises in him, and then the fixing, in other words, absorption adorned with the rest of the jhāna factors, is achieved.",
    "ai-anya-e0101n8:280_2": "But anyone else who takes attention in the way already described there is no subserving the cessation of perception and attention to it in the body, and his mind becomes evident to him as soon as it is with the physical body and mind becomes evident to him as the out-breaths and out-breaths.",
    "ai-anya-e0101n8:280_3": "Just as when a body that is disturbed sits down on a bed or bench, the bed or chair sags down and creaks and the covers rumps,",
    "ai-anya-e0101n8:280_4": "but when a body that is not disturbed sits down, the bed or chair neither sags down nor creaks, the cover does not get rumpled, and it is as though filled with cotton wool—",
    "ai-anya-e0101n8:280_5": "The body is unstable and shameless;",
    "ai-anya-e0101n8:280_6": "so too, although non-distraction through giving attention to the body, etc., the in-breaths and out-breaths, and the body is its gross, and the mind becomes evident to him as the due to the fact of its rudder.",
    "ai-anya-e0101n8:281_0": "When his gross in-breaths and out breaths have ceased, his mind settles down in the signless.",
    "ai-anya-e0101n8:281_1": "But even more subtle than that, rejoicing the significes happiness and gladness come to be.",
    "ai-anya-e0101n8:281_2": "Suppose a person was to draw a large, metal, and another’s threshing, would pull out of the sound of coarses.",
    "ai-anya-e0101n8:281_3": "In the evening, the sound of gross sounds, and then the sign of foulness should be understood to be undergone. Then from the sign of happiness is the most blissful.",
    "ai-anya-e0101n8:281_4": "For this is said:",
    "ai-anya-e0101n8:281_5": "“They are just like a goads.”",
    "ai-anya-e0101n8:282_0": "229.",
    "ai-anya-e0101n8:282_1": "For while other meditation subjects become clearer at each higher stage, this one does not:",
    "ai-anya-e0101n8:282_2": "in fact it goes to the interpretion, it becomes more subtle for him if he does not get up from his seat, shake off his leaf-hut, and go away.",
    "ai-anya-e0101n8:282_3": "what should be done?",
    "ai-anya-e0101n8:282_4": "if he asks, “I will not get up,” and he should do so.",
    "ai-anya-e0101n8:282_5": "if the meditation subject is cleared in posture and takes a new pat and doing it only.",
    "ai-anya-e0101n8:282_6": "Therefore it should be understood as it is to be given by the instance.",
    "ai-anya-e0101n8:283_0": "These are the means for doing it. The bhikkhu should recognize the unmanifest state of the meditation subject and consider thus: “Where do these in-breaths and out-breaths exist? Where do they not?",
    "ai-anya-e0101n8:283_1": "and for whom there is.’",
    "ai-anya-e0101n8:283_2": "Then, as he considers thus, he finds that they do not exist in one inside the mother’s womb, or in those drowned in water, or likewise in unconscious beings, or in the dead, or in those attained to the fourth jhāna, or in those born, or in water, or in those attained to the fine-material existence, or in those attained to cessation of perception and feeling. The perception and feeling born in the mothers, you should apositation.",
    "ai-anya-e0101n8:283_3": "Those in-breaths and out-breath are actually existent in you, only you are not able to discern them.”",
    "ai-anya-e0101n8:283_4": "Then he should place it as “restraint by applying the mind with attention.”",
    "ai-anya-e0101n8:283_5": "These in-breaths and out-breaths occur striking the tip of the nose in a long-nosed man",
    "ai-anya-e0101n8:283_6": "And the upper lip in a short-moon.",
    "ai-anya-e0101n8:283_7": "That’s why he should place this position.",
    "ai-anya-e0101n8:283_8": "for this is what the reason why the Buddha said:",
    "ai-anya-e0101n8:283_9": "“Mendicants, I don’t say that mindfulness of breathing is mindful and aware, I say.”",
    "ai-anya-e0101n8:284_0": "230.",
    "ai-anya-e0101n8:284_1": "Although any meditation subject, no matter what, is mindful and aware,",
    "ai-anya-e0101n8:284_2": "yet some other than this one gets more evident to him.",
    "ai-anya-e0101n8:284_3": "But this mindfulness of breathing is difficult, difficult to develop, a field in which only the minds of Buddhas, Paccekabuddhas, and Buddhas’ sons are at home. It is no trivial matter, nor can it be cultivated by trivial persons.",
    "ai-anya-e0101n8:284_4": "In proportion as continued attention is given to it, it becomes more peaceful and more subtle.",
    "ai-anya-e0101n8:284_5": "So when there is strong he can be found here, because he wishes and wisdom",
    "ai-anya-e0101n8:285_0": "Just as when doing needlework on a piece of fine cloth a fine needle is needed,",
    "ai-anya-e0101n8:285_1": "And so too, when the meditation subject is successful in one who is needed for the purpose of embracing a meditation subject, he should examine the benefit of this meditation subject, mindfulness that is to say, the penetration of the meditation subject.",
    "ai-anya-e0101n8:285_2": "A bhikkhu must have the necessary mindfulness and understanding and must look for the in-breaths and out-breaths nowhere else than the place normally touched by them.",
    "ai-anya-e0101n8:286_0": "But while a farmer having dropped it with a stick and then spot the oxen into his mouth, sat down in his mouth, and entering the territory.",
    "ai-anya-e0101n8:286_1": "Now, a skilled ploughman who wants to catch them and yoke them again does not wander through the forest following their tracks, but rather he takes his rope and goad and goes straight to the drinking place where they meet, and he sits or lies there. Then after the oxen have wandered about for a part of the day, they come to the drinking place where they meet and they bathe and drink, and when he sees that they have come out and are standing about, he secures them with the rope, and prodding them with the goad, he brings them back, yokes them, and goes on with his ploughing. So too, the bhikkhu should not look for the in-breaths and out-breaths anywhere else than the place normally touched by them.",
    "ai-anya-e0101n8:286_2": "When there is understanding, he should hold on to the thought of wisdom and directt his mind, before applying the mind to an end.",
    "ai-anya-e0101n8:286_3": "For as he gives his attention in this way they reappear after no long time, as the oxen did at the drinking place where they met.",
    "ai-anya-e0101n8:286_4": "So he can secure them with the rope of mindfulness, and yoking them in that place and proding them with the goad of understanding, he can keep on applying himself to the meditation subject.",
    "ai-anya-e0101n8:287_0": "231.",
    "ai-anya-e0101n8:287_1": "and in no long time he attends in this way:",
    "ai-anya-e0101n8:287_2": "it is not the same for all;",
    "ai-anya-e0101n8:287_3": "on the contrary, some say that when it appears it does so to certain people producing a light touch like cotton or silk-cotton or a draught.",
    "ai-anya-e0101n8:288_0": "But this is the exposition given in the commentaries: It appears to some like a star or a cluster of gems or a cluster of pearls, to others with a rough touch like that of silk-cotton seeds or a peg made of heartwood, to others like a long braid string or a wreath of flowers or a puff of smoke, to others like a stretched-out cobweb or a film of cloud or a lotus flower or a chariot wheel or the moon’s disk or the sun’s disk.",
    "ai-anya-e0101n8:288_1": "In fact this resembles an occasion when a number of monks are sitting together reciting a suttanta. When a bhikkhu asks, “What does this sutta appear like to you?” one says, “It appears to me like a great mountain torrrent,”",
    "ai-anya-e0101n8:288_2": "further: “After, I am like a Bull in the forest,”",
    "ai-anya-e0101n8:288_3": "“I am one cool, one with trunks like a poolished branch, my leaves and fruits.”",
    "ai-anya-e0101n8:288_4": "The one very same perception is just like this.",
    "ai-anya-e0101n8:288_5": "Thus this single meditation subject appears differently to him.",
    "ai-anya-e0101n8:288_6": "For perception is the source of perception, this is the source of perception.",
    "ai-anya-e0101n8:288_7": "Therefore it should be understood that when it appears differently it is because of difference in perception.",
    "ai-anya-e0101n8:289_0": "And here they find another object, but not that object.",
    "ai-anya-e0101n8:289_1": "For the meditation subject reaches neither absorption nor even access in one who has not got these three things clear.",
    "ai-anya-e0101n8:289_2": "But it reaches access and also absorption in one who has got these three things clear.",
    "ai-anya-e0101n8:289_3": "for this is said:",
    "ai-anya-e0101n8:290_0": "“Sign, in-breath, out-breath, are not object Of a single consciousness;",
    "ai-anya-e0101n8:291_0": "By one who knows not these three things Development is not obtained.",
    "ai-anya-e0101n8:292_0": "“Sign, in-breath, out-breath, are not object Of a single consciousness;",
    "ai-anya-e0101n8:293_0": "By one who does know these three things Development can be obtained” .",
    "ai-anya-e0101n8:294_0": "232.",
    "ai-anya-e0101n8:294_1": "When a bhikkhu has gone to such a place, he should go to the teacher and tell him, “Venerable, I have such-and-such a place.”",
    "ai-anya-e0101n8:294_2": "But if the teacher doesn’t say, either the reason or the signless,",
    "ai-anya-e0101n8:294_3": "Saying, “Yes,” he should be told to say again and again.",
    "ai-anya-e0101n8:294_4": "for if he were told “It is the sign,” he might become complacent and stop short at that ,",
    "ai-anya-e0101n8:294_5": "although he does not talk, he may sit down.",
    "ai-anya-e0101n8:294_6": "so he should encourage him to keep giving it his attention without saying either.",
    "ai-anya-e0101n8:294_7": "Then it’s long-looking places",
    "ai-anya-e0101n8:295_0": "But the Majjhima reciters say that he should be told, “This is the sign, friend. Well done. Keep giving attention to it again and again.”",
    "ai-anya-e0101n8:295_1": "Then he should place the mind without saying.",
    "ai-anya-e0101n8:295_2": "and so from now on, his development proceeds by way of fixing.",
    "ai-anya-e0101n8:295_3": "For this is said:",
    "ai-anya-e0101n8:296_0": "“Having set up a meditation subject for a variety of perception,",
    "ai-anya-e0101n8:297_0": "the wise one hangs his own mind,",
    "ai-anya-e0101n8:298_0": "So as soon as the sign appears, his hindrances are suppressed, his defilements subside,",
    "ai-anya-e0101n8:298_1": "his mindfulness is established,",
    "ai-anya-e0101n8:298_2": "and his mind is concentrated in access concentration.",
    "ai-anya-e0101n8:298_3": "Then he should not give attention to the sign as to its colour, or review it as to its specific characteristic.",
    "ai-anya-e0101n8:298_4": "He should guard it as carefully as a king’s chief queen guards the child in her womb due to become a Wheel-turning Monarch, or as a farmer guards the ripening crops; and he should avoid the seven unsuitable things beginning with the unsuitable abode and cultivate the seven suitable things.",
    "ai-anya-e0101n8:298_5": "Then, guarding it in this way, he should make it grow and improve with repeated attention, and he should practice the tenfold skill in energy .",
    "ai-anya-e0101n8:298_6": "As he did so, the signs of the earth kasiṇa appear to him in that same sign, he appeared in that same sign.",
    "ai-anya-e0101n8:299_0": "233.",
    "ai-anya-e0101n8:299_1": "After making an effort in this way, a bhikkhu wants to reach the end of the fourfold and fivefold meditation subject - and wanting to reach purity by developing the meditation subject through observing and through turning away, he gives his attention to the meditation subject through having made the five factors.",
    "ai-anya-e0101n8:299_2": "On emerging from the attainment, he sees that the in-breaths and out-breaths have the physical body and the mind as their origin;",
    "ai-anya-e0101n8:299_3": "and that just as, when a blacksmith’s bellows are being blown, the wind moves owing to the bag and to the man’s appropriate effort, so too, in-breaths and out-breaths are due to the body and the mind.",
    "ai-anya-e0101n8:299_4": "Next, he defines the in-breaths and out-breaths and the body as “materiality,” and the consciousness and the states associated with the consciousness as “the immaterial mind.”",
    "ai-anya-e0101n8:299_5": "This is in brief ;",
    "ai-anya-e0101n8:299_6": "but the details will be explained (in the womb) those who deficient in the world.",
    "ai-anya-e0101n8:300_0": "she gets hold of name and form in that place.",
    "ai-anya-e0101n8:300_1": "With search he finds it, and so overcomes his doubts about the way of mentality-materiality,",
    "ai-anya-e0101n8:300_2": "His doubts being overcome, he attributes the three characteristics beginning with that of suffering to mentality and materiality, comprehending them by groups ; he abandons the ten imperfections of insight beginning with illumination, which arise in the first stages of the contemplation of rise and fall , and he defines as “the path” the knowledge of the way that is free from these imperfections . He reaches contemplation of dissolution by abandoning attention to arising. When all formations have appeared as terror owing to the contemplation of their incessant dissolution, he becomes dispassionate towards them , his greed for them fades away, and he is liberated from them . After he has thus reached the four noble paths in due succession and has become established in the fruition of Arahantship, he at last attains to the nineteen kinds of reviewing knowledge , and he becomes fit to receive the highest gifts",
    "ai-anya-e0101n8:301_0": "And this is the first beginning of the development of concentration because it purification from the beginning of the first stage beginning with insight that firstly complete in all its aspects.",
    "ai-anya-e0101n8:302_0": "234.",
    "ai-anya-e0101n8:302_1": "But the development of the meditation subjects that are glorious and useful, and so on.",
    "ai-anya-e0101n8:302_2": "Therefore the meaning should be understood according to the word commentary.",
    "ai-anya-e0101n8:303_0": "When breathing in, he trains in experiencing joy; when breathing out, he trains in experiencing joy.",
    "ai-anya-e0101n8:303_1": "Herein, the happiness is experienced in two ways: with the object, and with non-confusion.",
    "ai-anya-e0101n8:304_0": "How is the happiness experienced with the object?",
    "ai-anya-e0101n8:304_1": "After entering upon and dwells in jhāna,",
    "ai-anya-e0101n8:304_2": "At the time when he has actually entered upon them the happiness is experienced with the object oppositeness of the object, it is because of the experiencing of the object.",
    "ai-anya-e0101n8:304_3": "How is delightless and free of delusion?",
    "ai-anya-e0101n8:304_4": "After entering upon and emerging from one of the two jhānas accompanied by happiness, he comprehends with insight that happiness associated with the jhāna as liable to destruction and to fall.",
    "ai-anya-e0101n8:304_5": "at the moment of insight he has gladness and happiness is obtained by insight.",
    "ai-anya-e0101n8:304_6": "For this is said in the Paṭisambhidā:",
    "ai-anya-e0101n8:305_0": "“When he knows unification of mind and non-distraction through long in-breaths, mindfulness is established in him.",
    "ai-anya-e0101n8:305_1": "owing to that mindfulness and that knowledge he is mindful.",
    "ai-anya-e0101n8:305_2": "Long through long out-breath ...",
    "ai-anya-e0101n8:305_3": "favourable to taste ...",
    "ai-anya-e0101n8:305_4": "Tastes ...",
    "ai-anya-e0101n8:305_5": "Experiencing the whole body I will breathe in and breathe out-breaths and out-breaths,",
    "ai-anya-e0101n8:305_6": "When he knows unification of mind and non-distraction by means of the body and mind, there is mindfulness in him;",
    "ai-anya-e0101n8:305_7": "owing to that mindfulness and that knowledge he is mindful.",
    "ai-anya-e0101n8:305_8": "She’s joyful, obsessed with joy.",
    "ai-anya-e0101n8:305_9": "When you know and see a mind that is full of faith, energy, rapture, tranquility, immersion, and equanimity. You should develop accordingly knowing what is to be directly known, we will know what is to be directly known, fully understand what is to be realized.",
    "ai-anya-e0101n8:305_10": "That’s how rapture is fulfilled.”",
    "ai-anya-e0101n8:306_0": "In the same way the rest should be understood as point in the same way.",
    "ai-anya-e0101n8:306_1": "but there is this difference here. The experiencing of bliss must be understood to be through three jhānas, and that of the mental formation through four.",
    "ai-anya-e0101n8:306_2": "The mental formation consists of the two aggregates of feeling and perception.",
    "ai-anya-e0101n8:306_3": "experiencing bliss, it is said: “There are two kinds of happiness for the purpose of bliss,” and on the ground, “There are two kinds of happiness for attaining the unshakable bliss, namely, bodily bliss and mental bliss.”",
    "ai-anya-e0101n8:306_4": "Tranquility from the mental processes: tranquilizing the gross mental formation; stopping it, is the meaning.",
    "ai-anya-e0101n8:306_5": "And this should be understood in detail in the same way as given under the bodily formation .",
    "ai-anya-e0101n8:307_0": "Here, moreover, in the “happiness” clause feeling which is actually being contemplated in this tetrad is stated under the heading of “happiness” which is a formation",
    "ai-anya-e0101n8:307_1": "but in the “bliss” clause feeling is stated in its own form.",
    "ai-anya-e0101n8:307_2": "In the two “mental-formation” clauses the feeling is that necessarily associated with perception because of the words, “Perception and feeling belong to the mind, these things being bound up with the mind are mental formations” . This is the fourth kind of feeling.",
    "ai-anya-e0101n8:308_0": "235.",
    "ai-anya-e0101n8:308_1": "In the third tetrad the four absorptions should be understood to be through four jhānas.",
    "ai-anya-e0101n8:308_2": "They practice breathing in gladdening the mind. They practice breathing out gladdening the mind.",
    "ai-anya-e0101n8:308_3": "Herein, there is concentration in two ways: with insight and concentration, and contemplation of insight.",
    "ai-anya-e0101n8:309_0": "How is it concentration through concentration?",
    "ai-anya-e0101n8:309_1": "After entering upon and dwells in jhāna,",
    "ai-anya-e0101n8:309_2": "At the time when he has actually entered upon them he inspires the mind with gladness, instils gladness into it, by means of the happiness associated with the jhāna.",
    "ai-anya-e0101n8:309_3": "How through insight?",
    "ai-anya-e0101n8:309_4": "After entering upon and emerging from one of the two jhānas accompanied by happiness, he comprehends with insight that happiness associated with the jhāna as liable to destruction and to fall.",
    "ai-anya-e0101n8:309_5": "thus at the time of insight, happiness associated with the jhāna, instils gladness, having made the happiness associated with joy.",
    "ai-anya-e0101n8:309_6": "Yet he practices like this: “I shall breathe in gladdening the mind; I shall breathe out gladdening the mind.”",
    "ai-anya-e0101n8:310_0": "There are mansions of the mind-made body, etc., respecting the first jhāna, etc., as follows:",
    "ai-anya-e0101n8:310_1": "Or alternatively, when, having entered upon those jhānas and emerged from them, he comprehends with insight the consciousness associated with the jhāna as liable to destruction and to fall, then at the actual time of insight momentary unification of the mind arises through the penetration of the characteristics of impermanence, and so on.",
    "ai-anya-e0101n8:310_2": "Thus, even if he places it, hence it is called “final in him”, “I shall breathe in concentrating the manner of consciousness,” he commits an offense entailing confession.",
    "ai-anya-e0101n8:311_0": "Liberating the manner of consciousness: he both breathes in and breathes out delivering, liberating, the mind from the hindrances by means of the first jhāna, from applied and sustained thought by means of the fourth.",
    "ai-anya-e0101n8:311_1": "Or alternatively, when, having entered upon those jhānas and emerged from them, he comprehends with insight the consciousness associated with the ending of defilements.",
    "ai-anya-e0101n8:311_2": "They meditate observing impermanence, dispassion, cessation, peace, insight, awakening, and extinguishment.",
    "ai-anya-e0101n8:311_3": "Hence it is said: “He trains thus: ‘I shall breathe in ... shall breathe out contemplating. ’”",
    "ai-anya-e0101n8:311_4": "Thus this is the fourth tetrad by the mind.",
    "ai-anya-e0101n8:312_0": "236.",
    "ai-anya-e0101n8:312_1": "But in the fourth tetrad, as to contemplating impermanence, here firstly, the impermanent should be understood,",
    "ai-anya-e0101n8:312_2": "and impermanence,",
    "ai-anya-e0101n8:312_3": "and the contemplation of impermanence,",
    "ai-anya-e0101n8:312_4": "and one contemplating impermanence.",
    "ai-anya-e0101n8:313_0": "Herein, the five aggregates are the impermanent.",
    "ai-anya-e0101n8:313_1": "Because their essence is rise and fall and change.",
    "ai-anya-e0101n8:313_2": "Impermanence is the rise and fall and change in those same aggregates, or it is their non-existence after having been; the meaning is, it is the breakup of produced aggregates through their momentary dissolution since they do not remain in the same mode.",
    "ai-anya-e0101n8:313_3": "Contemplation of impermanence is contemplation of materiality, etc., as “impermanent” in virtue of that impermanence.",
    "ai-anya-e0101n8:313_4": "Contemplating impermanence: this is its impermanent.",
    "ai-anya-e0101n8:313_5": "So it is when one such as this is breathing in and breathing out that it can be understood of him: “He trains thus: ‘I shall breathe in ... shall breathe out contemplating impermanence. ’”",
    "ai-anya-e0101n8:314_0": "Contemplating fading away: there are two kinds of fading away, that is, fading away as destruction, and absolute fading away.",
    "ai-anya-e0101n8:314_1": "Herein, “fading away as destruction” is the momentary dissolution of formations.",
    "ai-anya-e0101n8:314_2": "“Absolute fading away, extinguishment.",
    "ai-anya-e0101n8:314_3": "Contemplation of fading away is insight and it is the path, which occurs as the seeing of these two.",
    "ai-anya-e0101n8:314_4": "It is when he possesses this twofold contemplation that it can be understood of him: “He trains thus: ‘I shall breathe in ... shall breathe out contemplating fading away. ’”",
    "ai-anya-e0101n8:314_5": "The same method of explanation applies to the clause, contemplating cessation.",
    "ai-anya-e0101n8:315_0": "Contemplating relinquishment: relinquishment is of two kinds too, that is to say, relinquishment as giving up, and relinquishment as entering into.",
    "ai-anya-e0101n8:315_1": "Relinquishment itself as a way of contemplation is “contemplation of relinquishment.”",
    "ai-anya-e0101n8:315_2": "Seeing these paths",
    "ai-anya-e0101n8:316_0": "For insight is called both “relinquishment as giving up” and “relinquishment as entering into” since firstly, through substitution of opposite qualities, it gives up defilements with their aggregate-producing kamma formations, and secondly, through seeing the wretchedness of what is formed, it also enters into Nibbāna by inclining towards Nibbāna.",
    "ai-anya-e0101n8:316_1": "Also the path is called both “relinquishment as giving up” and “relinquishment as entering into” since it gives up defilements with their aggregates, and it enters into Nibbāna by making it its object.",
    "ai-anya-e0101n8:316_2": "Also both insight and path knowledge are called contemplation because of their re-seeing successively each preceding kind of knowledge.",
    "ai-anya-e0101n8:316_3": "It is when he possesses this twofold contemplation that it can be understood of him: “He trains thus: ‘I shall breathe in ... shall breathe out contemplating relinquishment. ’”",
    "ai-anya-e0101n8:317_0": "This is the fourth tetrad, just as stated.",
    "ai-anya-e0101n8:317_1": "But it is of three kinds as partaking of insight, and so on.",
    "ai-anya-e0101n8:317_2": "In this way the development of mindfulness of breathing should be understood through the fourteen factors",
    "ai-anya-e0101n8:317_3": "But this ten bases for mindfulness of breathing is very fruitful and beneficial.",
    "ai-anya-e0101n8:318_0": "237.",
    "ai-anya-e0101n8:318_1": "Its great beneficialness should be understood here as peacefulness both because of the words, “And, bhikkhus, this concentration through mindfulness of breathing, when developed and much practiced, is both peaceful and sublime” , etc., and because of its ability to cut off applied thoughts;",
    "ai-anya-e0101n8:318_2": "for it is because it is peaceful, sublime, and an unadulterated blissful abiding that it cuts off the mind’s running hither and thither with applied thoughts obstructive to concentration, and keeps the mind only on the breaths as object.",
    "ai-anya-e0101n8:318_3": "Hence it is said: “Mindfulness of breathing should be developed in order to cut off applied thoughts” .",
    "ai-anya-e0101n8:319_0": "Also its great beneficialness should be understood to be the root condition for the perfecting of clear vision and deliverance;",
    "ai-anya-e0101n8:319_1": "for this is said by the Blessed One:",
    "ai-anya-e0101n8:319_2": "“Mendicants, when the four kinds of mindfulness meditation are developed and cultivated they fulfill the four kinds of mindfulness meditation. And the four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors. And the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom.”",
    "ai-anya-e0101n8:320_0": "Again its great beneficialness should be understood to reside in the fact that it causes the final in-breaths and out-breaths to be known;",
    "ai-anya-e0101n8:320_1": "for this is said by the Blessed One:",
    "ai-anya-e0101n8:320_2": "“Since this is how mindfulness of breathing is developed and cultivated in this way, even when the in-breaths and out-breaths have ceased, they are known, not unknown.”",
    "ai-anya-e0101n8:321_0": "238.",
    "ai-anya-e0101n8:321_1": "Herein, there are three kinds of breaths that are final because of cessation, that is to say, final in jhāna, and final in death.",
    "ai-anya-e0101n8:321_2": "For, among the various kinds of becoming , in-breaths and out-breaths occur in the sensual-sphere becoming, not in the fine-material and immaterial kinds of becoming. That is why there are final ones in becoming.",
    "ai-anya-e0101n8:321_3": "In the jhānas they occur in the first three but not in the fourth. That is why there are final ones in jhāna.",
    "ai-anya-e0101n8:321_4": "Those that arise along with the sixteenth consciousness preceding the death consciousness cease together with the death consciousness. They are called “final in death.”",
    "ai-anya-e0101n8:321_5": "It is these last that are meant here by “final. ”",
    "ai-anya-e0101n8:322_0": "“So it seems that when a mendicant has a sense of attraction, reference to this meditation subject, their mind becomes evident to him, their in front of them, and their arising.",
    "ai-anya-e0101n8:322_1": "if he adverts to their presence, then their presence is evident to him;",
    "ai-anya-e0101n8:322_2": "if he adverts to their dissolution, then their dissolution is evident to him;",
    "ai-anya-e0101n8:323_0": "When a mendicant has attained Arahantship by developing some other meditation subject than this one, they may be able to live.",
    "ai-anya-e0101n8:323_1": "But when he has attained perfection this mindfulness of breathing with its sixteen bases, he can always define his life term.",
    "ai-anya-e0101n8:323_2": "He thought, “I won’t now know my life in order to winnowing life for the sake of the orders of others; they won’t give about the life of purity of the throat,” and like the Elder Mahā- Rohaṇa, like the palace of the Elder Mahā-Tissahaved Pāṭaṇḍagāmani’s corpse.",
    "ai-anya-e0101n8:324_0": "This is one ground for oil.",
    "ai-anya-e0101n8:324_1": "After reciting the Pātimokkha, it seems, on the Uposatha day of the full moon, one of the two elders who were brothers went to his own dwelling place surrounded by the Community of Bhikkhus. As he stood on the walk looking at the moonlight he calculated his own vital.",
    "ai-anya-e0101n8:324_2": "“And how are you seen mendicants?”",
    "ai-anya-e0101n8:324_3": "Some answered, “Till now we have seen them attain Nibbāna sitting in their seats.”",
    "ai-anya-e0101n8:324_4": "Others answered, “We have seen them sitting cross-legged in the air.”",
    "ai-anya-e0101n8:324_5": "The elder said:",
    "ai-anya-e0101n8:324_6": "“I’ll give you one walking-path and walk to the other, saying, “I’ll give you one walking mindfully on the ground.” He then drew a line on the walk, saying, “I’ll go from this end of the walk to the other, he stepped on the walk and went to the far end. On his return he attained Nibbāna in the same moment in which he stepped on the line.",
    "ai-anya-e0101n8:325_0": "So let a man, if he is wise, Untiringly devote his days",
    "ai-anya-e0101n8:326_0": "so mindfulness of breathing always enjoys the body.",
    "ai-anya-e0101n8:327_0": "This is the section on mindfulness of breathing.",
    "ai-anya-e0101n8:328_0": "The account of the recollection of peace",
    "ai-anya-e0101n8:329_0": "239.",
    "ai-anya-e0101n8:329_1": "One who wants to develop the recollection of peace mentioned next to mindfulness of breathing should go into solitary retreat and recollect the special qualities of peace.",
    "ai-anya-e0101n8:329_2": "“Mendicants, the teaching is said to be the best of all things whether conditioned or unconditioned. That is, the quelling of vanity, the removing of thirst, the abolishing of clinging, the breaking of the round, the ending of craving, fading away, cessation, extinguishment.”",
    "ai-anya-e0101n8:330_0": "Herein in so far as means as many as.",
    "ai-anya-e0101n8:330_1": "thoughts that are developed,",
    "ai-anya-e0101n8:330_2": "Whether formed or unformed: whether made by conditions going together, coming together, or not so made.",
    "ai-anya-e0101n8:330_3": "Fading away is said to be the best of them: the best is the best of them.",
    "ai-anya-e0101n8:330_4": "Herein fading away is not mere absence of greed, but rather it is that unformed dhamma.",
    "ai-anya-e0101n8:330_5": "extinguishment is the vanity of quenching, the vanity of vanity, the one who isn’t able to obtain form, the one who is unformed.",
    "ai-anya-e0101n8:330_6": "It is called disillusionment of vanity because on coming to it all kinds of vanity , such as the vanity of conceit, and vanity of manhood, are disillusioned, undone, done away with.",
    "ai-anya-e0101n8:330_7": "And it is called elimination of thirst because on coming to it all thirst for sense desires is eliminated and quenched.",
    "ai-anya-e0101n8:330_8": "But it is called abolition of reliance because on coming to its reliance on the five cords of sense desire is abolished.",
    "ai-anya-e0101n8:330_9": "It is called termination of the round because on coming to it the round of the three planes of existence is terminated.",
    "ai-anya-e0101n8:330_10": "But it is called abiding in craving, fading away, and cessation. That is why craving ceases.",
    "ai-anya-e0101n8:330_11": "But these four, five, ten, twenty, thirty, forty, fifty, or a hundred years in the next world simply occurred to him as they do so. That is why ‘declared’ is said to be the best of all sentient beings.",
    "ai-anya-e0101n8:331_0": "In this way, recollecting vanity of qualities, etc., in this way, you should recollect quenching the special qualities of peace, embracing peace.",
    "ai-anya-e0101n8:331_1": "Or else others:",
    "ai-anya-e0101n8:331_2": "“Mendicants, I will teach you the unconditioned. ...",
    "ai-anya-e0101n8:331_3": "... and I attained the truth,” ...",
    "ai-anya-e0101n8:331_4": "... and the Sudassana,” ...",
    "ai-anya-e0101n8:331_5": "the goat ...",
    "ai-anya-e0101n8:331_6": "If he intends, “I’ll emit fun ...",
    "ai-anya-e0101n8:331_7": "for those who don’t enjoy proliferate ...",
    "ai-anya-e0101n8:331_8": "and the deathless.",
    "ai-anya-e0101n8:331_9": "If it is a secure wisdom, it is a sanctuary free of peril ...",
    "ai-anya-e0101n8:331_10": "amazing ...",
    "ai-anya-e0101n8:331_11": "not-self ...",
    "ai-anya-e0101n8:331_12": "Knowledge of pleasingness ...",
    "ai-anya-e0101n8:331_13": "purification ...",
    "ai-anya-e0101n8:331_14": "the same thing ...",
    "ai-anya-e0101n8:331_15": "And he should recollect the special qualities of peace, etc., in accordance with which they are described as pure in the special qualities of peace.",
    "ai-anya-e0101n8:332_0": "As he recollects peace in its special qualities of disillusionment of vanity, etc., in this way, then: “On that occasion his mind is not full of greed or hate or delusion.",
    "ai-anya-e0101n8:332_1": "The mind is not obsessed by delusion;",
    "ai-anya-e0101n8:332_2": "At that time their mind is undeveloped. So when they are suppressed, the hindrances in the way already described , the jhāna factors arise in a single moment.",
    "ai-anya-e0101n8:332_3": "But owing to the profundity of the special qualities of peace, or owing to his being occupied in recollecting special qualities of various kinds, the jhāna is only access and does not reach absorption.",
    "ai-anya-e0101n8:332_4": "And that jhāna itself is known as “recollection of peace” too because it arises by means of the special qualities of peace.",
    "ai-anya-e0101n8:333_0": "And as in the case of the six recollections, this also comes to success only in a noble disciple. Still, though this is so, it can nevertheless also be brought to mind by an ordinary person who values peace.",
    "ai-anya-e0101n8:333_1": "For even by hearsay the mind has confidence in peace.",
    "ai-anya-e0101n8:333_2": "A mendicant who is devoted to this recollection of peace sleeps at ease and wakes pleasure in bliss. They’re confident, settled, and decided about it. They’re confident, they’re strong, living in a spiritual companion.",
    "ai-anya-e0101n8:333_3": "And even if he penetrates no higher, he is at least headed for a happy destiny.",
    "ai-anya-e0101n8:334_0": "So that is why a man of wit Untiringly devotes his days",
    "ai-anya-e0101n8:335_0": "In this way, when there is a Noble Ones, they’re mindful and aware.",
    "ai-anya-e0101n8:336_0": "This is the section dealing with the recollection of peace.",
    "ai-anya-e0101n8:337_0": "composed for the purpose of gladdening good people. in the Path of Purification",
    "ai-anya-e0101n8:338_0": "in the Treatise on the Development of Concentration",
    "ai-anya-e0101n8:339_0": "called “The Description of Recollections as Meditation Subjects”",
    "ai-anya-e0101n8:340_0": "The eighth chapter"
}