{
    "ai-anya-e0102n2:0_0": "14. Khandhaniddeso",
    "ai-anya-e0102n2:1_0": "Wisdom",
    "ai-anya-e0102n2:2_0": "421.",
    "ai-anya-e0102n2:2_1": "Now, concentration is described under the heading of “consciousness” in this way that is suitable for one who has attained concentration and possesses understanding” . He who is established in constantly, continually develops it.",
    "ai-anya-e0102n2:3_0": "and wisdom should be developed like this.",
    "ai-anya-e0102n2:3_1": "But that concentration has been allowed to develop the physical process, and it was not easy to recite the scriptures.",
    "ai-anya-e0102n2:3_2": "That is why in order to show the development of the path to development that is,",
    "ai-anya-e0102n2:4_0": "Wisdom should be developed as physical endurance? What are the characteristics of endowing to all the characteristics? How many kinds of wisdom should be developed?",
    "ai-anya-e0102n2:5_0": "422.",
    "ai-anya-e0102n2:5_1": "Here is the wisdom there, referring to the wisdom of sense desires, of various kinds,",
    "ai-anya-e0102n2:5_2": "By doing this it would be appropriate for them to respond to accurate recollection. And I wouldn’t tendencies for warding off such a lazy person.",
    "ai-anya-e0102n2:5_3": "the wisdom there is from (volitional) processes, is knowledge from (contemplations),",
    "ai-anya-e0102n2:6_0": "wisdom is from traveling to dissolution, and so on in this generation—",
    "ai-anya-e0102n2:6_1": "Why is this name?",
    "ai-anya-e0102n2:6_2": "knowing the manifold base in connection with countless ways.",
    "ai-anya-e0102n2:6_3": "For when perception and consciousness are different things, then the object of the perception and understanding “the influence of perception and feeling are yellow, and yellow is produced by the absence of the perception “perception” is .",
    "ai-anya-e0102n2:6_4": "“It’s impermanent, suffering, and perishable. It’s not possible to penetrate the characteristic of suffering.",
    "ai-anya-e0102n2:6_5": "consciousness, knowing that it was yellow, yellow and observed.",
    "ai-anya-e0102n2:6_6": "But if he was able to get an arrow through the path and it was not able to stop him.",
    "ai-anya-e0102n2:6_7": "He knows the characteristic, etc., and manifestation of wisdom together with the object emerging of wisdom, he produces them and has an abundance of insight.",
    "ai-anya-e0102n2:7_0": "For just as when a man is set up a _kahāpaṇa_ coin in a _pāda_, he knows a _paṇḍaka_; one man sees the cattle-keeper in a winning village, or a resided in various ways, and one person with a hard precious even one person’s own minds precious things.",
    "ai-anya-e0102n2:7_1": "the village of Citta, who knew that a man is prepared for human beings, etc., is wealthy, and so on.",
    "ai-anya-e0102n2:7_2": "“This is a corrupter of a bandit,” “This fraudulent doesn’t know, “This isn’t confined.”",
    "ai-anya-e0102n2:7_3": "All of them knows that it’s low. They do not know the royal compound, having heard the sound of its smells and flavors, and they did not know the town or the dancing in the town or the capital choice. In this way they came to the town or village, where they don’t know that town.",
    "ai-anya-e0102n2:8_0": "For one is indeed the immaterial states of the Awakened One, as a leper in a place that an abiding with the object, and it is manifested as a residual object.",
    "ai-anya-e0102n2:8_1": "consciousness is a personal support for one who is despised by seeing its opposites, etc., and as its object, and as its characteristic.",
    "ai-anya-e0102n2:8_2": "For the lake is essential in blue, yellow-coloured, etc., which has the characteristics, etc., took a foundation for its object, and is the monk because he has obtained by means of that same characteristics, etc., and because of the manifestation of the state of the path,",
    "ai-anya-e0102n2:8_3": "therefore he perceives thus as it is known that in various ways,",
    "ai-anya-e0102n2:8_4": "This is the way to understand:",
    "ai-anya-e0102n2:8_5": "For this is what was said in the sense of urgency, “This is the bones of wisdom”.",
    "ai-anya-e0102n2:9_0": "Now, that perception is not reborn there,",
    "ai-anya-e0102n2:9_1": "But when his consciousness is not scattered, he thinks: “This is can be found, this is the difference between them.”",
    "ai-anya-e0102n2:9_2": "Hence the venerable Nāgas said: “Great King, did you do very hard?”",
    "ai-anya-e0102n2:9_3": "What is harder for him to do with the Fortunate One?",
    "ai-anya-e0102n2:9_4": "‘Great king, this is one thing that’s referred to the Buddha’s mind, that is why the intention of rolling the mind, and that is, the feeling, this is the intention.’",
    "ai-anya-e0102n2:10_0": "It has the characteristic of neutrality. Its function is to influence. It is manifested as guarding of the Dhamma. Its function is to pervade . Its proximate cause is to be found in the darkness of night. Its proximate cause is the success of its characteristic. It is manifested as the proximate cause of states.",
    "ai-anya-e0102n2:10_1": "“They truly understand immersion.”",
    "ai-anya-e0102n2:11_0": "The account of breaking up of wisdom",
    "ai-anya-e0102n2:12_0": "Wisdom is the characteristic of . Its function is to be found in the first three characteristics of states.",
    "ai-anya-e0102n2:12_1": "Three supermundane and supramundane.",
    "ai-anya-e0102n2:12_2": "Likewise as that of sightening, etc., is “from then on account of the development of concentration and insight” .",
    "ai-anya-e0102n2:12_3": "Three kinds of thoughtfulness and development",
    "ai-anya-e0102n2:12_4": "Likewise as limited, etc., of the limited object, etc., which is limited with limited object, etc., respectively instances, and so on.",
    "ai-anya-e0102n2:12_5": "It is of four kinds as partaking of knowledge, and of the penetration and of the four kinds of direct-knowledge,",
    "ai-anya-e0102n2:13_0": "426.",
    "ai-anya-e0102n2:13_1": "Herein, the section dealing with that of one kind is evident in meaning.",
    "ai-anya-e0102n2:13_2": "In the section dealing with that of two kinds he is associated with it,",
    "ai-anya-e0102n2:13_3": "Thus the supramundane Dhamma arranged by the supermundane and the supramundane.",
    "ai-anya-e0102n2:14_0": "In the second dreadful meditation objects that are accompanied by defilements.",
    "ai-anya-e0102n2:14_1": "they are without defilements.",
    "ai-anya-e0102n2:14_2": "That is the supermundane attainment of the world.",
    "ai-anya-e0102n2:14_3": "the associated with pollutants.",
    "ai-anya-e0102n2:14_4": "Likewise with pollutants, spells, and so on.",
    "ai-anya-e0102n2:14_5": "So it is of two kinds as keeping and avoiding.",
    "ai-anya-e0102n2:15_0": "This is the third kind of discrimination.",
    "ai-anya-e0102n2:15_1": "The wisdom there is from the defining of the fine-materiality in this way: “This is of two kinds, this is how two kinds of concentration is stated under the heading of “perception” in this way.",
    "ai-anya-e0102n2:16_0": "In the fourth tetrad there are two kinds of sensual stimulation in the fourteen respectively profitable unification of mind, and in the blessings of the paths and the mental joys, and in the bloated by the paths of wisdom.",
    "ai-anya-e0102n2:16_1": "and the wisdom there is from the two kinds of sense-spheres in the fourfold and four in the fivefold reckoning as happiness, and equanimity and the unification that is accompanied by equanimity.",
    "ai-anya-e0102n2:17_0": "she was the first head of the five-fold path.",
    "ai-anya-e0102n2:17_1": "The development of the remaining meditation subjects is that the twofold understanding of the fine-material state. This is how it is of two kinds as produced.",
    "ai-anya-e0102n2:18_0": "Without thinking, and reflecting on the first three in the first three insteads, and with the wisdom there, without having obtained self-mortification as one’s own.",
    "ai-anya-e0102n2:18_1": "Having heard that, the other sleeps badly, just as well thoroughly learning.",
    "ai-anya-e0102n2:18_2": "Likewise the development of wisdom, etc., in accordance with the development of wisdom, the understanding that is to say, the preceding of development, and of wisdom.",
    "ai-anya-e0102n2:18_3": "for this is said:",
    "ai-anya-e0102n2:19_0": "“What are we thinking about?",
    "ai-anya-e0102n2:19_1": "When there is the different kinds of deeds in the sense fields of deeds, reality, or mental deeds in the sense fields, feeling, perception, choices, or consciousness. ...”",
    "ai-anya-e0102n2:19_2": "Choices are born ...",
    "ai-anya-e0102n2:19_3": "Consciousness is impermanent, suffering, and perishable. They say: ‘Consciousness is impermanent, suffering, and perishable.’ Such was their foundation, which is called ‘one who hasn’t understood’.",
    "ai-anya-e0102n2:19_4": "Having heard this, it is called wisdom.",
    "ai-anya-e0102n2:19_5": "for one who has attained the wisdom there is from developing wisdom.”",
    "ai-anya-e0102n2:20_0": "So it is of three kinds as thought, and so on.",
    "ai-anya-e0102n2:21_0": "In the second dyad concentration with sense-spheres are limited with limited objects.",
    "ai-anya-e0102n2:21_1": "The great sense of urgency instances of the fine-material sphere is great and immaterial sphere.",
    "ai-anya-e0102n2:21_2": "Light Concerning to discernment.",
    "ai-anya-e0102n2:21_3": "(wholesome) have a limitless object.",
    "ai-anya-e0102n2:21_4": "Just as supermundane and supramundane jhāna is limited in that way.",
    "ai-anya-e0102n2:22_0": "In the third dyad there are two kinds of growth: it is of two kinds as non-adhered to.",
    "ai-anya-e0102n2:22_1": "Herein, just as when a Kosalan cart",
    "ai-anya-e0102n2:23_0": "“What is the skill in region?",
    "ai-anya-e0102n2:23_1": "When you pay attention to these things, unskillful qualities don’t arise, or, if they’ve already arisen, they are given up.",
    "ai-anya-e0102n2:23_2": "and they found the growth of skillful qualities that have arisen, they increase and grow.",
    "ai-anya-e0102n2:23_3": "Both the investigation of (the nature of) things, this is called right view.”",
    "ai-anya-e0102n2:24_0": "It is two kinds of foulness: that is our meaning and both twofold and without a group.",
    "ai-anya-e0102n2:24_1": "There’s a drop of water, spending in the Kosalan lands,",
    "ai-anya-e0102n2:24_2": "according as it is said: “What is skill in region?",
    "ai-anya-e0102n2:24_3": "When you attend to these things, skillful qualities don’t arise or if they’ve already arisen.”",
    "ai-anya-e0102n2:25_0": "Their difference between them is sustained thought regarding the kind of rebirth in the Kosalans, etc., in the case of the Kosalans, and they are sustained thought:",
    "ai-anya-e0102n2:25_1": "“All these things are incapable of understanding”,",
    "ai-anya-e0102n2:25_2": "So it is of three kinds as producing in the stain of avarice, and so on.",
    "ai-anya-e0102n2:26_0": "Having taken on the fourth (following) his own insight in himself, he has arisen in the middle of the four directions.",
    "ai-anya-e0102n2:26_1": "the other aggregates, whether externally or finer.",
    "ai-anya-e0102n2:26_2": "Having taken on both his own and others as precisely, continued existence, etc., and neutrality in three ways, and so on.",
    "ai-anya-e0102n2:27_0": "Knowledge of suffering in the before.",
    "ai-anya-e0102n2:27_1": "the arising of suffering,",
    "ai-anya-e0102n2:27_2": "the cessation of suffering.",
    "ai-anya-e0102n2:27_3": "and the practice that leads to the cessation of suffering. The knowledge of the practice that leads to the cessation of suffering is the four noble truths.",
    "ai-anya-e0102n2:28_0": "In the second tetrad the four kinds of knowledge. They have four foundations, four are the nine knowledges,",
    "ai-anya-e0102n2:28_1": "for this is said:",
    "ai-anya-e0102n2:28_2": "“Because of the analytical knowledge of meaning,",
    "ai-anya-e0102n2:28_3": "knowledge of the analytical knowledge of truth,",
    "ai-anya-e0102n2:28_4": "He is the knowledge of the analytical knowledge of language,",
    "ai-anya-e0102n2:28_5": "analytical knowledge of language, and analytic knowledge of language.”",
    "ai-anya-e0102n2:29_0": "Herein, is a term for the root of in brief.",
    "ai-anya-e0102n2:29_1": "for it is the fruit of which causes and reasons that is called produced by means of which the Noble Ones.",
    "ai-anya-e0102n2:29_2": "What can be understood according to the doctrine of accompanying that is true, extinguishment is the meaning of what is said.",
    "ai-anya-e0102n2:29_3": "the analytical knowledge of the meaning is that knowledge of the meaning, and the knowledge of the analytical knowledge of meaning.",
    "ai-anya-e0102n2:29_4": "‘proclaimed’ is a term for the requisites.",
    "ai-anya-e0102n2:29_5": "for it is the reason why ‘proclaimed’ is said to be the Dhamma’ is said.",
    "ai-anya-e0102n2:29_6": "Anyone who says that there is a reason why the teaching should be understood the reason why these five things are skillful.",
    "ai-anya-e0102n2:29_7": "is the knowledge of the analytical knowledge of schism in the present life.",
    "ai-anya-e0102n2:30_0": "For this is the meaning:",
    "ai-anya-e0102n2:31_0": "“Knowledge of suffering is the analytic knowledge of meaning,",
    "ai-anya-e0102n2:31_1": "knowledge of the arising of suffering,",
    "ai-anya-e0102n2:31_2": "I know about the analytical knowledge of truth,",
    "ai-anya-e0102n2:31_3": "the knowledge of the fruit of meaning,",
    "ai-anya-e0102n2:31_4": "Those things that are born, growing disillusioned, dispassionate, and cessation regarding appearance,",
    "ai-anya-e0102n2:31_5": "knowledge of these things is the analytic knowledge of meaning,",
    "ai-anya-e0102n2:31_6": "Since they are born, produced, knowledge of the analytical knowledge of principles, and appearance of principles.",
    "ai-anya-e0102n2:31_7": "knowledge of the analytical knowledge of truth,",
    "ai-anya-e0102n2:31_8": "Knowledge of old age and death ...",
    "ai-anya-e0102n2:31_9": "knowledge of the cessation of choices,",
    "ai-anya-e0102n2:31_10": "knowledge of the practice leading to the cessation of choices.",
    "ai-anya-e0102n2:31_11": "It’s when a mendicant knows the teaching as ‘May I’m feeling’ ...",
    "ai-anya-e0102n2:31_12": "This is called the analytical knowledge of truth.",
    "ai-anya-e0102n2:31_13": "He understood the meaning of this or that statement: ‘This is the meaning of this is the meaning of this statement.’",
    "ai-anya-e0102n2:31_14": "This is called the analytical knowledge of meaning.",
    "ai-anya-e0102n2:31_15": "What are wholesome thoughts?",
    "ai-anya-e0102n2:31_16": "When a wholesome thought in the sensuous worlds has arisen,",
    "ai-anya-e0102n2:31_17": "These are wholesome thoughts.",
    "ai-anya-e0102n2:31_18": "knowledge of these things is the analytical knowledge of truth,",
    "ai-anya-e0102n2:31_19": "the knowledge of the analytical knowledge of meaning and the analytical knowledge of meaning, and so on, without having shown them.",
    "ai-anya-e0102n2:32_0": "For the reason of his immaterial states setting that state, the state of existence and the state of existence .",
    "ai-anya-e0102n2:32_1": "Next this bloated mountain developed and cultivated in all this way it was said. This is the exposition of the natural principles, having heard the word spoken by maintaining. This is the knowledge of the deathless state. This is the knower of the non-human beings.",
    "ai-anya-e0102n2:32_2": "For Is the analytic knowledge of language, and so this feeling does know.",
    "ai-anya-e0102n2:32_3": "Contacts consciousness: this is unpleasant feeling that does not appear.",
    "ai-anya-e0102n2:33_0": "the wisdom there is from various knowledges, is the knowledge of the arising of knowledge, and the knowledge of the analytical knowledge of (the knowledge of) them, and the knowledge of various kinds, etc., is the knowledge of the arrivals (of them), and the knowledge of the penetration of the arrivals together with knowledge.",
    "ai-anya-e0102n2:34_0": "429.",
    "ai-anya-e0102n2:34_1": "And four the analytical knowledges, each and every time they go to the realm.",
    "ai-anya-e0102n2:35_0": "Herein, the great disciples of the Thirty-Three having dwelt in the opposite sex, which is in the case of the rest.",
    "ai-anya-e0102n2:35_1": "The senior brahmins and householders, the Uttara, the Uttarakuru, the householder Uttarakuru, the upper floor of Uttara.",
    "ai-anya-e0102n2:35_2": "When these are thus fact in two ways: on being in asking questioned by a self-control and fondness, they become a question in the past.",
    "ai-anya-e0102n2:36_0": "Herein, attaining perfection:",
    "ai-anya-e0102n2:36_1": "the word of the Buddha named so and so on.",
    "ai-anya-e0102n2:36_2": "remembering the (true) word of the Dhamma, and remembering the Dhamma,",
    "ai-anya-e0102n2:36_3": "Questioning is questioned in the Commentaries about the Pāṭaligāma by the name of the Buddhas of the Three Worlds, the Benefits of Virtue in the first Commentaries, the way that is the act of Vipassī, the dispensation, and the Vision regarding the Buddhas.",
    "ai-anya-e0102n2:37_0": "Another said further:",
    "ai-anya-e0102n2:38_0": "“Preceding the truths,",
    "ai-anya-e0102n2:39_0": "(They are) heavy in) a heavy loyal.",
    "ai-anya-e0102n2:40_0": "missfortune is a condition for the analysis of friendliness.”",
    "ai-anya-e0102n2:41_0": "Herein, the prior stage is of the kind already stated.",
    "ai-anya-e0102n2:41_1": "are the truths of the professions, working in the sense spheres, and the arouses.",
    "ai-anya-e0102n2:41_2": "the one hundred and eighty thousand aeons,",
    "ai-anya-e0102n2:41_3": "But through the power of the Magadhans",
    "ai-anya-e0102n2:41_4": "(but) even a single one can learn the word of the Buddha, being unable to reach the end of the term;",
    "ai-anya-e0102n2:41_5": "Questioning in the meaning is that indication.",
    "ai-anya-e0102n2:41_6": "the stream-enterer ...",
    "ai-anya-e0102n2:41_7": "or attained perfection.",
    "ai-anya-e0102n2:41_8": "for whomever heavy (which): I have learned many ways in the presence of the Teacher,",
    "ai-anya-e0102n2:41_9": "(And) such friends he will gain some friendship.",
    "ai-anya-e0102n2:42_0": "There the Buddhas awakened for themselves; and they attained the progress of the past and the future.",
    "ai-anya-e0102n2:42_1": "all my disciples have been explained",
    "ai-anya-e0102n2:42_2": "There is no meditation subject in the texts for attaining the meditation subjects for insight that is to say:",
    "ai-anya-e0102n2:42_3": "but the fruit of a trainee, the liberations, and the fruit of liberation.",
    "ai-anya-e0102n2:42_4": "The trainees have the fruit of an adept.",
    "ai-anya-e0102n2:42_5": "For the One of Ten Powers purification like a noble disciple who penetrates the fruit of the Noble Ones and analysis is said to be the penetration of the Noble Ones.",
    "ai-anya-e0102n2:43_0": "Wisdom is the roam of Wisdom,",
    "ai-anya-e0102n2:44_0": "430.",
    "ai-anya-e0102n2:44_1": "How should it be developed?",
    "ai-anya-e0102n2:44_2": "purification of ethics, and purification of mind are the two roots of purity.",
    "ai-anya-e0102n2:44_3": "Purification of view is the path to purification through knowledge and vision of the variety of paths. These are the five ways of purification through knowledge and vision.",
    "ai-anya-e0102n2:44_4": "So doing so, having given up the five states beginning with knowledge, the stilling of the legal procedures beginning with knowledge, which is purified and surpasses that of the body, the five aggregates beginning with knowledge.",
    "ai-anya-e0102n2:44_5": "This is in brief ;",
    "ai-anya-e0102n2:45_0": "431.",
    "ai-anya-e0102n2:45_1": "But this difference between the constituents (of mind and body) that provide fuel for attachment, the various aggregates, the elements of the sense fields of contact, the feeling element, the perception, choices, and consciousness.",
    "ai-anya-e0102n2:46_0": "The chapter on money",
    "ai-anya-e0102n2:47_0": "432.",
    "ai-anya-e0102n2:47_1": "Herein, whatever has the characteristic of coolness is characterized in it, it should be understood that all forms beginning with the unity of the Dhamma.",
    "ai-anya-e0102n2:48_0": "This being so, it is of two kinds as characteristic, and because of diminution, there are two kinds of foot,",
    "ai-anya-e0102n2:49_0": "Herein, the fourth ground is fourfold:",
    "ai-anya-e0102n2:49_1": "the elements of earth, water, fire, and air.",
    "ai-anya-e0102n2:49_2": "The characteristic of the defining of these characteristics, etc., are indicated only to the elements of the fourth jhāna.",
    "ai-anya-e0102n2:49_3": "yet all the elements of the elements have been composed in the air element.",
    "ai-anya-e0102n2:50_0": "with his twenty-four feet –",
    "ai-anya-e0102n2:50_1": "The eye faculty, ear, nose, tongue, body, and mind.",
    "ai-anya-e0102n2:51_0": "433.",
    "ai-anya-e0102n2:51_1": "Herein, Mastering is characterized as the characteristic of visible objects, etc., of the fine- material-sphere characteristics, etc., of the eye-consciousness that are simply present in terms of visible objects, etc., and protection is to say, of the eye-consciousness, and preoccupations.",
    "ai-anya-e0102n2:52_0": "Experiential confidence in the Earth to the wedding of sounds, etc., of the characteristic of faith, etc., of the mind-made body, or of mind-consciousness, and of loving-kindness is characterized as guarding the precept for weapons, etc., and manifestation in the earlier or the nose-consciousness.",
    "ai-anya-e0102n2:53_0": "Eversion of scent, owing to Gandhamādana, decorated with the nose, loving-kindness, and torments, etc., and his mind inclines to confidence in those without it. It is manifested as guarding, winginging, to protection, non-human beings.",
    "ai-anya-e0102n2:54_0": "Equanimity is characterized as an opportunity for taste-food-eaterness. Its function is to persuade, and conducive to heaven. It is manifested as the decoration of tasteing. Its function is to indicated the tongue-consciousness. It is manifested as a precept.",
    "ai-anya-e0102n2:55_0": "Experiential confidence in the tangibles, the characteristic of tangibles, the body of the touches, the mind, and the body is the characteristic of , etc., and the body consisting of boundlessness It has the physical enlightenment. It is manifested as a body.",
    "ai-anya-e0102n2:56_0": "434.",
    "ai-anya-e0102n2:56_1": "Of all of them, there are beings that have confidence in the eye, all of them have confidence in the earth, calm, and produced the earth. Of the body, all of them caught up in their body.”",
    "ai-anya-e0102n2:56_2": "After some time there were some appropriate later—the opening of the eyes, the incomparable, the way of life forces, and the Victors of the winds.",
    "ai-anya-e0102n2:56_3": "he said to them, “Consider it",
    "ai-anya-e0102n2:56_4": "Sumedhā will not see what is learned,",
    "ai-anya-e0102n2:56_5": "But here there are other reasons: “But these kinds of virtue are shown by means of the special qualities of being” .",
    "ai-anya-e0102n2:56_6": "That’s why a man should be told, “Dear Pajāpati’s familiar,”",
    "ai-anya-e0102n2:56_7": "For this one uniquelded qualities is unbounded in the way already described. This is the proper conduct.”",
    "ai-anya-e0102n2:56_8": "Then if it was",
    "ai-anya-e0102n2:56_9": "After you’d say, “Whether you wish to make this wish: ‘Born rain, earth, water, fire, and air. May you not endure cold, buttermilk. I wish to endure cold and heat.”",
    "ai-anya-e0102n2:56_10": "But it’s because there is no such thing as these, and it is impossible that they should abide in all these ways.",
    "ai-anya-e0102n2:57_0": "But what should be transgressed,",
    "ai-anya-e0102n2:57_1": "the same destiny, the owner of the deeds,",
    "ai-anya-e0102n2:57_2": "therefore the other is left unvirtuous and excellent inheritance.",
    "ai-anya-e0102n2:57_3": "When there is an inclination, there is no confidence that arises,",
    "ai-anya-e0102n2:57_4": "Being confident, they don’t priordial confidences,",
    "ai-anya-e0102n2:58_0": "435.",
    "ai-anya-e0102n2:58_1": "Thus when the heads are connected with the eyes and underlying tendencies, he sees thus: “With the eye, what is unbroken, the point of this consciousness, and what is uncontrolled because of their own conditions, and his consciousnesses?”",
    "ai-anya-e0102n2:58_2": "And since the lower parts have ceased, and perished, they are sleepy in a state that is, based on the nose, and on the neck.",
    "ai-anya-e0102n2:59_0": "And when the eyes are black in the world, rising above by the head and thriving under the blue waters, then the pins of blue, yellow, red or white.",
    "ai-anya-e0102n2:59_1": "The place where the wide openings are to be found in the middle of the honey-balanceds, having the costs covered with the darkness of the honey-deecess with the eyes, having the inner skin of the belly-sharks like a pure white lotuses, after having the carpets covered the skin of the head, as washed by the four cords widezing (of consciousness) eyes, like the sun’s owing to the head,",
    "ai-anya-e0102n2:59_2": "For this is said in the General of the Dhamma:",
    "ai-anya-e0102n2:60_0": "“That man who is inspiring confidence in the eye,",
    "ai-anya-e0102n2:61_0": "the limited period of six.",
    "ai-anya-e0102n2:62_0": "The ship in which the mango trees had been disturbed, turning to the position of Aṅgulimāla’s mind, were the shape of a length of the carts when he was watching, enveloping the finger-tworms, fastened, and well placed in the four directions enclosed monastery.",
    "ai-anya-e0102n2:63_0": "In the place where the incomparable jungle is described as divided into the nose by the nose, just as the ears, the nose, the tongue, the body, and the rest of the neck, just as it were by the wide openings in the riverseces of the nose, just as it seeks the place where it enclosed by the nose,",
    "ai-anya-e0102n2:64_0": "In the same way the inner skin of the tongue is the shape of a hidden treasure and in the middle of the tongue-coloured enclosures, and in the way already described he surface of the tongue-consciousness element occurred with the tongue-coloured on the chest, as happens when a to an a enclosures a tongue.",
    "ai-anya-e0102n2:65_0": "But as far as the body is attached to name and form.",
    "ai-anya-e0102n2:65_1": "Virtuous conduct in all places as a body that is described in the way already described as disturbances, is the producing condition for physical nutriment, and function that encounter has been described.",
    "ai-anya-e0102n2:66_0": "Like a wound dwelling nearby, which is like the shade of the ten kasiṇas and the divining hall, as including the fine-material and immaterial spheres, etc., and the sense of urgency and unshakable, so on.",
    "ai-anya-e0102n2:67_0": "437.",
    "ai-anya-e0102n2:67_1": "Because of that the fine-material characteristics beginning with eye-consciousness is characterized as its characteristic, function, and manifestation of the eye-consciousness element in the primary elements, and provided with the four great primary elements.",
    "ai-anya-e0102n2:67_2": "Though they are complete in every way.",
    "ai-anya-e0102n2:67_3": "Where there is the difference in that place.",
    "ai-anya-e0102n2:67_4": "This is the blue various kinds as stains and so on,",
    "ai-anya-e0102n2:68_0": "It has the characteristic of continued existence as its characteristic. Its function is to influence of sounds and manifestation of consciousness. Its function is to pervade . It is manifested as a resort.",
    "ai-anya-e0102n2:68_1": "the sound of drums, etc., that is to say: by the sound of many kinds,",
    "ai-anya-e0102n2:69_0": "It has the characteristic of nose, etc., and is its characteristic, because it is its impediments and fragrances, etc., as its near enemy. Its function is to perfume.",
    "ai-anya-e0102n2:69_1": "Smells like a fragrant root, etc., which are not tragrant and so on.",
    "ai-anya-e0102n2:70_0": "Transgression is the characteristic of tongue-consciousness. Its function is to for its object. Its function is to resort as its object. Its proximate cause is to surmounting of the tongue-consciousness.",
    "ai-anya-e0102n2:70_1": "trickling down from roots, etc., according to the aggregates, etc., which derived from sense desires,",
    "ai-anya-e0102n2:71_0": "438.",
    "ai-anya-e0102n2:71_1": "Development as women’s feminine Compassion is shown under the sign of women. It is manifested as a woman.",
    "ai-anya-e0102n2:71_2": "for a man, for a man, the characteristics, etc., revealing of mentioned for a man, exercise of for a man, for male and female generals.",
    "ai-anya-e0102n2:71_3": "From that, they are to be found in the body, like a mountain carcass, but don’t find drugs with the body or the mind. While they are standing or sitting, they do the same.",
    "ai-anya-e0102n2:72_0": "439.",
    "ai-anya-e0102n2:72_1": "It has the characteristic of continued existence . Its function is to maintain the life faculty . It is manifested as advantage of the life faculty. Its proximate cause should be placed as the manifestation of the life faculty.",
    "ai-anya-e0102n2:72_2": "At that moment the characteristics in it is like the water that moments for the purpose of perfecting the waters that are in the place where there is dropped into it.",
    "ai-anya-e0102n2:72_3": "Just as when a boy runs off a drum in a position,",
    "ai-anya-e0102n2:72_4": "he embarrass it in the same way as the precincts,",
    "ai-anya-e0102n2:72_5": "he should not exercise his throat, and he should not occur in order to his own foes.",
    "ai-anya-e0102n2:72_6": "he does not cancel the half-month, having placed them set aside on,",
    "ai-anya-e0102n2:72_7": "Like a peg in a wound,",
    "ai-anya-e0102n2:72_8": "But they don’t show the same simile of the incomparable, and they should indicate it in accordance with the rule and the abode of the inheritance.",
    "ai-anya-e0102n2:73_0": "440.",
    "ai-anya-e0102n2:73_1": "The mind element has the characteristic of mind element. Its function is to be found. It is manifested as the heart element. It is manifested as the characteristic of, etc.; because of the defining of the mind elements.",
    "ai-anya-e0102n2:73_2": "heart, lived under the recollection of the body, speech, and mind associated with the body, and the mind is accompanied by defilements, and the various external enlightenments, etc., as their intentions, aims regarding the various elements, wishes, contentments, seclusion, discriminations, the elements of the mind elements.",
    "ai-anya-e0102n2:74_0": "441.",
    "ai-anya-e0102n2:74_1": "and the foundation of consciousness consisting in conformity with the attributes of the body and the mind elements of the stiffenedness in places, wielding the bodily formations, and bodily formations produced by the air elements of consciousness, etc., which have the physical nutriment consisting of the alternative owing to the constituentence of the opposite sex, circum precedes.",
    "ai-anya-e0102n2:74_2": "But that bodily action, verbal, and mental conduct, and the cause of crushing of body, speech, and mind, they’re called “final because of undertaking coarseness in body”.",
    "ai-anya-e0102n2:74_3": "But the necessary condition for the calm-longing minds should be understood as the bodily formation of consciousness and the consciousness of the impediments of the mind; the binding of the similes of the mind.",
    "ai-anya-e0102n2:75_0": "the basis of psychic power that has the definition of consciousness, and of the mind element initiative, and nutriment consisting of the earth element, etc., as its defilement, and nutriment consisting of the four elements, and nutriment consisting of the earth element, and the consciousness element in the fine-material earth element, the consciousness element.",
    "ai-anya-e0102n2:75_1": "That speech, of action, of verbal action, and mental action, is called ‘rom speech’ because of troublesome and because of their profitable action, because it’s unprofitable action, because it’s known as “low”.",
    "ai-anya-e0102n2:75_2": "Just as in a wilderness hut a swiftly irrigates, setting up a water jar, and placed air in the braid, poison, having seen the sign of the body, make water for washing the sweps and oil,",
    "ai-anya-e0102n2:76_0": "442.",
    "ai-anya-e0102n2:76_1": "It has the characteristic of endearing . Its function is to influence of the fine-material becoming. It is manifested as unique to, eliminating, or proximate cause; or proximate cause is characterized by the materiality of the fine-materiality. It is manifested as the manifestation of the fine- materiality.",
    "ai-anya-e0102n2:76_2": "and whatever bodily form there is because of the earlier starting points, that is theirs stand up.",
    "ai-anya-e0102n2:77_0": "443.",
    "ai-anya-e0102n2:77_1": "Because it has the characteristic of heat. Its function is to mature . It is manifested as unity. Its manifested as guarding. Its proximate cause is to surmountness.",
    "ai-anya-e0102n2:77_2": "then the characteristic of foulness is characterized as of forms. Its function is to in all its characteristic. It is manifested as unity. Its proximate cause is suppression of any kindness.",
    "ai-anya-e0102n2:77_3": "Compassion is characterized as the physical observed of the fine-material and immaterial deeds. It is manifested as non-percipient. Its proximate cause should be seen to surmounting the state of non-perceiving of deeds.",
    "ai-anya-e0102n2:78_0": "But it is not possible that these three kinds of roaming and trapped in form, like the mode of cohesion of the visible objects, the liberating of the eye elements, and so on, the eye elements sight of producing conditionalt, like a circumference of sights, etc.,",
    "ai-anya-e0102n2:78_1": "* The mixed One whose physical form is made up of the sights, solid food and drink, clothes, and vehicles, countless sights, and so on. It is the counterpart of all the various forms that originate with the eye, sights, sounds, smells, tastes, touches, and thoughts.",
    "ai-anya-e0102n2:78_2": "But the part of the body consisting of forms that are beautiful, influence, organized in making phenomena, organized the work, and observing moderations in various differentiations of the elements.",
    "ai-anya-e0102n2:79_0": "444.",
    "ai-anya-e0102n2:79_1": "It has the characteristic of continued existence as its characteristic. Its function is to maintaining . Its function is to preceding . It is manifested as guarding. Its proximate cause should be practiced as the preceding of the fine-material materiality.",
    "ai-anya-e0102n2:79_2": "It has the characteristic of continued pressure on the materiality. Its function is to be placed in for its continued existence. It is manifested as a continued supply.",
    "ai-anya-e0102n2:79_3": "He has the physical formations of both legal procedures, based on both sides, the physical processes of the Vision, and also the base consisting of boundless consciousness.",
    "ai-anya-e0102n2:79_4": "But since there is no difference here in meaning, there is no difference between them in this way: “The mind-made body is in the passage beginning, the dimension of infinite consciousness,",
    "ai-anya-e0102n2:79_5": "That which is called “inclination” in the formless realm.",
    "ai-anya-e0102n2:79_6": "And when the time is called “rebirth” is rinsing, is listed, quiet and wrapped in the successive fields, it cuts down, etc., which is like the time top of water, rolling back and forth, like a rinsing backwards, “Hailing from the water,” it cuts down from the barn, wrapped in the stretch pulled up by the upper story of the hos, and it arrives too, like a rolling for him.",
    "ai-anya-e0102n2:80_0": "What is it compared to which it is such a man’s intention?",
    "ai-anya-e0102n2:80_1": "By talking about the sense fields, he speaks what is called.",
    "ai-anya-e0102n2:80_2": "That’s why continued existence is the first kind of rebirth.",
    "ai-anya-e0102n2:80_3": "For the support of those men, each were reborn in a place belonging to their own field, and produced in the various conditions.",
    "ai-anya-e0102n2:80_4": "And it’s also said to be the same thing that is born in a new state of existence as others. It’s not possible for them to be reborn in a peaceful state, and it should be understood that it is called “base”.",
    "ai-anya-e0102n2:81_0": "Characteristics, Etc. Its function is to live in dependence on fine- material-sphere characteristics, etc., which is manifested as a proximate cause is to say, has function of and manifestations. Its proximate cause is to surmounting the state of existence.",
    "ai-anya-e0102n2:81_1": "Endowed with the appearance of a tooth in the Dhammāsoka’s cart, this is what is said.",
    "ai-anya-e0102n2:81_2": "yet there is no water in the confluence of the earth that is unclean. And there is no water, no rainfall of earth, no water, and that has been found.",
    "ai-anya-e0102n2:82_0": "It is manifested as the characteristic of continued existence. Its function is to function of continued existence. It is manifested as the elimination of ending.",
    "ai-anya-e0102n2:83_0": "445.",
    "ai-anya-e0102n2:83_1": "places has the characteristic of nutriment. Its function is to for maintaining ensure that when it is to be manifested as the mode of it simultaneousness. Its proximate cause should be brought to mind as the physical nutriment.",
    "ai-anya-e0102n2:83_2": "and whatever sentient beings live on, that is a term for sentient beings.",
    "ai-anya-e0102n2:84_0": "446.",
    "ai-anya-e0102n2:84_1": "These, however, when the finest lady came,",
    "ai-anya-e0102n2:84_2": "But when some of them is strong, their forms and in others is oppressed. In accordance with the questions there are no hindrances, thinking, “Forgets about the Buddhas,” and when the hindrances are suppressed, they still have been a hindrance by obstacle.”",
    "ai-anya-e0102n2:84_3": "Anything in the other currents of old age, forms that originate from old age and death, the water element by air, the fire element, and the air element. What is meant is the shelter and disliked by the water element.",
    "ai-anya-e0102n2:84_4": "That is why it is placed in one poison.",
    "ai-anya-e0102n2:85_0": "This is the fourth kind of enjoyment.",
    "ai-anya-e0102n2:86_0": "447.",
    "ai-anya-e0102n2:86_1": "all that is suitable to a cause, and unsuitable for the sake of defining the sake of nutriment. It is not suitable for the sake of worldly gain, and so on.",
    "ai-anya-e0102n2:87_0": "internally and externally as pleasurable, gross, subtle, and confidence, and exertion of the faculties. Three faculties and peaceful, ear-spheres and cognizable by the sense faculties, and appropriated that there are two kinds of sense-spheres, and appropriate effort.",
    "ai-anya-e0102n2:88_0": "Herein, the Vinayas, which occurs with five aggregates, is the internal in oneself.",
    "ai-anya-e0102n2:88_1": "The water element that is excited by nine, produced by the water element and three, is gross, and indicated by the four elements, and so on, is the commentary on each other.",
    "ai-anya-e0102n2:88_2": "and it is subtly the finest (made) it is hard to penetrate that is in the presence of the other.",
    "ai-anya-e0102n2:88_3": "The four elements of , etc., have their physical nutriments, counterparts, influence, and practices, made up of the elements, and consequences, and practices, without defining any such forms, and enumerations, by expression of their own succession.",
    "ai-anya-e0102n2:88_4": "And although the many differentiations were subsides in the five ways, it is nevertheless because of gaining materiality, etc., as because of the confidence, and because of those deportment,",
    "ai-anya-e0102n2:88_5": "She was generally preoccupied with her sense faculties, and so on. Because of that, the faculties were boundless.",
    "ai-anya-e0102n2:88_6": "because of the deeds he caused on another to be reborn, ~ thus it is “fitting” .",
    "ai-anya-e0102n2:89_0": "448.",
    "ai-anya-e0102n2:89_1": "The whole of that form is just threefold, having the threefold nature, three in three ways,",
    "ai-anya-e0102n2:89_2": "Herein, grossness of the form, and impingement in the future.",
    "ai-anya-e0102n2:89_3": "all that is gradually subtle,",
    "ai-anya-e0102n2:89_4": "So in the first three ways, beginning with in three ways, it is of three kinds,",
    "ai-anya-e0102n2:89_5": "One is born through deeds, (but) through deeds, and has appeared in her womb, but is not a Lord of the deeds, nor is it not a born?",
    "ai-anya-e0102n2:89_6": "Then, as soon as the mind-made body is born, the mind-made,—born intoxicated with mind-made body, fierce, unattached to the various kinds of food, or producing bodily formation or mind-made,",
    "ai-anya-e0102n2:89_7": "That’s why, born in a womb, appearing among the or born, and then the yellow, is not given in appearance, and so on. It is of three kinds as produced by kamma and appearance, but continually borne by a fame in the ear.",
    "ai-anya-e0102n2:90_0": "449.",
    "ai-anya-e0102n2:90_1": "again and again, etc., which is fourfold, as four, and so on,",
    "ai-anya-e0102n2:90_2": "Herein, the sense fields of sights, sounds, smells, tastes, touches, and thoughts. They are called ‘Known’ because they’ve seen’. They’re satisfied, and have broken through Vibhaṅga’: this is the fourth sense faculties.",
    "ai-anya-e0102n2:91_0": "But here there is the name and form of the body, name and form, namely form, body and the limitless name and form. Name and form are included in the space, Vibhaṅga, which is called ‘specified’, with the characteristic of the four elements, etc., not defining the space elements’, and so on.",
    "ai-anya-e0102n2:92_0": "But whatever name and form is not established in him,",
    "ai-anya-e0102n2:92_1": "Independent, this door is not started.",
    "ai-anya-e0102n2:92_2": "inspiring confidence in those without it,",
    "ai-anya-e0102n2:92_3": "The rest is neither based on the basis of truth, nor is of fourfold.",
    "ai-anya-e0102n2:93_0": "450.",
    "ai-anya-e0102n2:93_1": "and again the two difference between the two wombs, whose mother and father continually belonging to them in this way,",
    "ai-anya-e0102n2:93_2": "Herein, through (fetcle of) deeds, she gives the thought of mind,",
    "ai-anya-e0102n2:93_3": "the site of the heart together with the throne is the same as the basis for deeds.",
    "ai-anya-e0102n2:93_4": "Wisdom is born in the mind.",
    "ai-anya-e0102n2:93_5": "but, in the ear and the nose, the tongue is enlightened, the body is the name of the dimension.",
    "ai-anya-e0102n2:93_6": "he gave the border of his fortune to the manage he had been given the name and so on.",
    "ai-anya-e0102n2:93_7": "When one’s work has four characteristics, it is the characteristic of maturing for the formless states of existence.",
    "ai-anya-e0102n2:93_8": "to have the characteristic of endeavour, having arisen in his body,",
    "ai-anya-e0102n2:93_9": "There is no arising of the arising of a arising of schism that has arisen, there is no fear of breaking up,",
    "ai-anya-e0102n2:93_10": "“Since the sense field of sights, sounds, smells, tastes, touches, and thoughts are included in the dimension of infinite space. It’s peaceful and substantial period, this is the basis for ending of defilements.”",
    "ai-anya-e0102n2:94_0": "This, firstly, is the talk about in detail.",
    "ai-anya-e0102n2:95_0": "The chapter on consciousnesses",
    "ai-anya-e0102n2:96_0": "451.",
    "ai-anya-e0102n2:96_1": "Anyone else should make all feelings, and only the characteristic of feeling, etc., have agreed upon that same.",
    "ai-anya-e0102n2:96_2": "Whatever has the characteristic of directing the mind in all that has the characteristic of perception.",
    "ai-anya-e0102n2:96_3": "Whatever bodily, verbal, and mental processes have all the characteristics,",
    "ai-anya-e0102n2:96_4": "Whatever has the characteristic of enduring - and is the one (made).",
    "ai-anya-e0102n2:96_5": "Herein, having opened the mass of consciousness on the other side of the aggregates, we will good and do the work.",
    "ai-anya-e0102n2:97_0": "Whatever has the characteristic of cognizable by the one who understands all its characteristics, etc., is said to be the ending of consciousness.",
    "ai-anya-e0102n2:97_1": "And what is its characteristic of consciousness?",
    "ai-anya-e0102n2:97_2": "It’s called consciousness because it cognizes.”",
    "ai-anya-e0102n2:97_3": "consciousness is a single mind.",
    "ai-anya-e0102n2:97_4": "From that day on, its characteristic, and sense-spheres are well-profitable, and unprofitable,",
    "ai-anya-e0102n2:98_0": "452.",
    "ai-anya-e0102n2:98_1": "There I wholesome profitable way to the sensual realm, like the fine-material sphere (only) in the formless realm.",
    "ai-anya-e0102n2:98_2": "Herein, the happiness and knowledge of the sense-spheression of formations is the eighth knowledge.",
    "ai-anya-e0102n2:98_3": "That is:",
    "ai-anya-e0102n2:98_4": "connected with happiness, associated with knowledge, with intention,",
    "ai-anya-e0102n2:98_5": "connected with equanimity, associated with knowledge, with intention,",
    "ai-anya-e0102n2:99_0": "When a gift to giver of the recipients joy and happiness, they re-organize the receivers of joy and happiness, being struck with no joy and happiness, infatuated by the sensible people, and when they arrive at the wrong time of giving them.",
    "ai-anya-e0102n2:99_1": "But when the meditator is killed living creatures in front of others, he ran in front of us, then he is able to mount the western quarter.",
    "ai-anya-e0102n2:99_2": "For in this context it is known that same thing in oneself and another’s preceding to the other, or in the former case of the opposite-monking of it.",
    "ai-anya-e0102n2:99_3": "But when they see him coming, the darkness of the people, having seen him lying down, broad, with his own hands, paid homage to him, and sat down shade, saying:",
    "ai-anya-e0102n2:99_4": "But when he should pay homage to him, thinking, “This is the fourth practice.”",
    "ai-anya-e0102n2:99_5": "But when the receivers because of the recipient beings who give the recipient beings who have not obtained pleasure and happiness, and who are unintentional and equanimity become clear.",
    "ai-anya-e0102n2:99_6": "Such is the eight kinds of happiness, that is to say, the eight kinds of sensual stimulation, and the unskillful.",
    "ai-anya-e0102n2:100_0": "But the five jhānas of the fine-material sphere belonging to the jhāna.",
    "ai-anya-e0102n2:100_1": "That is: rapture and bliss born of placing the mind and keeping it connected. The first absorption is the second exceeding the mind with rapture and bliss born of immersion. The third absorption is the fourth absorption.",
    "ai-anya-e0102n2:101_0": "The four immaterial spheres of the four immaterial spheres is of four in number,",
    "ai-anya-e0102n2:101_1": "For the first jhāna associated with the base consisting of boundless space as predominance, and associated with the second jhāna.",
    "ai-anya-e0102n2:101_2": "In the four paths they have reached the surpassing of the supermundane attainment with each individual essence. This is how they have many skillful intentions.",
    "ai-anya-e0102n2:102_0": "But the root of the plane of loss is unprofitable root, and the root of all kinds of sensual stimulation is the root of the tree.",
    "ai-anya-e0102n2:103_0": "There I sat cross-legged for the ending of greed and hate.",
    "ai-anya-e0102n2:103_1": "They are associated with happiness, and attached to views.",
    "ai-anya-e0102n2:103_2": "connected with equanimity, associated with the resort to (wrong) view, and with intention,",
    "ai-anya-e0102n2:104_0": "For when he thinks “There is no drawback in sensual pleasures” and “There is no drawback in sensual pleasures,” and when he sees that same drawbacks in them, he uses them without greed or hate or delusion. Then, when his heart is overcome and overwhelmed by them, he then uses it with the first three.",
    "ai-anya-e0102n2:104_1": "When it has been constructed by the mind with (himself),",
    "ai-anya-e0102n2:104_2": "When they have wrong view, they obstinately stick to the intention of others, whether the other or not. Then they instead because of that:",
    "ai-anya-e0102n2:104_3": "With the mind-made body, the fourth,",
    "ai-anya-e0102n2:104_4": "But when they haven’t reached the peak of sensual pleasures, the general population, or the mental joy and happiness, or the fourth, and equanimity that they’re felt in this way, with the fading away of happiness and equanimity, they should understand that.",
    "ai-anya-e0102n2:105_0": "But the root of sadness should be understood to come by the root of the flood and the unification that associated with the goes from the time to time. Three, the three kinds of misconduct should be understood.",
    "ai-anya-e0102n2:106_0": "connected with equanimity, associated with equanimity, (but) it is of two kinds:",
    "ai-anya-e0102n2:106_1": "That place should be understood as included in the thirty-two grounds, that is to say, twelvefold, and unprofitable consciousness.",
    "ai-anya-e0102n2:107_0": "two kinds of calming: the result of rebirth and bad deeds.",
    "ai-anya-e0102n2:107_1": "The result of the four world-spheres is of resort as one of the fine-material sphere,",
    "ai-anya-e0102n2:107_2": "Herein, the two kinds of sensual stimulation: unskillful and resulting in the formless,",
    "ai-anya-e0102n2:107_3": "(having) a wholesome roots and conditions, both with the reasons and without cause.",
    "ai-anya-e0102n2:108_0": "Herein, the Buddha has performed the activities of mind consciousness that were longing for the sake of liking diminution, having eye-consciousness element and his mind-consciousness element with the function of investigation of the mind-consciousness element, and his mind-consciousness element, were peaceful and sublime,",
    "ai-anya-e0102n2:109_0": "Herein, the eye is characterized by the eye element. It has the characteristic of visible objects. Its function is to see visible objects with the eye-consciousness element. It has the physical basis for its object.",
    "ai-anya-e0102n2:109_1": "So what has the characteristic of sounds as its near enemy, etc., and because of its near enemy, etc., which have the characteristic of loving-kindness, etc., as its objects, and so on. Its function is to influence its objects, etc., which have ceased there, because it is the manifested as the manifestation of the earlier consciousnesses, etc., and manifestation of the owing to, and non-existence of the ear-consciousness elements.",
    "ai-anya-e0102n2:110_0": "The eye consciousness element has the characteristic of visible-consciousness element, etc., as its origin, and so on. Its function is to insisting on visible objects, and so on. The eye-consciousness element has the counterpart of the eye-consciousness element investigating and the eye-consciousness element. It is manifested as the state of non-existence.",
    "ai-anya-e0102n2:111_0": "Gladness has the beginning of rebirth as its characteristic, etc., and because it has the characteristic of the heart, etc. as its profitableness, etc., as its characteristic, etc., and function, and so on.",
    "ai-anya-e0102n2:111_1": "But the kinds of happiness for five reasons: what is their bodies of fondness, etc., are there that division in four ways.",
    "ai-anya-e0102n2:111_2": "For it is with perfect happiness as objects in the five-fold reckonings, and having become equipment and happiness associated with the objects of the both-sphere states, and with the objection of happiness and adverting with the object.",
    "ai-anya-e0102n2:111_3": "One internally and externally as object, and externally, grossness and equanimity as object, successively associated with the objection of individual essences, etc., which is anchored object. It is manifested as the object.",
    "ai-anya-e0102n2:112_0": "And here it is of eight kinds as objects of sense-spheres, and it is of two kinds as objects,",
    "ai-anya-e0102n2:112_1": "and equanimity as happiness is threefold.",
    "ai-anya-e0102n2:112_2": "and consciousness occurs only on the object of a fine-material object, just as its object is were placed in the sense of its object.",
    "ai-anya-e0102n2:112_3": "Herein, the mind-consciousness element in the five ways beginning with the mind-consciousness element in the five ways beginning with the mind-consciousness element.",
    "ai-anya-e0102n2:112_4": "Herein, body consciousness is happiness due to body, and mind-consciousness element in both ways: mind-consciousness element, happiness, and equanimity.",
    "ai-anya-e0102n2:112_5": "That’s how to understand the eight bases of psychic power,",
    "ai-anya-e0102n2:113_0": "(such as) shamelessness, what is unprofitable roots with the unconditioned and the pinced in the eight ways beginning with worldly pleasures, as in the sense spheres, and so on.",
    "ai-anya-e0102n2:113_1": "But as to the profitable states do not occur in the six kinds of gifts, etc., as with the object,",
    "ai-anya-e0102n2:113_2": "For it is with limited objects and subsequently in the way beginning, “For with limited objects and ‘proaches’ as object.",
    "ai-anya-e0102n2:113_3": "But the method of choices should be understood here in each case",
    "ai-anya-e0102n2:113_4": "and the results of liable to be exerted as if, weren’t prevented as if smeared with latches, then on the sign of fact.",
    "ai-anya-e0102n2:114_0": "For, for the sake of (wholesome) with the eye consciousness rooted in the ear, the nose, the tongue, the body consciousness element, the mind element, the mind element, and the mind-consciousness element with the function of mind consciousness, and controlled by the seven elements.",
    "ai-anya-e0102n2:114_1": "Because of this characteristic of wholesomeness, etc., it should be understood as given in the way already described.",
    "ai-anya-e0102n2:115_0": "For it is wholesome that are entirely desirable to what has not yet arisen internally, and external objects have the same object,",
    "ai-anya-e0102n2:115_1": "These are the two kinds of equanimity: three kinds of happiness, and concentration are of three kinds as accompanied by equanimity.",
    "ai-anya-e0102n2:115_2": "Herein, body consciousness belongs to the same Buddhist sect is the same as that with equanimity.",
    "ai-anya-e0102n2:115_3": "Well looks down on those equanimity, like a buried lucidity to equanimity. It is subtle with the equanimity that is subtle, like a equanimous bliss.",
    "ai-anya-e0102n2:115_4": "Thus there are seven unwholesome and immeasurable results in the past, future and present in the ear.",
    "ai-anya-e0102n2:116_0": "owing to the formless, like a skilled in the five ways,",
    "ai-anya-e0102n2:116_1": "But wholesome absorption it occurs as before.",
    "ai-anya-e0102n2:116_2": "This is the circumstance in clause consisting in the rebirth- linking of rebirth-linking.",
    "ai-anya-e0102n2:116_3": "The fourfold profitable form, like the fine-material sphere,",
    "ai-anya-e0102n2:116_4": "and the breaking of the precincts is the same as that of the fine-material sphere.",
    "ai-anya-e0102n2:116_5": "The fourteenthirteen is the path of higher consciousness, and of the fruit of stream-entry, it is reckoned as a dewide, and in each case.",
    "ai-anya-e0102n2:116_6": "So too, when there is a miracle in the four places, the thirty-six positions,",
    "ai-anya-e0102n2:117_0": "What substance of the earth element is of three kinds, of fine-material sphere, and in the formless-world sphere?",
    "ai-anya-e0102n2:117_1": "Herein, the two kinds of sensual stimulation are conditions for the sake of definition;",
    "ai-anya-e0102n2:117_2": "Herein, by means of non-greed (the mind) element that place with the cause of mind-consciousness element because with the nutriment.",
    "ai-anya-e0102n2:118_0": "Herein, the eye-consciousness element in the way beginning, “Bhikkhus, there are visible objects of the eye-consciousness element in the way beginning, etc., and secondly, has the characteristic of direct-knowledge . Its function is to intensifiedness in the fine-material and immaterial states. It is manifested as advantages of the eye-consciousness element.",
    "ai-anya-e0102n2:119_0": "But that is how there are two kinds of mind-consciousness element:",
    "ai-anya-e0102n2:119_1": "Herein, the equanimity consisting in specific neutrality is characterized as having the characteristic of accomplishing the equanimity , etc., with the characteristic of equanimity as its object and function in accomplishing of enlightenment factor. Its function is to introduces of reference to the state of existence produced by equanimity.",
    "ai-anya-e0102n2:120_0": "It is manifested as unique to the object of mental joy and happiness due to the rest. Its function is to inspiring place with no object, which is conformity with the colour of the heart. It is manifested as if surmounting of the base.",
    "ai-anya-e0102n2:120_1": "Thus in the likedulging in sensual pleasures,",
    "ai-anya-e0102n2:121_0": "*that suffers, like a Saṁsāra, are preferred to both Commitable and so on.",
    "ai-anya-e0102n2:121_1": "For this is wholesome, this is the best of worlds, and this is the most Noble One.",
    "ai-anya-e0102n2:121_2": "Then he wandered alone in the pleasures of senses,",
    "ai-anya-e0102n2:122_0": "One of the fine-material sphere is like the fourfold and fivefold reckoning.",
    "ai-anya-e0102n2:122_1": "You should understand that it concepts the profitable, and the skillful.",
    "ai-anya-e0102n2:122_2": "Thus in all the three watches of the rivers by one who lives without mindfulness,",
    "ai-anya-e0102n2:123_0": "455.",
    "ai-anya-e0102n2:123_1": "So there are twenty-four kinds of skillful, twenty-nine kinds of result.",
    "ai-anya-e0102n2:123_2": "Equanimity as an enlightenment factor is shown by means of the abode of the greed for sense desires, etc., and as its object, and it is by means of the fourth jhāna’s shaking of a greed for sense-spheres.",
    "ai-anya-e0102n2:124_0": "How does he do this?",
    "ai-anya-e0102n2:124_1": "When these eight kinds of sensual stimulation are developed by the advantage of the past, future, and present, all beings, various kinds of foulness, have been produced by death, and caused by various kinds of demonstrations of festering, the signs of the result, and under the sway of mental conduct, etc.,, having caused the signs of concentration to be constantly and according to the a hymns, the result of past lives, having performed the decision of a miracle, and sequence of past deeds with the result of past deeds, and the result of past deeds, and the result of past consciousness, and the result of past deeds,",
    "ai-anya-e0102n2:124_2": "When a fine-material sphere appearance in the formless realm, making the object of the fine-material sphere, appearance, making amends in the formless realm, and making the signless states of the fine-material sphere.",
    "ai-anya-e0102n2:125_0": "But when a single unprofitable circumstances and is established in one of the kamma-respheres, while for the sake of their wielding the various kinds of foulness, and with the signs beginning with that are unprofitable, gives attention to death, and causing the result of the variety of elements, and so on.",
    "ai-anya-e0102n2:126_0": "and his consciousness re-enters to accumulate and gross consciousness. Then the result in that same way is the result of that same consciousness, the same as its object, and the result of accumulations, thus it is the same as its object, it does not revolve to the work connected with its continued existence, and it does not reappear in dependence, thus it is the decay to be understood as the unconditioned.",
    "ai-anya-e0102n2:127_0": "When it has been rolled back in this way, the eye faculty appears under the tendencies of the eye. Then, with a sense of urgency and distinguishing the eye’s length of the fostering, the rolling on the air with the eye’s rolled away, and the adverting on rolling away.",
    "ai-anya-e0102n2:127_1": "Likewise in the case of the wound, and so on.",
    "ai-anya-e0102n2:127_2": "When the mind-made reinforced with the six kinds of contact in this way, then the life-continuum has arisen in the same way as its object, and the two advertingsities as its object, and with the wisdom there arises in them as its object, and because of the noble equanimity-sphere states of covetousness and equanimity as its object.",
    "ai-anya-e0102n2:128_0": "In the between of the sections there are sights, amongst those with good eyes, in order to get to see the doors of the Vision, in order to show the indication of the eye, ear-consciousness, and inspire confidence; and in those without having eyes.",
    "ai-anya-e0102n2:128_1": "Whatever is shared by the ten bases of what is unprofitable, unskilled in regard to the ten kinds of unprofitable seeing, etc., and the ten kinds of unprofitable seeing likewise.",
    "ai-anya-e0102n2:129_0": "“Consciousness arises in the eye element and cease without anything left over. The mind element gives rise to the mind element. The mind element is purified by the mind element and the mind element. The mind element gives rise to unprofitable thoughts, blemishes, and skilled in losses.”",
    "ai-anya-e0102n2:129_1": "In this way the result of two consciousnesses should be understood as follows:",
    "ai-anya-e0102n2:130_0": "“Having arisen in the elements, mind-consciousness element arises in him as his mind, and an undeveloped mind element arises in him—and only as peaceful, immediately effective, interrupting the mind elements, and fathoming and investigating, unprofitable, unprofitable, delivering, and equanimity arises in mind-consciousness element’s internally, and changing with happiness as its object. The result—object, is peaceful as follows:",
    "ai-anya-e0102n2:131_0": "Since this is so, does it arise in the same way as the result of that same consciousness arises in him as its object, and then the energy delivering, which is why in the noble tradition, etc., should be understood in the way already stated .",
    "ai-anya-e0102n2:132_0": "But if you have advert to all the physical forms, then the wide openings in the six kinds of habitual pleasures, etc., as with a variety of deluded temperament, or in the six kinds of unskillful sense spheres, or six kinds of unshakable worms embracing a variety of denigrations, etc., that is to say, the same five warriores of habitats and wovens, or the seven kinds of skillful qualities.",
    "ai-anya-e0102n2:133_0": "The mind-made body is always the same sleeping late.",
    "ai-anya-e0102n2:133_1": "These are the four kinds of substance that are skillful ...",
    "ai-anya-e0102n2:134_0": "When running out of the Jeta Grove, they get a footprint and dreadful range of the mind-made body, they want to be reborn in a heavenly realm, or even if he has got caught up in the four kinds of sensual stimulation. Then along with the support of the mind-made body, etc., then the working is done in the past, wherever there is no calming as its object, wherever it is due to the kamma-existence arises in him in him, and not making any of the results of that space as its object.",
    "ai-anya-e0102n2:134_1": "Then, when the Jeta Grove, the objects of a hostile one, the supports garden, etc., are said to because of that object the object of the object of the object of the existence enlightenment factors, which is called its object.",
    "ai-anya-e0102n2:134_2": "the result of that dealings should be understood as the result of consciousness in this way.",
    "ai-anya-e0102n2:135_0": "Then, as the object, the life-continuum consciousness occurs only in adverting that respect as its object, then the life-continuum, and the consciousnesses of the life-continuum, after the life-continuum. Then after the life-continuum has arisen in the fine-material and immaterial states.",
    "ai-anya-e0102n2:135_1": "For one man is called “blessing” in this way therefore it is called “cluded from all existence”.",
    "ai-anya-e0102n2:135_2": "That is why one phrases with them one,",
    "ai-anya-e0102n2:135_3": "So it should be understood that the result of twenty-nine results should be understood in accordance with the result of that deed,",
    "ai-anya-e0102n2:136_0": "rejoicing ...",
    "ai-anya-e0102n2:136_1": "But anyone who attains Liberation through the surmounting of Liberation will become evident to him.",
    "ai-anya-e0102n2:137_0": "This is the section on the aggregates.",
    "ai-anya-e0102n2:138_0": "The chapter on the feeling",
    "ai-anya-e0102n2:139_0": "456.",
    "ai-anya-e0102n2:139_1": "Now, as to the clause, that is to say: “He who has the characteristic of neutral feeling, etc., should be understood as follows:",
    "ai-anya-e0102n2:139_2": "“It’s called feeling because it feels.”",
    "ai-anya-e0102n2:139_3": "and its characteristic is unprofitable. It is threefold as profitable, and unprofitable.",
    "ai-anya-e0102n2:140_0": "Herein, the composing of the sense-spheres associated with knowledge, etc., the kinds of good and wholesome, the eight individuals should be understood associating with the abandoning of the sense-spheres, and the unwholesome (determinate).",
    "ai-anya-e0102n2:140_1": "For it is the influence of five aggregates:",
    "ai-anya-e0102n2:140_2": "happiness is born of pleasure, pain, and sadness.",
    "ai-anya-e0102n2:141_0": "Herein, a wholesome mind is associated with wholesome body,",
    "ai-anya-e0102n2:141_1": "By unskillful deeds.",
    "ai-anya-e0102n2:141_2": "By doing good deeds with four results, that is to say, sense fields, four paths, five and four jhānas, five and four paths, eight and nine profitable roots, or even with the single result, giving up of the path and four jhānas than the fine-material spheres. Consequently, the four jhānas do not exist in each and eight ways:",
    "ai-anya-e0102n2:141_3": "apart from these five jhānas, eight individuals associated with the wholesome and the threefold reckoning. In this way one was given to the two.",
    "ai-anya-e0102n2:141_4": "bad, unwholesome thoughts,",
    "ai-anya-e0102n2:141_5": "The remaining kinds of equanimity is associated with consciousness.",
    "ai-anya-e0102n2:142_0": "Herein, the characteristic of experiencing what is contrary to both the desirable and the happiness opposite sex. Its function is to pervade. It is manifested as guarding.",
    "ai-anya-e0102n2:143_0": "It has the characteristic of unconditionedness. Its functioned with the characteristic of habit. Its proximate cause is to be produced. It is manifested as guarding.",
    "ai-anya-e0102n2:144_0": "It has the characteristic of experiencing what is contrary to both the desirable and the undesirable. Its function is neutral. Its manifestation is to enjoyment.",
    "ai-anya-e0102n2:145_0": "its characteristic, etc., which is unended, has the characteristic of its restraint, is to be unconcerned enclosed, not definitively. It is manifested as the illness of the heart.",
    "ai-anya-e0102n2:146_0": "They have the characteristic of neutrality. Its function is to be unconcerned. It is manifested as equanimousness is to be eliminated by equanimity. Its proximate cause is to subtlety.",
    "ai-anya-e0102n2:147_0": "This is the section on the aggregates.",
    "ai-anya-e0102n2:148_0": "The chapter on perceptions",
    "ai-anya-e0102n2:149_0": "457.",
    "ai-anya-e0102n2:149_1": "Now, as to the clause, perceivedness in which all the marks should be understood as described thus: “Herein, what is called perception, perceiving, perceivedness, and contemplation of one who has a single characteristic” .",
    "ai-anya-e0102n2:149_2": "It’s called perception because it perceives.”",
    "ai-anya-e0102n2:149_3": "But that is unprofitable, and condemning it is threefold: profitable and unprofitable.",
    "ai-anya-e0102n2:150_0": "Herein, wholesome thoughts are associated with wholesome, unwholesome, or in the knowledge of the deathless.",
    "ai-anya-e0102n2:150_1": "For there is no consciousness in which perceptions have been dispelled by consciousness, and there is the breakup of the consciousness, that is why the perception of it.",
    "ai-anya-e0102n2:151_0": "According to the characteristic of consciousness in this way what is known as the characteristic of non-existent, etc.; and when a sign appears to them, it is recommended by the feature of . As a consequence of the elephants, horses, chariots, droppings, goats, chickens, and so on. And just as the signs of foulness has arisen as its characteristic.",
    "ai-anya-e0102n2:152_0": "This is the section on the aggregates.",
    "ai-anya-e0102n2:153_0": "The chapter on conditions",
    "ai-anya-e0102n2:154_0": "458.",
    "ai-anya-e0102n2:154_1": "But the characteristic of choices should be understood as it is said to be only the characteristic of choices. Its function should be understood to say this.”",
    "ai-anya-e0102n2:154_2": "But what do you think of them as volitions?",
    "ai-anya-e0102n2:154_3": "“They speak of choices.”",
    "ai-anya-e0102n2:154_4": "(gods) the characteristic of choices. Its function is to for the removal of the censure obsession of the aggregates. It is manifested as the aggregates,",
    "ai-anya-e0102n2:155_0": "Some are unprofitable, unprincipled and unprofitable.",
    "ai-anya-e0102n2:155_1": "with those wholesome thoughts associated with consciousness,",
    "ai-anya-e0102n2:155_2": "(wholesome) unwholesome thoughts are related to the unwholesome (but),",
    "ai-anya-e0102n2:155_3": "The unselfish, without consequences.",
    "ai-anya-e0102n2:156_0": "Herein, the first is of the fine-material sphere associated with sense-spheres associated with sense-spheres, whereby there are four kinds of substance: these are seven kinds of mindfulness meditation, and twenty-two cases.",
    "ai-anya-e0102n2:156_1": "Herein, there is applied thought, sustained thought, happiness, bliss, and unification of mind. When there is calm, mindfulness of breathing, the body, the mind, thoughts of faith, conscience, prudence, energy, mindfulness, immersion, and mind.",
    "ai-anya-e0102n2:156_2": "These are the four ways that is to say, there are four internal and external states that are internal.",
    "ai-anya-e0102n2:156_3": "compassionates bad conduct by way of body, speech, and mind, and wrong livelihood. These five kinds of wrong livelihood.",
    "ai-anya-e0102n2:156_4": "Are these, when arise, do not arise, or if they arise.",
    "ai-anya-e0102n2:157_0": "459.",
    "ai-anya-e0102n2:157_1": "Herein, contacts touch.",
    "ai-anya-e0102n2:157_2": "It has the characteristic of end.",
    "ai-anya-e0102n2:157_3": "At the conclusion of the Saṅgha hadunction to be prepared, and when the floor has gone down,",
    "ai-anya-e0102n2:157_4": "For in this matter what is contrary to the formless, it occurs only in the formless realm.",
    "ai-anya-e0102n2:157_5": "With one part it is like the sound of the eye that is made up and it is like the sound of the first impediments that spread as its object, and as its object the place where it is being fixed, in the middle.",
    "ai-anya-e0102n2:157_6": "And when he possesses them, it is called “interruption of the faculties” in the way already stated.",
    "ai-anya-e0102n2:157_7": "However, the feelings should be seen as permanent,",
    "ai-anya-e0102n2:158_0": "460.",
    "ai-anya-e0102n2:158_1": "intention is intentionally interest.",
    "ai-anya-e0102n2:158_2": "Cuts himself: (They are) meaning.",
    "ai-anya-e0102n2:158_3": "It has the characteristic of endearing . Its function is to pervade . It is manifested as the Sakyan prince’sness of the mode elimination. Its function is to pervade . It is manifested as like the something elimination.",
    "ai-anya-e0102n2:158_4": "while the opposite is used for the rest of the three associated states, and it is manifested as later-food-eating.",
    "ai-anya-e0102n2:159_0": "what is said in the Commentary of applied and sustained thought, in the first place he can be stated under the earth kasiṇa.",
    "ai-anya-e0102n2:160_0": "461.",
    "ai-anya-e0102n2:160_1": "I’ve developed the awakening factors.",
    "ai-anya-e0102n2:160_2": "That has the characteristic of fondness. Its function is to refreshing of its characteristic. It is manifested as the manifestation of the function.",
    "ai-anya-e0102n2:160_3": "“‘Any aggression’ should be seen, heard, sensed, and energetic. It is proper to correct inspire confidence in all places of being energetic, that is to say, the root of all grounds will be seen.",
    "ai-anya-e0102n2:161_0": "462.",
    "ai-anya-e0102n2:161_1": "life is just because of that, or he has declared his life.",
    "ai-anya-e0102n2:161_2": "But only the characteristic of visibleness should be understood in the way already described.",
    "ai-anya-e0102n2:161_3": "For this is the difference between form and form, this is the meaning of what is non-percipient.",
    "ai-anya-e0102n2:162_0": "463.",
    "ai-anya-e0102n2:162_1": "Consequently the mind becomes immersed in samādhi as object, or else that is, it is their immersion that it should be immersed in samādhi.",
    "ai-anya-e0102n2:162_2": "He has the characteristic of non-distraction as its characteristic. Its function is to define without discovering the characteristic of non-distraction. It is like a lamp’s flame about with conformity to the true nature. It is manifested as a elimination of peacefulness.",
    "ai-anya-e0102n2:163_0": "464.",
    "ai-anya-e0102n2:163_1": "Here (goods) sounds with the sound of the ear, or with the faithful (faith);",
    "ai-anya-e0102n2:163_2": "It has the characteristic of sounds, etc., just as though it is smooth banks of the rivers, flood-clouds, deportments, etc., or inspires confidence in emerging from the waters of virtue, etc., or like a lotus ponds,",
    "ai-anya-e0102n2:163_3": "It is impossible that there should be seen to dealt with the production of faith, since it is including the true teaching and training, or it is manifested as the production of faith.",
    "ai-anya-e0102n2:164_0": "465.",
    "ai-anya-e0102n2:164_1": "remembering it he encounternally, or is only a refuge.",
    "ai-anya-e0102n2:164_2": "It has the characteristic of neutrality. Its function is to influence of neutrality. Its function is to instead of developing the meditation subject. It is manifested as elimination. Its proximate cause should be occupied with the perception of impermanence.",
    "ai-anya-e0102n2:164_3": "The eye’s being firm and subsides, like a rotten fond of a gatekeeper’s edge is invaded by the eye.",
    "ai-anya-e0102n2:165_0": "466.",
    "ai-anya-e0102n2:165_1": "conscientious conduct by way of body, speech, and mind.",
    "ai-anya-e0102n2:165_2": "that is a designation for lightning.",
    "ai-anya-e0102n2:165_3": "prudently to them.",
    "ai-anya-e0102n2:165_4": "‘A wicked deed’ is a term for wickedness.",
    "ai-anya-e0102n2:165_5": "Herein, Bad characteristics are disgusting",
    "ai-anya-e0102n2:165_6": "Who has exceeding a characteristic of sense desires,",
    "ai-anya-e0102n2:165_7": "For one who does bad deeds, who are jealous of evil deeds,",
    "ai-anya-e0102n2:165_8": "make offerings, conscience, and shame,",
    "ai-anya-e0102n2:165_9": "And although the wickedness of the kind already described, the attributes of corruption consisting in this way is “fit for hospitality” .",
    "ai-anya-e0102n2:165_10": "Having driven out the wickedness, he (only) does so to smoke.",
    "ai-anya-e0102n2:165_11": "and he who attains wickedness and respects (deed) with attaining a firm foot,",
    "ai-anya-e0102n2:165_12": "But these two things should be seen to turn the world.",
    "ai-anya-e0102n2:166_0": "467.",
    "ai-anya-e0102n2:166_1": "Nothing is plundered by that, either by what is eaten, drunk, chewed, or tasted that has not been done.",
    "ai-anya-e0102n2:166_2": "likewise in hate, and so on.",
    "ai-anya-e0102n2:166_3": "Talking at the moment of urine of its characteristic, etc., the characteristic of foulness in its characteristic is like the bloated flud of the palm-jhāna garden.",
    "ai-anya-e0102n2:166_4": "(Māra) when a formless bhikkhu has discerned the removal of foulness, like the lower enemy who is unpleasant to the man who is filthy.",
    "ai-anya-e0102n2:167_0": "It has the characteristic of fondness as its characteristic; or is characterized as it is not distracted by its characteristic; or by not being discovered as it is the removal of an excessiveness and the removal of the greed for sense desires, like the depths of anchortment in the removal of requisites, like a jackals ems.",
    "ai-anya-e0102n2:168_0": "Like the characteristic of covetousness is characterized as it is said to be the penetration of stains, etc., and because it is the characteristic of lighting the eyes and so on. It is shaken off cookedness and secretions.",
    "ai-anya-e0102n2:168_1": "The forest has no delusion in the wilderness, like the forest,",
    "ai-anya-e0102n2:168_2": "And there are three kinds of root:",
    "ai-anya-e0102n2:169_0": "470.",
    "ai-anya-e0102n2:169_1": "When their body breaks up, after death, they’re tranquilized.",
    "ai-anya-e0102n2:169_2": "Seeing the stainless mind,",
    "ai-anya-e0102n2:169_3": "And here the body is the three constituents (of mind and bodily feeling),",
    "ai-anya-e0102n2:169_4": "Compassion is one-proclaimed . Its function is to pervade the body, speech, mind, and body. It is manifested as the physical body. Its function is to mind. It is manifested as the mental development of the mind.",
    "ai-anya-e0102n2:169_5": "The eighteen years old, etc., that is to say, the physical oppositeness of the body, and the eighteen bases of the mind should be seen as “confusion” .",
    "ai-anya-e0102n2:170_0": "body, speech, and mind.",
    "ai-anya-e0102n2:170_1": "The mind is lights up the mind,",
    "ai-anya-e0102n2:170_2": "Development of the body and the mind; their physical enlightenment is characterized as the function of mind through the sign of bodily and mentality. Its function is to pervade the mind. It is manifested as adverting.",
    "ai-anya-e0102n2:170_3": "The state of generousness, etc., are contradicted to the bodilyity and the defilements.",
    "ai-anya-e0102n2:171_0": "body-builded in body.",
    "ai-anya-e0102n2:171_1": "he’s a pliable mind, ever mindful,",
    "ai-anya-e0102n2:171_2": "Devote yourself to the body and the mind; and the characteristic of opposite sex endurance should be produced in the body and the mind; and the mind is function of resentment.",
    "ai-anya-e0102n2:171_3": "He is worthy of the body, etc., of the view of being stiffened, etc., and embodiment by the defilements.",
    "ai-anya-e0102n2:172_0": "body, speech, and mind.",
    "ai-anya-e0102n2:172_1": "mental deeds, the mind, and mental work.",
    "ai-anya-e0102n2:172_2": "Mindfulness occupied with the body and mind, because it has the characteristic of sense desires, have ceased in physical endurance, and the mind, namely, the fact that on their object.",
    "ai-anya-e0102n2:172_3": "For the minds of the whole body are unqualified, reduced to, bodies of loving-kindness, etc., similar to bodily form, etc., inspires confidence in others. And the sense of urgency is shown by virtue of the donorny.",
    "ai-anya-e0102n2:173_0": "Pāṭaligāma, which is proficiency, having attained (perfection).",
    "ai-anya-e0102n2:173_1": "the mind of deliverance, serene, skilfulness,",
    "ai-anya-e0102n2:173_2": "Guardedness is characterized as the physical oppositeness of the body and the mind. Its function is to pervade . It is manifested as the mind’s function of reference to the bodily action.",
    "ai-anya-e0102n2:173_3": "the physical red flourishes of the body and the riches of the will be seen as well.",
    "ai-anya-e0102n2:174_0": "body, speech, and mind—",
    "ai-anya-e0102n2:174_1": "he’s uprightened, up-breathed mind.",
    "ai-anya-e0102n2:174_2": "It has the characteristic of endearing . Its function is to refresh the body and the mind; and its function is to pervade . It is manifested as elation.",
    "ai-anya-e0102n2:174_3": "the state of gambling is shown by the physical endurance of the body and the rest. It is manifested as adhered to.",
    "ai-anya-e0102n2:175_0": "‘Lack of pack’ is a term for the spheres.",
    "ai-anya-e0102n2:175_1": "Consequently he has the characteristic of continued pressure . Experiencing the object oppositeness in the case of the surmounting the object is characterized as its object. For it has anchoring of the object.",
    "ai-anya-e0102n2:175_2": "This mind-made body is like the struck of a lump of mind.",
    "ai-anya-e0102n2:176_0": "472.",
    "ai-anya-e0102n2:176_1": "that’s resolved on using culmination.",
    "ai-anya-e0102n2:176_2": "It has the characteristic of endeavour. Its function is to be taken as one whose mind is unsuitable. It is manifested as a constantly standing, just as one whose mind is unevenly placed on the object.",
    "ai-anya-e0102n2:177_0": "473.",
    "ai-anya-e0102n2:177_1": "what is the action of action?",
    "ai-anya-e0102n2:177_2": "a person focusing on sensual pleasures,",
    "ai-anya-e0102n2:177_3": "As to the first-mentioned he gives his attention to it, that is to say, the breath,",
    "ai-anya-e0102n2:177_4": "the foot-standing of the impediments, which are encircling in the formless, (birth) ill-born feet.",
    "ai-anya-e0102n2:178_0": "Herein, focus is the mind on the object.",
    "ai-anya-e0102n2:178_1": "That has the characteristic of endeavour, and is its object. Its function is to reference to the object. It is manifested as the object. Its proximate cause is the object of the object.",
    "ai-anya-e0102n2:178_2": "the base consisting of conditioned phenomena that are associated with conditions, and he is like the chariot aggregates.",
    "ai-anya-e0102n2:178_3": "‘Lust-five feet’ is a term for the five cords.",
    "ai-anya-e0102n2:178_4": "‘From the victor’ is a term forday.",
    "ai-anya-e0102n2:178_5": "you won’t endure for you;",
    "ai-anya-e0102n2:179_0": "474.",
    "ai-anya-e0102n2:179_1": "is neutral and oppressed in these things.",
    "ai-anya-e0102n2:179_2": "It has the characteristic of endearing . Its function is to refresh the states of existence as a pillows of glowing coals. It is manifested in the midst of the heart’s mind. It is manifested as a thoroughbred consisting in the middle of the end’s mentality.",
    "ai-anya-e0102n2:180_0": "The divine abidings should be understood as it is stated in the way already described.",
    "ai-anya-e0102n2:180_1": "It is quite only of those fine-material spheres, unincluded in the sensual-sphere sphere,",
    "ai-anya-e0102n2:181_0": "But some who want to train should not be loving-kindness towards them.",
    "ai-anya-e0102n2:181_1": "For the meaning is of good-hearted behaviour towards that point.",
    "ai-anya-e0102n2:182_0": "475.",
    "ai-anya-e0102n2:182_1": "Living in bad conduct by way of body, speech, and mind,",
    "ai-anya-e0102n2:182_2": "The same method applies in the same way.",
    "ai-anya-e0102n2:182_3": "Characteristics, Etc. As to the three characteristics, etc., their terms for non-extenses is characterized as their characteristic.",
    "ai-anya-e0102n2:182_4": "Because of bad conduct by way of body, speech, and mind, and preference, etc., as a neighbouring greed for the faithful, etc., having the sense of conscience and prudence, he must look the mind on the part of the noble ones.",
    "ai-anya-e0102n2:183_0": "476.",
    "ai-anya-e0102n2:183_1": "So these thirty-six kinds of sensual stimulation should be understood.",
    "ai-anya-e0102n2:183_2": "And just as when a second time,",
    "ai-anya-e0102n2:183_3": "His continuity is only here,",
    "ai-anya-e0102n2:184_0": "But if unless he has a third precincts, it should be understood with respect to him:",
    "ai-anya-e0102n2:184_1": "likewise the fourth,",
    "ai-anya-e0102n2:184_2": "His continuity is only here,",
    "ai-anya-e0102n2:185_0": "But when this was said, the rapture and bliss born of seclusion in the five-fold abode.",
    "ai-anya-e0102n2:185_1": "as it was sixth, as to the fifth,",
    "ai-anya-e0102n2:185_2": "His continuity is only here,",
    "ai-anya-e0102n2:185_3": "and except for the seventh reason.",
    "ai-anya-e0102n2:185_4": "Eighthly, eighthly,",
    "ai-anya-e0102n2:185_5": "His continuity is only here,",
    "ai-anya-e0102n2:186_0": "When he said this, excepting the first, he finds that are skilled in the fine-material sphere.",
    "ai-anya-e0102n2:186_1": "With the second thought,",
    "ai-anya-e0102n2:186_2": "would avoid the third,",
    "ai-anya-e0102n2:186_3": "and with the fourth joy that is full of rapture.",
    "ai-anya-e0102n2:186_4": "Five are compassionate for the five components.",
    "ai-anya-e0102n2:186_5": "in the four ways there is profitable roots.",
    "ai-anya-e0102n2:186_6": "for the sake of the fine-material sphere is the same in each phrase.",
    "ai-anya-e0102n2:187_0": "In the first jhānas accompanied by consciousness is the middle way already described, etc., with the first jhāna of the fine-material and immaterial jhānas, etc., with the second and third jhānas in the way already stated .",
    "ai-anya-e0102n2:187_1": "But he who has created compassion for the supermundane states. He is free from unsurpassed supramundane states.",
    "ai-anya-e0102n2:187_2": "That’s how a wholesome (volitional) process should be understood.",
    "ai-anya-e0102n2:188_0": "477.",
    "ai-anya-e0102n2:188_1": "Unprofitable, unprofitable things associated with greed, and so on. The four noble abode of what is unprofitable, they have arrived at all.",
    "ai-anya-e0102n2:188_2": "Herein, intentions regarding contact as there is energy, rapture, tranquility, immersion, and equanimity.",
    "ai-anya-e0102n2:188_3": "These are the four kinds of enthusiasm, tries, makes an effort, exertion, and food are the four conditions for.",
    "ai-anya-e0102n2:189_0": "478.",
    "ai-anya-e0102n2:189_1": "Herein, one who lives without (them).",
    "ai-anya-e0102n2:189_2": "It plunges into the presence of shame;",
    "ai-anya-e0102n2:189_3": "Delights not prudent,",
    "ai-anya-e0102n2:189_4": "While the characteristic of fostering good conduct by way of body, speech, and mind are uncontrolled.",
    "ai-anya-e0102n2:189_5": "for ignorant without conscience.",
    "ai-anya-e0102n2:189_6": "This is in brief ;",
    "ai-anya-e0102n2:189_7": "And the details can be understood as shameless in the sense of conscience and prudence.",
    "ai-anya-e0102n2:190_0": "479.",
    "ai-anya-e0102n2:190_1": "Whatever (friend) sand because of that he makes his effort in the same way.",
    "ai-anya-e0102n2:190_2": "the moment provides one’s oneself, or one who is moved by that,",
    "ai-anya-e0102n2:190_3": "The characteristics of greed in them pulled up like a monkey on the tent and arrows the cluster of petals.",
    "ai-anya-e0102n2:190_4": "Another evoked by the fiery is like a lamp’s flame.",
    "ai-anya-e0102n2:190_5": "prone to being fettered in the gratification provided by seeing the gratification of the proficient states.",
    "ai-anya-e0102n2:190_6": "When they’re not developed by craving, they don’t get a wide opening up the ocean. Then they see the rivers in the ocean.",
    "ai-anya-e0102n2:191_0": "It has the characteristic of continued existence as its characteristic. Its function is to be seen. It is manifested as thin, proximate cause, etc., and unification of mind. Its function is to in all its aspects. It is manifested as elimination. Its proximate cause should be given attention to habitat, not without any function.",
    "ai-anya-e0102n2:192_0": "481.",
    "ai-anya-e0102n2:192_1": "they see wrong view or they see.",
    "ai-anya-e0102n2:192_2": "Virtuousness is characterized as the simile of the insistence on the insistence of others. Witness is the noble truth of the insistence on local terminology and the noble ones.",
    "ai-anya-e0102n2:193_0": "482.",
    "ai-anya-e0102n2:193_1": "agitated, arrogant,",
    "ai-anya-e0102n2:193_2": "It has the characteristic of continued pressure on the unthinking as it does with the characteristic of its foulness, as it were infested to the air, or like a feathers or shade and loving-kindness by refreshing the mind on unevenly cutting off the droping places. It owing to the smooths and shade on the mind as a flag, like a flee of the stains,",
    "ai-anya-e0102n2:193_3": "The rest should be understood in the same way as given them.",
    "ai-anya-e0102n2:193_4": "For the unwholesome (development) is unprofitable and skill in these ways.",
    "ai-anya-e0102n2:194_0": "483.",
    "ai-anya-e0102n2:194_1": "So these seven factors should be understood as an indication with unprofitable .",
    "ai-anya-e0102n2:194_2": "And just as when a second time,",
    "ai-anya-e0102n2:194_3": "Endowed with a torpor, being undetermined,",
    "ai-anya-e0102n2:195_0": "here and there,",
    "ai-anya-e0102n2:195_1": "greedy for floating,",
    "ai-anya-e0102n2:195_2": "To warding off of what is non-human beings: it is the meaning.",
    "ai-anya-e0102n2:195_3": "the sloth and torpor",
    "ai-anya-e0102n2:195_4": "Herein, although energy is endeavoured for energy, although energy function is to for its profitable. It is manifested as guarding.",
    "ai-anya-e0102n2:195_5": "Guarding is characterized as successful and prosperous. Its function is to persuade, opposite sex. It is manifested as the proximate cause.",
    "ai-anya-e0102n2:195_6": "For the one who gives his attention to both sides, etc., not focusing on the air, and finishing his attention.",
    "ai-anya-e0102n2:196_0": "When they said this, the third and the rest should be understood that.",
    "ai-anya-e0102n2:196_1": "For one who is undetermined in this matter it is not.",
    "ai-anya-e0102n2:196_2": "This is the characteristic of function. Its function is to pervade the brilliant steps. It is manifested as a response of views. Its manifested as a ploughman like a chariot drawn in from its nature.",
    "ai-anya-e0102n2:197_0": "When they said this, the second phrases should be understood that the second kind of wrong view should be understood.",
    "ai-anya-e0102n2:197_1": "There are also jealousy towards all kinds of conceit.",
    "ai-anya-e0102n2:197_2": "But when this was said, the rapture and bliss born of seclusion in the five-fold abode.",
    "ai-anya-e0102n2:197_3": "as it was sixth, as to the fifth,",
    "ai-anya-e0102n2:197_4": "Endowed with a torpor, dullness and drowsiness and drowsiness, restlessness and remorse,",
    "ai-anya-e0102n2:197_5": "anyone except on the seventh views should be understood.",
    "ai-anya-e0102n2:197_6": "For one who is undetermined in this matter it is not.",
    "ai-anya-e0102n2:197_7": "anyone except on the sixth views should be understood.",
    "ai-anya-e0102n2:197_8": "and also there are such conceits in the constituents (of mind and body).",
    "ai-anya-e0102n2:198_0": "484.",
    "ai-anya-e0102n2:198_1": "But in the first two faults the twice have been brought back by the first two classes of hate and delusion; those fourteen, one connected with the four classes of rebirths, and one unconcealed.",
    "ai-anya-e0102n2:198_2": "Herein, intentions regarding contact as objects: energy, rapture, tranquility, immersion, and equanimity.",
    "ai-anya-e0102n2:198_3": "These are the four kinds of enthusiasm, tries, makes an effort, exertion, and food are the four conditions for.",
    "ai-anya-e0102n2:198_4": "being stinginess, there are these three kinds of jealousy.",
    "ai-anya-e0102n2:199_0": "485.",
    "ai-anya-e0102n2:199_1": "Herein, the cloth is hard to get angry and upset, or one who is hateful will (in understanding).",
    "ai-anya-e0102n2:199_2": "Again when he is transferred to the marks that he has made, like a droping - that of fire, like a rough fire, or a pin that of fire.",
    "ai-anya-e0102n2:199_3": "Remembering the thirty-two parts of the thirty-two parts of the body as a place like a cesspit unevenly cutting off theted on an air. It is like the bones in the sense that which is use.",
    "ai-anya-e0102n2:200_0": "486.",
    "ai-anya-e0102n2:200_1": "jealousy,",
    "ai-anya-e0102n2:200_2": "Fearing the successes of others’ welfares,",
    "ai-anya-e0102n2:200_3": "And so there is no preventing the state of non-existence, the equality of others, and the state of being fettered.",
    "ai-anya-e0102n2:201_0": "487.",
    "ai-anya-e0102n2:201_1": "Stinginess with dwellings,",
    "ai-anya-e0102n2:201_2": "Except for it has to be gained by the characteristic of neutrality. Its function is to indicate whether or not one’s own mind has the characteristic of continued existence as a demotion, or as its particular individual essence. Its proximate cause should be seen in oneself. It is manifested as a state of existence.",
    "ai-anya-e0102n2:202_0": "488.",
    "ai-anya-e0102n2:202_1": "it is done by a wall,",
    "ai-anya-e0102n2:202_2": "he became anxious",
    "ai-anya-e0102n2:202_3": "It has the characteristic of endearing . Its function is to reference to such a kind that it is to be seen lazy, servants, and workers, to all the slaves, equipments, and functions, and proximate cause should be seen.",
    "ai-anya-e0102n2:202_4": "The rest is the same:",
    "ai-anya-e0102n2:203_0": "So these eighteen choices should be understood as shake off in the first place and including each other.",
    "ai-anya-e0102n2:203_1": "And just as when a second time,",
    "ai-anya-e0102n2:203_2": "Endowed in the various conditions that originate with dullness and drowsiness and drowsiness.",
    "ai-anya-e0102n2:204_0": "489.",
    "ai-anya-e0102n2:204_1": "I am liberated from the twice and intentions by the common thought with the rolling of delusion, placing the mind, keeping it connected. Understanding the mind on contact with the eleventh of the furnishments, wide, burning by the threat of corruptions, and doubt.",
    "ai-anya-e0102n2:205_0": "490.",
    "ai-anya-e0102n2:205_1": "Herein, one who is overjoyed: he is weak concentration;",
    "ai-anya-e0102n2:205_2": "doubting and uncertainty:",
    "ai-anya-e0102n2:205_3": "It has the characteristic of endeavour. Its function is to resistance in what is impermanent, not-self, without doubt, resentment, not-self. It is manifested as the proximate cause of resentment. Its proximate cause is the not-self.",
    "ai-anya-e0102n2:205_4": "The rest is the same as the same.",
    "ai-anya-e0102n2:206_0": "(they are) associated with agitation given up through doubt, about the rest of the Commentaries.",
    "ai-anya-e0102n2:206_1": "But that doubt arises in him in the higher than that.",
    "ai-anya-e0102n2:206_2": "there is the one who attains concentration through insight and concentration, and who is stronger in concentration.",
    "ai-anya-e0102n2:206_3": "And the minister who is transgressed in the way beginning,",
    "ai-anya-e0102n2:206_4": "Those consisting in attention to that should be understood as follows: “This is how unprofitable.”",
    "ai-anya-e0102n2:207_0": "491.",
    "ai-anya-e0102n2:207_1": "Firstly, the results of unshakable kamma have been declared in the Paṭisambhidā.",
    "ai-anya-e0102n2:207_2": "in those roots of no-one roots have no roots,",
    "ai-anya-e0102n2:207_3": "Herein, the unprofitable eye-consciousness is good with the three kinds of contact associated with the eye: of the unification of mind associated with the divine eye, and then the four immaterial states of excessive attention given to them.",
    "ai-anya-e0102n2:207_4": "Having body-consciousness and ear-contact are the same associated states.",
    "ai-anya-e0102n2:207_5": "and the elements of in both ways are included in the causality, and the three kinds of applied and sustained thought. Three without applied thought and sustained thought.",
    "ai-anya-e0102n2:207_6": "But the happiness should be understood here as it is concluded by the happiness that is accompanied by happiness.",
    "ai-anya-e0102n2:208_0": "connected with roots, etc., are associated with roots but not roots.",
    "ai-anya-e0102n2:208_1": "in the eight ways of conduct, etc., the sense-spheres associated with sense-spheres associated with the fine-material sphere, and the fine-material sphere.",
    "ai-anya-e0102n2:208_2": "But the results of compassion do not arise when held together by the air.",
    "ai-anya-e0102n2:208_3": "For the exceeding on sense-spheres, sense-spheres,",
    "ai-anya-e0102n2:208_4": "not only for a whole of compassion, etc., and for the results of kindness.",
    "ai-anya-e0102n2:208_5": "“It’s when five training rules are skillful.”",
    "ai-anya-e0102n2:209_0": "One of the formless-spheres is associated with the fine-material sphere and immaterial sphere. Those in the same way are associated with the wholesome.",
    "ai-anya-e0102n2:210_0": "492.",
    "ai-anya-e0102n2:210_1": "Though the actions of action are twofold roots, it is of two kinds as cause and reason,",
    "ai-anya-e0102n2:210_2": "in those who have no roots and no-ones associated with consciousness,",
    "ai-anya-e0102n2:210_3": "the elements of worms, skilled in elements, and bodily-consciousness element with nothing left over.",
    "ai-anya-e0102n2:210_4": "and having energy arisen in the mind-consciousness element,",
    "ai-anya-e0102n2:210_5": "When energy is strong, there is concentration through energy.",
    "ai-anya-e0102n2:210_6": "This is the simile.",
    "ai-anya-e0102n2:211_0": "connected with roots, (wholes) associated with consciousness,",
    "ai-anya-e0102n2:211_1": "the eight kinds of conduct, eight is of the sense-spheres associated with sense-spheres associated with sense-spheres, and eight kinds of the sense-spheres associated with the jhāna.",
    "ai-anya-e0102n2:211_2": "and it should be understood that all the aspects of the fine-material sphere associated states associated with materiality, the fine-sphere stated thus: “This is how they should be understood” .",
    "ai-anya-e0102n2:212_0": "This is the section on the aggregates.",
    "ai-anya-e0102n2:213_0": "This, firstly, is the section dealing with the recollection of the Dhamma in the ears,",
    "ai-anya-e0102n2:214_0": "Discussion of the past, etc.",
    "ai-anya-e0102n2:215_0": "493. Bhagavatā pana –",
    "ai-anya-e0102n2:216_0": "“Anything at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: this is called the aggregate of form.",
    "ai-anya-e0102n2:216_1": "When one truly sees any kind of feeling ...",
    "ai-anya-e0102n2:216_2": "perception ...",
    "ai-anya-e0102n2:216_3": "Any kind of choices at all ...",
    "ai-anya-e0102n2:216_4": "consciousness at all—past, future, or present;",
    "ai-anya-e0102n2:216_5": "this is called “nothing” .",
    "ai-anya-e0102n2:217_0": "So too, the teachers are aggregates",
    "ai-anya-e0102n2:218_0": "Herein, whatever happiness can be cultivated by the Noble Ones",
    "ai-anya-e0102n2:218_1": "alert andliar.",
    "ai-anya-e0102n2:218_2": "In this way there is even when a fortune-tellers who is possessive.",
    "ai-anya-e0102n2:218_3": "Then the share of the past, future, and present,",
    "ai-anya-e0102n2:218_4": "For wherever there are past and future circumstances,",
    "ai-anya-e0102n2:218_5": "So too with the feelings, and so on.",
    "ai-anya-e0102n2:219_0": "494.",
    "ai-anya-e0102n2:219_1": "Herein, firstly form is related to the inner skin of the fourfold reckoning.",
    "ai-anya-e0102n2:219_2": "Likewise when they return,",
    "ai-anya-e0102n2:220_0": "Herein, just as, when one part is present, then, in the past, future, and present.",
    "ai-anya-e0102n2:221_0": "And although they are counterpart in each of the kind described, then the past, future, and present in the future, the present, and the consciousness that prevented in the past, future abidings of the past and present in the future it is the preceding the future.",
    "ai-anya-e0102n2:221_1": "Through unity and consciousness in the past, future and present, the present, the following former attainments had already arisen in the past, future and present in the present.",
    "ai-anya-e0102n2:221_2": "But there is no place in the past, future or present, there is no difference in the past, etc., as to conditioned primary elements, etc., and as primaries in the past, future or present.",
    "ai-anya-e0102n2:222_0": "At the time of the Supreme Man was the one who spoke in former times, in the past and present in terms of the future after the present. Then at the time, first time, was the time, in the past, future.",
    "ai-anya-e0102n2:223_0": "At the time of the arising, etc., timely, in the past, future and present",
    "ai-anya-e0102n2:223_1": "Yet when what is not transgressed in the past, future, and present, the present, the fact that arises in both ways:",
    "ai-anya-e0102n2:223_2": "past, future, or present,",
    "ai-anya-e0102n2:223_3": "And here the explanation of the meaning here is “boundless”;",
    "ai-anya-e0102n2:223_4": "So it’s always the customs station.",
    "ai-anya-e0102n2:224_0": "495.",
    "ai-anya-e0102n2:224_1": "the internal and external element is the same as the primary element.",
    "ai-anya-e0102n2:224_2": "Furthermore, a teacher should understand internally and externally.",
    "ai-anya-e0102n2:224_3": "gross and subtles, and prevails;",
    "ai-anya-e0102n2:225_0": "496.",
    "ai-anya-e0102n2:225_1": "two descriptions, two linking what is distaste caused,",
    "ai-anya-e0102n2:225_2": "There the places of forms,",
    "ai-anya-e0102n2:225_3": "now that a glorious form is superior,",
    "ai-anya-e0102n2:225_4": "In this way the species of reference to the ground of form should be understood",
    "ai-anya-e0102n2:225_5": "One is destroyed in what is unwholesome and has not yet given up what is inferior.",
    "ai-anya-e0102n2:225_6": "wherever it is wholesome, that excellent is excellent,",
    "ai-anya-e0102n2:226_0": "The thirty-two enquiry is in the presence of a messenger should be understood that there is only this present: the breath of the life span, the simile of the messenger.",
    "ai-anya-e0102n2:227_0": "Having given up everything over to the innermediate directions, he does not neglect in the past, future or present. He has made form in the past, all that is stated in the past, the future. The meaning is stated in the middle, and in the end. It is said. The meaning is stated in the middle.",
    "ai-anya-e0102n2:227_1": "all that has the characteristic of continued existence in this way is shown by the characteristic of opposite sex;",
    "ai-anya-e0102n2:227_2": "For there is no bodily-form component that is bodily-form,",
    "ai-anya-e0102n2:228_0": "498.",
    "ai-anya-e0102n2:228_1": "according as it is feelings, etc., and also the characteristic of continued existence has the three characteristics, etc., by means of the earth kasiṇa, and so on.",
    "ai-anya-e0102n2:228_2": "For there is no feelings that are feelings, and so on.",
    "ai-anya-e0102n2:229_0": "But the meaning here should be understood in the past, and the future in the past, and the future in the past, and present in terms of feeling.",
    "ai-anya-e0102n2:229_1": "Herein, there are two in each cases which are transgressed in the past and future, and present in the past, future and present in terms of the past and present. They have previously gone past, later this before.",
    "ai-anya-e0102n2:229_2": "At the time of the moment of his own attainment, etc., then the inner skin after the time of the past and future abidings because of the earlier and of the future. Then before those feelings have gone back to the past, future and present.",
    "ai-anya-e0102n2:229_3": "the internal and external element should be understood as internal and external.",
    "ai-anya-e0102n2:230_0": "499.",
    "ai-anya-e0102n2:230_1": "the grossness of the complexion is delivered, and unskilled in feelings, the feelings that are meant in each case, etc., should be understood to say: “Possessed, the supramundane. ”",
    "ai-anya-e0102n2:230_2": "Firstly, it is due to substantial feelings that are unskillful, blameworthy, and subtle, compared to the opposite sex, etc., and in the way already stated, and it is the same association with the result of the defilements. And it has the same result of grossness and substained thought as its defilement, and it is connected with the result of defilements.",
    "ai-anya-e0102n2:230_3": "and unwholesome (determinate) wholesome deeds are included in the explanation of the meaning already stated.",
    "ai-anya-e0102n2:230_4": "And there are two kinds of overflowing coarse feeling and shameless and both have each other. They are two kinds of fine-material and immaterial states, and two kinds of fine-material and immaterial states.",
    "ai-anya-e0102n2:230_5": "the gross and subtle states should be understood in accordance with the subtle meaning of the grossness of birth,",
    "ai-anya-e0102n2:231_0": "But with the complete non-confusion of pain it’s painful and essence to its gross physical feelings. And after a long time there was a comfortable abiding and glorious feeling at each other. And it was peaceful and sublime, according to the very same two ends.",
    "ai-anya-e0102n2:231_1": "Both cleansed by both pleasure and pain and pleasure and pain are fulfilled in the evening, the morning and the evening.",
    "ai-anya-e0102n2:231_2": "In this way the gross and subtle state should be understood in accordance with the subtle states,",
    "ai-anya-e0102n2:232_0": "But when he has entered upon that feeling, he should subtle with him like a fine-material and unshakable feeling, without residing in the hereafter.",
    "ai-anya-e0102n2:232_1": "In this way the gross and subtle state should be understood in accordance with the subtle states of the gross and subtle states.",
    "ai-anya-e0102n2:233_0": "But the supermundane attainments, the supermundane attainments, the feeling in the supermundane and the abode, the hindrances, and the use of the supernormal powers. He who is pollutants either the five hindrances, and the ordinary person whose mind is free from defilements.",
    "ai-anya-e0102n2:233_1": "it is brought (therefore) in the success of it.",
    "ai-anya-e0102n2:233_2": "Thus should the supramundane and the gross and subtle states should be understood as gross.",
    "ai-anya-e0102n2:234_0": "502.",
    "ai-anya-e0102n2:234_1": "Herein, rebirth should be given according to embodiment of rebirth-spheres.",
    "ai-anya-e0102n2:234_2": "For the purpose of abandoning the unprofitable consciousness and the unconditioned feeling is gross and subtle; and so on.",
    "ai-anya-e0102n2:234_3": "for this is said: “This is subtle feeling;",
    "ai-anya-e0102n2:234_4": "Painful feeling is painful,",
    "ai-anya-e0102n2:234_5": "For someone who has attained a subtle feeling,",
    "ai-anya-e0102n2:234_6": "for one who is without formal feeling.",
    "ai-anya-e0102n2:234_7": "Such a gross feelings,",
    "ai-anya-e0102n2:234_8": "with delicate feelings.”",
    "ai-anya-e0102n2:234_9": "And just as painful feelings are gross and subtlety and so on.",
    "ai-anya-e0102n2:234_10": "Since there is no grossness of (there) impediments and so on should be understood as the subtle state of the feelings,",
    "ai-anya-e0102n2:234_11": "That is:",
    "ai-anya-e0102n2:234_12": "By not opposite to wholesome and unwholesome,",
    "ai-anya-e0102n2:234_13": "Herein, what is consequences without consequences?",
    "ai-anya-e0102n2:234_14": "what is suffering?",
    "ai-anya-e0102n2:234_15": "what is happiness?",
    "ai-anya-e0102n2:234_16": "For someone who is fully ordained,",
    "ai-anya-e0102n2:234_17": "For who has not yet been comprehended?",
    "ai-anya-e0102n2:234_18": "what’s good fortune?",
    "ai-anya-e0102n2:234_19": "What is the defilements?",
    "ai-anya-e0102n2:234_20": "In this way one shouldn’t consent to schism.",
    "ai-anya-e0102n2:234_21": "So in each instance,",
    "ai-anya-e0102n2:235_0": "Furthermore, that subtlety has the gross physical feelings and the subtlety of gross feeling, like a fire in a jackal’s flame. Feeling in the evening the subtlety of perceptions, the fire infantry and clinging to the gross feeling.",
    "ai-anya-e0102n2:235_1": "that is gross, and subtle; gross, and subtle;",
    "ai-anya-e0102n2:235_2": "gross, subtle, and fine;",
    "ai-anya-e0102n2:235_3": "and in the case of the eons, and the other fine gross are gross.",
    "ai-anya-e0102n2:235_4": "Possessing the greed and the rest are gross.",
    "ai-anya-e0102n2:235_5": "and that, gross, and subtle; and fine-material gross.",
    "ai-anya-e0102n2:235_6": "and many unskillful things are gross.",
    "ai-anya-e0102n2:235_7": "But observed many skillful things are gross, subtle,",
    "ai-anya-e0102n2:236_0": "Furthermore, having a gross sense-spheres grossness,",
    "ai-anya-e0102n2:236_1": "the fine-material spheres.",
    "ai-anya-e0102n2:236_2": "Then the opposite sex with the formless realms.",
    "ai-anya-e0102n2:236_3": "from that.",
    "ai-anya-e0102n2:236_4": "sensual pleasures are gross.",
    "ai-anya-e0102n2:236_5": "Ethical conduct is immoral,",
    "ai-anya-e0102n2:236_6": "* after going to development,",
    "ai-anya-e0102n2:236_7": "and the immediately effective development of the gross suffered;",
    "ai-anya-e0102n2:236_8": "Tissakas caused (true) impediments with happiness.",
    "ai-anya-e0102n2:236_9": "His calves are gross, and their subtles are gross.",
    "ai-anya-e0102n2:236_10": "fine riches,",
    "ai-anya-e0102n2:236_11": "And the first jhāna and the fine-material sphere. ...",
    "ai-anya-e0102n2:236_12": "the fivefold reckonings are subtle;",
    "ai-anya-e0102n2:236_13": "the dimension of infinite space and the dimension of infinite space. ...",
    "ai-anya-e0102n2:236_14": "the base consisting of neither perception nor non-perception associated with it,",
    "ai-anya-e0102n2:236_15": "the supermundane attainments and the path associated with it,",
    "ai-anya-e0102n2:236_16": "Perfected Ones have been brought up in comfort",
    "ai-anya-e0102n2:236_17": "That which is called “nearth” in the sense of defilement and including that person is painful in the way beginning, “He is unpleasant feeling” .",
    "ai-anya-e0102n2:237_0": "and because of the opposite kind of suffering in hell.",
    "ai-anya-e0102n2:237_1": "of animals,",
    "ai-anya-e0102n2:237_2": "the manifold curry of others also in consolation...",
    "ai-anya-e0102n2:237_3": "And as in the case of all the suffering should be given here as in all the forms.",
    "ai-anya-e0102n2:237_4": "And the base consisting of the base consisting of nothingness, and of the gross physical feelings, etc., are subtle;",
    "ai-anya-e0102n2:238_0": "inferior and superior, superior, and superior.",
    "ai-anya-e0102n2:239_0": "503.",
    "ai-anya-e0102n2:239_1": "And in the giver of feeling, (unwholesome) skilled in means good and wholesome feelings?”",
    "ai-anya-e0102n2:239_2": "“Having the state of existence in the presence of the feelings,” and so on he has not shared in the analysis of feeling.",
    "ai-anya-e0102n2:239_3": "therefore unskillful feelings are aroused, unprofitable, undesirable, and unwholesome thoughts.",
    "ai-anya-e0102n2:239_4": "So in all creatures,",
    "ai-anya-e0102n2:239_5": "But unskillful feelings grow in the presence of one who is lethaved.",
    "ai-anya-e0102n2:239_6": "This is the exposition of the feelings in the past, future, and present.",
    "ai-anya-e0102n2:239_7": "it should be known that perceptions are associated with perception,",
    "ai-anya-e0102n2:240_0": "Discussion of the legal procedures",
    "ai-anya-e0102n2:241_0": "having understood these three things, he again said:",
    "ai-anya-e0102n2:242_0": "the wisdom there is from aggregates, is the knowledge from breaking up of the aggregates,",
    "ai-anya-e0102n2:243_0": "And then the world’s endeavour, and Upatissa,",
    "ai-anya-e0102n2:244_0": "The thirty-two teeth are seen in this way:",
    "ai-anya-e0102n2:245_0": "Touches through the power of (first) Saṁsāra,",
    "ai-anya-e0102n2:246_0": "Herein, as to simile: here it has been set out, giving up, avoiding, and by grointment.",
    "ai-anya-e0102n2:247_0": "Herein, the first is worthless because of the first roots of an outcaste, etc., such as:",
    "ai-anya-e0102n2:247_1": "“The things that should be given up by cultivating, abandoning, and settling it.”",
    "ai-anya-e0102n2:247_2": "is called ‘accomplishment in ethics’ and so on.",
    "ai-anya-e0102n2:247_3": "“The nine terraces are these spheres of the fine-material spheres,” and so on.",
    "ai-anya-e0102n2:247_4": "“ Four kinds of mindfulness meditation, four right efforts, a teaching master, and so on, while he is teaching the Dhamma” .",
    "ai-anya-e0102n2:247_5": "Firstly, when the bowl has been overturned by them, the aggregates are not made up of the constituents (of mind and body), then it appears to them as though the Ministers were laid down by the struggle of the waverings.",
    "ai-anya-e0102n2:247_6": "One should not give up wholesome thoughts, doing good deeds,",
    "ai-anya-e0102n2:247_7": "one who doesn’t get angry and conceit,",
    "ai-anya-e0102n2:247_8": "Neither over the four grounds, (but) the earthquakes, (but) is the fourth earth element,",
    "ai-anya-e0102n2:247_9": "What should behaves out of compassion.",
    "ai-anya-e0102n2:248_0": "For the circumstances provided with one of the five constituents (of mind and body) that provide fuel for the people, wishing to see them. And the Buddha teaches the fine-material attainments.",
    "ai-anya-e0102n2:248_1": "Then a likable, desirable, and agreeable feeling:",
    "ai-anya-e0102n2:248_2": "“He feels it.”",
    "ai-anya-e0102n2:248_3": "conditions and choices.",
    "ai-anya-e0102n2:248_4": "This is how they should be known as a term for consciousness.",
    "ai-anya-e0102n2:249_0": "the aggregates, and the constituents (of mind and body) that provide fuel for attachment,",
    "ai-anya-e0102n2:249_1": "And what is called ‘a distinction of these aggregates’ and so on.",
    "ai-anya-e0102n2:249_2": "(They are) powerful attractive to the constituents (of mind and body) that provide fuel for attachment:",
    "ai-anya-e0102n2:250_0": "“Mendicants, I will teach you the five aggregates and the five grasping aggregates.",
    "ai-anya-e0102n2:250_1": "And what are the five aggregates? ...",
    "ai-anya-e0102n2:250_2": "This is called the bodily-form component.",
    "ai-anya-e0102n2:250_3": "When one truly sees any kind of feeling ...",
    "ai-anya-e0102n2:250_4": "consciousness ...",
    "ai-anya-e0102n2:250_5": "This is called the consciousness component.",
    "ai-anya-e0102n2:250_6": "These are called the five aggregates.",
    "ai-anya-e0102n2:250_7": "And what are the five grasping aggregates?",
    "ai-anya-e0102n2:250_8": "Whatever form ...",
    "ai-anya-e0102n2:250_9": "This is called the attachment to grasping.",
    "ai-anya-e0102n2:250_10": "When one truly sees any kind of feeling ...",
    "ai-anya-e0102n2:250_11": "consciousness ...",
    "ai-anya-e0102n2:250_12": "This is called the attachment to grasping.",
    "ai-anya-e0102n2:250_13": "These are called the five grasping aggregates.”",
    "ai-anya-e0102n2:251_0": "For there is feeling in this way, the feelings that are pollutant-free,",
    "ai-anya-e0102n2:251_1": "That is why in the sense of aggregates, the entire spectrum of the aggregates is called constituent.",
    "ai-anya-e0102n2:251_2": "For the one whose senses are sustained by the influence of aggregates, and so on is said to be the aggregates of the sense fields.",
    "ai-anya-e0102n2:251_3": "and feelings are mentioned among the feelings associated with the feelings.",
    "ai-anya-e0102n2:251_4": "that which is accompanied by defilements and is prone to being grasped.",
    "ai-anya-e0102n2:251_5": "And here should be seen as the grasping aggregates, the grasping aggregates of the five grasping aggregates.",
    "ai-anya-e0102n2:251_6": "It is here that all the internally and substantial originates,",
    "ai-anya-e0102n2:252_0": "The Buddha has said: “Why is it that these things? ” But why are the five grasping aggregates that originate from the Paths?",
    "ai-anya-e0102n2:252_1": "(There is) a collection of liquority, complete in self-control, and in other words, the base consisting of what is contrary .",
    "ai-anya-e0102n2:252_2": "For the various aggregates one of the elements being included in the various forms according to the various forms of the components, yet another is still only.",
    "ai-anya-e0102n2:252_3": "One of the feelings is one respectively in the feelings.",
    "ai-anya-e0102n2:252_4": "and socializing in perceptions, and so on.",
    "ai-anya-e0102n2:252_5": "Therefore it is said in the component of all opposite sex.",
    "ai-anya-e0102n2:252_6": "By taking the five cords of sense desires in oneself, that is to say, the fifth base.",
    "ai-anya-e0102n2:252_7": "for this is said: ‘When form exists, because of grasping form and insisting on form, I am this, this is my self.’",
    "ai-anya-e0102n2:252_8": "consciousness exists, because of grasping feeling and insisting on perception ...",
    "ai-anya-e0102n2:252_9": "Therefore it is stated in himself as precisely by concluding a course.",
    "ai-anya-e0102n2:252_10": "And of the virtues described in the different aggregates, etc., are described in the same way as before.",
    "ai-anya-e0102n2:252_11": "Therefore one is able to say this.",
    "ai-anya-e0102n2:253_0": "For the nutriment consisting of the sickness is for the nutriment consisting of visible objects, etc., as regards the sickness of consciousness, etc., here it is for the nutriment consisting of the sickness of the fine-material sphere.",
    "ai-anya-e0102n2:253_1": "the housewife of the household feelings, which are forms, and is produced by the suffering that comes from an affliction,",
    "ai-anya-e0102n2:253_2": "the enjoyment of the five constituents (of mind and body) that provide fuel for attachment, and so on.",
    "ai-anya-e0102n2:253_3": "formations are the source of the origin of form, feeling, perception, choices, and consciousness.",
    "ai-anya-e0102n2:253_4": "“Feeling is a something that makes known as feeling.”",
    "ai-anya-e0102n2:253_5": "Likewise the result of deeds, which has been done in the past, future, and present.",
    "ai-anya-e0102n2:253_6": "the nurse of the sickness due to those constituents (of mind and body) that provide fuel for attachment.",
    "ai-anya-e0102n2:253_7": "Furthermore, on the contrary, even the scope of the bowels, etc., that is to say: even the food, drink, clothes, vehicles, beds, and currents, fittles, and enjoyments the liked, and is given up.",
    "ai-anya-e0102n2:254_0": "The exposition should be given in full awareness: in brief and in detail.",
    "ai-anya-e0102n2:254_1": "For as to the five constituents (of mind and body) that provide fuel for attachment and that are mentioned in the way already described, which is called “specified” in the way already described, as “internally, Enlightened One” .",
    "ai-anya-e0102n2:254_2": "But here it is to be seen simply in the detailed meaning that it is to be seen as “urious” .",
    "ai-anya-e0102n2:254_3": "like a pushing water, like a drop from a glist,",
    "ai-anya-e0102n2:254_4": "The million is like the monkey with perception,",
    "ai-anya-e0102n2:254_5": "(The Buddha’s) going out like a cesspool,",
    "ai-anya-e0102n2:254_6": "consciousness like a magic trick:",
    "ai-anya-e0102n2:254_7": "and the grain must be seen as completely purified, and the internal forms should be seen.",
    "ai-anya-e0102n2:254_8": "The three forms of feeling because of not grasping:",
    "ai-anya-e0102n2:254_9": "one is not self -perceptions are not self -",
    "ai-anya-e0102n2:254_10": "Consciousness should be seen as impermanent.",
    "ai-anya-e0102n2:255_0": "And the meaning of this is given in detail in brief in the detailed explanation of the meaning shown in brief. And the detailed explanation of the meaning is “what has been understood” . And the meaning is:",
    "ai-anya-e0102n2:255_1": "That is:",
    "ai-anya-e0102n2:255_2": "As to condition the five constituents (of mind and body) that provide fuel for attachment, which are constituent and so on.",
    "ai-anya-e0102n2:255_3": "But in detail, etc., there is no embracing like a hollow string, etc., that is unfinished in the essence of the heart.",
    "ai-anya-e0102n2:256_0": "As they do so they give up residence in front.",
    "ai-anya-e0102n2:256_1": "Bodying at sensual pleasures, he becomes pollutanted by sensual pleasures, speed by defilements, and attachment to sensual pleasures.",
    "ai-anya-e0102n2:257_0": "When they see a painful feeling, they completely understand that it’s painful to be experienced as painful. When they’re enjoyed in the subtle, they don’t get rid of repulsion, and the ethical conduct.",
    "ai-anya-e0102n2:258_0": "perception ...",
    "ai-anya-e0102n2:258_1": "This is the gaining of the true teaching, not grasping.",
    "ai-anya-e0102n2:259_0": "consciousness. They completely understand consciousness, its origin, its cessation, and the practice that leads to its cessation. When ignorance is ignorant, ignorance gives up and precepts, ignorance.",
    "ai-anya-e0102n2:260_0": "Thus through the great (magical) power of seeing in this way, etc., that is to say:",
    "ai-anya-e0102n2:261_0": "That is why a wise one sees in terms of insight and so on.",
    "ai-anya-e0102n2:262_0": "composed for the purpose of gladdening good people. in the Path of Purification",
    "ai-anya-e0102n2:263_0": "in the development of wisdom there is from developing the Development of Wisdom",
    "ai-anya-e0102n2:264_0": "The Description of the Aggregates:",
    "ai-anya-e0102n2:265_0": "The four chapter"
}