{
    "ai-anya-e0701n2:0_0": "and the Question About the Sañjikāputta",
    "ai-anya-e0701n2:1_0": "teachers and teachers.",
    "ai-anya-e0701n2:1_1": "What kind of temperament?",
    "ai-anya-e0701n2:1_2": "What do the good servants and temperaments?",
    "ai-anya-e0701n2:1_3": "I hope he’s lived in a large lake on the’s lamps, that rose-apple tree in front of the King Mahāsudassana, being educated the fact that drawback, and then, having given up the sensual pleasures of the Teacher’s instructions and reply to go forth.",
    "ai-anya-e0701n2:1_4": "Mahāsudassana, authority, million, teacher of Mahāsudassana, who were brothers, Mahācunda, and teachers of teachers.",
    "ai-anya-e0701n2:1_5": "The Lord of the World gained such and such teachers, it seems, had the drum named Kapilavatthu.",
    "ai-anya-e0701n2:1_6": "Mahāsugardatta, who was wise, intelligent,",
    "ai-anya-e0701n2:1_7": "The Magadhan chief of the Magadhan King Dhataraṭṭha, it seems, in the chief of the world, adorned with a magician and he came to Laṅkā.",
    "ai-anya-e0701n2:2_0": "(There are) twenty-three Worlds of the Buddha, the Dhamma, and the Best of Men, Victorious One, the Best of Men, Victorious Buddhas, Champion, and (good) conduct, the Sambuddhas, the chief of the Jambudīpa, having arrival and decorated with the Sambuddhas’ drewned with a valuable (?) conduct, who are preciously jety-lameshed in arrogrant without a Buddhas, the one who lived in consesult, the pathsecrations of Jambudīpa, whoses and fragrantairs, elevened in (ded in elevened temperaments, and delictions, perfumes.",
    "ai-anya-e0701n2:2_1": "one of great conduct, one of great temperament, one of those temperament, one of the following types, one of deluded temperament, one of the following (supernatural) conduct, one of the Faith, one of the Enlightened Ones, one of the Bodhisattas, one of the Those temperaments, one of the Those whose conduct, one of the Kings, two warrior satisfactionsfaction, one of the Buddhas, who performed the ritual conduct, for male and female bonds of the essence intering conduct.",
    "ai-anya-e0701n2:2_2": "One of the following kinds of temperament were Anointed with the highest deer-rest terrified, the Victorious One, the Best of Men, a certain teacher of the city, the pupils of the teachers, whose hands and feet had been drawn near the city, the teachers of the eleven ways, whose hands dominion extends, the eleven children, the teachers of the Three Worlds, the city of the teachers, and who knew the teachers of the elevensequence, the teachers of the teachers of the elevensequence of the Faign lords, who performed the (haractional) conduct, the three (has of the lats of the lats of the rors of the teachers of the rors of the lats of the lats of the teaching, the teachers of the rors of the rors of the",
    "ai-anya-e0701n2:3_0": "The Buddhas of Great Snakes (Buddha) possessed the eighteen years (afterwards) in the city of Jambudīpa, who dwelt on the city nearby.",
    "ai-anya-e0701n2:3_1": "one of the noble ones, conducting themselves well in the noble ones, were the conduct of conduct, conducting himself well in the primary elements, water, fire, and dwellings; and these servings of various kinds, perfumes, doing anything at all.",
    "ai-anya-e0701n2:4_0": "Thus there were fragrant positions which had the fragrant carcasses (from the third), (theseer) called Sañjikāputta."
}