{
    "ai-anya-e0806n6:0_0": "Chaṭṭhakaṇḍa",
    "ai-anya-e0806n6:1_0": "1. Vatta",
    "ai-anya-e0806n6:2_0": "Here is the reason why abode.",
    "ai-anya-e0806n6:2_1": "The Noble One whose reflection is in brief,",
    "ai-anya-e0806n6:2_2": "In this way, when will it be constructed, this is the word “announcing”;",
    "ai-anya-e0806n6:2_3": "and doesn’t grasp at that point,",
    "ai-anya-e0806n6:2_4": "Guarded by others, transferred to another.",
    "ai-anya-e0806n6:2_5": "And they will be told, “This will be called ‘association’ because they will be spoken of this’.”",
    "ai-anya-e0806n6:2_6": "And here the word rolling on the word-meanings, thus: “That is a calm, a clusterities,” according to the word-means they say.",
    "ai-anya-e0806n6:3_0": "The calming “discourse” is one made by Master Mahākassapa, Bhaddā’s law of the origin of death, the deathless states of loss, the deathless states of loss, the sorrowless states, and the unformed by the power of the origin of death; and so on is this the cause of the deathless. And why should it be described in conformity with that as its object?",
    "ai-anya-e0806n6:3_1": "Like this it is said to be the time for the purpose of crossing the floods, the lamps of supremely based onto an extent, the conduct of the traditional at the time of the Vibhaṅga thus: ‘I will go to it.’”",
    "ai-anya-e0806n6:3_2": "Before (the Buddha) in the definition of the funeral censure with the performance (the Buddha) and the Fraternity, etc., appearance, and so on.",
    "ai-anya-e0806n6:4_0": "Kimbilatissā, and Uppalavaṇṇā",
    "ai-anya-e0806n6:4_1": "for he will proclaim what is contrary to the Fraternity, the sound of the Buddha,",
    "ai-anya-e0806n6:4_2": "At the time of the Kattika, it is timely scattered,",
    "ai-anya-e0806n6:4_3": "and leopard as an island.",
    "ai-anya-e0806n6:4_4": "being one who is called “perhaps” will be one who is conductful,",
    "ai-anya-e0806n6:4_5": "Before encountered by the terminator, etc.",
    "ai-anya-e0806n6:4_6": "When there is noise in the city of Beautiful Mindfulness it is time for the purpose of getting rid of somewhere, they proceed having totally delivered to the word ‘state’.",
    "ai-anya-e0806n6:4_7": "As a consequence, he thinks: ‘It is time for the abode that is approaching the mouth’, etc., that is why in the Dragon’s right time.",
    "ai-anya-e0806n6:5_0": "When this happens, they proceed having tormented: at the time of the Kātiyā-Tree, clung and decorated it, they proceed torments, and stepped in a time of excessive.",
    "ai-anya-e0806n6:5_1": "He is one who says ‘ meaning’, and so on.",
    "ai-anya-e0806n6:5_2": "Those going to the western quarters (thinking): “I am the shelter, the brilliant of them,",
    "ai-anya-e0806n6:5_3": "with a hunter bound by longing,",
    "ai-anya-e0806n6:5_4": "Going along with it will shake and goes along.",
    "ai-anya-e0806n6:6_0": "3. Nāme",
    "ai-anya-e0806n6:7_0": "those who claim to be told will it without turning back. The meaning is that it is said.",
    "ai-anya-e0806n6:7_1": "You’ll eat whatever is given.’ And if you don’t want, you’ll eat it. You’ll enjoy it.",
    "ai-anya-e0806n6:7_2": "faithless and without later—",
    "ai-anya-e0806n6:7_3": "bearing the final body,",
    "ai-anya-e0806n6:7_4": "Thus there is a term for anger when it comes to the same kind of speech is called, because of the words “consequence of anger” , and the meaning is this: “This is the meaning.”",
    "ai-anya-e0806n6:7_5": "you like a golden coin, was (surely) Transmigration for him.",
    "ai-anya-e0806n6:7_6": "Likewise the meditator’s contradicts it is drunk,",
    "ai-anya-e0806n6:7_7": "There is in those like memonges, turtles, black-guarded gems, and uses it as an abode is the meaning.",
    "ai-anya-e0806n6:7_8": "And so, though I’m driven by noise, he says:",
    "ai-anya-e0806n6:7_9": "they’re not able to endure that.",
    "ai-anya-e0806n6:7_10": "The calm is to be known as the word “boundless” .",
    "ai-anya-e0806n6:7_11": "Through these there is a hundred motions in the texts, they can see the ending of the people that is calmed.",
    "ai-anya-e0806n6:8_0": "Have there isn’t this pursued, you said: ‘There is no place first word spoken by theise of this body, speech, and mind, but this is said to be the second jhāna and the third.’",
    "ai-anya-e0806n6:8_1": "Because of this the word he renowned.",
    "ai-anya-e0806n6:8_2": "like someone destroys a lake in that place.",
    "ai-anya-e0806n6:8_3": "we have been followed by Sakka;",
    "ai-anya-e0806n6:8_4": "the Fortunate One was sitting in the place where the Fortunate One was sitting,",
    "ai-anya-e0806n6:9_0": "4. Bhūte",
    "ai-anya-e0806n6:10_0": "What is that action consisting in “what” is a name for the sake of her opposite sex, etc., and so on, excepting the following material possessions.",
    "ai-anya-e0806n6:10_1": "As a consequence, they proceed having many wishes.",
    "ai-anya-e0806n6:11_0": "5. Ana",
    "ai-anya-e0806n6:12_0": "As stated under the heading of “perception” is said to be shown by its characteristic, etc.,",
    "ai-anya-e0806n6:12_1": "Endowed with the characteristic of function, etc. , which have already been described in the mode of its characteristic, and so on.",
    "ai-anya-e0806n6:12_2": "With this thighing: “Among (living)” is one worshipping the city in this way,",
    "ai-anya-e0806n6:12_3": "Or alternatively: the sound of fear, the dreadful and the pride of the waves ,",
    "ai-anya-e0806n6:12_4": "the fourth part of the night behaviour has a lucky above, below the riches. The meaning is this: it is an unbecoming .",
    "ai-anya-e0806n6:12_5": "With this meaning he spoke thus: ‘Being these (saying): ‘Beings is spoken because he seeks after acceptance.’",
    "ai-anya-e0806n6:12_6": "Both Kinds of both, ‘This is the wrong way’ and so on.",
    "ai-anya-e0806n6:12_7": "In the fifth part of the night: those of the past and present are forty-five years more than the former ones. In the past, future or present, two, three, four, five, ten, twenty, thirty, forty-four, fifty, a hundred, or even one transmigration.",
    "ai-anya-e0806n6:13_0": "In the last watch of the night, the western quarter,",
    "ai-anya-e0806n6:14_0": "And the nurses have arrived at that very time.",
    "ai-anya-e0806n6:15_0": "Which is the time for the hot season, Kālāma, and also the time",
    "ai-anya-e0806n6:16_0": "That man who attacks the wise in clairaudience, (and is) the best thing,",
    "ai-anya-e0806n6:17_0": "Following is unsecluded for the sake of defilement of his kinsmen in the middle of her hand:",
    "ai-anya-e0806n6:17_1": "The King’s joy split into material things.",
    "ai-anya-e0806n6:17_2": "One should not show them what is left behind people have come to.",
    "ai-anya-e0806n6:18_0": "Today I eat the food districts that are including the mind.",
    "ai-anya-e0806n6:18_1": "Yet when asked a question, he answers the same question as the other, then I discussing it. Because of this I have declared any other reason.",
    "ai-anya-e0806n6:18_2": "which shakes off and burns from the breeze.",
    "ai-anya-e0806n6:18_3": "I declare the meaning of what is said to be one who is sick,",
    "ai-anya-e0806n6:19_0": "6. Paro",
    "ai-anya-e0806n6:20_0": "The sixth section consisting of eight groups of six is finished.",
    "ai-anya-e0806n6:20_1": "free of debt, because of seeking purity.",
    "ai-anya-e0806n6:20_2": "This is the law of indication:",
    "ai-anya-e0806n6:20_3": "How could you get rid of the noble ones,? Your grasping? Your name and clarify the meaning of the aggregates of the noble ones, namely, your teacher’s hands and feet, and don’t want to be reborn in the use of the four noble truths?",
    "ai-anya-e0806n6:20_4": "Why don’t we dispel the instructions of us?",
    "ai-anya-e0806n6:20_5": "(whether it would be said:) ‘By myself,’",
    "ai-anya-e0806n6:21_0": "As regards to such warding off such as: here it is shaking off the crafts,",
    "ai-anya-e0806n6:21_1": "Those faculties,",
    "ai-anya-e0806n6:21_2": "peaceful faculties, being poised. That’s why the faculties of transgression is eliminated.",
    "ai-anya-e0806n6:21_3": "And the meaning is that in which the sweat is entangled by annoying: it is incapable of answering as stated, just as it is said.",
    "ai-anya-e0806n6:21_4": "(Having shown) the state of hatred, he said this: ‘We will show the rest,’ and so on.",
    "ai-anya-e0806n6:21_5": "He’s a renowned here,",
    "ai-anya-e0806n6:21_6": "(but) is raised in that respect and reverence for it,",
    "ai-anya-e0806n6:21_7": "He eliminations for the mindful because he does not get rid of reply to the other accusations, thus he does not accuse .",
    "ai-anya-e0806n6:21_8": "that is not the meaning,",
    "ai-anya-e0806n6:22_0": "(but) welcomes oneself -making use of ourselves he certainly gave attention to that same reason (whatever), in order to prevent those who wish: ‘By ... this is what is said.’",
    "ai-anya-e0806n6:22_1": "For when a person’s own led on by their own figure, they’re infatuated by the opposite of their own minds, then they suffused themselves to that concern.",
    "ai-anya-e0806n6:22_2": "When awake is used up, it is said to be the hostile person whose mind is unmade and incapable of becoming awakened.",
    "ai-anya-e0806n6:22_3": "she was reborn in a chair, a sheet, an abode, a clay ball, a creeper, or a clay?",
    "ai-anya-e0806n6:22_4": "The Simile of the Mind is descriptioned in the Suttanta.",
    "ai-anya-e0806n6:23_0": "7. Eyyā",
    "ai-anya-e0806n6:24_0": "They lie down on the bathing place, making a suitable statement regarding the hand, that is why it is said to be profitable.",
    "ai-anya-e0806n6:24_1": "The sounds, smells, tastes, touches, and thoughts connected with the sound of behaviour;",
    "ai-anya-e0806n6:24_2": "they’d sleep like a swamp.",
    "ai-anya-e0806n6:24_3": "he shows them the fruit of his gift, ‘This is the reason why with the word “Gives”.",
    "ai-anya-e0806n6:24_4": "The first question is the beginning with the faithful.",
    "ai-anya-e0806n6:24_5": "Then saying, ‘What do you think is actions?’",
    "ai-anya-e0806n6:24_6": "they follow the arrivals of bowl.",
    "ai-anya-e0806n6:25_0": "He should apply himself to his ignoble expressions interpreting his mouth, thus making phrases because he has got rid of the aggregates beginning with the action elements because he has gratifying .",
    "ai-anya-e0806n6:25_1": "This is what is said: “This is produced by theft,” “This is constructed in the way beginning, “This being what is said from the action of the tradition that should be taken by one who lives in this way. How do they get close to the lay life? Contact that has been disproved. Why don’t boiled? For what is this?”",
    "ai-anya-e0806n6:25_2": "the meaning is, giving up of hinting , in other words, the meaning is, it is the meaning.",
    "ai-anya-e0806n6:26_0": "(But) the cause of bodily reason for him to surmount that is the reason for him whom the cause",
    "ai-anya-e0806n6:26_1": "Here is the meaning of that it should be said:",
    "ai-anya-e0806n6:26_2": "his wife is born in the momentary, and his rebirth is choose;",
    "ai-anya-e0806n6:26_3": "if he signs by marking the sign;",
    "ai-anya-e0806n6:26_4": "They go on retreat for the way to catching Bodhisatta. They don’t want to keep going. They he doesn’t pass over the legs of death.",
    "ai-anya-e0806n6:26_5": "Disgress, thinking: ‘So they have eyes,’",
    "ai-anya-e0806n6:26_6": "At the wrong time:",
    "ai-anya-e0806n6:26_7": "Because of the power of your enemy: ‘And if one’s conduct is circumstances in the future, might there be in accordance with the rule of the label “ware” and so on?",
    "ai-anya-e0806n6:27_0": "Now, when there is a home they go to the south of the home life for the sake of rebirth ...",
    "ai-anya-e0806n6:27_1": "the glory of the carts that are heavy, etc., by the warrior, and so on.",
    "ai-anya-e0806n6:27_2": "On the first occasion of attaining perfection, he can pay homage to another in the first place where wide openings and unworked to, difficult to get, and he becomes known as a layman gone forth. He should understands the sign of the lay life to homelessness. And he should understands the origin of the world with its widels and under the infantry, whether it is known or not.",
    "ai-anya-e0806n6:27_3": "But when they are swept away by their arms,",
    "ai-anya-e0806n6:28_0": "8. Hetu",
    "ai-anya-e0806n6:29_0": "He shows how there is no reason for shameless rebirths, and that has cause,",
    "ai-anya-e0806n6:29_1": "To all kinds of resting places beginning with all the time: of the resting places, of all the be experienced as condition.",
    "ai-anya-e0806n6:29_2": "As to the fruit of the cause: So they bring about the fruit of the fruit of that is definitiveness and the fruits of the cause.",
    "ai-anya-e0806n6:29_3": "So too, when this fruit and benefit of all adverting, it can be understood that when he is actually discerned only in this way: “This is simply in this way, what is not possible .”",
    "ai-anya-e0806n6:29_4": "he wanders without cause or reason.",
    "ai-anya-e0806n6:30_0": "9. Pañhe",
    "ai-anya-e0806n6:31_0": "The last is the last step, the last question, the waters, the footprint, and the footprint might be the way beginning, “Now.”",
    "ai-anya-e0806n6:31_1": "Seven on each other, asking questions, begging for the good, inferior monks, for the benefit of us, and for the sake of all they desired.",
    "ai-anya-e0806n6:31_2": "And the meaning should be regarded as “Repulsiveness of the body” , and he should give it up with happiness.",
    "ai-anya-e0806n6:31_3": "if he shows the sign, etc., that is a place for the purpose of showing the sign.",
    "ai-anya-e0806n6:31_4": "for one who has desires the reason for joy.",
    "ai-anya-e0806n6:31_5": "For those who are invited to abode in the present life, and they will restrain.",
    "ai-anya-e0806n6:31_6": "Here the difference here and now although the five and the seventy-four are bound , and the five Sevens belongings of others in the present life.",
    "ai-anya-e0806n6:31_7": "But here it is when two queens without responsible. Having spoken what they have said, they said: ‘Nothing without trouble or difficulty, what I have said.’ since they said, ‘Noble Ones.’",
    "ai-anya-e0806n6:31_8": "(Having) devoted to the dispensation, he can do so.”",
    "ai-anya-e0806n6:31_9": "One who denies the lamp, having made the point of renown, of intimitation, lends annoy, is the meaning.",
    "ai-anya-e0806n6:32_0": "And the enquiry, answered: ‘I discuss the shell of the seven classes of rebirth consisting in this way is said to be the seventh.’",
    "ai-anya-e0806n6:32_1": "In the Sañjikāputta, the root of the Aggree (?), a clung-tongue, with the root of the seventh and seven roots, and with the needles,",
    "ai-anya-e0806n6:32_2": "“Don’t ever get enough",
    "ai-anya-e0806n6:32_3": "the meaning is that he has given up what is allowable, created, conditioned, and dispelling the various forms of existence; the meaning is that phrases his connection with the continuation of existence.",
    "ai-anya-e0806n6:32_4": "Resoluteness upon the meaning should be subsides in the extent of the terminology and the bowls.",
    "ai-anya-e0806n6:33_0": "10. Tu antu",
    "ai-anya-e0806n6:34_0": "Go and ask forgiveness, begging and starting to come up, saying: “Go away, please begg me for the sake of this begging.”",
    "ai-anya-e0806n6:35_0": "11. Satya",
    "ai-anya-e0806n6:36_0": "He should make an effort to get upset by that perfection, he should give it up.",
    "ai-anya-e0806n6:37_0": "12. Sambhā",
    "ai-anya-e0806n6:38_0": "* The meaning is that which is thus informed the word “There is noise” ; the meaning is that of the calming of foulness.",
    "ai-anya-e0806n6:38_1": "He proclaims what is contradicts in the open,",
    "ai-anya-e0806n6:38_2": "Doing so, while he is born in the state of existence, etc., were being afraid of wrongdoing, and did not be seen.",
    "ai-anya-e0806n6:38_3": "Greatly, thinking: ‘My head is climbing!’",
    "ai-anya-e0806n6:38_4": "in the elephant stables, horses, chariots, and so on he does not have a clung drum in the Jeta Grove.",
    "ai-anya-e0806n6:38_5": "As to the elements: here “Friends” is the relics, owing to his being apprehended by the elements of the earth element, etc., in the case of the perceptions of the elements, having previous practice,",
    "ai-anya-e0806n6:38_6": "Except, good sir, eat.",
    "ai-anya-e0806n6:39_0": "13. Māyo",
    "ai-anya-e0806n6:40_0": "a well-bearing studies, here the cry:",
    "ai-anya-e0806n6:40_1": "restriction in this case:",
    "ai-anya-e0806n6:40_2": "when you return, don’t get caught up in the month.",
    "ai-anya-e0806n6:40_3": "(She is) to be one who is satisfied by this one (only) will give,",
    "ai-anya-e0806n6:40_4": "Doing what is intended in himself: in one’s own continuity is the element of self , the elements of initiative, the elements of others.",
    "ai-anya-e0806n6:40_5": "the time for the waters of the whole universe,",
    "ai-anya-e0806n6:40_6": "has an endeavourable to the elements, and is bound in that place.",
    "ai-anya-e0806n6:40_7": "Sufferingship in all ways, the other word systematic words, the poison,",
    "ai-anya-e0806n6:41_0": "if he is brliant, heedless;",
    "ai-anya-e0806n6:41_1": "The meaning is: ‘There is nothing meant in the goal of the deeds thus, that is, through going in the various orders of making it known, that is, the meaning of , the Faith, of the Paccekabuddhas, and the meaning is,’ and that the meaning is, it iss here “possessively by the simile of the word ‘Buddha’. ”",
    "ai-anya-e0806n6:41_2": "because of creatures:",
    "ai-anya-e0806n6:41_3": "Then when it is said: ‘Withinterrupting the noise this,’ which is said, without attachment, is said, is the meaning.",
    "ai-anya-e0806n6:41_4": "As to how, ‘Friend’ means having the word ‘stror’, that is to say, fewness of wishes, contentment, and so on.",
    "ai-anya-e0806n6:41_5": "Then unthinking, making, of the three kinds of fondness in the opposite sex, all the kinds of foulness in the eleven ways, practice, in accordance with the particular kinds of fostering the action that happens with the effect.",
    "ai-anya-e0806n6:41_6": "The meaning is that in the case of the bed and chair: it is the meaning.",
    "ai-anya-e0806n6:41_7": "Striving (etc.) means she who is striving towards that primary element,",
    "ai-anya-e0806n6:41_8": "When other insteads makes effort, they’re not exertioned to primary elements, and because they don’t practice absorption meditation.",
    "ai-anya-e0806n6:42_0": "14. Pubba",
    "ai-anya-e0806n6:43_0": "Mahāpajāpatī Gotamī thought, “The sections will be arguments,” and “This being recited, opinion,” but he says, “This being what is right,”",
    "ai-anya-e0806n6:43_1": "(but) I don’t do anything better for them.’",
    "ai-anya-e0806n6:43_2": "After removing the filthy (will) intercourse, (thinking): ‘We will give to here,’",
    "ai-anya-e0806n6:43_3": "Focus rolling on the inside, the very heat,",
    "ai-anya-e0806n6:43_4": "and these are agreeable: “We are not striving by you,” he said.",
    "ai-anya-e0806n6:43_5": "Because of this: “Previous diverse” .",
    "ai-anya-e0806n6:43_6": "Didn’t you say that the noise of your responses leftovers because of this the mediate important thing, (thinking): ‘This is the sound of drums,’ and so on, ‘This is the sound of counsel’.",
    "ai-anya-e0806n6:43_7": "And why do you profound:",
    "ai-anya-e0806n6:44_0": "he makes an end to the noble ones, he answers in this way:",
    "ai-anya-e0806n6:44_1": "Likewise the sound of your accumulating the word ‘mendicant’.",
    "ai-anya-e0806n6:44_2": "Existing in the first threefold origination, which had the same virtues, etc., and is the first person of the enlightenment of mentioned.",
    "ai-anya-e0806n6:44_3": "We have been shown that what is called to be heard about is the verdict of, and what is equipments of such a kind as vanity, etc., about we have said: ‘We have been told by you, what is opposite, and we have said: ‘We have been resided in such passages as yourself, and what is better than you?’",
    "ai-anya-e0806n6:44_4": "You should observe the drums of the sound, etc., thus: ‘It is fierce and so on.’",
    "ai-anya-e0806n6:44_5": "‘We have a retinue with the sound of counsel.’",
    "ai-anya-e0806n6:44_6": "It’s because of your faith:",
    "ai-anya-e0806n6:44_7": "Yet the brahmins proficient in the three Vedas, accomplished by the words;",
    "ai-anya-e0806n6:44_8": "How is this word of you that is good in the beginning, ‘According to the end?’ and so on.",
    "ai-anya-e0806n6:44_9": "He should not lay down: if he is going to, etc., he is able to do the agreement of the monks.",
    "ai-anya-e0806n6:45_0": "(but) you, Devote yourself,",
    "ai-anya-e0806n6:45_1": "“We don’t attendants that are lazy and let us pay homage to the first,” and so on.",
    "ai-anya-e0806n6:45_2": "Because when the afflicted by such a legal issue is not accusation.",
    "ai-anya-e0806n6:45_3": "he does a legal procedure of ejection against the one who performs a (wholesome) actions that have been done in the past.",
    "ai-anya-e0806n6:46_0": "‘Come, chariot, let’s go by their hands.’ It seem that it would be thoroughly pressed and grieving.",
    "ai-anya-e0806n6:46_1": "thinking about the home life by the phenomena, and by trickling down is there for the air element.",
    "ai-anya-e0806n6:46_2": "from the time to depart.",
    "ai-anya-e0806n6:46_3": "I will go to the gathering of men.”",
    "ai-anya-e0806n6:46_4": "you have directly experienced the Majjhima Nikāya,",
    "ai-anya-e0806n6:46_5": "He thinks they’re like the medium bowl on a string of medium bowl, like the moon in the century.",
    "ai-anya-e0806n6:46_6": "This is said: “I shall go by chariot,” “I shall see you. You’ll do so.”",
    "ai-anya-e0806n6:46_7": "(This is) not spoken by the teaching,",
    "ai-anya-e0806n6:46_8": "As the simile of the hide stress of ropes, including the skin as it were, and for the sake of a Minister: ‘Friend’ means because it is said.",
    "ai-anya-e0806n6:46_9": "Thinking ‘sticks’, he is the name of another.",
    "ai-anya-e0806n6:46_10": "Understanding these speeches, etc.",
    "ai-anya-e0806n6:47_0": "What you call them simply constantly ‘I’m going from street to street.’ You say this to them, ‘You are bound by chariot’.",
    "ai-anya-e0806n6:47_1": "He became a chariot-maker, you will go from here to street.",
    "ai-anya-e0806n6:47_2": "You said ‘I’ll step on the inside from street to street.’",
    "ai-anya-e0806n6:48_0": "15. Āī",
    "ai-anya-e0806n6:49_0": "If they say, “May they be lost! ” because of that they don’t say, “We cannot find anyone who enters it if they don’t get these things.”",
    "ai-anya-e0806n6:50_0": "17. Bhūssa",
    "ai-anya-e0806n6:51_0": "Firstly, when agitatedness is simply advantages, he shows them firstly; he says: ‘We will show the blessings’.",
    "ai-anya-e0806n6:52_0": "18. Pubba",
    "ai-anya-e0806n6:53_0": "it shows why.",
    "ai-anya-e0806n6:54_0": "23. Kara",
    "ai-anya-e0806n6:55_0": "Shouldn’t they say: ‘We shall do what we have said?’ and they answer, ‘Listening, resentment, and?’ They replied, ‘Like deer.’ They proceed having turned back, so on.",
    "ai-anya-e0806n6:55_1": "Except for refuge, the recollection of those who have a refuge, whose mind is unshakable, and is unable to follow.",
    "ai-anya-e0806n6:56_0": "25. Hāssa",
    "ai-anya-e0806n6:57_0": "Through the sake of the fine-material jhāna it is stiffened, thus it is slain . What is said.",
    "ai-anya-e0806n6:58_0": "Though he festivals his climbed, constantly and value, is the meaning.",
    "ai-anya-e0806n6:58_1": "Then how does he teach Dhamma to others like this?",
    "ai-anya-e0806n6:58_2": "This is the meaning of the Applitting of the sounds beginning with a thousand companions, is the meaning.",
    "ai-anya-e0806n6:58_3": "He attains the end of suffering, and so on,",
    "ai-anya-e0806n6:58_4": "thinks he is compared to the Deathless for recitation, etc.; he is what should be heard, and so on. He should not be inferior. ...",
    "ai-anya-e0806n6:58_5": "which is called “following” because of the definition of the opposite sex and it is an instead of .",
    "ai-anya-e0806n6:58_6": "You don’t think that this is why we were told the word ‘meanings’ teaching’, ‘things in detail’, ‘Nothings! We can answer’t because you have accepted.”",
    "ai-anya-e0806n6:58_7": "And although desiring around the states consisting in an end,",
    "ai-anya-e0806n6:58_8": "There are no professions for women:",
    "ai-anya-e0806n6:58_9": "Because it is held together with the remainder of a third jhāna, and for the third,",
    "ai-anya-e0806n6:58_10": "He has both hands and feet, and also the water of the nose.",
    "ai-anya-e0806n6:59_0": "28. Āī",
    "ai-anya-e0806n6:60_0": "Protector Virtuous talk, Virtuous deeds, or two inches, that is to say, the first two in the past.",
    "ai-anya-e0806n6:61_0": "29. Gami",
    "ai-anya-e0806n6:62_0": "I arose from a cow, stains, judgments, and the people of the supreme new ones.",
    "ai-anya-e0806n6:63_0": "30. Ḍaṁsa",
    "ai-anya-e0806n6:64_0": "One went back to the houseless state.",
    "ai-anya-e0806n6:65_0": "32. Ṇānā",
    "ai-anya-e0806n6:66_0": "The Kinsman of the Sun, are released from the bonds of bonds.",
    "ai-anya-e0806n6:67_0": "33. Āī ū",
    "ai-anya-e0806n6:68_0": "He said to both, ‘Bhikkhus, there are first amongst those who were teachers,’ he said, ‘In this way they don’t accept it.",
    "ai-anya-e0806n6:69_0": "34. Kusa",
    "ai-anya-e0806n6:70_0": "While they were present, he said: “Leader, it is the right way for Dīgha Tapassī.”",
    "ai-anya-e0806n6:71_0": "35. Ā ī ssa",
    "ai-anya-e0806n6:72_0": "Whatever one regards another to their enemy infatuated,",
    "ai-anya-e0806n6:73_0": "38. Eyyā",
    "ai-anya-e0806n6:74_0": "In the first place they were told by the stages of the kind already described, then the Protector of the Jina, as follows: “Produced in the first places of the size of the suttas and the circumferences of various kinds, namely, hostile, phrases, causing blood, swells, festivals, messengers, and claues; and it is the meaning about for the first person.”",
    "ai-anya-e0806n6:74_1": "Saying: “After speaking closely, you are bound by your bonds,",
    "ai-anya-e0806n6:74_2": "he says ‘What the ascetic life is simply just described,’ and so on.",
    "ai-anya-e0806n6:75_0": "40. Eo",
    "ai-anya-e0806n6:76_0": "if they don’t, he thinks: “Noble Ones, this is the time for the living of us.”",
    "ai-anya-e0806n6:77_0": "42. Ossa",
    "ai-anya-e0806n6:78_0": "Reaching the Reflections",
    "ai-anya-e0806n6:79_0": "46. Iṁssa",
    "ai-anya-e0806n6:80_0": "Here it is first: here “which is this,”",
    "ai-anya-e0806n6:81_0": "52. Tassa",
    "ai-anya-e0806n6:82_0": "Where do they get close to the noble ones, even when others fail.",
    "ai-anya-e0806n6:83_0": "54. Mimā",
    "ai-anya-e0806n6:84_0": "While we were being spoken: weepingly or ignorant,",
    "ai-anya-e0806n6:85_0": "57. Himi",
    "ai-anya-e0806n6:86_0": "which will be permitted, saying: “I will give you a good reason,”",
    "ai-anya-e0806n6:87_0": "61. Ñāssa",
    "ai-anya-e0806n6:88_0": "he knows “I will know those who are persons,” and they diversely",
    "ai-anya-e0806n6:89_0": "67. Hanā",
    "ai-anya-e0806n6:90_0": "and the six stories were eaten.",
    "ai-anya-e0806n6:91_0": "70. Kayi",
    "ai-anya-e0806n6:92_0": "This is the reason why it should be done.",
    "ai-anya-e0806n6:93_0": "71. Ṭā",
    "ai-anya-e0806n6:94_0": "that is why it is said in the maintaining.",
    "ai-anya-e0806n6:95_0": "74. Guru",
    "ai-anya-e0806n6:96_0": "Because it was a razor, a secret place, it was plagued by a guard.",
    "ai-anya-e0806n6:97_0": "76. Ovi",
    "ai-anya-e0806n6:98_0": "That make an effort to get rid of the profession of views, precepts and observances, and theories of repulsion regarding the body.",
    "ai-anya-e0806n6:99_0": "78. Eyyā",
    "ai-anya-e0806n6:100_0": "misfortune he would have a sense of pleasure.",
    "ai-anya-e0806n6:101_0": "Such is the adornments and founders.",
    "ai-anya-e0806n6:102_0": "The sixth section on the chapter is finished.",
    "ai-anya-e0806n6:103_0": "Verses, timber trees, full of blossoms,",
    "ai-anya-e0806n6:104_0": "The town of Meditation",
    "ai-anya-e0806n6:105_0": "1.",
    "ai-anya-e0806n6:106_0": "For the various beings in the various classes of beings’ welfare,",
    "ai-anya-e0806n6:107_0": "Whatever is gained by the good, she perceives what is beautiful,",
    "ai-anya-e0806n6:108_0": "2.",
    "ai-anya-e0806n6:109_0": "Devoted to the generosity with the special qualities of generosity, etc.,",
    "ai-anya-e0806n6:110_0": "spending the army by the back of the General Streams,",
    "ai-anya-e0806n6:111_0": "3.",
    "ai-anya-e0806n6:112_0": "dwelling in seclusion, and re-admitting to live in seclusion.",
    "ai-anya-e0806n6:113_0": "He who may wander the minds of a brilliant forest, like the city of Mount Snakes,",
    "ai-anya-e0806n6:114_0": "4.",
    "ai-anya-e0806n6:115_0": "The Elders, who had filled the Dispensation of the Dhamma,",
    "ai-anya-e0806n6:116_0": "there was a razor-water made of dust, adorned with dust and dirt,",
    "ai-anya-e0806n6:117_0": "learned, excelling the best in the use of the robes,",
    "ai-anya-e0806n6:118_0": "and rolling the for a long time the oppressed for a long time,",
    "ai-anya-e0806n6:119_0": "6.",
    "ai-anya-e0806n6:120_0": "Those who have cutting their own minds,",
    "ai-anya-e0806n6:121_0": "(but) after being delusion, the Lord of the World (thought):",
    "ai-anya-e0806n6:122_0": "7.",
    "ai-anya-e0806n6:123_0": "thin, there is no secret matters on the top with the top of the worms,",
    "ai-anya-e0806n6:124_0": "Those who wear away the golden feet, (wholesome) position,",
    "ai-anya-e0806n6:125_0": "8.",
    "ai-anya-e0806n6:126_0": "Destroys the merits through which one’s own good deed,",
    "ai-anya-e0806n6:127_0": "For the Buddhas arise in the blossoming:",
    "ai-anya-e0806n6:128_0": "Guiding in materiality, the water of the world;",
    "ai-anya-e0806n6:129_0": "each one with a Buddha awakened for themselves,",
    "ai-anya-e0806n6:130_0": "9.",
    "ai-anya-e0806n6:131_0": "the immediately through approaching the tetrads",
    "ai-anya-e0806n6:132_0": "came to the mind-made body, with knowledge of arising,",
    "ai-anya-e0806n6:133_0": "Conjoiced by pleasure and happiness:",
    "ai-anya-e0806n6:134_0": "they swell the hollows!",
    "ai-anya-e0806n6:135_0": "10.",
    "ai-anya-e0806n6:136_0": "he whose thorny drunk has been destroyed, who is un thorn,",
    "ai-anya-e0806n6:137_0": "she gave birth to agitation, illustrious family,",
    "ai-anya-e0806n6:138_0": "peaceful, greatly glorious, excellent, and all-free, all of them.",
    "ai-anya-e0806n6:139_0": "I’m a swallowed in the neighborhood of a face,",
    "ai-anya-e0806n6:140_0": "11.",
    "ai-anya-e0806n6:141_0": "The Kings were brothers of Bāhiya, having brothers, sons of Sāketa, were royal sons,",
    "ai-anya-e0806n6:142_0": "Acquisition means (alternative form), the great hero,",
    "ai-anya-e0806n6:143_0": "Resplendent means Vijayan Vijaya and so forth.",
    "ai-anya-e0806n6:144_0": "Leaving the fruit of that good way, along with a hundred and eight fruits,",
    "ai-anya-e0806n6:145_0": "Samiddhi",
    "ai-anya-e0806n6:146_0": "1.",
    "ai-anya-e0806n6:147_0": "attains the highest freedom from fear.",
    "ai-anya-e0806n6:148_0": "Pañcālacaṇḍa, ~ Sā, whose face was full,",
    "ai-anya-e0806n6:149_0": "2.",
    "ai-anya-e0806n6:150_0": "Having drunk the fishathom-Distragons,",
    "ai-anya-e0806n6:151_0": "bearing the birds of defeat means (or other) with the Elders of the Discipline.",
    "ai-anya-e0806n6:152_0": "3.",
    "ai-anya-e0806n6:153_0": "After the rainy season residence in the Island of Laṅkā,",
    "ai-anya-e0806n6:154_0": "and favourable to the light of the lamps,",
    "ai-anya-e0806n6:155_0": "4.",
    "ai-anya-e0806n6:156_0": "after becoming making no resplendent, and making them response,",
    "ai-anya-e0806n6:157_0": "he made her illness in the pastries.",
    "ai-anya-e0806n6:158_0": "5.",
    "ai-anya-e0806n6:159_0": "whose mind is pure, who has fallen to the rainy-season residence.",
    "ai-anya-e0806n6:160_0": "(And) showing purity to purification in the way,"
}