{
    "ai-anya-e0101n3:0_0": "3. Kammaṭṭhānaggahaṇaniddeso",
    "ai-anya-e0101n3:1_0": "38.",
    "ai-anya-e0101n3:1_1": "Now, concentration is described under the heading of “consciousness” in the phrase “develops consciousness and understanding” . It should be developed by one who has taken his stand on virtue that has been purified by means of the special qualities of fewness of wishes, etc., and perfected by observance of the ascetic practices.",
    "ai-anya-e0101n3:1_2": "But that concentration has been shown only very briefly and so it is not even easy to understand, much less to develop. That is why it is in detail, the following set of questions, the purpose of which is to show the method of development.",
    "ai-anya-e0101n3:2_0": "What is the concentration immersion?",
    "ai-anya-e0101n3:2_1": "In what sense is it concentration?",
    "ai-anya-e0101n3:2_2": "What are its characteristic, function, manifestation, and proximate cause?",
    "ai-anya-e0101n3:2_3": "How many kinds of concentration are there?",
    "ai-anya-e0101n3:2_4": "What is his defilement?",
    "ai-anya-e0101n3:2_5": "What is their order?",
    "ai-anya-e0101n3:2_6": "How should it be developed?",
    "ai-anya-e0101n3:2_7": "What is the benefit of developing immersion?",
    "ai-anya-e0101n3:3_0": "This is the reason of this thing:",
    "ai-anya-e0101n3:3_1": "WHAT IS CONCENTRATION? Concentration is of many sorts and has various aspects.",
    "ai-anya-e0101n3:3_2": "By doing this he inspire to get rid of it, opposite force, and so we shall confine ourselves to mindfulness. And this concentration is only simply described here.",
    "ai-anya-e0101n3:4_0": "IN WHAT SENSE IS IT CONCENTRATION? It is concentration in the sense of concentrating .",
    "ai-anya-e0101n3:4_1": "What is this concentrating?",
    "ai-anya-e0101n3:4_2": "settling down on one object of the mind, by means of the right proficiency of requisites rightly, is what is said.",
    "ai-anya-e0101n3:4_3": "Therefore it is the recollection of the Dhamma that is preceding the mind, and that is why, being rightly concentrated, the mind-made, and that is not tense to be understood that this is the mode of instance.",
    "ai-anya-e0101n3:5_0": "WHAT ARE ITS CHARACTERISTIC, FUNCTION, MANIFESTATION, AND PROXIMATE CAUSE? Concentration has non-distraction as its characteristic. Its function is to eliminate distraction. It is manifested as non-wavering.",
    "ai-anya-e0101n3:5_1": "“As abides in bliss,” he should do so.",
    "ai-anya-e0101n3:6_0": "Firstly,: it is of the characteristic of non-distraction. It is of non-distraction.",
    "ai-anya-e0101n3:6_1": "Then it is of two kinds as access and absorption; likewise as mundane and supramundane, as with happiness and without happiness, and as accompanied by bliss and accompanied by equanimity.",
    "ai-anya-e0101n3:6_2": "with three modes and sixteen applied thought and sustained thought, happiness, bliss and unification of mind associated with applied and sustained thought.",
    "ai-anya-e0101n3:6_3": "It is of four kinds as of difficult progress and sluggish direct-knowledge, etc.; likewise as limited with limited object, etc., according to the factors of the four jhānas, as partaking of diminution, etc., as of the sense sphere, etc., and as predominance, and so on.",
    "ai-anya-e0101n3:6_4": "It is of five kinds according to the factors of the five jhānas reckoned by the fivefold method.",
    "ai-anya-e0101n3:7_0": "commentary on the concentration and the colour of concentration.",
    "ai-anya-e0101n3:8_0": "Herein, the section dealing with that of one kind is evident in meaning.",
    "ai-anya-e0101n3:8_1": "In the section dealing with that of two kinds, access concentration is the unification of mind obtained by the following, that is to say, the six recollections, mindfulness of death, the recollection of peace, the perception of repulsiveness in nutriment, and the defining of the four elements, and it is the unification that precedes absorption concentration.",
    "ai-anya-e0101n3:8_2": "“‘The first jhāna is the condition for the first jhāna’: this is a condition for the first jhāna, as follows: this is said in order to doing it.” This is how there are two kinds of absorption in the way beginning, “This is of two kinds as using.”",
    "ai-anya-e0101n3:9_0": "In the second dyad mundane concentration is profitable unification of mind in the three planes.",
    "ai-anya-e0101n3:9_1": "The noble paths associated with the noble paths, beginning with the supramundane, and the Uttarakuru, thus of two kinds,",
    "ai-anya-e0101n3:10_0": "In the third dyad concentration with happiness is the unification in two jhānas in the fourfold reckoning and in three jhānas in the fivefold reckoning.",
    "ai-anya-e0101n3:10_1": "The rest are in the twofold reckoning and the one-physical concentration.",
    "ai-anya-e0101n3:10_2": "But access concentration may be with happiness or without happiness. So it is of two kinds as with happiness and without happiness.",
    "ai-anya-e0101n3:11_0": "In the fourth dyad concentration accompanied by bliss is the unification in three jhānas in the fourfold and four in the fivefold reckoning.",
    "ai-anya-e0101n3:11_1": "That accompanied by equanimity is that in the remaining jhāna.",
    "ai-anya-e0101n3:11_2": "Access concentration may be accompanied by bliss or accompanied by equanimity. So it is of two kinds as accompanied by bliss and accompanied by equanimity.",
    "ai-anya-e0101n3:12_0": "Practicing Concentration is the commentary on the concentration comment.",
    "ai-anya-e0101n3:13_0": "In the first of the triads what has been acquired is inferior. What is not very well developed is medium. What is well developed and has reached mastery is superior.",
    "ai-anya-e0101n3:14_0": "In the second triad that with applied thought and sustained thought is the concentration of the first jhāna together with access concentration.",
    "ai-anya-e0101n3:14_1": "That without applied thought, with sustained thought only, is the concentration of the second jhāna in the fivefold reckoning.",
    "ai-anya-e0101n3:14_2": "For when a man sees danger only in applied thought and not in sustained thought, he aspires only to abandon applied thought when he passes beyond the first jhāna, and so he obtains concentration without applied thought and with sustained thought only.",
    "ai-anya-e0101n3:14_3": "It was said regarding this.",
    "ai-anya-e0101n3:14_4": "In the second jhānas in the fourfold reckoning, is the third jhāna in the fivefold reckoning, and the fivefold reckoning, and the third and the fourth jhāna in the fivefold reckoning. So it is of three kinds as accompanied by applied and sustained thought.",
    "ai-anya-e0101n3:15_0": "In the third tetrad the first jhāna in the fourfold reckoning, and in three jhānas in the fivefold reckoning.",
    "ai-anya-e0101n3:15_1": "Concentration accompanied by bliss is the unification in those same jhānas and in the third and the fourth respectively in the two reckonings.",
    "ai-anya-e0101n3:15_2": "That accompanied by equanimity is that in the remaining jhāna.",
    "ai-anya-e0101n3:15_3": "Access concentration may be accompanied by bliss and happiness or accompanied by equanimity. So it is of three kinds as accompanied by happiness, and so on.",
    "ai-anya-e0101n3:16_0": "In the fourth triad limited concentration is unification on the plane of access.",
    "ai-anya-e0101n3:16_1": "Exalted concentration is unification in profitable consciousness, etc., of the fine- material sphere and immaterial sphere.",
    "ai-anya-e0101n3:16_2": "Measureless concentration is unification associated with the noble paths. Three limited, exalted, and measureless.",
    "ai-anya-e0101n3:17_0": "The commentary on the Concentration of Concentration",
    "ai-anya-e0101n3:18_0": "In the first of the teeth there is painful concentration, swift insight, concentration, which is painful, ignoble, and hard-witless. And there is swift insight, which is painful, pleasant, and swift.",
    "ai-anya-e0101n3:19_0": "Herein, concentration arises in him in the first jhāna is said to be the mode of the access in which that jhāna arises.",
    "ai-anya-e0101n3:19_1": "And the understanding that occurs from the time of access until absorption is called direct-knowledge.",
    "ai-anya-e0101n3:19_2": "That progress is difficult for some, being troublesome owing to the hindrances beginning with the hindrances. The meaning is that it is cultivated without ease.",
    "ai-anya-e0101n3:19_3": "It is easy for others because of the absence of those difficulties.",
    "ai-anya-e0101n3:19_4": "Also the direct-knowledge is sluggish in some and occurs slowly, not quickly.",
    "ai-anya-e0101n3:19_5": "In others it is swift and occurs rapidly, not slowly.",
    "ai-anya-e0101n3:20_0": "Herein, we shall comment below upon the suitable and unsuitable , the preparatory tasks consisting in the severing of impediments , etc., and skill in absorption . When a man cultivates what is unsuitable, his progress is difficult and his direct-knowledge sluggish.",
    "ai-anya-e0101n3:20_1": "pleasant practices, and quick-witted.",
    "ai-anya-e0101n3:20_2": "But if he cultivates the unsuitable in the earlier stage and the suitable in the later stage, or if he cultivates the suitable in the earlier stage and the unsuitable in the later stage, then it should be understood as mixed in his case.",
    "ai-anya-e0101n3:20_3": "Likewise if he devotes himself to development without carrying out the preparatory tasks of severing impediments, etc., his progress is difficult.",
    "ai-anya-e0101n3:20_4": "It is easy in the opposite case.",
    "ai-anya-e0101n3:20_5": "And if he is not accomplished in skill in absorption, his direct- knowledge is sluggish.",
    "ai-anya-e0101n3:20_6": "is quick to quickly:",
    "ai-anya-e0101n3:21_0": "Furthermore, the difference between craving and ignorance can be understood as the modes of these three kinds of concentration.",
    "ai-anya-e0101n3:21_1": "For if a man is overwhelmed by craving, his progress is difficult.",
    "ai-anya-e0101n3:21_2": "If not, it is easy.",
    "ai-anya-e0101n3:21_3": "And if he is overwhelmed by ignorance, his direct-knowledge is sluggish.",
    "ai-anya-e0101n3:21_4": "If not, it is swift.",
    "ai-anya-e0101n3:21_5": "And if he has had no practice in serenity, his progress is difficult.",
    "ai-anya-e0101n3:21_6": "by helping happiness,",
    "ai-anya-e0101n3:21_7": "And if he has had no practice in insight, his direct-knowledge is sluggish. If he has, it is swift.",
    "ai-anya-e0101n3:21_8": "And the breakup of the faculties should be understood in these same way.",
    "ai-anya-e0101n3:21_9": "For if a man’s defilements are sharp and his faculties dull, then his progress is difficult and his direct-knowledge sluggish; but if his faculties are keen, his direct-knowledge is swift.",
    "ai-anya-e0101n3:21_10": "And if his defilements are blunt and his faculties dull, then his progress is easy and his direct-knowledge sluggish;",
    "ai-anya-e0101n3:21_11": "but if his faculties are keen, his direct-knowledge is swift.",
    "ai-anya-e0101n3:22_0": "So as regards this progress and this direct-knowledge, when a person reaches concentration with difficult progress and sluggish direct-knowledge, his concentration is called concentration of difficult progress and sluggish direct-knowledge;",
    "ai-anya-e0101n3:22_1": "Such is the end of suffering, etc., which is of the four kinds as of difficult progress and sluggish direct-knowledge, and so on.",
    "ai-anya-e0101n3:23_0": "In the second tetrad there is limited concentration with a limited object, there is limited concentration with a limited object, there is measureless concentration with a limited object, and there is measureless concentration with a measureless object.",
    "ai-anya-e0101n3:23_1": "Herein, concentration is unfamiliar and incapable of being a condition for a higher jhāna. This is limited.",
    "ai-anya-e0101n3:23_2": "When it occurs with an unextended object , this is a limited object.",
    "ai-anya-e0101n3:23_3": "When it is familiar, well developed, and capable of being a condition for a higher jhāna, this is measureless.",
    "ai-anya-e0101n3:23_4": "When the objects were blessed with a measureless object,",
    "ai-anya-e0101n3:23_5": "The mixed method can be understood as the mixture of the characteristics already stated.",
    "ai-anya-e0101n3:23_6": "So it is of four kinds as limited with limited object, and so on.",
    "ai-anya-e0101n3:24_0": "the third absorption, the fourth absorption, the placing of the mind and keeping it connected are stilled. ...",
    "ai-anya-e0101n3:24_1": "Thus there are four kinds of concentration according to the factors of these four jhānas.",
    "ai-anya-e0101n3:24_2": "So it is of fourfold according to the fourfold reckoning.",
    "ai-anya-e0101n3:25_0": "In the fourth tetrad there is concentration partaking of diminution, there is concentration partaking of stagnation, there is concentration partaking of distinction, and there is concentration partaking of penetration.",
    "ai-anya-e0101n3:25_1": "Herein, it should be understood that the state of partaking of diminution is accessibility to opposition, the state of partaking of stagnation is stationariness of the mindfulness that is in conformity with that concentration, the state of partaking of distinction is the attaining of higher distinction, and the state of partaking of penetration is accessibility to perception and attention accompanied by dispassion,",
    "ai-anya-e0101n3:25_2": "according as it is said: “When a man has attained the first absorption and he is accessible to perception and attention accompanied by sense desire, then his understanding partakes of diminution.",
    "ai-anya-e0101n3:25_3": "When his mindfulness that is in conformity with that stagnates, then his understanding partakes of stagnation.",
    "ai-anya-e0101n3:25_4": "When he is accessible to perception and attention unaccompanied by applied thought, then his understanding partakes of distinction.",
    "ai-anya-e0101n3:25_5": "When he is accessible to perception and attention accompanied by dispassion and directed to fading away, then his understanding partakes of penetration” .",
    "ai-anya-e0101n3:25_6": "The kinds of concentration associated with that fourfold understanding are also four in number.",
    "ai-anya-e0101n3:25_7": "So it is of four kinds as partaking of diminution, and so on.",
    "ai-anya-e0101n3:26_0": "In the fifth tetrad there are the following four kinds of concentration, that is to say, sense-sphere concentration, fine-material-sphere concentration, and unincluded that is, path concentration.",
    "ai-anya-e0101n3:26_1": "Herein, sense- sphere concentration is all kinds of access unification.",
    "ai-anya-e0101n3:26_2": "Likewise the other three are respectively profitable unification of mind associated with fine-material, immaterial, and path, jhāna.",
    "ai-anya-e0101n3:27_0": "In the sixth (story), a mendicant who makes a decision gets the sixth immersion, gains immersion, and gains immersion. This is called",
    "ai-anya-e0101n3:27_1": "If a mendicant rouses up energy ...",
    "ai-anya-e0101n3:27_2": "a mendicant whose mind is freed through the ending of defilements. ...",
    "ai-anya-e0101n3:27_3": "If a mendicant, relying on inquiry, gets a state of immersion in order to get hold of inquiry, they’re called wise inquiry.”",
    "ai-anya-e0101n3:28_0": "Whatever placing of the mind and keeping it connected is said from the fourth absorption, the second absorption is effective and the third absorption, and the fourth absorption. Then, having broken down the third absorption, they should be understood with the fivefold stilling.",
    "ai-anya-e0101n3:28_1": "The five sets of jhāna factors should be understood in this way with the five sets of jhāna.",
    "ai-anya-e0101n3:29_0": "What is its defilement? What is its cleansing?",
    "ai-anya-e0101n3:29_1": "Here the Vibhaṅga: “Defilement is the state partaking of diminution,",
    "ai-anya-e0101n3:29_2": "cleansing is the state partaking of distinction” .",
    "ai-anya-e0101n3:29_3": "Herein, the first jhāna should be understood to him in this way: “When he is accessible to perception and attention accompanied by sense desire, then his understanding partakes of diminution.”",
    "ai-anya-e0101n3:29_4": "And the state partaking of distinction should be understood in this way: “When he is accessible to perception and attention unaccompanied by applied thought, then his understanding partakes of distinction” .",
    "ai-anya-e0101n3:30_0": "commentary in ten ways:",
    "ai-anya-e0101n3:31_0": "But the meditators of discerning in the way beginning, “This concentration should be developed only towards the first jhāna, and the mundane and supramundane talk,” etc., in the way already described.",
    "ai-anya-e0101n3:31_1": "for in developing path understanding that is developed too.",
    "ai-anya-e0101n3:31_2": "That’s why it should be developed like this.",
    "ai-anya-e0101n3:32_0": "But mundane concentration should be developed by one who has taken his stand on virtue that is quite purified in the way already stated. He should sever any of the ten impediments that he may have. He should then approach the good friend, the giver of a meditation subject, and he should apprehend from among the forty meditation subjects one that suits his own temperament. After that he should avoid a monastery unfavourable to the development of concentration and",
    "ai-anya-e0101n3:33_0": "The detail is this: Firstly it is said in the first place where the ten impediments that were cut off, he should sever any of the ten impediments that he may have.",
    "ai-anya-e0101n3:34_0": "Should a monastery worker, and a group of five were the fifth.",
    "ai-anya-e0101n3:35_0": "the life of a relative is overpowered and overpowered, thus the ten.",
    "ai-anya-e0101n3:36_0": "These are the ten impediments there, the dwellings belonging to the same Buddhist sect.",
    "ai-anya-e0101n3:37_0": "Herein, a single inner room or a single hut or a whole monastery for the Community is called a dwelling.",
    "ai-anya-e0101n3:37_1": "not all the virtuous is obstacle.",
    "ai-anya-e0101n3:37_2": "But if a monk uses a new quarrel in nine orifices on one or other, his consciousness turns out to be sprinkled, he is not satisfied with any kind of quiver.",
    "ai-anya-e0101n3:38_0": "Here is a story:",
    "ai-anya-e0101n3:38_1": "After leaving Anurādhapura, it seems, there were two gentlemen who had gone forth at the Thūpārāma.",
    "ai-anya-e0101n3:38_2": "One of them made himself familiar with the Two Codes, and when he had acquired five years’ seniority, he took part in the Pavāraṇā and then left for the place called Pācīnakhaṇḍarājī.",
    "ai-anya-e0101n3:38_3": "The other stayed on where he was.",
    "ai-anya-e0101n3:38_4": "Now, when the one who had gone to Pācīnakhaṇḍarājī had lived there a long time and had become an elder, he thought, “This place is good for retreat.”",
    "ai-anya-e0101n3:38_5": "So he set out, and in due course he entered the Thūpārāma.",
    "ai-anya-e0101n3:38_6": "When he saw him, he received the alms-bowl and received the bowl and robe, and went out to meet him. He then received the bowl and robe, and went out to meet him.",
    "ai-anya-e0101n3:38_7": "The visiting elder went into his lodging. He thought, “Now my friend will be sending me ghee or molasses or a drink;",
    "ai-anya-e0101n3:38_8": "he has lived long in this city.”",
    "ai-anya-e0101n3:38_9": "He got nothing that night, and in the morning he thought, “Now he will be sending me rice gruel and solid food sent by his supporters.”",
    "ai-anya-e0101n3:38_10": "When he saw none, he thought, “There is no one to bring it. No doubt they will give it when we go to the town.” Early in the morning they went into the town together with him.",
    "ai-anya-e0101n3:38_11": "When they had walked alone, they prepared a seat and sat in the assembly hall.",
    "ai-anya-e0101n3:38_12": "Then the visitor thought, “Perhaps there is no individual giving of gruel. But as soon as it is the time for the meal people will give special food.” But when it was time for the meal, they ate what they had got by wandering for alms. Then the visitor said,",
    "ai-anya-e0101n3:38_13": "“What’s the time, sir, what’s the wrong time?”",
    "ai-anya-e0101n3:38_14": "”— “Yes, friend.”",
    "ai-anya-e0101n3:38_15": "—”Venerable sir, Pācīnakhaṇḍarājī is comfortable; let us go there.”",
    "ai-anya-e0101n3:38_16": "Now, as the elder came out from the city by the southern gate he took the Kumbhakāragāma road which leads to Pācīnakhaṇḍarājī.",
    "ai-anya-e0101n3:38_17": "Anyone else said:",
    "ai-anya-e0101n3:38_18": "“But sir, what’s the path to Worthiness?”",
    "ai-anya-e0101n3:38_19": "Reverend, do you not recommend Pācīnakhaṇḍarājī,",
    "ai-anya-e0101n3:38_20": "But sir, why didn’t you say anything worth more than that?",
    "ai-anya-e0101n3:38_21": "”—”That is so, friend. The bed and bench belonging to the Sangha. There is nothing else.’",
    "ai-anya-e0101n3:38_22": "I have left my staff and my oil tubes.”",
    "ai-anya-e0101n3:38_23": "—”Have you already collected so much, friend, saying:",
    "ai-anya-e0101n3:38_24": "”—”Yes, venerable sir.”",
    "ai-anya-e0101n3:38_25": "He was glad in his heart, and he paid homage to the elder: “For those like you, venerable sir, everywhere is a forest dwelling.",
    "ai-anya-e0101n3:38_26": "The Thūpārāma is a place where the relics of four Buddhas are deposited; there is suitable hearing of the Dhamma in the Brazen Palace; there is the Great Shrine to be seen; and one can visit the Buddha.",
    "ai-anya-e0101n3:38_27": "It’s here that you should live.” On the following day he took his bowl and robe, and went away by himself.",
    "ai-anya-e0101n3:38_28": "It is no impediment for one like that.",
    "ai-anya-e0101n3:39_0": "from a family without (result) family, or family member,",
    "ai-anya-e0101n3:39_1": "For even a family consisting of supporters is an impediment for someone who lives in close association with it in the way beginning, “He is pleased when they are pleased” , and who does not even go to a neighbouring monastery to hear the teaching.",
    "ai-anya-e0101n3:39_2": "But even mother and father are not an impediment for another, as in the case of the young bhikkhu, the nephew of the elder who lived at the Koraṇḍaka Monastery.",
    "ai-anya-e0101n3:40_0": "He then went to the news,",
    "ai-anya-e0101n3:40_1": "The elder’s sister, who was a lay follower, was always asking the elder how her son was getting on.",
    "ai-anya-e0101n3:40_2": "One day the elder set out for Rohaṇa to fetch him back.",
    "ai-anya-e0101n3:40_3": "The young bhikkhu too thought, “I have lived here for a long time. Now I might go and visit my preceptor and find out how the laywomen.”",
    "ai-anya-e0101n3:40_4": "Both together.",
    "ai-anya-e0101n3:40_5": "He did the duties to the elder at the foot of a tree. When asked, “Where are you going? ” he told him his purpose.",
    "ai-anya-e0101n3:40_6": "The senior laywoman who has been made by you asking about it, and who was it that I came. That was why I came.",
    "ai-anya-e0101n3:40_7": "He arrived at the monastery on the actual day for taking up residence for the Rains.",
    "ai-anya-e0101n3:40_8": "Also his dwelling place had already done.",
    "ai-anya-e0101n3:41_0": "His father came on the following day and asked, “To whom was our lodging allotted, venerable sirs? ” When he heard that it had fallen to a young visitor, he went to him.",
    "ai-anya-e0101n3:41_1": "“Venerable Sir, please enter the rains residence in a dwelling.”",
    "ai-anya-e0101n3:41_2": "What is this?’",
    "ai-anya-e0101n3:41_3": "having taken our food and drinks, they should ask the newly arrived monks about it.”",
    "ai-anya-e0101n3:41_4": "He consented in silence.",
    "ai-anya-e0101n3:41_5": "The lay follower went home and told his wife. “There is a visiting lord who has taken up residence for the newly arrived monks. He should be carefully, carefully looked after, and carefully.”",
    "ai-anya-e0101n3:41_6": "and she agreed. She prepared good food of various kinds for him.",
    "ai-anya-e0101n3:41_7": "Though the youth went to his relatives’ home at the time of the meal,",
    "ai-anya-e0101n3:41_8": "no one recognized him.",
    "ai-anya-e0101n3:42_0": "When he had eaten alms food there during the three months and had completed the rainy season.",
    "ai-anya-e0101n3:42_1": "Then his relatives said, “Sir, go to the house, and spit it out in the house.” And he gave a butter, saying, “Go and bring back some butter.”",
    "ai-anya-e0101n3:42_2": "He gave (them) his consent, and crying Rohaṇa.",
    "ai-anya-e0101n3:43_0": "His preceptor had completed the Pavāraṇā ceremony and was on his way back. They met at the same place as before.",
    "ai-anya-e0101n3:43_1": "He did the duties to the Elder.",
    "ai-anya-e0101n3:43_2": "The elder asked him, “What’s the lay follower?”",
    "ai-anya-e0101n3:43_3": "“Yes, sir,” he replied. He did as the king asked, then anointed the elder with the oil, made him a drink with the sugar, and presented him with the length of cloth. He then, after paying homage to the senior venerable sir, saying, “Venerable sir, only Rohaṇa suits me,” and he departed.",
    "ai-anya-e0101n3:43_4": "The elder too arrived back at Kokālika, and next day he entered the village of Koraṇḍaka.",
    "ai-anya-e0101n3:44_0": "and she said, “My brother is coming, I took a path and go along the path.”",
    "ai-anya-e0101n3:44_1": "When she saw him coming, she thought, “My son must be dead; that is why the elder is coming alone,” and she fell at the elder’s feet, lamenting and weeping.",
    "ai-anya-e0101n3:44_2": "The elder said, “Previously because he hasn’t few wishes, he brought it back by himself, and he brought it back. He then brought it back. He then, erected it back, and he then shows it to the preparing of all that.",
    "ai-anya-e0101n3:45_0": "Having sat down in the presence of the laywomen and children, the Lord of the Earth said:",
    "ai-anya-e0101n3:45_1": "“I think myself a mendicant whose body is indeed engaged in perspectives, method with a story, and thoroughly practiced it to me. Thesenger of an ascetic, the way to who teaches the Dhamma to the four directions, and so on.",
    "ai-anya-e0101n3:45_2": "So, although for three months he ate in the house of the mother, you were the affairs of my mother!”",
    "ai-anya-e0101n3:45_3": "Such parents are not an impediment for another, associating with another family.”",
    "ai-anya-e0101n3:46_0": "Gain is the four requisites.",
    "ai-anya-e0101n3:46_1": "How are they an impediment?",
    "ai-anya-e0101n3:46_2": "For when a bhikkhu is worthy of offerings merit for a great retinue, they give gifts to the gods.",
    "ai-anya-e0101n3:46_3": "After giving them a teaching, he finds no opportunity to give to them.",
    "ai-anya-e0101n3:46_4": "In the first watch of the night, the humans just as far as the heavenly beings are reborn,",
    "ai-anya-e0101n3:46_5": "Again, even at dawn, alms-food eaters fond of opulence come and say, “Venerable sir, such and such a man lay follower, woman lay follower, friend, friend’s daughter, wants to see you,” and being ready to go, he replies, “Take the bowl and robe, friend.” So he is always on the alert. Thus these requisites are an impediment for him.",
    "ai-anya-e0101n3:46_6": "He should leave his group and wander by himself where he is not known.",
    "ai-anya-e0101n3:46_7": "the streams impediment fell severed.",
    "ai-anya-e0101n3:47_0": "if he takes it on in a group of travelers, refuted for recitation, or for questioning, and for the ascetic Gotama is an ascetic or a teacher of the Teaching; he is not able to get it like that.",
    "ai-anya-e0101n3:47_1": "If those monks were unpleasant, he should finish that offered the wilderness.",
    "ai-anya-e0101n3:47_2": "If they don’t take much of it, he should go any other than 40 kilometers if he spends something else than a hundred leagues, or he should say, “Herein, Venerable,” and he can take his instruction.",
    "ai-anya-e0101n3:47_3": "When this is the case, a single person comes, and you should do the procedure for yourself that should be done.",
    "ai-anya-e0101n3:48_0": "They were building work",
    "ai-anya-e0101n3:48_1": "Since he is able to achieve what he needs, he should know about what belongs to him assign that ends.",
    "ai-anya-e0101n3:48_2": "If he makes it entertain, he should sprinkle it.",
    "ai-anya-e0101n3:48_3": "If there is much about the Sangha, he should hand the Order or the message of the Sangha.",
    "ai-anya-e0101n3:48_4": "or if it is for himself, it is to be handed over to those whom he entrusts with his own affairs,",
    "ai-anya-e0101n3:48_5": "He should then dry it and put it away without making amends for such a drink.",
    "ai-anya-e0101n3:49_0": "travelers going to the path,",
    "ai-anya-e0101n3:49_1": "If someone is expected to give the going forth somewhere else, or if some requisite is obtainable there",
    "ai-anya-e0101n3:49_2": "If he’s not able to obtain that, and he goes to the wilderness, he’s able to get there, but he’s hard to get rid of it, and he will do what he wants with the ascetic’s duty.",
    "ai-anya-e0101n3:50_0": "Kin in the case of the monastery means teacher, preceptor, co-resident, pupil, those with the same preceptor as oneself, and those with the same teacher as oneself; and in the case of the house it means mother, father, brother, and so on.",
    "ai-anya-e0101n3:50_1": "When they are sick they are an impediment for him. Therefore that impediment should be severed by curing them with nursing.",
    "ai-anya-e0101n3:51_0": "Herein, when the preceptor is sick he must be cared for as long as life lasts if the sickness does not soon depart.",
    "ai-anya-e0101n3:51_1": "Likewise the teacher at the going forth, the teacher at the admission, the co-resident, the pupils to whom one has given the admission and the going forth, and those who have the same preceptor.",
    "ai-anya-e0101n3:51_2": "The teacher from whom one takes the dependence, the teacher who gives the dependence, the pupil to whom one has given the dependence, the pupil to whom one is giving instruction, and those who have that same teacher as oneself, should be looked after as long as the dependence or the instruction has not been terminated.",
    "ai-anya-e0101n3:51_3": "If one is able to do so, one should look after them even beyond that period.",
    "ai-anya-e0101n3:51_4": "he should act like this when the preceptor",
    "ai-anya-e0101n3:51_5": "if they live within the kingdom and look to their son for help, it should be given.",
    "ai-anya-e0101n3:51_6": "Their medicine is not,",
    "ai-anya-e0101n3:51_7": "Also, no one seeking alms food, and one that is unallowable",
    "ai-anya-e0101n3:51_8": "but one should give it to them what is theirs.",
    "ai-anya-e0101n3:51_9": "If they have none, then one should give one’s own temporarily and later get it back,",
    "ai-anya-e0101n3:51_10": "but one should not complain if one does not get it back.",
    "ai-anya-e0101n3:51_11": "It is not allowed to make medicine for or to give it to a sister.",
    "ai-anya-e0101n3:51_12": "“Give me your husband’s husband and give them her back.”",
    "ai-anya-e0101n3:51_13": "The same applies to one’s brother’s wife.",
    "ai-anya-e0101n3:51_14": "But their children bring them to do the same.",
    "ai-anya-e0101n3:52_0": "Affliction is any kind of illness.",
    "ai-anya-e0101n3:52_1": "When they are swamped by the arm, they should severely impediments.",
    "ai-anya-e0101n3:52_2": "But if I were to resolve it, I wouldn’t be able to resolve it even if I didn’t break my thief, slave, or taken back. Instead, I shouldn’t refute your slave, like a vehicle,",
    "ai-anya-e0101n3:53_0": "Remembering is seeking;",
    "ai-anya-e0101n3:53_1": "That is an impediment only for one who is constantly busy with recitations, etc., but not for others.",
    "ai-anya-e0101n3:53_2": "Here is the story:",
    "ai-anya-e0101n3:54_0": "The Elder Majjhima recited the Puṇṇaka was going to the hall of the Majjhima Nikāya.",
    "ai-anya-e0101n3:54_1": "The elder asked him, “How are you in the scriptures, friend?",
    "ai-anya-e0101n3:54_2": "”—”I am studying the Majjhima Nikāya, venerable sir.”",
    "ai-anya-e0101n3:54_3": "Reverends, these two descents are hard to burn and crush. When they are at the root of the Middle Fifty-three, they is a heap of heartwood.",
    "ai-anya-e0101n3:54_4": "How can you take up a meditation subject?”",
    "ai-anya-e0101n3:54_5": "—”Venerable sir, when I have taken a meditation subject from you, I shall not look at the scriptures again.” He took the meditation subject, and doing no recitation for nineteen years, he reached Arahantship in the twentieth year. He told them what he had been investigated, the meditation subject, and he had reached Arahantship. He thought, “I have not looked for twenty years, friends, yet I am familiarted to begin.” And from beginning to end he had no hesitation even over a single syllable.",
    "ai-anya-e0101n3:55_0": "The Elder Mahā-Nāga, too, who lived at Karuliyagiri put aside the scriptures for eighteen years.",
    "ai-anya-e0101n3:55_1": "To them, the village of those resident monks came together with their purposes and sankings. They made a terrangements with them.",
    "ai-anya-e0101n3:56_0": "In the Great Monastery too the Elder Tipiṭaka-Cūḷa-Abhaya had the golden drum struck, saying: “I shall expound the three Piṭakas in the circle of experts in the Five Collections of discourses,” and this was before he had learnt the commentaries.",
    "ai-anya-e0101n3:56_1": "The Saṅgha of mendicants speaks to the teachers of teachers. They give only what is said. They don’t say.",
    "ai-anya-e0101n3:56_2": "Also his preceptor asked him when he went to wait, “Don’t be afraid, friend?”",
    "ai-anya-e0101n3:56_3": "”—”Yes, venerable sir.”",
    "ai-anya-e0101n3:56_4": "What is the reason?",
    "ai-anya-e0101n3:56_5": "I’ll clarify what I’ve learned.",
    "ai-anya-e0101n3:56_6": "and what is without fear.",
    "ai-anya-e0101n3:56_7": "‘They say, sir.’",
    "ai-anya-e0101n3:56_8": "The elder dissented, saying “Hum.”",
    "ai-anya-e0101n3:56_9": "Again three times, they say:",
    "ai-anya-e0101n3:56_10": "The elder dissented, saying, “Hum.” Then he said, “Friend, your first explanation was the way of the teachers. But it is because you’re not acting like this.",
    "ai-anya-e0101n3:56_11": "Go and learn it from our own teachers.”",
    "ai-anya-e0101n3:56_12": "Why do I go, sir?",
    "ai-anya-e0101n3:56_13": "”—”There is an elder named Mahā Dhammarakkhita living in the Tulādhārapabbata Monastery in the Rohaṇa country beyond the Mahaveli River. He knows all the scriptures. Go to him.”",
    "ai-anya-e0101n3:56_14": "Saying, “Good, sir,” he paid homage to the senior mendicants. He bowed to the senior mendicants, and sat down.",
    "ai-anya-e0101n3:56_15": "The elder asked him, “Why have you come?”",
    "ai-anya-e0101n3:56_16": "is able to teach the Dhamma, reverend Sir.",
    "ai-anya-e0101n3:56_17": "Reverend Abhaya, these days dogs from time to time ask:",
    "ai-anya-e0101n3:56_18": "The remaining thirty-two years, which I did not forty-eight years.",
    "ai-anya-e0101n3:56_19": "Still you may repeat them in my presence by night,",
    "ai-anya-e0101n3:56_20": "I will speak to you by day.",
    "ai-anya-e0101n3:56_21": "He said, “Good, venerable sir,” and he acted accordingly.",
    "ai-anya-e0101n3:56_22": "The inhabitants of the village had a large pavilion built at the door of his dwelling, and they came daily to hear the Dhamma.",
    "ai-anya-e0101n3:56_23": "the night had passed by,",
    "ai-anya-e0101n3:56_24": "The Elder having progresseded during the day-like dwelling place by day, he sat down on a mat on the ground before the Elder Abhaya and said, “Give me a meditation subject.”",
    "ai-anya-e0101n3:56_25": "What is I didn’t you, sir? I have heard you heard it in your presence.",
    "ai-anya-e0101n3:56_26": "Why can I explain to you that you do not already know?",
    "ai-anya-e0101n3:56_27": "” The senior elder said, “This path is different for one who has actually travelled by.”",
    "ai-anya-e0101n3:56_28": "The Elder Abhaya was then, it seems, a stream-enterer.",
    "ai-anya-e0101n3:56_29": "After giving the meditation subject to him, the Elder Mahādhammarakkhita became fully extinguished.",
    "ai-anya-e0101n3:56_30": "Having heard that, he said, “There is an excluded from the robe-cloth.” Then he asked the teacher Arahant path to perfection,",
    "ai-anya-e0101n3:56_31": "Our teacher was a true thoroughbred.",
    "ai-anya-e0101n3:56_32": "He sat down on the Dhamma seat in his own presence, thinking: ‘I have given a meditation subject to get a meditation subject,’",
    "ai-anya-e0101n3:56_33": "They are unable to ask about the path to perfection.”",
    "ai-anya-e0101n3:56_34": "That kind of sore is not an impediment.",
    "ai-anya-e0101n3:57_0": "Supernormal powers are the supernormal powers of the ordinary man.",
    "ai-anya-e0101n3:57_1": "They are hard to maintain, like a prone infant or like young corn,",
    "ai-anya-e0101n3:57_2": "with diligent effort.",
    "ai-anya-e0101n3:57_3": "But they are an impediment for insight, not for concentration, since they are obtainable through concentration.",
    "ai-anya-e0101n3:57_4": "So the supernormal powers are an impediment that should be severed by one who seeks insight; the others are impediments to be severed by one who seeks concentration. This, in the first place, is the detailed explanation of the impediments.",
    "ai-anya-e0101n3:58_0": "The giver of a meditation subject",
    "ai-anya-e0101n3:59_0": "Approach the good friend, the giver of a meditation subject : meditation subjects are of two kinds, that is, generally useful meditation subjects and special meditation subjects.",
    "ai-anya-e0101n3:59_1": "Herein, loving-kindness towards the Community of monks, and also mindfulness of death are what are called generally useful meditation subjects.",
    "ai-anya-e0101n3:59_2": "some perception of the unattractive:",
    "ai-anya-e0101n3:60_0": "When a bhikkhu takes up a meditation subject, he should first develop loving-kindness towards the Community of Bhikkhus within the boundary, limiting it at first to “all bhikkhus in this monastery”, in this way: “May they be happy and free from affliction.”",
    "ai-anya-e0101n3:60_1": "Then he should develop it towards all deities within the boundary.",
    "ai-anya-e0101n3:60_2": "Then towards all the principal people in the village that is his alms resort;",
    "ai-anya-e0101n3:60_3": "then to all human beings there and to all living beings.",
    "ai-anya-e0101n3:60_4": "With loving-kindness towards the Community of monks, he (saying):",
    "ai-anya-e0101n3:60_5": "then they’re happy from swamped by you,",
    "ai-anya-e0101n3:60_6": "With loving-kindness towards the deities within the boundary he is protected by kindly deities with lawful protection.",
    "ai-anya-e0101n3:60_7": "With loving- kindness towards the principal people in the village that is his alms resort his requisites are protected by well-disposed principal people with lawful protection.",
    "ai-anya-e0101n3:60_8": "With loving-kindness to all human beings there he goes about without incurring their dislike since they trust him.",
    "ai-anya-e0101n3:60_9": "With loving-kindness to all living beings he can wander unhindered everywhere.",
    "ai-anya-e0101n3:60_10": "With mindfulness of death, thinking, “I have got to die,” he gives up improper search , and with a growing sense of urgency he comes to live without attachment.",
    "ai-anya-e0101n3:60_11": "When his mind is familiar with the perception of foulness, then even divine objects do not tempt his mind to greed.",
    "ai-anya-e0101n3:61_0": "So these are called “generally useful” and they are “called meditation subjects” since they are needed generally and desirable owing to their great helpfulness and since they are subjects for the meditation work intended.",
    "ai-anya-e0101n3:62_0": "What is called a “special meditation subject” is that one from among the forty meditation subjects that is suitable to a man’s own temperament. It is “special” because he must carry it constantly about with him, and because it is the proximate cause for each higher stage of development.",
    "ai-anya-e0101n3:62_1": "Thus this twofold meditation subject is called the giver of a meditation subject.",
    "ai-anya-e0101n3:62_2": "gave that meditation subject to you.",
    "ai-anya-e0101n3:63_0": "The good friend",
    "ai-anya-e0101n3:64_0": "Pleasant, respectful, and mature, one who speaks words of forbearance,",
    "ai-anya-e0101n3:65_0": "One who talks about what is deep, who does not urge the impossible.",
    "ai-anya-e0101n3:66_0": "is one who possesses such special qualities as these . For one who has good friends, who is standing on the ground,",
    "ai-anya-e0101n3:67_0": "“Ānanda, I’m encountered by me. Relying on this good friend, the still of all sentient beings, the fully awakened Buddha.”",
    "ai-anya-e0101n3:67_1": "Since that is so, while he is available only a meditation subject taken in the Buddha’s presence is well taken.",
    "ai-anya-e0101n3:67_2": "But after his final attainment of Nibbāna, it is proper to take it from anyone of the eighty great disciples still living.",
    "ai-anya-e0101n3:67_3": "When he is not wanting to get a meditation subject, he must first achieve mastery in the attainment of the fourth jhāna and enlightenment. Then he should go on to the fortnightenment-precess of absorption.",
    "ai-anya-e0101n3:68_0": "But how then does someone with defilements ended show themselves?",
    "ai-anya-e0101n3:68_1": "having to be spoken of, one should know about it.",
    "ai-anya-e0101n3:68_2": "The Elder Assaji thought, “Did you not know the meditation subject that a bhikkhu sits down in the sky,” and having prepared a meditation subject, he then placed his sitting cross-legged in the air, sit down cross-legged, with his meditation subject to the Round.",
    "ai-anya-e0101n3:69_0": "That’s why someone with defilements ended finds a stream-enterer, not with the giving up of a stream-enterer. If not a stream-enterer, he receives the Upasampadā ordination in the presence of an ordinary person who, not previously entered upon the first absorption, the transferrings his former wife.",
    "ai-anya-e0101n3:69_1": "If not even one who knows one Piṭaka is available, then it should be taken from one who is familiar with one Collection together with that one from one who is himself.",
    "ai-anya-e0101n3:69_2": "For a teacher such as this, who knows the texts, guards the heritage, and protects the tradition, will follow the teachers’ opinion rather than his own.",
    "ai-anya-e0101n3:69_3": "Hence the Ancient Elders said three times, “One who is conscientious will guard it.”",
    "ai-anya-e0101n3:70_0": "Now, those beginning with one whose cankers are destroyed, mentioned above, will describe only the path they have themselves reached.",
    "ai-anya-e0101n3:70_1": "But with a learned man, his instructions and his answers to questions are purified by his having approached such and such teachers, and so he will explain a meditation subject showing a broad track, like a big elephant going through a stretch of jungle, and he will select suttas and reasons from here and there, adding explanations of what is suitable and unsuitable.",
    "ai-anya-e0101n3:70_2": "Therefore he should go to such a good friend and say to him: “A meditation subject, and having a meditation subject, he should go to him.",
    "ai-anya-e0101n3:71_0": "If you’re staying in the same dwelling, all is well. If not, you should go to wherever you like.",
    "ai-anya-e0101n3:71_1": "When he is walking, he should take his sandals with his foot-scrapers and feet, cover them with oil, grew them on the ground, and sew them together.",
    "ai-anya-e0101n3:71_2": "during the time of departing, he should do whatever he has said about his bowl and robe, with a support for the century, having arrived here, with a position, on the way to ease, and having turned back.",
    "ai-anya-e0101n3:72_0": "entering that dwelling, he should take out the proper way and then enter the village. He should dry it, put another upper robe over one shoulder, pay respect at the feet, squat on his heels, raise his joined palms, and do the invitation procedure.",
    "ai-anya-e0101n3:72_1": "If there are mendicants who are hostile to the teacher, they might ask him the reason for his coming and speak dispraise of the teacher, saying, “You’ll go straight there.” So they’d make him regret it in the teacher’s dwelling and go straight there.",
    "ai-anya-e0101n3:73_0": "If the teacher is junior, he should not consent to the teacher’s receiving his bowl and robe, and so on.",
    "ai-anya-e0101n3:73_1": "If there is a more senior teacher, he should worship it and then worship it.",
    "ai-anya-e0101n3:73_2": "When told, “Put down the bowl and robe, friend,” he may put them down.",
    "ai-anya-e0101n3:73_3": "When this was said, he can drink if he wants to drink.",
    "ai-anya-e0101n3:73_4": "When told, “You may wash your feet,” he should not do so at once,",
    "ai-anya-e0101n3:73_5": "for if the teacher had water brought him to the water, it wouldn’t be infatuated.",
    "ai-anya-e0101n3:73_6": "But when told “Wash, friend, it was not brought by me, it was brought by others,” then he can wash his feet, sitting in a screened place out of sight of the teacher, or in the open to one side of the dwelling.",
    "ai-anya-e0101n3:74_0": "If the teacher brings an oil tube, he should get up and take it carefully with both hands.",
    "ai-anya-e0101n3:74_1": "If they don’t say, “This monk isn’t like this.”",
    "ai-anya-e0101n3:74_2": "” but having taken it, he should not anoint his feet at once.",
    "ai-anya-e0101n3:74_3": "for if he couldn’t get a lip.",
    "ai-anya-e0101n3:74_4": "So he should first anoint his head, then his shoulders, etc.;",
    "ai-anya-e0101n3:74_5": "“When all the teachers have finished their feet, they should put this upper robe on his head.” Then he should then anoint his feet. Then he should give it a little, saying, “For this.”",
    "ai-anya-e0101n3:75_0": "He should not say this to me: “Explain a meditation subject for me to the meditation subject.”",
    "ai-anya-e0101n3:75_1": "On the second day, if the teacher asks, “If there is someone to begging for a second time,” he should do so.",
    "ai-anya-e0101n3:75_2": "If he does not allow it when asked, they can be done when the opportunity offers.",
    "ai-anya-e0101n3:75_3": "When he is one who is stubborn, he should knee-deep, for three lesser stages.",
    "ai-anya-e0101n3:75_4": "and two kinds of mouth-washing water and bathing water, are to be set out.",
    "ai-anya-e0101n3:75_5": "Whichever of these the teacher uses for three days should then be brought regularly.",
    "ai-anya-e0101n3:75_6": "one should use what has not been relinquished, one should be received in whatever place the other edge.",
    "ai-anya-e0101n3:75_7": "Why so many words?",
    "ai-anya-e0101n3:75_8": "“A student should conduct himself properly toward his teacher.",
    "ai-anya-e0101n3:75_9": "This is the proper conduct in which he should get up and put his upper robe over one shoulder. He should then give his teacher a toothbrush and water for rinsing the mouth, and he should prepare a seat for him.",
    "ai-anya-e0101n3:75_10": "If there is rice porridge, he should wash a vessel and bring the rice porridge to the preceptor. The whole aggregates should be done all.”",
    "ai-anya-e0101n3:76_0": "When the teacher has entered the proper conduct in regard to himself, he should pay homage to the length of the one who is moved, and when asked the queen about it, “You may go.” When the teacher asks him, “Why have you come?”",
    "ai-anya-e0101n3:76_1": "If he does not ask but agrees to the duties being done, then after ten days or a fortnight have gone by he should make an opportunity by staying back one day at the time of his dismissal, and announcing the reason for his coming,",
    "ai-anya-e0101n3:76_2": "or he should go at an unaccustomed time, and when asked, “What have you come for? ” he can announce it.",
    "ai-anya-e0101n3:76_3": "If the teacher says, “Come in the morning,” he should do so.",
    "ai-anya-e0101n3:77_0": "But if someone blades with its illness, he should get a fire to burn, carbuncle, or he can truly go to bring him back. He should not inform him of his own food, drink, clothes, vehicles, or beside.",
    "ai-anya-e0101n3:77_1": "For if a meditation subject is expounded at an inconvenient time, one cannot give attention.",
    "ai-anya-e0101n3:77_2": "This meditation subject should be approached with a good friend, the giver of a meditation subject.",
    "ai-anya-e0101n3:78_0": "Principled conduct is contact.",
    "ai-anya-e0101n3:79_0": "43.",
    "ai-anya-e0101n3:79_1": "Now, as to the words, one that suits his temperament : there are six kinds of temperament, that is, greedy temperament, hating temperament, deluded temperament, faithful temperament, intelligent temperament, and speculative temperament.",
    "ai-anya-e0101n3:79_2": "Some would have fourteen, taking these six single sections and fourteen more together with the four made up of the faithful.",
    "ai-anya-e0101n3:79_3": "But when this happens, the schism is being transmigrated by greed, etc., the kinds of temperament should be understood, and therefore the six kinds of temperament.",
    "ai-anya-e0101n3:79_4": "As to meaning the temperaments are one, that is to say, one is to say, a single word about.",
    "ai-anya-e0101n3:79_5": "For these six kinds of persons are one of greedy temperament, one of hating temperament, one of deluded temperament, one of faithful temperament, one of faithful temperament, one of intelligent temperament, and one of speculative temperament.",
    "ai-anya-e0101n3:80_0": "Herein, one of intelligent temperament is parallel to one of greedy temperament because those of the profitable kamma occurs in one of greedy temperament.",
    "ai-anya-e0101n3:80_1": "For, in an unprofitable way, greed is affectionate and not over-austere, and so, in a profitable way, is faith.",
    "ai-anya-e0101n3:80_2": "seeks out the special qualities of faith, etc., in this way, greed and so on.",
    "ai-anya-e0101n3:80_3": "And greed does not give up what is harmful, while faith does not give up what is beneficial.",
    "ai-anya-e0101n3:81_0": "One of intelligent temperament is parallel to one of hating temperament because understanding is strong when profitable kamma occurs in one of hating temperament, owing to its special qualities being near to those of hate.",
    "ai-anya-e0101n3:81_1": "For in an unprofitable way, hate is disaffected and does not hold to its object, and so, in a profitable way, is understanding.",
    "ai-anya-e0101n3:81_2": "Hate seeks out only unreal faults, while understanding seeks out what is true.",
    "ai-anya-e0101n3:81_3": "And hate occurs in the mode of condemning living beings, while understanding occurs in the mode of condemning formations.",
    "ai-anya-e0101n3:82_0": "However, because of one of deluded temperament arise when it arises in one of deluded temperament gives rise to the seats of thoughts that arise, (thinking): One who gives rise to the seats of thoughts, or when they do not arise.",
    "ai-anya-e0101n3:82_1": "Likewise, deluded by applied thought and sustained thought thus: “This is the mode of its waves, not just as applied thought.",
    "ai-anya-e0101n3:82_2": "And just as delusion vacillates owing to superficiality,",
    "ai-anya-e0101n3:82_3": "so do applied thoughts that are due to facile conjecturing.",
    "ai-anya-e0101n3:83_0": "Others say that there are three more kinds of temperament with craving, pride, and views.",
    "ai-anya-e0101n3:83_1": "Herein craving is simply greed; and pride is associated with that, so neither of them exceeds greed.",
    "ai-anya-e0101n3:83_2": "And since views have their source in delusion, the temperament of views falls within the deluded temperament.",
    "ai-anya-e0101n3:84_0": "44.",
    "ai-anya-e0101n3:84_1": "What is the source of these temperaments?",
    "ai-anya-e0101n3:84_2": "And how is this person of greedy temperament, that person is of one of those beginning with hating temperament?",
    "ai-anya-e0101n3:84_3": "And what’s the case of a person’s suit?",
    "ai-anya-e0101n3:85_0": "Herein, as some say, the first three kinds of temperament to begin with have their source in previous habit; and they have their source in elements and humours.",
    "ai-anya-e0101n3:85_1": "Apparently one of greedy temperament has formerly had plenty of desirable tasks and gratifying work to do, or has reappeared here after dying in a heaven.",
    "ai-anya-e0101n3:85_2": "And one of hating temperament has formerly had plenty of stabbing and torturing and brutal work to do or has reappeared here after dying in one of the hells or the nāga existences.",
    "ai-anya-e0101n3:85_3": "And one of deluded temperament has formerly drunk a lot of intoxicants and neglected learning and questioning, or has reappeared here after dying in the animal existence. It is in this way that they have their source in previous habit, they say:",
    "ai-anya-e0101n3:85_4": "But one of two elements is obstructed by the earth element and the water element.",
    "ai-anya-e0101n3:85_5": "For the other two he wanders in one of hating temperament.",
    "ai-anya-e0101n3:85_6": "But he is of greedy temperament because all four are equal.",
    "ai-anya-e0101n3:85_7": "and one of hating temperament has wind in excess.",
    "ai-anya-e0101n3:85_8": "and one of deluded temperament has wind in excess.",
    "ai-anya-e0101n3:85_9": "Or one of deluded temperament has wind in excessive.",
    "ai-anya-e0101n3:85_10": "and one of greedy temperament has wind in excess. ...",
    "ai-anya-e0101n3:86_0": "Now, it can rightly be objected that not all of those who have had plenty of desirable tasks and gratifying work to do, and who have reappeared here after dying in a heaven, are of greedy temperament, or the others respectively of hating and deluded temperament;",
    "ai-anya-e0101n3:86_1": "so there is no such law of prominence of elements as that of in the way already described.",
    "ai-anya-e0101n3:86_2": "and only the pair, greed and delusion, are given in the law of humours, and even that subsequently contradicts itself;",
    "ai-anya-e0101n3:86_3": "and no source for even one among those beginning with one of faithful temperament is given.",
    "ai-anya-e0101n3:86_4": "That’s why all deliberately defined.",
    "ai-anya-e0101n3:87_0": "And here in the Commentaries, however, is given in the first castegory of greed, hate, delusion, and the produced in the vanity of youth. This is the opposite of the greedy for sentient beings.",
    "ai-anya-e0101n3:88_0": "For when in one man, at the moment of his accumulating rebirth-producing kamma, greed is strong and non-greed is weak, non-hate and non-delusion are strong and hate and delusion are unable to prevail over his greed,",
    "ai-anya-e0101n3:88_1": "but his delusion is strong and able to prevail over his hate.",
    "ai-anya-e0101n3:88_2": "That is why, on being reborn through rebirth-linking given by that kamma, he has greed, is good-natured and unangry, and possesses understanding with knowledge like a lightning flash.",
    "ai-anya-e0101n3:89_0": "“When, at the moment of his accumulating kamma, greed and hate are strong and non-greed and non-hate weak, and non-delusion is strong and delusion weak, then in the way already stated he has both greed and hate",
    "ai-anya-e0101n3:89_1": "but possesses understanding with knowledge like a lightning flash, like the Elder Datta-Abhaya.",
    "ai-anya-e0101n3:90_0": "“When, at the moment of his accumulating kamma, greed, non-hate and delusion are strong and the others are weak, then in the way already stated he both has greed and is dull but is good-tempered and unangry, like the Elder Bahula.“",
    "ai-anya-e0101n3:91_0": "Likewise when, at the moment of his accumulating kamma, the three, namely, greed, hate and delusion are strong and non-greed, etc., are weak, then in the way already stated he has both greed and hate and is deluded.",
    "ai-anya-e0101n3:92_0": "“When, at the moment of his accumulating kamma, non-greed, hate and delusion are strong and the others are weak, then in the way already stated he has little defilement and is unshakable even on seeing a heavenly object, but he has hate and is slow in understanding.“",
    "ai-anya-e0101n3:93_0": "When, at the moment of his accumulating kamma, non-greed, non-hate and non-delusion are strong and the rest weak, then in the way already stated he has no greed and no hate, and is good-tempered but slow in understanding.“",
    "ai-anya-e0101n3:94_0": "Likewise when, at the moment of his accumulating kamma, non-greed, hate and non-delusion are strong and the rest weak, then in the way already stated he both has no greed and possesses understanding but has hate and is irascible.“",
    "ai-anya-e0101n3:95_0": "Likewise when, at the moment of his accumulating kamma, the three, that is, non-hate, non-greed, and non-delusion, are strong and greed, etc., are weak, then in the way already stated he has no greed and no hate and possesses understanding, like the Elder Mahā-Saṅgharakkhita. ”",
    "ai-anya-e0101n3:96_0": "One who, as it is said here, “has greed” is one of greedy temperament;",
    "ai-anya-e0101n3:96_1": "one who “has hate” and one who “is dull” are respectively of hating temperament and deluded temperament.",
    "ai-anya-e0101n3:96_2": "One who “possesses understanding” is one of intelligent temperament.",
    "ai-anya-e0101n3:96_3": "and it is covered with the robbery.",
    "ai-anya-e0101n3:96_4": "Or just as one who is reborn through kamma accompanied by non-delusion is of intelligent temperament, so one who is reborn through kamma accompanied by strong faith is of faithful temperament,",
    "ai-anya-e0101n3:96_5": "one who is reborn through kamma accompanied by thoughts of sense desire is of speculative temperament,",
    "ai-anya-e0101n3:96_6": "and one who is reborn through kamma accompanied by mixed greed, etc., is of mixed temperament.",
    "ai-anya-e0101n3:96_7": "Such is the source of a person’s equipments, and repetitions, they can understand their source.",
    "ai-anya-e0101n3:97_0": "But how is this personal idiosyncratic? This is how one of greedy temperament.",
    "ai-anya-e0101n3:98_0": "By the posture, by the action, By eating, seeing, and so on,",
    "ai-anya-e0101n3:99_0": "By the kind of states occurring, May temperament be recognized.",
    "ai-anya-e0101n3:100_0": "Herein, by the posture: when one of greedy temperament is walking in his usual manner, he walks carefully, puts his foot down slowly, puts it away, puts it away, puts it away, lifts it.",
    "ai-anya-e0101n3:100_1": "One of hating temperament walks as though he were digging with the points of his feet, puts his foot down quickly, lifts it up quickly, and his step is dragged along.",
    "ai-anya-e0101n3:100_2": "One of deluded temperament walks with a perplexed gait, puts his foot down hesitantly, lifts it up hesitantly, and his step is pressed down suddenly.",
    "ai-anya-e0101n3:100_3": "And this is said in the commentaries:",
    "ai-anya-e0101n3:101_0": "“For a night heap of strangs,",
    "ai-anya-e0101n3:102_0": "his attachment to immediately,",
    "ai-anya-e0101n3:103_0": "Deluded, he will suddenly press down his step;",
    "ai-anya-e0101n3:104_0": "And one without defilement has a step like this.",
    "ai-anya-e0101n3:105_0": "For one of greedy temperament is encounters, sweet-natured, deluded temperament, deluded in one of hating temperament, deluded temperament, and so on.",
    "ai-anya-e0101n3:105_1": "likewise in sitting.",
    "ai-anya-e0101n3:105_2": "And one of greedy temperament spreads his bed unhurriedly, lies down slowly, composing his limbs, and he sleeps in a confident manner. When woken, instead of getting up quickly, he gives his answer slowly as though doubtful.",
    "ai-anya-e0101n3:105_3": "One of hating temperament spreads his bed hastily anyhow; with his body flung down he sleeps with a scowl. When woken, he gets up quickly and answers as though annoyed.",
    "ai-anya-e0101n3:105_4": "One of deluded temperament spreads his bed all awry and sleeps mostly face downwards with his body sprawling. When woken, he gets up slowly, saying, “Hum. ”",
    "ai-anya-e0101n3:105_5": "Since those of faithful temperament, etc., are parallel to those of greedy temperament, etc., their postures are therefore like those described above.",
    "ai-anya-e0101n3:105_6": "This firstly is how the temperaments may be recognized by the posture.",
    "ai-anya-e0101n3:106_0": "By the action: also in the acts of sweeping, etc., one of greedy temperament grasps the broom well, and he sweeps cleanly and evenly without hurrying or scattering the sand, as if he were strewing sinduvāra flowers.",
    "ai-anya-e0101n3:106_1": "One of hating temperament grasps the broom tightly, and he sweeps uncleanly and unevenly with a harsh noise, hurriedly throwing up the sand on each side.",
    "ai-anya-e0101n3:106_2": "One of deluded temperament grasps the broom loosely, and he sweeps neither cleanly nor evenly, mixing the sand up and turning it over.",
    "ai-anya-e0101n3:107_0": "As with sweeping, so too with any action such as washing and dyeing robes, and so on. One of greedy temperament acts skilfully, gently, evenly and carefully.",
    "ai-anya-e0101n3:107_1": "One of hating temperament acts tensely, stiffly and unevenly.",
    "ai-anya-e0101n3:107_2": "One of deluded temperament acts unskilfully as if muddled, unevenly and indecisively.",
    "ai-anya-e0101n3:107_3": "Also one of greedy temperament wears his robe neither too tightly nor too loosely, confidently and level all round.",
    "ai-anya-e0101n3:107_4": "One of hating temperament wears his garments all round.",
    "ai-anya-e0101n3:107_5": "One of deluded temperament is smiled,",
    "ai-anya-e0101n3:107_6": "Those of faithful temperament, etc., should be understood in the same way as those just described, since they are parallel.",
    "ai-anya-e0101n3:107_7": "How should the temperaments may be recognized by the temperaments?",
    "ai-anya-e0101n3:108_0": "By eating: One of greedy temperament likes eating rich sweet food. When eating, he makes a round lump not too big and eats unhurriedly, savouring the various tastes. He enjoys having had the choice.",
    "ai-anya-e0101n3:108_1": "And one of hating temperament sleeps with a shade and water. He experiences unclean and saucelessly mortified rice and, without getting anything left over.",
    "ai-anya-e0101n3:108_2": "One of deluded temperament has no settled choice. When eating, he makes a small un-rounded lump, and as he eats he drops bits into his dish, smearing his face, with his mind astray, thinking of this and that.",
    "ai-anya-e0101n3:108_3": "Also those of faithful temperament, etc., should be understood in the same way as those just described since they are parallel.",
    "ai-anya-e0101n3:108_4": "This is how the temperament may be recognized by eating.",
    "ai-anya-e0101n3:109_0": "And by seeing and so on: when one of greedy temperament sees even a slightly pleasing form, he looks long as if surprised, he seizes on trivial virtues, discounts genuine faults, and when departing, he does so with regret as if unwilling to leave.",
    "ai-anya-e0101n3:109_1": "One of hating temperament sees even a drum because he sees a dreadful form, which is like that for a long time, when he sees a short while, he does not want to leave. He could go wherever he wants.",
    "ai-anya-e0101n3:109_2": "When one of deluded temperament sees a sight with others, he criticizes the giving up of importance. When they hear it from others, he praises those things.",
    "ai-anya-e0101n3:109_3": "So too with sounds, and so on.",
    "ai-anya-e0101n3:109_4": "But those of faithful temperament, etc., should be understood in the same way as those just described, since they are parallel.",
    "ai-anya-e0101n3:109_5": "thus the temperaments may be recognized by seeing and so on.",
    "ai-anya-e0101n3:110_0": "By the kind of states occurring: in one of greedy temperament there is frequent occurrence of such states as deceit, fraud, pride, evilness of wishes, greatness of wishes, discontent, foppery and personal vanity.",
    "ai-anya-e0101n3:110_1": "In one of hating temperament there is frequent occurrence of such states as anger, enmity, disparaging, domineering, envy and avarice.",
    "ai-anya-e0101n3:110_2": "and an opportunity to be given up by one of deluded temperament, which is agitated and undeveloped. That is why it is given up in him, making an end of doubt, and falls away.",
    "ai-anya-e0101n3:110_3": "In one of faithful temperament there is frequent occurrence of such states as free generosity, desire to see Noble Ones, desire to hear the Good Dhamma, great gladness, ingenuousness, honesty, and trust in things that inspire trust.",
    "ai-anya-e0101n3:110_4": "In one of intelligent temperament there is frequent occurrence of such states as readiness to be spoken to, possession of good friends, knowledge of the sense faculties, mindfulness and situational awareness, and immersion.",
    "ai-anya-e0101n3:110_5": "In one of speculative temperament there is frequent occurrence of such states as talkativeness, sociability, boredom with devotion to the profitable, failure to finish undertakings, smoking by night and flaming by day , and mental runnning hither and thither .",
    "ai-anya-e0101n3:110_6": "Thus by the kind of states occurring, May temperament be recognized.",
    "ai-anya-e0101n3:111_0": "However, these temperaments have not been handed down in their entirety in either the texts or the commentaries; they are only expressed according to the opinion of the teachers and cannot therefore be treated as authority.",
    "ai-anya-e0101n3:111_1": "For even those of hating temperament can exhibit postures, etc., ascribed to the greedy temperament when they try diligently.",
    "ai-anya-e0101n3:111_2": "For one of hating temperament and the characteristic of comprehension, etc., their differentiations do not appear to him.",
    "ai-anya-e0101n3:111_3": "but this is what should be spoken by the eight descriptions of temperament.",
    "ai-anya-e0101n3:111_4": "for this is said: “A teacher who has acquired penetration of minds will know the temperament and will explain a meditation subject accordingly; one who has not should question the pupil.”",
    "ai-anya-e0101n3:111_5": "So you should ask your mind by comprehending the mind of a person and then ask it.",
    "ai-anya-e0101n3:111_6": "This person is of greedy temperament, one of those beginning with hating temperament.",
    "ai-anya-e0101n3:112_0": "46.",
    "ai-anya-e0101n3:112_1": "What suits one of what kind of temperament?. But, for one of greedy temperament has an unwashed sill and stands level with the ground, and it can be either an overhanging rock with an unprepared drip-ledge lamp, unbued, a grass hut, or a chair, and it covered with dirt, soiled with dirt, or a woolen rushing the ground,",
    "ai-anya-e0101n3:112_2": "The Simile of the Tree of the Rose Apple Island",
    "ai-anya-e0101n3:112_3": "And the right kind of bowl for him is an ugly clay bowl disfigured by stoppings and joints, or a heavy and misshapen iron bowl as unappetizing as a skull.",
    "ai-anya-e0101n3:112_4": "The right kind of road for him on which to wander for alms is disagreeable, with no village near, and uneven.",
    "ai-anya-e0101n3:112_5": "The right kind of village for him in which to wander for alms is where people wander about as if oblivious of him, where, as he is about to leave without getting alms even from a single family, people call him into the sitting hall, saying, “Come, Sir,” and give him gruel and rice, but do so as casually as if they were putting a cow in a pen.",
    "ai-anya-e0101n3:112_6": "Suitable people to serve him are slaves or workmen who are unsightly, ill-favoured, with dirty clothes, ill-smelling and disgusting, who serve him his gruel and rice as if they were throwing it rudely at him.",
    "ai-anya-e0101n3:112_7": "rice gruel and curry of rice and hard food is poor, unsightly, deformed, and so on, brownishing the banks of the Ganges to the grain, yellow radiate, surrounding the whole of them.",
    "ai-anya-e0101n3:112_8": "The right kind of posture for him is either.",
    "ai-anya-e0101n3:112_9": "The object of his contemplation should be any of the colour kasiṇas, beginning with the blue, whose colour is not pure. This is what suits one of greedy temperament.",
    "ai-anya-e0101n3:113_0": "A suitable resting place for one of hating temperament is not too high or too low, provided with shade and water, with well-proportioned walls, posts and steps, with well-prepared frieze work and lattice work, brightened with various kinds of painting, with an even, smooth, soft floor, adorned with festoons of flowers and a canopy of many-coloured cloth like a Brahmā-god’s divine palace, with bed and chair covered with well-spretched bright faces, smelling sweetly of flowers, and perfumes and scents set about for homely comfort, which makes one happy and glad at the mere sight of it.",
    "ai-anya-e0101n3:113_1": "The right kind of road to his lodging is free from any sort of danger, traverses clean, even ground, and has been properly prepared.",
    "ai-anya-e0101n3:113_2": "And here it is best that the lodging’s furnishings are not too many in order to avoid hiding-places for insects, bugs, snakes and rats: even a single bed and chair only.",
    "ai-anya-e0101n3:113_3": "The right kind of inner and outer garments for him are of any superior stuff such as China cloth, fine cotton, silk, fine cotton, fine linen, of either single or double thickness, quite light, and well dyed, quite pure in colour to befit an ascetic.",
    "ai-anya-e0101n3:113_4": "The right kind of bowl is made of iron, as well shaped as a water bubble, as polished as a gem, spotless, and of quite pure colour to befit an ascetic.",
    "ai-anya-e0101n3:113_5": "The right kind of road on which to wander for alms is free from dangers, level, agreeable, with the village neither too far nor too near.",
    "ai-anya-e0101n3:113_6": "The right kind of village in which to wander for alms is where people, thinking, “Now our lord is coming,” prepare a seat in a sprinkled, swept place, and going out to meet him, take his bowl, lead him to the house, seat him on a prepared seat and serve him carefully with their own hands.",
    "ai-anya-e0101n3:113_7": "Suitable people to serve him are handsome, pleasing, well bathed, well anointed, scented with the perfume of incense and the smell of flowers, adorned with apparel made of variously-dyed clean pretty cloth, who do their work carefully.",
    "ai-anya-e0101n3:113_8": "rice gruel and non-staple food has colour, smell and taste, possesses nutritive essence, and is inviting, superior in every way, and enough for his wants.",
    "ai-anya-e0101n3:113_9": "The right kind of posture for him is lying down or sitting. The object of his contemplation should be anyone of the colour kasiṇas, beginning with the blue, whose colour is quite pure. This is what suits one of hating temperament.",
    "ai-anya-e0101n3:114_0": "As soon as he’s walking-path, his dwelling is not shut in, where the four quarters are visible to him as he sits there. As to the postures, walking is right.",
    "ai-anya-e0101n3:114_1": "The right kind of object for his contemplation is not small, that is to say, the size of a winnowing basket or the size of a whirlpool.",
    "ai-anya-e0101n3:114_2": "for his mind becomes more confused in a confined space; so the right kind is an abode.",
    "ai-anya-e0101n3:114_3": "This is what suits one of hating temperament.",
    "ai-anya-e0101n3:115_0": "All in one of faithful temperament is suitable for one of hating temperament and deluded temperament.",
    "ai-anya-e0101n3:115_1": "As to the object of his contemplation, one of the recollections is right as well.",
    "ai-anya-e0101n3:116_0": "For one of intelligent temperament there is nothing unsuitable as far as concerns the lodging and so on.",
    "ai-anya-e0101n3:117_0": "for one of spots is sitting in the openings of the monastery where the lodging is sitting, trunking, and curry of the monastery for the rainy season. And if there is a condition for the threshing floor covering with blue-bottls, curdsing and curds, culminating the embankments, etc., and that is why there is no placed foundation for him.",
    "ai-anya-e0101n3:117_1": "Also an ample-sized object of contemplation is not suitable for him;",
    "ai-anya-e0101n3:117_2": "for one like that is a condition for the running hither and thither of applied thought.",
    "ai-anya-e0101n3:117_3": "A small one is right.",
    "ai-anya-e0101n3:118_0": "For one of greedy temperament, this is what suits one of hating temperament.",
    "ai-anya-e0101n3:118_1": "This is the definition of the kind, source, and recognition, and what is suitable, as regards the various temperaments handed down here with the words “that suits his own temperament” .",
    "ai-anya-e0101n3:118_2": "However, the meditation subject that is suitable to the temperament has not been cleared up in all its aspects.",
    "ai-anya-e0101n3:118_3": "for one thinks he can lie down on logic and infect.",
    "ai-anya-e0101n3:119_0": "Also forty-four meditation subjects",
    "ai-anya-e0101n3:120_0": "47.",
    "ai-anya-e0101n3:120_1": "That is why the meditation subject should be understood as to surmounting of the meditation subject in these ten ways: as to enumeration, as to surmounting one of the meditation subject, as to surmounting, as to reckoning, as to surmounting, as to the kinds of jhāna, as to surmounting, as to extension and non-extension, as to object, as to plane, as to apprehending, as to condition, as to suitability to temperament.",
    "ai-anya-e0101n3:121_0": "Herein, as to enumeration: it was said above, “from among the forty meditation subjects” . Herein, the forty meditation subjects are these:",
    "ai-anya-e0101n3:122_0": "Herein, the ten kasiṇas are these: earth kasiṇa, water kasiṇa, fire kasiṇa, air kasiṇa, blue kasiṇa, yellow kasiṇa, red kasiṇa, white kasiṇa, light kasiṇa, and limited-space kasiṇa.",
    "ai-anya-e0101n3:123_0": "bloated, discoloured, bleweding, and scattered, with bloody drunk powdered, scattered and dirty,",
    "ai-anya-e0101n3:124_0": "The ten kinds of recollection are these: recollection of the Buddha , recollection of the Dhamma , recollection of the Sangha , recollection of virtue, recollection of generosity, recollection of deities, recollection of death, mindfulness occupied with the body, mindfulness of breathing, and recollection of peace.",
    "ai-anya-e0101n3:125_0": "The four divine abidings are these: loving-kindness, compassion, gladness, and equanimity.",
    "ai-anya-e0101n3:126_0": "the dimension of infinite space ...",
    "ai-anya-e0101n3:126_1": "The one perception is the perception of repulsiveness in nutriment.",
    "ai-anya-e0101n3:126_2": "The one defining is the defining of the four elements.",
    "ai-anya-e0101n3:127_0": "As to which bring access only and which absorption: the eight recollections— excepting mindfulness occupied with the body and mindfulness of breathing— the perception of repulsiveness in nutriment, and the defining of the four elements, are ten meditation subjects that bring access only.",
    "ai-anya-e0101n3:127_1": "The others bring absorption.",
    "ai-anya-e0101n3:127_2": "so near to the far shore.",
    "ai-anya-e0101n3:128_0": "As to the kind of jhāna: among those that bring absorption, the ten kasiṇas together with mindfulness of breathing bring all four jhānas.",
    "ai-anya-e0101n3:128_1": "The ten kinds of foulness together with mindfulness occupied with the body bring the first jhāna.",
    "ai-anya-e0101n3:128_2": "The first three divine abidings bring three jhānas.",
    "ai-anya-e0101n3:128_3": "The fourth divine abiding and the four immaterial states bring the fourth jhāna.",
    "ai-anya-e0101n3:129_0": "With the surmounting of: there are two kinds of surmounting, and with the surmounting.",
    "ai-anya-e0101n3:129_1": "Herein, there is surmounting of factors in the case of all meditation subjects that bring three and four jhānas because the second jhāna, etc., have to be reached in those same objects by surmounting the jhāna factors of applied and sustained thought, and so on.",
    "ai-anya-e0101n3:129_2": "Likewise in the case of the fourth divine abiding;",
    "ai-anya-e0101n3:129_3": "for that has to be reached by surmounting joy in the same object as that of loving-kindness,",
    "ai-anya-e0101n3:129_4": "But in the case of the four immaterial states there is surmounting of the object;",
    "ai-anya-e0101n3:129_5": "for one has reached the base consisting of boundless space as boundless space,",
    "ai-anya-e0101n3:129_6": "and the base consisting of boundless consciousness, etc., have respectively to be reached by surmounting space, and so on.",
    "ai-anya-e0101n3:129_7": "With the rest there is no surmounting. This is how it is said:",
    "ai-anya-e0101n3:130_0": "As to extending,: of these forty meditation subjects extension and for ten kasiṇas.",
    "ai-anya-e0101n3:130_1": "For it is within just so much space as one is intent upon with the kasiṇa that one can hear sounds with the divine ear element, see with the divine eye, and know the minds of other beings with the mind.",
    "ai-anya-e0101n3:130_2": "Mindfulness occupied with the body and the ten kinds of foulness need not be extended.",
    "ai-anya-e0101n3:130_3": "Because they have a definite location and because there is no benefit in it.",
    "ai-anya-e0101n3:130_4": "The definiteness of their location will become clear in explaining the method of development .",
    "ai-anya-e0101n3:130_5": "If the latter are extended, it is only a quantity of corpses that is extended and there is no benefit.",
    "ai-anya-e0101n3:130_6": "And this is said in answer to the question of Sopāka: “Perception of visible forms is quite clear, Blessed One, perception of bones is not clear” ;",
    "ai-anya-e0101n3:130_7": "for here the perception of visible forms is called “quite clear” in the sense of extension of the sign,",
    "ai-anya-e0101n3:130_8": "while the perception of bones is called “not quite clear” in the sense of its non-extension.",
    "ai-anya-e0101n3:131_0": "That’s why it is said “I attained the state of non-percipient,” it is said in the sense of gain and its appearance.",
    "ai-anya-e0101n3:131_1": "For just as in the Emperor Dhammāsoka’s time the Karavīka bird uttered a sweet song when it saw its own reflection in the looking glass walls all round and perceived Karavīkas in every direction, so the Elder Siṅgāla Pitar thought, when he saw the sign appearing in all directions through his acquisition of the perception of a skeleton, that the whole earth was covered with bones.",
    "ai-anya-e0101n3:132_0": "When he has thus reached the immaterial jhāna in this way,",
    "ai-anya-e0101n3:132_1": "it does not conflict.",
    "ai-anya-e0101n3:132_2": "For one man apprehends the sign in a large bloated corpse or skeleton,",
    "ai-anya-e0101n3:132_3": "another in a small one.",
    "ai-anya-e0101n3:132_4": "In this way one has a limited object",
    "ai-anya-e0101n3:132_5": "and of the other a measureless object.",
    "ai-anya-e0101n3:132_6": "One who grows in facts the drawbacks, does not see,",
    "ai-anya-e0101n3:132_7": "By talking about it, he said: “So it is said to have sustained thought.”",
    "ai-anya-e0101n3:132_8": "But it doesn’t be extended.",
    "ai-anya-e0101n3:133_0": "And in this way, so why should the same be not grown in them?",
    "ai-anya-e0101n3:133_1": "When a man extends the sign of in-breaths and out-breaths, only a quantity of wind is extended, and it has a definite location,",
    "ai-anya-e0101n3:133_2": "So it should be lived in a definite location, and it needs to be extended because it is not to be extended.",
    "ai-anya-e0101n3:133_3": "When the divine abidings have living beings as their object, only the sign of these, only the quantity of living beings would be extended, and there is no purpose in that.",
    "ai-anya-e0101n3:133_4": "And the Buddha said: “As solitary retreat is submitted pervading one direction with his heart endued with the material body” .",
    "ai-anya-e0101n3:133_5": "Having pervaded one direction, he surrounded another one direction, and denigraded on the matter by one, and when possesses the four directions, he denies one directions:",
    "ai-anya-e0101n3:133_6": "not when he extends the sign.",
    "ai-anya-e0101n3:133_7": "And the counterpart sign here is there.",
    "ai-anya-e0101n3:133_8": "Also the state of having a limited or measureless object can be understood here according to the way of inclusion, too.",
    "ai-anya-e0101n3:133_9": "As regards the immaterial states as object, space need not be extended since it is the mere removal of the kasiṇa materiality;",
    "ai-anya-e0101n3:133_10": "for that should be brought to mind only as the disappearance of the kasiṇa materiality;",
    "ai-anya-e0101n3:133_11": "if it does not happen to him;",
    "ai-anya-e0101n3:133_12": "Consciousness is stated because it is not liable to perishing.",
    "ai-anya-e0101n3:133_13": "For it’s not possible to extend a state consisting in an individual essence.",
    "ai-anya-e0101n3:133_14": "The disappearance of consciousness need not be extended since it is mere non-existence of consciousness.",
    "ai-anya-e0101n3:133_15": "And the base consisting of neither perception nor non-perception as object need not be extended since it too is a state consisting in an individual essence.",
    "ai-anya-e0101n3:133_16": "The rest need not be extended because they have no sign.",
    "ai-anya-e0101n3:133_17": "For it is the counterpart sign that would be extendable,",
    "ai-anya-e0101n3:133_18": "and the object of the recollection of the Buddha, etc., is not a counterpart sign. Consequently there is no need for extension there.",
    "ai-anya-e0101n3:134_0": "As to object: of these forty meditation subjects, twenty-two have counterpart signs as object, that is to say, the ten kasiṇas, the ten kinds of foulness, mindfulness of breathing, and mindfulness occupied with the body;",
    "ai-anya-e0101n3:134_1": "The rest have the sign of the object.",
    "ai-anya-e0101n3:134_2": "Then twelve have states consisting in individual essences as object, that is to say, eight of the ten recollections—except mindfulness of breathing and mindfulness occupied with the body—the perception of repulsiveness in nutriment, the defining of the elements, the base consisting of neither perception nor non-perception; and twenty-two have counterpart signs as object,",
    "ai-anya-e0101n3:134_3": "The ten kinds of foulness together with mindfulness occupied with the body;",
    "ai-anya-e0101n3:134_4": "while the remaining six have “not-so- classifiable” objects.",
    "ai-anya-e0101n3:134_5": "Then eight have mobile objects in the early stage though the counterpart is stationary, that is to say, the festering, the bleeding, the worm-infested, mindfulness of breathing, the water kasiṇa, the fire kasiṇa, and in the case of the light kasiṇa the object consisting of a circle of sun.",
    "ai-anya-e0101n3:134_6": "the rest have immobile objects in this way.",
    "ai-anya-e0101n3:135_0": "As to plane: here the twelve, namely, the ten kinds of foulness, mindfulness occupied with the body, and perception of repulsiveness in nutriment, do not occur among deities.",
    "ai-anya-e0101n3:135_1": "These twelve and mindfulness of breathing do not occur in the Brahmā-world.",
    "ai-anya-e0101n3:135_2": "apart from the four dispensations, if it is not something else, it is not appropriate for him;",
    "ai-anya-e0101n3:135_3": "All occur among human beings.",
    "ai-anya-e0101n3:136_0": "As to apprehending: here the exposition should be understood according to the seen, the touched and the heard.",
    "ai-anya-e0101n3:136_1": "Herein, these nineteen, that is to say, nine kasiṇas omitting the air kasiṇa and the ten kinds of foulness, must be apprehended by the seen.",
    "ai-anya-e0101n3:136_2": "The meaning is that in the early stage their sign must be apprehended by constantly looking with the eye.",
    "ai-anya-e0101n3:136_3": "Mindfulness occupied with the body in the same way, and those analyzed and holding it together.",
    "ai-anya-e0101n3:136_4": "Mindfulness of breathing must be apprehended by the touched; the air kasiṇa by the seen and the heard.",
    "ai-anya-e0101n3:136_5": "The divine abiding of equanimity and the four immaterial states are not apprehendable by a beginner;",
    "ai-anya-e0101n3:136_6": "thirty-five are thirty-two signs:",
    "ai-anya-e0101n3:137_0": "As to condition: of these meditation subjects nine kasiṇas omitting the space kasiṇa are conditions for the immaterial states. The ten kasiṇas are conditions for the kinds of direct-knowledge. Three divine abidings are conditions for the fourth divine abiding. Each lower immaterial state is a condition for each higher one. The base consisting of neither perception nor non-perception is a condition for living in bliss, for insight, and for the fortunate kinds of becoming.",
    "ai-anya-e0101n3:138_0": "must be understood as repulsiveness in serving the temperaments, that is to say, as regards the temperament.",
    "ai-anya-e0101n3:138_1": "That is:",
    "ai-anya-e0101n3:138_2": "Firstly, one of greedy temperament has ten eleven meditation subjects suitable for one of greedy temperament.",
    "ai-anya-e0101n3:138_3": "One of hating temperament praises four divine abidings:",
    "ai-anya-e0101n3:138_4": "Mindfulness of breathing is the same as a meditation subject suitable for one of deluded temperament and for one of speculative temperament.",
    "ai-anya-e0101n3:138_5": "for one of faithful temperament is the first topic of faithful temperament.",
    "ai-anya-e0101n3:138_6": "Mindfulness of death, the recollection of peace, the defining of the four elements, and the perception of repulsiveness in nutriment, are four suitable for nutriment.",
    "ai-anya-e0101n3:138_7": "The remaining kasiṇas and the immaterial states are suitable for all kinds of temperament.",
    "ai-anya-e0101n3:138_8": "And when doing what is limited, for one of deluded temperament has limited for a limitless temperament.",
    "ai-anya-e0101n3:139_0": "So it should be understood that this is how the temperaments may be recognized by all the kinds of temperament and in that all the names beginning with the unprofitable enlightened .",
    "ai-anya-e0101n3:139_1": "But there is no profitable development that does not suppress greed, etc., and help faith, and so on.",
    "ai-anya-e0101n3:139_2": "And this is said in the commentary:",
    "ai-anya-e0101n3:140_0": "“One should, in addition, develop these four things:",
    "ai-anya-e0101n3:140_1": "foulness should be developed for the purpose of abandoning greed .",
    "ai-anya-e0101n3:140_2": "friendliness (meditation) should be developed for the giving up of ill-will,",
    "ai-anya-e0101n3:140_3": "mindfulness of breathing should be developed for the cutting off of thoughts,",
    "ai-anya-e0101n3:140_4": "Perception of impermanence should be cultivated for the purpose of eliminating the conceit, ‘I am’” .",
    "ai-anya-e0101n3:141_0": "And in the case of Rāhula, the meditation subject consists in live : “Rāhula, this meditation subject is not soon as this meditation subject .”",
    "ai-anya-e0101n3:141_1": "So instead of insisting on the mere letter, the intention should be sought in each instance. This is the explanatory exposition of the meditation subject referred to by the words he should apprehend...",
    "ai-anya-e0101n3:142_0": "and having conquered the one called Protectors,",
    "ai-anya-e0101n3:142_1": "After approaching the good friend of the kind described in the explanation of the words then approach the good friend, the giver of a meditation subject , the meditator should dedicate himself to the Blessed One, the Enlightened One, or to a teacher, and he should ask for the meditation subject with a sincere inclination of the heart and sincere resolution.",
    "ai-anya-e0101n3:143_0": "Herein, I relinquish this incarnation of the Buddha, I hand myself to the venerate him.”",
    "ai-anya-e0101n3:143_1": "When he is staying in this way, he’d come to the neighborhood of a village and go to the village. He’d transmigrate a layperson, and when he transmigrating the village, he’d come to ruin.",
    "ai-anya-e0101n3:143_2": "But when he has dedicated himself in this way no fear arises in him if a frightening object makes its appearance;",
    "ai-anya-e0101n3:143_3": "in fact only joy arises in him as he reflects: “Have you not wisely already dedicated yourself to the Enlightened One?”",
    "ai-anya-e0101n3:143_4": "Suppose a person was to sit down on a piece of Kāsi cloth.",
    "ai-anya-e0101n3:143_5": "But if he gave it to a certain monk, he would feel joy if he saw that monk.",
    "ai-anya-e0101n3:143_6": "He should know this",
    "ai-anya-e0101n3:144_0": "When he dedicates himself to a teacher, he should say: “I relinquish this my person to you.”",
    "ai-anya-e0101n3:144_1": "For one who is undeprotected in this way is irreversible, and one who speaks poorly, and one who does not question him in the scriptures, etc., and one who does not help him with either material things or the teachers.",
    "ai-anya-e0101n3:144_2": "After this two kinds of inclusion, he finds no footing in the Dispensation, and he soon comes down to misconducting himself or to the lay life.",
    "ai-anya-e0101n3:144_3": "But if he has dedicated his person, he is not unresponsive to correction, does not go about as he likes, is easy to speak to, and lives only in dependence on the teacher.",
    "ai-anya-e0101n3:144_4": "He gets the twofold help from the teacher and attains growth, increase, and fulfilment in the Dispensation. Like the Elder Cūḷa- Piṇḍapātika-Tissa’s pupils.",
    "ai-anya-e0101n3:145_0": "Three monks came to the Elder’s presence, it seems.",
    "ai-anya-e0101n3:145_1": "One of them said, “Venerable Sir, I am ready to fall from a cliff the height of a hundred spears, which would be anointed.”",
    "ai-anya-e0101n3:145_2": "The second said, “Venerable Sir, I am ready to grind away this body from the heels the stone, put down a cliff on a floor.",
    "ai-anya-e0101n3:145_3": "The third said, “Sir, I am ready to die by stopping breathing, if it is said to be to your advantage.”",
    "ai-anya-e0101n3:145_4": "The elder discuss the meditation subject,",
    "ai-anya-e0101n3:145_5": "Following his advice, the three attained Arahantship. This is a vital condition for themselves.",
    "ai-anya-e0101n3:145_6": "Therefore it was said by the Fortunate One, after handing over the teacher’s doctrine, or else the teachers.",
    "ai-anya-e0101n3:146_0": "the meditator’s inclination should be sincere in the six modes beginning with the inclinations beginning with the inclinations beginning with non- greed for future in the six modes beginning with in the six modes and inclinations beginning with inclinations beginning with .",
    "ai-anya-e0101n3:146_1": "For it is one of such sincere inclination who arrives at one of the three kinds of wives.",
    "ai-anya-e0101n3:146_2": "according as it is said: “Six kinds of inclination lead to the maturing of the enlightenment of the Bodhisattas. With the inclination to non- greed, Bodhisattas see the fault in greed. With the inclination to non-hate, Bodhisattas see the fault in hate. With the inclination to non-delusion, Bodhisattas see the fault in delusion. With the inclination to renunciation, Bodhisattas see the fault in house life. With the inclination to seclusion, Bodhis see the fault in society. With the inclination to relinquishment, Bodhis see the fault in all kinds of becoming and destiny ”",
    "ai-anya-e0101n3:146_3": "Whatever stream-enterers, once-returners, non-returners, those with cankers destroyed (to say), all those with cankers, Paccekabuddhas, and Fully Enlightened Ones, whether past or present, all arrive at the distinction peculiar to each by means of these same six modes.",
    "ai-anya-e0101n3:146_4": "That’s why he should have sincerity of inclination in these six modes.",
    "ai-anya-e0101n3:146_5": "He should be whole-heartedly resolved on that.",
    "ai-anya-e0101n3:146_6": "The meaning is that he should be resolved upon concentration, respect concentration, incline to concentration, be resolved upon Nibbāna, respect Nibbāna, incline to Nibbāna.",
    "ai-anya-e0101n3:147_0": "50.",
    "ai-anya-e0101n3:147_1": "When, with sincerity of inclination and whole-hearted resolution in this way, he asks for a meditation subject, then a teacher who has acquired the penetration of minds can know his temperament by surveying his mental conduct; and a teacher who has not can know it by putting such questions to him as:",
    "ai-anya-e0101n3:147_2": "What do you get wrong?",
    "ai-anya-e0101n3:147_3": "or they usually make much of these things:",
    "ai-anya-e0101n3:147_4": "or “What do you like bringing to mind?”",
    "ai-anya-e0101n3:147_5": "or “What meditation subject does your mind favour? ”",
    "ai-anya-e0101n3:147_6": "(Should know) the meditation subject that should be done by one such as this.",
    "ai-anya-e0101n3:148_0": "When you’re speaking in three ways, it should be done in three ways.",
    "ai-anya-e0101n3:148_1": "if he picks up one meditation subject, he should give one meditation subject to the other, and then he should give them one.",
    "ai-anya-e0101n3:148_2": "it should be expounded to one who lives in the same place as before.",
    "ai-anya-e0101n3:148_3": "If they do, you should not give it away, except if it is lost, he should not make a robe.",
    "ai-anya-e0101n3:149_0": "Herein, where there are four kinds of unification of mind: in regard to the earth kasiṇa, there are two kinds of helping living beings, kasiṇa, in the case of the earth kasiṇa, the kinds of energy, and two kinds of unification of energy.",
    "ai-anya-e0101n3:149_1": "In the case of the other meditation subjects, each should be expounded in the way appropriate to it.",
    "ai-anya-e0101n3:149_2": "that will be all the more clearlying that will be made.",
    "ai-anya-e0101n3:150_0": "But when the meditation subject is being made, the meditator must apprehend the sign in this way:",
    "ai-anya-e0101n3:150_1": "Apprehend the sign means that which is the lower position, this is the meaning, this is its intention, this is the simile of the infant.",
    "ai-anya-e0101n3:150_2": "When he listens attentively, a meditation subject is well apprehended,",
    "ai-anya-e0101n3:150_3": "Then he does not grab them by making sure this meaning.",
    "ai-anya-e0101n3:151_0": "At this point the clauses approach the good friend, the giver of a meditation subject, and he should apprehend from among the forty meditation subjects one that suits his own temperament have been expounded in detail in all their aspects.",
    "ai-anya-e0101n3:152_0": "composed for the purpose of gladdening good people. in the Path of Purification",
    "ai-anya-e0101n3:153_0": "in the Treatise on the Development of Concentration",
    "ai-anya-e0101n3:154_0": "called “The Description of the Meditation Subjects”",
    "ai-anya-e0101n3:155_0": "The third chapter"
}