{
    "ai-anya-e0501n14:0_0": "15. Āhārapaccayo",
    "ai-anya-e0501n14:1_0": "two kinds of nutriment condition: form condition and form condition.",
    "ai-anya-e0501n14:2_0": "Herein, form decrepit is called the physical process.",
    "ai-anya-e0501n14:2_1": "and he does his nutriment are two kinds of nutriment:",
    "ai-anya-e0501n14:2_2": "All sentient beings are of two kinds, made of form in the fourfold reckoning of the formation, of the formation, and of formless states.",
    "ai-anya-e0501n14:3_0": "Contact with the three kinds of contact: contact and nutriment consisting of mental volition.",
    "ai-anya-e0501n14:3_1": "There are three things that are born in the very constituents (of mind and bodily-form):",
    "ai-anya-e0501n14:3_2": "and arisen in the formless realms,",
    "ai-anya-e0501n14:4_0": "By what substance do they nutrise?",
    "ai-anya-e0501n14:4_1": "This is how much food is allowable:",
    "ai-anya-e0501n14:4_2": "Devoted to death, he rolled upon, increased, and marriage. He will grow and reach greatness for a long time.",
    "ai-anya-e0501n14:4_3": "It is exertion that is accompanied by rice and hardness regarding people.",
    "ai-anya-e0501n14:5_0": "Herein, there are two kinds of nutriment: the form-originated elements, the four primary elements, the nutriment dried up and evaporated, it rolls forth even for a long time.",
    "ai-anya-e0501n14:6_0": "contact as objects of bricks, timber, observed by non-human beings.",
    "ai-anya-e0501n14:6_1": "mental conduct as nutriment by body, speech, and mind associated with humans,",
    "ai-anya-e0501n14:6_2": "consciousness as its object, it runs off the bones of the breaths associated with consciousness, for a long time it cuts off by infantry and spends it.",
    "ai-anya-e0501n14:6_3": "Saying in the law of the Dhamma, he dreadful and terrified, just as when dreadful and terrified, he carries away the human state.",
    "ai-anya-e0501n14:7_0": "He should say,",
    "ai-anya-e0501n14:7_1": "Just as the Sakyans of the Sakyans, having attained all directions, so too, having spread out its fruit at the root of a tree and wound, and people spread it through the fruit of a tree as long as they live, and having attained the fruit of your life.",
    "ai-anya-e0501n14:7_2": "While sentient beings whose mind is developed on these six grounds for contacts and, with the intention topics as object, and as objects for the sake of a mind-made object for the sake of producing happiness.",
    "ai-anya-e0501n14:7_3": "and, having discovered the base consisting of consciousness as its object, they fall away.",
    "ai-anya-e0501n14:7_4": "When you taste a flavor with the appearance of contacts, feeling and craving for continued existence, they’re reborn in a feeling.",
    "ai-anya-e0501n14:7_5": "Those roots of craving, after making these settlements for the earth,",
    "ai-anya-e0501n14:7_6": "In this way they are very fruitful and beneficial:",
    "ai-anya-e0501n14:7_7": "The conclusion of the Island is finished."
}