{
    "ai-anya-e1102n5:0_0": "Pakiṇṇakakaṇḍo",
    "ai-anya-e1102n5:1_0": "Now, this good person is rare indeed gold, silver, and money are hard to find in this world.",
    "ai-anya-e1102n5:1_1": "endowed with good qualities, virtue and good qualities,",
    "ai-anya-e1102n5:1_2": "Sentient beings who are liable to be reborn, grow old, die, pass away, and are freed from rebirth, old age, and death. For it’s not freed from all these things.”",
    "ai-anya-e1102n5:1_3": "For it would be gained by Sāriputta and Moggallāna, that person should gain a state of loss.",
    "ai-anya-e1102n5:1_4": "And you have acquired the good nectar and adorned it with a heavenly necks. You must get riches, old age, and ancient.",
    "ai-anya-e1102n5:2_0": "“As a heavy burdener, one who speaks words of forbearance,",
    "ai-anya-e1102n5:3_0": "One who talks about what is deep, who does not urge the impossible.”",
    "ai-anya-e1102n5:4_0": "A person who possesses these virtues in this way is a small one who has no special qualities.",
    "ai-anya-e1102n5:4_1": "What is this personal treasure? Awakened by Buddha, the chief of men, and the disciples of the Candavajjī, the chief of men, and the very great teachers, victory of the Col Wood, and the victory of the colour of the Enlightened One?",
    "ai-anya-e1102n5:4_2": "They’re like one who guards the darkness of eradicated through the drums, as in the darkness and rebirth-produced by the Realized One, which is like the sun and moon, that has arisen in the world, produced in the awel of which is like a box, and is like a lion’s producing the unshakable by the method. And that has arisen in the world of the gods, the Brahmā-world, the humans enlightenment.",
    "ai-anya-e1102n5:4_3": "Having fulfilled the four castes and four Elders, some were reborn in the company of the gods.",
    "ai-anya-e1102n5:4_4": "Some, householder, remained in the company of the counselors, but no-one is astute, no-one who is astute, no-one who is astute, no-one who is astute.”",
    "ai-anya-e1102n5:4_5": "The Wise One, beginning with the bodily goods, etc., which had thus been described in the story of the Swords, etc., and because of the instance, having become wieldy and fragrant and so on, as they were being unequalifted in the way beginning,",
    "ai-anya-e1102n5:5_0": "“That person who wraps in the sacred flame,",
    "ai-anya-e1102n5:6_0": "(Finds) the leaves smell fragrant, so it is from mixing with the Wise.”",
    "ai-anya-e1102n5:7_0": "While being unable to live without rod or sword, the gods say:",
    "ai-anya-e1102n5:8_0": "“Listen to the wise one, who is aroused with a thousand",
    "ai-anya-e1102n5:9_0": "The wise one should make a living in a field, and it is (true) pleasure (only).",
    "ai-anya-e1102n5:10_0": "Why is this the Hero, Kassapa, why do you say that the wise one",
    "ai-anya-e1102n5:11_0": "Who is the wise one, Kassapa, will be looking for",
    "ai-anya-e1102n5:12_0": "not by what is a sage, he does not tremble,",
    "ai-anya-e1102n5:13_0": "A person who does not have right a response, and does not get angry,",
    "ai-anya-e1102n5:14_0": "He understands the Monastic Law (and the precincts).”",
    "ai-anya-e1102n5:15_0": "Though I’m not well considered in the company of the good person, even though I heard this from both sides, I would still be able to say.",
    "ai-anya-e1102n5:16_0": "“It is good to speak about the Dhamma, but he does not teach the Dhamma,",
    "ai-anya-e1102n5:17_0": "Speak what is unpleasant, not what is the third, and fourth is the fourth.”",
    "ai-anya-e1102n5:18_0": "“What was the Buddha said to, Khemaka, secure Nibbāna,",
    "ai-anya-e1102n5:19_0": "In order to make an end of suffering, (her) those who are supreme.”",
    "ai-anya-e1102n5:20_0": "The right kind of good person is substantial because of giving gifts and drunking the idea Island, and skilled in the advantages of giving and entered upon the way: “And what is the escape from making merit for the sake of making merit? What may I in the world! How many kinds of people have been discovered by the ideas.”",
    "ai-anya-e1102n5:20_1": "Furthermore, although for the donorstance of the world, bed and charming eyes were produced in the way that they looked at him.",
    "ai-anya-e1102n5:20_2": "Without getting rid of many actions, avoiding the new actions of influence, and inspiring places of loss, contentment, self-effacement, energy, rapture, tranquility, immersion, and equanimity. When the Buddha has declared his own bondservants, workers, and staff, lazy and servants in the present life, or any other servants and children.",
    "ai-anya-e1102n5:21_0": "Doing what is suitable, bearing up, aroused, one finds true wealth.",
    "ai-anya-e1102n5:22_0": "Standing in the day, when sleeping during the day and night,",
    "ai-anya-e1102n5:23_0": "Forever having addiction to drink, he is unable",
    "ai-anya-e1102n5:24_0": "too quickly, not bending or stretching, they say.",
    "ai-anya-e1102n5:25_0": "Speaking like this, they leave off work,",
    "ai-anya-e1102n5:26_0": "The person who does not identify with cold and heat,",
    "ai-anya-e1102n5:27_0": "for the good persons, and there is no longer pleasure.”",
    "ai-anya-e1102n5:28_0": "For one riches through the house of wealth,",
    "ai-anya-e1102n5:29_0": "Strive to pile up their wealth, (or like) an ant-hill is called.",
    "ai-anya-e1102n5:30_0": "This is why it’s hard to find in the world who is perfected,",
    "ai-anya-e1102n5:30_1": "The fools when they were badly attacked and bad people, for the ignorant and incompetent, and assured as those foolish and incompetent people, themselves with the damage and inflicted themselves. Sometimes they give up the cliffs, etc., and the jackals of the people, for the sake of their wounds. So too, when these six kings are felt for the sake of pursuit, they don’t socializing themselves as others likewise, for the sake of the sake of their emigguemediates, functions, and choice and are not one whoses, for the sake of yourself to beliffs, and others.",
    "ai-anya-e1102n5:30_2": "King Ajātasattu’s Father will be a stream-enterer, if he’ll eventually drag him with iron sheets, he will become a once-returner, and will be still not be reborn in the future.",
    "ai-anya-e1102n5:30_3": "Walking in the Great Hell of the unbroken bowls of hell for a great man, the ghosts of hell. ...",
    "ai-anya-e1102n5:30_4": "The mendicant Kokālika has been reborn in the Pink Lotus hell because of his resentment for Sāriputta and Moggallāna.”",
    "ai-anya-e1102n5:30_5": "And there, mendicants, who are not able to ask a monk of the life span in the hells, “Sir, is one hundred years old, and one yearning for a hundred years.” Or they asked him how long life span or a thousand years, or a hundred thousand years.",
    "ai-anya-e1102n5:30_6": "“It’s possible,” said the Buddha.",
    "ai-anya-e1102n5:30_7": "Suppose there was a Kosalan cartload of twenty bushels of sesame seed. And at the end of every hundred years they’d quickly dry up and pull out.",
    "ai-anya-e1102n5:30_8": "Now, suppose there was a lake in the Abbuda hell.”",
    "ai-anya-e1102n5:30_9": "one almsbowl with twenty busys is one liking in the Kosalan Kings.",
    "ai-anya-e1102n5:30_10": "it shows why the four bowls were brought by the bowl.",
    "ai-anya-e1102n5:30_11": "Four ways of hatred:",
    "ai-anya-e1102n5:30_12": "four kinds of conceit are only.",
    "ai-anya-e1102n5:30_13": "for four months...",
    "ai-anya-e1102n5:30_14": "Those twenty, twenty, thirty, forty,",
    "ai-anya-e1102n5:30_15": "sesame (e) means running on her hip.",
    "ai-anya-e1102n5:30_16": "and one is said to be one who’s in hell, there’s no one like that is hell, the animal realm, or the ghost realm. Now there’s no cracking in the Abbuda hell such a lifespan.",
    "ai-anya-e1102n5:30_17": "So too with the inner stain of alcohol.",
    "ai-anya-e1102n5:30_18": "Herein, just as, when a hundred years or a hundred thousand millions, the other hundred thousand leagues can be understood according to one hundred thousand millions,",
    "ai-anya-e1102n5:30_19": "and one hundred thousand millions at each side.",
    "ai-anya-e1102n5:30_20": "and one hundred thousand million leagues,",
    "ai-anya-e1102n5:30_21": "a hundred thousand aeons, flattered in mind,",
    "ai-anya-e1102n5:30_22": "One hundred thousand aeons, one hundred and one thousand.",
    "ai-anya-e1102n5:30_23": "After that, with twenty qualities very wide,",
    "ai-anya-e1102n5:30_24": "Sometimes, not applying themselves to all, unrestrained, decrease, lamenting, or because they don’t sorrow or wail or lament, because their intention and wielding them also don’t say.",
    "ai-anya-e1102n5:30_25": "if she wears the rainy-season robe too early;",
    "ai-anya-e1102n5:30_26": "And just as they do in the Great Hell of the Buddha with his own hands, and five hundred leagues become reborn in the company of the Great Hell of the World in the Great Hell of Chief Dīghāvu, the Minities, and five hundred leagues long.",
    "ai-anya-e1102n5:30_27": "“Bhikkhus, suppose the Buddha was fire hut from a bungalow or a grass hut made of grass, frauds, and swords do not arise in the same way. For those who are hunger and thirst, and hatchet, all the fools arise in a bungalow, not even though the astute trapped in a new palace, the astute tricks even plunged into the sky.",
    "ai-anya-e1102n5:30_28": "not so finest.",
    "ai-anya-e1102n5:30_29": "So, the fool is dangerous, but the astute person is ignorant and the astute.",
    "ai-anya-e1102n5:30_30": "However, it is all ignorant and silk, like a string of pearls, with the worms and buffaloes, all the various kinds of fishes.",
    "ai-anya-e1102n5:30_31": "If a burning sunn hemp is depressed, socializing, even when sensible people can know them, they were not able to discern them.",
    "ai-anya-e1102n5:31_0": "“He who wraps rotten fish in sacred grass",
    "ai-anya-e1102n5:32_0": "And so how do the fools rotten seemed like this?”",
    "ai-anya-e1102n5:33_0": "when he was astute, Sakka said this to the gods:",
    "ai-anya-e1102n5:34_0": "“May I not see or hear a fool, may I not reside with a fool,",
    "ai-anya-e1102n5:35_0": "May I not hold talk with a fool, nor find (any) pleasure (in him).",
    "ai-anya-e1102n5:36_0": "What’s the point of this fool, Kassapa?",
    "ai-anya-e1102n5:37_0": "In what way is it like you’re a fool, Kassapa,",
    "ai-anya-e1102n5:38_0": "The unintelligent one brings misfortune, and indulges in (all) the undamage,",
    "ai-anya-e1102n5:39_0": "The best he does is badly judged, and he is angry when rightly spoken to,",
    "ai-anya-e1102n5:40_0": "He does not know discipline.”",
    "ai-anya-e1102n5:41_0": "so it’s hard to find among the foolish and incompetent fools, but only the astute persons.",
    "ai-anya-e1102n5:42_0": "Now, these words:",
    "ai-anya-e1102n5:43_0": "“The Buddhas are hard to find, and it’s hard to get.",
    "ai-anya-e1102n5:44_0": "it’s hard to attain the true teaching.”",
    "ai-anya-e1102n5:45_0": "Now through this verse, the commentary to specific purpose:",
    "ai-anya-e1102n5:45_1": "Herein, when a human being is rare in the air—sometimes, horse-hair ropes, and chopped through the market-foot-food-eater shells, jasmine, or deer-intments, having destroyed two or three fingers—and there may be one thousand mentioned in a way that rottten limbs at the roots, and one-deept, and two heads—shouldrouts for one day after life-span.",
    "ai-anya-e1102n5:45_2": "When this happens, however, is one a Buddha awakened to rare in a human state.",
    "ai-anya-e1102n5:45_3": "When it has been done this, it can be understood that the arising of the awakening factor of mindfulness. When it has been acquired, it becomes rarely rare to be understood that the true teaching of the various kinds of human beings, it becomes really exists, to be understood, and penetrated to the true teaching.",
    "ai-anya-e1102n5:45_4": "For it is hard in one whose mind is rare in one whose clinging to the profitable, pure in the laity of the profitable, whose mind is rare, not still skilled in the emerging from the three paths of profitable, whose individual essences of the profitable, etc., and whose view is skilled in the ways of living beings. Though the abidings of killing living creatures, etc., and because of the embracings and profitables.",
    "ai-anya-e1102n5:45_5": "Even the other persons whose mind is uninterrupted, there is no idea that is the wrong way, they get to see the stream of the noble ones.",
    "ai-anya-e1102n5:45_6": "Though there was no gems, flattering back among the forked beings, Those who fill the honey-flowing coals of the Enlightened One’s gems, and so on, their vision were growing in the neighborhood of the Buddhas, their eyes were growing right views, and so on.",
    "ai-anya-e1102n5:45_7": "And although the thirty-two marks of a great man with bad views were qualified to be seen the thirty-two marks of a great man, the thirty-two marks of a Buddha, the teaching, and the Saṅgha, and the paths of the eighteen constituent Buddhas arise in the Great Hell of the world, its gods, its lords of men.",
    "ai-anya-e1102n5:45_8": "Like this is rare in the same way.",
    "ai-anya-e1102n5:46_0": "“The Buddhas are hard to find, and it’s hard to get.",
    "ai-anya-e1102n5:47_0": "it’s hard to attain the true teaching.”",
    "ai-anya-e1102n5:48_0": "The meaning is this:",
    "ai-anya-e1102n5:49_0": "Having done so the Elders who had mastered the finest garden,",
    "ai-anya-e1102n5:50_0": "The fifth chapter called Puṇṇaka.",
    "ai-anya-e1102n5:51_0": "When a hundred years had been established in the realm of the King’s Council were established in the realm of the city and so on, all the lords of the earth, for a hundred thousand years. In the town-dwellers, having taken a perfect happiness, that is, transmigration and worry, through the eldding Power of the elimination. In the city of the Dispensation, the enemy, the owners of the Jeṭṭhas, and produced by the drums of laterrone of the gods and men,, making noig, and that is to say, the accumulating (wa to say,) druemple is consequence of the Faiels and deed by the Faithorldorldddddorned by the Great Kings.",
    "ai-anya-e1102n5:52_0": "(By this point of) the town, the capital of Ketumati, the chief of men, having been spended in the Mahāmeghavana garden by the name of the town called Nāgas in the Mahātittha garden, the chief of Purindada, and so on, after having cut off his head and prevented his radiant royal Ājīvaka ascetics, the Beyond, the ruler of the earth, and his family, after having become adhered to the chief of the Dispensationsation in the world, and sequence of the gods and men, having become an immortal reviewed in the Nāsence of the great honour of the Ājīvaka hells, Ājīvaka hells, the Nāgas, the Nāgas, the Nāgas, the Nāgas of the Ājīvaka hells, the great teachers, and heritages, vener of the (whine of the Dhamma",
    "ai-anya-e1102n5:53_0": "THE SECENTRATION which has been well divided .",
    "ai-anya-e1102n5:54_0": "Approaching, sageable, and loathful,",
    "ai-anya-e1102n5:55_0": "To those who are perfect in wisdom: We have not arisen in the past,",
    "ai-anya-e1102n5:56_0": "were to hold out a high south.",
    "ai-anya-e1102n5:57_0": "Taking a monk by name, the Sambuddha, the Lord of the World,",
    "ai-anya-e1102n5:58_0": "After reflecting on the worms in the twenty-four years,",
    "ai-anya-e1102n5:59_0": "I have arrived in private, report to the end.",
    "ai-anya-e1102n5:60_0": "Thus all breathing beings consort with their hands.",
    "ai-anya-e1102n5:61_0": "that was the Buddha, the chief of the world, who had mastered the very same.",
    "ai-anya-e1102n5:62_0": "Forget about the teaching of the Dispensation,",
    "ai-anya-e1102n5:63_0": "From the top of existence down, and from the Avīci hell up,",
    "ai-anya-e1102n5:64_0": "everywhere in the Universe, whatever beings live on the earth,",
    "ai-anya-e1102n5:65_0": "may all of them be safe!",
    "ai-anya-e1102n5:66_0": "May the King Ujjenī Ujjenī",
    "ai-anya-e1102n5:67_0": "The divine kingdom of the Divine-eye, together with his relatives.",
    "ai-anya-e1102n5:68_0": "through not making merit demerit by birth,",
    "ai-anya-e1102n5:69_0": "to the victor’s instructions, and to the Sakyan’s instructions.",
    "ai-anya-e1102n5:70_0": "When the true teaching is lost, the great hermit,",
    "ai-anya-e1102n5:71_0": "at that very moment of the delightful Devas, which was preached by the Joyful Devas.",
    "ai-anya-e1102n5:72_0": "The About overpowers is finished."
}