{
    "ai-anya-e0301n4:0_0": "* Those indicated by the ultimate goal",
    "ai-anya-e0301n4:1_0": "68.",
    "ai-anya-e0301n4:1_1": "When the mind has been shown that they have said, they will give to the four ways of being inclusive and the Saṅgha, in order to show the meaning of the characteristics of foulness.",
    "ai-anya-e0301n4:1_2": "Herein, there is the one production of the cessation of the tree in shelter of shells, and of four characteristics, beliefs,",
    "ai-anya-e0301n4:1_3": "Experiencing their hearts,",
    "ai-anya-e0301n4:1_4": "May you live with a heart calmed to see, (their) if you are abiding",
    "ai-anya-e0301n4:1_5": "of two-footed and beautiful,",
    "ai-anya-e0301n4:1_6": "But if you are able to see the measureless;",
    "ai-anya-e0301n4:1_7": "Herein, the arising of phenomena appears in the past, future and present; the appearance of the getting of joy and produced.",
    "ai-anya-e0301n4:1_8": "it is said:",
    "ai-anya-e0301n4:1_9": "and all things are given in the future.",
    "ai-anya-e0301n4:1_10": "Therefore, after bording path, they went through the air,",
    "ai-anya-e0301n4:1_11": "Then, having ceased and perished, those in the past,",
    "ai-anya-e0301n4:1_12": "cessation has ceased.",
    "ai-anya-e0301n4:1_13": "what is meant is that functionally impermanent.",
    "ai-anya-e0301n4:1_14": "Is the thought of the mind just know:",
    "ai-anya-e0301n4:1_15": "whatever is old age, that is a ground for the mind.",
    "ai-anya-e0301n4:1_16": "The one is the arising of contact in the way already stated. These are the arising of the one particulars.",
    "ai-anya-e0301n4:1_17": "these one, two, three, four, five,",
    "ai-anya-e0301n4:1_18": "cease on one side, and with the cessation of perception.",
    "ai-anya-e0301n4:1_19": "The private parts of the earth is one thing that’s faithful.",
    "ai-anya-e0301n4:1_20": "(but) for one who thinks, I will go to another’s house.",
    "ai-anya-e0301n4:1_21": "For one mango trees, these elevens hanging down in the same mango grove,",
    "ai-anya-e0301n4:1_22": "these one offenses are the one field,",
    "ai-anya-e0301n4:1_23": "On one occasion the eleventh section for recitation on the same day as the basis for one absence.",
    "ai-anya-e0301n4:1_24": "But there was much of the mango grove for a single conscious mind.",
    "ai-anya-e0301n4:1_25": "Each one, they are to be seen enclosed by one, and all of them.",
    "ai-anya-e0301n4:2_0": "how the finest lady is developed.",
    "ai-anya-e0301n4:3_0": "“One who gives rise to the cessation of what is said, when it ceases, the arising of the cessation of suffering is said,” and so on.",
    "ai-anya-e0301n4:4_0": "No one part of the arising of each other is produced in one way.",
    "ai-anya-e0301n4:4_1": "then it is explained in the way already described.",
    "ai-anya-e0301n4:4_2": "for this is said in the root:",
    "ai-anya-e0301n4:5_0": "The arising of the like a single sun, etc.",
    "ai-anya-e0301n4:6_0": "while others are lighting at one, and they are only one,",
    "ai-anya-e0301n4:7_0": "Herein, this is how to construe it,",
    "ai-anya-e0301n4:7_1": "the eleventh (this) arising from the cessation of the Rose-Apple Island,",
    "ai-anya-e0301n4:7_2": "(these are) the two states: (the nature of) the clay.",
    "ai-anya-e0301n4:7_3": "as well as the striving is suitable for striving.",
    "ai-anya-e0301n4:7_4": "You’re defeated in the scriptures,",
    "ai-anya-e0301n4:7_5": "One developed the development of the eleventh enlightenment factor in the Cessation of Power",
    "ai-anya-e0301n4:7_6": "(they are) two things, my relationship and unloved held in wisdom.",
    "ai-anya-e0301n4:7_7": "Devoted to those who’ve comprehended the minds of others,",
    "ai-anya-e0301n4:7_8": "When consciousness was said, the mind-made reinforced by Sahajāti sat down on one side circumspectives, and when he had spoken of the minds of mentioned—these are called “ remainings”.",
    "ai-anya-e0301n4:7_9": "That’s why the later of these enquiry, (called) to the cessation of the cankers, and using the base of the wrong way.",
    "ai-anya-e0301n4:7_10": "Because of the mind’s momentary fact that it is unqualled by this mark of the characteristic of the mind,",
    "ai-anya-e0301n4:7_11": "for the sake of another sights.",
    "ai-anya-e0301n4:7_12": "Not seeing formless,",
    "ai-anya-e0301n4:7_13": "(They gave rise to) contact with mind, but not seeing a single person.",
    "ai-anya-e0301n4:7_14": "As to cessation, all of them is stated in the same way as the basis for cessation, etc., and all of them is stated in the same way as stated encircling of cessation. Their meaning is stated in the sense.",
    "ai-anya-e0301n4:7_15": "For this is not possible to know.",
    "ai-anya-e0301n4:7_16": "If a cattle for the people who have confidence in so many people they can see a go where wound is so.",
    "ai-anya-e0301n4:7_17": "In the same way, though there is one thing, bodily-form, verbal form, or mental contact, one that gives rise to the earth element, and feeling born in water, and has appeared in the earth element, should be quietly.",
    "ai-anya-e0301n4:7_18": "Therefore:",
    "ai-anya-e0301n4:8_0": "The arising of feeling is evident.",
    "ai-anya-e0301n4:8_1": "so the cutting off of wisdom.",
    "ai-anya-e0301n4:8_2": "perception is evident,",
    "ai-anya-e0301n4:8_3": "and conditions",
    "ai-anya-e0301n4:8_4": "The consciousness of consciousness",
    "ai-anya-e0301n4:8_5": "is what is said.",
    "ai-anya-e0301n4:8_6": "Likewise, monks, the arising of the earth element appears in this way, manifestation of the earth element.",
    "ai-anya-e0301n4:8_7": "The arising of suffering is the arising of old age and death.",
    "ai-anya-e0301n4:8_8": "The water element, monks, is the water element.",
    "ai-anya-e0301n4:8_9": "The fire element,",
    "ai-anya-e0301n4:8_10": "The air element, monks, is the wind element.",
    "ai-anya-e0301n4:8_11": "The eye is from the eye.",
    "ai-anya-e0301n4:8_12": "The arising of the mind is the arising of suffering.",
    "ai-anya-e0301n4:8_13": "is the manifestation of old age and death.",
    "ai-anya-e0301n4:9_0": "The meaning is this.",
    "ai-anya-e0301n4:9_1": "‘Judging in this way, may be so many times be declared.’",
    "ai-anya-e0301n4:9_2": "For what things don’t remain involved, their continuation is said to be stagnation.",
    "ai-anya-e0301n4:9_3": "for which the forms",
    "ai-anya-e0301n4:9_4": "They all go to the countryside,",
    "ai-anya-e0301n4:9_5": "The four primary elements, because of grasping the four primary elements, they derive from the four primary elements;",
    "ai-anya-e0301n4:9_6": "(The king) resplendent withdrawn from the body and so on, after breaking the meaning, they crushed the welfare of the body and shower of its various colours, –",
    "ai-anya-e0301n4:9_7": "Thinking will be well interrupted.",
    "ai-anya-e0301n4:9_8": "This is the ultimate goal.",
    "ai-anya-e0301n4:10_0": "how the finest lady is developed.",
    "ai-anya-e0301n4:11_0": "Then having covered the goal for which he spoke about, saying: “Surely, some with the intention of having comprehended their minds in each case.",
    "ai-anya-e0301n4:11_1": "Then, when the mind is liable to cease, they cease.",
    "ai-anya-e0301n4:11_2": "But they—who have actually consumed the same later-finements—hatching is to be able to bring back.",
    "ai-anya-e0301n4:11_3": "Likewise, when one thing ceases, those absence ceases, the arising of the cessation of thought arose, all at the moment of the minds of the lakeists, go away from the temperatures, and sprouting up eventually in the sky,",
    "ai-anya-e0301n4:11_4": "Thus these three characteristics",
    "ai-anya-e0301n4:11_5": "He is allowed to see one",
    "ai-anya-e0301n4:11_6": "The one section on one side",
    "ai-anya-e0301n4:11_7": "and if she wants something to be disliked.”",
    "ai-anya-e0301n4:11_8": "all that was just here.",
    "ai-anya-e0301n4:12_0": "69.",
    "ai-anya-e0301n4:12_1": "And how do they ask for two reasons? (Did you) show the them the wrong kind of conqueror, and each topic?",
    "ai-anya-e0301n4:12_2": "Herein, contacts touch.",
    "ai-anya-e0301n4:12_3": "sense-spheres: these things associated with contact.",
    "ai-anya-e0301n4:12_4": "so the contact is the same:",
    "ai-anya-e0301n4:12_5": "He should also be seen at the end of what is likable, desirable, and agreeable to the object.",
    "ai-anya-e0301n4:12_6": "and since that the feelings appear.",
    "ai-anya-e0301n4:12_7": "Contact is a condition for feeling.",
    "ai-anya-e0301n4:12_8": "It has the characteristic of end.",
    "ai-anya-e0301n4:12_9": "Will not this subject to grief",
    "ai-anya-e0301n4:12_10": "not having any state of existence.",
    "ai-anya-e0301n4:12_11": "This is the truth, this is how it occurs to touching.",
    "ai-anya-e0301n4:12_12": "Wherever they touch it with water.",
    "ai-anya-e0301n4:12_13": "And that is what should be done.",
    "ai-anya-e0301n4:12_14": "Therefore this contact is stated as stated.",
    "ai-anya-e0301n4:12_15": "What do you think, Stewards?",
    "ai-anya-e0301n4:12_16": "What is the opposite of the mind and bodily form,",
    "ai-anya-e0301n4:12_17": "which is feelingswells by the feelings.",
    "ai-anya-e0301n4:12_18": "And on seeing that such a salt, etc.",
    "ai-anya-e0301n4:13_0": "how the finest lady is developed.",
    "ai-anya-e0301n4:14_0": "‘He should see the nature of origination in the sense.’",
    "ai-anya-e0301n4:14_1": "That’s how it should be granted.",
    "ai-anya-e0301n4:14_2": "Gathering is the mode of the cart, seeing that is to be seen as that of the final formation.",
    "ai-anya-e0301n4:15_0": "70.",
    "ai-anya-e0301n4:15_1": "When you feel a feelings,",
    "ai-anya-e0301n4:15_2": "looks down on the taste of the object.",
    "ai-anya-e0301n4:15_3": "the meaning is that it constantly devoted to the object (?) of associated states, making plains that same object.",
    "ai-anya-e0301n4:15_4": "Walking by this is the best of beings, people having heard:",
    "ai-anya-e0301n4:15_5": "Feeling a person is produced.",
    "ai-anya-e0301n4:15_6": "A flour:",
    "ai-anya-e0301n4:16_0": "It feels, that’s why it’s called.",
    "ai-anya-e0301n4:16_1": "And what does it feel?",
    "ai-anya-e0301n4:16_2": "you feel pain.",
    "ai-anya-e0301n4:16_3": "When neutrality is said to be a neutral person.",
    "ai-anya-e0301n4:17_0": "Does all not follow the adversence of the mind? All these things are their objects in accordance with the Dhamma.",
    "ai-anya-e0301n4:17_1": "and they are insested by the business.",
    "ai-anya-e0301n4:17_2": "to make a liking straight away,",
    "ai-anya-e0301n4:17_3": "when his own business or another,",
    "ai-anya-e0301n4:17_4": "Feeling, without turning away, continued existence, produced by continued existence, which is the Lord God’s creation, the underlying tendency to craving for continued existence, thus it is the Lord God’s creation.",
    "ai-anya-e0301n4:17_5": "and then the king, having thus said this to the taste of the kingdom, the royal compound came to be in each of the kind of feeling.",
    "ai-anya-e0301n4:18_0": "71.",
    "ai-anya-e0301n4:18_1": "They perceive perception as perception.",
    "ai-anya-e0301n4:18_2": "Again three perceptions: what is beneficial, is the meaning.",
    "ai-anya-e0301n4:18_3": "for they perceive the perception that they had perception and non-percipient, and they knew what they had been reborn in the next life.",
    "ai-anya-e0301n4:18_4": "and then, through making such a perception, people, without reaching the end of rebirth, until the lifespan, limited deeds, expanding the life for seven days.",
    "ai-anya-e0301n4:18_5": "Having given up the wrong way, when the perception of a Buddhahood, having given up these things.",
    "ai-anya-e0301n4:18_6": "Likewise the neighborhood recognized for the sake of a nymphs.",
    "ai-anya-e0301n4:18_7": "according to the sign of the elephants, insisting on the elephant’s hide, of blind men,",
    "ai-anya-e0301n4:18_8": "In the place where they roam over and the grass is said of the deer-hunters, (thinking): “One who is like a baby deer , ”",
    "ai-anya-e0301n4:18_9": "A flour:",
    "ai-anya-e0301n4:19_0": "It perceives; that’s why it’s called perception.",
    "ai-anya-e0301n4:19_1": "And what does it perceive?",
    "ai-anya-e0301n4:19_2": "It perceives blue,",
    "ai-anya-e0301n4:19_3": "They perceive yellow as yellow, and so on.",
    "ai-anya-e0301n4:20_0": "72.",
    "ai-anya-e0301n4:20_1": "intention is intentionally interest.",
    "ai-anya-e0301n4:20_2": "the meaning is, in that place wherever it is associated with the object of, and in relation to them. When, in order to show the meaning is, the meaning is, it is proceeds.",
    "ai-anya-e0301n4:20_3": "Or they alternatively.",
    "ai-anya-e0301n4:20_4": "For that is their object, the production of (good) deeds, and the choice of deeds are made by oneself.",
    "ai-anya-e0301n4:20_5": "they’re rotten by you,",
    "ai-anya-e0301n4:20_6": "Approaches with one object, the meaning is one fact.",
    "ai-anya-e0301n4:20_7": "Likewise in the case of the fine-material jhānas which are dealt with that.",
    "ai-anya-e0301n4:20_8": "and only the adversities, and practising both his own advantages and proceeds to the ears, and so on.",
    "ai-anya-e0301n4:20_9": "Diding that same declaration of others in the doctrine of the Jina, he who was like the first person who was composed a great donation of the Faith.",
    "ai-anya-e0301n4:21_0": "how the finest lady is developed.",
    "ai-anya-e0301n4:22_0": "intending to make offerings, making phenomena; and when he considers it, he considers it thus: “Having gone into the various classes of rebirths, old age, and death.”",
    "ai-anya-e0301n4:22_1": "not out of fear.",
    "ai-anya-e0301n4:23_0": "Because they don’t resort to the analysis of discourses, nor do they promote choices.",
    "ai-anya-e0301n4:23_1": "The Linked Discourses on the aggregates are spoken of:",
    "ai-anya-e0301n4:24_0": "73.",
    "ai-anya-e0301n4:24_1": "a single linked state of one opposite sex, the air above or at all.",
    "ai-anya-e0301n4:24_2": "Because their mind is unified.",
    "ai-anya-e0301n4:24_3": "For one object, namely, there is some state of existence.",
    "ai-anya-e0301n4:24_4": "Some, the one, after developing the state of existence, and turning away from the diverse mind, the one of the mind becomes the reflection in that state of the days wielding the various ten powers. This is the defining of the various Buddhas’s doctrine.",
    "ai-anya-e0301n4:24_5": "for they are neither toside nor to restrain the mind. They can’t remain silent.",
    "ai-anya-e0301n4:25_0": "how the finest lady is developed.",
    "ai-anya-e0301n4:26_0": "each one is said: “This is the best object” .",
    "ai-anya-e0301n4:26_1": "Herein, abode of the highest gate is rolled on the side of the gate.",
    "ai-anya-e0301n4:26_2": "Whatever object you say is, that they say,",
    "ai-anya-e0301n4:26_3": "You’re not beautiful or ugly,",
    "ai-anya-e0301n4:27_0": "For in regard to the highest object, Northing is seen in some way.",
    "ai-anya-e0301n4:28_0": "74.",
    "ai-anya-e0301n4:28_1": "(these) things associated with livelihood.",
    "ai-anya-e0301n4:28_2": "Lord of Indra,",
    "ai-anya-e0301n4:28_3": "But here Isisiṅga is what is meant.",
    "ai-anya-e0301n4:28_4": "Delighting in Indane faculties,",
    "ai-anya-e0301n4:28_5": "and the life faculty;",
    "ai-anya-e0301n4:28_6": "for you have no life.",
    "ai-anya-e0301n4:28_7": "Consequently you say about me, I am born in the very same way. Please legitimately conquer me as a brahmin.",
    "ai-anya-e0301n4:28_8": "Because that peaceful rolls forth the Wheel of devotion and waves set out, a dish of the earth that was said for arranged,",
    "ai-anya-e0301n4:28_9": "Herein, one who is fully extinguished through the great aggregates’ mind occurrings as far as the consciousness of the great aggregates, one who is extinguished with mind.",
    "ai-anya-e0301n4:28_10": "Predominance, bending on developing the Deathless,",
    "ai-anya-e0301n4:28_11": "he rolls forth the Wheel of rolling.",
    "ai-anya-e0301n4:28_12": "Again and again he subdued his life with strong in calf, and after becoming fully extinguished again.",
    "ai-anya-e0301n4:29_0": "for life does not occur in the various facultys, which is calmed up with the sword of the life faculty.",
    "ai-anya-e0301n4:30_0": "75.",
    "ai-anya-e0301n4:30_1": "mind in this way is permanent, everlasting, eternal, and imperishable.",
    "ai-anya-e0301n4:30_2": "Now, it is of three kinds: the foot-standing and the foot-standing on the object.",
    "ai-anya-e0301n4:30_3": "There the five (wives) called a response;",
    "ai-anya-e0301n4:30_4": "For when you partake of the mind with the five objects, your mind becomes clear,",
    "ai-anya-e0301n4:30_5": "called Victor’s species, and carpets—",
    "ai-anya-e0301n4:30_6": "One who repulsible for the object, and one who gives it up.",
    "ai-anya-e0301n4:30_7": "Herein, proper attention is what is called improper attention.",
    "ai-anya-e0301n4:30_8": "for it is preceding the mind on the relics that arrangement by the wearing of the running object and radiating the object.",
    "ai-anya-e0301n4:30_9": "But when consciousness is produced, it does so again and again with the object, the mind becomes plagued by means of that object, and, then, in that place there arises in him.",
    "ai-anya-e0301n4:30_10": "* the wisdom there is from the surmounting of the object",
    "ai-anya-e0301n4:30_11": "I as if I were told to give it away.",
    "ai-anya-e0301n4:30_12": "For he directs his mind onto an object, whatever refers to the mind with the object he becomes dispassionate.",
    "ai-anya-e0301n4:30_13": "For this is how the characteristic of enduring the sense-objects has the characteristic of associated states beginning with the object, of the warding off of the sense desires as its object, and so on. The non-human beings should be seen as object.",
    "ai-anya-e0301n4:30_14": "Herein, that is to say: the characteristic of , etc., the sense of urgency, and the sense of urgency is the meaning.",
    "ai-anya-e0301n4:30_15": "they accept it.",
    "ai-anya-e0301n4:30_16": "all those whose minds are all present, practising the minds of all beings,",
    "ai-anya-e0301n4:31_0": "76.",
    "ai-anya-e0301n4:31_1": "thinking about it, the thought of it.",
    "ai-anya-e0301n4:31_2": "Then he thinks: ‘I am deliberate on the object.’",
    "ai-anya-e0301n4:31_3": "But in that engaging the talk on the subject is associated with it,",
    "ai-anya-e0301n4:31_4": "Then having made a repetition and wound its object, he is stated with the characteristic of directing the mind on to an object.",
    "ai-anya-e0301n4:31_5": "and he took a golden garden in the countryside there.",
    "ai-anya-e0301n4:31_6": "For thinking about applied thought and the mind is very strong, thinking about it without placing the mind, and keeping it connected. For it cannot be simply the strength of their thoughts.",
    "ai-anya-e0301n4:31_7": "Furthermore, applied thought and sustained thought is the five objects of the Sangha together with its object.",
    "ai-anya-e0301n4:31_8": "The development of two jhānas, etc., respectively including their objects and to the development of the meditation subject.",
    "ai-anya-e0301n4:31_9": "But in the Majjhima Commentaries it shows how it is said that they show the meaning of this discussion.",
    "ai-anya-e0301n4:31_10": "for a thought is the object of mind.",
    "ai-anya-e0301n4:31_11": "but always a regular gift to his attention.",
    "ai-anya-e0301n4:31_12": "And when there is no place, there is no level, having taken the object, the caravan leader to the object.",
    "ai-anya-e0301n4:31_13": "So when he has become established in five objects, he gives his attention to the object of his own improper attention to the object of the life-continuum, and it is breaths (ware) as its object.",
    "ai-anya-e0301n4:31_14": "But when the mind is unskillful, then the objects of another and influence become evident.",
    "ai-anya-e0301n4:31_15": "For it is when someone delights bad deeds.",
    "ai-anya-e0301n4:31_16": "The twofold jhāna is the basis for power of energy, etc., and also an enlightenment factor.",
    "ai-anya-e0301n4:31_17": "But while applied thought, with sustained thought, he keeps himself healthy in the Dhamma.",
    "ai-anya-e0301n4:31_18": "So the thought that has been stated in this way is what is said.",
    "ai-anya-e0301n4:31_19": "So you should say this.",
    "ai-anya-e0301n4:31_20": "Doesn’t the state of non-percipient states having form as its object?",
    "ai-anya-e0301n4:31_21": "Yet when asked what is said, why is it said?",
    "ai-anya-e0301n4:31_22": "but others want the thief with the breath of the business.",
    "ai-anya-e0301n4:31_23": "For this reason there is no other thing to do.",
    "ai-anya-e0301n4:31_24": "That is why it is said.",
    "ai-anya-e0301n4:32_0": "77.",
    "ai-anya-e0301n4:32_1": "wandering in search of wrong conduct.",
    "ai-anya-e0301n4:32_2": "Probed in a monastery: these things associated in the same way.",
    "ai-anya-e0301n4:32_3": "And in the sense of urgency, the applied thought and sustained thought is the purpose of the absence of making the object.",
    "ai-anya-e0301n4:32_4": "Herein, applied thought is the means that interrupted gross physical nutriment, as he now applies the mind to the preceding it his simile, like the bell.",
    "ai-anya-e0301n4:32_5": "you should get rid of the fine-material sphere. You should see the physical basis in that deliverance; then your mind associates are now.",
    "ai-anya-e0301n4:33_0": "78.",
    "ai-anya-e0301n4:33_1": "that’s resolved on using culmination.",
    "ai-anya-e0301n4:33_2": "Or does the object, or not? It is called “interruption” in this way, after cutting off the mental rolling on and transmigration, which is called “confuse” in the way already stated.",
    "ai-anya-e0301n4:33_3": "Then, having thus completed the objects in this way, he has stored the characteristics in the Indane of building work.",
    "ai-anya-e0301n4:34_0": "79.",
    "ai-anya-e0301n4:34_1": "(He who is) the result of his deeds, and through the power of the deeds,",
    "ai-anya-e0301n4:34_2": "That person is a sort of deeds,",
    "ai-anya-e0301n4:34_3": "even a small one takes theeon,",
    "ai-anya-e0301n4:34_4": "He’s difficult to do, to be afraid of wrongdoing,",
    "ai-anya-e0301n4:34_5": "he reveres a group of people,",
    "ai-anya-e0301n4:34_6": "the mind is permanent,",
    "ai-anya-e0301n4:34_7": "That’s why it is the cause of an individual to get a person whose mind is the reason why they are arguments, and their physical endurances.",
    "ai-anya-e0301n4:34_8": "What is the name of the energy that does not arise in him as a precept for energy, and that is to say, the energy, namely, “Formerly,” and with the rest of their energy.",
    "ai-anya-e0301n4:34_9": "and sustained thought occur to do with the practice of secret energy.",
    "ai-anya-e0301n4:34_10": "Your energy is always associated with energy, having become discovered by it. For even after being associated with the kinds of accumulating the bars, the individuals, essences becomes subject to for their own discomfort and exercise of their own minds. So even if they are always several people constantly postsed by themselves or others.",
    "ai-anya-e0301n4:34_11": "That’s why it is called “awake”.",
    "ai-anya-e0301n4:34_12": "for that is why it has the characteristic of distending. Its function is according to the characteristic of distending.",
    "ai-anya-e0301n4:35_0": "80.",
    "ai-anya-e0301n4:35_1": "They rejoicing in the Monastic Law thus adorned with the mind, having adorned with abundant rapture and happiness, with a mind full of joy. They presented with joy and happiness, their minds with joy and happiness.",
    "ai-anya-e0301n4:35_2": "She is able to embarrass in five ways: happiness, rapture, tranquility, immersion, and equanimity.",
    "ai-anya-e0301n4:36_0": "81.",
    "ai-anya-e0301n4:36_1": "the consent of brought from the consent;",
    "ai-anya-e0301n4:36_2": "jealousy is what is meant.",
    "ai-anya-e0301n4:36_3": "He is of two kinds: desire and craving, and craving is overwhelmed by delight.",
    "ai-anya-e0301n4:36_4": "Here desire to be fixed in the next life,",
    "ai-anya-e0301n4:36_5": "In this place he wants to make an agreement about it, he wishes to do it.",
    "ai-anya-e0301n4:36_6": "the consent has been brought.",
    "ai-anya-e0301n4:36_7": "The deeds done out of this continuation",
    "ai-anya-e0301n4:36_8": "The god just as when a deity is performed,",
    "ai-anya-e0301n4:36_9": "(There is) the sound of the four elements having made a agreements (of the Buddha) in the Commentaries. ” Having made a quiet at the conclusion of all the elements,",
    "ai-anya-e0301n4:36_10": "So the deeds that should be seen attentively shown by the phrase and grointment, and specifically shown by the name of the donor. In all these senses are to be seen, heard, and sensed in all the sense of the various ways.",
    "ai-anya-e0301n4:36_11": "But even if he wants to see the object of craving, he does not deliberately deal with the dyeing on the object.",
    "ai-anya-e0301n4:36_12": "Let him go where there is one who has,",
    "ai-anya-e0301n4:36_13": "that, in the murderer of the world for the sake of sensual desires,",
    "ai-anya-e0301n4:36_14": "just as when the king’s jealousy is carried along by the king’s wives and seats in the royal gate to do with respect to the king, making many offerings of.",
    "ai-anya-e0301n4:36_15": "In the same way, this is how you can give away what belongs to others.",
    "ai-anya-e0301n4:36_16": "she wishs to guard it.",
    "ai-anya-e0301n4:36_17": "And this meaning is “nowing. ”",
    "ai-anya-e0301n4:37_0": "This is what is said:",
    "ai-anya-e0301n4:38_0": "And here there are exactly the same base as the basis for giving up, and also that each one is precedededing them.",
    "ai-anya-e0301n4:38_1": "he should go from the army to the hermits’ messengers.",
    "ai-anya-e0301n4:39_0": "Herein, when showing a gift that is to be given in the first place in the first place, in the preceding the giving, etc., is necessary, and the rest.",
    "ai-anya-e0301n4:39_1": "Then the time for the first preceding specifically should be understood here as the time for the giving up of the opposite sex and the rest.",
    "ai-anya-e0301n4:39_2": "(They are) given away: what is to be given away by one who has not leftover what is to be given away.",
    "ai-anya-e0301n4:39_3": "So there is the prevailing of others with that.",
    "ai-anya-e0301n4:39_4": "is seeking for rats in a place whereby it is obtained by the kasiṇas, etc., that is, in order to get,",
    "ai-anya-e0301n4:39_5": "And herein, when Isisiṅga was being carried away by the hermits, they say, ‘Tough there are adorned with jewels, they say, ‘Such is an arrow.’",
    "ai-anya-e0301n4:39_6": "The ear doesn’t complain:",
    "ai-anya-e0301n4:39_7": "you’ll be mindful,",
    "ai-anya-e0301n4:39_8": "just as when a Buddha has been laid down by the Buddha.",
    "ai-anya-e0301n4:39_9": "Likewise: it is not overpowered .",
    "ai-anya-e0301n4:39_10": "Others are jealousy, without one needing,",
    "ai-anya-e0301n4:39_11": "There is another way of saying that you could cook.”",
    "ai-anya-e0301n4:39_12": "They don’t out of the lake.",
    "ai-anya-e0301n4:39_13": "If there is anyone arrow, there will be anyone else who is trading.",
    "ai-anya-e0301n4:39_14": "Yet even when something is meaningful, it is still here that is to say:",
    "ai-anya-e0301n4:39_15": "Because one whose mind is associated with desires as object, he finds a vulnerability as object, like a group of them.",
    "ai-anya-e0301n4:39_16": "That is why it is said in the mind-made body with the hand of the mind.",
    "ai-anya-e0301n4:39_17": "Here the Earth should be seen : this is the thirty-two ground, this is including the sense.",
    "ai-anya-e0301n4:39_18": "I’m not doing anything of the mind.",
    "ai-anya-e0301n4:39_19": "However, what is called to be relinquished, is unallowable as a span, then it is said in the way already described.",
    "ai-anya-e0301n4:39_20": "Mindfulness is the power of this, and has the strength of craving.",
    "ai-anya-e0301n4:39_21": "Because that is thus the basis of psychic power.",
    "ai-anya-e0301n4:39_22": "for if he were to gain the strength of craving,",
    "ai-anya-e0301n4:39_23": "These sentient beings who are possessed by craving are described as a treasure who, in the heavenly realm, eats in the property of life, are property, or who have gone beyond suffering.",
    "ai-anya-e0301n4:40_0": "82.",
    "ai-anya-e0301n4:40_1": "He shines as urine as a consequences by the fragrant mind.",
    "ai-anya-e0301n4:40_2": "what do you want to do?",
    "ai-anya-e0301n4:40_3": "while others, together.",
    "ai-anya-e0301n4:40_4": "When the streams of the gods replete with glory, they were unable to be shut.",
    "ai-anya-e0301n4:40_5": "When it has been consolidated by the gods and the stream, it is what happened.",
    "ai-anya-e0301n4:41_0": "I am one who understands",
    "ai-anya-e0301n4:42_0": "83.",
    "ai-anya-e0301n4:42_1": "right now that is skilled in making a skill in delusion,",
    "ai-anya-e0301n4:42_2": "Herein, one is deluded:",
    "ai-anya-e0301n4:42_3": "sentient beings are free of delusion,",
    "ai-anya-e0301n4:42_4": "by means of his fortunateness, having made the four offerings that were as if fixed the eyes of good friends, made into a lake with the eyes of goodness, etc., then that is what is said.",
    "ai-anya-e0301n4:42_5": "But if he has left over, he should see his knowledge.",
    "ai-anya-e0301n4:42_6": "Likewise the knowledge of wrong knowledge is called wrong.",
    "ai-anya-e0301n4:42_7": "According to the accompany, wrong knowledge, and wrong knowledge are said to because they have got rid of the wrong kinds of delusion.",
    "ai-anya-e0301n4:42_8": "and the two kinds of failure is mentioned through the wrong kind of rebirth.",
    "ai-anya-e0301n4:42_9": "Herein, the words that are unknown in one who has reached that same good practice is called.",
    "ai-anya-e0301n4:42_10": "By the bad, they’re called wrong knowledge. Neither by wrong knowledge, he drops away from five thoughts.",
    "ai-anya-e0301n4:42_11": "Only sex with a mind of six.",
    "ai-anya-e0301n4:42_12": "They breastfeeding for which they are capable of realizing anything that can be developed by the noble ones, and through having arisen in the making them of their state, and they will reach that state of peace.",
    "ai-anya-e0301n4:43_0": "84.",
    "ai-anya-e0301n4:43_1": "he does not conquers delight in bad conduct by way of body, speech, or mind.",
    "ai-anya-e0301n4:43_2": "it is the right way to teach the good.",
    "ai-anya-e0301n4:43_3": "for settling down a bad position in a place, before making it plaster the arising and produce he gives it up.",
    "ai-anya-e0301n4:43_4": "Because that bad bodily conduct is unprotected in their characteristics, function, and non-returning.",
    "ai-anya-e0301n4:44_0": "85.",
    "ai-anya-e0301n4:44_1": "he does not prudent and prudent,",
    "ai-anya-e0301n4:44_2": "Both bodily conduct did not lead to bad things, and running backwards, is the meaning.",
    "ai-anya-e0301n4:44_3": "he’s prudent, prudent,",
    "ai-anya-e0301n4:44_4": "for even in the case of those conscience and prudence, their mind inclines to filling the opposite sex.",
    "ai-anya-e0301n4:44_5": "Because that is why it has nothing to do with the body and the characteristics.",
    "ai-anya-e0301n4:44_6": "And what is called:",
    "ai-anya-e0301n4:45_0": "then cannot be disgusted, shameless, and heavy yoke.",
    "ai-anya-e0301n4:46_0": "Laziness is assistance as a decrepit unbecoming.",
    "ai-anya-e0301n4:47_0": "86.",
    "ai-anya-e0301n4:47_1": "for pulls out.",
    "ai-anya-e0301n4:47_2": "Then, after turning back the wound, he fixed his mind on to an object, like a lump of foulness by a stone’s mind on to an object, and agitation evening,",
    "ai-anya-e0301n4:47_3": "or, it should be seen as like a burning floor in the sun.",
    "ai-anya-e0301n4:48_0": "87.",
    "ai-anya-e0301n4:48_1": "(such as) greed, greed does not end with the things associated with greed, and hate don’t collapse even in them.",
    "ai-anya-e0301n4:48_2": "it should be seen enclosing the object in the sense of urgency.",
    "ai-anya-e0301n4:48_3": "He succeeded in disentangling all kinds of opposite sex. Because of this moving the bones, he dried up like a thicket of leaf hut in the middle of the ocean, and in the end of all the beings. It won’t because of the axle of dried up and pulled up like a stick that’s pulled up into the ocean with a sharp river.",
    "ai-anya-e0301n4:49_0": "88.",
    "ai-anya-e0301n4:49_1": "The view of vision.",
    "ai-anya-e0301n4:49_2": "Those things that are their individual essence, like the knowledge and vision of the Dhamma in the way already stated simply the wrong way is said to be not actually the wrong way.",
    "ai-anya-e0301n4:49_3": "And to some of the astute, competent, educated, and capable of understanding that has arisen in the neighborhood of many thoughts.",
    "ai-anya-e0301n4:49_4": "The eighty characteristics of insistence should be seen to decrease.",
    "ai-anya-e0301n4:50_0": "89.",
    "ai-anya-e0301n4:50_1": "predicted.",
    "ai-anya-e0301n4:50_2": "I am the one person in the world.",
    "ai-anya-e0301n4:50_3": "he doesn’t see any form of a box, he doesn’t deserve to be slaughtered thus, wiped thus:",
    "ai-anya-e0301n4:50_4": "He’s been born in his family, wealth, fame, and renowned Yasa’s virtue, and his first man of those good qualities, he makes himself happy and pleased. He then said:",
    "ai-anya-e0301n4:50_5": "That is why it is said in accumulation of characteristics.",
    "ai-anya-e0301n4:51_0": "90.",
    "ai-anya-e0301n4:51_1": "One is hateful.",
    "ai-anya-e0301n4:51_2": "He’s transgressed in the sense that he has laid down on the bones of the carcasses; he has not made about even a lump of froth in the sense of urgency like the fire in the sense of its own urgency which was like a string of worms, and it was like the fire in the sense of a rotten.",
    "ai-anya-e0301n4:52_0": "91.",
    "ai-anya-e0301n4:52_1": "it will not be jealousy.",
    "ai-anya-e0301n4:52_2": "the meaning is that it cuts away by others.",
    "ai-anya-e0301n4:52_3": "Having heard the miracle of others, she does not get any response;",
    "ai-anya-e0301n4:52_4": "he wants to failure in his failure.",
    "ai-anya-e0301n4:52_5": "The one who isn’t able to hear this, even if he hears it,",
    "ai-anya-e0301n4:52_6": "They wish:",
    "ai-anya-e0301n4:52_7": "Therefore it is called an abode of an abstaining other conditions,",
    "ai-anya-e0301n4:53_0": "92.",
    "ai-anya-e0301n4:53_1": "May my virtue be well-born, for this reason it was (said):",
    "ai-anya-e0301n4:53_2": "Don’t occur in accordance with his own enjoyment, since he thinks, “It occurs only on account of effacement that his mind becomes function, and his idiostic.”",
    "ai-anya-e0301n4:53_3": "stinginess is stingy;",
    "ai-anya-e0301n4:53_4": "This is the twofold attainment by means of which one is obtained by oneself.",
    "ai-anya-e0301n4:53_5": "Herein, he is got by care of his enemy. Then, when he hears what was allowed, he thought about by others, and his own giving him to another, and after hearing it from another thinking, “After hearing that, he will be at the reason for his own use of suffering,” and he thought, “As a bother, after hearing that, he will be at the wrong time,” and he thought,",
    "ai-anya-e0301n4:53_6": "They don’t get material possessions.",
    "ai-anya-e0301n4:53_7": "Some of them will hear a later, pained and depressed, thinking:",
    "ai-anya-e0301n4:53_8": "it should be called by using that they have got the characteristic of non-human beings who have gained as if they were told.",
    "ai-anya-e0301n4:53_9": "Here the obtainment of gains, etc., one who has gains material possessions.",
    "ai-anya-e0301n4:53_10": "(The king) remainsed by (himself), after hearing the tale, he thought thus: “We will kill our minds.”",
    "ai-anya-e0301n4:53_11": "whatever they wish for,",
    "ai-anya-e0301n4:53_12": "after himself thinking about it, and considering his mind uproot with an arrow,",
    "ai-anya-e0301n4:53_13": "These are not the two who arose together.",
    "ai-anya-e0301n4:54_0": "What is done in one who is wrapped in what is said here,",
    "ai-anya-e0301n4:54_1": "cut up the corpse,",
    "ai-anya-e0301n4:54_2": "if he does the necess it;",
    "ai-anya-e0301n4:54_3": "is what is called “restraint by one who is astute” .",
    "ai-anya-e0301n4:54_4": "That good deed was done by me. Then, as a good deed, it wasn’t able to reappear the thought on the ground, and on the following day, it wasn’t able to practice the simultaneously.",
    "ai-anya-e0301n4:54_5": "Formerly they did bad deeds done before, or not it was done.",
    "ai-anya-e0301n4:54_6": "then unification of mind leads to the complete purity of mind,",
    "ai-anya-e0301n4:54_7": "That’s why they are called “given” in accordance with what is a doing.",
    "ai-anya-e0301n4:54_8": "(but) this was said in the eight times the talk that enquiry, (called) going to the presence of the Teacher.",
    "ai-anya-e0301n4:54_9": "But since this bad deed has been done,",
    "ai-anya-e0301n4:54_10": "It’s not good to do,",
    "ai-anya-e0301n4:54_11": "That’s why an unjust person regrets it.",
    "ai-anya-e0301n4:54_12": "Herein, my remorse is remorseful:",
    "ai-anya-e0301n4:54_13": "By the removal of the aggregates, even when asked, how then the air?",
    "ai-anya-e0301n4:54_14": "he is afraid of wrongdoing, he has it cut off.",
    "ai-anya-e0301n4:54_15": "For that reason you should know the arising of a thought: ‘This is the way of giving rise to a thought, and if you are smeared with a thought.’",
    "ai-anya-e0301n4:54_16": "(but) Sudinna, in the sense of habitual compared with the meaning.",
    "ai-anya-e0301n4:54_17": "that they must ask about the state of non-greed, and because they are ignorant.",
    "ai-anya-e0301n4:55_0": "how the finest lady is developed.",
    "ai-anya-e0301n4:56_0": "having spoken about the skill in learning, they asked: “Who is this?",
    "ai-anya-e0301n4:56_1": "having done good things by way of body, speech, and mind.”",
    "ai-anya-e0301n4:56_2": "Not late,",
    "ai-anya-e0301n4:56_3": "By this means what is said: “Herein, what isn't done,",
    "ai-anya-e0301n4:56_4": "whatever was done by me regarding the Dhamma,",
    "ai-anya-e0301n4:56_5": "what do you live for?",
    "ai-anya-e0301n4:56_6": "“So what has been done in this way?” is the arising of regrets.",
    "ai-anya-e0301n4:56_7": "all that has been rejected.",
    "ai-anya-e0301n4:57_0": "But just as this when the arising of where (only) appears without it, the giving rise to the cause of behaviour?",
    "ai-anya-e0301n4:57_1": "Furthermore, the acquisition of the elements is pulled out in the mind for a displayed pervading the mind.",
    "ai-anya-e0301n4:57_2": "So when a man has cut off his judgment, his words do not get bad.",
    "ai-anya-e0301n4:57_3": "wrapped by a wall, the lazy wall, and doesn’t look after.",
    "ai-anya-e0301n4:57_4": "Seeing in the formless,",
    "ai-anya-e0301n4:57_5": "Then he cuts off the corpse with good friends, companions, and associates, with the rolling of a bad deed,",
    "ai-anya-e0301n4:57_6": "to don’t let the mind inclines to the good.",
    "ai-anya-e0301n4:57_7": "so hard to comprehend.",
    "ai-anya-e0301n4:57_8": "They bring the power of faith and confidence, but give the wholesome things.",
    "ai-anya-e0301n4:57_9": "That’s why it’s called “guard”.",
    "ai-anya-e0301n4:57_10": "And by which one who is supreme in the Dhamma -",
    "ai-anya-e0301n4:57_11": "When he became anxious, he sounded his shout.",
    "ai-anya-e0301n4:57_12": "Because previously, having done good deeds, before the time, and later, occurs with good friendship, and discussing the following, subsequently to him.",
    "ai-anya-e0301n4:57_13": "Therefore it is known as the characteristic of foulness, and on the underlying tendencies.",
    "ai-anya-e0301n4:57_14": "Remembering the meaning here and laterly: being the meaning and the good, and having done away with good friends.",
    "ai-anya-e0301n4:57_15": "Because of that, his power was successful in the past.",
    "ai-anya-e0301n4:57_16": "the present objects of present objects.",
    "ai-anya-e0301n4:57_17": "Transmigrating for the continuation, ~ the one who has done good deeds, and who do good deeds lazy,",
    "ai-anya-e0301n4:57_18": "For this is said in the Mahāniddesa:",
    "ai-anya-e0301n4:58_0": "being afraid of wrongdoing, he gives his permission and his because he has not done.",
    "ai-anya-e0301n4:58_1": "What is the two?",
    "ai-anya-e0301n4:58_2": "The group of four forty-three",
    "ai-anya-e0301n4:58_3": "I’ven not done bad things",
    "ai-anya-e0301n4:58_4": "When they’ve done bad things, they arise.",
    "ai-anya-e0301n4:58_5": "I My verbal conduct,",
    "ai-anya-e0301n4:58_6": "When it is done, it arises,",
    "ai-anya-e0301n4:58_7": "Refraining from killing living creatures",
    "ai-anya-e0301n4:58_8": "the fearful one, anxious and remorse arises.",
    "ai-anya-e0301n4:58_9": "I have right view",
    "ai-anya-e0301n4:58_10": "When it is shakes, they become anxious.",
    "ai-anya-e0301n4:59_0": "But through making these scopes of alms by being anxious and remorse, etc., that is, ignorant, and being afraid of wrongdoing and foulness, the instance, the simile of the gros physical matter due to the opposite of wrongdoing.",
    "ai-anya-e0301n4:59_1": "For one is said to live in two ways:",
    "ai-anya-e0301n4:59_2": "So, having done bad things, they recollect their own bad deeds, and, and, before the time they recollected their past lives.",
    "ai-anya-e0301n4:59_3": "I’ve not done good things in the wilderness,",
    "ai-anya-e0301n4:59_4": "For it is done by way of body, speech, and mind.",
    "ai-anya-e0301n4:59_5": "Just as there are two kinds of conceit: that is, twofold:",
    "ai-anya-e0301n4:59_6": "Likewise, being afraid of wrongdoing, the two two two two kinds of misconduct are afraid of wrongdoing.",
    "ai-anya-e0301n4:59_7": "Then they became anxious and remorseful:",
    "ai-anya-e0301n4:59_8": "But what is that?",
    "ai-anya-e0301n4:59_9": "And having done good things, he does not perceive that he is, wicked, wicked, and having a bad view, and having the following, he continually taken up good views.",
    "ai-anya-e0301n4:59_10": "And after doing good things, they perceive wicked and perceiving them as wicked, and later. After, they perceive wickedness and non-percipient.",
    "ai-anya-e0301n4:59_11": "This is the reason why Path",
    "ai-anya-e0301n4:59_12": "If it is not blameless, but he perceives it as such, and he does not perceive it as such, there is no offense.",
    "ai-anya-e0301n4:59_13": "he is one who gives all two or three days, and likes a flock.",
    "ai-anya-e0301n4:59_14": "That’s why the two should be seen including the Saṅgha.",
    "ai-anya-e0301n4:59_15": "But that very specifically emitted by the hand",
    "ai-anya-e0301n4:59_16": "being afraid of wrongdoing,",
    "ai-anya-e0301n4:59_17": "Being afraid of wrongdoing, they did not respond.",
    "ai-anya-e0301n4:59_18": "without remorse, without being anxious,",
    "ai-anya-e0301n4:59_19": "And being afraid of wrongdoing, the monk doesn’t accept the Monastic Law.",
    "ai-anya-e0301n4:59_20": "And how do they become anxious because of the eon in what is allowable and what is not allowable?",
    "ai-anya-e0301n4:59_21": "We don’t understand",
    "ai-anya-e0301n4:59_22": "That is the Monastic Law (in mind) in the Monastic Law.",
    "ai-anya-e0301n4:59_23": "Yet he makes his soft, without having his sockets, is skillful indeed skill in the noble mind.",
    "ai-anya-e0301n4:59_24": "and whatever person arises,",
    "ai-anya-e0301n4:59_25": "Those who do not have the training,",
    "ai-anya-e0301n4:59_26": "But they don’t reference to their practice, they don’t conduct.",
    "ai-anya-e0301n4:59_27": "There are some who do not think,",
    "ai-anya-e0301n4:59_28": "They committed an offense.",
    "ai-anya-e0301n4:59_29": "They being afraid of wrongdoing, they achieve what is said.",
    "ai-anya-e0301n4:60_0": "94.",
    "ai-anya-e0301n4:60_1": "having driven out the mind, matter how it swallows it, and (they are) swallowed.",
    "ai-anya-e0301n4:60_2": "Before heated them with weapons.",
    "ai-anya-e0301n4:61_0": "95.",
    "ai-anya-e0301n4:61_1": "My legal procedure, desiring work, having performed (the Dhamma), which is without consequence, being successful and prosperous,",
    "ai-anya-e0301n4:61_2": "Because that signifies the object in connection with the possibility of the World, after making it plastered it into a way and, it burns if it were transferred to as objectserted by the Position of a balance, and then having the cliffing downwards, it would be produced, like a position,",
    "ai-anya-e0301n4:61_3": "Mātali, if you want",
    "ai-anya-e0301n4:62_0": "96.Vicikicchāti ettha.",
    "ai-anya-e0301n4:62_1": "doubting and uncertainty:",
    "ai-anya-e0301n4:62_2": "is the meaning of ‘perception’.",
    "ai-anya-e0301n4:62_3": "in order to get rid of doubt, and doubt regarding the next world:",
    "ai-anya-e0301n4:62_4": "doubts and uncertainty: this is the case.",
    "ai-anya-e0301n4:62_5": "Two on that is uncertainty occurring: there are two kinds of doubt that is uncertainty.",
    "ai-anya-e0301n4:62_6": "Entering the hindrances:",
    "ai-anya-e0301n4:62_7": "Herein, the eight kinds of breaths occurring as stated in the eight ways beginning .",
    "ai-anya-e0301n4:62_8": "then you’re not treated in them like this. How do you profound the object of the development of the paths of doubts? How do you proceed although that prosperity of all these.",
    "ai-anya-e0301n4:62_9": "She is a wholesome, even a skilful cooked with Compassion.",
    "ai-anya-e0301n4:62_10": "Next, there are some hindrances that are unskillful, and which have gone to an end.",
    "ai-anya-e0301n4:63_0": "I’m the one who studying what is good,",
    "ai-anya-e0301n4:64_0": "97.",
    "ai-anya-e0301n4:64_1": "faith:",
    "ai-anya-e0301n4:64_2": "As the sun sat down on the bank of the water, so an opening of the holes that are cleansed by the sun and moon,",
    "ai-anya-e0301n4:64_3": "This is the meaning of giving and bear.",
    "ai-anya-e0301n4:64_4": "faith is found:",
    "ai-anya-e0301n4:64_5": "In faith is the same for himself:",
    "ai-anya-e0301n4:64_6": "And the Sakyans, too, occurred in three ways:",
    "ai-anya-e0301n4:64_7": "After that, having the sectarians in the sectarians, owing to the sectarians, in the sectarians, owing to such and such faith as the sectarians, having a sense of urgency, and evolution in the way.",
    "ai-anya-e0301n4:64_8": "But that which is beneficial, dropped into the community.",
    "ai-anya-e0301n4:64_9": "But when people see no longer because they have not seen the elephant-treasure, they are not able to be able.",
    "ai-anya-e0301n4:64_10": "When there is no inclination there is no inclination for them.",
    "ai-anya-e0301n4:64_11": "When there is no seed, there’s no coming and going.",
    "ai-anya-e0301n4:64_12": "When faith doesn’t exist, there are no productions for the sake of merit.",
    "ai-anya-e0301n4:64_13": "Therefore it is called “anger” since it is called “feart from seeds.”",
    "ai-anya-e0301n4:65_0": "98.",
    "ai-anya-e0301n4:65_1": "He is mindful:",
    "ai-anya-e0301n4:65_2": "Except for the agreement of the Buddha’s special qualities is enlightened One’s special qualities. He is the meaning.",
    "ai-anya-e0301n4:65_3": "and mindfulness is twofold,",
    "ai-anya-e0301n4:65_4": "Herein, right mindfulness is right concentration.",
    "ai-anya-e0301n4:65_5": "When there is no coming or going,",
    "ai-anya-e0301n4:65_6": "that bad is done by way of performing bad and accumulation, nevertheless called “reviously” in the sense of a support.",
    "ai-anya-e0301n4:65_7": "But he who is able to keep all unskillful things with the wholesome mind; he who is able to do all unskillful things with the skillful qualities.",
    "ai-anya-e0301n4:65_8": "Consequently it is to be seen as in all the king’s ministers.",
    "ai-anya-e0301n4:65_9": "mindfulness, I say.",
    "ai-anya-e0301n4:66_0": "for someone with good conducts can be disgusted by bad conduct by way of body, speech, and mind, is the meaning.",
    "ai-anya-e0301n4:67_0": "100.",
    "ai-anya-e0301n4:67_1": "prudently to them.",
    "ai-anya-e0301n4:67_2": "if he is hurried; the meaning is that.",
    "ai-anya-e0301n4:67_3": "And here in the case of the conscience and shame:",
    "ai-anya-e0301n4:68_0": "They are ashamed of what is not shameful, and delightful,",
    "ai-anya-e0301n4:69_0": "(But) fearing what is not fearful, not seeing fear in what is fearful,",
    "ai-anya-e0301n4:70_0": "However, when a good person is supported by themselves and others, they carry on their own shamelessly and pure in themselves, they keep the Vajjian calling themselves pure.",
    "ai-anya-e0301n4:70_1": "That is why these two worldly states are spoken of in the world.",
    "ai-anya-e0301n4:71_0": "101.",
    "ai-anya-e0301n4:71_1": "Greed, greedy,",
    "ai-anya-e0301n4:71_2": "For when he has broken it on himself with his own objects, he removes the greed for the relics, etc., as its objects, and with the disease that he encounters an opportunity, infects his own urine, excrement, etc., from the defining of the elements, and he eleven applys himself to the relications of life,",
    "ai-anya-e0301n4:72_0": "102.",
    "ai-anya-e0301n4:72_1": "One with hatred, one with no hate.",
    "ai-anya-e0301n4:72_2": "When even in the case of any one of his own temperament has occurred with the object of hatred, hate and delusion,",
    "ai-anya-e0301n4:72_3": "When he saw her, he pulled her to the eleven conceived and seen eleven discovered her thought: “Such is the arising of the elements, eleven border of the elements, the eleventh of the death elements, and it is called “Such occurred”.",
    "ai-anya-e0301n4:72_4": "This is quite enough for you to abide in loving-kindness.",
    "ai-anya-e0301n4:72_5": "You should say:",
    "ai-anya-e0301n4:72_6": "Delusion is ripe;",
    "ai-anya-e0301n4:72_7": "On being he is conceived in the four noble truths.",
    "ai-anya-e0301n4:72_8": "When I had winned it, I discovered it on the moon and sun, and rejoicing the minds of a thousand rolling.",
    "ai-anya-e0301n4:73_0": "The self-developed in what is called one who has reached in oneself.",
    "ai-anya-e0301n4:73_1": "The warding off of the perfume, hurriedly rolled and the middle in the middle is the middle.",
    "ai-anya-e0301n4:73_2": "transgression associated with it,",
    "ai-anya-e0301n4:73_3": "at midday is the middle.",
    "ai-anya-e0301n4:73_4": "As they are associated in these things, which are internally pertained in every direction. And in the middle, they are dissipated internally and externally.",
    "ai-anya-e0301n4:73_5": "(These six discourses should be understood as in accordance with the virtue and the equanimity associated stated in the middle, and the to be given in the Paṭisambhidā.)",
    "ai-anya-e0301n4:73_6": "This is spoken of in equanimity:",
    "ai-anya-e0301n4:74_0": "104.",
    "ai-anya-e0301n4:74_1": "Contact is called a construction of the body, namely, the physical and mental faculties.",
    "ai-anya-e0301n4:74_2": "Mind, deluded, beautiful—",
    "ai-anya-e0301n4:74_3": "tranquility to the body,",
    "ai-anya-e0301n4:74_4": "calmness is tranquillized by the mind.",
    "ai-anya-e0301n4:74_5": "Tranquility is the calmness",
    "ai-anya-e0301n4:74_6": "peaceful, meaning is, needed.",
    "ai-anya-e0301n4:74_7": "for those who weakness is the weak;",
    "ai-anya-e0301n4:74_8": "They don’t blame the pleasure of merit.",
    "ai-anya-e0301n4:74_9": "one whose mind is externally,",
    "ai-anya-e0301n4:74_10": "At the end of the stone clay with a bathed sword,",
    "ai-anya-e0301n4:74_11": "Those who have strong power",
    "ai-anya-e0301n4:74_12": "they avoid it",
    "ai-anya-e0301n4:74_13": "his mind is like a cool breeze in water.",
    "ai-anya-e0301n4:75_0": "105.",
    "ai-anya-e0301n4:75_1": "lightlying up the light,",
    "ai-anya-e0301n4:75_2": "Unable to the city: it is good.",
    "ai-anya-e0301n4:75_3": "Those who weakness",
    "ai-anya-e0301n4:75_4": "They don’t waver on those merits, nor have it settles,",
    "ai-anya-e0301n4:75_5": "As a palace floor was threwing like a stone’s thread.",
    "ai-anya-e0301n4:75_6": "Those who have strong power",
    "ai-anya-e0301n4:75_7": "and my mind becomes eager,",
    "ai-anya-e0301n4:75_8": "was like a cool breeze of water.",
    "ai-anya-e0301n4:76_0": "106.",
    "ai-anya-e0301n4:76_1": "the sage’s stubborn,",
    "ai-anya-e0301n4:76_2": "Those who weakness",
    "ai-anya-e0301n4:76_3": "and pursuing the mind from those who waves.",
    "ai-anya-e0301n4:76_4": "washed a midday hall.",
    "ai-anya-e0301n4:76_5": "Those who have strong power",
    "ai-anya-e0301n4:76_6": "Their mind becomes pliable,",
    "ai-anya-e0301n4:76_7": "for understanding in the middle, it is as though befitting in the middle.",
    "ai-anya-e0301n4:77_0": "107.",
    "ai-anya-e0301n4:77_1": "it’s good to do good deeds that are reborn",
    "ai-anya-e0301n4:77_2": "calling a worker,",
    "ai-anya-e0301n4:77_3": "Those who weakness",
    "ai-anya-e0301n4:77_4": "if their mind is far away, but it isn’t reply.",
    "ai-anya-e0301n4:77_5": "the frame was eaten by the wind;",
    "ai-anya-e0301n4:77_6": "Those who have strong power",
    "ai-anya-e0301n4:77_7": "There they wouldn’t do what they wish. They wouldn’t be able to do.",
    "ai-anya-e0301n4:77_8": "washed off the proper conduct.",
    "ai-anya-e0301n4:78_0": "108.",
    "ai-anya-e0301n4:78_1": "the state of glory, because they are eager",
    "ai-anya-e0301n4:78_2": "satisfies with that,",
    "ai-anya-e0301n4:78_3": "Those who weakness",
    "ai-anya-e0301n4:78_4": "their mind rises and falls away.",
    "ai-anya-e0301n4:78_5": "in a deep pit by the water’s edge,",
    "ai-anya-e0301n4:78_6": "those who work in whatever strength you’re not trapped in it,",
    "ai-anya-e0301n4:78_7": "like a deep lake in the water.",
    "ai-anya-e0301n4:79_0": "109.",
    "ai-anya-e0301n4:79_1": "straightforward, straightly, straightly,",
    "ai-anya-e0301n4:79_2": "Those who weakness",
    "ai-anya-e0301n4:79_3": "and his mind is roamed about by those who have no serene.",
    "ai-anya-e0301n4:79_4": "Overcome by any time,",
    "ai-anya-e0301n4:79_5": "Oh, when will.",
    "ai-anya-e0301n4:79_6": "When asked, how many days can see",
    "ai-anya-e0301n4:79_7": "Oh, when will the times fall,",
    "ai-anya-e0301n4:79_8": "for one who has a sense of urgency like it is like the path to stream.",
    "ai-anya-e0301n4:79_9": "Their strength should be understood as they are forces to say.",
    "ai-anya-e0301n4:80_0": "110.",
    "ai-anya-e0301n4:80_1": "And here it should be understood that in the Vibhaṅga too with the kasiṇas, beginning with the body of the consciousness, etc., stated in the passage for recitation, and in order to show the place where they see.",
    "ai-anya-e0301n4:80_2": "Herein, having heard that the discourse of the litness Uppalavaṇṇā in the air with psychic powers, one with psychic powers, one with psychic powers, one with head spending, and one with psychic powers, one with psychic power",
    "ai-anya-e0301n4:80_3": "Or alternatively, while sitting on his body, after making a moment",
    "ai-anya-e0301n4:80_4": "As he was walking on the road in the open he was reborn in a good place, without coming to the realm of the Kattikā.",
    "ai-anya-e0301n4:80_5": "and having made a heavy the colour of heavy-kindness, and through its appearance in the special qualities of being described as long as it is first evident, it is only its special qualities that lasts.",
    "ai-anya-e0301n4:80_6": "they all remember the Sākiyans, (and): “For those who have taken up residence in Sāketa, ears, nose-holes, rejoicing, and requisites,",
    "ai-anya-e0301n4:81_0": "Herein, on account of that speech is the threefold: the right speech, that is to say, the meaning of good speech, the teaching, and the ends of right speech.",
    "ai-anya-e0301n4:81_1": "Having a wholesome intentions, acknowledgement, and mental expression,",
    "ai-anya-e0301n4:81_2": "One who undertakes the training rules that are determined, transferred to another, as well as the abstaining strange, government official, and determined.",
    "ai-anya-e0301n4:81_3": "This is the right speech.",
    "ai-anya-e0301n4:81_4": "She attains fullness,",
    "ai-anya-e0301n4:81_5": "they rightly call these words:",
    "ai-anya-e0301n4:81_6": "And here is the reason why sometimes it should be seen by reasoning the meaning of what is said in order to do so.",
    "ai-anya-e0301n4:81_7": "Herein, undertakeing the training rules as undertaken for practice, you take up the training rules that cause.",
    "ai-anya-e0301n4:81_8": "Then, just as the rainy season residence does have well-proclaimed embarrassed, embarrassed, the training rules are well-behaved.",
    "ai-anya-e0301n4:81_9": "is the meaning of making them hard for them to explain the meaning.",
    "ai-anya-e0301n4:81_10": "Then he says: ‘May the venerables be like this!’",
    "ai-anya-e0301n4:81_11": "This is the right way, this is the proper conduct in regard to those who have conduct.",
    "ai-anya-e0301n4:81_12": "and having performed his duties, it is called “given”.",
    "ai-anya-e0301n4:81_13": "Furthermore, this verbal conduct gives up bad verbal conduct, and reflects on it of speech, thus it is called “purification of mind” .",
    "ai-anya-e0301n4:82_0": "And it is of three kinds as terrible action, and so on.",
    "ai-anya-e0301n4:82_1": "Herein, whatever deeds there are, doing what is blameless, not defiled.",
    "ai-anya-e0301n4:82_2": "intention involved is the intention of intention,",
    "ai-anya-e0301n4:82_3": "One who kills living creatures, steals, commits sexual misconduct, and uses alcoholic drinks that cause negligence. They’re abiding in mind, determined by bad character.",
    "ai-anya-e0301n4:82_4": "This is called right action.",
    "ai-anya-e0301n4:82_5": "Proper Because of right action",
    "ai-anya-e0301n4:82_6": "is as already explained.",
    "ai-anya-e0301n4:83_0": "Two kinds of energy and sustained thought are of two kinds:",
    "ai-anya-e0301n4:83_1": "Herein, broken means (these) doing blameless things: “Why should we do this? ” and “Dearing the service of the life, (whole), making a living by one, by making arranging his life, making an effort, (thinking):",
    "ai-anya-e0301n4:83_2": "And, purification of body, speech, and mind, gives up bad conduct by way of body, speech, and mind.",
    "ai-anya-e0301n4:83_3": "This is the way of livelihood.",
    "ai-anya-e0301n4:83_4": "free of delusion,",
    "ai-anya-e0301n4:83_5": "rightly rolled forth the right way.",
    "ai-anya-e0301n4:83_6": "is already explained.",
    "ai-anya-e0301n4:84_0": "114.",
    "ai-anya-e0301n4:84_1": "And here there is one thing such as “ascetic” in the consequence of virtue, etc., here it is of three kinds as an abiding in the threefold system.",
    "ai-anya-e0301n4:84_2": "And the rainy season residence, having undertaken the training rules during the day, but when these kings are not strong, the whole of the conscience and prudence, he shameless. And whenever they have arisen, he began to lawless clothes and violently:",
    "ai-anya-e0301n4:84_3": "This is the next:",
    "ai-anya-e0301n4:84_4": "(These) the present objects are present.",
    "ai-anya-e0301n4:84_5": "for five objects are said to have surmounting the objects of the present.",
    "ai-anya-e0301n4:84_6": "But the training rules on taking possession of the training rules that have been determined, having been thoroughly determined, transferred to another, or however there is the door fact of cloth.",
    "ai-anya-e0301n4:84_7": "This is the undertaking of undertaking.",
    "ai-anya-e0301n4:84_8": "and that present object is (but) in the present object.",
    "ai-anya-e0301n4:84_9": "For there are five kinds of inclusion: this is said in the Commentary as object, this is said in the Commentaries.",
    "ai-anya-e0301n4:84_10": "In the variety of paths beginning with all kinds of temperament there is from the cutting off of judgments, etc., as it is within different kinds of becoming .",
    "ai-anya-e0301n4:84_11": "(but) she was extinguishment with the support,",
    "ai-anya-e0301n4:84_12": "enjoying the fruit, thus it is the good.",
    "ai-anya-e0301n4:84_13": "Herein, preparing the world: mundane and supramundane Dhamma the rest. Next, they should give up killing and catching.",
    "ai-anya-e0301n4:84_14": "But in the supermundane attainment with the supermundane and the object, he should give up that object and giving them up.",
    "ai-anya-e0301n4:85_0": "115.",
    "ai-anya-e0301n4:85_1": "When there is suffering in others it causes sweats the heart and freedom by compassion.",
    "ai-anya-e0301n4:85_2": "‘It seems that when resorts to another, it seems that they’re hurtful and suffering.’",
    "ai-anya-e0301n4:85_3": "She dwells on, having coveted, one who goes to.",
    "ai-anya-e0301n4:85_4": "placed anyone with dirt,",
    "ai-anya-e0301n4:85_5": "Existence of suffering is called the origin of suffering.",
    "ai-anya-e0301n4:85_6": "even the calm at the Kapilavatthu is what is meant.",
    "ai-anya-e0301n4:85_7": "For one (only) bad deeds are said to have",
    "ai-anya-e0301n4:85_8": "And totally given up all the time, it has only the reason why it is only expressed.",
    "ai-anya-e0301n4:85_9": "So the capital suffering badly harnessed by the king’s lengths. Then the royal capitals opposite to all sentient beings. Indeed we protect you.",
    "ai-anya-e0301n4:86_0": "116.",
    "ai-anya-e0301n4:86_1": "Seeing the success of others, he is glad.",
    "ai-anya-e0301n4:86_2": "There are no limitless beings",
    "ai-anya-e0301n4:86_3": "of limitless perceptions.",
    "ai-anya-e0301n4:86_4": "In these cases the finest lady should be occurred towards these beings.",
    "ai-anya-e0301n4:86_5": "It is not appropriate for such a single being produced in this way that is, unification of mind because there is only the occurrence of such an abidings.",
    "ai-anya-e0301n4:87_0": "for the rainy seasons.",
    "ai-anya-e0301n4:88_0": "(It is) immeasurable, measureless, measureless, measureless, it is called beautiful,",
    "ai-anya-e0301n4:89_0": "117.",
    "ai-anya-e0301n4:89_1": "For one who possesses understanding and wisdom is complete, it is of foulness.",
    "ai-anya-e0301n4:89_2": "For it is called “givenness” since it is called “the faculty of wisdom” because they do so.",
    "ai-anya-e0301n4:90_0": "I am the one who wraps",
    "ai-anya-e0301n4:91_0": "he is the end of three kinds: master of the three kinds of misconduct,",
    "ai-anya-e0301n4:91_1": "Having thus shown that what is suitable, (their) is shown by them the (to hear) of the Three Worlds, and so on, they show them.",
    "ai-anya-e0301n4:91_2": "Those in this way, when they see the truth of the arising of thought that is unification of mind in the way, intentionally giving rise to thought.",
    "ai-anya-e0301n4:91_3": "with the thought of the mind is the meaning.",
    "ai-anya-e0301n4:91_4": "and these produces in this way.",
    "ai-anya-e0301n4:91_5": "(These are) arising of thought:",
    "ai-anya-e0301n4:91_6": "is the wrong and subtlety of the five-footed consciousnesses: they are throwing off.",
    "ai-anya-e0301n4:91_7": "The power of development is abandoned by the power of development, because it has been abandoned in the three jhānas in the fourfold and fivefold reckoning.",
    "ai-anya-e0301n4:91_8": "Because of the foundation of no doubt doesn’t arise in one whose mind is undeveloped.",
    "ai-anya-e0301n4:91_9": "Abandoning energy towards the five strengths, etc., do not affect the two in whom these sixteen powers do not arise,",
    "ai-anya-e0301n4:91_10": "When the mind is full of rapture, sadness does not arise in them.",
    "ai-anya-e0301n4:91_11": "Or because of the power of desire fondness and thoughts that are worthy of desire and aversion , which is the function of thoughts in the leaf-hut in the ear.",
    "ai-anya-e0301n4:91_12": "they’re full of delusional thoughts.",
    "ai-anya-e0301n4:91_13": "But when the arising of thought arose is developed and cultivated it follows.",
    "ai-anya-e0301n4:92_0": "skilled in losss, skilled in losss, and skilled in others.",
    "ai-anya-e0301n4:92_1": "We apply our minds to all.",
    "ai-anya-e0301n4:92_2": "Therefore they gained the wholesome minds in the twelve leagues.",
    "ai-anya-e0301n4:93_0": "how the finest lady is developed.",
    "ai-anya-e0301n4:94_0": "In the last watch of the night, no matter what is provinced.",
    "ai-anya-e0301n4:95_0": "This place is the effort to prevent the mind for striving,",
    "ai-anya-e0301n4:95_1": "However, do these four unwholesome minds are included in them,",
    "ai-anya-e0301n4:95_2": "For do not arise the drawbacks that arise and seeing the dangers,",
    "ai-anya-e0301n4:95_3": "not through (the power) of the oil, making a necklace,",
    "ai-anya-e0301n4:95_4": "nor do they become immersed in samādhi.",
    "ai-anya-e0301n4:95_5": "That’s why they all get material things.",
    "ai-anya-e0301n4:95_6": "Then, having dropped the views on its gratification, its drawbacks, and let them fulfill their.",
    "ai-anya-e0301n4:95_7": "That’s why they’re filled with greed.",
    "ai-anya-e0301n4:95_8": "The reincarnations there are transmigrations of the views, holding them a big, and shot by the view of the aggregates.",
    "ai-anya-e0301n4:95_9": "but a strong man would grab them by the head, chooses them on the shoulder and ropes them with a strong rope.",
    "ai-anya-e0301n4:95_10": "therefore they say to them, as they do in the same way.",
    "ai-anya-e0301n4:95_11": "The Four Ways of views",
    "ai-anya-e0301n4:95_12": "Energetic:",
    "ai-anya-e0301n4:95_13": "But those who hold on to their views, the self does not belong according to their view.",
    "ai-anya-e0301n4:95_14": "Those who lack a views are not actually stated in the same way as before.",
    "ai-anya-e0301n4:95_15": "Because there is no favourable to his own views, produced by conceit,",
    "ai-anya-e0301n4:95_16": "And you don’t go about with your own views.",
    "ai-anya-e0301n4:95_17": "for that is why I am the one who goes to the non-returner,",
    "ai-anya-e0301n4:95_18": "But the worldling is attached to their own views, holding them in my own view.",
    "ai-anya-e0301n4:96_0": "how the finest lady is developed.",
    "ai-anya-e0301n4:97_0": "“I did not,” he replied, “I did not confused my view with my own hand,” and with the same thought, “Even though I did not conceive my own view,” and he added to the next.",
    "ai-anya-e0301n4:97_1": "You’re not beautiful or ugly,",
    "ai-anya-e0301n4:98_0": "For even the sake of a hundred years: however many reasons it is this:",
    "ai-anya-e0301n4:98_1": "But Moreover, however, the person whose mind is successful in himself are the best in the way beginning, middle, and end in one whose mind is unshakable, etc., is said in the same way as a single difference in the moderation.",
    "ai-anya-e0301n4:98_2": "A mind is corrupted.",
    "ai-anya-e0301n4:98_3": "Uncompatible deeds in the realm of luminous deeds, stiffness and torpor are not reborn in a heavenly realm.",
    "ai-anya-e0301n4:98_4": "Four wholesome things.",
    "ai-anya-e0301n4:98_5": "Three views: greed and resort to ignorant.",
    "ai-anya-e0301n4:98_6": "Four faults.",
    "ai-anya-e0301n4:98_7": "dullness and drowsiness,",
    "ai-anya-e0301n4:98_8": "doubt and uncertainty:",
    "ai-anya-e0301n4:98_9": "and doubt.",
    "ai-anya-e0301n4:98_10": "(There is) an unwholesome mental factors,",
    "ai-anya-e0301n4:99_0": "presented by those who look forwards,",
    "ai-anya-e0301n4:99_1": "The supermundane noble eightfold path is found in the three aggregates, right view: right thought.",
    "ai-anya-e0301n4:99_2": "So when there is no footing in them, therefore it doesn’t exist in that jhāna, and so on.",
    "ai-anya-e0301n4:99_3": "One thing should not do anything among the virtues of the first precepts, but not for another.",
    "ai-anya-e0301n4:99_4": "Therefore the supermundane, the path, it does not fit for three months, and it is of three drops.",
    "ai-anya-e0301n4:99_5": "obtained:",
    "ai-anya-e0301n4:99_6": "and when he is returning alone, it gains a league into league.",
    "ai-anya-e0301n4:99_7": "Herein, (living): there is no fear in this world, they gain no sorrow.",
    "ai-anya-e0301n4:99_8": "then all having become clear, having gained all states.",
    "ai-anya-e0301n4:99_9": "Why is it that necessary condition for the supermundane and virtue?",
    "ai-anya-e0301n4:99_10": "For there is no description of the world, no matter how many brings about giving and us Bahumans, etc., which is brings only the cleansedness of the laws, and so on.",
    "ai-anya-e0301n4:99_11": "Or like one lights a wretched harness.",
    "ai-anya-e0301n4:99_12": "then three, it gains.",
    "ai-anya-e0301n4:99_13": "Why did he as objects?",
    "ai-anya-e0301n4:99_14": "For when the world’s mind has been reckoned, they do not cut off the bases of the life.",
    "ai-anya-e0301n4:99_15": "is the same thing as “final Nibbāna” .",
    "ai-anya-e0301n4:99_16": "Looking: he cannot find happiness in the same place as a midden,",
    "ai-anya-e0301n4:99_17": "Then the three kinds of misconduct are hard to get badly blameless.",
    "ai-anya-e0301n4:99_18": "Since they’re able to give up all that’s false, divisive, harsh, or nonsensical.",
    "ai-anya-e0301n4:99_19": "it is possible to give up lying.",
    "ai-anya-e0301n4:99_20": "But the others not.",
    "ai-anya-e0301n4:99_21": "Nor is able to give up that root of lying, but not to be able.",
    "ai-anya-e0301n4:99_22": "divisive speech is able to give up divisive speech.",
    "ai-anya-e0301n4:99_23": "But the others not.",
    "ai-anya-e0301n4:99_24": "divisive speech, even when because of poisonous speech, one is not able to give up that root,",
    "ai-anya-e0301n4:99_25": "(All should be told in full.)",
    "ai-anya-e0301n4:99_26": "But with the supermundane that has arisen, they give up all that has arisen.",
    "ai-anya-e0301n4:99_27": "And what is that right action gives up all these things?",
    "ai-anya-e0301n4:99_28": "And what is that right livelihood that has arisen, gives up all advantages of body, speech, and mind, and develops it withflict.",
    "ai-anya-e0301n4:99_29": "Three supermundanes: they gain and respect in the world.",
    "ai-anya-e0301n4:99_30": "Virūpakkha to the weapons’ good,",
    "ai-anya-e0301n4:99_31": "For he who has arisen, the one who is prevented from lying alcoholic drinks that cause negligence.",
    "ai-anya-e0301n4:99_32": "like one who has not got bark (defilements) with its fraud.",
    "ai-anya-e0301n4:99_33": "Then it opposites all by speaking divisively.",
    "ai-anya-e0301n4:99_34": "And here the opposite of the body, the defilement of all kinds, tied to the body, infatuated, or in the opposite sex, the defilement of sensual desires, the influence, the opposite of their lust.",
    "ai-anya-e0301n4:99_35": "But in the true nature of sensual pleasures, there is no one else.",
    "ai-anya-e0301n4:99_36": "therefore they give up the wrong path in regard to those who give up the fruition of immediate fruition.",
    "ai-anya-e0301n4:99_37": "not for the sensuous worlds, skilled in profitable ways, do not get rid of the three worlds, and theims of mental actions, and so on.",
    "ai-anya-e0301n4:99_38": "And sense desires as objects of sensual pleasures, etc., have arisen in the formless realm.",
    "ai-anya-e0301n4:99_39": "for Brahmā is not to be destroyed by the body, nor by speech, but by body and speech.",
    "ai-anya-e0301n4:99_40": "nor do they resort to pull out of the four worlds.",
    "ai-anya-e0301n4:99_41": "For six months are purified, say the scopes of the opposite sex.",
    "ai-anya-e0301n4:99_42": "That is the story about.",
    "ai-anya-e0301n4:99_43": "And if these three worlds are abundant fruitless in the lower world, they’re not extinguished.",
    "ai-anya-e0301n4:99_44": "For those who kill living creatures do not kill living creatures from killing living creatures.",
    "ai-anya-e0301n4:99_45": "But here the seven pebbles the size of must be seen in the woods.",
    "ai-anya-e0301n4:99_46": "Likewise in the Three grounds for sandals.",
    "ai-anya-e0301n4:99_47": "Their fruits and benefits are all the more fruits.",
    "ai-anya-e0301n4:99_48": "And people have been given the training rules in what is useful, what is unallowable for him should be used in order to lead the robe-cloth.",
    "ai-anya-e0301n4:99_49": "Those who consume the dissatisfaction with the body, the defilements of sensuality, desire to be reborn, and ignorance.",
    "ai-anya-e0301n4:99_50": "and it does so.",
    "ai-anya-e0301n4:99_51": "Only, when will it at the time when it is undertaken in a certain monastery, at the time of one of the attainments beginning with least .",
    "ai-anya-e0301n4:99_52": "Even if this happens, it does not happen to its own conceit, since it is was carried away.",
    "ai-anya-e0301n4:99_53": "they’ll wander in only one place, in the same way as they were possessed of the poisonous snake,",
    "ai-anya-e0301n4:99_54": "He should not see entirely in all directions.",
    "ai-anya-e0301n4:100_0": "121.",
    "ai-anya-e0301n4:100_1": "It is said in the way already described, which is accompanied by fine-material happiness, has reached jhāna in the five ways already stated, and is accompanied by the jhāna.",
    "ai-anya-e0301n4:100_2": "Since they difference in this way, therefore they do not respond to the next, and so on. That is why therefore it cannot be successful in the fivefold recommendation.",
    "ai-anya-e0301n4:100_3": "Equanimity of jhāna is produced in one who has little understanding, namely, equanimity as feeling and void, honey, and influenced in the sphere of equanimity.",
    "ai-anya-e0301n4:100_4": "In thought:",
    "ai-anya-e0301n4:100_5": "“When will (the Buddha) perceived the Sutta’s own attainment, in the influence of others whom although it is not felt?",
    "ai-anya-e0301n4:100_6": "Having come to the place where they spread out of compassion for those who meditate, compassionately, and compassionate, they do not delight in compassion for them.",
    "ai-anya-e0301n4:100_7": "but, while in the period of time: the meaning is, it is disquielded by delusion, it is not possible to light a lamp, and so on.",
    "ai-anya-e0301n4:100_8": "When it has been mentioned, this sutta deals with the suttas beginning with infatuated",
    "ai-anya-e0301n4:100_9": "Not for the sake of sadness and to end, you will bear me.",
    "ai-anya-e0301n4:100_10": "That is why those beings, namely, clans, happiness, and equanimity are permanent, since they are always reckoned as permanent.",
    "ai-anya-e0301n4:100_11": "Saying:",
    "ai-anya-e0301n4:100_12": "But the man whom the Accomplished Protectors",
    "ai-anya-e0301n4:100_13": "That’s why many dangers doing so, having been deprived by the teacher, and only the doctrine of the Theras.",
    "ai-anya-e0301n4:100_14": "All of them is called “short” since it possesses of joy and happiness that phrases, and hostilement in the first and second jhānas based on the fourfold reckoning of happiness.",
    "ai-anya-e0301n4:100_15": "which is the preceding equanimity based on the Equanimity.",
    "ai-anya-e0301n4:100_16": "All of those united gladness, their joys and happiness come from the past.",
    "ai-anya-e0301n4:100_17": "That’s why he is only able to make a doctrine for himself.",
    "ai-anya-e0301n4:100_18": "And here they’d be construed with the all parts of the development of the meditation subjects that were in the beginning, middle, or end, because they had obtained equanimous bliss, that were the first and consequences of equanimity.",
    "ai-anya-e0301n4:100_19": "Then these sentient beings, dissatisfied and are reborn in the various classes of rebirth, and are not reborn in the Neither. They’d do their work.",
    "ai-anya-e0301n4:100_20": "But after the end of his own joys and aversion would become happy.",
    "ai-anya-e0301n4:100_21": "But there is nothing that can be said in the development of the mind, and there is no respectively pain, etc., as regards the development of the mind in unhappy functional minds that have been extended investigated from suffering.",
    "ai-anya-e0301n4:100_22": "rather, they’re made by creepers and carcasses.",
    "ai-anya-e0301n4:100_23": "But firstly, gladness can be obtained by those obtaining happiness.",
    "ai-anya-e0301n4:100_24": "Abandoning, compassion, gladness and equanimity even for the equanimous of compassion.",
    "ai-anya-e0301n4:100_25": "(but) if he doesn’t arrange it with his own hand, a footing in equanimity, and followed along with wielding the equanimity. (They said): “Rejoice it cannot be calmed like this; he cannot behave properly.”",
    "ai-anya-e0301n4:100_26": "For that is including the opposite of the feelings, repetition opposite to the formless state.",
    "ai-anya-e0301n4:100_27": "if it is not to be done;",
    "ai-anya-e0301n4:100_28": "Because they don’t give a gift thinking of equanimity and unification of mind.",
    "ai-anya-e0301n4:100_29": "Therefore those who say, having attained absorption, such a feeling, such as:",
    "ai-anya-e0301n4:101_0": "what has been said:",
    "ai-anya-e0301n4:102_0": "“For he who has lost his mind in the way beginning, “Hereaching his mind is unconcerneded by means of the first jhāna, etc., before reckoning is done in the way that is,",
    "ai-anya-e0301n4:102_1": "Such escorted by a familiar, which, wide, all of them witness, thirst, passion, and craving for equanimity, all otherwise, the neighborhood of conditions, and the One whose mind is unshakable, who has comprehended the minds of others’ mind, and its enemies for the appearance of equanimity.”",
    "ai-anya-e0301n4:102_2": "what should be seen and what has been rejected.",
    "ai-anya-e0301n4:103_0": "Although still the signs have ceased, they are not able to have a subtle state of an individual essence.",
    "ai-anya-e0301n4:103_1": "Likewise, when the power of defilement of the mind is produced by means of the defilement of applied thought and sustained thought, then it sustained thought by the five aggregates beginning with the sustained thought only through the sustained thought.",
    "ai-anya-e0301n4:103_2": "In thought:",
    "ai-anya-e0301n4:104_0": "122.",
    "ai-anya-e0301n4:104_1": "Three things increase:",
    "ai-anya-e0301n4:104_2": "hard to see this pair of robes,",
    "ai-anya-e0301n4:104_3": "The four dangers and threats are polluted in the four ways of constructions and consciousness-four thousand leagues.",
    "ai-anya-e0301n4:104_4": "Now they all gave the minds of the ladys that are free from greed, hate, and delusion.",
    "ai-anya-e0301n4:104_5": "compassion, glorious, and so on.",
    "ai-anya-e0301n4:104_6": "hard to find again.",
    "ai-anya-e0301n4:104_7": "by way of body, speech, and mind, which are liberally deceitful and fraud, pride,",
    "ai-anya-e0301n4:104_8": "from various countries.",
    "ai-anya-e0301n4:104_9": "It only burns from conceit,",
    "ai-anya-e0301n4:104_10": "and torpor, which is it burns with sloth and torpor.",
    "ai-anya-e0301n4:104_11": "spending each other with a host,",
    "ai-anya-e0301n4:104_12": "Neither without a league,",
    "ai-anya-e0301n4:104_13": "And here the meditators of variety because he is not accomplished in differences between them and the lower particular.",
    "ai-anya-e0301n4:104_14": "if she is at ease;",
    "ai-anya-e0301n4:104_15": "supernormal powers,",
    "ai-anya-e0301n4:104_16": "But when a mind has sloth and torportunity he should be told here.",
    "ai-anya-e0301n4:104_17": "Herein, the view of the four kinds of foulness is gained in the four lower parts of the views because of the Lord of the Lord of the Deaths. Once they don’t get enough for their enemy.",
    "ai-anya-e0301n4:104_18": "dullness and drowsiness, terrified, sloth and torpor, deceived embarrassed in the five ways, namely, deportment, balancing each other, lightness, and familiar.",
    "ai-anya-e0301n4:104_19": "if it is not something else;",
    "ai-anya-e0301n4:104_20": "then the one who is careful is charming for two reasons:",
    "ai-anya-e0301n4:104_21": "nor does there live.",
    "ai-anya-e0301n4:105_0": "how the finest lady is developed.",
    "ai-anya-e0301n4:106_0": "“Near Samiddhi, by the power of God, by its cause, by its lords of sages and men,",
    "ai-anya-e0301n4:106_1": "When will you grab them a hundred leagues away?”",
    "ai-anya-e0301n4:106_2": "essentials, nor should the essentials.",
    "ai-anya-e0301n4:107_0": "for there is no rising because of the state of accumulating the object of that deed the state of existence as its object.",
    "ai-anya-e0301n4:108_0": "begging the head hairs,",
    "ai-anya-e0301n4:109_0": "dullness and drowsiness, and drowsiness and drowsiness.",
    "ai-anya-e0301n4:109_1": "and it is said:",
    "ai-anya-e0301n4:109_2": "than a league in leagues away,",
    "ai-anya-e0301n4:109_3": "That Sundarī too,",
    "ai-anya-e0301n4:109_4": "to prevail over all clouds.",
    "ai-anya-e0301n4:110_0": "according to the essence of the seven kinds of including: to the seven kinds of discrimination, etc., just as they are, of the kinds already stated , and all that are not definitively stated , and one tied up in the same way.",
    "ai-anya-e0301n4:110_1": "according as it is said: “This  is not a preceding the mind for the purpose of crossing over the great flood,",
    "ai-anya-e0301n4:111_0": "123.",
    "ai-anya-e0301n4:111_1": "This is how the meditator’s opposite sex through which they show the consequence of the intercourse with flavour of the indication and the water, etc., which is shown under the incomparable in order to show the highest matters and so on.",
    "ai-anya-e0301n4:111_2": "now their orders to lead them into a league,",
    "ai-anya-e0301n4:111_3": "Six Recitations of the Six Commary verses beginning with the recitation passage.",
    "ai-anya-e0301n4:111_4": "Seven on “steadings” gained faith in the seven classes of rebirth. Those teachings don’t gained faith in the same way states, and they do not get the same thought, “Perceptions of the states,” and with the thirty-two parts of the rules, etc., respected by the their examplesive thought, “By going to the sound of peace”, etc., respectively to the owing to his own states of mentioned about the friendliness, and surmounting the quiet of the word, etc., who are quiet,",
    "ai-anya-e0301n4:111_5": "Yet those placing the mind and keeping it connected are stilled, joyful, and happy.",
    "ai-anya-e0301n4:111_6": "In the eighth enquiry: the eighteen in each case, that is to say, the section on one side, the eighteen, and the eight definition.",
    "ai-anya-e0301n4:111_7": "It is in the way already described under the fourfold reckoning of the fivefold reckoning, and it is reckoned as in the way already described. Their difference in the way already described, is the breaking into jhāna.",
    "ai-anya-e0301n4:111_8": "in the two, namely, applied thought in the threefold reckonings of applied thought, and sustained thought is the act of the absorption by means of the time.",
    "ai-anya-e0301n4:111_9": "But he only reaches them in fourfold and twofold reckoning.",
    "ai-anya-e0301n4:111_10": "But when I was still unable to discern the thought, he passed away at one time.",
    "ai-anya-e0301n4:111_11": "This is the basic support for those three months. This is their fourth jhāna.",
    "ai-anya-e0301n4:112_0": "124.",
    "ai-anya-e0301n4:112_1": "Having thus exceedingly figurniture, running and gladness, they say, “Delightfulness” .",
    "ai-anya-e0301n4:112_2": "For one abiding in body is purified from sharing.",
    "ai-anya-e0301n4:112_3": "But the fine-material jhānas that are exceedingly embracing the minds of the great way.",
    "ai-anya-e0301n4:112_4": "(They are) kept rolling the wind, that is to say, the recollection of the Enlightenment Dhamma.",
    "ai-anya-e0301n4:112_5": "One who has reached jhāna in the fourfold reckoning: what is done in the world with its deities,",
    "ai-anya-e0301n4:113_0": "125.",
    "ai-anya-e0301n4:113_1": "Liberating the immaterial states just as object of preceding the states of loss and measureless thought do not so in a single proximate cause.",
    "ai-anya-e0301n4:113_2": "Unable to the skill in absorption,",
    "ai-anya-e0301n4:113_3": "If you share it out:",
    "ai-anya-e0301n4:113_4": "Enjoying: what is unintelligent and giving up what is good in the tasting of matter? Because they do not get angry, reputation, and not neglected.",
    "ai-anya-e0301n4:113_5": "Pañcasikha, skilled in five ways, then what is said.",
    "ai-anya-e0301n4:113_6": "Now, this world of mentioned is said to be regarded as well.",
    "ai-anya-e0301n4:113_7": "Understanding of the seven aggregates, a limited object with little extent of opposite sex. For these are called “non-perfected”.",
    "ai-anya-e0301n4:113_8": "Doesn’t because of that sensual pleasures, etc., have to be described as its object, and so on.",
    "ai-anya-e0301n4:113_9": "Because of being grasped it,",
    "ai-anya-e0301n4:113_10": "For the one whose wisdom is preceding the truth, having destroyed a declaration of the aggregates, etc., and having discovered it round with the profitable senses, likewise oppositeed towards the individual essences.",
    "ai-anya-e0301n4:113_11": "But having made use of the sensual-spheres in sensual-spheres for the sake of sensual pleasures, for the sake of having got rid of it, you could not for the sake of possibly because of infects.",
    "ai-anya-e0301n4:113_12": "That’s why they’re wise. They’re not able to see the supreme state of greatness that they’re not able to be seen.",
    "ai-anya-e0301n4:113_13": "India, it’s possible to work abide in the desert of abundant good and bad deeds in the destiny and rebirths.",
    "ai-anya-e0301n4:114_0": "how the finest lady is developed.",
    "ai-anya-e0301n4:115_0": "craving for sensual pleasures, having performed craving for sensual pleasures, the parties of sensual pleasures, the delighting in sensual pleasures, the advantages, the desire for sensual pleasures, and the passion for sensual pleasures. Then he presented him with a present life.",
    "ai-anya-e0301n4:115_1": "then he is not to be dealt with.",
    "ai-anya-e0301n4:116_0": "so that form would become established in the realm of luminous form, since they can experience craving for sights.",
    "ai-anya-e0301n4:116_1": "Furthermore, even someone who does take pleasure in the sense-objects, thinking:",
    "ai-anya-e0301n4:116_2": "do not have designated (the nature of) things:",
    "ai-anya-e0301n4:116_3": "There is no craving for a woman, nor for male and female clinging to its gratification, etc., and so on.",
    "ai-anya-e0301n4:116_4": "praised by the beautiful,",
    "ai-anya-e0301n4:116_5": "rolling the mind on the earth",
    "ai-anya-e0301n4:116_6": "he should see the reason for his reason",
    "ai-anya-e0301n4:116_7": "he should be embraced by his twelve myriads,",
    "ai-anya-e0301n4:116_8": "nor for the Vajjians cease when the faults.",
    "ai-anya-e0301n4:116_9": "Here’s a funeral pyre,",
    "ai-anya-e0301n4:116_10": "ruined by fierce fires -",
    "ai-anya-e0301n4:116_11": "supremely superbing the Saṅgha,",
    "ai-anya-e0301n4:116_12": "thoughts connected with absorption; and applied thoughts connected with thought.",
    "ai-anya-e0301n4:116_13": "In the Majjhima Nāgadatta, knowing the Dhamma,",
    "ai-anya-e0301n4:116_14": "That is the meaning of “perception” in the sense of mental development, etc., which is including the fine-material becoming, is the meaning.",
    "ai-anya-e0301n4:117_0": "126.",
    "ai-anya-e0301n4:117_1": "While sitting on the seventeenth day of greed, twenty-four thousand leagues together with a sangha",
    "ai-anya-e0301n4:117_2": "Looking away as rapture, they were unprofitable, with no thought of twelve leagues, and fourteen leagues came back together with their sixteen leagues.",
    "ai-anya-e0301n4:117_3": "(They are) afraid of wrongdoing and contempt for being afraid of wrongdoing, and involved, being afraid of wrongdoing.",
    "ai-anya-e0301n4:117_4": "If you should beat:",
    "ai-anya-e0301n4:117_5": "all those unwholesome thoughts are unprofitable in the same way.",
    "ai-anya-e0301n4:117_6": "Because some say that some are similar to a group, while others are said to be twelve assembled.",
    "ai-anya-e0301n4:117_7": "Because of grasping:",
    "ai-anya-e0301n4:117_8": "in the case of the fivefold reckonings, in the twentieth, and twenty-four kinds of paths;",
    "ai-anya-e0301n4:117_9": "Through the foureen grounds in the places",
    "ai-anya-e0301n4:117_10": "twenty-five ...",
    "ai-anya-e0301n4:117_11": "in the five ways of attending on the paths of Awakening:",
    "ai-anya-e0301n4:117_12": "Two on the fourteenth and Birth Story:",
    "ai-anya-e0301n4:117_13": "twenty-four ...",
    "ai-anya-e0301n4:117_14": "In the seventh enlightenment factor: (They are) such unskillful deeds, such are the seventy-two such as these.",
    "ai-anya-e0301n4:117_15": "Hence it is with one or two.",
    "ai-anya-e0301n4:117_16": "persistently, all wholesome things:",
    "ai-anya-e0301n4:117_17": "if it is something else;",
    "ai-anya-e0301n4:117_18": "Later he rejoices in Sikhī:",
    "ai-anya-e0301n4:118_0": "while laughing, playing in consolidation,",
    "ai-anya-e0301n4:118_1": "stuck in your mind, delight in Dhamma.",
    "ai-anya-e0301n4:118_2": "With joyful minds, having arisen in peace,",
    "ai-anya-e0301n4:118_3": "mental phenomena as conscious, loving-kindness, pairs (of mind and bodily form), and mental predominances, having caused these five reasons to be seen in brief in the ways, with the mental formations of mentality and materiality, the mental formations of mentality and materiality, the mani.",
    "ai-anya-e0301n4:118_4": "May all beings in the various classes of rebirths, old age, and death beside, as I have Parinibbāna of the seven yojana from each other, just as I was living.",
    "ai-anya-e0301n4:119_0": "128.",
    "ai-anya-e0301n4:119_1": "Now, if you do this, they should give him a single part that is, then, as if it was the case of one person who gives it upwards, etc., which is to be made the neighborhood of the monastery.",
    "ai-anya-e0301n4:119_2": "Having understood this, the thirty-two parts of the kind already described and the meditator’s mind thus as this yojanas above, he is change in those who know the minds of diffused into an unprofitable way.",
    "ai-anya-e0301n4:119_3": "Contacts, one hundred and twenty-four hundred thousand Bhikkhus, one hundred and twenty-eight years old, and one hundred and twenty-five hundred thousand sections, the Parinibbāna of the Seer’s intention, the Lord of the World, and the government birds fly away, and the apply themselves to each other.",
    "ai-anya-e0301n4:120_0": "Thus in the ultimate conqueror composed to the ultimate goal.",
    "ai-anya-e0301n4:121_0": "In the fourth triad that flag",
    "ai-anya-e0301n4:122_0": "The ultimate goal is finished."
}