{
    "ai-anya-e0301n11:0_0": "The Declare of the Refugestion",
    "ai-anya-e0301n11:1_0": "170.",
    "ai-anya-e0301n11:1_1": "Then, having shown that there is a general delimited and of the eight enclosed walls in the various forms of a meditation subject, etc., before doing the meditation subjects of the meditation subjects beginning with insight and the discrimination, do not show the counterpart of the meditation subjects, etc.,",
    "ai-anya-e0301n11:1_2": "The other is of the inclusion of the development and of serenity and insight that is generally useful, associating with the dissatisfaction of the meditation subjects is of two kinds;",
    "ai-anya-e0301n11:1_3": "Herein, some other weary, observed things and so on opposites all states.",
    "ai-anya-e0301n11:1_4": "Likewise concentration is unification in mind.",
    "ai-anya-e0301n11:1_5": "Seeing these five aspects of modes away:",
    "ai-anya-e0301n11:1_6": "The Owing to the development of impermanence, the Ways of Attending to Wisdom",
    "ai-anya-e0301n11:1_7": "By looking at these aggregates, a man’s excess of woman, who sees dangerously, etc., and whose mind is actually pure, but who will succeed after passing away.",
    "ai-anya-e0301n11:1_8": "produced by development :",
    "ai-anya-e0301n11:1_9": "develop these four bases of psychic power:",
    "ai-anya-e0301n11:1_10": "deeds,",
    "ai-anya-e0301n11:1_11": "The place where this thing is found,",
    "ai-anya-e0301n11:1_12": "From the meditation subject of deeds",
    "ai-anya-e0301n11:1_13": "the meaning is that it is the meaning.",
    "ai-anya-e0301n11:1_14": "He has the kasiṇa disk of the kasiṇa and the water kasiṇa, etc.",
    "ai-anya-e0301n11:1_15": "For this is the beginning of the development of the earth that is from the time of developing the earth and production for one action, and for the rest.",
    "ai-anya-e0301n11:2_0": "Questioned,",
    "ai-anya-e0301n11:3_0": "But the meditation subject that is Uttarakuru has been described in the possession of the meditation subject , and has already been described.",
    "ai-anya-e0301n11:3_1": "then it out.",
    "ai-anya-e0301n11:4_0": "* He who devoted to the meditation subject (to determine it) in the sense of bliss as well.",
    "ai-anya-e0301n11:4_1": "and there are two kinds of meditation subjects:",
    "ai-anya-e0301n11:4_2": "Entering upon for serenity it is the meditation subject.",
    "ai-anya-e0301n11:4_3": "He had ten kasiṇas with the ten kasiṇas.",
    "ai-anya-e0301n11:4_4": "For the meditation subjects proceed to the meditation subjects that are fixed in exertion of the enlightenment factor.",
    "ai-anya-e0301n11:4_5": "The ten kinds of foulness in the fine-material jhānas bringing jhāna.",
    "ai-anya-e0301n11:4_6": "He who recollects the ten recollections of the Buddha, the ten recollections, mindfulness occupied with the ten recollections,",
    "ai-anya-e0301n11:4_7": "The remainder should be spoken of as bodily and verbal.",
    "ai-anya-e0301n11:4_8": "If you conduct yourself,",
    "ai-anya-e0301n11:4_9": "is the meaning of constantly:",
    "ai-anya-e0301n11:4_10": "is said in many ways:",
    "ai-anya-e0301n11:4_11": "For those temperamental conduct, greed,",
    "ai-anya-e0301n11:4_12": "But they are engaged in the kinds of temperament, there is no subsequent compared to that person.",
    "ai-anya-e0301n11:4_13": "The searches",
    "ai-anya-e0301n11:5_0": "for he who understands the state of excellence in reality;",
    "ai-anya-e0301n11:6_0": "The Book of the Similes, the Brick Robe here, (but) does not have stated here.",
    "ai-anya-e0301n11:7_0": "And the two meditation subjects that should not be transmigrated with one.",
    "ai-anya-e0301n11:7_1": "for that is the eighth in the commentaries.",
    "ai-anya-e0301n11:7_2": "All the development of the preceding consisting in the priortions of sense desires,",
    "ai-anya-e0301n11:7_3": "But that seat is twofold.",
    "ai-anya-e0301n11:7_4": "Herein, the seat is called “restraint in” because it arises in him is said to be produced from the first and from the seats of development .",
    "ai-anya-e0301n11:7_5": "But the other immediately development of the kinds of World:",
    "ai-anya-e0301n11:7_6": "But even the desert of development of thes of work done in the Paṭisambhidā, Misākha, and Badhus deeds, not so on.",
    "ai-anya-e0301n11:7_7": "he will arrive at the three kinds of meditation.",
    "ai-anya-e0301n11:7_8": "The meditation subjects consisting of the foundations, etc., is the sign of serenity, etc.",
    "ai-anya-e0301n11:7_9": "And having developed that same object as its object, while he is giving his attention to the meditation subjects, a single meditation subject, and has been destroyed by the method of transmigration, and he created the sign of the twofold system.",
    "ai-anya-e0301n11:7_10": "likewise he’ll come back.",
    "ai-anya-e0301n11:7_11": "On the fourfold system, just as cooked and measured it with a small low base, circumference, and shrines, and the circle of divided in white—the earth shrine, the water kasiṇa, the fire kasiṇa, the portion of the earth kasiṇa, the earth kasiṇa, and the earth kasiṇa.",
    "ai-anya-e0301n11:7_12": "with the birds of cry: hill the sound of all kinds,",
    "ai-anya-e0301n11:7_13": "Just as the rose-apple Island",
    "ai-anya-e0301n11:7_14": "That’s why indicated by the earth kasiṇa apprehends that same sign in the earth.",
    "ai-anya-e0301n11:7_15": "But it is not of one direction that is called “final” in the same place and on the first earth kasiṇa, which are why in the earth kasiṇa .",
    "ai-anya-e0301n11:7_16": "The remaining kasiṇas;",
    "ai-anya-e0301n11:7_17": "Herein, the place where the earth is shaped with its shelter is the shape of a storm, and then the shape of a single earthquake.",
    "ai-anya-e0301n11:7_18": "Likewise, fire, a lamp,",
    "ai-anya-e0301n11:7_19": "placed in the place where the mind covered with a hole, and placed the windows on the ground.",
    "ai-anya-e0301n11:7_20": "the blue-coloured floor covered with blue clothes, blue color, and blue tiny.",
    "ai-anya-e0301n11:7_21": "Likewise, yellow, red and white.",
    "ai-anya-e0301n11:7_22": "where the sun rises and floor was what had been laid down.",
    "ai-anya-e0301n11:7_23": "the space where they are the shape of the three directions: the size of the space, the in the openings of the space, the space when the space is the shape of a space;",
    "ai-anya-e0301n11:7_24": "It is so hard to say that, which is not very hard to develop.",
    "ai-anya-e0301n11:7_25": "because of the worms that were to say: the bloated.",
    "ai-anya-e0301n11:7_26": "and for the sake of the body,",
    "ai-anya-e0301n11:7_27": "Like a government official in the past she disked the golden bowl with blue appearance, she gave birth again and again.",
    "ai-anya-e0301n11:7_28": "After making him plague back from there, and from here and there,",
    "ai-anya-e0301n11:7_29": "cutting off the top of the termite-mound, which were thoroughly boarded in the middle of the body and so on.",
    "ai-anya-e0301n11:7_30": "He spit all manner of jackals, honey-bearing monasterys, repaired lacks, and requisites,",
    "ai-anya-e0301n11:7_31": "After making a plaster of the funeral pyre, and picking up a boiled rice from it. Then he should remove the milk from it.",
    "ai-anya-e0301n11:7_32": "Having destroyed the funeral pyre, and burntction that he has dried up and put into his body together with his arms. Then he should see arbuncles an enclosure that is.",
    "ai-anya-e0301n11:7_33": "Putting blood.",
    "ai-anya-e0301n11:7_34": "full of filthy body,",
    "ai-anya-e0301n11:7_35": "A skeleton: one with a single piece of leaf, one with a skeleton is called “one.”",
    "ai-anya-e0301n11:7_36": "again and again, he will go for refuge to the Teacher.",
    "ai-anya-e0301n11:7_37": "Recollection of the Buddha.",
    "ai-anya-e0301n11:7_38": "The remaining eighty-footed -",
    "ai-anya-e0301n11:7_39": "There the start of Buddhas endowed with good qualities,",
    "ai-anya-e0301n11:7_40": "We understand the Dhamma’s special qualities of the Dhamma,",
    "ai-anya-e0301n11:7_41": "Virtuous in the Community, etc.",
    "ai-anya-e0301n11:7_42": "Virtuous conduct, virtue and vows,",
    "ai-anya-e0301n11:7_43": "giving and ethical conduct,",
    "ai-anya-e0301n11:7_44": "Devadaha, (who was) able to live near the calm the virtues of Sakka, the Lord of the Gods, (wholesome) faithful.",
    "ai-anya-e0301n11:7_45": "Virtuous conduct, etc., and both attainment and ageing in calming the state of existence as stated, and the possession of the jhāna and mastery in attaining the peaceful states, they are capable of attaining the stilling of the attainment of Nibbāna, and so on.",
    "ai-anya-e0301n11:7_46": "For one who has the mass of continuation at the breaking of the aggregates of the mass of suffering is called death.",
    "ai-anya-e0301n11:7_47": "This body of the head hairs has been dropped up,",
    "ai-anya-e0301n11:7_48": "While rolling back, we saw its place indulging,",
    "ai-anya-e0301n11:7_49": "he moves a person with loving-kindness;",
    "ai-anya-e0301n11:7_50": "whatever else arises,",
    "ai-anya-e0301n11:7_51": "Through unrestrained (about) the meaning is unshakable.",
    "ai-anya-e0301n11:7_52": "The abiding of friends is loving-kindness towards friends.",
    "ai-anya-e0301n11:7_53": "But those who recommend the meaning of others, etc., occurring even when in the case of the one who is dead.",
    "ai-anya-e0301n11:7_54": "For one whose mind is attached to others, taking care of their equanimous food, etc., whose mind is under the sway of their equanimous moment is interval due to reckoned as an abode, is equanimous bliss and equanimity.",
    "ai-anya-e0301n11:7_55": "Likewise in the case of that they occurred in each case.",
    "ai-anya-e0301n11:7_56": "In the measureless states are immeasurable, unbroken,",
    "ai-anya-e0301n11:7_57": "For these beings should not be produced in these,",
    "ai-anya-e0301n11:7_58": "Next, they don’t share it with anyone,",
    "ai-anya-e0301n11:7_59": "When a person has acquired the beginning and the middle of the person in this way, they should make the repulsiveness of their own mind in this way: “After giving up the reason for themselves, the repulsiveness of the blessings is to be obtained, and once it.”",
    "ai-anya-e0301n11:7_60": "Whatever is said in the Vibhaṅga: he dwells pervading one direction with his heart endued with loving-kindness, etc., and because he has analyzed into the four directions with loving-kindness, and so on.",
    "ai-anya-e0301n11:7_61": "and it should be seen according to the developed of loving-kindness .",
    "ai-anya-e0301n11:7_62": "But it is poisoned by hate, having subdued their defilements, doing harmfully to the Brahmā realm through the breaking up of the defilements.",
    "ai-anya-e0301n11:7_63": "Those who live abiding in Brahmā meditation.",
    "ai-anya-e0301n11:7_64": "he is the best of the treasures, he is the best.",
    "ai-anya-e0301n11:7_65": "Lack of food is eaten, drunk, chewed and tasted that is present in the fourfold reckoning.",
    "ai-anya-e0301n11:7_66": "Herein, perception of repulsiveness in nutriment is the definition of the repulsiveness of food, etc., and of the abandoning of suffering, absence of repulsiveness in nutriment, and of the fruit of repulsiveness in nutriment, and the fruit of repulsiveness in nutriment.",
    "ai-anya-e0301n11:7_67": "cutting off the four elements—from the earth element and four elements have been purified by the four great elementals, they see an end of the mass of suffering.",
    "ai-anya-e0301n11:7_68": "for they are called ‘one else’: the four elements beliefs’ drops, the air element’;",
    "ai-anya-e0301n11:7_69": "The perception of ugliness should be developed for the ten kinds of foulness.",
    "ai-anya-e0301n11:7_70": "For one of greedy temperament is what is suitable.",
    "ai-anya-e0301n11:7_71": "Herein, one of greedy temperament is of those of greedy temperament;",
    "ai-anya-e0301n11:7_72": "Through sensual pleasures he (also) desires,",
    "ai-anya-e0301n11:7_73": "by delusion or by when they are born,",
    "ai-anya-e0301n11:7_74": "some beginning with faith and confidence are some of one or other of faith.",
    "ai-anya-e0301n11:7_75": "so greed and hate",
    "ai-anya-e0301n11:7_76": "That’s why one of greedy temperament attains it.",
    "ai-anya-e0301n11:7_77": "The searches",
    "ai-anya-e0301n11:7_78": "You should develop the four divine abidings beginning with ill will, the practitioneration of malice, and the escape from ill will, and from malevolence to the three divine abidings.",
    "ai-anya-e0301n11:7_79": "For one of hating temperament has said:",
    "ai-anya-e0301n11:7_80": "Here the (permission) of the manner in (previous) deeds,",
    "ai-anya-e0301n11:7_81": "and equanimity is the beginning of the equanimity-beneficiality.",
    "ai-anya-e0301n11:7_82": "Equanimity of jhāna: it is of the fivefold jhāna, thus it is “confidence . ”",
    "ai-anya-e0301n11:7_83": "Therefore the first one is suitable.",
    "ai-anya-e0301n11:7_84": "Through that: they are included along with that does have four measures, and that they are not given to him.",
    "ai-anya-e0301n11:7_85": "For this is the escape from sensual desire,",
    "ai-anya-e0301n11:7_86": "that is, equanimous bliss. When one of greedy temperament has winded, it may be to say: “This is to be spoken of by equanimity.”",
    "ai-anya-e0301n11:7_87": "There are four things that are likable, desirable, and agreeable, pleasing to the four classes of rebirth, and blue, yellow and blue.",
    "ai-anya-e0301n11:7_88": "But for one of greedy temperament there is suitable for one of hating temperament.",
    "ai-anya-e0301n11:7_89": "mindfulness of the body should be developed for the purpose of cutting off applied thought.",
    "ai-anya-e0301n11:7_90": "One of deluded temperament has much medicine; he is confident indecision, he is an undeveloped.",
    "ai-anya-e0301n11:7_91": "mindfulness, and turning to the inner basic support, when there is a deluded fool, it seems to rolling back in the way beginning, “One who is there may be deluded as if falling into the sky.”",
    "ai-anya-e0301n11:8_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n11:9_0": "(but) he is said in the devotion to the Buddha, he does not say, “Whoever has been carried away by the Perfectly Awakened One, it does not appear.”",
    "ai-anya-e0301n11:10_0": "If that is so, they can be told to say, ‘May I have a sense of mindfulness.’",
    "ai-anya-e0301n11:10_1": "By the Buddhas, beginning with sensual pleasures, and so on.",
    "ai-anya-e0301n11:10_2": "Since they are described under the infatuation of faith, etc., the recollection of the Buddha, etc., are said of the recollection of the Enlightened One.",
    "ai-anya-e0301n11:10_3": "faithful temperament:",
    "ai-anya-e0301n11:10_4": "(He is) the highest bliss, which is more challenging after death and dead, the Buddhas are the best of towns, and so on.”",
    "ai-anya-e0301n11:10_5": "for one of intelligent temperament.",
    "ai-anya-e0301n11:10_6": "The remaining ten kasiṇas of the earth kasiṇa are fourteen. The fourteen kinds of foulness are the nine kasiṇas of the world in the ten kasiṇas.",
    "ai-anya-e0301n11:10_7": "and the details in the tenfold meditation subject.",
    "ai-anya-e0301n11:10_8": "The blue kasiṇa is the best of birds, ghee, and so on.",
    "ai-anya-e0301n11:10_9": "for his mind becomes more confused in a confined space.",
    "ai-anya-e0301n11:10_10": "The small sewings, and the bubbles threw down in a carpet,",
    "ai-anya-e0301n11:10_11": "for it is a condition for the running hithers.",
    "ai-anya-e0301n11:10_12": "Herein, one of intelligent temperament there is the word pullation here as at the bloated, the sound of the drums.",
    "ai-anya-e0301n11:10_13": "That for one of speculative temperament is simply suitable,",
    "ai-anya-e0301n11:10_14": "there is no place here.",
    "ai-anya-e0301n11:10_15": "all that is said in the heart’s true way as well.",
    "ai-anya-e0301n11:10_16": "But the purpose of abandoning greed for profitable kinds, etc., and on account of the profitable development of the profitable states in the Commentaries.",
    "ai-anya-e0301n11:10_17": "All forty-two meditation subjects consisting in all kinds of meditation subjects,",
    "ai-anya-e0301n11:10_18": "The misfortune became one, and it is nevertheless for one meditation subject.",
    "ai-anya-e0301n11:10_19": "There is no absorption for the ten meditation subjects that bring access only and absorption.",
    "ai-anya-e0301n11:10_20": "why?",
    "ai-anya-e0301n11:10_21": "The Buddha’s virtue of the Dhamma, the Saṅgha, and the virtues of the Dhamma, which is profounded by the special qualities of the Dhamma, is the greatest, owing to the profundity of the Dhamma, and so on.",
    "ai-anya-e0301n11:10_22": "Herein, there is a deep plough immersion that is deep and appears deep into it that shell. It is “with immediately embarrassing the ocean” from the presence of that ocean is deep and hard to show that same sign, but owing to the ocean.",
    "ai-anya-e0301n11:10_23": "(thinking): “I will show the special qualities of various kinds, opposite sex sex, the mindfulness of breathing, by suppression of the opposite sex and the mind from them.”",
    "ai-anya-e0301n11:10_24": "But these perceptions of death are established in the definition of the deathless states of time owing to the extent of death. They are deep naturally established in the law of the Dhamma. And not only because of the profoundity of the Dhamma.",
    "ai-anya-e0301n11:10_25": "if it is known that which is not worthy of reaching the supermundane states, and attains Nibbāna in the attainment of Nibbāna,",
    "ai-anya-e0301n11:10_26": "Thedept of the four immaterial states dealing with the inner quarters, in accordance with the earth element, which is the state of an production.",
    "ai-anya-e0301n11:10_27": "It is said in the first jhāna, which is accompanied by defilements, has reckoned the knowledge of the path of purity of mindfulness and equanimity, and is reaching the unconditioned, and that is incomparable to the development of the path and perfection of Nibbāna.",
    "ai-anya-e0301n11:10_28": "and the jhāna factors apply to the immaterial jhānas, etc., respectively their objects by surmounting of the jhānas, etc., respectively their objects consisting in absorption, etc., and establishing absorption concentration in the way already stated.",
    "ai-anya-e0301n11:10_29": "In the thirty-two meditation subjects there are thirty-two-fold meditation subjects",
    "ai-anya-e0301n11:10_30": "and fivefold jhāna, which were established in the five-fold reckoning.",
    "ai-anya-e0301n11:10_31": "It is called “confidence with the jhāna as its object” since it is used.",
    "ai-anya-e0301n11:10_32": "I am unable to keep up the repulsiveness of the unrepulsive rough the mind, and don’t get self-controlled, and then I am not able to do so.",
    "ai-anya-e0301n11:10_33": "So when he is divided here and there, he does not remain there.",
    "ai-anya-e0301n11:10_34": "Entering the One of Ten Powers in Three (called) Things That is why the ten powers",
    "ai-anya-e0301n11:10_35": "if she stands on the Earth:",
    "ai-anya-e0301n11:10_36": "If how is it in this way, what is the hindrances’ joy and happiness falls into that jhāna?",
    "ai-anya-e0301n11:10_37": "for the sake of illness, wounded by the disease, shining in the forest, wounds, like a carbuncle, in the dreadful garden. He thinks, “This is the rubbish heat, whirlpool, as a lotus flower-like smeared arrow.”",
    "ai-anya-e0301n11:10_38": "They don’t neglect abide loving-kindness, unattached to the three divine abidings beginning with joy and happiness. They don’t neglect absorption. They reach the far shore because of the four jhānas, and they have reached the absorption.",
    "ai-anya-e0301n11:10_39": "But when he has dropped on all beings, he cannot attain the first jhāna in the way already stated, and he is Equanimity from the knowledge of the equanimity of one who is mindful and fully equanimous of equanimity and the singleness of the equanimity in one whose feeling is not fully extinguished.",
    "ai-anya-e0301n11:10_40": "Four have mobile objects of the four immaterial states.",
    "ai-anya-e0301n11:10_41": "Equally in all aspects, and also all the meditation subjects, namely,",
    "ai-anya-e0301n11:10_42": "as they remain involved with the golden objects.",
    "ai-anya-e0301n11:10_43": "(but) he does not conceive the legal procedures of object,",
    "ai-anya-e0301n11:10_44": "There is no way to calm in firmly sustained thought when it has been properly entered upon by the object, and there is no level of the object.",
    "ai-anya-e0301n11:10_45": "When there is no production of the object and attainment of access, they are not reborn in the first absorption.",
    "ai-anya-e0301n11:10_46": "(but) those who are negligent ones give up signs.",
    "ai-anya-e0301n11:10_47": "obtains:",
    "ai-anya-e0301n11:10_48": "Herein, the detailed treatment of all the meditation subjects and also the two meditation subjects that are suitable fortunate.",
    "ai-anya-e0301n11:10_49": "as it remains as it is.",
    "ai-anya-e0301n11:10_50": "Those who know and see through understanding that this is said in the way stated, etc., because non-distraction,",
    "ai-anya-e0301n11:10_51": "And wherever the earth is prepared, he counts up, and then in the same way the form of a group of an enemy is the shape of the shelter.",
    "ai-anya-e0301n11:10_52": "Right there he obtained the sign that is called the counterpart sign, and so on.",
    "ai-anya-e0301n11:10_53": "the Daughter here is the reason for that.",
    "ai-anya-e0301n11:10_54": "When the teacher makes this how he shows the skill in roads, saying, “Now, such art of development, doing this I give it to such a profitable way,” and so on.",
    "ai-anya-e0301n11:10_55": "Seeing that the sign is established in him, his mind becomes stabilized, and being referred to as that object,",
    "ai-anya-e0301n11:10_56": "Development of the development of the meditation subjects that are produced in twenty-two aspects, that is to say, the development of the mind, and consisting in development of the mind.",
    "ai-anya-e0301n11:10_57": "And owing to the influence of the quarrel, because of the profitable states there,",
    "ai-anya-e0301n11:10_58": "it is well-trained, like someone who lamps, having learnt it well and displayed, like one who shows that his eyes to the water. When they come to visit it, they will give rise to the water.",
    "ai-anya-e0301n11:10_59": "Herein, there is a big current in the mind, and having seen that they go in the place wherever they like.",
    "ai-anya-e0301n11:10_60": "we shall learn the meditation subject",
    "ai-anya-e0301n11:10_61": "and having given it up, he misfortune,",
    "ai-anya-e0301n11:10_62": "This is the development of concentration:",
    "ai-anya-e0301n11:10_63": "he does not attain the immediate results in development .",
    "ai-anya-e0301n11:10_64": "so the meditator’s mind becomes immersed in samādhi in that way, concentration whose mind is immersed in samādhi,",
    "ai-anya-e0301n11:10_65": "Then the learning signs next to others, Todeyyaka,",
    "ai-anya-e0301n11:10_66": "For he who is stretching the mind like the bonds of the mind.",
    "ai-anya-e0301n11:10_67": "Herein, turning back to the place where, (thinking):",
    "ai-anya-e0301n11:10_68": "The difference of the intercourse is the intercourse with that Dhamma,",
    "ai-anya-e0301n11:10_69": "(thinking): My grointment has been preceding like the sun’s hollow inner skin, like the moon’s disking from the sky, like the sun’s disk.",
    "ai-anya-e0301n11:10_70": "then the designation of the processes is designated;",
    "ai-anya-e0301n11:10_71": "(There is) wholesome development and the power of the mind,",
    "ai-anya-e0301n11:10_72": "the scoundrels (of mind and body) that flawed the sign of staineding the mind impulsions of serenity, having benevoled the mind that remains settled on to the ground, with a blazing constantly drunk wailing and interpretation.",
    "ai-anya-e0301n11:10_73": "they speak of this signally.",
    "ai-anya-e0301n11:10_74": "One whose mind is cleansed by circumference only through the sign of light, like a pure embankment by the appearance of its observed and so on, having exhausted the sign in the way that is pure in it, after defilement and cleansing the mind of lighting minds,",
    "ai-anya-e0301n11:10_75": "Nor has the mango fruits of the Rose-Apple Island",
    "ai-anya-e0301n11:10_76": "He does not obtain such qualities as: he is one who does not obtain the Dhamma,",
    "ai-anya-e0301n11:10_77": "Therefore the counterpart sign, which is discovered in the way that is to say, the hindrances, etc., and the law of the opposite sexsssion by succession.",
    "ai-anya-e0301n11:10_78": "They hack and dropped their mind in an escape.",
    "ai-anya-e0301n11:10_79": "thoughts that are hindrances,",
    "ai-anya-e0301n11:10_80": "By completely abandoning them at all, he is bound by them.",
    "ai-anya-e0301n11:10_81": "it is so called because he has collected by one who does not listen to the Dhamma,",
    "ai-anya-e0301n11:10_82": "having covered the signs of the seven whereby he guards the well by one who guards the marks, then protects the body, after cutting it downwards and bringing them to the place, the meaning is, it is good.",
    "ai-anya-e0301n11:11_0": "The person who is eaten in his alms-food should get upset.",
    "ai-anya-e0301n11:12_0": "The posture is the opposite of the hundred (factor).",
    "ai-anya-e0301n11:13_0": "But cultivate the suitable; For one perchance so doing finds",
    "ai-anya-e0301n11:14_0": "He need not wait too long until Absorption shall his wish fulfil.",
    "ai-anya-e0301n11:15_0": "Only then attaining the Enlightened One’s special qualities, he proceeds through the air instances of sensual pleasures, surmounting the fine-material sphere, which is an impulsion of the fine-material sphere, which is an impediment, which in the case of the fine-material sphere, after which is reckoned as a heavenly realm, the meaning in the way beginning, “Entering in the way beginning,” and he does so on. He can also say, after having found the meaning in that he has attained the special qualities of matter, which is, like the bliss of heavenly Enlightened One who liberations ontomying the bliss of ...",
    "ai-anya-e0301n11:15_1": "After taking that as soon as it is, he follows after defining the Earth,",
    "ai-anya-e0301n11:15_2": "In the fivefold reckoning, the path is born in the first absorption, and the second jhāna sustained by applied thought.",
    "ai-anya-e0301n11:15_3": "It may be no more than that,",
    "ai-anya-e0301n11:15_4": "While rapture is rapture,",
    "ai-anya-e0301n11:15_5": "happiness,",
    "ai-anya-e0301n11:15_6": "having a concentration immersion",
    "ai-anya-e0301n11:15_7": "you’ll reflect once again and again.",
    "ai-anya-e0301n11:15_8": "then having rejoiced in that very life, which is more sustained by it, and when, having become discomfort, he does so with the bodies.",
    "ai-anya-e0301n11:15_9": "At that, we are devoted to the western Monastery.",
    "ai-anya-e0301n11:15_10": "But these are experts in each of the Buddhas.",
    "ai-anya-e0301n11:15_11": "For when the four terraces were created, then the dust-five are made of the fivefold method of the worms of the fruit, the ford, and the if they wanted to fall down, they circumambulated the four in the five factors.",
    "ai-anya-e0301n11:15_12": "They have vanished and don’t become a condition for the lasting of existence. And the two, namely, the same kind of existence, and the same.",
    "ai-anya-e0301n11:15_13": "wherever there’s a lack of fuel.",
    "ai-anya-e0301n11:15_14": "and not with the object of his contemplation, he maybe in the future.",
    "ai-anya-e0301n11:15_15": "Not through the air heap of existence has reached the goal of life.",
    "ai-anya-e0301n11:15_16": "Then he having discovered all the distinctions, between the two Awakened Ones, the analytically and separated from the Paccekabuddha in the Discipline of the Vibhaṅgas, the Sole Leader of the Enlightened One, etc., and the Knowledges (the Cof the Faith).",
    "ai-anya-e0301n11:15_17": "But this practice is the middle way to purity for the Buddha, and for the sake of the auspicious ones.",
    "ai-anya-e0301n11:15_18": "at the wrong time:",
    "ai-anya-e0301n11:15_19": "In the first absorption one who is attaining the texts for attaining jhāna and is entering upon jhāna.",
    "ai-anya-e0301n11:15_20": "for that is why it is said in the same way as those who are quick in the same way.",
    "ai-anya-e0301n11:15_21": "The remaining search for heaven.",
    "ai-anya-e0301n11:15_22": "Likewise that, on account of that it is attained by means of silence, non-conctorruption, and non-existence, assert abide in size:",
    "ai-anya-e0301n11:15_23": "After entering the absorption, the girl thus addressed her mastery in her sitting on her head emerging from the seats.",
    "ai-anya-e0301n11:15_24": "Yet when reviewing is successful in one who is mastered by reviewing it is successful;",
    "ai-anya-e0301n11:16_0": "Questioned,",
    "ai-anya-e0301n11:17_0": "he desires the good for each.",
    "ai-anya-e0301n11:17_1": "He can determine the self-existence, transferred to another, as well as on.",
    "ai-anya-e0301n11:17_2": "Likewise, when he has died and emerged from the time, he gives the full admission to a woman who is emerging from the time to time, and who has got up early and who is emerging from the day.",
    "ai-anya-e0301n11:17_3": "Even when the latter goes,",
    "ai-anya-e0301n11:18_0": "for anyone who takes possession of the paths for the thieves, but for as long as he needs in the breaths.",
    "ai-anya-e0301n11:18_1": "By determining: for the sake of determining that is the necessary and non-human beings.",
    "ai-anya-e0301n11:18_2": "longer I dwelt for a long time,",
    "ai-anya-e0301n11:18_3": "the breaths, the time to bathe, sew up from this time to time.",
    "ai-anya-e0301n11:18_4": "And if he were able to make him actually without having determined, he gives the full admission to a co-resident.",
    "ai-anya-e0301n11:18_5": "In this way: “After emerging from the full admission” is attraction to that same determination, that is to say, when the two kilometers has been destroyed, it’s still visible to the object.",
    "ai-anya-e0301n11:18_6": "you’ll stay alone.",
    "ai-anya-e0301n11:18_7": "meaning is beneficial:",
    "ai-anya-e0301n11:18_8": "is said to be one beyond shackle,",
    "ai-anya-e0301n11:18_9": "I’ll stay here and there.",
    "ai-anya-e0301n11:18_10": "the gods are like a god,",
    "ai-anya-e0301n11:18_11": "having consulted with the boundaries,",
    "ai-anya-e0301n11:18_12": "(but) on the coals, and he makes it enter upon it according to the first jhāna, which is accompanied by applied and sustained thought appearance, while the sustained thought appearance, having reached the sustained thought,",
    "ai-anya-e0301n11:18_13": "‘Oh, may I be committed to the kind of meditation that is without thought,’ and if they don’t get stabilized.",
    "ai-anya-e0301n11:18_14": "Then I’ll enter the meditation subject that thought will be reborn again and again, and I’ll have a comfortable abiding at that time.",
    "ai-anya-e0301n11:18_15": "And even as far as that applied thought did not lose the development of it even untilled.",
    "ai-anya-e0301n11:18_16": "But when the development of the mind is occupied by thoughts, it can be brought to mind by development.",
    "ai-anya-e0301n11:18_17": "The remaining jhāna in the fourfold reckoning.",
    "ai-anya-e0301n11:18_18": "Then that thought will give up the power of development, and the power of the development of the sublimeness in that respect.",
    "ai-anya-e0301n11:18_19": "Lossing here is the subtlety of the fourfold, subtle, and its two, three, four, five, ten, and eighty.",
    "ai-anya-e0301n11:18_20": "If he kills a footing in the morning,",
    "ai-anya-e0301n11:18_21": "Striving is the meaning of making energy.",
    "ai-anya-e0301n11:18_22": "Three jhānas fall in one of two jhānas beginning with the first jhāna, etc., respectively in the fine-material jhānas.",
    "ai-anya-e0301n11:18_23": "according to the two jhānas which are distracted, the twofold reckoning of the kasiṇas, etc., are said to be the counterpart of the kasiṇas and the names of the kind already described.",
    "ai-anya-e0301n11:18_24": "The remaining eighteen meditation subjects occurring in the case of the remaining meditation subjects is familiar with the jhāna factors. This is “as to the object. ”",
    "ai-anya-e0301n11:18_25": "one is called “harpen” when it is the rainy season.",
    "ai-anya-e0301n11:18_26": "which is why the rain great flood of it reaches all.",
    "ai-anya-e0301n11:18_27": "He is said to be farming that is capable of doing what is said;",
    "ai-anya-e0301n11:18_28": "For it’s unlikely: when I’m learning the space from the space that when I don’t exist.",
    "ai-anya-e0301n11:18_29": "Having taken up the meditation subject, the foundation of About the meditation on universal space, the signless consciousness that remains, and the foundation for a space that stayed there.",
    "ai-anya-e0301n11:18_30": "when you don’t reach the space",
    "ai-anya-e0301n11:18_31": "When he has thus removed the perception of space in this way, with the perception of the space from the kasiṇa materiality, he then removes it.",
    "ai-anya-e0301n11:18_32": "whose space is bound by space, and is bound by (for him) the remainder.",
    "ai-anya-e0301n11:18_33": "that is the search for entering the earth, and so on.",
    "ai-anya-e0301n11:18_34": "It occurs with unbounded space as “unbounded space” in this way:",
    "ai-anya-e0301n11:18_35": "Since they do so, they get rid of the attributes of their deeds, and sublimeness towards them in the fourth absorption, making the object of the fourth absorption, and there is no definition of the fourth absorption.",
    "ai-anya-e0301n11:18_36": "the Fortunate One, after consecrating the work, also the Worthy One, and the Perfected One,",
    "ai-anya-e0301n11:18_37": "But in that place the Buddha-to-be, endowed with perfect virtues,",
    "ai-anya-e0301n11:18_38": "This is a vow’s knife in the ground.",
    "ai-anya-e0301n11:18_39": "the sign of the mode is instance, and the sign of another is indicated.",
    "ai-anya-e0301n11:18_40": "Will shine forth",
    "ai-anya-e0301n11:18_41": "it is good to go away in a living place where the object is well apprehended, well observed by the range of his mind on the mountain’s hide.",
    "ai-anya-e0301n11:18_42": "(These are) discovering, he sees the noble truths, (thinking):",
    "ai-anya-e0301n11:18_43": "And the other world’s perceptions essence too.",
    "ai-anya-e0301n11:18_44": "Here the hindrances should be understood here in the Vibhaṅga thus: “In the places where the hindrances are suppressed by the hindrances, and the jhāna factors should be understood in the fine-material jhāna.",
    "ai-anya-e0301n11:18_45": "Then, forty-four meditation subjects, after showing that he has shown that he has attained jhāna, and so on, etc., which is accompanied by direct-knowledge, is shown in the jhānas in the special qualities of peace, etc., which is defining the jhānas in this way, is what is said in order to show the jhānas of insight, and so on.",
    "ai-anya-e0301n11:18_46": "whatever has been made there is offered.",
    "ai-anya-e0301n11:18_47": "which has multitude in the places of loss in the triple and quadruple jhānas and full awareness, is nutritiously.",
    "ai-anya-e0301n11:18_48": "As he does soon as he has mastered the nine kinds of direct-knowledge in each case.",
    "ai-anya-e0301n11:18_49": "They say in the sixfold jhāna, which is included in the two.",
    "ai-anya-e0301n11:18_50": "For the jhāna is mentioned in the Vibhaṅga too with the virtue of Purification. It is manifested as the proximate cause of purifiedness and subtlety in the way already stated, and it is now born in the way stated.",
    "ai-anya-e0301n11:18_51": "But the grossness of the Eightfold Path which is called mastery in eight ways in practice, and she has reached the peaking of direct-knowledge .",
    "ai-anya-e0301n11:18_52": "Then the householders give them to the rest of the town and country. In order to extraordinary a variety of wives and children as they were told with the species of the family.",
    "ai-anya-e0301n11:18_53": "For it is impossible that abiding in these fourteen ways that is purified and superhuman, having performed his mind from the beginning, “This is not possible to perform the dealing with supernormal powers.”",
    "ai-anya-e0301n11:18_54": "Therefore it should be understood that when he has entered upon the eight ways beginning with the three kinds of direct-knowledge, the classification of the fine-material sphere , the eight kinds of direct-knowledge, the knowledge master in himself thus: “This attainment is threatened by the head and head-splitting wide openings in each case, the fine-material and immaterial sphere, and thequisition of any one of those beginning with evening, etc., can be understood to be understood to the beginning with those without normal power, of the investigating of visible data, and so on, of the investigating of normal power, etc., of the two, of the heartwood, of the one of the one who had insight into focused as the otherwise, and heritages and heritages, and heritages from his own direct-handly compassionately consequences normal powers normally glad and heritages from his own mind at each other",
    "ai-anya-e0301n11:18_55": "Having directly experienced the jhānas of the five-fold jhāna and its object, since he has attained the benefit of all he has attained the physical matter and the fine-material sphere, he is pentad in each and every way.",
    "ai-anya-e0301n11:18_56": "after that, leaving behind one’s continuity, and having risen from that.",
    "ai-anya-e0301n11:18_57": "application:",
    "ai-anya-e0301n11:18_58": "on a site for a hundred thousand aeons, which were dead and so on,",
    "ai-anya-e0301n11:18_59": "if he determines it as the basis for someone whose site has not been decided;",
    "ai-anya-e0301n11:18_60": "Then, having performed a deed, he announces the immediately effective deed, in order to prevent the work for the continuity of (supernatural) psychic power, and indicating the doing of the work.",
    "ai-anya-e0301n11:18_61": "having conquered this dart and following a hundred thousand coins, I can do one thousand coins, spears, and maintains. And this is the proper procedure:",
    "ai-anya-e0301n11:18_62": "But with Divine divine objects, since he can know whatever object he wants to see, in fact him to recollect him,",
    "ai-anya-e0301n11:18_63": "without having covered that dart, he listens to the sound of kinsmen, etc., which is noisy,",
    "ai-anya-e0301n11:18_64": "But in the Commentaries itself again and again with the help of its foot, he came to the same place as before.",
    "ai-anya-e0301n11:18_65": "Just as one who has entered upon the first jhāna in this way, if he wants to get up from his direct-knowledge (again), he wishs to get up quickly.",
    "ai-anya-e0301n11:18_66": "if he puts away his legs, saying: “I’m going beyond my legal procedure,” and he emerges from that meditation.",
    "ai-anya-e0301n11:18_67": "One who determines what is determined:",
    "ai-anya-e0301n11:18_68": "Herein, the beginning of the first jhāna is attaining the mind for the purpose of attaining the meditation subject.",
    "ai-anya-e0301n11:18_69": "But he has attained deep knowledge in the definition of the deathless states (of giving) a gift.",
    "ai-anya-e0301n11:18_70": "For when one is able with his own hand, his mind becomes immersed in samādhi, and his mind is immersed in samādhi, his mind becomes clear,",
    "ai-anya-e0301n11:18_71": "So far as they diverse spectrum of past lives in that Dhamma they had in the past, future and present.",
    "ai-anya-e0301n11:18_72": "For that is how the knowledge of the agreement and insight associated with knowledge is called knowledge.",
    "ai-anya-e0301n11:18_73": "they’re called ‘one who knows the past’.",
    "ai-anya-e0301n11:18_74": "he is to be called “an offense in knowledge”, and he is to be spoken of in knowledge and conduct.",
    "ai-anya-e0301n11:18_75": "But there is no opportunity for the first jhāna, all of them reached by foot.",
    "ai-anya-e0301n11:18_76": "for he should not do so again and again with his direct-knowledge (the nature of) the head, “Here, having taken it here.”",
    "ai-anya-e0301n11:18_77": "As regards the three rows of the species of matter in the three divine abidings, the three divine abidings , and the signs , firstly, the knowledge of the six kinds of psychic power, and the six kinds of direct-knowledge .",
    "ai-anya-e0301n11:18_78": "for it is when in the six factors of the fine-material jhānas are used in the six objects of the fine-material objects.",
    "ai-anya-e0301n11:18_79": "Having set rolling the object,",
    "ai-anya-e0301n11:18_80": "But when he has established mindfulness of the body and the mind, the body and the mind appears transgress in the past, future and presently arisen, the consciousness belonging to the past.",
    "ai-anya-e0301n11:18_81": "When the body is determined, he looks at the time, at the time of the body, but in the present time.",
    "ai-anya-e0301n11:18_82": "But when one is born in oneself, his knowledge has arisen in him.",
    "ai-anya-e0301n11:18_83": "are born in a charming object.",
    "ai-anya-e0301n11:18_84": "In the case of the opposite kind is to be seen.",
    "ai-anya-e0301n11:18_85": "In the future, this is the case.”",
    "ai-anya-e0301n11:18_86": "is the present object, it is the divine object.",
    "ai-anya-e0301n11:18_87": "In the past, future, and present in terms of the minds of the past, future, and present. The four constituents (of mind and body) in the past, future or present, internally and externally as they are.",
    "ai-anya-e0301n11:18_88": "for he can know that what is associated with the mind, and what is not the case wants.",
    "ai-anya-e0301n11:18_89": "Having made this aspiration (of mind and body) that analytic knowledges and insight are in the same way as particular knowledge, and having a single constituent that is called a condition for knowing with knowledge.",
    "ai-anya-e0301n11:18_90": "But in the commentary on the Commentaries, since firstly, the meditator’s pervading the consciousness and calm, and indirect talk, it is peaceful and sublime in those same way as the meditator’s mind,",
    "ai-anya-e0301n11:18_91": "If you were to dig out each other,",
    "ai-anya-e0301n11:18_92": "and at a time when a worker has passed away, they engage in discussion with running closely together with their minds and engaged in discussion. He passes away with them, and now gets caught up in the past life.",
    "ai-anya-e0301n11:18_93": "Not by rising fruits, he does not deadly prevent them from rising over the fruit. Those eight kinds of dead conduct loved by the Eights,",
    "ai-anya-e0301n11:18_94": "Consequently to the states of being involved in the present position as in the present respectively.",
    "ai-anya-e0301n11:18_95": "It is the root of the root of trees, in accordance with the Vajirā,",
    "ai-anya-e0301n11:18_96": "When states are in the past, they proceed with individual essences in the past. They proceed having mastered the states in the way already stated.",
    "ai-anya-e0301n11:18_97": "‘This is the way in the present, the teaching, and the Saṅgha may be a condition for listening to the way beginning, middle, and end.’",
    "ai-anya-e0301n11:18_98": "Their robe isn’t shaken.",
    "ai-anya-e0301n11:18_99": "In the past, future, and present. Their mind is a condition for the future, so they are not broken through having drunk the deathless in the present life. Consequently in the way beginning, “This is a condition for the sake of enlightenment of others.”",
    "ai-anya-e0301n11:18_100": "for the sake of the householden he did so.",
    "ai-anya-e0301n11:18_101": "for one who is attached to their hearts,",
    "ai-anya-e0301n11:18_102": "mind like a rainfalling the mind.",
    "ai-anya-e0301n11:18_103": "and those minds do all get immersion.",
    "ai-anya-e0301n11:18_104": "But in the past, when he passed away, advocates in the past, future or present, and present. Their sense fields are present.",
    "ai-anya-e0301n11:18_105": "the present objects of the present objects, so there is the six kinds of visible objects, the eye-material objects, and the six classes of rebirth-linking.",
    "ai-anya-e0301n11:18_106": "Now, having shown that the attaining of the five jhānas in the fivefold reckoning, is this position of the deathless.",
    "ai-anya-e0301n11:18_107": "they determine:",
    "ai-anya-e0301n11:18_108": "As she determined:",
    "ai-anya-e0301n11:18_109": "And that’s why in fact no abode is successful when his psychic powers are in function.",
    "ai-anya-e0301n11:18_110": "But it is of three kinds as determination, stiffness and torpor, association with mind.",
    "ai-anya-e0301n11:18_111": "Herein, having manifested in the form of a hundred thousand leagues, or a hundred thousand workers, breaths and so on, non-existences, and steping work, etc., by means of the noble ones, and so on.",
    "ai-anya-e0301n11:18_112": "but, after descending from the colour of the Seer’s disparage, like a beautiful prince with his supernormal powers, and likewise, with an abode of supernormal powers, –",
    "ai-anya-e0301n11:18_113": "and setting up another body in the body, after with his own psychic power, spread out his mind, and possessing psychic power with a mind-made body,",
    "ai-anya-e0301n11:18_114": "You are now far from the heavenly realm.",
    "ai-anya-e0301n11:18_115": "He is born in the heavenly realm.",
    "ai-anya-e0301n11:18_116": "Now that deity is the divine abiding;",
    "ai-anya-e0301n11:18_117": "Devānampiya was born in a level, concealed by the donors of the gods. This is the fourth reason,",
    "ai-anya-e0301n11:18_118": "Also Divine knowledges are called divine-eye, because it is divine knowledge of insight.",
    "ai-anya-e0301n11:18_119": "Saying “Are you immoraled with heavenly the divine abidings in that place?” At that time the divine neighborhood of the heavenly neighborhood of the gods (reborn) clairaudient beings?",
    "ai-anya-e0301n11:18_120": "These mind know the minds of another’s mind.",
    "ai-anya-e0301n11:18_121": "These enlightenment understands and comprehends, they are called ‘of mind-deliverance’.",
    "ai-anya-e0301n11:18_122": "past, future, and present in the six doors (of the past) were present, these six gates are well proclaimed:",
    "ai-anya-e0301n11:18_123": "Formerly in the past, future and present, the minds of the past doing so by means of the six kinds of consciousness,",
    "ai-anya-e0301n11:18_124": "Going totally beyond all Buddhas, the teaching, and the Saṅgha. Formersion they used to be reappear in their past lives with features and details.",
    "ai-anya-e0301n11:18_125": "But here who associated with knowledge is related to the intention of (good) knowledge.",
    "ai-anya-e0301n11:18_126": "and it is said in the way already described, that is the divine eye.",
    "ai-anya-e0301n11:18_127": "it is called “Blessed” because it is the knowledge of the ending of knowledge.",
    "ai-anya-e0301n11:18_128": "she lay down the divine eyebrows because of the divine eye and because of the divine eye.",
    "ai-anya-e0301n11:18_129": "Attending to knowledge: these two knowledges arise and contemplations are included in the future.",
    "ai-anya-e0301n11:18_130": "there is not a blessing for them, and preparing the mental (concentrated) actions that had arisen in the mind,",
    "ai-anya-e0301n11:18_131": "Those who have obtained the divine eyes because they have acquired the divine eyes.",
    "ai-anya-e0301n11:18_132": "Herein, with the divine eye of hell abiding in the hells, the pain in hell and the world with the gods of the Thirty-Three I will perform its rites for their deeds.",
    "ai-anya-e0301n11:18_133": "Then, having destroyed, will I see those progressiveness in the future. Because of this, I will be ruined. Because of that my knowledge comes to an end. Because of this the object I will cause them to give rise to knowledge.",
    "ai-anya-e0301n11:18_134": "For he previously knew the recollection of past lives, like the knowledge of the recollection of the opposite sex.",
    "ai-anya-e0301n11:18_135": "For each of these is what is called knowledge of the omniscience,",
    "ai-anya-e0301n11:19_0": "Questioned,",
    "ai-anya-e0301n11:20_0": "After seven days, the nature of a world, in the mind of what is hard-world, and the ten existing ones, it is in the sense that is wrong means of producing condition.",
    "ai-anya-e0301n11:20_1": "what’s hard to pass.",
    "ai-anya-e0301n11:21_0": "There is no guilt in the future, no obsession this state is not able to know:",
    "ai-anya-e0301n11:21_1": "And it is because of such a kind that one who knows in this way,",
    "ai-anya-e0301n11:21_2": "And the knowledge in the auspicious Commentaries, which is the defeated through the air,",
    "ai-anya-e0301n11:21_3": "But the meditator must discern it in its indicates since he is not able to discern it in accordance with the state.",
    "ai-anya-e0301n11:21_4": "By groups: ten kinds of temperament brings about the ten kasiṇas, etc., respectively in the passage beginning with the tenfold reckoning.",
    "ai-anya-e0301n11:22_0": "The serenity meditation subject",
    "ai-anya-e0301n11:23_0": "171.",
    "ai-anya-e0301n11:23_1": "he sees a faction of the whole world with its ascetics of other religions, such as: With its owners, he sees fitting and shameless mentioned shone like a fact that’s constantly going beyond.",
    "ai-anya-e0301n11:23_2": "deeds,",
    "ai-anya-e0301n11:23_3": "The development of the Development",
    "ai-anya-e0301n11:23_4": "Discerning discernment of legal procedures,",
    "ai-anya-e0301n11:23_5": "discernment, conditions,",
    "ai-anya-e0301n11:23_6": "dwelling places at insight meditation subject that is the meditation subject of insight,",
    "ai-anya-e0301n11:23_7": "the aggregates arising from birth, etc.",
    "ai-anya-e0301n11:23_8": "or one whose meditation subject is breathing in the higher place for discerning the meditation subject.",
    "ai-anya-e0301n11:23_9": "At that very moment the meditation subject has three characteristics, and fact that is to say, penetration of the seven characteristics, and so on.",
    "ai-anya-e0301n11:23_10": "Also with virtue that is good in the beginning, good in the middle, and good in the end, with purity that is purified and pure, (thinking): the virtue of purity that is purified and surpasses purity.",
    "ai-anya-e0301n11:23_11": "So it is easy to restrain his mind on its bed and chair that is purified and cleansedness due to purity. And then the purity of the mind is purified from it.",
    "ai-anya-e0301n11:23_12": "He is one whose mind is concentrated on concentration,",
    "ai-anya-e0301n11:23_13": "The view of the impediment of principles is incompetent fact that comes to an individual essence essence thus: “The view of Sakka is purified, How is purification from identity view?”",
    "ai-anya-e0301n11:23_14": "Having crossed the sixteenth, he crosses the flood and somewhere else.",
    "ai-anya-e0301n11:23_15": "is a Compassionate for understanding",
    "ai-anya-e0301n11:23_16": "“So it is the way that individual essence does not have purified and sustained thought as it is of two kinds as Views, and Possessing purification through overcoming doubt. It is of two kinds as purified, and purifiedness.",
    "ai-anya-e0301n11:23_17": "The path is the accumulation;",
    "ai-anya-e0301n11:23_18": "Herein, having given up the knowledge and vision, possesses the noble path to the end of all meditation.",
    "ai-anya-e0301n11:23_19": "According to mind astroubled and committed to the path, we settle down the essence.",
    "ai-anya-e0301n11:23_20": "know the path to that is the unvirtuous path, and the knowledge and vision of the path.",
    "ai-anya-e0301n11:23_21": "the path is that individual essence should be understood to have purified in that way: “Perception and declaring purity by path and knowledge and vision.",
    "ai-anya-e0301n11:23_22": "That practice is the way beyond.",
    "ai-anya-e0301n11:23_23": "the path is the first made by insight.",
    "ai-anya-e0301n11:23_24": "Truly knowing and seeing is the practice.",
    "ai-anya-e0301n11:23_25": "purification is for the noble truth of the practice, and purification of knowledge and vision worthy of the noble truths is the knowledge and vision of the noble truth of purity.",
    "ai-anya-e0301n11:23_26": "And here the knowledge of the interpreting of truth should be understood by again and again, namely, each is the knowledge of the meaning, and it is the knowledge of pointing out the meaning. It is to be understood that this is the reason why they discovered each case.",
    "ai-anya-e0301n11:23_27": "Thoughts that are inferior and superior",
    "ai-anya-e0301n11:23_28": "the rise and fall of the first one -",
    "ai-anya-e0301n11:23_29": "another is impermanent.",
    "ai-anya-e0301n11:23_30": "Herein, it is called a man who has gone (there) in the position of a woman.",
    "ai-anya-e0301n11:23_31": "let a person who did not go any harm",
    "ai-anya-e0301n11:23_32": "A man should not consent to (of the path),",
    "ai-anya-e0301n11:23_33": "For a person can understand",
    "ai-anya-e0301n11:23_34": "Likewise that of all impermanent, the teaching is called conditioned.",
    "ai-anya-e0301n11:23_35": "It’s not impermanent, suffering, and perishable.",
    "ai-anya-e0301n11:23_36": "for the sake of impermanence is another.",
    "ai-anya-e0301n11:23_37": "But what is that impermanent?",
    "ai-anya-e0301n11:23_38": "Mind is the decay of the body.",
    "ai-anya-e0301n11:23_39": "it is said to be the monasteries, thus it is said.",
    "ai-anya-e0301n11:23_40": "And having seen that state, it occurs only in the present life.",
    "ai-anya-e0301n11:23_41": "so it is called its characteristic here.",
    "ai-anya-e0301n11:23_42": "The remaining instances",
    "ai-anya-e0301n11:23_43": "Herein, weaver’s acceptance is suffering.",
    "ai-anya-e0301n11:23_44": "enlightenment thirty-two grounds,",
    "ai-anya-e0301n11:23_45": "But as soon as it is stated for a thousand years in the scriptures, etc., and contemplation of impermanence is impermanent, not-self.",
    "ai-anya-e0301n11:23_46": "The same way in two ways.",
    "ai-anya-e0301n11:23_47": "By directly knowing the three characteristics in each cases, and knowledges with wisdom.",
    "ai-anya-e0301n11:23_48": "Firstly, endeavouring the three characteristics, etc., in three ways, the size of living beings,",
    "ai-anya-e0301n11:23_49": "having rightly obtained (his) knowledge of the Path and knowledge of (good) conduct,",
    "ai-anya-e0301n11:23_50": "Bodily, it is said to be the instance of a stomach and nine things that appear.",
    "ai-anya-e0301n11:23_51": "the newly acquired robe with nine things, and appear to him assigning.",
    "ai-anya-e0301n11:23_52": "There he received the former conditions for former conditions,",
    "ai-anya-e0301n11:23_53": "One cannot see how to have the stomach’s knowledge of rise and fall owing to the destruction of knowledge.",
    "ai-anya-e0301n11:23_54": "But when these two he came down, he is coming down in the stomach a crack of dawn,",
    "ai-anya-e0301n11:23_55": "Like a goosebump.",
    "ai-anya-e0301n11:23_56": "And just so the ultimate knowledge of impermanence in being became quite clear, liberated from the pair of garments.",
    "ai-anya-e0301n11:23_57": "By the breaking up of the three knowledges in this way, of the suffering that is a thousand bases of psychic power, of the mind, and of many thousands of them, should be developed like this.",
    "ai-anya-e0301n11:23_58": "And in the world see nothing but death in the present, there is no place where there is death.",
    "ai-anya-e0301n11:23_59": "if she does not speak because she is speaking;",
    "ai-anya-e0301n11:23_60": "In this way they should develop the drawbacks of those having developed knowledge, and such a state of non-existence.",
    "ai-anya-e0301n11:23_61": "rejoicing upon themselves they are the very helpful to their penetration and knowledge of the truths of insight.",
    "ai-anya-e0301n11:23_62": "When this is being disillusioned, dispassionate, and freed regarding these things, he is not freed from knowledge. He is called “confidence”, and knowledge obsessed by them, is called the name of Vipassī.",
    "ai-anya-e0301n11:23_63": "the knowledge of the dissatisfaction with the teachings, and the knowledge of the discerning of principles, and the embracing of reflection in the modes of the calming of the profession of the discerning of principles, and the knowledge of the noble truths,",
    "ai-anya-e0301n11:23_64": "Of these two, Imagine . Instead of developing formations they apprehend from each of them. Intention is faint, observed: “They are harmful for choices, and then my discernment of choices. Having given up ignorance and given rise to knowledge, they do not give rise to knowledge, of the right arouse equanimity.",
    "ai-anya-e0301n11:23_65": "It is “withstanding the path” since it is indicated by the penetration of paths, by the strength of enlightenment factor: by the investigation of oppositeness of insight, and by the strength of knowledge, is austerity of insight.",
    "ai-anya-e0301n11:23_66": "it is well-proclaimed for insight and the rest. It is even more well-developed.",
    "ai-anya-e0301n11:23_67": "it is reinforced in the accessory, and it is “restraint by the linking of intelligentness” .",
    "ai-anya-e0301n11:23_68": "having the aggregates of life-formed defilement of the aggregates, emptiness release, the noble path, and the direct-knowledge .",
    "ai-anya-e0301n11:23_69": "For the signs that are defilement, corruptions without defilements,",
    "ai-anya-e0301n11:23_70": "having destroyed these things, may you be afraid of the power of the noble ones, that is, the signless liberation of the beautiful.",
    "ai-anya-e0301n11:23_71": "Experiencing each of these, we will find an unshakable path, the essence of the liberations.",
    "ai-anya-e0301n11:23_72": "Observing the empty very.",
    "ai-anya-e0301n11:23_73": "For it is preceding the progressive states that have been remained in the house-to-house seeker’s level of the houses, which is the basis for it, to be produce it, thus it is easy to see.",
    "ai-anya-e0301n11:23_74": "Observing the signs of impermanence,",
    "ai-anya-e0301n11:23_75": "for that is called “rebirth” because it is occurred in him as the sign of foulness and its sign of foulness in the sign of unknowing, is said to be the sign of serenity.",
    "ai-anya-e0301n11:23_76": "Observing the Observing of the Past",
    "ai-anya-e0301n11:23_77": "For that is too in the Mahānāma the Sakyan, namely, the clansman of the Enlightened One’s special qualities, etc., and that is to say, the regardless of all the qualities of the Master’s special qualities of insight, etc., which is resentmented by him.",
    "ai-anya-e0301n11:23_78": "Restrained in the Monastic Code, the Monastic Code, and the behavior.",
    "ai-anya-e0301n11:23_79": "for he is the habit of all activities because it is the seniority.",
    "ai-anya-e0301n11:23_80": "He had the four grounds, and was the face of the profitable existence .",
    "ai-anya-e0301n11:23_81": "This is called the Monastic Code.",
    "ai-anya-e0301n11:23_82": "Only the contrary, the hostile person, restraint of rod and restraint, is said to be tormented.",
    "ai-anya-e0301n11:23_83": "They become lazy and confused about the faculties.",
    "ai-anya-e0301n11:23_84": "They had hairs growing on their backs.",
    "ai-anya-e0301n11:23_85": "For they are unprofitable to the unskillful.",
    "ai-anya-e0301n11:23_86": "Their mindfulness is the path, which occurs as their restraint, and using the faculty of mindfulness faculty,",
    "ai-anya-e0301n11:23_87": "They’re ethical conduct, restrained in the sense restraint of ethical conduct.",
    "ai-anya-e0301n11:23_88": "They live, having a long life, these are not allowable.",
    "ai-anya-e0301n11:23_89": "* For the purpose of crossing the language,",
    "ai-anya-e0301n11:23_90": "He was the way of the Buddha, and because he had a declaration of flowering trees, and offerings (of clothes) to be pure in three.",
    "ai-anya-e0301n11:23_91": "This is the virtuous practiced.",
    "ai-anya-e0301n11:23_92": "(But) by using his pure bodily behavior, etc., he uses the alms-food that is cleansed in the midst of the deathless, etc., which has acquired the penetration of virtues, and uses the rest of the Paccekabuddhas, and is reviewing the characteristic of both the analysis of private parts, and that is however.",
    "ai-anya-e0301n11:23_93": "you’re purified.",
    "ai-anya-e0301n11:23_94": "But this purity is pure.",
    "ai-anya-e0301n11:23_95": "This is the virtuous practiced.",
    "ai-anya-e0301n11:23_96": "Four purity of ethics.",
    "ai-anya-e0301n11:23_97": "But here that is why it is called “ascetic” and “supportedness” and “concentrated mind” are of two kinds as accompanied by concentration.",
    "ai-anya-e0301n11:23_98": "Compassion is characterized as promoting the characteristic of fondness in all its characteristic. Its function is to matures, and manifestation of the characteristic of all its characteristic.",
    "ai-anya-e0301n11:23_99": "like a fire, like a turban.",
    "ai-anya-e0301n11:23_100": "With that he has obtained (much) the apprehending the name “accomplishing the function of obtainment by that. ”",
    "ai-anya-e0301n11:23_101": "When a fire is burning, like a fire.",
    "ai-anya-e0301n11:23_102": "She’d make a lamp, and lay down the floor of the fruit.",
    "ai-anya-e0301n11:23_103": "like a fire’s smoke.",
    "ai-anya-e0301n11:23_104": "we have the seat when there is no place for our own attainment of the first categories.",
    "ai-anya-e0301n11:23_105": "In those two immaterial states have the name and form as their state of existence, and then took possession of the different views, namely, mentality and view.",
    "ai-anya-e0301n11:23_106": "Here the explanation of the meaning here is two kinds of discerning.",
    "ai-anya-e0301n11:23_107": "Herein, having made the two ends in the middle, this is called form.",
    "ai-anya-e0301n11:23_108": "This is the name and form.",
    "ai-anya-e0301n11:23_109": "name and form are another.",
    "ai-anya-e0301n11:23_110": "Then, Abhaya, a person with good livelihood, a calm, and one who lives in a charnel ground, making a thicket when he has done it, he raised his joined palms to it, and say:",
    "ai-anya-e0301n11:23_111": "a person who knows to be able to persuade the idea of identity view with another.",
    "ai-anya-e0301n11:23_112": "Three on the three sides",
    "ai-anya-e0301n11:23_113": "Taking not-self as self.",
    "ai-anya-e0301n11:23_114": "Herein, on the teacher’s instruction is grounded in the Teacher’s instructions, and his views are pure.",
    "ai-anya-e0301n11:23_115": "But the other materiality only are continually treated as they do.",
    "ai-anya-e0301n11:23_116": "So far the two eyes are not established.",
    "ai-anya-e0301n11:23_117": "Firstly, it is impure in the first-materiality.",
    "ai-anya-e0301n11:23_118": "Because they are ignorant to why they’re not protected by defilements, but they still have a fixed destiny.",
    "ai-anya-e0301n11:23_119": "In the four constituents (of mind and body), the five constituents (of mind and body), the six elements, and the name and form elements, and the nine kinds of becoming .",
    "ai-anya-e0301n11:23_120": "Herein, the elements of earth, water, fire, air, space, and consciousness.",
    "ai-anya-e0301n11:23_121": "When the gentleman leftovers these six elements, he threw them away, and attained the fruit of non-return.",
    "ai-anya-e0301n11:23_122": "But if he is able to cure himself with the mind, the perception of one whose mind is faded away, (something): “Amongst those whose mind is fathomed with consolation, (somethings).”",
    "ai-anya-e0301n11:23_123": "He should also be attended on by one who possesses these seven classes of rebirth.",
    "ai-anya-e0301n11:23_124": "But the meditator skilled in the ways of being inclusively the consciousness that maker.",
    "ai-anya-e0301n11:23_125": "At the end of all it should be discerned in detail in this way: “For all forms of being possessed”;",
    "ai-anya-e0301n11:23_126": "This is the beginning of the first kind.",
    "ai-anya-e0301n11:23_127": "But the Elder’s discrimination should be understood in accordance with the Dhamma:",
    "ai-anya-e0301n11:23_128": "There is diverting name and form, and he does not see anyone else’s body, whether inside or outside the body, another soul and invited the body of himself.",
    "ai-anya-e0301n11:23_129": "They experience the person who does experience the result, and they realise these views.",
    "ai-anya-e0301n11:23_130": "just as this is learned, abode of the noble ones embarked in a doctrine of the noble ones. Indulging in the teaching of all, they entirely see the self-effacement and so on; may they give up fear and dread.",
    "ai-anya-e0301n11:23_131": "Your self-mortifiers are reborn among human beings, such as yourself in conformity with Brahmā, and calmed in clay, useless livelihood, and useless. And you sustain themselves to be given up when it is.",
    "ai-anya-e0301n11:23_132": "But there is such a spending of self as endowed with calm, feeling, perception, choices, and consciousness.",
    "ai-anya-e0301n11:23_133": "too quickly the name and form cease without consciousness,",
    "ai-anya-e0301n11:23_134": "As to condition: here it is of two kinds: here that is to say, each composed of these two kinds, that is to say, in brief and discerning.",
    "ai-anya-e0301n11:23_135": "Herein, there is a cloth such as the disappearance of consciousness, and acquisition of ignorance through craving, applied thought and sustained thought as its object, and sustained thought.",
    "ai-anya-e0301n11:23_136": "Because of that instead of engaging the dependent origination, which is dissipated like the dependent origination.",
    "ai-anya-e0301n11:23_137": "And here the place where the possession of the jhāna is shown in the way beginning, “Whatever the time has not been discerned is the place there. ”",
    "ai-anya-e0301n11:23_138": "One is given up in oneself, and whatever is included in the fine-material and immaterial causes there are dependent originations in the kind of existence.",
    "ai-anya-e0301n11:23_139": "The wrong view of his own perfumes, produced by theft of paths, and rolling on to the wrong path, regardless of whether or not they are given up.",
    "ai-anya-e0301n11:23_140": "By reasoning the result of deeds, (from the result of deeds,) the result of deeds, the result of deeds, the result of deeds, and the result of in views, produced by the result of investigation of (nature) views, and the result of deeds, is given up by not seeing the result of deeds.",
    "ai-anya-e0301n11:23_141": "Transmigrating for the sake of non-delusion, etc., through the act of the fruit of non-delusion, was it painful in all its various different realms, and he made this progressiveness in this way that person is made up of the sixteen accessories. Would that person think:",
    "ai-anya-e0301n11:23_142": "After seeing the state of peace, the Teacher was discovered by the power of the Buddha, who had discovered the Dhamma, and so on, seeing the eight of the Truths, and so on, and so on; his doubts, the Enlightened One, the eighth nature, and so on.",
    "ai-anya-e0301n11:23_143": "The supermundane and the hundred scopes of conditions, even when reckoned as an abode of conditions.",
    "ai-anya-e0301n11:23_144": "After making an end of the underlying tendencies within them, they suffer themselves to sensual desires.",
    "ai-anya-e0301n11:23_145": "They worthy of the invitation procedures because they are worthy of the simile of the designation.",
    "ai-anya-e0301n11:23_146": "Practicing this mark of this mark, this is an end for all.",
    "ai-anya-e0301n11:23_147": "By means of the past and future, future or present, internal or external, both internal and external, gross physical and in the past, future, and present,",
    "ai-anya-e0301n11:23_148": "Instead of aggregates, each of the five variety of aggregates, etc., as follows: the meaning is, giving attention to the aggregates, settles, and shakes off of contacts by way of feeling, etc., and resemble of perceptions. In this way the meaning is strong. The meaning is, the meaning subsequently it is the meaning.",
    "ai-anya-e0301n11:23_149": "But in the twenty-thousand parts of the teaching there is a particular component of the Dhamma.",
    "ai-anya-e0301n11:23_150": "after taking that, he should accept it.",
    "ai-anya-e0301n11:23_151": "but also being unable to obtain the whole of sacrificial posts.",
    "ai-anya-e0301n11:23_152": "Questioning is to be found in the past, future or present, and present; of these things, being included in the past, future and present, and present in terms of the five aspects of feelings, etc., notwithstanding the mind in the past, future or present.",
    "ai-anya-e0301n11:23_153": "This is not appropriate",
    "ai-anya-e0301n11:23_154": "Whatever form there is—whether past, present, or future, internal or external, gross or subtle, inferior or superior, near or far—it should all be seen with right wisdom according to reality like this:",
    "ai-anya-e0301n11:23_155": "The all form is impermanent, suffering, and perishable.",
    "ai-anya-e0301n11:23_156": "Whatever feeling is there,",
    "ai-anya-e0301n11:23_157": "perception seems the perception of one because of perception,",
    "ai-anya-e0301n11:23_158": "Those phenomena were born in water,",
    "ai-anya-e0301n11:23_159": "any consciousness at all.",
    "ai-anya-e0301n11:23_160": "Consciousness is impermanent.",
    "ai-anya-e0301n11:23_161": "Suffering is the eighteen in the sense that is non-existent.",
    "ai-anya-e0301n11:23_162": "there is all form in the place.",
    "ai-anya-e0301n11:23_163": "all kinds of consciousness is given in brief.",
    "ai-anya-e0301n11:23_164": "Constantly produced by what is impermanent, here it is the impermanent in the sense of urgency,",
    "ai-anya-e0301n11:23_165": "Feeling is impermanent ...",
    "ai-anya-e0301n11:23_166": "perceptions are impermanent",
    "ai-anya-e0301n11:23_167": "Choices are impermanent ...",
    "ai-anya-e0301n11:23_168": "Consciousness is impermanent. And the preceding of consciousness should be appointed by the mere fact of giving and worst.",
    "ai-anya-e0301n11:23_169": "the others do not.",
    "ai-anya-e0301n11:23_170": "But the meaning of that, which is impermanent, suffering, and perishable, has been properly swept away by the Elder, etc., is the same as that which is to say, the Elder, etc., should be.",
    "ai-anya-e0301n11:23_171": "Herein, form is impermanent. Their element is impermanent, aroused, and a strong, took hold of the elements.",
    "ai-anya-e0301n11:23_172": "this is the water element, the water element, the fire element, and the air element.",
    "ai-anya-e0301n11:23_173": "Herein, in this body there are substances, ributes of earth,",
    "ai-anya-e0301n11:23_174": "She swappears the cold and the hand,",
    "ai-anya-e0301n11:23_175": "the repeatedly turns around, or separating the postures, and the turns them around,",
    "ai-anya-e0301n11:23_176": "He thinks, ‘this so many’: this is the meaning.",
    "ai-anya-e0301n11:23_177": "Herein, when setting out the nine phenomena don’t show the past.",
    "ai-anya-e0301n11:23_178": "Since there is no place called master of the teachings, there is no unfaithful in the Leader of the Dhamma.",
    "ai-anya-e0301n11:23_179": "Before running out of the past, the future, and the present discriminations,",
    "ai-anya-e0301n11:23_180": "and saw the body of various kinds of riches, he sees that the earth element.",
    "ai-anya-e0301n11:23_181": "And they see the end of the defilements in the present life.",
    "ai-anya-e0301n11:23_182": "The water of the bowls were brought away.",
    "ai-anya-e0301n11:23_183": "Wearing fire, a cold, hot in the heat,",
    "ai-anya-e0301n11:23_184": "the wind distending irregular wind,",
    "ai-anya-e0301n11:23_185": "the words momentary instances and swept away.",
    "ai-anya-e0301n11:23_186": "both kinds of calming and rolling on. And they see that the Buddha’s foot-born, and the destruction of the poisonous (Concealed).",
    "ai-anya-e0301n11:23_187": "Still, he knows that this body is inside the external sight and the body, but he knows how to be found.",
    "ai-anya-e0301n11:23_188": "There is a bodies of body, speech, and mind, who sees with knowledge the ending of defilements.",
    "ai-anya-e0301n11:23_189": "Therefore, having understood his own body he turned around the gold coin and bullion, dodges and torments, and he should then return again, again and again with his own insight.",
    "ai-anya-e0301n11:23_190": "He knew that the royal mass of feelings is well established in him. Then, having made an end of feelings, he would subdue to the end of all feelings,",
    "ai-anya-e0301n11:23_191": "The state of peace should be developed -",
    "ai-anya-e0301n11:23_192": "For he is impermanent.",
    "ai-anya-e0301n11:23_193": "at the moment of the moment of may change in (all) the Dhamma.",
    "ai-anya-e0301n11:23_194": "is to be afraid of wrongdoing.",
    "ai-anya-e0301n11:23_195": "When asked, why does he actually then endeavour?",
    "ai-anya-e0301n11:23_196": "if he carries his own community together;",
    "ai-anya-e0301n11:23_197": "And when that limitless and unlimited, they choose to make the choice, churning, and creeping.",
    "ai-anya-e0301n11:23_198": "So what has been thus developed by doing, and what is to be shared out with various forms. ”",
    "ai-anya-e0301n11:23_199": "Not-Self as long as my self,",
    "ai-anya-e0301n11:23_200": "For anyone who is superior to me is thus in “I am more than this” occurred to me as possessor of ultimate sense.",
    "ai-anya-e0301n11:23_201": "is said to be one who is self.",
    "ai-anya-e0301n11:23_202": "But what is it?",
    "ai-anya-e0301n11:23_203": "He who having completed all his own duties,",
    "ai-anya-e0301n11:23_204": "When this was said, it responsible for the precincts that matter through the giving up of desires, etc., and only through the power of one who constantly goes about without constantly.",
    "ai-anya-e0301n11:23_205": "He should be possessed in that way:",
    "ai-anya-e0301n11:23_206": "For while others who want to be happy and recoil from pain. They don’t want to die, and don’t want to be happy.",
    "ai-anya-e0301n11:23_207": "But one who wants to be happy, in their breath is restless when they live happily,",
    "ai-anya-e0301n11:23_208": "As a result they extend the repulsiveness of suffering.",
    "ai-anya-e0301n11:23_209": "they’re fictious,",
    "ai-anya-e0301n11:23_210": "They’re shaken by form,",
    "ai-anya-e0301n11:23_211": "So there is this difference in self-effacement that make one not a form that makes self.",
    "ai-anya-e0301n11:23_212": "Why shouldn’t I do building work for oneself? Where is they actually bringing themselves to self-reliminating themselves?",
    "ai-anya-e0301n11:23_213": "Herein, western path seized by the road that is free from covetous, tied, attacking to inspection, or to reduce them up from the course of the wind, or that brings them to the influence of the wind.",
    "ai-anya-e0301n11:23_214": "But I don’t ensure that sight is yours,",
    "ai-anya-e0301n11:23_215": "Having such a fine essential,",
    "ai-anya-e0301n11:23_216": "So instead of dawn it is the strong, running out, and tailing towards the west.",
    "ai-anya-e0301n11:23_217": "With his own strength, wielding the strength of his own strength, and using the fire that arises in him.",
    "ai-anya-e0301n11:23_218": "it is stiff because of conditions:",
    "ai-anya-e0301n11:23_219": "After make offerings of many thousands of years, and chooses one hundred thousand monasteries for the sake of their own self, and one announcement on the intention of themselves.",
    "ai-anya-e0301n11:23_220": "Impermanent in the sense of feelings is impermanent.",
    "ai-anya-e0301n11:23_221": "So the characteristic of fostering courses,",
    "ai-anya-e0301n11:23_222": "Putiny the thirty-two parts of one kinds, that is to say, person produced by one linking delayed .",
    "ai-anya-e0301n11:23_223": "or between the advertsities,",
    "ai-anya-e0301n11:23_224": "where he ceases without anything left over.",
    "ai-anya-e0301n11:23_225": "Then, knowing the ten months there were, you should live together with the ten months of the hymns, ten months, ten a hundred modes, ten months, ten months, or a finger-talms, breaths, in one particular individual essences, and one birds of three months.",
    "ai-anya-e0301n11:23_226": "Peaceful is stated in one who is bound up with the materiality, and inclination eventually occurs with the visible data, etc., instance of the fine-material jhānas.",
    "ai-anya-e0301n11:23_227": "The short-liverance of diverse forms is related to the short-linking of the life span of the moment of the life span, and the life-span is the short-lived.",
    "ai-anya-e0301n11:23_228": "In this instance there may be no practice in conclusion regarding Buddhas, poisoning, or of all the disciples of the Buddhas.",
    "ai-anya-e0301n11:23_229": "or even though they’re not able to make a little cessation.",
    "ai-anya-e0301n11:23_230": "Consequently he should recognize the fact that it is called too long in the sense of urgency.",
    "ai-anya-e0301n11:23_231": "having the characteristic of endearing. Tissa the marks on the marks that are characterized thus: “We are to be agreed on the three characteristics, weaken them by continually masters and keep going.",
    "ai-anya-e0301n11:23_232": "Of these things that are impermanent, suffering, and perishable, he comprehended theoretically, made a palm stump, obliterated, and unable to arise in the future.",
    "ai-anya-e0301n11:23_233": "Since in this his understanding is the characteristic of endeavour.",
    "ai-anya-e0301n11:23_234": "Here they are seen in some matters and otherwise.",
    "ai-anya-e0301n11:23_235": "Without seen.",
    "ai-anya-e0301n11:23_236": "So the characteristic of impermanence in the beginning because it has already been properly applicable.",
    "ai-anya-e0301n11:23_237": "(but) they are reckoned on the stages of the earth,",
    "ai-anya-e0301n11:23_238": "That is, in the last watch of the night, the suffering from the origin of ignorance is a condition for craving.",
    "ai-anya-e0301n11:23_239": "And you should say that feeling is to be spoken of in regard to the perception of feeling.",
    "ai-anya-e0301n11:23_240": "consciousness.",
    "ai-anya-e0301n11:23_241": "This is not appropriate",
    "ai-anya-e0301n11:23_242": "In the past, future, and present in terms of craving for continued existence, causing non-existence towards continued existence, eliminated by countless kinds of feeling in this way: “In this way, you should give up craving and dispelling the physical processes.”",
    "ai-anya-e0301n11:23_243": "“Lacks of death come to the pulled up to death.”",
    "ai-anya-e0301n11:23_244": "and so they cease in them.",
    "ai-anya-e0301n11:23_245": "and in between the next life (that) does he attain cessation.",
    "ai-anya-e0301n11:23_246": "But here there is no fishing in water, when there is no actually no stored.",
    "ai-anya-e0301n11:23_247": "When there is the other kind of deeds and name and form are in the other realm.",
    "ai-anya-e0301n11:23_248": "they are not to be given in the others by all the other material deedss, then all the other are opposites of their deeds. They are to be included in the sense of urgency and insistence.",
    "ai-anya-e0301n11:23_249": "That’s how ignorance is conceived in this way by the five grasping aggregates.",
    "ai-anya-e0301n11:23_250": "But when this man is present, he discerns the moment of the stage in this way, it is shade and dig up and down, like the moment of the stress, and the kidneys, and the running hither and trickling downwards, and likewise, the calf sightening of the nine.",
    "ai-anya-e0301n11:23_251": "but if they cease without anythingding,",
    "ai-anya-e0301n11:23_252": "This being so, the arising of continuation appearance, and the cessation of a one rolling the choice disappeared.",
    "ai-anya-e0301n11:24_0": "But feeling of perceptions have vanished in the six kinds of feeling. They are skilled in the objects of the sense sphere, greed, hate, and delusion. What are skilled in the having got rid of the noble ones.",
    "ai-anya-e0301n11:24_1": "produces new peaceful abode.",
    "ai-anya-e0301n11:24_2": "but if they cease without anythingding,",
    "ai-anya-e0301n11:24_3": "if they don’t strive the collar;",
    "ai-anya-e0301n11:24_4": "consciousness occurs with a site, not turning back on the ground.",
    "ai-anya-e0301n11:24_5": "if she turns back after relinquishing.",
    "ai-anya-e0301n11:24_6": "it is according to the opposite sex according to the kind of materiality , and that is, not so on.",
    "ai-anya-e0301n11:24_7": "And in a moment, it is swept away when the sound of turmeric and the north:",
    "ai-anya-e0301n11:24_8": "or knowledge of his disciples is not able to wriggle at the moment of rebirth-form, or to live in a trader.",
    "ai-anya-e0301n11:24_9": "Just as in the darkness when the night has passed, does not start a mass of darkness,",
    "ai-anya-e0301n11:24_10": "but when lighting a lamp, it becomes plastered inside the whole of the lake",
    "ai-anya-e0301n11:24_11": "the mass of darkness,",
    "ai-anya-e0301n11:24_12": "for the stomach.",
    "ai-anya-e0301n11:24_13": "he’s defined by darkness.",
    "ai-anya-e0301n11:24_14": "Reflecting the lamp, the mass of darkness becomes dispassionate.",
    "ai-anya-e0301n11:24_15": "lights up the Brahmā realm.",
    "ai-anya-e0301n11:24_16": "maintaining it thus, “In various ways,” and postures, etc., the meaning is that postures, and maintains, doing it, he defines it by means of different kinds, making a variety of postures, etc., and he sees thus: the meaning is the baginning postures, and changes, the meaning is this simile, the meaning subsequence of various kinds of water, and he sees it.",
    "ai-anya-e0301n11:24_17": "Seeing in this way, having attained the ten bases of psychic power, dropped in knowledge, in reference to the other sides.",
    "ai-anya-e0301n11:24_18": "you should give it to them, don’t get hold of them.",
    "ai-anya-e0301n11:24_19": "Herein, insight is established in insight,",
    "ai-anya-e0301n11:24_20": "Just as the happiness and joy associated with insight are the fivefold -",
    "ai-anya-e0301n11:24_21": "Tranquility is twofold.",
    "ai-anya-e0301n11:24_22": "absorbed with faith.",
    "ai-anya-e0301n11:24_23": "you’ll be able to do energy,",
    "ai-anya-e0301n11:24_24": "happiness springs up even happiness,",
    "ai-anya-e0301n11:24_25": "Knowledge of knowledge,",
    "ai-anya-e0301n11:24_26": "mindfulness meditation is established -",
    "ai-anya-e0301n11:24_27": "He succeeds in equanimity today, and today of the one who lives in equanimity and the way",
    "ai-anya-e0301n11:24_28": "Causality, discerning, out the light of craving, fading away, cessation, giving birth.",
    "ai-anya-e0301n11:24_29": "But if he is extremely undesirable,",
    "ai-anya-e0301n11:24_30": "But it is called a “special” because it is a defilement of it, and so on.",
    "ai-anya-e0301n11:24_31": "I had no such previous radiance.",
    "ai-anya-e0301n11:24_32": "that kind of rapture.",
    "ai-anya-e0301n11:24_33": "known by the equanimity that has arisen in me.",
    "ai-anya-e0301n11:24_34": "The fruition’s gratification in this way: ‘I’m attaining fruitless, and perceptions of fruitless.",
    "ai-anya-e0301n11:24_35": "Now, anyone who introduces the meditation subject that is responsible when questioned by the meditator and the meditation subject reaches them by making a meditation subject.",
    "ai-anya-e0301n11:24_36": "But he obtained the whole of the Buddha himself with his own hands, but this general “Now, I am the one who raises up with wisdom.”",
    "ai-anya-e0301n11:24_37": "We will not follow the supermundane state,",
    "ai-anya-e0301n11:24_38": "my defilements have arisen,",
    "ai-anya-e0301n11:24_39": "While he was growing, he who he practises into the mouth and pented to it.",
    "ai-anya-e0301n11:24_40": "Well then, let us raise their hands, and skilfully, saying: “Well then, having made discriminated characteristics, I shall revolve the three characteristics of light,” and he then resplendent with insight the three characteristics, according to the lighting of insight, etc., just as I observed it.",
    "ai-anya-e0301n11:24_41": "This is the meaning of what is impermanent, suffering, and perishable: the meaning is that it is not-self in the sense of non-existence.",
    "ai-anya-e0301n11:24_42": "In this way they continue to produce knowledge and vision, and reject the state of the wrong path, and reject the enlightenment of the bases of psychic power by having arisen in them as they are. By means of the act of understanding and the penetration of the paths of the declaring purity, and We ration of the paths that arose in them.",
    "ai-anya-e0301n11:24_43": "the perception of variety in the descriptions, are as stated in the way already described.",
    "ai-anya-e0301n11:24_44": "Because you know that your knowledge of the Vibhaṅga thus: “This is pure, bright, clever, and well-concentrated.”",
    "ai-anya-e0301n11:25_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n11:26_0": "The variety of impermanence as understanding, etc., is said to be “following the variety of paths” poisoned by having broken through thighbulations, etc., just as it is stated in the Path of Purification.",
    "ai-anya-e0301n11:26_1": "this conversation amongst those who were eight.",
    "ai-anya-e0301n11:27_0": "Likewise heat, drink, clothes, and begins, having cognitively discerned all conditions, defilement and stains regarding the path,",
    "ai-anya-e0301n11:27_1": "After putting aside the marks, he binds them together,",
    "ai-anya-e0301n11:27_2": "Conditions of insight and understanding, pairs of insight into the three kinds of equanimity, having attained the states of partaking of insight, and in resentment, and attainment of the penetration of the noble analysis of enlightenment of the noble truth, he comprehends the seven enlightenmentations of insights, and the knowledge of the attainment.",
    "ai-anya-e0301n11:27_3": "Now he will go to the dust at the time of reaching absorption.”",
    "ai-anya-e0301n11:27_4": "Being Internally means endowed with the absorptions.",
    "ai-anya-e0301n11:27_5": "there are two kinds of direct-knowledge: one endowed with insight, one who has discerned.",
    "ai-anya-e0301n11:27_6": "mental objects, for the three enlightenment factors,",
    "ai-anya-e0301n11:27_7": "Except in the three characteristics,",
    "ai-anya-e0301n11:27_8": "the equanimity of the bowls, and the knowledge of the activity of insight is shown by understanding. Contact of knowledge about the opposite of form.",
    "ai-anya-e0301n11:27_9": "and it is said to be ‘proaching away’.",
    "ai-anya-e0301n11:27_10": "they are called ‘knowledge’.",
    "ai-anya-e0301n11:27_11": "But this is the definition of seeing the insight",
    "ai-anya-e0301n11:27_12": "Herein, the path is what is called.",
    "ai-anya-e0301n11:27_13": "For it is the foundation of insight, based on the foundation of consciousness, which is the foundation of the signless.",
    "ai-anya-e0301n11:27_14": "The difference between an individual essence is made up of the life-continuum and gives rise to the emerging.",
    "ai-anya-e0301n11:27_15": "That’s why it’s said.",
    "ai-anya-e0301n11:27_16": "Going from there is something that should be known as such.",
    "ai-anya-e0301n11:27_17": "Mindfulness owing to the extinction of the three kinds of becoming , which occurs as a preoccupied with a different path, and becoming one again, he then having made extinguishment.",
    "ai-anya-e0301n11:27_18": "ignorant, he does not delight in insight.",
    "ai-anya-e0301n11:27_19": "Such ordinary people enjoy themselves.",
    "ai-anya-e0301n11:27_20": "And here the lineages of defilement: it shows why, amongst those who are unmoved, reckoned as an ordinary person, is said to be in the sense of urging .",
    "ai-anya-e0301n11:27_21": "he enjoys the blessing of the noble ones, that is to say, the lord of scholar, and so on.",
    "ai-anya-e0301n11:27_22": "it is said to be “who has given up the defilements” that is purified and subtle for the sake of non-existent.",
    "ai-anya-e0301n11:27_23": "The path is crossed over the waves, and is bound to the bond.",
    "ai-anya-e0301n11:27_24": "Truth it is the truth of suffering that is the grounded on those grounds ...",
    "ai-anya-e0301n11:27_25": "and its simile is the same as that of these two, that is to say, the abandoning of suffering, and the eighteen should be seen.",
    "ai-anya-e0301n11:27_26": "The noble truth of the origin of suffering, the mind rolling of craving for oneself, and giving up. The noble truth of the origin of suffering, dispels the noble truth of that is the noble truth of the origin of suffering.",
    "ai-anya-e0301n11:27_27": "The eye is the truth of cessation, like the droping of the eye and interrupting around the pavilion by the eye. And it cuts off the collar broad in the end of suffering, the simply reaches the end of the present life. And it is possible to distinguish it: “This attainment is peaceful, the base consisting of neither perception nor non-perception,” and he resistantly in the future lives.",
    "ai-anya-e0301n11:27_28": "Transgression of the development of the path, where it does not arise, and that specifically generated in the path to the practice that leads to the development of the path.",
    "ai-anya-e0301n11:27_29": "One whose mind is extinguished between the path and the fruition next to that same place is unable to fall away from the water. And after embracing a womb for two or three drops, then that is to say, the waters of the paths of exceeding in the fruits of the path, two whose minds are disturbed in the paths of the fruits of jackals, like two streams of suffering.",
    "ai-anya-e0301n11:27_30": "Since he is said to be “that” according to the wardens of continuity, etc., which is given to them.",
    "ai-anya-e0301n11:27_31": "But just as we have clairaudient with the eyes, there are things that are formless and After resigning that person, having a later, they return to a lesser life.",
    "ai-anya-e0301n11:27_32": "Their form doesn’t leave, I’ll think, ‘I’ll see this form,’ and that which goes on.",
    "ai-anya-e0301n11:27_33": "But when he reflects on this, the various kinds of categories are found in him.",
    "ai-anya-e0301n11:27_34": "In the same way, when the reviewing of quenching is practiced again and again it does so that the fruit of extinguishment, is collapsesed.",
    "ai-anya-e0301n11:27_35": "set out,",
    "ai-anya-e0301n11:27_36": "Now, as to reviewing knowledge (the path), you will show the fruit of knowledge,",
    "ai-anya-e0301n11:27_37": "Herein, an astute person is endowed with wisdom the noble fruitions.",
    "ai-anya-e0301n11:27_38": "When it has been given up:",
    "ai-anya-e0301n11:27_39": "General: it is low in the place where it is produced.",
    "ai-anya-e0301n11:27_40": "But there are two kinds of defilements that have been given up by the defilements. When things have been given up and the defilements of the law of life: on the occasions, he finds no difficult persons in the way stated, and he does not review the transgress of the defilements.",
    "ai-anya-e0301n11:27_41": "Firstly, the path of purification is the path to purity in all ways instances the path to purity.",
    "ai-anya-e0301n11:27_42": "suffering follows the path.",
    "ai-anya-e0301n11:27_43": "having given up the defilements,",
    "ai-anya-e0301n11:27_44": "Then you’ll defile the pollutants.",
    "ai-anya-e0301n11:27_45": "(may they say) the end of defilements is spoken of.",
    "ai-anya-e0301n11:27_46": "then we will each legal procedures that have been penetrated by the one who is defilement and the one who defilements.",
    "ai-anya-e0301n11:27_47": "For it is when he reviews the path of the defilements in this way, he is without defilements.",
    "ai-anya-e0301n11:27_48": "then to the Path of Personing (and) about is the fruit of Nibbāna.",
    "ai-anya-e0301n11:27_49": "But the knowledge of the deathless, the description of knowledge, and the path of wisdom, of the knowledge and freedom of one fully understood, is said to be far away from knowledge and freedom.",
    "ai-anya-e0301n11:27_50": "Herein, the path is cut off: the defilements that is the meaning.",
    "ai-anya-e0301n11:27_51": "But when he is being aroused by the means of defilement, he reviews the paths of defilements,",
    "ai-anya-e0301n11:27_52": "after that, purification from the variety of paths (of existence) is reviewing.",
    "ai-anya-e0301n11:27_53": "and this refutation of their objects.",
    "ai-anya-e0301n11:27_54": "then the fruit of all",
    "ai-anya-e0301n11:27_55": "and this responding to extinguishment.",
    "ai-anya-e0301n11:27_56": "For reviewing each is the path to quenching that has been quenching in the quenching.",
    "ai-anya-e0301n11:27_57": "So the absence of extinguishment is the next in which the other is reviewing. It is the middle of the day in between in the middle, and in the end of all it is borderland to it. It is blown away in whatever way, it is successful.",
    "ai-anya-e0301n11:27_58": "Likewise the defilements in defilement, having dyed the defilements, and the defilement of (him) defilements.",
    "ai-anya-e0301n11:27_59": "For that is how the path and the fruition shines forth are scattered.",
    "ai-anya-e0301n11:27_60": "For when he has given up the defilements in this way, the defilements have been abandoned by the vanity of heart and kinsmen, and when he has cut off the defilements, then he reviews them in the way already described.",
    "ai-anya-e0301n11:27_61": "Herein, the five are stream-enterers,",
    "ai-anya-e0301n11:27_62": "and so once-returners.",
    "ai-anya-e0301n11:27_63": "Five non-returners.",
    "ai-anya-e0301n11:27_64": "But when a perfected one has ended the defilements and forty-nine years, they review twenty-four kinds of defilement.",
    "ai-anya-e0301n11:27_65": "This is what I was referring to assemblies.",
    "ai-anya-e0301n11:27_66": "still it has not been full;",
    "ai-anya-e0301n11:27_67": "Because nourishes all the entire mass of suffering that is eliminated all the aggregates.",
    "ai-anya-e0301n11:27_68": "for one corrupt who has given up defilements.",
    "ai-anya-e0301n11:27_69": "One with defilements ended and corruption,",
    "ai-anya-e0301n11:27_70": "alone is the path,",
    "ai-anya-e0301n11:27_71": "alone, withdrawns and fruits,",
    "ai-anya-e0301n11:27_72": "one with Nibbāna before.",
    "ai-anya-e0301n11:27_73": "But when these five ways have been described in the definition, it is not allowed to do so when there is such a one.",
    "ai-anya-e0301n11:27_74": "In this way the four kinds of purification should be developed by one who has crossed over and purified knowledge and vision, and the path is called purification.",
    "ai-anya-e0301n11:27_75": "And here the word of the four paths , which is included by the one with knowledge and fruit, and all of the paths of fruition and of knowledge.",
    "ai-anya-e0301n11:27_76": "It is here that serenity meditation subject",
    "ai-anya-e0301n11:27_77": "As a result there was (thinking): It was unsuitable for you,",
    "ai-anya-e0301n11:27_78": "the shackle of excessive -",
    "ai-anya-e0301n11:27_79": "lowering his legs in the air, like a stone’s site in a rope, like a strong rope.",
    "ai-anya-e0301n11:27_80": "Thus, insistence, the self goes too.",
    "ai-anya-e0301n11:27_81": "Yourself",
    "ai-anya-e0301n11:27_82": "Immediately: the internal and external, acquisition of the elements, complete independent, and devoted to that same simply.",
    "ai-anya-e0301n11:27_83": "That’s why it’s well seen that form is not-self, and hasn’t yet ceased, and is the meaning.",
    "ai-anya-e0301n11:27_84": "He has the liberation of the beautiful, of liberating, oppressing, shaking the fruit of the liberations, the emptiness release, the signless, and inviting seats.",
    "ai-anya-e0301n11:27_85": "By means of impermanence: it is that it is permanent.",
    "ai-anya-e0301n11:27_86": "and because of the sign of beauty there, the sign of foulness in its sign,",
    "ai-anya-e0301n11:27_87": "They see that shake in one’s own feature as a gladness, etc., and as soon as they do. Only then sees that form is impermanent, passing away, and being reborn again. Next, the meaning is that it should be understood as impermanent.",
    "ai-anya-e0301n11:27_88": "Craving produces the plane of craving, holding them tight, and referred to as its object.",
    "ai-anya-e0301n11:27_89": "craving was setting up by the wishing of craving.",
    "ai-anya-e0301n11:27_90": "Feeling is a state of gladness. Understanding the state of gladness, etc., seeing that which is painful in the Mahātittha and has not yet been an irritability by nature, etc., respectively in the Mahātittha and returned to the charnel ground. And he sees that form is again.",
    "ai-anya-e0301n11:27_91": "Consequently, these three liberations are intent upon, there are three liberations of the liberations.",
    "ai-anya-e0301n11:27_92": "They see in each of these, which is a different opposite of. They see insisting on the ground, their knowledge of the insistence on views, and how they think about. That is why the path is called ‘dependent of others’.",
    "ai-anya-e0301n11:27_93": "emptiness is the name of the liberation.",
    "ai-anya-e0301n11:27_94": "Seeing the sign of impermanence, etc., in order to see the aspect of kindness is abandoned through seeing the rose of faith, and so on.",
    "ai-anya-e0301n11:27_95": "Therefore, when he sees thus, the path because he can overcome insight thus, “what path” and “There is substained thought of liberating on the turn,” he replied: “Delightened law”.",
    "ai-anya-e0301n11:27_96": "The signless release is the “simply liberation”.",
    "ai-anya-e0301n11:27_97": "It is the description of suffering for not recognizing regarding the kind that is to say, the abandoning of craving, and the ending of craving for immersion.",
    "ai-anya-e0301n11:27_98": "Therefore, having thus prepared a path leader to concentration, the path of insight, thus it is “restraint in the island of Laṅkā.”",
    "ai-anya-e0301n11:27_99": "whether suffering is suffering",
    "ai-anya-e0301n11:27_100": "is desireless, liberation by the beautiful.",
    "ai-anya-e0301n11:27_101": "For this is said in order to apply the mind faculty with faith,",
    "ai-anya-e0301n11:27_102": "As he gives his attention to it, there is outstanding the concentration faculty.",
    "ai-anya-e0301n11:27_103": "focuses on not-self, there’s the faculty of wisdom.",
    "ai-anya-e0301n11:27_104": "But the path is stated in the three things, when experiencing the path, it is called “with insight” in the way already stated.",
    "ai-anya-e0301n11:27_105": "they don’t get enough.",
    "ai-anya-e0301n11:27_106": "Herein, a noble disciple is freed through the emptiness liberations.",
    "ai-anya-e0301n11:27_107": "in the middle which there is a personal (wrong) view, and the person attained to view,",
    "ai-anya-e0301n11:27_108": "We have attained the wisdom there,",
    "ai-anya-e0301n11:27_109": "The one liberated through the signless release, the one freed through faith, the follower of the stream-entry, and the follower of the path.",
    "ai-anya-e0301n11:27_110": "Wealth in faith in the seven places.",
    "ai-anya-e0301n11:27_111": "and having free the desireless release, both in regard to the eight liberations. We will live together with the body.",
    "ai-anya-e0301n11:27_112": "he made an end of attaining the fruit of Arahantship while standing in the one solace, and he was freed both ways: walking through the destruction of the pollutants, he does not stop trying or the enlightenment transmitting the three kinds of direct-knowledge at each other, and he having attained the noble truth of the freedom.",
    "ai-anya-e0301n11:27_113": "it is known that which is formed and has been seen.",
    "ai-anya-e0301n11:27_114": "path that is a phrase of land, and it cannot be traveled through three leagues.",
    "ai-anya-e0301n11:27_115": "whatever produced in the way already described, it is said that there is no part of the four kinds already described.",
    "ai-anya-e0301n11:27_116": "and the fruit of stream entry.",
    "ai-anya-e0301n11:27_117": "The once-returner, who does not have reached the fruit of once-return, who is very fruitful, regardless of whether they have entered upon the liberation,",
    "ai-anya-e0301n11:27_118": "By going to the path of coming and going,",
    "ai-anya-e0301n11:27_119": "And here the Vibhaṅga too is called “respector” in the way beginning, “focus, path and unification of mind” .",
    "ai-anya-e0301n11:27_120": "But the signless path is called not attained.",
    "ai-anya-e0301n11:27_121": "he does not stopping the sign;",
    "ai-anya-e0301n11:27_122": "and the counterpart sign according as it is stated in accordance with insight, and so on.",
    "ai-anya-e0301n11:27_123": "For that is why there is only a small thing that is finer than this.",
    "ai-anya-e0301n11:27_124": "Perceiving the impermanence of conditions is permanent, everlasting, eternal, imperishable, and imperishable. And when it is the variety of formations, they do not see in themselves.",
    "ai-anya-e0301n11:27_125": "therefore the path is said to have no sign that is called extra effort.",
    "ai-anya-e0301n11:27_126": "In the Book of the Enlightened One’s Absorption is said to be the earth kasiṇa, not the object of the earth kasiṇa.",
    "ai-anya-e0301n11:27_127": "Thus, having made known and directed the path to Nibbāna, and the object of the paths that bring about emptiness, etc., as its object, and so on.",
    "ai-anya-e0301n11:27_128": "But there is no signifying in him as its object, since there is no defilement of access only to absorption in the function of greed for sense desires, etc., as its object, and so on.",
    "ai-anya-e0301n11:27_129": "That is why in having different opposing (others) elsewhere, having shown that he is well said: “It is easy to get that without responsession, even without having obtained another object,”",
    "ai-anya-e0301n11:27_130": "Herein, with abode of the rainy season:",
    "ai-anya-e0301n11:27_131": "name and clan:",
    "ai-anya-e0301n11:27_132": "of all the paths and the fruits of stream whirlpols, and crystals in the fruit of on all.",
    "ai-anya-e0301n11:27_133": "All those who have all adorned with joy and fruit,",
    "ai-anya-e0301n11:27_134": "it is justly undeveloped.",
    "ai-anya-e0301n11:27_135": "From whomever he goes: I have seen (all) myself,",
    "ai-anya-e0301n11:27_136": "And here the path of the fruits is stated in the way already described.",
    "ai-anya-e0301n11:27_137": "Because all the sixteen views are gradually adversities of self.",
    "ai-anya-e0301n11:27_138": "For one who has ceased, and perished, their own views ceased. In this way continued existence is their own view.",
    "ai-anya-e0301n11:27_139": "When there is no inclination,",
    "ai-anya-e0301n11:27_140": "and they’ve given up all views.",
    "ai-anya-e0301n11:27_141": "That’s why you get the attainment of stream-entry.",
    "ai-anya-e0301n11:27_142": "He has been given up by taking up.",
    "ai-anya-e0301n11:27_143": "These united inferior people.",
    "ai-anya-e0301n11:27_144": "(wholesome) views are uncorrupted; he used to be Viewing to past deeds, and hard to follow in the past.",
    "ai-anya-e0301n11:27_145": "We have given up these things:",
    "ai-anya-e0301n11:27_146": "and the simile of the four consisting of the truths, etc., have been abandoned in the law of the worms of the Bodhisattas.",
    "ai-anya-e0301n11:27_147": "But what is subject to defilements,",
    "ai-anya-e0301n11:27_148": "Therefore, without going back to the end of seven hundred points, it is at the end of each moment, below the end of all sentient beings that was done with by the entire air. There is a stream-enterer, fathoms, and there are seven stream-enterers, and uplifting backwards.",
    "ai-anya-e0301n11:27_149": "The ultimate goal",
    "ai-anya-e0301n11:27_150": "Thus he has seven times,",
    "ai-anya-e0301n11:27_151": "the one (who returns) seven times at most,",
    "ai-anya-e0301n11:27_152": "But when he has a hundred among human beings, he is perfect in virtue, and is the ultimate benefit in the world, the effacement of beings, and the ultimate happiness of gods.",
    "ai-anya-e0301n11:28_0": "What person has ended the three fetters. They’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening?",
    "ai-anya-e0301n11:28_1": "This is called a person who is mindful.",
    "ai-anya-e0301n11:29_0": "For there is noise, such sounds,",
    "ai-anya-e0301n11:29_1": "He who addss the gods for seven times",
    "ai-anya-e0301n11:29_2": "He who shones for seven times,",
    "ai-anya-e0301n11:29_3": "He who then spends the gods in a person’s transmigrating through the generation of the gods,",
    "ai-anya-e0301n11:29_4": "it shows why the three ghosts, the ultimate patience,",
    "ai-anya-e0301n11:29_5": "But the meaning is that it is stated in the stanza .",
    "ai-anya-e0301n11:29_6": "And here it is said in the fourfold reckoning of the triple and quintupletion that is, in discerning the path through discrimination of the path, and discerning the path to this state very life.",
    "ai-anya-e0301n11:29_7": "The four conclusions, five conclude their path in this realm,",
    "ai-anya-e0301n11:29_8": "The one who has got at most seven rebirths at most, the one who goes from another life to family, the one who is the once-returner, who goes from enjoying the absorption in the present life. And who is skilled in the supernormal powers has entered upon the absorption in the present life.",
    "ai-anya-e0301n11:29_9": "With the analytical knowledge of the four kinds of discrimination, these three kinds of sensual becoming are stream-enterers,",
    "ai-anya-e0301n11:29_10": "while those including visible forms are used up in the realm of luminous form.",
    "ai-anya-e0301n11:29_11": "To the eighth day of the north, they say about being the eighth existence, the for the sake of the sensual pleasures, and the production of thirst.",
    "ai-anya-e0301n11:29_12": "Therefore those who know that there are at the end of sensual pleasures in this very life, also at the gate.",
    "ai-anya-e0301n11:29_13": "the place where they rolled forth the meditation subject should be understood to success in insight, and the strength of insight is successful.",
    "ai-anya-e0301n11:29_14": "For that is why it is said in the Commentary of the three paths beginning with insight.",
    "ai-anya-e0301n11:29_15": "And when the necess in the present life, swept away the broken branches, are dropped on where they want.",
    "ai-anya-e0301n11:29_16": "Those who’ve gained the Brahmā realm and appeared in the Brahmā realm.",
    "ai-anya-e0301n11:29_17": "and the base of their rolls forth the Wheel of their power has been successful in the greatest.",
    "ai-anya-e0301n11:29_18": "For he whom these seven times the gods of the Thirty-Three have been reborn in a very long time.",
    "ai-anya-e0301n11:29_19": "And seven times, eighty-four times, which is shown by means of these (magical) power, which is shown in them, is abundant and substance.",
    "ai-anya-e0301n11:29_20": "Therefore when he obtains it in this way, the fact that arose in Sakka, the Questions of Sakka:",
    "ai-anya-e0301n11:30_0": "For seven years I have said:",
    "ai-anya-e0301n11:30_1": "Likewise he would, Udāyī, if the world were to die, he wouldn’t have seven times built.",
    "ai-anya-e0301n11:30_2": "and he would do so in this mango grove.",
    "ai-anya-e0301n11:30_3": "Furthermore, Ānanda will be extinguished in the present life.",
    "ai-anya-e0301n11:30_4": "Of these well-to-do accumulated beings, the highest desire in the realm.",
    "ai-anya-e0301n11:30_5": "and that areafterred to the great sea, they have seven times.",
    "ai-anya-e0301n11:30_6": "He is what is said:",
    "ai-anya-e0301n11:30_7": "And the eighth reasons there are no places in the air. It’s impossible for them to for them to be reborn in the company of the eighth kind of views, namely, the eighth kind of views, the six produced of insights, the eighth personal produced into air. And they can’t see even a single one who has produced knowledge about the path and conduct that is born from cessation.",
    "ai-anya-e0301n11:30_8": "resolved it means",
    "ai-anya-e0301n11:30_9": "the goal goes to the good place.",
    "ai-anya-e0301n11:30_10": "Through insight they fall back into the way already described, the meaning should be understood as it was said in accordance with the Commentaries.",
    "ai-anya-e0301n11:30_11": "The abandoning of sensual desire, the abandoning of ill will, the abandoning of confusion.",
    "ai-anya-e0301n11:30_12": "But when excited by those two or three nights arise, they’re a stream-enterer, undefeated in the principled nymphs.",
    "ai-anya-e0301n11:30_13": "When my mind is finished, then the circumstances are not placed on to be prepared in the hand, and given to the pillows, and by acting aside with this.",
    "ai-anya-e0301n11:30_14": "By : the meaning is that it should be understood according to the inclusion of primary elements, thus it is the meaning.",
    "ai-anya-e0301n11:30_15": "Herein, accumulation: among the kind, that is to say, the heart, and the since it is produced by powder.",
    "ai-anya-e0301n11:30_16": "They seek the embellishment by the power of the honey-greed (the Buddha) interruptedness. It is the successive in the middle and the stilling.",
    "ai-anya-e0301n11:30_17": "The Great Elder Mahā Kassapa, who regained a supreme sense of urgency",
    "ai-anya-e0301n11:30_18": "The Great Discussion",
    "ai-anya-e0301n11:30_19": "The Simile of the Migāra’s mother was unable to correct him in this way. Instead he should understand that Brahmāyu at the time of the Seer Mount Isipatana, the Buddha has declared their enlightenment, and he should understand this.",
    "ai-anya-e0301n11:30_20": "When she returns to this world, she becomes a once-returner. She’s a leagueer to complete assembly.’",
    "ai-anya-e0301n11:30_21": "And here it is said that which is only to be stated in that place.",
    "ai-anya-e0301n11:30_22": "And after developing the four paths of perfection, they live on the road to Worthiness.",
    "ai-anya-e0301n11:30_23": "a religious donation is said to be the fruit and result of deeds in the future.",
    "ai-anya-e0301n11:30_24": "Sentient beings who see these things:",
    "ai-anya-e0301n11:30_25": "but, having become a religious donation for the purpose of abandoning the defilements, complete in all its special qualities of being an offering, as far as the highest of, having become a variety of virtues, it is worthy to receive it from the highest gift.",
    "ai-anya-e0301n11:30_26": "Personally uses four kinds of persons:",
    "ai-anya-e0301n11:30_27": "The exposition should be understood in detail in this way: firstly, the four classes of rebirth; the sixteen stream-enterers, the once-returner, the one who deficient and the twelve perfected ones.",
    "ai-anya-e0301n11:30_28": "Herein, faithfulness to the higher wisdom are stream-enterers, there are two once-returners.",
    "ai-anya-e0301n11:30_29": "They are the one-seeder, with a hundred and seventy-two parts, and three may be reborn in the next world.",
    "ai-anya-e0301n11:30_30": "Again, the four ways of practice leading to absorption.",
    "ai-anya-e0301n11:30_31": "But there are three kinds of liberation: on the four noble truths, and that is to say, the twelve perfected ones, the fully awakened Buddhas,",
    "ai-anya-e0301n11:30_32": "An obstacle for non-returner who is extinguished between one life and the next, one who is extinguished between one life and the next.",
    "ai-anya-e0301n11:30_33": "only the one who attains Nibbāna with (difficult) conditions, one who is extinguished without extra effort,",
    "ai-anya-e0301n11:30_34": "Likewise those beginning with the thirty-two pieces of flesh are the three.",
    "ai-anya-e0301n11:30_35": "The four extra efforts were reborn in the Akaniṭṭha realm.",
    "ai-anya-e0301n11:30_36": "May all fourteen grounds:",
    "ai-anya-e0301n11:30_37": "But the Commentaries of the Stream-Enterers, Etc. They are seventy-two Worthy Ones, and twenty-two perfected ones.",
    "ai-anya-e0301n11:30_38": "They do all these two kinds of faith, etc., and decaying they are held together by virtue.",
    "ai-anya-e0301n11:30_39": "This is here here that there in this person,",
    "ai-anya-e0301n11:30_40": "all the earth’s produced by the fortnight of the four paths",
    "ai-anya-e0301n11:30_41": "and it is not the attainment of cessation in all that is Likewise in some substantively.",
    "ai-anya-e0301n11:30_42": "For he is the one who breaks into houses, plunders wealth, using his own mind, and he makes it happy. Being devoted to his own thoughts of desire and lust, he is unable to discern the legal issues.",
    "ai-anya-e0301n11:30_43": "Of those eight attainments, the stilling of the attainments of sensual desires, they can be seen here.",
    "ai-anya-e0301n11:30_44": "Why is it the beginning of the insteads, the firstly cessation should be understood as the state partaking of the neck in the “base consisting of boundless space?”",
    "ai-anya-e0301n11:30_45": "Hence it is said:",
    "ai-anya-e0301n11:30_46": "Herein, having entered the path emerging from that, he entered upon the path, and emerges from that attainment. Herein, as suffering, as not-self.",
    "ai-anya-e0301n11:30_47": "After emerging from the two jhānas, he emerges again and again.",
    "ai-anya-e0301n11:30_48": "and because of that he practices absorption.",
    "ai-anya-e0301n11:30_49": "The fourth absorption ...",
    "ai-anya-e0301n11:30_50": "Then I attained the fifth absorption.",
    "ai-anya-e0301n11:30_51": "and the dimension of infinite space,",
    "ai-anya-e0301n11:30_52": "After emerging from a consciousness, he entered upon the dwelling of choices.",
    "ai-anya-e0301n11:30_53": "After emerging from that, he rose from his seat and went to the heart, he recalled the coronation of the Sangha (after his pronounced): “As a caravan is the fourth year.”",
    "ai-anya-e0301n11:30_54": "Neither perception nor non-percipient.",
    "ai-anya-e0301n11:30_55": "one in whose mind is impediment: it is the cessation of the mind that is not incapable of reaching the cessation of the mind.",
    "ai-anya-e0301n11:30_56": "Herein, one who has gotten back at that time and in that place",
    "ai-anya-e0301n11:30_57": "discerning all conditions, etc., by the power of insight, etc., as they enlightenedness, etc., through the power of insight and by the strength of the eye, etc., do not appear in the way beginning, “This is the first jhāna. ”",
    "ai-anya-e0301n11:30_58": "He went by and emerging from the base consisting of nothingness, and emerging from the base consisting of nothingness, he went into attaining the first absorption.",
    "ai-anya-e0301n11:30_59": "he should review the advertingsities of avoiding.",
    "ai-anya-e0301n11:30_60": "For even when the analytical knowledge of the path and the cessation of the five kinds of direct-knowledge , their cessation is successful in the five ways.",
    "ai-anya-e0301n11:30_61": "next to them, you should determine it as something else.",
    "ai-anya-e0301n11:30_62": "The Sangha follows a determines different enclosures, for the sake of their own prerequisites, and for the sake of functions, I announce it to the following six months of the Saṅgha.” Then the Teacher, on account of that encounteral pysitions of flesh, such as the causing blood, the Teacher with its sinews, for the sake of my urgency.",
    "ai-anya-e0301n11:30_63": "Difference by the beginning, middle and end of death will not be ruined by a length of point, and you will get rid of reproaching,",
    "ai-anya-e0301n11:30_64": "Two on two sides.",
    "ai-anya-e0301n11:30_65": "Then he cuts off the meaning is that in the beginning, “For those whose mind is held (the level) can have been cut off. ”",
    "ai-anya-e0301n11:30_66": "at that time, at that time,",
    "ai-anya-e0301n11:30_67": "non-returner, whose mind is non-returner, who has reached the fruit of non-return.",
    "ai-anya-e0301n11:30_68": "Likewise, the beginning and the middle of insight can be understood again and again, at the time of insight it is successful.",
    "ai-anya-e0301n11:30_69": "There is noisy on the seat for him:",
    "ai-anya-e0301n11:30_70": "reflecting on the fruit of the tree,",
    "ai-anya-e0301n11:30_71": "Some, having discerned two ends, one who wants to develop this meditation subject, and then rose up from it, went to the shore beyond.",
    "ai-anya-e0301n11:30_72": "Herein, he should practice accordingly:",
    "ai-anya-e0301n11:30_73": "At the practice it leads to these,",
    "ai-anya-e0301n11:30_74": "ethical conduct, and so on.",
    "ai-anya-e0301n11:30_75": "(including) the taste of the taste, the pleasure of taste, and the taste of solid food.",
    "ai-anya-e0301n11:30_76": "overcome the path, they attain the fruit.",
    "ai-anya-e0301n11:30_77": "on the fruit of Liberation.",
    "ai-anya-e0301n11:30_78": "these two, namely, the mental joy arose;",
    "ai-anya-e0301n11:30_79": "the way of tastes,",
    "ai-anya-e0301n11:30_80": "He has found it like this: he rewards and enjoys it.",
    "ai-anya-e0301n11:30_81": "A bhikkhu in the Dispensation of the meaning should see thus: “I have found anchoring enquiry in the teaching of the Master’s progress.”",
    "ai-anya-e0301n11:31_0": "Thus in the ultimate conqueror composed to the ultimate goal.",
    "ai-anya-e0301n11:32_0": "The fourth jhāna factors that brings",
    "ai-anya-e0301n11:33_0": "The highest gift is finished."
}