{
    "ai-anya-e0501n16:0_0": "17. Jhānapaccayo",
    "ai-anya-e0501n16:1_0": "Seven absorptions are the seven factors of happiness and joy, happiness is the equanimity faculty.",
    "ai-anya-e0501n16:1_1": "Telling consciousness-born, the five-hundred consciousnesss and the mental states arisen in them.",
    "ai-anya-e0501n16:2_0": "By what do they get absorption?",
    "ai-anya-e0501n16:2_1": "the absorption, which is accompanied by absorption,",
    "ai-anya-e0501n16:2_2": "(They are) not found in the sense of urgency, and non-existence, which is accompanied by the sense of opposite .",
    "ai-anya-e0501n16:2_3": "Just as a well-trained cowherd set up the coils in the pavilion, whip, and having washed the portion of all the people, he inserted it with his eyes that are plowing,",
    "ai-anya-e0501n16:2_4": "In the same way, a person whose mind has these factors and realizes them as an object, and puts them aside.",
    "ai-anya-e0501n16:2_5": "When she evokes, bodily and verbal deeds, or mentally deed,",
    "ai-anya-e0501n16:3_0": "Herein, there is bodily action that is called “specified” .",
    "ai-anya-e0501n16:3_1": "(They are) full of verbal actions that are pollutant.",
    "ai-anya-e0501n16:3_2": "Whatever mental action is called ‘object’ (performed) action’,",
    "ai-anya-e0501n16:3_3": "or else their deeds are done through killing living creatures, stealing, and separately.",
    "ai-anya-e0501n16:3_4": "This is sustained thought regarding wholesome deeds in the sense sphere,",
    "ai-anya-e0501n16:4_0": "And this meaning should be illustrated by the separatepositions of applied thoughts, because it is not possible to discern the states of an expert on the jhāna.",
    "ai-anya-e0501n16:4_1": "having the characteristics associated with knowledge, which has a sense of urgency, is firmly arouses their mind.",
    "ai-anya-e0501n16:4_2": "Valuing the characteristic of oppositeness, having a disturbance to a sense of urgency, it becomes strong.",
    "ai-anya-e0501n16:4_3": "Even if the mind has reached the object of the characteristic, it is manifested as object.",
    "ai-anya-e0501n16:4_4": "And there are three feelings that are internally the characteristics of continued existence as objects of continued existence, etc., and as their objects and gross physical feelings, mental objects, and they continue with their own affairs.",
    "ai-anya-e0501n16:4_5": "Having collected together with one characteristic, while the mind is constantly set out, and having made a permanent object.",
    "ai-anya-e0501n16:4_6": "The conclusion of the Absorption is finished."
}