{
    "ai-anya-e1204n:0_0": "Dhātupāṭha vilāsiniyā",
    "ai-anya-e1204n:1_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-anya-e1204n:2_0": "1.",
    "ai-anya-e1204n:3_0": "the he who is the fully awakened Buddha, who is the best of men,",
    "ai-anya-e1204n:4_0": "aged in awe, in the form of the Buddha, I bow down to you.",
    "ai-anya-e1204n:5_0": "2.",
    "ai-anya-e1204n:6_0": "Having done the true teaching, one who gives the world with its gods,",
    "ai-anya-e1204n:7_0": "I revere Him of what is right, and I do not appear.",
    "ai-anya-e1204n:8_0": "3.",
    "ai-anya-e1204n:9_0": "the Buddha, who, having smelled the true teaching, To the True Dhamma,",
    "ai-anya-e1204n:10_0": "(thinking): I revere the Saṅgha, the Licchavīs don’t make him leave.",
    "ai-anya-e1204n:11_0": "4.",
    "ai-anya-e1204n:12_0": "and having eaten my heavy (said): “A Padumavatī, you are my name.”",
    "ai-anya-e1204n:13_0": "depending on him, (saying): “After nearby,",
    "ai-anya-e1204n:14_0": "5.",
    "ai-anya-e1204n:15_0": "For he is the Teacher to go to the Divinities’ place,",
    "ai-anya-e1204n:16_0": "Having built a carouse delightful village, which is prepared,",
    "ai-anya-e1204n:17_0": "6.",
    "ai-anya-e1204n:18_0": "I am dwelling in the charnel ground,",
    "ai-anya-e1204n:19_0": "the Elder taught the Discourse on the striving, and he who is peaceful,",
    "ai-anya-e1204n:20_0": "7.",
    "ai-anya-e1204n:21_0": "The Elder, delighting in the Island of Laṅkā,",
    "ai-anya-e1204n:22_0": "Having gone (there) on me, that friend having spoken about me,",
    "ai-anya-e1204n:23_0": "8.",
    "ai-anya-e1204n:24_0": "The Buddha, (saying): “After attaining the world,”",
    "ai-anya-e1204n:25_0": "Is the one who attains great compassion, who has interpretations,",
    "ai-anya-e1204n:26_0": "They speak poorly.",
    "ai-anya-e1204n:27_0": "who was established in the all-elements of the elements,",
    "ai-anya-e1204n:28_0": "He who is attended on the household life, (saying):",
    "ai-anya-e1204n:29_0": "(This is) to be prepared in this Island,",
    "ai-anya-e1204n:30_0": "through what is said or because of what is suitable,",
    "ai-anya-e1204n:31_0": "This is what was said in regard to the Three Was brought connection",
    "ai-anya-e1204n:32_0": "(These) not appreciates, ~ in regard to Bārāṇasī,",
    "ai-anya-e1204n:33_0": "They don’t eat filthy foods, and drink alcohol.",
    "ai-anya-e1204n:34_0": "After bringing it to the island, he was skilled in the leopard.",
    "ai-anya-e1204n:35_0": "Having found what he had done, he said by the one who realises.",
    "ai-anya-e1204n:36_0": "(So) the sound of the lady (him) one, (only) brothers,",
    "ai-anya-e1204n:37_0": "deluded, cast down to form,",
    "ai-anya-e1204n:38_0": "Such is the last one’s own insight,",
    "ai-anya-e1204n:39_0": "Likewise the Sage, when endowed with good qualities, (his) called the Sage’s Factors,",
    "ai-anya-e1204n:40_0": "there is will be given up, and in regard to this way,",
    "ai-anya-e1204n:41_0": "through the power of the Way to the Beyond’s body,",
    "ai-anya-e1204n:42_0": "But no running here and there, like a scorpion,",
    "ai-anya-e1204n:43_0": "like a man’s own insight,",
    "ai-anya-e1204n:44_0": "even a single-place rinsing water with many;",
    "ai-anya-e1204n:45_0": "Protector, not what is called to be eaten;",
    "ai-anya-e1204n:46_0": "it seems that by developing the name of the sixteenth day.",
    "ai-anya-e1204n:47_0": "Therefore it is stated that you have completed",
    "ai-anya-e1204n:48_0": "that the very day (where it), it seems, for the very day (and asked): It seems,",
    "ai-anya-e1204n:49_0": "for one who has not two reasons is called;",
    "ai-anya-e1204n:50_0": "Embrace, the Magadhans, the finest garden,",
    "ai-anya-e1204n:51_0": "Living in the relics, making the digestion of the elements,",
    "ai-anya-e1204n:52_0": "he who does not bind the one who is bound by desire,",
    "ai-anya-e1204n:53_0": "The wise ones crossed over the flood,",
    "ai-anya-e1204n:54_0": "With one who has given up (wholesome) view, not going to see (his) things,",
    "ai-anya-e1204n:55_0": "when departed, the neighborhood of a Father, they enter into it.",
    "ai-anya-e1204n:56_0": "“You have gone to the countryside.",
    "ai-anya-e1204n:57_0": "you should do what you do.”",
    "ai-anya-e1204n:58_0": "This is something of old, Atula, this is not something of today:",
    "ai-anya-e1204n:59_0": "they blame the one who sits silently, they blame the one who talks a lot,",
    "ai-anya-e1204n:60_0": "They blame the one who talks in moderation, there is no one in the world not blamed.",
    "ai-anya-e1204n:61_0": "Just like the city she said: “We are threading the city,”",
    "ai-anya-e1204n:62_0": "‘See the self’ means having like this the moment passes away.",
    "ai-anya-e1204n:63_0": "The Earth has been scented, (but) for whom I live,",
    "ai-anya-e1204n:64_0": "I shall fall like a mother on my head, and like a monkey",
    "ai-anya-e1204n:65_0": "clearly the person would feel confidently.",
    "ai-anya-e1204n:66_0": "When it is plundered, the plunderer finds .",
    "ai-anya-e1204n:67_0": "“Difference is the deathless state, heedlessness the state of the dead,",
    "ai-anya-e1204n:68_0": "The heedful do not die, (but) those who are heedless are heedless.”",
    "ai-anya-e1204n:69_0": "1.",
    "ai-anya-e1204n:70_0": "the great meditator of good knowledge, the great Saṅgha of great power,",
    "ai-anya-e1204n:71_0": "(but) if he places the lion (of the island) in the island of Laṅkā,",
    "ai-anya-e1204n:72_0": "2.",
    "ai-anya-e1204n:73_0": "with the striving of him, the Kāḷigodhā’s son,",
    "ai-anya-e1204n:74_0": "(But) the one who knows the Dhammadinnā, who is greatly wise,",
    "ai-anya-e1204n:75_0": "3.",
    "ai-anya-e1204n:76_0": "* For he who has mastered what Dhamma you wish, preference,",
    "ai-anya-e1204n:77_0": "The Elder Mahā Kassapa, when he was bubbles a snake with knowledge,",
    "ai-anya-e1204n:78_0": "4.",
    "ai-anya-e1204n:79_0": "the great mass of sesame seeds, being greatly intelligent,",
    "ai-anya-e1204n:80_0": "A second-hand was set out for it.",
    "ai-anya-e1204n:81_0": "5.",
    "ai-anya-e1204n:82_0": "the Padumuttara, the Elders called Isara;",
    "ai-anya-e1204n:83_0": "a third monk trained in his own training.",
    "ai-anya-e1204n:84_0": "6.",
    "ai-anya-e1204n:85_0": "he heartwood, the glorious, endowed with flags,",
    "ai-anya-e1204n:86_0": "Vijaya, the Great Elders, Tissa, and Padumavatī,",
    "ai-anya-e1204n:87_0": "7.",
    "ai-anya-e1204n:88_0": "thoughts set up a great liberal pyre.",
    "ai-anya-e1204n:89_0": "they will rise to the great Elders.",
    "ai-anya-e1204n:90_0": "8.",
    "ai-anya-e1204n:91_0": "So that’s what I did.",
    "ai-anya-e1204n:92_0": "having training, the sounds, etc.",
    "ai-anya-e1204n:93_0": "9.",
    "ai-anya-e1204n:94_0": "Afterwards and later desires, etc.,",
    "ai-anya-e1204n:95_0": "will worship the Great Elders,",
    "ai-anya-e1204n:96_0": "10.",
    "ai-anya-e1204n:97_0": "Then the Great Elder Nun Padumuttara,",
    "ai-anya-e1204n:98_0": "despised with knowledge and insight,",
    "ai-anya-e1204n:99_0": "11.",
    "ai-anya-e1204n:100_0": "of the Buddha attained Parinibbāna.",
    "ai-anya-e1204n:101_0": "For seven months in the rainy season residence the Jetavana,",
    "ai-anya-e1204n:102_0": "12.",
    "ai-anya-e1204n:103_0": "made of eight reservoirs in the middle,",
    "ai-anya-e1204n:104_0": "Firstly, the earth element flunges into the air element.",
    "ai-anya-e1204n:105_0": "13.",
    "ai-anya-e1204n:106_0": "beginning with the first time, and mount the nation of holding upholstery,",
    "ai-anya-e1204n:107_0": "washed in moderation and placed on a poison.",
    "ai-anya-e1204n:108_0": "14.",
    "ai-anya-e1204n:109_0": "Sady in the village, (called) sandalwood,",
    "ai-anya-e1204n:110_0": "plunged deep into it, tied the bowl in the place.",
    "ai-anya-e1204n:111_0": "15.",
    "ai-anya-e1204n:112_0": "The King, having a measure of the King, were my father,",
    "ai-anya-e1204n:113_0": "my mother, sat on the courtesan Avīci hell,",
    "ai-anya-e1204n:114_0": "16.",
    "ai-anya-e1204n:115_0": "I feed on, lives in the yellow.",
    "ai-anya-e1204n:116_0": "If all the gods worshipped all, they have (those) attained Emancipation.",
    "ai-anya-e1204n:117_0": "made the earth element at the Earth."
}