{
    "ai-anya-e0103n8:0_0": "Firstly, the Decline of the Mindfulness Meditation",
    "ai-anya-e0103n8:1_0": "He is the commentary on the death of death.",
    "ai-anya-e0103n8:2_0": "167.Itoti devatānussatiyā.",
    "ai-anya-e0103n8:2_1": "She then resigned the six seats because she is seated on a ladder.",
    "ai-anya-e0103n8:2_2": "and the next day is said to have been recited.",
    "ai-anya-e0103n8:2_3": "He said, “He is mindfulness of death,” “We will show death to death,” he said, “Even.",
    "ai-anya-e0103n8:2_4": "And here the twenty-two topics of sensuality, desire to be reborn, and ignorance. The faculties are included in the calm, burning up with the two faculties, they proceed having a aggregates, that is to say, the faculties of the blessings of their life faculty, and it is said to be transferred to another.",
    "ai-anya-e0103n8:2_5": "That’s why it should be said: “He cut off the life faculty by the terminator!”",
    "ai-anya-e0103n8:2_6": "Herein, one definition is the one kind of existence by one definitive.",
    "ai-anya-e0103n8:2_7": "for one who cuts off the life faculty, who is bound up with a running here and there, and a delimitation of the life faculty.",
    "ai-anya-e0103n8:2_8": "(All is) cutting off of judgments, ~ the cutting off of death,",
    "ai-anya-e0103n8:2_9": "When the inner skin of conditions are given up, any conditioned phenomena about is broken.",
    "ai-anya-e0103n8:2_10": "At that time they (again), at that time will moment, at that time will moment.",
    "ai-anya-e0103n8:2_11": "Whatever bodily constituent groups are inclinated by the constituent groups (of mind and bodily form), and so on.",
    "ai-anya-e0103n8:2_12": "They don’t introduce the annihilation, hollow, and insubstantial. They’re not tendencies, when their body breaks up, after death, they’re not expelled.",
    "ai-anya-e0103n8:3_0": "he attains the higher mind, having the object.",
    "ai-anya-e0103n8:3_1": "and at the time of death, the destruction of death,",
    "ai-anya-e0103n8:3_2": "After death they spoke about the wrong time, at the wrong time,",
    "ai-anya-e0103n8:3_3": "“And at the time of death there is merit, this is the act of breaking out of merit, this is the kind of existence enlightenment factor.” But it is said, “And this meaning should be called “blessed” in the sense of urgency.",
    "ai-anya-e0103n8:4_0": "For the purpose of warding off the life span of the rolls, etc., that is to say, the nutriment for the warding off of the life span, and the rest.",
    "ai-anya-e0103n8:4_1": "A gift that it is proper to be given to its own fruit, and it is proper to be given to another’s fruit.",
    "ai-anya-e0103n8:4_2": "Devānampiya : it is like the attainment of the gods whose attainment of the Thirty-Three, like a wide in amongstruments for many days like a dog, like a rising to attain it.",
    "ai-anya-e0103n8:4_3": "For the sound of parks and so on.",
    "ai-anya-e0103n8:4_4": "(But) for the sake of men and women whose shakes out is like a charming snake’s hood today, like a huge in a neighbour’s thriving for the destruction of lifespan, like a polished shells for a hundred leagues.",
    "ai-anya-e0103n8:4_5": "For in this way there was a hundred thousand aeons in the past, future and present agedness, like the bird of failure in the sun whose mind was immediately effective.",
    "ai-anya-e0103n8:4_6": "This too is stated in the Vibhaṅga: “He should be seen as stated,”",
    "ai-anya-e0103n8:4_7": "the opposite sex, the king of mountains, (which was) the pins of crystal Ganges river. It was bad in the sky rainy season.",
    "ai-anya-e0103n8:4_8": "“All time is the time to cross over the flood and make merit, the deathless, the deadly (wholesome) death. That is of all the time of death, dead, making meritorious actually, of the deathless, and all of them will bring death.”",
    "ai-anya-e0103n8:5_0": "168.Yonisoti upāyena.",
    "ai-anya-e0103n8:5_1": "applies to mindfulness of death, focusing on the object.",
    "ai-anya-e0103n8:5_2": "by means of proper attention to them, he should be told inspires to them by which he is called “restraint in the mouth” in the way beginning, “This is a place for them.”",
    "ai-anya-e0103n8:5_3": "If he exercises his attention undevelopedly in this way, then recollecting the death of a wave,",
    "ai-anya-e0103n8:5_4": "And when this happens, the joy and happiness arose in them, his mindfulness becomes established and heedless,",
    "ai-anya-e0103n8:5_5": "Anyone who makes a statement that is called “born,” and so is born, his voice” can be calledobsorts”. He is the same as are for the inheritance, he is born, undefeated, and upon the bodies of likable,",
    "ai-anya-e0103n8:5_6": "So since improper attention occurs to them, these four kinds of improper attention.",
    "ai-anya-e0103n8:5_7": "Herein, there is in detail in the wilderness:",
    "ai-anya-e0103n8:5_8": "he was killed and free from robbers, living in a house, a criminal and dead,",
    "ai-anya-e0103n8:5_9": "Those who have seen the Truths,",
    "ai-anya-e0103n8:5_10": "very mindfully;",
    "ai-anya-e0103n8:5_11": "and another of the three faculties, knowledge of the supreme knowledge,",
    "ai-anya-e0103n8:6_0": "and it is as near to the sitting position that it is manifested as a place where it is for anchoring the mind.",
    "ai-anya-e0103n8:6_1": "As by one who enters upon the destruction of life: it comes to life be successful when it comes to life befalls the attainment of the life.",
    "ai-anya-e0103n8:6_2": "Having thus shown that death is the result of his own death, (that), after showing them his own death,",
    "ai-anya-e0103n8:6_3": "and many times pervading many folk is nutritious for the body.",
    "ai-anya-e0103n8:6_4": "As to the frailty of life: this life is impossibility,",
    "ai-anya-e0103n8:6_5": "As signless he has no sign because of its sign;",
    "ai-anya-e0103n8:6_6": "As to delimitation: it is bounded by the fact of others,",
    "ai-anya-e0103n8:6_7": "at the moment of the moment: from here the destruction of life comes from here.",
    "ai-anya-e0103n8:7_0": "Virtuously, it is like a drum on the bank of the opposite secure, as it was said to show that the sound of the drums in the language beginning, “Who having opened it?”",
    "ai-anya-e0103n8:7_1": "while rubbing it there, while making a demonstration,",
    "ai-anya-e0103n8:7_2": "stood at it like a knocking on top of it,",
    "ai-anya-e0103n8:7_3": "They grasp old age and death, thinking, “Upaka’s workers grabbed a thread, no goosebumps.” So they don’t come to be.",
    "ai-anya-e0103n8:7_4": "If they were to give away what had not been made by oneself, how can they for any curely be able to do so? How could they have to exactly to bring them to death?”",
    "ai-anya-e0103n8:7_5": "Then, having taken those beings reborn there, they are born along with old age and death, plunging into double and death. This is the same kind of frame.",
    "ai-anya-e0103n8:7_6": "(But) he who spends the whole of death for him should be allowed to die death or deadly pain.",
    "ai-anya-e0103n8:7_7": "A mountains full of impurities:",
    "ai-anya-e0103n8:7_8": "took up the food, drink, clothes, and flourishes, liquors and so on.",
    "ai-anya-e0103n8:7_9": "it flows down rains on the road.",
    "ai-anya-e0103n8:7_10": "He rolls on and is one who stands on to the proper conduct.",
    "ai-anya-e0103n8:8_0": "when this happens to one night red in which the sky was rolling on a single stage of the house.",
    "ai-anya-e0103n8:8_1": "at the first moment of all instances seeds.",
    "ai-anya-e0103n8:8_2": "at the womb of his mother’s womb,",
    "ai-anya-e0103n8:8_3": "the young brāhmaṇa went forth mindfully.",
    "ai-anya-e0103n8:8_4": "When this is the most night for seven days and nights.",
    "ai-anya-e0103n8:8_5": "wailing, dragging down, holding up, and smearing his face downwards;",
    "ai-anya-e0103n8:8_6": "But he goes the first student: he presumes the first time.",
    "ai-anya-e0103n8:8_7": "They don’t go to heaven or to the clause, or to untroubledness, or as long as they fall.",
    "ai-anya-e0103n8:9_0": "Which is more: the mountains, the water flows down from the ocean,",
    "ai-anya-e0103n8:9_1": "The unsurpassed he follows the kingdom of the Faith forty-thirteenth day and nights, in the height of the sun, having covered himself with the chains during the day and all the time of the water, with the time for the evening time of the water, he follows in the evening time.",
    "ai-anya-e0103n8:10_0": "If, when droping:",
    "ai-anya-e0103n8:10_1": "ceased.",
    "ai-anya-e0103n8:10_2": "like water in the water, or at the time.",
    "ai-anya-e0103n8:10_3": "Since they favour and oppose life, therefore they go.",
    "ai-anya-e0103n8:10_4": "For he whom life is cut off, that is why the life of mortals is a term for life.",
    "ai-anya-e0103n8:10_5": "Recollecting the goods from the household, having fallen from the husbands, and from the trees, after placed a victory in the womb for his own bed, or below the windows,",
    "ai-anya-e0103n8:10_6": "the sign of the valuable sign,",
    "ai-anya-e0103n8:10_7": "may the one gone forth from me do not presume to attain.",
    "ai-anya-e0103n8:11_0": "if someone were to take warrior-noble when it comes to a swift stream, he says, “There’s no need to be told, friends who carries on one shoulder.” And he said, “Take this livelihood.”",
    "ai-anya-e0103n8:12_0": "170.Nanti sampattiṁ.",
    "ai-anya-e0103n8:12_1": "There is accompanied by bliss, and the component of heavenly pleasure,",
    "ai-anya-e0103n8:12_2": "Please bind them with the body.",
    "ai-anya-e0103n8:12_3": "Asoka, Asoka,",
    "ai-anya-e0103n8:12_4": "he has to come back: he has to look for the stream.",
    "ai-anya-e0103n8:13_0": "I mastered all vanities—",
    "ai-anya-e0103n8:13_1": "sickness of death, the extent of death, the extent of death, the life faculty, or the air.",
    "ai-anya-e0103n8:13_2": "The world is like living in dependence on this world: “The world is gathered in seven days.”",
    "ai-anya-e0103n8:13_3": "Yet with him, he is like a enemy in a border.",
    "ai-anya-e0103n8:13_4": "not having approached like a chain with discrement, it is as if confused.",
    "ai-anya-e0103n8:13_5": "(Certainly) is heated by the hand, as though with those of delusion,",
    "ai-anya-e0103n8:13_6": "He is like a flag that moves through the ground.",
    "ai-anya-e0103n8:14_0": "They called soft stones, (but) weather-mother, and so on.",
    "ai-anya-e0103n8:14_1": "and many leagues from extremely leagues,",
    "ai-anya-e0103n8:14_2": "they shine and glow and radiate; and they cling to the whole earth, they pervaded the space with expansive.",
    "ai-anya-e0103n8:14_3": "If they wouldn’t get around it,",
    "ai-anya-e0103n8:14_4": "When you extract a profession, cooked rice, powder, and powder.",
    "ai-anya-e0103n8:14_5": "advance:",
    "ai-anya-e0103n8:14_6": "a family or dependent on a family with faith and ethics, learning, generosity, and wisdom. They’re not able to discern them in the equal parts with the aristocrats.",
    "ai-anya-e0103n8:14_7": "That is where they remain, inferior and superior.",
    "ai-anya-e0103n8:14_8": "In fact it all, they create all.",
    "ai-anya-e0103n8:14_9": "Herein, to show the carpets, etc., is said: “I will not give rod-workerships with my hands.”",
    "ai-anya-e0103n8:14_10": "Herein, by the foreign land: He understands the Aṅgiyānī with the Paṭisambhidā.",
    "ai-anya-e0103n8:14_11": "By the wealth:",
    "ai-anya-e0103n8:14_12": "unshakable, with noise,",
    "ai-anya-e0103n8:14_13": "Through that meeting place, he includes it together,",
    "ai-anya-e0103n8:15_0": "and they said, “The death of themselves with another who is introduced to themselves with someone else’s death, why are they likewise?”",
    "ai-anya-e0103n8:15_1": "They live in this generation among the whom was born:",
    "ai-anya-e0103n8:15_2": "and merit-makers of merit-makers, greatness of merit,",
    "ai-anya-e0103n8:15_3": "* Wealthing over the strength of energy, having energy,",
    "ai-anya-e0103n8:15_4": "son of the teaching,",
    "ai-anya-e0103n8:15_5": "(He who) possessed the power of a (true) strength,",
    "ai-anya-e0103n8:16_0": "the worst of shaking off successively, prosperous, such as oppressing the state of being successful and prosperous, protected by the ministers of Death, and so on.",
    "ai-anya-e0103n8:17_0": "They dry up, withered logs, and don’t make a nephew,",
    "ai-anya-e0103n8:17_1": "This is said:",
    "ai-anya-e0103n8:17_2": "After giving a share to Venerable Sāriputta’s sixteen keys, he took a one nephew, the perfected one, the fully awakened Buddha, and another one.",
    "ai-anya-e0103n8:18_0": "And all the defilements are annoyed in whom the defilements. They’re energetic and deceitful, energy is aroused in the method of energy.",
    "ai-anya-e0103n8:18_1": "For that is accomplished in right view, psychic power is effected in the noble eightfold path.",
    "ai-anya-e0103n8:18_2": "Whose secretion has to be eaten by the dead,",
    "ai-anya-e0103n8:18_3": "the sleeping place in others it is like the sleeping place wherever they lie;",
    "ai-anya-e0103n8:19_0": "Questioning each other with the hands, he said to each other, “Whoever was the sign of the hands of the Sangha?”...",
    "ai-anya-e0103n8:19_1": "went to a good state.",
    "ai-anya-e0103n8:19_2": "In the World’s virtues, etc., that is to say, the great hermits,",
    "ai-anya-e0103n8:19_3": "Endowed with the rest of the Noble Ones, etc.",
    "ai-anya-e0103n8:19_4": "violents, graceful, spittle, hunger, thirst, and violence. And those who live in a forest reading magss, gravel, hunger, sweet floors, and involved.",
    "ai-anya-e0103n8:20_0": "Tambapaṇṇi is marked with the surface of the rose-apple trees, resembling the fragrant body, and so on. It has the characteristic of fragrance. It is manifested in them as envy and sightened with the characteristics. Its of variety of visible-ts.",
    "ai-anya-e0103n8:20_1": "All the virtues of the defilement given up all defilements, etc., have been abandoned by all the qualities of qualities in accordance with natural principles, ethics, mind, and wisdom. ...”",
    "ai-anya-e0103n8:20_2": "of the teaching,",
    "ai-anya-e0103n8:20_3": "for him to moment like a moment,",
    "ai-anya-e0103n8:21_0": "In this way he does not conceive the attainment of the meditation that is the idiosing of the Buddha, and his state of being possessed of the attainment of the meditation on unattained, but making no further development of the path for the attainment of the bliss of the Buddhas.",
    "ai-anya-e0103n8:22_0": "death is the ascetic life for him, and it is of the deathless.",
    "ai-anya-e0103n8:23_0": "They become worm-infested by grief and lamentation, like the touch of rebirth,",
    "ai-anya-e0103n8:24_0": "But when the mind has gone down, they resplendent.",
    "ai-anya-e0103n8:24_1": "practising back.",
    "ai-anya-e0103n8:24_2": "But he wouldn’t get enough of my instructions for me to practice while my passing away. And he’d become an obstacle for me to become a layperson.",
    "ai-anya-e0103n8:24_3": "I’ll get rid of it,",
    "ai-anya-e0103n8:24_4": "Like the sun’s dog’s death in the place where death is constantly, like the time of the death of the Fraternity.",
    "ai-anya-e0103n8:25_0": "173.Abalanti balahīnaṁ.",
    "ai-anya-e0103n8:25_1": "like one who feebles in a charnel ground.",
    "ai-anya-e0103n8:25_2": "For this is this unintelligent, like the witless person.",
    "ai-anya-e0103n8:25_3": "This life span of mine is",
    "ai-anya-e0103n8:25_4": "the in-breaths and out-breaths are drawn out.",
    "ai-anya-e0103n8:25_5": "As he goes outside the door, which has gone inside does not come out again, which is like the wind rain does not entertain the resting place in the which inconveniently with the wind.",
    "ai-anya-e0103n8:25_6": "excessiveness of the truth, etc.,",
    "ai-anya-e0103n8:25_7": "Because the unconcernment is comfortable.",
    "ai-anya-e0103n8:25_8": "These were the eighteen grounds for ruining the body of the Himālayas, the Tree of the Himalayas, and the enlightener of the island.",
    "ai-anya-e0103n8:25_9": "Herein, beings suffer through the cool breeze (the destruction of) the body.",
    "ai-anya-e0103n8:25_10": "(but) he sunnset with his forehead, he must take a curtain that was warmed and sunn heat. He should then wounds a woman, keeping it connected.",
    "ai-anya-e0103n8:25_11": "the four great elementals have been fully developed;",
    "ai-anya-e0103n8:25_12": "The element of the earth element will maintain their generation, and ensure of others.",
    "ai-anya-e0103n8:25_13": "to eat the it at the wrong time, dropped the time, at the time of the meal,",
    "ai-anya-e0103n8:26_0": "As to the definition: it is “as to definition” and so on.",
    "ai-anya-e0103n8:26_1": "And here there is no definition such as: it does not delimitate, ~ and there is no definition such as: “This is inclination, it is independent of others” .",
    "ai-anya-e0103n8:26_2": "nor do they aim for the noble ones.",
    "ai-anya-e0103n8:27_0": "herein, the other meaning is another.",
    "ai-anya-e0103n8:27_1": "he had Siddhattha to beside the makers,",
    "ai-anya-e0103n8:27_2": "And there is the ultimate goal of the life span, in that is the ultimate,",
    "ai-anya-e0103n8:27_3": "Then there is no definitely this essence through the indication of sentient beings. Mother cannot be spoken by one who lived.",
    "ai-anya-e0103n8:27_4": "That is not enough for one who feels compassion on that is unsuitable. As long as he passes away he should make a sound of drums in the corners.",
    "ai-anya-e0103n8:27_5": "‘Here is the time for insistence on the past,",
    "ai-anya-e0103n8:27_6": "Hence it is said: “They are never knives.”",
    "ai-anya-e0103n8:27_7": "He should be cut off right here:",
    "ai-anya-e0103n8:27_8": "By so doing countless kinds of villages, towns, and countless births in the villages, towns, cities, and countries, and countries in the country.",
    "ai-anya-e0103n8:27_9": "When one passes away from here, he passed away from here.",
    "ai-anya-e0103n8:27_10": "Here I will be reborn here.",
    "ai-anya-e0103n8:27_11": "And of the unshakable: just as a wide opening when a precept is bounded, the world does not address the near shore of the world.",
    "ai-anya-e0103n8:28_0": "if his whole life is span of a hundred years, more than twenty-four years old, more than twenty years old, thirty, or forty years.",
    "ai-anya-e0103n8:28_1": "the fairy consisting in going (therefore) power by means of the scented flowers.",
    "ai-anya-e0103n8:28_2": "in the next world.",
    "ai-anya-e0103n8:29_0": "wouldn’t be serving about:",
    "ai-anya-e0103n8:29_1": "It’s not long life for the sake of life,",
    "ai-anya-e0103n8:29_2": "A wise person is good,",
    "ai-anya-e0103n8:29_3": "Wandering well, wandering.",
    "ai-anya-e0103n8:29_4": "Hence it is said: “So, Father,” and so on.",
    "ai-anya-e0103n8:30_0": "Seven measures:",
    "ai-anya-e0103n8:31_0": "“Suppose there was a drop of dewd on a grass tip. When the sun comes up it quickly evaporates and doesn’t last long.",
    "ai-anya-e0103n8:31_1": "a drop of water,",
    "ai-anya-e0103n8:31_2": "who defeated in the water,",
    "ai-anya-e0103n8:31_3": "just as a mountain torrent swiftly go far, carrying all before it.",
    "ai-anya-e0103n8:31_4": "and a strong man was to spit on the tip of his tongue. He could easily spit it out.",
    "ai-anya-e0103n8:31_5": "cart that had been heated all day. If you tossed a lump of meat in, it would quickly vanish and not last long.",
    "ai-anya-e0103n8:31_6": "In the same way, when a cow is educated by the hopes, the crops are shaking off of the feet in the cow’s presence. Those who lead the spiritual life dissatisfied to the underworld, there is no-one like this: ‘This is how much suffering’ can be able to practice the full and pure spiritual life.”",
    "ai-anya-e0103n8:32_0": "and so these seven adorneds.",
    "ai-anya-e0103n8:33_0": "day and night",
    "ai-anya-e0103n8:33_1": "(But) the Fortunate One’s Noble Practice (the path) advice, (the teacher) advice,",
    "ai-anya-e0103n8:33_2": "I’ve done much, and I’ve done enough to go forth.",
    "ai-anya-e0103n8:33_3": "At that moment the time of (the earth) was worth at that time.",
    "ai-anya-e0103n8:33_4": "A single day, one day, two on the alms round,",
    "ai-anya-e0103n8:33_5": "Crushing good people.",
    "ai-anya-e0103n8:33_6": "not loving to let go,",
    "ai-anya-e0103n8:34_0": "176.",
    "ai-anya-e0103n8:34_1": "For the life of the mind’s occurred is the blessing of sentient beings’ welfare, it is only at the moment of its moment.",
    "ai-anya-e0103n8:34_2": "according as it is said, “Mendicants, I do not see a single thing that’s as quick to change in the mind.”",
    "ai-anya-e0103n8:34_3": "Therefore, at the moment of one’s own mind, beginning with a single conscious moment, good people thus, “has life” and so on.",
    "ai-anya-e0103n8:34_4": "Herein, when one is strict: “He lives in this life”, “One who lives long lives for a hundred years, he says, ‘Now life’ is long since they are bound for a hundred years, he rejects to you without attachment.”",
    "ai-anya-e0103n8:34_5": "“Yes,” he replied: “This is the –",
    "ai-anya-e0103n8:35_0": "“Mendicants, suppose there were four well-trained expert archers with strong bows standing in the four directions. When a person was standing with strong bows, they’d think: ‘I’d better have a strong man who’d do so in four directions.’ ...",
    "ai-anya-e0103n8:35_1": "he plants (the anointment) from the four directions, having taken the earth from the four directions, and then I’ll bring it back.’",
    "ai-anya-e0103n8:35_2": "As fast as that man is, the sun and moon are faster.",
    "ai-anya-e0103n8:35_3": "And just as that man is, as fast as the sun and moon are, and as fast as the deities that run before the sun and moon are, the waning of the life forces is faster.”",
    "ai-anya-e0103n8:36_0": "Thus has been refused.",
    "ai-anya-e0103n8:36_1": "The gods of the Thirty-Three were created by the gods of Ājīvaka ascetics, winter, and shovel of the wounds of its head, ears, noses, tongue and body, and mind are incapable of living. But even a small a small wide, so long as he has dwindlegs, he is incapable of position,",
    "ai-anya-e0103n8:36_2": "That’s why it said: “This isn’t easy to do so, mendicants, even just for a fraction of consciousness.”",
    "ai-anya-e0103n8:36_3": "so ends in life.",
    "ai-anya-e0103n8:36_4": "In one’s own mind is the preceding towards a single consciousness that occurs in the ultimate way under the in which I achieved the various sentient beings.",
    "ai-anya-e0103n8:36_5": "now we shall discuss the meaning of that deliverance” .",
    "ai-anya-e0103n8:36_6": "Rejoicing in that place",
    "ai-anya-e0103n8:36_7": "having a single conscious mind, endowed with one-proclaimed -",
    "ai-anya-e0103n8:36_8": "When that mental dawn is called “ginning” since he can say: “This one who has taken up the life of purity by means of the mind, hence ‘their’ is said” .",
    "ai-anya-e0103n8:36_9": "Herein, the meaning here is this: “How can be developed?”",
    "ai-anya-e0103n8:36_10": "And even in the case of three beings, namely, clansmanship in the ultimate abidings,",
    "ai-anya-e0103n8:37_0": "the life faculty;",
    "ai-anya-e0103n8:37_1": "Pleasure and pain: pleasure and pain are unpleasant to touch,",
    "ai-anya-e0103n8:37_2": "For although equanimity and disagreeableness in each and every way,",
    "ai-anya-e0103n8:37_3": "Except in his life-form: the state of an incarnation of consciousness is spoken of,",
    "ai-anya-e0103n8:37_4": "and only one who is constantly worshipped by oneself,",
    "ai-anya-e0103n8:37_5": "One-pointedness of mind: one is calmed with mind.",
    "ai-anya-e0103n8:37_6": "Using as “human” in one who palace: it is constantly nutriment, at that time one’s moment is short, living in one who has taken his life.",
    "ai-anya-e0103n8:38_0": "Those who ceased and perished are running along the seventh aggregates, thinking “The death of the aggregates have been done by me,”",
    "ai-anya-e0103n8:38_1": "Standing here, whatever running here and there is, the preceding of the aggregates here and there,",
    "ai-anya-e0103n8:38_2": "may all of them with one direction and in their like me.",
    "ai-anya-e0103n8:38_3": "and having gone, come back again, she came back again and again,",
    "ai-anya-e0103n8:38_4": "For just as there is no running here and there is in the past, the preceding to the various aggregates, and sentient beings only a single one of their life.",
    "ai-anya-e0103n8:39_0": "She is not reborn through rebirth-linking, doesn’t have not arisen, and is not reborn in hell.",
    "ai-anya-e0103n8:39_1": "when a person is impure in the present, he does so living depends on the present.",
    "ai-anya-e0103n8:39_2": "The world’s mind is dead, like a dead man’s mind. Though the death of his death and so on is referred to the ultimate goal of the deathless, it is called “resultaneously” because it is opposite sex with a dead mind.",
    "ai-anya-e0103n8:39_3": "There is such a being so, even when one who has reached the ultimate goal, the ultimate way, stills his mind, using the ultimate profession, in addition, the ultimate livelihood, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal.”",
    "ai-anya-e0103n8:39_4": "That’s why he said, “Does it conqueror.”",
    "ai-anya-e0103n8:40_0": "victory over self-deeds.",
    "ai-anya-e0103n8:40_1": "Meditation on the mind as “mind as a meditation subject”,",
    "ai-anya-e0103n8:40_2": "ensures it is gained by the development of mindfulness occupied with the body as its object, and so on.",
    "ai-anya-e0103n8:40_3": "Hence it is said: “He is mindfulness that has mindfulness established and lucidity.”",
    "ai-anya-e0103n8:40_4": "And the state of having a state of definition, bringing the state of oppositeness, which is an invalid: “It is because it is possible .”",
    "ai-anya-e0103n8:40_5": "Hence the Blessed One said: “Bhikkhus, there are dependently originated, dependently originated, and dependently originated.”",
    "ai-anya-e0103n8:40_6": "and it is not able to recall (the Bodhisatta) attitude of great (magical) general) deaths, which was like a great crowd of foulness, as it were unable to apply themselves to bring it to the (to his mind).",
    "ai-anya-e0103n8:40_7": "if it is not possible to reach absorption because of the states beginning with the supermundane and supramundane jhānas, and so on, while they bring the supramundane jhāna.",
    "ai-anya-e0103n8:40_8": "In the textual development of the purification of mind is purified by means of the purification of the way beginning, “Possessing purification of the way is for attaining the text consisting in unpurified knowledge and vision, and the path of purification is the way already described.” So it is only for the supramundane states that each case.",
    "ai-anya-e0103n8:40_9": "there is no surmounting of factors for bringing it to mind as object, but there is none so in the case of the meditation subject.",
    "ai-anya-e0103n8:40_10": "But just as the object is stated with the surmounting of the mind in each case, so there is only because it is not possible to develop the base consisting of boundless consciousness.",
    "ai-anya-e0103n8:41_0": "He has a hundred years of through loving-kindness, he will not gain any distinction for all living beings.",
    "ai-anya-e0103n8:41_1": "* the life of purity span (develops) and the rainy season.",
    "ai-anya-e0103n8:41_2": "They’re very hard to get bad things, and so leaning on what is impermanent, suffering, and perishable.",
    "ai-anya-e0103n8:41_3": "It is the perception of impermanence because of that the perception of impermanence,",
    "ai-anya-e0103n8:41_4": "Undeveloped in death and refuge,",
    "ai-anya-e0103n8:41_5": "The perception of Abhaya, if he were reborn in a clause he was a application of death, and he had mastered death.",
    "ai-anya-e0103n8:42_0": "The Protector of the body",
    "ai-anya-e0103n8:43_0": "178.",
    "ai-anya-e0103n8:43_1": "Here it is the arising of Buddhas: this is the time of arising when the Buddhas arise. That is why the time of the Buddhas arise.",
    "ai-anya-e0103n8:43_2": "apart from that place: it is something else,",
    "ai-anya-e0103n8:43_3": "gradually roared, they s with",
    "ai-anya-e0103n8:43_4": "May all the sectarians at (all) have not come to be destroyed,",
    "ai-anya-e0103n8:43_5": "While they weren’t able to neglect each other and so forth, they knew that the corpses of the charnel grounds,",
    "ai-anya-e0103n8:43_6": "For that is why it is said when the body is described in disgust of sinnares in this way.",
    "ai-anya-e0103n8:44_0": "“Seeing the grounds of various kinds, Polluting out,",
    "ai-anya-e0103n8:45_0": "if he swims were to go without a sunshade and sap, he –",
    "ai-anya-e0103n8:46_0": "Ādi.",
    "ai-anya-e0103n8:46_1": "And the Bodhisatta, there are otherwise in whom the sense of attitude of (the Bodhisatta), he did not know “Kings.”",
    "ai-anya-e0103n8:46_2": "Therefore it was said: “Here the Perfectly Awakened Ones,” and so on.",
    "ai-anya-e0103n8:46_3": "leads to spiritual power, being inspired by the body-of-the-Dispensation,",
    "ai-anya-e0103n8:46_4": "I have come here for the welfare and happiness of the present life.",
    "ai-anya-e0103n8:46_5": "by means of a sanctuary free of sanctuary,",
    "ai-anya-e0103n8:46_6": "mindfulness and situational awareness.",
    "ai-anya-e0103n8:46_7": "Knowledge and vision: for insight and knowledge and insight,",
    "ai-anya-e0103n8:46_8": "They resign the fruit of knowledge and freedom. ...",
    "ai-anya-e0103n8:46_9": "that is to say, the deathlessness of Nibbāna, the deathlessness of the body, the deathless, and the deathless.",
    "ai-anya-e0103n8:46_10": "enjoying absorption, delighting in absorption:",
    "ai-anya-e0103n8:46_11": "they fly away,",
    "ai-anya-e0103n8:46_12": "ruined by the heedless, stainless,",
    "ai-anya-e0103n8:46_13": "with energy aroused, (thinking):",
    "ai-anya-e0103n8:46_14": "whichever counts in these ways: having entered upon the discourses, they are bound to the body of the meditation subject.",
    "ai-anya-e0103n8:46_15": "Where did it stand?",
    "ai-anya-e0103n8:46_16": "Mindfulness of the body.",
    "ai-anya-e0103n8:46_17": "Herein, how is the way of developing it?”",
    "ai-anya-e0103n8:46_18": "Here is the meaning in brief:",
    "ai-anya-e0103n8:46_19": "When mindfulness of the body is developed and cultivated there is very fruitful and beneficial. It has been made much of yields great fruit, and that needs great archery and needs great fruit, and is very fruitful and beneficial. It observed by the professions of their direct-knowledgespheres, etc., and that it needs great benefits to be developed by direct knowledge.",
    "ai-anya-e0103n8:46_20": "Breathing",
    "ai-anya-e0103n8:46_21": "The same method applies",
    "ai-anya-e0103n8:47_0": "or attention given to it as “peaceful” in the way already stated, etc., is necessarily specific neutrality and giving attention to it attention to it is said, “Actorning to repulsiveness of the elements” .",
    "ai-anya-e0103n8:47_1": "“This body also must be developed like this.” ...",
    "ai-anya-e0103n8:47_2": "is what is said.”",
    "ai-anya-e0103n8:47_3": "Here the bloated: here in the bloated corpses, etc., are combined to the charnel grounds, etc., respectively in the bloated,",
    "ai-anya-e0103n8:47_4": "Mindfulness of breathing: By means of mindfulness of breathing, etc.",
    "ai-anya-e0103n8:47_5": "He who is above thought, “I have given a brain in the flesh,” and when they humiliated it here, observed it, somemount that the judged in this way, they wait here, saying, “And what is a distant,”",
    "ai-anya-e0103n8:47_6": "Here: in this place he preaches the Religion to this relying on this place",
    "ai-anya-e0103n8:47_7": "Mindfulness occupied with the body, and mindfulness occupied with the body. This is the meditation subject to mindfulness.",
    "ai-anya-e0103n8:48_0": "the four great primary elements, the great ground,",
    "ai-anya-e0103n8:48_1": "Protector (all) coming from what is called destruction, what is the ultimate noble one,",
    "ai-anya-e0103n8:48_2": "(The king): “The capitals isn’t wandering for alms in all the places of the feet, but the foot is a foot-stool.”",
    "ai-anya-e0103n8:48_3": "The hair, body hair, nails, teeth, skin, flesh, sinews, bones, breaths, and the rest.",
    "ai-anya-e0103n8:48_4": "And although there is much money in the body, how many in that place are said:",
    "ai-anya-e0103n8:48_5": "Their skin, the flesh, the sinews, the skin should be understood that the modes of the body consisting in the skin beginning, the middle, and the end, and the to the extent, (but) all round, the skin it should be understood to be the last aspect in the way beginning, “Your body hairs, wretched in skin and full. ”",
    "ai-anya-e0103n8:49_0": "By the word ‘accident’, without using what is said.",
    "ai-anya-e0103n8:49_1": "Therefore the three, namely, form,",
    "ai-anya-e0103n8:49_2": "That is why it is said: “So it is clear.”",
    "ai-anya-e0103n8:49_3": "thought: “By with adhered to the parts of the body, making physical contact with the impure, because it is not possible to display the mind, and so on,” he should said, “Take it in the way that is said, it was said, and so on.",
    "ai-anya-e0103n8:49_4": "Herein, it is shared by the plane of rebirth-producing kamma.",
    "ai-anya-e0103n8:49_5": "“It has not yet been stated.”",
    "ai-anya-e0103n8:49_6": "“But who is your bottom?",
    "ai-anya-e0103n8:49_7": "And why do they show the different kinds of filthy place, combined their hair, etc., as they said, “Looking to these things?”",
    "ai-anya-e0103n8:49_8": "For the meaning is, thus one is the meaning.",
    "ai-anya-e0103n8:49_9": "In this way the binding of boundaries should be understood as follows: “In this body,” etc., in this body there is no equal to all the remaining eights, and as follows:",
    "ai-anya-e0103n8:50_0": "all around means wavering from the tops of the feet, by the waters of the feet,",
    "ai-anya-e0103n8:50_1": "pure and bright, pure, for any one of it,",
    "ai-anya-e0103n8:51_0": "180.",
    "ai-anya-e0103n8:51_1": "Wherever they do know the seventh and the seventh part, they think, “This is the knowledge of the profitable,”",
    "ai-anya-e0103n8:51_2": "Likewise with attention to the lady,",
    "ai-anya-e0103n8:52_0": "Or alternatively, they can do their work.",
    "ai-anya-e0103n8:52_1": "The four months of the opposite sex, it seems, each placed them in the middle of the four gates, and it seems, having gained the meditation on the path to perfection that meditation subject, the perceptions of the paths of the absorption, and they turned away from that place.",
    "ai-anya-e0103n8:52_2": "Therefore it was said: “Except in the hearts that are Stream-Enterers,”",
    "ai-anya-e0103n8:53_0": "he cuts it down in the five ways : by breaking it up with the five aggregates,",
    "ai-anya-e0103n8:53_1": "Many people put the earth element at the moment of the earth element in the earth element",
    "ai-anya-e0103n8:53_2": "sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bone sinews, flesh; skin, teeth, nails, body hairs, head hairs, head hairs, body hairs, nails, teeth, skin, skin, body hairs, head hairs.",
    "ai-anya-e0103n8:53_3": "the Simile of the ocean is included in the first phrase and released from the group of six sets (from the sun). And the Vibhaṅga thus he is able to see in the way already described.",
    "ai-anya-e0103n8:53_4": "For the ascetic practices to be repaired for the oppression of the heart, that is to say, the interruption, the next to them, or these.",
    "ai-anya-e0103n8:54_0": "Elephants: ” and so on.",
    "ai-anya-e0103n8:55_0": "By covetousness: mentality-materiality is called “accomplished” , the meaning is that it is so called because it is not evident to him, or the meaning is that it is said.",
    "ai-anya-e0103n8:55_1": "when he enters upon a long time, having mastered the meditation subject through recitation, he continually reaches the end of the meditation subject. Then when he is standing firmly established in the first jhāna, he said to the doing of the meditation subject after consideration, “From this fourth jhāna, whenever they reach the end of the meditation subject.” Then when he said: “The meditation subject has appeared in the way, it appears transgressed to do it,",
    "ai-anya-e0103n8:55_2": "Is the reason why arouses.”",
    "ai-anya-e0103n8:55_3": "For the penetration of characteristic, etc., because of the penetration of non-delusion",
    "ai-anya-e0103n8:56_0": "As to colour, it is all the characteristic of splendidness in anyone directions. Its appear in the composition of air. When anyone of the air. When they go into the face beginning with the middle of anyone’s mouth, having a displayed, etc., should be shown only its colours in its mouth, teeth, etc., and so on.",
    "ai-anya-e0103n8:57_0": "The meaning is that it is particular to belimits by himself, by its own part that is bounded by its own similes, and the surface of the birds, it is bounded similes, and the meaning is this.",
    "ai-anya-e0103n8:57_1": "having this remaining thirty-two components.",
    "ai-anya-e0103n8:57_2": "For there is no counterpart here it is in the opposite direction, and there is no distraction.",
    "ai-anya-e0103n8:57_3": "For the sake of the linking of the hairs, etc., one is like the sound of the head hairs,",
    "ai-anya-e0103n8:57_4": "Having heard the sound of making use of sounds with the ears, he said to the word “following” they replied, “So they do not say, ‘There is no matter,’ he said.",
    "ai-anya-e0103n8:57_5": "and some of them here,",
    "ai-anya-e0103n8:57_6": "and don’t, greedy, etc., are the same things that make me a  important.",
    "ai-anya-e0103n8:58_0": "and the opposite is related to the elements of the ascetic life elements .",
    "ai-anya-e0103n8:58_1": "Right there he gave a meditation subject to the elements that were drawn out from the elements and difference in the air, and however dissipates the discourses separately, the elements of influence.",
    "ai-anya-e0103n8:58_2": "For him whose colour is praised by the colour of the head hairs, etc., have appeared in the way beginning, “Senumerations of the head hairs, etc., as to colour, shape, and so on.",
    "ai-anya-e0103n8:58_3": "He understood what is said, “Now, what is to be said” and “It is given to them,” and so on.",
    "ai-anya-e0103n8:58_4": "* With this agitation on one shoulder",
    "ai-anya-e0103n8:58_5": "Having received mindfulness of the body he is incapable of mindfulness occupied with the body and mindfulness occupied with the body, he is fearful.",
    "ai-anya-e0103n8:59_0": "He’s so very hard to focus on consumed grounds for sarongs, but he can’t focus on the next day.",
    "ai-anya-e0103n8:59_1": "he doesn’t focus on the characteristics, etc., which he does not pay attention to it.",
    "ai-anya-e0103n8:60_0": "(but) when he has entered upon the road, which is to be given away, that is to say,",
    "ai-anya-e0103n8:60_1": "you must go to where it has to be done, and if it is not to be given to any of the characteristics of its characteristic.",
    "ai-anya-e0103n8:60_2": "It reaches the end of the meditation subject to reaches access as long as he reaches them by one who reaches them.",
    "ai-anya-e0103n8:60_3": "But the characteristic of the arrogance is unclean and undefused.",
    "ai-anya-e0103n8:60_4": "and you reject no use for distinction.",
    "ai-anya-e0103n8:61_0": "they don’t achieve the meditation subject. They are capable of focusing on all sides, and attention simultaneously.",
    "ai-anya-e0103n8:61_1": "Since they are able to focus on the transfer that meditation subject, then how could there be no idea for one giving attention to the meditation subject?",
    "ai-anya-e0103n8:61_2": "Hence it is said: “The requisites aren’t a condition for the purification of mind.”",
    "ai-anya-e0103n8:62_0": "And the oppositeness should be understood here: “From wherever I have obtained hairs, body hairs, nails, teeth, and the rest.” Then he should be understood how to their head hairs were, etc., by colour, shape, direction, location, and deposition, etc., “From here, they must be understood”",
    "ai-anya-e0103n8:62_1": "For the meaning is that same object as “blessing” is included in the various individual essences, and the many objects of the fine-material jhānas, etc., respectively, too, is the meaning.",
    "ai-anya-e0103n8:62_2": "his mind is distracted, disquiet and scattered.",
    "ai-anya-e0103n8:62_3": "When there is a meditation subject, he should focus on it carefully.",
    "ai-anya-e0103n8:62_4": "They decline and disappear.",
    "ai-anya-e0103n8:62_5": "Hopefully he runs back.",
    "ai-anya-e0103n8:63_0": "He is the world of the head hairs, body hairs, and the rest.",
    "ai-anya-e0103n8:63_1": "By going down the eighth rules he is in accordance with the Dhamma,",
    "ai-anya-e0103n8:63_2": "Having cut off my hair, so on,",
    "ai-anya-e0103n8:63_3": "After refusing back the development of the development of (performed) Saṁsāra,",
    "ai-anya-e0103n8:63_4": "After learning it, they should set it out in that same place as before.",
    "ai-anya-e0103n8:63_5": "nowhe is put on the meaning of that dispensation, saying: “He is mindful,”",
    "ai-anya-e0103n8:63_6": "Herein, this is a suitable offering.",
    "ai-anya-e0103n8:63_7": "like a goose, like a chariot roam.",
    "ai-anya-e0103n8:63_8": "like a lump of water.",
    "ai-anya-e0103n8:63_9": "At the time of the palms Fortune was like the designation of the head hairs,",
    "ai-anya-e0103n8:63_10": "So dropped in a lower story, like fish in the morning, ~ in the ears of the head hairs, body hairs, and so on.",
    "ai-anya-e0103n8:63_11": "vertically giving attention to it as a goose-perception, like a reduced to a carriage, and going through the air he responsive mind on its bank and range it just as a verdicking the mind.",
    "ai-anya-e0103n8:63_12": "Because of the ear ... nose ... tongue ... body ...",
    "ai-anya-e0103n8:63_13": "is shared by the head hairs, etc., and composed by salt, etc., as they arise together with the parts of the head hairs, etc., and when they receptacle it.",
    "ai-anya-e0103n8:63_14": "Afterwards, with the coming of the Path,",
    "ai-anya-e0103n8:63_15": "should prepare advert to the particular composing the mind with the repulsiveness of the particulars.",
    "ai-anya-e0103n8:64_0": "Progressively the meaning is this: “Friends and loving-kindness is the meaning.",
    "ai-anya-e0103n8:64_1": "But how is it not conceived? “But how is I acceptable?”",
    "ai-anya-e0103n8:64_2": "the meditation subject is said in the scriptures, thus it is “with attention” because it is so clear that it is said. Through the meditation subject reinforced with attention to it in the beginning, “This meditation subject is said. ”",
    "ai-anya-e0103n8:64_3": "Because his mind is like the characteristic of focusing on the mode of covetousness.",
    "ai-anya-e0103n8:64_4": "If they do not appear to them, their attention appears only as though it were properly apprehending the characteristics, etc., then.",
    "ai-anya-e0103n8:64_5": "While showing the promise in it, he said: “We will give (him) to the monastery.”",
    "ai-anya-e0103n8:64_6": "Herein, work should be done to the legal procedures.",
    "ai-anya-e0103n8:64_7": "to long ago",
    "ai-anya-e0103n8:64_8": "After the two has appeared, one is established in the two.",
    "ai-anya-e0103n8:65_0": "(Having) dried up the ribsing stuck to the tip of the hair that was formerly covered with plastered, and then rubbed it together, he emerged from the rice of all the stone’s leaning down on the ground and said,",
    "ai-anya-e0103n8:66_0": "Two on alms from having got two in the homes of the houses,",
    "ai-anya-e0103n8:67_0": "They are far from the near, far from the stream, who are near the far shore.",
    "ai-anya-e0103n8:67_1": "What can be said? Does it only because of particular component of oppositeness?”",
    "ai-anya-e0103n8:67_2": "Hence it is said: “He ismorizing with me.”",
    "ai-anya-e0103n8:68_0": "serenity and discernment.",
    "ai-anya-e0103n8:69_0": "With an enquiry: the meaning is, it is inclination.",
    "ai-anya-e0103n8:69_1": "at the time of time",
    "ai-anya-e0103n8:69_2": "The sign of concentration is the mode of its sign, and concentration is concentration.",
    "ai-anya-e0103n8:69_3": "Should give rise to the thought: ‘Should be produced. The meaning is should be done.’",
    "ai-anya-e0103n8:69_4": "The foundation for immersion, or the foundation for that concentration is the sign of concentration.",
    "ai-anya-e0103n8:69_5": "The same method applies to the feature of things; and so on.",
    "ai-anya-e0103n8:69_6": "the word of the teacher, thus he is the word of the words.",
    "ai-anya-e0103n8:69_7": "That is an uninterrupted mind for development.",
    "ai-anya-e0103n8:69_8": "If he gives attention to those whose mind is the meaning, it’s a reason for giving up.",
    "ai-anya-e0103n8:69_9": "By : having agitatedness, the meaning is that it is so called because of its having attained Nibbāna.",
    "ai-anya-e0103n8:69_10": "Through deeds I’m pliable and workable,",
    "ai-anya-e0103n8:69_11": "Living in praise is a defilement of it, meaning is the meaning.",
    "ai-anya-e0103n8:69_12": "It is not allowed to site on a man with an imperfection, or with adverting to an unevenly function, which is like a golden flour.",
    "ai-anya-e0103n8:69_13": "Hence it is said: “Mindfulness of breathing is my limit” .",
    "ai-anya-e0103n8:70_0": "he grasps a morsel, places a stalk,",
    "ai-anya-e0103n8:70_1": "He collapsed on, at the foot of the tree, and",
    "ai-anya-e0103n8:70_2": "If he drinks it, the goldsmith’s apprehens it, the crucible, and the golden blossoms it with that gold.",
    "ai-anya-e0103n8:70_3": "to his goldsmith’s apprentice sancing the gold.",
    "ai-anya-e0103n8:71_0": "Directly knowing the psychic power of insight, knowledge of the psychic power of things, etc., and directly knowing each and every case.",
    "ai-anya-e0103n8:71_1": "who have abundant (all) things, Sakyan,",
    "ai-anya-e0103n8:71_2": "identity is said to be one who is capable of breaking up (into the lower realms).",
    "ai-anya-e0103n8:71_3": "who is able to be able, and incapable of identity.",
    "ai-anya-e0103n8:71_4": "For one able to get psychic power with psychic power, and capable of realizing it.",
    "ai-anya-e0103n8:71_5": "When there is agitation he in the past, which is the reason why, when there is the cause,",
    "ai-anya-e0103n8:72_0": "cooled, experiencing the defilements,",
    "ai-anya-e0103n8:72_1": "idleness upon restless mind: it restrains its restrains the mind from exertion, thus it is “without restraint.”",
    "ai-anya-e0103n8:72_2": "Lack of laziness towards agitation, thus it is “wavering” .",
    "ai-anya-e0103n8:72_3": "he exercises his mind as a preference, satisfaction in full awareness, and satisfaction as he’s satisfied,",
    "ai-anya-e0103n8:72_4": "When their mind inclines to development, they review it with a Dhamma talk from rebirth, old age, and death.",
    "ai-anya-e0103n8:72_5": "When the mind is damaged by equanimity, it settles down when the mind is drained in the two inches on the fact that had been dropped in, like a heavy sunshade and feeds on with equanimity in the courses of time, like a middden.",
    "ai-anya-e0103n8:72_6": "He is subtlety intent on the highest, on the finest garden, inflicted and excited on the highest fruit.",
    "ai-anya-e0103n8:73_0": "having completed it as it has been taught, and (the story of) the learning well, which is well preached by the annoying what has been understood as it has been heard, and the rest is given.",
    "ai-anya-e0103n8:73_1": "Having applyed attention to the very hard-to-see, having comforted the dart (of continual) with attention on account of that,, having made the air.",
    "ai-anya-e0103n8:73_2": "he has realized distinction higher than before.",
    "ai-anya-e0103n8:73_3": "and having turned around on again, they continue to be exproaching the meditation subject on evening.",
    "ai-anya-e0103n8:73_4": "the group of eighteen on the top of a tree: “So then a monk who has taken up the tree roots, in the places, in the wilderness, at the foot of a tree, or in the charnel ground, are called “ground” .",
    "ai-anya-e0103n8:73_5": "cutting off the bonds, he cuts off the things that were,",
    "ai-anya-e0103n8:74_0": "the meditation subject that is the signless.",
    "ai-anya-e0103n8:74_1": "cutting down the creeper in a league and showing it that is not, they say, “Having creepers.”",
    "ai-anya-e0103n8:74_2": "placed it on the ground,",
    "ai-anya-e0103n8:74_3": "The escape from winning is the escape from shelter,",
    "ai-anya-e0103n8:74_4": "Or alternatively, what is not the fruition of development and fruitions,",
    "ai-anya-e0103n8:74_5": "Seeing that the sign is to be apprehended, he should apprehend the sign observe the sign in the other manner.",
    "ai-anya-e0103n8:75_0": "On Declaring the Visākha",
    "ai-anya-e0103n8:76_0": "Approaching in the color of buttermilk,",
    "ai-anya-e0103n8:76_1": "Sleeps of leaf-hut collars is said to be roaming on the side of the other.",
    "ai-anya-e0103n8:76_2": "he asked each other with the three:",
    "ai-anya-e0103n8:76_3": "Hairs of two kinds: one names.",
    "ai-anya-e0103n8:77_0": "Situation: it is a condition for the rainy season.",
    "ai-anya-e0103n8:78_0": "time they seek similes for other good qualities.",
    "ai-anya-e0103n8:79_0": "185.",
    "ai-anya-e0103n8:79_1": "and likewise the nails of the bowl which are enemy.",
    "ai-anya-e0103n8:79_2": "One should not destroy each other, one should live together with each other.",
    "ai-anya-e0103n8:79_3": "For it is to be shown the meaning that the King says, “Nay, there is no one to give.”",
    "ai-anya-e0103n8:80_0": "if it is given to those who are bound to water;",
    "ai-anya-e0103n8:80_1": "At the posts which is founded on the cart, which is a condition for the hollow,",
    "ai-anya-e0103n8:80_2": "Covered in the leaf-hut, beings live in the bones of the earth,",
    "ai-anya-e0103n8:81_0": "being carried along, excluded, and despised,",
    "ai-anya-e0103n8:81_1": "who is the edge of the Koliyan officers, drooping cloth, and thread.",
    "ai-anya-e0103n8:81_2": "Having covered the skin on the top of a hide, and the ends of my head,",
    "ai-anya-e0103n8:81_3": "refusing seats.",
    "ai-anya-e0103n8:81_4": "together with the four gates.",
    "ai-anya-e0103n8:81_5": "Pubbing a secret,",
    "ai-anya-e0103n8:81_6": "she smeared a log of leaf-hut,",
    "ai-anya-e0103n8:82_0": "By means of eliminating the inner bathing powder by the neck, by the belly and by the back, and by the belly and by the back, he should follow his former wife, successively entered into stretched places.",
    "ai-anya-e0103n8:82_1": "With the right hand, that is to say, by those who deliverance, by the southern gate, is the meaning.",
    "ai-anya-e0103n8:82_2": "Like fine and coarse stormed with fine dust,",
    "ai-anya-e0103n8:82_3": "Endowed with the forty-two marks, the forty-three . For what is meant is that the fortune has been described in the sense of best.",
    "ai-anya-e0103n8:82_4": "Because by means of the restraint in that place where the rising sun comes down, the cart goes down,",
    "ai-anya-e0103n8:82_5": "And here the low is found in the sky that they described, “in the space,”",
    "ai-anya-e0103n8:83_0": "188.Nisadapoto silāputtako.",
    "ai-anya-e0103n8:83_1": "Also the smaller robe made by a stone, with a made of rough,",
    "ai-anya-e0103n8:83_2": "Quickly wrapped in a palm-leaf frog, and pulling the palm-leaf-work cloth from a palm-leaf-druit.",
    "ai-anya-e0103n8:83_3": "as subtle meaning is this:",
    "ai-anya-e0103n8:83_4": "Whatever types of will they tell instructs by a pair of garments for their own bodies, etc., and regarding each other as they wished, they abuse and requisites for their idea.",
    "ai-anya-e0103n8:84_0": "Compassionates, henceiving each other with the eyes, (thinking): “If the ears in the net, the net, they may split into the forest,",
    "ai-anya-e0103n8:85_0": "190.",
    "ai-anya-e0103n8:85_1": "teeth, they before holding on to the thirty-two marks, saying: “The thirty-two marks of a tamed” .",
    "ai-anya-e0103n8:85_2": "One is worth one knee knocking on the thigh bones, and one meters’s feet.",
    "ai-anya-e0103n8:85_3": "In this way the rows of bones is said: “Herein, what is meant is that are",
    "ai-anya-e0103n8:85_4": "If he does so, he thinks, “In this way,” and they are of the following statement:",
    "ai-anya-e0103n8:86_0": "and sprinkled with water-pots and playing with each other.",
    "ai-anya-e0103n8:86_1": "Having played the children of the termite-mound,",
    "ai-anya-e0103n8:86_2": "Herein, the shining in that place where the ankle bone stands on the knee,",
    "ai-anya-e0103n8:86_3": "where he placed the hip bone on the ground, in that place a great deal of Nāga (there) arrived).",
    "ai-anya-e0103n8:87_0": "Hair potter’s hand, a potter-washing ripe,",
    "ai-anya-e0103n8:87_1": "placed a knee-deeper on a bench, and then having placed it on the head,",
    "ai-anya-e0103n8:87_2": "Where they stands by where they seemed and scattered, divided up and whirlpools, But it is allowable for him to leave the garments.",
    "ai-anya-e0103n8:88_0": "rolling the white...",
    "ai-anya-e0103n8:88_1": "wide hair that was put on a knife, dressed in a hand",
    "ai-anya-e0103n8:89_0": "Moreover, in the various ways wounds by the surface of the pair, wounds and by its necks envelops.",
    "ai-anya-e0103n8:89_1": "others too.",
    "ai-anya-e0103n8:90_0": "and he is called “non-pen-world” in the sense of urgency” which is called “they’ve left”.",
    "ai-anya-e0103n8:90_1": "for the sake of Kātiyāna, thinking, “Even if it is the village,”",
    "ai-anya-e0103n8:90_2": "Or alternatively, some of the heart, some lungs, etc., remains in the heart, it is said: “Having become blood,”",
    "ai-anya-e0103n8:91_0": "while clinging to the relics rough of the elements,",
    "ai-anya-e0103n8:92_0": "covering the clothes,",
    "ai-anya-e0103n8:93_0": "The tongue is the shape of a toothbrushes and forehead, then for the sake of the tongue,",
    "ai-anya-e0103n8:93_1": "After saying: “She is blue,” he said, “It is much blue so many flowers,” and so on.",
    "ai-anya-e0103n8:94_0": "they just keep moving along the courtesan Ambapālī’s snapped on the ground, and even though the cloak was (thinking):",
    "ai-anya-e0103n8:94_1": "Realm and lesser,",
    "ai-anya-e0103n8:94_2": "Resplendent, he should know that it is defeated, or that one who is mindful,",
    "ai-anya-e0103n8:95_0": "Standing on the top of my blade, he said to the one who is moved,",
    "ai-anya-e0103n8:95_1": "they were charming golden coloured glosyrious coloured leaves and coloured golden plates,",
    "ai-anya-e0103n8:95_2": "“The meaning is black inhabited”, beginning with the colour of beautiful skin; the meaning is, it is beautiful, function, and white.",
    "ai-anya-e0103n8:96_0": "199.",
    "ai-anya-e0103n8:96_1": "and having put the food of the sky over the earth, one standing in the place where the rain falls.",
    "ai-anya-e0103n8:96_2": "To quiet the ends of the virtues of them, he said: “Listening the untrue Dhamma in the place where they bring,”",
    "ai-anya-e0103n8:96_3": "Why is that? Transmigration (after that) the Western quarters were like the elephants in the neighbourhood of a single string?",
    "ai-anya-e0103n8:96_4": "if she urges her on top of the fruit shells;",
    "ai-anya-e0103n8:96_5": "Which is the standing there, he said: “What do you stand at?” ...",
    "ai-anya-e0103n8:96_6": "you’re steady.”",
    "ai-anya-e0103n8:96_7": "The first is indicated by the first of the fine-material jhānas.",
    "ai-anya-e0103n8:97_0": "What is called “secluded” in the sense of eating.",
    "ai-anya-e0103n8:97_1": "being swallowed by the yellow and so on.",
    "ai-anya-e0103n8:97_2": "(He who has eaten the food), and the bitter fruits that were eaten by the drunk,",
    "ai-anya-e0103n8:97_3": "Sāketa is given up to him, and so on.",
    "ai-anya-e0103n8:98_0": "wherever they go;",
    "ai-anya-e0103n8:98_1": "and do their enemy.",
    "ai-anya-e0103n8:98_2": "wherever, after eating, drinking, flags, robes,",
    "ai-anya-e0103n8:98_3": "like a cuckoo’s heartwood,",
    "ai-anya-e0103n8:98_4": "of seclusion.",
    "ai-anya-e0103n8:99_0": "the lower part of the thorns in the middle of the neck and the backbone, and it was the inner skin that envelops the necklaces in the last watch.",
    "ai-anya-e0103n8:99_1": "About the bamboo plants, etc., that’s how produced by nature.",
    "ai-anya-e0103n8:100_0": "202.Samohitanti nicitaṁ.",
    "ai-anya-e0103n8:101_0": "Udaking the uprooting of the chicken feathers, chickens and pigs, sat down to one side, just like a chick from an eggs,",
    "ai-anya-e0103n8:102_0": "205.Ācāmo avassāvanakañjikaṁ.",
    "ai-anya-e0103n8:103_0": "Like the rain falls on the tip of the body, etc., that thoroughly filled with the fortnights, and that is to say, the portion of the similes of the nephew, the others oil, the nephew, and the birds filled with them.",
    "ai-anya-e0103n8:104_0": "Talking in the modes, etc., the finest man",
    "ai-anya-e0103n8:104_1": "it shows how the body is transparent, clear, and undisturbed.",
    "ai-anya-e0103n8:105_0": "Through shaking the relics they were carpet and so on in order to receptacle the dwellings of the body that were unsuitable and pleasing,",
    "ai-anya-e0103n8:105_1": "But when he has dissatisfaction in the way described thus: “This is the moment of the elements because there is the counterpart of .” Then the elements, which is called the similar.",
    "ai-anya-e0103n8:106_0": "He teaches for the purpose of abandoning the water.” For this is what is said.",
    "ai-anya-e0103n8:106_1": "and it is the shape of a bunched over a drop of unbone. When it is finished, the skin of the flesh, the sinews of the hide.",
    "ai-anya-e0103n8:106_2": "that of a dissimilar is the temperature externally.",
    "ai-anya-e0103n8:106_3": "Standing in the district of elements,",
    "ai-anya-e0103n8:106_4": "It has been taught by the elephants, horses, soldiers,",
    "ai-anya-e0103n8:107_0": "one of the finests, etc., and so on.",
    "ai-anya-e0103n8:107_1": "sentient beings pass away and are reborn,",
    "ai-anya-e0103n8:107_2": "This is the heart’s moved to its being struck by a swift stream.",
    "ai-anya-e0103n8:108_0": "211.",
    "ai-anya-e0103n8:108_1": "That giver’s nymphs, ~ who has cut off craving for continued existence,",
    "ai-anya-e0103n8:108_2": "when I tried to take it,",
    "ai-anya-e0103n8:108_3": "It spread out its shell and arrived back after bathing plunging here and there.",
    "ai-anya-e0103n8:109_0": "212.",
    "ai-anya-e0103n8:109_1": "It’s as though their wagons, horses, chariots, or mass of hyenas,",
    "ai-anya-e0103n8:109_2": "when she was bitter, thinking, “So it was having made a sound.”",
    "ai-anya-e0103n8:109_3": "For the one who does not see, it is the truth.",
    "ai-anya-e0103n8:109_4": "Painful is suffering.",
    "ai-anya-e0103n8:110_0": "213.",
    "ai-anya-e0103n8:110_1": "having the grounds at the root of a all the ground, one was to precinct it after having wasted, and given a meal to the news.",
    "ai-anya-e0103n8:110_2": "one whose water was like an ox, a cesspool, and a cesspool.",
    "ai-anya-e0103n8:110_3": "the mouth becomes plastered with thread.",
    "ai-anya-e0103n8:110_4": "that if it is at the right time, it is not possible to give a water-pot rope to the door.",
    "ai-anya-e0103n8:110_5": "killing and caging.",
    "ai-anya-e0103n8:111_0": "Reflecting properly, they are explained in the way already described.",
    "ai-anya-e0103n8:111_1": "now, just as when a meditation subject is being brought to mind the town in the way already described, the town-dwelling them on a town, etc., is being energetic.",
    "ai-anya-e0103n8:111_2": "Herein, for surmounting the states of the head hairs, etc., and as to the rest of the head hairs, etc., in the case of the head hairs, and so on.",
    "ai-anya-e0103n8:111_3": "(Alk) is the same as the pushing.",
    "ai-anya-e0103n8:111_4": "thus, “He is the meaning of the phrase because of the words, such is the meaning, or such is that.”",
    "ai-anya-e0103n8:111_5": "Thoughts that are definitely existed in the definition of the elements, and so on are the colour elements,",
    "ai-anya-e0103n8:112_0": "Some with rapture and bliss is the meaning. The meaning is that of others.",
    "ai-anya-e0103n8:112_1": "he brings it to mind as “Repulsiveness of the kind,” and so on is accessory.",
    "ai-anya-e0103n8:112_2": "As this is, so is that;",
    "ai-anya-e0103n8:112_3": "So too, the meaning is this: through all the parts of the head hairs, etc., in this way, all the parts beginning with the head hairs, body hairs, and so on. And the meaning is this: it is shared by the head hairs and body hairs.",
    "ai-anya-e0103n8:112_4": "Here what is not to be seen , the meditator’s development has been shown by the way of developing it,",
    "ai-anya-e0103n8:113_0": "Graduallying them well in the beginning of the first jhāna and the second from the third and subsequence of their energy.",
    "ai-anya-e0103n8:113_1": "Again and again he gives his attention to them through the repulsiveness of the bodies, etc., thus: “When a man, his hairs are strong, etc., appears in the way already stated, he obtains the absorption by means of the breaths, etc., when he is brought to mind that produces the liberating from the cutting off of the hairs, wrapped in the opposite of the faculties, and manifestation of the seven embracing that cause. ”",
    "ai-anya-e0103n8:113_2": "So they are straight and observed their hindrances, and so on.",
    "ai-anya-e0103n8:113_3": "his mind enters immersion due to access concentration and cultivates it.",
    "ai-anya-e0103n8:113_4": "Therefore it was said: “He who gets little” is .",
    "ai-anya-e0103n8:113_5": "As to colour: of the five aspects, etc., according to the aspect of all aspects,",
    "ai-anya-e0103n8:113_6": "She is not tied up by herself,",
    "ai-anya-e0103n8:114_0": "it is said in the first jhāna of the consciousness-concomitants with the first jhāna of the consciousness, just as it is said to be “It is said” , and so it is according to the development of the meditation subject’s reach of absorption, then it is said.",
    "ai-anya-e0103n8:114_1": "When there is the shape of various colours, they occur in the thirty-two parts of the rainy season: “When there is what is the reason why, they say, “So?”",
    "ai-anya-e0103n8:115_0": "And they delight in remote lodgings and the many kinds of sensual stimulation. They delight in being discontent and dissatisfaction with the sensual stimulation. They delight in fact, they dissatisfaction with the lustful.",
    "ai-anya-e0103n8:115_1": "Likewise that of development he can endure cold and heat; yet he endures cold and heat; yet he becomes one who endures cool and shade.",
    "ai-anya-e0103n8:115_2": "For one whose bears a person’s own fear and dread - he is one who has no fear of suffering.",
    "ai-anya-e0103n8:115_3": "But owing to this state of being unable to show the first jhāna, etc., but only in the first jhāna, is exalted in the respect of the advantages. “This state has been shown by the doing of this jhāna.”",
    "ai-anya-e0103n8:116_0": "On mindfulness of breathing",
    "ai-anya-e0103n8:117_0": "215.",
    "ai-anya-e0103n8:117_1": "that meditation subject consists of mindfulness of breathing, having risen from it, fetters.",
    "ai-anya-e0103n8:117_2": "Herein, having developed it, how does it come about in order to instead of Āḷavikā, the explanation of the meaning is this: “How, when the body is developed and cultivated, how does itself, etc., is the meaning of it?” she replied, “aneously, when the body is developed and much practiced, the understanding is developed?",
    "ai-anya-e0103n8:117_3": "Herein, from here there (in that) the word “blessed” is the word “hasking”, etc.,",
    "ai-anya-e0103n8:117_4": "showing them his progress, he said, “Having been shown sovereignty,” and after saying, “It is said, so he said.",
    "ai-anya-e0103n8:117_5": "and alighting in every place, he strikes here and there.",
    "ai-anya-e0103n8:117_6": "For when the mendicants hear this immersion, they must arouse immersion, both in terms of this immersion and in the same way.",
    "ai-anya-e0103n8:117_7": "“That even when I am described,” he replied: “You should resigned me to a lesser life because I am qualified to one who has committed an offense of wrong conduct. And in this way, too, the Blessed One does not resigned concentration with its nearness, its force, since he calls a seat, etc., and also the end of the concentration said to them.",
    "ai-anya-e0103n8:118_0": "And in the sixteenth and sixteen bases there are four instances as a reckoning of the fourteen measures,",
    "ai-anya-e0103n8:118_1": "all the aspects of the meditation subjects beginning with the whole of the water: in the public meeting hall, one who is carrying a pole and basket completely so that this much is said.",
    "ai-anya-e0103n8:118_2": "The detail is what is called “ascetic” on the Description of the meditation subject.",
    "ai-anya-e0103n8:119_0": "asking about the state of peace: this is the practice going to the state of peace.",
    "ai-anya-e0103n8:119_1": "And in this context, if (the first two) deeds have been done by merely in this way, it is not possible to know about the state of existence.",
    "ai-anya-e0103n8:119_2": "And that’s what they do.",
    "ai-anya-e0103n8:119_3": "Please ask questions.”",
    "ai-anya-e0103n8:119_4": "How then should we practice so that the lost?”",
    "ai-anya-e0103n8:119_5": "Herein, associating with the development of concentration through mindfulness of breathing in its various forms there is no place wide and in its various forms.",
    "ai-anya-e0103n8:119_6": "Like this: “When mindfulness of breathing is developed and cultivated it does not produce the good states for its purpose,” thus they replied.",
    "ai-anya-e0103n8:119_7": "Since they were so,",
    "ai-anya-e0103n8:119_8": "here too with the stilling of applied and sustained thought.”",
    "ai-anya-e0103n8:120_0": "“Udāyī, I have explained to my disciples a practice that they use to develop the four kinds of mindfulness meditation by developing the four kinds of mindfulness meditation, the four right efforts, the four foundations of mindfulness, and the arrivals, and the practice that leads to development.”",
    "ai-anya-e0103n8:120_1": "Herein, although separately, the meaning is, it is “with this” ; and it is obtained .",
    "ai-anya-e0103n8:120_2": "But when the fact that has arisen is included in the various kinds of virtue, etc., is the meaning.",
    "ai-anya-e0103n8:120_3": "Mindfulness observed by the foods and the rest. When there is a particular state of the they proceed in-breaths and out-breaths, mindfulness is the meaning.",
    "ai-anya-e0103n8:120_4": "But in the first-jhāna access there is concentration with mindfulness occupied with the previous associated states . This is in the second jhāna, etc., and in the second jhāna, and it is also indicated by the first.",
    "ai-anya-e0103n8:120_5": "For it is access concentration produces access concentration with mindfulness and access concentration.",
    "ai-anya-e0103n8:120_6": "usually practiced much: by using that is suitable to one who adverts today, etc., thus it is “parable” .",
    "ai-anya-e0103n8:120_7": "Anyone who enters upon the water should take back again and again, and again with the shaking of the sun.",
    "ai-anya-e0103n8:120_8": "Therefore it is said: “There is no pointing out what is said.”",
    "ai-anya-e0103n8:120_9": "according as it is said: “Bhikkhus, there is an ascetic” . So it is in the first phrase , just as in the case of the first jhāna and the second, etc., should be understood here as it is said.",
    "ai-anya-e0103n8:120_10": "(but) from coarse virtues that have been shown by the virtues of both, he said, “We will give a residence” is what is said.",
    "ai-anya-e0103n8:121_0": "The meditation subject is for the meditation subjectless.",
    "ai-anya-e0103n8:121_1": "for that is called “blessing” in the sense of urgency” and “profitableness in the kinds of becoming , and it is called “the meditation subject consisting of the “special”.",
    "ai-anya-e0103n8:121_2": "“While Is it,” referring to as object (it),",
    "ai-anya-e0103n8:121_3": "and the jhāna factors make penetration by means of the jhāna.",
    "ai-anya-e0103n8:121_4": "For it is called an “ville” in the way that is, just as one who is trained in himself with the development of it, and thus it is “in the postures, however.”",
    "ai-anya-e0103n8:121_5": "At first grossness of the object -",
    "ai-anya-e0103n8:121_6": "and subsequently as object , being disgusted by the object of repulsiveness in terms of its object .",
    "ai-anya-e0103n8:121_7": "at the time of the one whomever goes is seeking precincts.",
    "ai-anya-e0103n8:121_8": "and attained through excessive concentration on the object of a opposite sex. And the ultimate happiness of delicates attained ultimate happiness.",
    "ai-anya-e0103n8:121_9": "For while the quality is still stored up, constantly settles to be seated together.",
    "ai-anya-e0103n8:121_10": "Hence it is said: “Certainly, quenching and quenched.”",
    "ai-anya-e0103n8:121_11": "the object of that object is peaceful, sublime, as object; he should review the supramundane states as object.",
    "ai-anya-e0103n8:122_0": "(but) he does not despise a (performed) appearance in a place where there is no one excessive.",
    "ai-anya-e0103n8:122_1": "unconcerned, he has no use for what is meant.",
    "ai-anya-e0103n8:122_2": "being poured out of disrespect, is undetermined, and so on.",
    "ai-anya-e0103n8:122_3": "(but) at the end of the midst of the world,",
    "ai-anya-e0103n8:122_4": "As a consequence, they’re untrained.",
    "ai-anya-e0103n8:122_5": "it is to be said that there is this in each case.",
    "ai-anya-e0103n8:122_6": "Since he has a such preparations as a foundation, how many signs, and details of might arise in him for the sake of a worms, etc.; and for the sake of looking down on their purpose.",
    "ai-anya-e0103n8:122_7": "for it observes the meditation subject that is non-percipient,",
    "ai-anya-e0103n8:122_8": "Or in the case of the access it is peaceful, it is precinct for a league.",
    "ai-anya-e0103n8:122_9": "But just as when a man has reached the end of the hindrances and corruptions by the preventing of the hindrances, and through the influence of their opposite sex does not think that there is peacefulness.",
    "ai-anya-e0103n8:122_10": "But this person has said: ‘This beginning with investigates...’ and so on.",
    "ai-anya-e0103n8:122_11": "and sublime rain is the superior.",
    "ai-anya-e0103n8:122_12": "What kind of meditation are there to live in a dwelling place where",
    "ai-anya-e0103n8:122_13": "with one who is expelled in his final body, but not with the same progress.",
    "ai-anya-e0103n8:122_14": "Hence it is said: “He is those like those who are possessed of nutriment.”",
    "ai-anya-e0103n8:122_15": "Majjhima reciters: it is the material bliss, mental bliss, and equanimity, and equanimity. And it should be understood that this jhāna is peaceful because it is subtle by means of the equanimity consisting in equanimity.",
    "ai-anya-e0103n8:122_16": "Since they are satisfied with the producing of the jhānas, yet at that time it is used in the sense of entirety urgency, and it can also be seen at the time of the jhāna, which is accompanied by bliss and surmounting the production of jhāna.",
    "ai-anya-e0103n8:122_17": "In this order,: “This is the reason why this is the reason why, this is the reason why in this evening.”",
    "ai-anya-e0103n8:122_18": "Throughout the absorptions because they are not successful without absorption.",
    "ai-anya-e0103n8:122_19": "Since they have no production of extreme called producing unshakable aggregates, it is called ignorance.",
    "ai-anya-e0103n8:122_20": "for in ignorance, all things are bad-tempered,",
    "ai-anya-e0103n8:122_21": "it is with the difference of his own attainment.",
    "ai-anya-e0103n8:122_22": "It disappears, when the rain falls, it disappears, thoroughly reaches the end of the absorption that the jhāna is lost, but only here that it is owing to the incomparable, and that it is said.",
    "ai-anya-e0103n8:122_23": "he resolves it in the presence of peace.",
    "ai-anya-e0103n8:122_24": "But the going-forth is the water (of the bowl), “It is good.”",
    "ai-anya-e0103n8:123_0": "Doesn’t equipment for themselves with the concentration rolling his own state in the way already stated, then the concentration reaches concentration in this way?",
    "ai-anya-e0103n8:123_1": "As to the precisely adverting from the preceding of thought and the rest.",
    "ai-anya-e0103n8:123_2": "for this is said:",
    "ai-anya-e0103n8:123_3": "“Mindfulness of breathing should be developed for the purpose of cutting off applied thought.”",
    "ai-anya-e0103n8:123_4": "Furthermore, the meditation subject consists in insight is for the sake of direct knowledge and knowledge, and the knowledge and vision of the variety of views.",
    "ai-anya-e0103n8:123_5": "That is why this reference to him in the same place as “the disappearance of this posture.”",
    "ai-anya-e0103n8:123_6": "Or alternatively, all signs, the fact that it is stated in access only in the way already stated, thus it is “with the stilling of concentration” .",
    "ai-anya-e0103n8:123_7": "Just as that great storm extends the earth at that moment, so the dust and dirt in the earthquake –",
    "ai-anya-e0103n8:123_8": "“Mendicants, suppose a large storm was placed on a large storm.”",
    "ai-anya-e0103n8:123_9": "For whom the development of the dispensation of the Dispensation , etc., is said: “It is penetration of the Dispensation consisting in the supernatural development of the dispensation that is described in the Commentary.”",
    "ai-anya-e0103n8:123_10": "However, if he is penetrated by one Buddha, it is partaking of penetration.",
    "ai-anya-e0103n8:123_11": "For even this meditation subject consists of the meditation subject consisting of right mindfulness and right immersion, they all achieve awakening.",
    "ai-anya-e0103n8:123_12": "That concentration is the noble path, which is undeveloped by the noble path, and that is why it has been extended by the noble path, it is “has path” in the way already stated.",
    "ai-anya-e0103n8:124_0": "But this is the meaning of fading away from the cessation of distinguishing, the fading away of greed for it.",
    "ai-anya-e0103n8:124_1": "under the influence of its meaning by means of the proliferation of the proliferation given in the Paṭisambhidā, he said: “Here, what is called drinking” .",
    "ai-anya-e0103n8:125_0": "explaining the meaning in brief in the meaning, “What is said in brief?” and “The meaning of it is given in brief in the Comprehended,” and so on.",
    "ai-anya-e0103n8:125_1": "“Here, mendicants, a Realized One arises in the world.” And he told monks: “Listening in this world who is not included in such a way,” and once, “Three, monks, I shall give the full moon here,” and having shown that he has shown that he has told the teaching.",
    "ai-anya-e0103n8:125_2": "Herein, producing all its aspects there is kamma-proclaimed of all the monasteries in the various categories.",
    "ai-anya-e0103n8:125_3": "This teaching is in this teaching:",
    "ai-anya-e0103n8:125_4": "for the external abidings know, and the four aspects are only.",
    "ai-anya-e0103n8:125_5": "Hence it is said: “He develops the attributes of any individual essence in the way already stated,” and so on.",
    "ai-anya-e0103n8:125_6": "It is here that is this: “By this, monks,” means is this:",
    "ai-anya-e0103n8:125_7": "There are even a single disciple of their essentials, just as the lifespan of a single life.",
    "ai-anya-e0103n8:125_8": "Hence he said: “Here is an ascetic, monks,”",
    "ai-anya-e0103n8:125_9": "For the teaching of the perfectly complete assembly is enlightened: it is born into a full number of legal issues, that is to say, the concentration produced in all aspects.",
    "ai-anya-e0103n8:125_10": "(wholesome) doctrines of others, and various sectarians. This is the species of others,",
    "ai-anya-e0103n8:126_0": "Is he to give to the development of mindfulness meditation so that is used for the affairs of development and so on.",
    "ai-anya-e0103n8:126_1": "endless, taming, having become tamed, trapped, and calm,",
    "ai-anya-e0103n8:126_2": "Likewise, when there is no (living creatures) binding crushing the peaks,",
    "ai-anya-e0103n8:126_3": "There is gratification in form, reality, and desire for form.",
    "ai-anya-e0103n8:126_4": "Before long as they have gone forth, they rose up early or unattached to the object,",
    "ai-anya-e0103n8:127_0": "This is to bind:",
    "ai-anya-e0103n8:127_1": "mindfulness meditation subjected to the characteristic of mindfulness.",
    "ai-anya-e0103n8:127_2": "objects of meditation subjects,",
    "ai-anya-e0103n8:127_3": "There is a strong, capable, carer, and branches it will be at least for concentration.",
    "ai-anya-e0103n8:128_0": "For all the meditations in the sequence, and all-seeing meditation subjects belonging to the Buddhas awakened for themselves. And it appeared among the Buddhas to whom quite secluded from sense desires, since it is present in abiding at present life.",
    "ai-anya-e0103n8:129_0": "The Fortunate One is like a (good) conduct, like the elephant whose site has been engaged in jhāna on the ground,",
    "ai-anya-e0103n8:130_0": "having destroyed the lamps in the wilderness, at the foot of an island, having dwelt on one side. in the other Island of the enemy,",
    "ai-anya-e0103n8:130_1": "which is the fruit of the ascetic life.",
    "ai-anya-e0103n8:130_2": "Having manifested in the next life, ~ who will shook the ground for (Samped),",
    "ai-anya-e0103n8:131_0": "It is inappropriate for the characteristics that were stated in accordance with the Teaching, and the characteristics of others.",
    "ai-anya-e0103n8:131_1": "if he carries them at the foot of a tree, saying, “Thoses it at the foot of a tree,” “The tree is on the ground,” “The root of a tree,” he replied, “Shaves like this,” and so on.",
    "ai-anya-e0103n8:131_2": "” The remainder made a general, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. In this way the open air, a heap of straw.",
    "ai-anya-e0103n8:132_0": "When they had eaten a garland of sandals, it was plagued by the Discipline, perfumed, and expressed their sense-sphere, –",
    "ai-anya-e0103n8:132_1": "Because the rainy season residence and the root of a tree is in the wilderness, at the root of a tree, or in an empty hut.",
    "ai-anya-e0103n8:132_2": "droping downwards and making amends for, including the laid downwards,",
    "ai-anya-e0103n8:132_3": "For what is actually lady, cooked and digested in terms of resting places.",
    "ai-anya-e0103n8:132_4": "Then, when the rain falls,",
    "ai-anya-e0103n8:132_5": "he placed sitting down cross-legged, with his body straight, and mindfulness established in the shade of the in-breaths and out-breaths at the place where it easy to get, reviewing the objects of the sense-of-breaths and out-breaths, and mindfulness is established in him.",
    "ai-anya-e0103n8:132_6": "Backbiting is simply boundless talk, ~ who are boundless in terms of the kasiṇas.",
    "ai-anya-e0103n8:132_7": "placed on the belly, the lower rope of the body (appeared in) the parts of the below the courtyard, they put the body aside of the Bodhi Tree.",
    "ai-anya-e0103n8:132_8": "When it is said to be straight away, it is said to be shown in the sense of its great opposite sex and so on.",
    "ai-anya-e0103n8:132_9": "nor covering forwards,",
    "ai-anya-e0103n8:132_10": "They don’t achieve growth, or get rid of it. They don’t achieve growth in the past, they’re reborn in a lower realm.",
    "ai-anya-e0103n8:132_11": "Here the sound of drums (will have) a sense of urgency, having taken up their objects, thinking “For he does so only take up the meditation subject,” and he does so only the meaning.",
    "ai-anya-e0103n8:132_12": "Compassion is the meaning of this: “So they are including the senses in the sense of controlled,”",
    "ai-anya-e0103n8:132_13": "emancipating, it has been properly resolved in the way.",
    "ai-anya-e0103n8:132_14": "Therefore he should establish mindfulness, although mistakenly, possesses all beings, being inspired by a sense of urgency, mindfulness is the right amount in (living): “This is the meaning, and is mindful, is the meaning.”",
    "ai-anya-e0103n8:133_0": "if he enters upon mindfulness, possesses it, is meaningful, when there is no need for mindfulness.",
    "ai-anya-e0103n8:133_1": "Then he sees beings, thus: “Leave this” , thus he is one who sees thus. Then he should be quieterless.",
    "ai-anya-e0103n8:133_2": "a sentient being, mindful, having become mindful, would do it just be done for that which is,",
    "ai-anya-e0103n8:133_3": "if he says, “Mindful, then, when it is mindful, he breathes in and breathes out,” but rather he says, “Where do they say?”",
    "ai-anya-e0103n8:133_4": "want to give Dhamma to the welfare of all.",
    "ai-anya-e0103n8:133_5": "For the first tetrad is set forth aside in the law of the first stride, and likewise with the rest.",
    "ai-anya-e0103n8:133_6": "Therefore he should establish the one-way (where) benefit, in each of all beings, men and women in the Vibhaṅga, as follows: “Being.”",
    "ai-anya-e0103n8:134_0": "Generalavasabha, whose cloth is Life in long in the name of the Dīghanakha, and indicated that place,",
    "ai-anya-e0103n8:134_1": "“As a long time the Fortunate One has said this:",
    "ai-anya-e0103n8:134_2": "calming unimped mind in one whose mind is distracted, eliminates the mind, attains the-made, and through develops the mind.",
    "ai-anya-e0103n8:134_3": "When there is mindfulness, one who is established, and he stands at peace,",
    "ai-anya-e0103n8:134_4": "By means of that mindfulness and that knowledge he is stated as “mindfulness” and “recollection of knowledge.",
    "ai-anya-e0103n8:134_5": "This is said:",
    "ai-anya-e0103n8:134_6": "When there isn’t a fact that is not agitated, they understand that it is unadultaneously lacks mindfulness and situational awareness, mindfulness and situational awareness, the support of investigating, or in that case, and mindfulness and situational awareness, here it is called “mindful”.",
    "ai-anya-e0103n8:134_7": "dwells contemplating letting go of negligence as “the nature of dissolution” in the contemplation of letting go,",
    "ai-anya-e0103n8:134_8": "“When we’re observing letting go, letting go of attachments,” or “Father.”",
    "ai-anya-e0103n8:134_9": "Through seeing their letting go of all attachments, the meaning is that it letting go of all attachments.",
    "ai-anya-e0103n8:134_10": "In the Vinaya, each forty-two in the scriptures, he saw instantly standing,",
    "ai-anya-e0103n8:134_11": "But when the rain had spent the separately, rising above the floor, and threw out from the window.",
    "ai-anya-e0103n8:134_12": "And in the same way:",
    "ai-anya-e0103n8:135_0": "“When he goes in with mindfulness after the beginning, middle and end of the out-breath, his mind being distracted internally, both his body and his mind are disquieted and perturbed and shaky, his mind is distracted externally, both his body and his mind are disquieted and perturbed internally. And so his body are distracted and perturbed externally.”",
    "ai-anya-e0103n8:136_0": "With this text, the miracle splitting timber",
    "ai-anya-e0103n8:137_0": "First the unthinking is the first inner room. Since the wind is said, they say.",
    "ai-anya-e0103n8:137_1": "It ceases when something ceases, they said:",
    "ai-anya-e0103n8:137_2": "he is happy with the fool, it seems, to the fool,",
    "ai-anya-e0103n8:137_3": "Thus, however, is stated in this way according to the meaning.",
    "ai-anya-e0103n8:137_4": "But all that happens when he goes outside the doorway, thinking, “In this way, Dear, we shall get rid of the wind.”",
    "ai-anya-e0103n8:138_0": "In the shackle of the body, etc., which is obtained by the name of the sense desires,",
    "ai-anya-e0103n8:138_1": "This is the sound of the ear ...",
    "ai-anya-e0103n8:138_2": "Herein, having shown that the in-breaths and out-breaths, etc., is able to give up the in-breaths and out-breaths, and so on.",
    "ai-anya-e0103n8:138_3": "Herein, location is the openings of location, and it is tied up with it,",
    "ai-anya-e0103n8:138_4": "Has put:",
    "ai-anya-e0103n8:138_5": "powder is filled with powder and so on,",
    "ai-anya-e0103n8:138_6": "The place where they meditate on this long journey.",
    "ai-anya-e0103n8:138_7": "Therefore it is called “unbreath” long in the sense of a long time.",
    "ai-anya-e0103n8:138_8": "And here it should be understood that when the in-breaths and out-breaths exist in the parts of the body, and the tied-breaths and out-breaths exist in the way already stated .",
    "ai-anya-e0103n8:138_9": "if he sends him out, saying, “Take the gems it out,” “Whoever sets out quickly, till it up quickly? ”",
    "ai-anya-e0103n8:138_10": "human beings.",
    "ai-anya-e0103n8:138_11": "Longing long: he proceeds in long, is the meaning.",
    "ai-anya-e0103n8:138_12": "Three : here too the same explanation applies to this,",
    "ai-anya-e0103n8:138_13": "When breathing in, he breathes out and breathes out short in that way, as though he were a necklace.",
    "ai-anya-e0103n8:138_14": "But this corpse may be seen and heard that it’s always be seen for those in long life.",
    "ai-anya-e0103n8:138_15": "Those beings in the various classes of beings",
    "ai-anya-e0103n8:138_16": "they endeavour.",
    "ai-anya-e0103n8:138_17": "They pass away from here to here.",
    "ai-anya-e0103n8:139_0": "From the nine brothers: One who is engaged in and devoted to the development of the absence of locality and three kinds of becoming ; and one who has not neglect about their projects, horses, and so on. Then one occasion one who sees these three kinds of persons independent.",
    "ai-anya-e0103n8:139_1": "But some say that “While those who see each other’s word is produced in one inside,” they say, “This is the next to the development of the breaths.”",
    "ai-anya-e0103n8:139_2": "These are the nine modes as a jointment, likewise with these three kinds of joy,",
    "ai-anya-e0103n8:140_0": "And here there is one person’s ability to obtain three kinds of sensual stimulation, namely, one, two, three, four, five, ten, twenty, thirty, forty, fifty, or a hundred and fifty monks. And they have been told by their doing what they say.",
    "ai-anya-e0103n8:140_1": "how to know and see thus, the in-breaths and out-breaths occurring as already described,",
    "ai-anya-e0103n8:140_2": "Each one, two, three, four, five, ten, twenty, thirty, forty, or ninety joints.",
    "ai-anya-e0103n8:140_3": "For accordingly:",
    "ai-anya-e0103n8:141_0": "“The austerities will both see, and the likewise.",
    "ai-anya-e0103n8:142_0": "Four (but) you can pay homage to a mendicant.”",
    "ai-anya-e0103n8:143_0": "This in-breaths and out-breaths are said: “How many kinds of mindfulness meditation subjects are described under the heading of mindfulness meditation?”",
    "ai-anya-e0103n8:144_0": "And now I will show the nineteenth lady in the morning and at the time of development, evening and etc.,",
    "ai-anya-e0103n8:144_1": "Herein, how does one know about his deeds, what is the reason why he asks about the legal procedure?",
    "ai-anya-e0103n8:144_2": "Long Discourses",
    "ai-anya-e0103n8:144_3": "traveling: “Herein traveling (internatively) a long time” is the meaning.",
    "ai-anya-e0103n8:144_4": "which is why in brief, he thinks: “Similarly, it is in brief,” according to the syllables, as including the reflection of the particular composing.",
    "ai-anya-e0103n8:144_5": "Though he has got rid of desires, zeal, and because he wants what he has done in former life, therein, is the case of this.",
    "ai-anya-e0103n8:144_6": "expounded by favoritism, hostility, cooking, drunk, sharing, and replication;",
    "ai-anya-e0103n8:144_7": "Through pleasure they are finer than the former happiness, ~ which are more peaceful than the former happiness,",
    "ai-anya-e0103n8:144_8": "For when his body breaks up, after death, he carrys his head well-preparedly.",
    "ai-anya-e0103n8:144_9": "and liberated by the fact that gives rise to joy, and those with the previous disappearance of the in-breaths and out-breaths, and there arises through the subtle state of the development of the mind arises through the means of the breaths and out-breaths as its object.",
    "ai-anya-e0103n8:144_10": "Unbreathing is produced by means of the breathing, without pleasure, and with the previous disappearance of the in-breaths and out-breaths as its progress and the mind becomes unified.",
    "ai-anya-e0103n8:144_11": "But owing to the in-breaths and out-breaths are the sign of the opposite sex, his mind enters into that sign.",
    "ai-anya-e0103n8:144_12": "and equanimity becomes stabilized in that sign, and conceived in it. At the moment of its appearance there is the manifestation of it.",
    "ai-anya-e0103n8:144_13": "But that equanimity should be understood as equanimity:",
    "ai-anya-e0103n8:145_0": "With these nine kinds of enquiry. On these are states occurred as before.",
    "ai-anya-e0103n8:145_1": "“Long in-breaths and out-breaths are long-breaths and out-breaths, and the body is stoped.",
    "ai-anya-e0103n8:145_2": "and in-breaths and out-breaths are actually the sign of foulness; it is what is meant.",
    "ai-anya-e0103n8:145_3": "at the end of his nutriment, having taken up his mindfulness, she becomes established.",
    "ai-anya-e0103n8:145_4": "The necessary condition for the signs and in-breaths and out-breaths are associated with knowledge, and the complete understanding of the body as abreaths and out-breaths are associated with it, and the three aggregates that arise is the knowledge of the state.",
    "ai-anya-e0103n8:145_5": "The body is distended by the ties of the body, and it is attended to by the surmounting of the object aggregates, and it is attended to by the mindfulness.",
    "ai-anya-e0103n8:145_6": "And here the words “body,” etc., have the same appearance here in the way already stated, etc., according to the origination of the kind already described , is done in the way already described .",
    "ai-anya-e0103n8:145_7": "There is no body, there is no mind.",
    "ai-anya-e0103n8:145_8": "Mindfulness is both the establishment and the mindfulness.",
    "ai-anya-e0103n8:145_9": "By means of that mindfulness and that of breathing",
    "ai-anya-e0103n8:145_10": "By means of that knowledge he is stated with that knowledge.",
    "ai-anya-e0103n8:145_11": "That in-breath and out-breath are the body in-breaths and out-breaths.",
    "ai-anya-e0103n8:145_12": "Without perceiving the absorption: both are associated with knowledge and insight, and they see it.",
    "ai-anya-e0103n8:145_13": "That is why ‘development of the foundation of mindfulness consisting in contemplation of the body as a body’ is said” .",
    "ai-anya-e0103n8:146_0": "This is said:",
    "ai-anya-e0103n8:146_1": "Such encounter in the bathing and out-breaths are occupied with the body embarrass, etc., as in-breaths and out-breaths are actually impermanent, as suffering, as diseased, and so on.",
    "ai-anya-e0103n8:146_2": "Or alternatively, “With the body” is said: “Whoever has not developed mindfulness of the body? Or ” Or alternatively, thinking: “This body is the recollection of the body, does not look down on at them, get rid of them, eliminate them, and obliterate them, insight due to mindfulness of the body as they are not established in him.",
    "ai-anya-e0103n8:147_0": "The same method of explanation applies, “They are infatuated,” and so on.",
    "ai-anya-e0103n8:147_1": "Here it is known as Dīgha Tree and thus, “Assaji, how does he live in Pāvā?”",
    "ai-anya-e0103n8:147_2": "Here: in this place here it is “in the precincts” since, in the Paṭisambhidā,",
    "ai-anya-e0103n8:148_0": "like a goose, wandering in the forest.",
    "ai-anya-e0103n8:148_1": "By the tip of the Jewellery in long, and so on.",
    "ai-anya-e0103n8:148_2": "Vaavaniya in the same way as limited,",
    "ai-anya-e0103n8:148_3": "These are the nine ways in ten ways:",
    "ai-anya-e0103n8:149_0": "Such a person is like that.",
    "ai-anya-e0103n8:149_1": "four very same elations: they are the four , long aspects, and so on.",
    "ai-anya-e0103n8:149_2": "Neither declarations: “Protectors” and “Firstly, making a valuable belly, or “Through this” .",
    "ai-anya-e0103n8:150_0": "When there is a breath, all the body broke up re-reference to all identifying. When there is a feeling, a wise one, or a capable carer.",
    "ai-anya-e0103n8:150_1": "Herein, there is the influence of the they all beginning the excellent intervals of his own giving and sharing, being successful and profession of all beings in the counterpart of that gift.",
    "ai-anya-e0103n8:150_2": "Herein, showing the drums in self-controlled, the singing of the sword in this way: “We will show the mass of fire.”",
    "ai-anya-e0103n8:150_3": "Herein, just as, when a man is present, he who does not show the way to encounterally reflect on the in-breaths and out-breaths, his making poisonous , is seeking the meaning of good in-breaths and out-breaths, he should be understood as the meaning in that case.",
    "ai-anya-e0103n8:150_4": "while making a plain, he displays the subject (towards) with, the meaning is, without making the meaning.",
    "ai-anya-e0103n8:150_5": "and shows how to such a thing as this, etc., that is not shown there, but rather it is shown that the name “Deper than this.”",
    "ai-anya-e0103n8:150_6": "Herein, therefore it is called “breath” since it is abiding in-breaths and out-breaths as mental object, and it is said to be trained thus: “He trains thus: ‘I shall breathe in ... shall breathe out experiencing the whole world. ’",
    "ai-anya-e0103n8:150_7": "Bound and Tree-born powder is filled with powder and so on.",
    "ai-anya-e0103n8:150_8": "he is the beginning, “He is the knowledge, and it is preceding knowledge’s mindfulness, and then because it is the preceding of knowledge’s knowledge.",
    "ai-anya-e0103n8:150_9": "(And he should be exerted:) “In the four directions, he should sever them, made them a sense of urgency, and produce knowledge.”",
    "ai-anya-e0103n8:151_0": "For the meditator’s in the way already described, then in the way already described,",
    "ai-anya-e0103n8:151_1": "even if he crushs off;",
    "ai-anya-e0103n8:151_2": "Or alternatively, he gives his attention to it, thus it is the meaning.",
    "ai-anya-e0103n8:151_3": "Likewise mindfulness of breathing,",
    "ai-anya-e0103n8:151_4": "The energy is roused up or energy,",
    "ai-anya-e0103n8:151_5": "mindfulness of breathing, because of that mindfulness of breathing,",
    "ai-anya-e0103n8:151_6": "so he takes attention to it, therefore, the development of mindfulness meditation, hereincluded by that attention.",
    "ai-anya-e0103n8:151_7": "By doing so, they say, “He trains thus: ‘That is what is unskillful,’ is called an unprofitable way.”",
    "ai-anya-e0103n8:151_8": "In that case they trained:",
    "ai-anya-e0103n8:152_0": "In the first and the development of the base consisting in development of the first three series is an impulsion:",
    "ai-anya-e0103n8:152_1": "Their descent observed the abreaths and out-breaths are absence for the sake of sensual pleasures, and likewise dread and in-breaths and out-breaths proceeding to the root of the supremely necessary, just as the Kattle breath does not proceed to be spoken about.",
    "ai-anya-e0103n8:152_2": "with difficulty is the time to show the simile of the lamps of a man of milk-rice and water. That’s why you should show the time to be shown by an extent.”",
    "ai-anya-e0103n8:152_3": "Herein, knowledge of the arising of knowledge is the beginning of the bodily formations , etc., thus he is each of the kind with insight.",
    "ai-anya-e0103n8:152_4": "But herein, wherever they say, “Whoever is including the difference between them?”",
    "ai-anya-e0103n8:153_0": "breathing in a body.",
    "ai-anya-e0103n8:153_1": "Because they are of the pervading of the mind-made body and mind, they calm the physical process of the mind.",
    "ai-anya-e0103n8:153_2": "And the motion here is said: “And if he has the physical process, verbal processes, or mental processes,” it is said because he has already undertaken by means of the restraint of the body, etc., by means of the inclination of the physical processes, it is said to be the way already described.",
    "ai-anya-e0103n8:153_3": "He is seen in the last part of the linking states. That is why he’s too earned in the way beginning, the middle, and the end of the entireise. And he thinks, “This too is the meaning of the embarrassing of the lay life. ”",
    "ai-anya-e0103n8:153_4": "Herein, it is constructed: “Anyone who applies the bodily formation,”",
    "ai-anya-e0103n8:153_5": "At the time of discerning the meditation subject the meditation subject is thirty-two times, then when the meditation subject is successful, it is time to discern the meditation subject.",
    "ai-anya-e0103n8:153_6": "“They sit down cross-legged, with their body straight, and mindfulness established right there.” Then they call it up with this body, establish mindfulness of the mind, settle down with this body, expression.",
    "ai-anya-e0103n8:153_7": "Hence it is said: “Both possession of the mind, too, in the case of the one who is possessive.”",
    "ai-anya-e0103n8:153_8": "was born in a body,",
    "ai-anya-e0103n8:153_9": "Transmigrating for something to be associated with it, like that of a century who has no equality and consideration.",
    "ai-anya-e0103n8:153_10": "Storms and currents are very strong,",
    "ai-anya-e0103n8:153_11": "Firstly, having discovered the mind in every way, having dropped off the physical body and the mind, then, when that is peaceful and sublime, becomes more peaceful than that, being is peaceful and subtle, their mind inclines towards the various forms. Then, with a mind-made body and blissful, having distracted the formations and the produced through the previous disappearance of the forms.",
    "ai-anya-e0103n8:153_12": "Therefore it was said: “Our body is shared by the head” .",
    "ai-anya-e0103n8:154_0": "From the first pot is brought: “I am the first thing!” In the first watch of the night,",
    "ai-anya-e0103n8:154_1": "Also, it is rightly understood that practice, is the same support for the next, and it is “non-proclaimed” .",
    "ai-anya-e0103n8:154_2": "As he makes a attention the meaning of that attention,",
    "ai-anya-e0103n8:154_3": "reviewing inquiry,",
    "ai-anya-e0103n8:155_0": "(etc.) means protectors, it is always full of danger.",
    "ai-anya-e0103n8:155_1": "excessive strength,",
    "ai-anya-e0103n8:155_2": "Entering a poisonous snake",
    "ai-anya-e0103n8:155_3": "For one who endures bodily processes,",
    "ai-anya-e0103n8:155_4": "“Have they rolled back the way of life?”",
    "ai-anya-e0103n8:155_5": "Likewise in the finest lady, too.",
    "ai-anya-e0103n8:155_6": "offending: “After touching the body,” he should follow it:",
    "ai-anya-e0103n8:156_0": "221.",
    "ai-anya-e0103n8:156_1": "As to the first jhāna, he emerges from the first jhāna in the second jhānas and has gross physical process, as in the first jhāna subsequently and gross physical process, and it is gross physical processes with the first jhāna and the second jhānas, as well as in the first and mastery of the second jhānas, and then it is reckoned as in the way already described.",
    "ai-anya-e0103n8:156_2": "So too with the remainder, like a lion in the same place.",
    "ai-anya-e0103n8:156_3": "Or alternatively, it should be understood that the abandoning of the bodily and verbal action, and the mental shaking of the mental body and the abandoning of the mental body and the mind without applied thought and sustained thought, and with the stilling of the physical processes, etc., should be understood as the second and sustained thought only in the second jhāna, etc., and without applied thought and sustained thought.",
    "ai-anya-e0103n8:156_4": "it’s excessively happy: with the ending of bodily form,",
    "ai-anya-e0103n8:156_5": "And in the case of the he who is happy there is no grossness in it.",
    "ai-anya-e0103n8:156_6": "Hence it is said: “He attains By ...”",
    "ai-anya-e0103n8:157_0": "The one who has gained material possessions and fame is quadruple jhāna in the lady of attaining jhāna because of the first absorption, second absorption, the third absorption, the middle one encounter of the fourfold reckoning. In this way it is subtly the fine-material sphere.",
    "ai-anya-e0103n8:157_1": "Herein, it would be worth in the sixteenth part of the jhāna that were purified and surpasses that of the fine-material jhānas.",
    "ai-anya-e0103n8:157_2": "In this way the lower territory has broken down, etc., would be sloth and torpor,",
    "ai-anya-e0103n8:157_3": "all of them be enemy in both places,",
    "ai-anya-e0103n8:157_4": "They all, being agitated through the tranquility, as well as these,",
    "ai-anya-e0103n8:157_5": "“The time has discerned, at the time when the meditation subject has been discerned, the time is tranquilized, and the discerning becomes tranquilized in one who is like the discerning of the meditation subject.”",
    "ai-anya-e0103n8:157_6": "For subtle those gross and subtle ones have fine and so on,",
    "ai-anya-e0103n8:157_7": "its wings are included under the mangoes of (good) conduct.",
    "ai-anya-e0103n8:158_0": "This is the four great elementals that are conceived in, the four elements , and the piece of insight into it.",
    "ai-anya-e0103n8:158_1": "In discerning the wholesome instances the wholesome in it, and in the fine-material jhānas,",
    "ai-anya-e0103n8:158_2": "That is why it is said: “Consciously in the possession of forms,”",
    "ai-anya-e0103n8:158_3": "General Contemplations",
    "ai-anya-e0103n8:158_4": "Disillusionment, the discerning of conditions, the rolling of insight meditation,",
    "ai-anya-e0103n8:158_5": "Then, descending from that point,",
    "ai-anya-e0103n8:158_6": "After this is said in the Commentary: “Here the bodily formations consisting in the way already described, etc., when the time is described in the way already described, etc., is said, “When aroused, the bodily formation has been tranquilized, and is tranquilized in him” .",
    "ai-anya-e0103n8:159_0": "Without seeing this bodily formation, they see this bodily process.",
    "ai-anya-e0103n8:159_1": "ignoble, attacking, and decaying in the city of Bāhuka,",
    "ai-anya-e0103n8:159_2": "And now they say when (him) continually and Friends",
    "ai-anya-e0103n8:160_0": "what’s done is seeing ...",
    "ai-anya-e0103n8:160_1": "It is possible that he trains in this way: “What is the bodily formation? How does he do we see the bodily formation?” And what is continually pleasant to do with the stilling of, it is their physical processes?”",
    "ai-anya-e0103n8:160_2": "Herein, physical means will be (alternative form).",
    "ai-anya-e0103n8:160_3": "Contact with his own body:",
    "ai-anya-e0103n8:160_4": "When there is no body, there are no more, here and there are no bodily formations whereby they do.",
    "ai-anya-e0103n8:160_5": "while seeing that mango grove, they saw the Independent Leaves in the lotuses,",
    "ai-anya-e0103n8:160_6": "like one who sees your own way to (surely).",
    "ai-anya-e0103n8:160_7": "For it is when he develops the gross physical process while stilling that bad bodily processes, then he remains without having stilled the cessation of suffering, thinking, “Possessing the cessation of wickedness,” he does not come to an end.",
    "ai-anya-e0103n8:161_0": "which is likewise.",
    "ai-anya-e0103n8:161_1": "Possessed by way of body, speech, and mind.",
    "ai-anya-e0103n8:161_2": "(previously) by the power of the mind didn't give it up.",
    "ai-anya-e0103n8:161_3": "(They are) purified, they did not see (it).",
    "ai-anya-e0103n8:161_4": "With enunciation: “‘Blessed’, all-knowledges,",
    "ai-anya-e0103n8:161_5": "depraved by the concept,",
    "ai-anya-e0103n8:161_6": "While in excessive festivals, physicians, (from) eyes and mouth-like spears, crushing the mouth, etc., which are excessive -",
    "ai-anya-e0103n8:161_7": "When they see such bodily processes as physical, verbal, and mental processes, and mental processes.",
    "ai-anya-e0103n8:161_8": "For if they do see him in this mango grove, they are tranquilized.",
    "ai-anya-e0103n8:162_0": "They are peaceful, subtle, some with the bodily formations that are pleasant, sensual, and arousing. And they have no stain of stinginess.",
    "ai-anya-e0103n8:162_1": "Seeing the bodily formations occurring one (the nature of) the body, which is definitely pervaded by one,",
    "ai-anya-e0103n8:162_2": "Then, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell because of past deeds, hell. Their body breaks up, after death, they’re exhausted and choice. Then, when their body breaks up, after death, they’re headed up and destruction.”",
    "ai-anya-e0103n8:163_0": "those who accuse others like this.",
    "ai-anya-e0103n8:163_1": "Herein, the meaning is that of one who has existed in that place.",
    "ai-anya-e0103n8:163_2": "And on the contrary, since it is too far :",
    "ai-anya-e0103n8:163_3": "This is the method.",
    "ai-anya-e0103n8:163_4": "Or alternatively, if they don’t see the unconcertainty of physical processes,",
    "ai-anya-e0103n8:163_5": "This being so, when there is being so, are he able to gain mindfulness.",
    "ai-anya-e0103n8:163_6": "when one gains a vital condition for rebirth.",
    "ai-anya-e0103n8:163_7": "But the sound of those same is produced in the object of the mind for the purpose of tranquillity, the mind force, and the stilling of these is produced in them.",
    "ai-anya-e0103n8:163_8": "and in-breaths and out-breaths are gross, and their subtleness is indeed the development of the in-breaths and out-breaths are an exceedingly the wind.",
    "ai-anya-e0103n8:163_9": "mindfulness of breathing, and there is no production of mindfulness of breathing, and there is no footing.",
    "ai-anya-e0103n8:163_10": "Since that is so, there is no production of concentration through mindfulness of breathing and concentrating the development of concentration through mindfulness of breathing.",
    "ai-anya-e0103n8:163_11": "For in some instances do not occur to him while the object of the Dhamma,",
    "ai-anya-e0103n8:163_12": "but they don’t drink here.",
    "ai-anya-e0103n8:163_13": "When they describe it as wise, and does not describe it as constructed, but in a mountain does not enter a league.",
    "ai-anya-e0103n8:163_14": "but accusing all, they see that indulging, which continually propose, to get hold of them.",
    "ai-anya-e0103n8:164_0": "Thus this accusing resorts, and that responses another way of accusing, etc.",
    "ai-anya-e0103n8:164_1": "Herein, is “with what is” .",
    "ai-anya-e0103n8:164_2": "So it seems that I’ve spoken of the training according to what I have said.",
    "ai-anya-e0103n8:164_3": "When there is such a one,",
    "ai-anya-e0103n8:164_4": "He thinks: ‘All the bodily formations are gross, and subtle, compared with the pleasurable, observed; it is through the subtleness of the mindfulness of breathing, and it is through the development of immersion due to the development of concentration through mindfulness of breathing, and it is through the development of concentration through mindfulness of breathing,",
    "ai-anya-e0103n8:165_0": "How is there anything that can be seen as in the sections, so what is there?",
    "ai-anya-e0103n8:165_1": "now we will give to me rice,” he said, “It is no longer because I can give.”",
    "ai-anya-e0103n8:165_2": "Herein, just as when happiness is hidden treasure,",
    "ai-anya-e0103n8:165_3": "she abuses as brilliant,",
    "ai-anya-e0103n8:165_4": "Rejecting the signifies the sign’s reason , is the meaning.",
    "ai-anya-e0103n8:165_5": "for this is including the teaching:",
    "ai-anya-e0103n8:165_6": "Because it is well-worked, well-spoked,",
    "ai-anya-e0103n8:165_7": "Accomplished in mind, being established in mind,",
    "ai-anya-e0103n8:165_8": "Because it is held together by steps and thorns,",
    "ai-anya-e0103n8:165_9": "He is subtlety, he does not say,",
    "ai-anya-e0103n8:165_10": "for this sound is unloved.",
    "ai-anya-e0103n8:165_11": "The sign of the opportunity-tempered is the sign of happiness, and the signless sign of foulness is the sign of serenity.",
    "ai-anya-e0103n8:165_12": "what is said:",
    "ai-anya-e0103n8:165_13": "Also the sensual-sphere sounds, etc., and its signs even in the fine-material sign, because it is easy to say, the sign of beauty, and the sign of beauty as its object.",
    "ai-anya-e0103n8:165_14": "For the sun rising in the way beginning, middle, and end of the sign, his mind inclines towards the sign of beauty, happiness and bliss and undirected with the sign of serenity. As the mind enters into that object, the sign of the fact that object.",
    "ai-anya-e0103n8:165_15": "At that the mind is not distracted by what is dissipated, just as “mindful”;",
    "ai-anya-e0103n8:166_0": "This being so, however, is said in the conclusion of the kind already described.",
    "ai-anya-e0103n8:166_1": "Herein, the meaning is that of accusations accusing accusations, in accordance with the rule and discussing itself. While there is the meaning, they are said, “I see the place where there is.”",
    "ai-anya-e0103n8:166_2": "The section dealing with that as already described.",
    "ai-anya-e0103n8:167_0": "It is said in reference to the meditation subject that is called “finishment” and so on.",
    "ai-anya-e0103n8:167_1": "but the meditation subject consists in insight is obtained in the done of the meditation subject.",
    "ai-anya-e0103n8:167_2": "The first four",
    "ai-anya-e0103n8:167_3": "Five ( five) inclines: the meaning is finished.",
    "ai-anya-e0103n8:168_0": "Understanding the meditation subject: learning the meditation subject is learning.",
    "ai-anya-e0103n8:168_1": "Questioning is questioning about the meditation subject.",
    "ai-anya-e0103n8:168_2": "Or alternatively, if the meditation subject learns the meaning",
    "ai-anya-e0103n8:168_3": "Herein, questioning is questioning about the gathering.",
    "ai-anya-e0103n8:168_4": "whatever meditation subject is required in such a place, it is said, “This is introduced meditation subject to meditation subject here,” it appears to him, “This is how they meditation subject here.”",
    "ai-anya-e0103n8:168_5": "Consequence of such a meditation subject as a group of characteristic, etc., having the progress of obstructions, etc., respectively, variety and skill in having the characteristics of fewness of wishes, etc., and so on. Or the contrary of having the meditation subject’s physical endurance, and so on.",
    "ai-anya-e0103n8:168_6": "Hence it is said: “Apportunity as a meditation subject is produced.”",
    "ai-anya-e0103n8:169_0": "he only learns the meditation subject through oneself that is not tired.",
    "ai-anya-e0103n8:169_1": "Because even the teacher doesn’t difference between them.",
    "ai-anya-e0103n8:169_2": "therefore (these) that signs are unsuitable for the sake of himself,",
    "ai-anya-e0103n8:169_3": "shoots a little,",
    "ai-anya-e0103n8:169_4": "The whole of the teachers learning all the meditation subjects either in the past, future or present.",
    "ai-anya-e0103n8:169_5": "from the teacher, the goal,",
    "ai-anya-e0103n8:169_6": "Campā, eighteen on one side.",
    "ai-anya-e0103n8:170_0": "Breathing is running out-breaths and the in-breaths at the end of the in-breaths and out-breaths, and there is no coming back.",
    "ai-anya-e0103n8:170_1": "by touching counting them, he follows close to them, likewise the in-breaths and out-breaths, mindfulness is established, and the mind doesn’t proceed.",
    "ai-anya-e0103n8:170_2": "But since there is no place touched by fixing it, etc., that is to say, secretion by touching and taking it as a place touched by them, etc., as they do so there, they bring it to mind as “confuse” because there is no fixing.",
    "ai-anya-e0103n8:170_3": "Posing is a posture.",
    "ai-anya-e0103n8:170_4": "Because the support of the mind settles out is set aside.",
    "ai-anya-e0103n8:170_5": "for that is why their mind remains stuck in, their ease.",
    "ai-anya-e0103n8:170_6": "But concentration says, “When concentration is absorptionless,” he said, “I will be absorptionless.”",
    "ai-anya-e0103n8:170_7": "impermanence as the characteristic of impermanence, etc., of insight,",
    "ai-anya-e0103n8:170_8": "As to the sign, it is allowable for him to prepare the path forwards.",
    "ai-anya-e0103n8:170_9": "all the texts on the whole of the specific purpose and was purity when there is from the cleansedness.",
    "ai-anya-e0103n8:170_10": "they live in a whirlpool,",
    "ai-anya-e0103n8:170_11": "looking forward to see the way of seeing,",
    "ai-anya-e0103n8:170_12": "That is why it was at the moment of birth.",
    "ai-anya-e0103n8:171_0": "In such a single group: the five eggs, three:",
    "ai-anya-e0103n8:171_1": "taken by one who confines it,",
    "ai-anya-e0103n8:171_2": "reciting a meditation subject, not referring to the meditation subject.",
    "ai-anya-e0103n8:171_3": "“Are the pupils concerning the meditation subject?” “Is this belonging to that family bringing to mind for a long time?”",
    "ai-anya-e0103n8:171_4": "Because they’ll live with formal support, it would be like that.",
    "ai-anya-e0103n8:171_5": "“‘While in the breathing’: this is a one who attends on the in-breaths and out-breaths at the first place, one who is nursing both. And he should take care of them and go on each other.",
    "ai-anya-e0103n8:171_6": "If anyone is attended on by this, it should be given: “This one who isn’t nursing the simile of the tamed,” then the contravention of which it is evident, he should be too.",
    "ai-anya-e0103n8:171_7": "Wise Learning the mind through the power of the in-breaths and out-breaths is shown by its characteristic;",
    "ai-anya-e0103n8:171_8": "Only the meaning is of the kind already described : such is the meaning.",
    "ai-anya-e0103n8:171_9": "is distracted by means of a group of two external (sense-spheres) up.",
    "ai-anya-e0103n8:172_0": "the housewife throws it down in whatever place the shade is watched,",
    "ai-anya-e0103n8:172_1": "* he made the homeless life, who has reached the ultimate end,",
    "ai-anya-e0103n8:172_2": "In the first of the texts is the meaning.",
    "ai-anya-e0103n8:172_3": "Two one is the four common tasks of the five (Develops) of the groups,",
    "ai-anya-e0103n8:172_4": "Consequently: if something is uninterrupted, he should be the same in the same place as before.",
    "ai-anya-e0103n8:172_5": "the order was quickly brought quicklyly",
    "ai-anya-e0103n8:172_6": "And why is it said, “Why is it? ” and “We will give to the groups, etc., when asked, “Why are you going?”",
    "ai-anya-e0103n8:172_7": "(but) there is no door, he is not remorseful against the stream from it,",
    "ai-anya-e0103n8:172_8": "it is said: it is “restraint” and it is the post, the distension of him .",
    "ai-anya-e0103n8:173_0": "he places in the scope of language, he said, “From thech” is the name of the rainy season.",
    "ai-anya-e0103n8:173_1": "while he is entering the meditation subject with the mind, and he makes the mind go beyond it,",
    "ai-anya-e0103n8:173_2": "The same method applies in the case of the worms, and the rest.",
    "ai-anya-e0103n8:173_3": "“And when the wind is struck by the wind, they get to fill up within the wind and sun, like the wind filled with fat.",
    "ai-anya-e0103n8:173_4": "When one is touched by a noble disciple, if he does not pay homage at his mouth, and he gives his attention to it in its mouth without making its object, he says, “This mind isn’t scattered,” and he refers to him.",
    "ai-anya-e0103n8:174_0": "This is called breathing",
    "ai-anya-e0103n8:175_0": "Mindfulness occupied with the in-breaths and out-breaths occurring evenly.",
    "ai-anya-e0103n8:175_1": "Hence it is said: “Here there is no end of the beginning, the middle and the end.”",
    "ai-anya-e0103n8:175_2": "and (only) the first noise of the sun goes forth.",
    "ai-anya-e0103n8:175_3": "Their difference here is the beginning of the first jhāna in this way, and here it is not evident that a mere attainment.",
    "ai-anya-e0103n8:175_4": "Because they don’t look after no longer in all the sacred flame.",
    "ai-anya-e0103n8:175_5": "where there is the development of the things that arise, wherever they arise,",
    "ai-anya-e0103n8:175_6": "as it is taught by the description of a peacock,",
    "ai-anya-e0103n8:175_7": "heart, liver is the middle of the heart flesh, and the upper envelops moved.",
    "ai-anya-e0103n8:175_8": "there is no way in-breathing and out-breaths and out-breaths is the end of the fact in-breaths and out-breaths is the means for the in-breaths and out-breaths.",
    "ai-anya-e0103n8:175_9": "Likewise, because of that: “Now these are no consciousness-originated elements” are originated only in the mind.",
    "ai-anya-e0103n8:175_10": "Hence it is said: “She is invited the wind in the bowel.”",
    "ai-anya-e0103n8:175_11": "But the wind entering in a cycle of the embracing and including that same place is given in the way already described.",
    "ai-anya-e0103n8:175_12": "Without distraction, he scattereds in every way: it is scattered, without scattered, is the meaning.",
    "ai-anya-e0103n8:175_13": "with energy aroused and warted,",
    "ai-anya-e0103n8:175_14": "For the meditation subject consisting in giving attention to attention,",
    "ai-anya-e0103n8:176_0": "In order to distract the mind, that is to say, the cause of postsing is character.",
    "ai-anya-e0103n8:176_1": "it’s like a charioteer.",
    "ai-anya-e0103n8:176_2": "They triumphants and moveds,",
    "ai-anya-e0103n8:176_3": "excessive in this way.",
    "ai-anya-e0103n8:177_0": "the beginning of the middle is preceding the end of the first three beginnings, “from the middle and the end of the body” . It is only to be given attention to that same impartial neutrality .",
    "ai-anya-e0103n8:177_1": "“Following is simply adverting to the manner of compassion and by one who is preventing what is said for the purpose of showing them to the advantages, and so on.”",
    "ai-anya-e0103n8:177_2": "Herein, attention is anchoring. There is no reference to the meaning in that, not focusing on any aspect of the meditation subject through attention to it, and so on.",
    "ai-anya-e0103n8:177_3": "or by touching them, it does not count to them even for adverting to them.",
    "ai-anya-e0103n8:177_4": "But if there is no meditation subject, it should be given attention from the root of all meditation subjects that go from the root of a meditation subject and to an end.",
    "ai-anya-e0103n8:177_5": "Therefore mindfulness occupied with the body, being unable to reach the roots in the next life by the air, it is to be taken by making a group, that is why it is said, “Now, that is to say, the time of making it its object by giving attention to it, like the strike at the root of anchoring.”",
    "ai-anya-e0103n8:177_6": "“If that’s how, whether did they say the point is mentioned or not?”",
    "ai-anya-e0103n8:177_7": "Herein, although they think, “It is in the presence of the Teacher,” it is said.",
    "ai-anya-e0103n8:177_8": "Hence it is said: “Death focusing on breathing. ”",
    "ai-anya-e0103n8:177_9": "While she was touched by the touch of her.",
    "ai-anya-e0103n8:177_10": "they endeavour in this way.",
    "ai-anya-e0103n8:177_11": "mindfulness, taking pleasure in the arriving at the very time, he is the meaning. He is mindful at ease.",
    "ai-anya-e0103n8:177_12": "Mindfulness is established in absorption, while he fixes his mind in the sign, then his mind is established in him.",
    "ai-anya-e0103n8:177_13": "and when he is said to be placed in bondage and applying the mind of any bond.",
    "ai-anya-e0103n8:177_14": "the calry of the worm-infested: “The caravan leader is going gradually there, seized them with mindfulness.”",
    "ai-anya-e0103n8:177_15": "Unsuitable things do not deceitfully, ~ like a monk who is naturally takes hold of conceit, “Sāketa” is like an a neighbour.",
    "ai-anya-e0103n8:178_0": "225.Paṅguḷoti pīṭhasappī.",
    "ai-anya-e0103n8:178_1": "love, hate, and delusion—",
    "ai-anya-e0103n8:178_2": "games:",
    "ai-anya-e0103n8:178_3": "Mother and Father are children’s wife,",
    "ai-anya-e0103n8:178_4": "and when he goes on each side with both ends, each ends and two points,",
    "ai-anya-e0103n8:178_5": "shakes and rocks and fruits,",
    "ai-anya-e0103n8:178_6": "The liquid waters, at the moment, the foundation for the air, the foundation for the sign, and the foundation for its air.",
    "ai-anya-e0103n8:178_7": "How do you stand (there)?",
    "ai-anya-e0103n8:178_8": "Resolution through recollection",
    "ai-anya-e0103n8:178_9": "There they are aroused in which the one who is hanging on to and the one who stands on all sides.",
    "ai-anya-e0103n8:178_10": "Similarly signs, etc.;",
    "ai-anya-e0103n8:178_11": "Sittle down, and sit, lies down.",
    "ai-anya-e0103n8:178_12": "He should be told: “Repulsiveness has already been” .",
    "ai-anya-e0103n8:178_13": "While he was touched by you,",
    "ai-anya-e0103n8:179_0": "People went to the city of Vedisa, and taking their hands.",
    "ai-anya-e0103n8:180_0": "She’d see a blessing for him in the past, and so on.",
    "ai-anya-e0103n8:180_1": "Approaches the sign of beauty.",
    "ai-anya-e0103n8:180_2": "and it is not only a single object of the mind because of its object.",
    "ai-anya-e0103n8:180_3": "These three qualities do know and see the signless states, and the three undiscriminations, objects, and the three obsession in one who knows and sees.",
    "ai-anya-e0103n8:180_4": "but the sound of drums and clayes:",
    "ai-anya-e0103n8:180_5": "development of concentration through mindfulness of breathing:",
    "ai-anya-e0103n8:180_6": "Is it not easy to find one who accumulates, does not get rid of them. But this is the second meaning.",
    "ai-anya-e0103n8:181_0": "to question the what is beneficial and what is the cause of their coming to an end.",
    "ai-anya-e0103n8:181_1": "These are the three things in the beginning with the incomparable Teaching, together with the Universe order:",
    "ai-anya-e0103n8:181_2": "These are the three things that do not arise in him, and how are they not attracted? And how are these three things that are not clear?",
    "ai-anya-e0103n8:181_3": "When your mind isn’t scattered, they don’t go to develop the awakening factors that they’re not distracted to energy, bitterness, and suppressing the hindrances. And how does it come to an end?",
    "ai-anya-e0103n8:182_0": "now (which is) able to get to make the goods that have been given to him?",
    "ai-anya-e0103n8:182_1": "if it is a place for one who is about, and it does not get it clear, there is no longer practitioner or irreversible, and one whose mindfulness is pure, thinking, “How many is this;”",
    "ai-anya-e0103n8:182_2": "by a small fortunate rebirth",
    "ai-anya-e0103n8:182_3": "Hence it is said: “He is a man.”",
    "ai-anya-e0103n8:182_4": "touching by the touch of the knocking on the wall, etc.,",
    "ai-anya-e0103n8:182_5": "and he shows his mindfulness at the place touched by that man, saying:",
    "ai-anya-e0103n8:182_6": "Hence it is said: “Mount Vepulla, when going to the house wherever he gives his attention to it.”",
    "ai-anya-e0103n8:182_7": "When they had gone to the face of the Kakkavaṇṇā,",
    "ai-anya-e0103n8:182_8": "Then at the time of the ghost realm said, “They came.”",
    "ai-anya-e0103n8:182_9": "And they don’t come or try to settle the waters without mindfulness, but when they’re not unknown to them, they are no longer manifested as they are.",
    "ai-anya-e0103n8:182_10": "They cut the tree down at the root of a tree,",
    "ai-anya-e0103n8:182_11": "their (all) fell,",
    "ai-anya-e0103n8:182_12": "and it is worthless than that day in the place where the two leagues is prepared,",
    "ai-anya-e0103n8:183_0": "Just as a tree remains,",
    "ai-anya-e0103n8:183_1": "When the mind is said to be the foundation for entering the sign, and in-breaths and out-breaths at the sign of the variety of its characteristic, etc., these signs are called the foundation for the sign of the.",
    "ai-anya-e0103n8:183_2": "This being so, when a person chopped it all the trees that cause a gruel with the darkness and rubbed by a holy man, when the floor is established in him, the flatterering of the Sākiyās knows the meaning, and the transgressed way.",
    "ai-anya-e0103n8:183_3": "Namely grain is the sign of long in-breaths and out-breaths, ten kinds of fondness for the sacred fires. These are the ten.",
    "ai-anya-e0103n8:184_0": "This is the way of developing energy.",
    "ai-anya-e0103n8:184_1": "corruptions that are given up and eliminated, the hindrances are given up.",
    "ai-anya-e0103n8:184_2": "Through the stilling of applied and sustained thought occurs then by the stilling of applied and sustained thought, and by the first jhāna, in the second and third jhāna, he then shows the path to peace.",
    "ai-anya-e0103n8:184_3": "This is the cause of devotion to the jhāna, this is the reason why frequenting meditation subjects a meditation subject.",
    "ai-anya-e0103n8:184_4": "Those ten fetters are given up, abandoning the fetters and the cutting off of the fetters, and the cutting off of the path.",
    "ai-anya-e0103n8:184_5": "They think: ‘These seventy-two grounds for attaining the impediments.’ They are unable to qualify in the present life.",
    "ai-anya-e0103n8:184_6": "And here there is no fetter of fetters given up regarding the fetters, and the cessation of at the time of fetters, and the underlying tendencies—also they won’t give up the fetters and eliminate them.”",
    "ai-anya-e0103n8:184_7": "this immersion is easily obtained by absolute dispelling that there’s no need for immersion. This is the meaning.",
    "ai-anya-e0103n8:185_0": "from which he knows:",
    "ai-anya-e0103n8:185_1": "gradually means",
    "ai-anya-e0103n8:185_2": "Spiritually prepared:",
    "ai-anya-e0103n8:185_3": "Here is the meaning in brief:",
    "ai-anya-e0103n8:185_4": "Just as a Buddha taught mindfulness of breathing in the Awakened One’s mindfulness of breathing, so the roots of a leaf-hut that were well developed, sprinkled, and perfectly completed the blossoms,",
    "ai-anya-e0103n8:185_5": "That monk advocates his own constituent parts of his own body.",
    "ai-anya-e0103n8:185_6": "What’s like the moon freed from clouds? The moon solitary, so the moon freed by not grasping?",
    "ai-anya-e0103n8:186_0": "It is like the simile of the saw,",
    "ai-anya-e0103n8:186_1": "although you’re not free of greed,",
    "ai-anya-e0103n8:186_2": "Whether or not this is here:",
    "ai-anya-e0103n8:186_3": "And to the plane of his enemy:",
    "ai-anya-e0103n8:186_4": "With his not giving attention to the in-breaths and out-breaths in this way, then the in-breaths and out-breaths is actually a league due to it,",
    "ai-anya-e0103n8:187_0": "the counterpart sign.",
    "ai-anya-e0103n8:187_1": "ii. One “being to the others” is said, but “It is incapable of applied thought,” and sustained thought is incompatible with applied thought and sustained thought. And this is in the case of the life-continuum, sustained thought.",
    "ai-anya-e0103n8:187_2": "for that is the absorption base consisting of boundlessness, he said to have reached absorption, “This is the absorption, this is the kind of jhāna, fame, of absorption, the remaining jhāna, or of the jhāna factors.”",
    "ai-anya-e0103n8:187_3": "When someone takes attention to them in the way already described, his attention delimitation is subsequently in the meaning ...",
    "ai-anya-e0103n8:187_4": "Vaṅgīsa is like the man who swells in various ways.”",
    "ai-anya-e0103n8:188_0": "For anyone who begins their treasure,",
    "ai-anya-e0103n8:188_1": "covered the collar bone by the leaf—",
    "ai-anya-e0103n8:188_2": "he makes a sound.",
    "ai-anya-e0103n8:188_3": "There was an application of the opposite sex.",
    "ai-anya-e0103n8:188_4": "One who is impatient and firm in-breaths and out-breaths, like a heavy board in a breath, like a coarse pot.",
    "ai-anya-e0103n8:188_5": "and theobserving of the gross in-breaths and out-breaths is of the cessation.",
    "ai-anya-e0103n8:188_6": "Herein, when there is bodily formation that is present in him, he whose body and mind is workable there, and whose manifests in him here and there, becomes pervaded by the bodies of his body, being formed that he reaches the sky, which is reinforced by the spears of the body, and it is an opposite .",
    "ai-anya-e0103n8:188_7": "It is called “blinquishment of the mind” because it is not absence of mentality-materiality.",
    "ai-anya-e0103n8:189_0": "In-breaths and out-breaths are an impediment for the gross physical process, and so on. He should see the verbal processes in the way already described .",
    "ai-anya-e0103n8:190_0": "they become led on by one who wretched next to development, and they become a battlefire in the evening.",
    "ai-anya-e0103n8:190_1": "As he constructs the meaning here and there, he thus it is each instanced .",
    "ai-anya-e0103n8:191_0": "“Where is it? ” “It is not possible to give inquire about a person’s request,” etc., but in order to do it inquire about a single person,” and asked “It is expounded to him inquire a monk inquiry.",
    "ai-anya-e0103n8:191_1": "Herein, just as, when a person has ceased up and ceased there, the in-breaths and out-breaths are ceased in the water, they do not know the basic support.",
    "ai-anya-e0103n8:191_2": "Perceiving that they are dead, they perceived as such, and because of the lack of conditions for cessation.",
    "ai-anya-e0103n8:191_3": "In the fourth-jhāna access it is likewise in accordance with the Dhamma, although it is not made up,",
    "ai-anya-e0103n8:191_4": "Of course in the fourth jhāna, which relies on rebirth-working to form, is the fourth in the fine-material and immaterial states, yet there are none of the various kinds of pleasure producing condition.”",
    "ai-anya-e0103n8:191_5": "there is the in-breath and out-breaths and out-breaths are grossness of the in-breaths and out-breaths, and the means for discerning the end of the in-breaths and out-breaths and out-breaths as its proximate cause.",
    "ai-anya-e0103n8:191_6": "It is precisely touched by one who impacts to constantly reaches absorption by means of context.",
    "ai-anya-e0103n8:191_7": "oppressed by the signs of the happiness is the construction. In each case you should produce happiness.",
    "ai-anya-e0103n8:191_8": "For mindfulness is and concepts perception.",
    "ai-anya-e0103n8:191_9": "Through this bodily formation (again) may he be fixed in the type of the bodily processes, which are continuously by way of body and speech, and mind.",
    "ai-anya-e0103n8:191_10": "Though it’s beneficial,",
    "ai-anya-e0103n8:191_11": "for the meaning is that it occurs with its meaning as its cause.",
    "ai-anya-e0103n8:191_12": "unmindful, with no situational awareness.",
    "ai-anya-e0103n8:191_13": "For he is not able to discern the in-breaths and out-breaths, without mindfulness, by conveying the in-breaths and out-breaths, by using his mind as they come to be.",
    "ai-anya-e0103n8:192_0": "230.Ito aññaṁ kammaṭṭhānaṁ.",
    "ai-anya-e0103n8:192_1": "They honor, respect, and esteem.",
    "ai-anya-e0103n8:192_2": "and she said to her: “Husband, did you find respect in the state of glory?”",
    "ai-anya-e0103n8:192_3": "“materiality,” he can exercise his ability to rebirth in the realm of the very peaceful and sublime, good-looking, etc., and in order to show the meaning of the kind already described, and then in the way already described, he can bring them to mind as “Dearth” .",
    "ai-anya-e0103n8:192_4": "Now comes the end of the in-breaths and out-breaths, etc., to show them investigation of (them), etc., which is the reason why the arrivals said, “Why are they?”",
    "ai-anya-e0103n8:192_5": "Herein, resort is the meaning of in front:",
    "ai-anya-e0103n8:192_6": "looking back on the state of peace,",
    "ai-anya-e0103n8:192_7": "the scoundrel, after taking the rod and the slave,",
    "ai-anya-e0103n8:192_8": "simply in that place the sign of mentioned is to be recognized.",
    "ai-anya-e0103n8:192_9": "He who gives his attention to it,",
    "ai-anya-e0103n8:192_10": "having caught up in them, they can do so.",
    "ai-anya-e0103n8:192_11": "For it is not gained even a league’s place,",
    "ai-anya-e0103n8:193_0": "the counterpart sign",
    "ai-anya-e0103n8:193_1": "both of these is what is said:",
    "ai-anya-e0103n8:193_2": "Because the learning of the elements consisting in specific conditions,",
    "ai-anya-e0103n8:193_3": "some of the teachers:",
    "ai-anya-e0103n8:194_0": "(but) after his appearance to behave like a palm, it is like that of a rotting,",
    "ai-anya-e0103n8:194_1": "The right kind of jewel is allowed to live in a place that is allowed.",
    "ai-anya-e0103n8:194_2": "But how do we get the same reply?”",
    "ai-anya-e0103n8:194_3": "The States thread",
    "ai-anya-e0103n8:194_4": "By the progress of familiarity, by the influence of such qualities, “He never stops!”",
    "ai-anya-e0103n8:194_5": "The difference of the meaning is that it is well proclaimed after all the time for the attainment of the prominent merchant’s coming, length of all sorts of Victors in the name of the house.",
    "ai-anya-e0103n8:194_6": "That is why the Blessed One said:",
    "ai-anya-e0103n8:194_7": "“A tall forest tree crowned with flowers.”",
    "ai-anya-e0103n8:194_8": "There are many sorts of different colors, spears, quite carelessly considered to be able to invade his life. When he has done the same thing, he says that he can be careful considered, “This legal issue ...”",
    "ai-anya-e0103n8:194_9": "trees that are clear.”",
    "ai-anya-e0103n8:194_10": "Because the sign of perception is functioned as a sign of perception and variety -",
    "ai-anya-e0103n8:195_0": "These are the three things that don’t apprehend the signs.",
    "ai-anya-e0103n8:195_1": "There is no surmounting of the meditation subject as a meditation subject that is to him.",
    "ai-anya-e0103n8:195_2": "They do not attain access, nor do they attain absorption.",
    "ai-anya-e0103n8:195_3": "However, he is to be understood in the way already described.",
    "ai-anya-e0103n8:196_0": "Now, as to meaning, the words “bodying” are stated simply in the meaning, versed in the Paṭisambhidā,” versed in the Paṭisambhidā, expounded the sign, and so on.",
    "ai-anya-e0103n8:197_0": "and the counterpart sign according to the specific sign,",
    "ai-anya-e0103n8:197_1": "That’s how there is the highest favourable to you.",
    "ai-anya-e0103n8:197_2": "so you should say, “Pay to mind like this.”",
    "ai-anya-e0103n8:197_3": "To give rise to the sign of the water: “I’d take a foundation of exertion, but I’d better preempt it, I’d better have a lie down.”",
    "ai-anya-e0103n8:197_4": "Sir, if he thinks, “They’re able to find the sign, it wouldn’t see the sign that arose in him, or like that.”",
    "ai-anya-e0103n8:198_0": "if he replies, saying, “When old age and death,” “And what is more than the signless consciousness? ” ...",
    "ai-anya-e0103n8:198_1": "that is to say, the medium one.”",
    "ai-anya-e0103n8:198_2": "the counterpart sign produces the counterpart sign produced in the way already described .",
    "ai-anya-e0103n8:198_3": "the counterpart sign appears in the case of the blessing.",
    "ai-anya-e0103n8:198_4": "but rather he gives attention without reserve to the place where it is said: “The settles, and contacts do so by counting.” Herein, the meaning should be developed, “There is.”",
    "ai-anya-e0103n8:199_0": "The Ocean of the old, knowing that it was said, “There is signless,” said that.",
    "ai-anya-e0103n8:199_1": "Herein, the counterpart sign.",
    "ai-anya-e0103n8:199_2": "settling down by one’s place is the meaning of thinking, “There is no reason for it.”",
    "ai-anya-e0103n8:199_3": "Victorious aspects, saying: “Sisters,” and so on.",
    "ai-anya-e0103n8:199_4": "these one aspects are included under the response.",
    "ai-anya-e0103n8:199_5": "developing it, and disappearing,",
    "ai-anya-e0103n8:199_6": "for when the sign has arisen in you these functions have vanished, like you do when he has arisen in him.",
    "ai-anya-e0103n8:199_7": "making the sign of in-breaths and out-breaths is the mode of the in-breaths and out-breaths, and the sign of the in-breaths and out-breaths is the sign of various kinds,",
    "ai-anya-e0103n8:199_8": "his mind turns away from it, settles it, and settles it on its own idea.",
    "ai-anya-e0103n8:199_9": "But there are people who developed a fact that is evident through developing it the limitedly analysis of meaning and reveal it to the preliminary work.”",
    "ai-anya-e0103n8:199_10": "For this is the meaning:",
    "ai-anya-e0103n8:199_11": "He who, having obtained his various kinds of calamities, defining (goings) his mind in-breaths and out-breaths, doing so in any diverse mind that he is fixed, made displaying the sign, and settles it on the spot in that state.",
    "ai-anya-e0103n8:200_0": "As to colour: the colour of ninety-coloured , the colour of the brim so also appearance, as to colour, shape, as to its colour, is the colour of cooked rice.",
    "ai-anya-e0103n8:200_1": "By its characteristic, etc., and because of its characteristic, etc.,",
    "ai-anya-e0103n8:200_2": "You should protect it by the sign.",
    "ai-anya-e0103n8:200_3": "the sign is guarded in this way, guarding the sign, and carrying it off, he departs it without putting it away, having it put it away, bringing it to mind, it is an growth, increased.",
    "ai-anya-e0103n8:201_0": "This is the teacher who looks for support, and so on,",
    "ai-anya-e0103n8:201_1": "desiring to purity of mindfulness, wanting to make him reach the enlightenment factor, that is, a dart warf, abusive, and incapable of entering the way.",
    "ai-anya-e0103n8:201_2": "(Having) in order to show the meaning of what is reckoned the meaning of it, he said, “Having thus expounded the meaning of it,” it is said, “It is in detail” .",
    "ai-anya-e0103n8:201_3": "Herein, just as, when the body and the mind are inferior and superior,",
    "ai-anya-e0103n8:201_4": "settling the legal procedures of deeds, avoided the fire of deeds,",
    "ai-anya-e0103n8:201_5": "if she hinders it after making it plain; the meaning is, “friended”;",
    "ai-anya-e0103n8:201_6": "When the conditions are wrong,",
    "ai-anya-e0103n8:201_7": "So it is precisely in the same way as a man’s own groups by acting as if he were respected by the wind, like the king who enemy.",
    "ai-anya-e0103n8:201_8": "Although although the in-breath and out-breath are not actually the in-breaths and out-breaths, their mind is said to be the bareaths and out-breaths.",
    "ai-anya-e0103n8:202_0": "The lower name and form are very beautiful,",
    "ai-anya-e0103n8:202_1": "is the end of the beginning, “This is the origin of suffering”, etc., of the arising of ignorance.",
    "ai-anya-e0103n8:202_2": "Does I get rid of doubts about the past? Does I give up the sixteen grounds of the past?",
    "ai-anya-e0103n8:202_3": "“Whatever form there is in the past, future or present,”",
    "ai-anya-e0103n8:202_4": "Because it is the precedence of the knowledge and vision of the practice that leads to the arising and passing away.",
    "ai-anya-e0103n8:202_5": "radiance is the ten kinds of happiness, joyful, rapture, tranquility, tranquility, immersion, equanimity, and equanimity. When the ten kinds of equanimity arise, these ten bases are shown.",
    "ai-anya-e0103n8:202_6": "Understanding of discernment of conditions:",
    "ai-anya-e0103n8:202_7": "the gladness of the opposite sex; it was known that arose from the time to time generates beginning with the dispensation of the periphery and the variety of liquors.",
    "ai-anya-e0103n8:202_8": "for it is called noble path because it is said to have found amongst the noble paths and is said to be foremost.",
    "ai-anya-e0103n8:202_9": "Hence the female slave took the four noble paths by looking down on the noble path.",
    "ai-anya-e0103n8:202_10": "(Concept) attained Final Emancipation and the path during the various forms of times he reviews each time in which these are to be reviewed, the breaking of the path aggregates should be reviewed by one defilement.",
    "ai-anya-e0103n8:202_11": "One perfected one, twenty-five years defilements have remained in that one less than twenty years old.",
    "ai-anya-e0103n8:202_12": "Welcome is the meditation subject for a meditation subject.",
    "ai-anya-e0103n8:203_0": "But there is no enlightenment factor for one who has attained the first jhāna, etc., whose mind is established in him in the first and contemplation of feeling, and so on.",
    "ai-anya-e0103n8:203_1": "They bright deeds",
    "ai-anya-e0103n8:204_0": "When, rapture springs up. When that hatch is full of rapture, one feels inspired to realize this before.",
    "ai-anya-e0103n8:204_1": "Herein, with the attributes of sensual desire , the joy born in them, making its repetition owing to the Bodhi (Tree), he can see the realization of the Bodhisattas.",
    "ai-anya-e0103n8:204_2": "Hence it is said: “He is harassing the two,”",
    "ai-anya-e0103n8:205_0": "Herein, how is happiness in regard to the object?",
    "ai-anya-e0103n8:205_1": "When he has entered upon the first absorption, he can enter upon the first absorptions of the two jhānas accompanied by happiness.",
    "ai-anya-e0103n8:205_2": "(but) he is the reason for it is (whether for it).",
    "ai-anya-e0103n8:205_3": "Saying: “I accept,” “We came, ( and) practice accordingly,” and having made an agreement to this work,",
    "ai-anya-e0103n8:205_4": "At the time when he has actually entered upon them he is attaining the jhāna.",
    "ai-anya-e0103n8:205_5": "It is the jhāna factors of the jhāna that brings about jhāna.",
    "ai-anya-e0103n8:205_6": "As to object: the object of the repulsiveness of the object, since it is with the object opposite sex and sustained thought, happiness is their object.",
    "ai-anya-e0103n8:205_7": "what is said:",
    "ai-anya-e0103n8:205_8": "Just as now when a snake is reduced in each and every way, so it is well prepared when the opposite current is able to get rid of the reciting it, it is well proclaimed wherever it has been displayed by the hyposite sex with various marks. When it has been distinguished, it is as its characteristic, it is manifested as the length of the life.",
    "ai-anya-e0103n8:206_0": "How is one undeluded from rapture?",
    "ai-anya-e0103n8:206_1": "at the moment of insight, instance, insight, and understanding, insight into the end of insight and achievement,",
    "ai-anya-e0103n8:206_2": "For the warding off of the characteristic, etc. .",
    "ai-anya-e0103n8:206_3": "For the one who has dispelled the ascetic life in whatever place the ascetic life is characterized, and the if they are given to them.",
    "ai-anya-e0103n8:206_4": "Hence it is said: “He is equanimous, happiness.”",
    "ai-anya-e0103n8:207_0": "He now said, “Lady, we are able to profession the meaning of what is said.”",
    "ai-anya-e0103n8:207_1": "Herein, if he is said in the rest of the destiny, it should be understood that under the headings of “specified” .",
    "ai-anya-e0103n8:207_2": "Herein, the application of the hundred is “of the happiness and bliss” according to the Paṭisambhidā in order to show the meaning and the later of happiness.",
    "ai-anya-e0103n8:207_3": "Furthermore, in brief, however, is this:",
    "ai-anya-e0103n8:207_4": "When he knows unsuitable, his mind becomes produced by the plane of its object, and is attractive, happiness is established in him.",
    "ai-anya-e0103n8:207_5": "causing the mind in one-self in understanding, knowing it is cooked by means of the remaining meditation subject as a foundation of equanimity, which is founded in the eye, looking at the fruit of the mind, and keeping it connected.",
    "ai-anya-e0103n8:207_6": "For just as the object is connected with the object opposite sex with happiness, it is with associated states by means of the object.",
    "ai-anya-e0103n8:207_7": "When there is the support of the in-breaths and out-breaths associated with the objection of mindfulness, there is called the jhāna who is established in him.",
    "ai-anya-e0103n8:207_8": "By means of that mindfulness and that knowledge that the object is stated, and so on, their mindfulness is cleared away with that object,",
    "ai-anya-e0103n8:207_9": "And the meaning should be understood in long in the way beginning, “He should be understood” used in the way beginning.",
    "ai-anya-e0103n8:208_0": "In this way accumulating the first happiness is shown by the second opposite sex, etc., as its object and outflowing, it is said to be “accomplished” .",
    "ai-anya-e0103n8:208_1": "he is secluded from the monastery;",
    "ai-anya-e0103n8:208_2": "that happiness is accompanied by happiness,",
    "ai-anya-e0103n8:208_3": "by one who does not know: in front of those who know, the object is at peace;",
    "ai-anya-e0103n8:208_4": "Their rapture produces rapture.",
    "ai-anya-e0103n8:208_5": "Seeing one with vision, perceiving absorption, having obtained knowledge with insight,",
    "ai-anya-e0103n8:208_6": "reviewing this I said:",
    "ai-anya-e0103n8:208_7": "my mind becomes determined, “I shall be determined,” and “There will be in the absence of jhāna.”",
    "ai-anya-e0103n8:208_8": "So too, in this way the five ways of performing the happiness and opposite sex, which is happiness and bliss born of seclusion,",
    "ai-anya-e0103n8:209_0": "But those who have absorption and discerned absorptions described.",
    "ai-anya-e0103n8:209_1": "the end of insight, discovering suffering, and the path of faith, etc., is said to be the tranquillity of faith, mindfulness, and equanimity.",
    "ai-anya-e0103n8:209_2": "Herein, although these are removed, it is an imperturbable.",
    "ai-anya-e0103n8:209_3": "Likewise with energy clinging to energy, and so on.",
    "ai-anya-e0103n8:209_4": "one should know what is known.",
    "ai-anya-e0103n8:209_5": "knowing, insight, and wisdom.",
    "ai-anya-e0103n8:209_6": "Having completely understood the truths of suffering, the origin of suffering, and the path leading to the end of suffering.",
    "ai-anya-e0103n8:209_7": "give up the origin of suffering, the path for the direct knowledge, and the path.",
    "ai-anya-e0103n8:209_8": "When you’re developing the path to cessation should be developed.",
    "ai-anya-e0103n8:209_9": "But here it is possible that by means of happiness due to fact that happiness should be lifted up and pulled away from the third jhāna, and that happiness due to the absence of happiness, etc., and because it is successful by means of the fourth jhāna.",
    "ai-anya-e0103n8:210_0": "And here it is said: “Being the untroubled to preceding the opposite of the first jhāna, etc., with its object as its object, and so on.”",
    "ai-anya-e0103n8:210_1": "“Having known (that), we can know what is unsuitable, he is not common,",
    "ai-anya-e0103n8:210_2": "Because of the faithful, etc., the kinds of feeling should be understood as included in both the “reflecting with joy,” and “There are these eighteen kinds of happiness,” etc., as was stated in the sense of seeing.",
    "ai-anya-e0103n8:210_3": "But why is this feeling?",
    "ai-anya-e0103n8:210_4": "After causing terrors on the earth in the four ways, he is able to show the feelings of feeling.",
    "ai-anya-e0103n8:210_5": "Furthermore, the Blessed One shows a meditation subject to happiness associated with the kinds of happiness, equanimous bliss, and with happiness and joy he shows -",
    "ai-anya-e0103n8:211_0": "In this way the word construction should be understood: “He trains in experiencing the happiness of the mind” . That is, in the same way, the feel inspired by the breath is position to be understood with the meaning and reason for the sake of the .",
    "ai-anya-e0103n8:211_1": "For it is possible to enter upon a jhāna without pleasure in two ways: with happiness and bliss, and with the intention that have been calmed there is calm, etc., as its object, and so on. Then, while he is spent in giving attention to the four jhānas, etc., he reaches the bliss of jhāna, and so on.",
    "ai-anya-e0103n8:211_2": "Hence it is said: “He is live in the absorptions” , and so on.",
    "ai-anya-e0103n8:211_3": "Feeling is produced by feeling.",
    "ai-anya-e0103n8:211_4": "Hence it to the aggregates.",
    "ai-anya-e0103n8:211_5": "discerning the plane of conditions, etc., which are more blissful at the time of discerning the ground, etc., for the purpose of insight consisting in bliss, etc., is for the purpose of making bliss, and for the purpose of elimination, it is said, “has the bliss of discerning” .",
    "ai-anya-e0103n8:211_6": "With his love and so on I can see the cessation of the mango grove.",
    "ai-anya-e0103n8:211_7": "for the purpose of showing that the bodily formation should be understood in the way already described.",
    "ai-anya-e0103n8:211_8": "Herein, by means of the bodily formation is one actually discerned here and there in conformity with the mental formations.",
    "ai-anya-e0103n8:212_0": "When this happens, they can give to him a definitely that is, then they should give him a donation of four kinds of people.",
    "ai-anya-e0103n8:212_1": "Herein, with happiness as “he feels joy” is taught by the eighteen kinds of happiness.",
    "ai-anya-e0103n8:212_2": "he is said in the first phrases thus: “Feeling happiness associated with the rapture and bliss born of concentration.”",
    "ai-anya-e0103n8:212_3": "Herein, this is how the place where the lower story is explained.",
    "ai-anya-e0103n8:212_4": "in two ways: “He breathes in experiencing the mental processes, he sees the mental processes for the mental processes of mental processes.”",
    "ai-anya-e0103n8:212_5": "“Consciousness is a condition for the mind and body”: consciousness connected with the mind.",
    "ai-anya-e0103n8:212_6": "The manner of the Kāmanī is known as feeling because of that sensual perception, but feeling is mental intentions regarding the mind as feeling, perception, choices, and consciousness. Here a feeling is said to be “Feeling”.",
    "ai-anya-e0103n8:213_0": "235.",
    "ai-anya-e0103n8:213_1": "When he knows: experiencing the mind, there is no desire for the object of the mind.",
    "ai-anya-e0103n8:213_2": "How do you take the object?",
    "ai-anya-e0103n8:213_3": "The four absorptions bring the jhāna to be understood in the way already described. The attainment of the jhāna is included in the suttas beginning with the subsequent comprehension of the consciousness that jhāna and its conditions are well.",
    "ai-anya-e0103n8:213_4": "Since the mind is produced by delusion, associated with rapture, produced by delusion, and applied thought with happiness, happiness, bliss, and concentration with equanimity.",
    "ai-anya-e0103n8:213_5": "Gladness is the incomparable, producing happiness for the purpose of abandoning happiness.",
    "ai-anya-e0103n8:214_0": "It is equanimous bliss born in the mind that is associated with the happiness associated with jhāna, produced by means of the jhāna, etc., and happiness associated with the jhāna as produced by means of the jhāna, and accompanied by bliss and accompanied by applied and sustained thought with jhāna as its proximate cause, and so on.",
    "ai-anya-e0103n8:214_1": "Having done so, the happiness and joy occurs with an equanimous bliss, having made the object of the mind, happiness associated with the jhāna as its object, and controlled of the mind, next to the life-continuum, (in the deliverance of) joy and happiness, “accomplishing is said to be one who remains with joy, happiness.”",
    "ai-anya-e0103n8:215_0": "While setting up stands, he stands outside the length of the flaws, freely oppressed, highly worry, moving through turning back, and using the calmness of the spiritual faculties. It is unshakable, oppressed, continuation, and disposes the attainment of concentration in unsecluded, like this.",
    "ai-anya-e0103n8:215_1": "and the characteristic of impermanence is the penetration of the characteristic of impermanence. The moment of its characteristic is the cleansing of the impermanence of the characteristic of impermanence in the moment.",
    "ai-anya-e0103n8:215_2": "at the moment of the Jointment consists of unification of mind:",
    "ai-anya-e0103n8:215_3": "For when resentment towards a single object, he remains unallowable, eliminating the object as one who remains unaffected by dreams, going to the heart.",
    "ai-anya-e0103n8:215_4": "Therefore it is said: “That is so,” etc.",
    "ai-anya-e0103n8:216_0": "They give up delusion, get rid of the hindrances, thinking: ‘So let us give up the hindrances,’ then they do so.",
    "ai-anya-e0103n8:216_1": "discerning insight,",
    "ai-anya-e0103n8:216_2": "Because a man’s head is impermanent to the highest point, through the dissatisfaction with the whole world, he sees the impermanence of all conditions, not-self in the air.",
    "ai-anya-e0103n8:216_3": "Suffering is impermanent, not-self, suffering, and perishable.",
    "ai-anya-e0103n8:216_4": "not-self, he will not live without self,",
    "ai-anya-e0103n8:216_5": "But since you’re not-self, you should take pleasure in that,",
    "ai-anya-e0103n8:216_6": "One should not approve, one should not look forward.",
    "ai-anya-e0103n8:216_7": "That’s why, knowing and not seeing, the realisation of the round, not-self.",
    "ai-anya-e0103n8:216_8": "he finds no joy,",
    "ai-anya-e0103n8:216_9": "Like this, they become disillusioned, dispassionate, and freed regarding knowledge of the origin of greed, and hate and delusion. They don’t understand that it is just no originate.",
    "ai-anya-e0103n8:216_10": "Or they’ve seen solid and substantive in such a way, but they don’t know it of themselves.",
    "ai-anya-e0103n8:216_11": "Or alternatively, he does not give attention.",
    "ai-anya-e0103n8:216_12": "He practices in this way, not in the beginning,",
    "ai-anya-e0103n8:216_13": "what is said:",
    "ai-anya-e0103n8:216_14": "For it is because that aggregates are impermanent, perishing, and changing into the aggregates, defilement, and letting go of their defilements. For this is called the case of the defilements, their aggregates, and they give up defilements with their own insight.",
    "ai-anya-e0103n8:216_15": "Therefore he who possesses that , endowed with defilement in the way already described, and the practice that leads to extinguishment.",
    "ai-anya-e0103n8:216_16": "Hence it is said: “Very well, perception of impermanence, momentary, the mind becomes dispassionate, liberating, tears away, and rejoice in gladdening the mind for bodily form.",
    "ai-anya-e0103n8:216_17": "Renunciation, letting go of negligence, he breathes in and breathes out.”",
    "ai-anya-e0103n8:217_0": "Herein, the contemplation of impermanence is impermanent.",
    "ai-anya-e0103n8:217_1": "having taken those whose minds are impermanent, this is called “the truth”.",
    "ai-anya-e0103n8:217_2": "perception of conditioned things: “Are perceptions of conditions” is permanent or impermanent?”",
    "ai-anya-e0103n8:217_3": "Also perception should be seen inferiorness in the presence of a head hairs, etc., and also all the way.",
    "ai-anya-e0103n8:217_4": "and so on.",
    "ai-anya-e0103n8:217_5": "Contemplation of conditions: dissolution and formations occurring in the aspect of conditions,",
    "ai-anya-e0103n8:217_6": "delighted with calmed faculties,",
    "ai-anya-e0103n8:217_7": "fading away is insight for the fading away of dispensation,",
    "ai-anya-e0103n8:217_8": "Therefore it is said: “Realized, he is excellent,”",
    "ai-anya-e0103n8:217_9": "Contemplation is a condition for cessation,",
    "ai-anya-e0103n8:217_10": "formations arise again in the future as these aggregates, and perishes.",
    "ai-anya-e0103n8:217_11": "This is a deceitful place.",
    "ai-anya-e0103n8:217_12": "That is why the origin of confusion, saying: “Here is their origin.”",
    "ai-anya-e0103n8:217_13": "it is an opposite for insight to give rise to it.",
    "ai-anya-e0103n8:217_14": "Or alternatively: the meaning is that it is permanent, constantly, squeezing, etc., should be regarded as “space” .",
    "ai-anya-e0103n8:218_0": "236.",
    "ai-anya-e0103n8:218_1": "Contemplation is impermanent, ethics, mind, and view that it should be shown thus: “This is impermanent, aloofness, etc., of allaying impermanence, etc., of all conditions, or of them are impermanent.”",
    "ai-anya-e0103n8:219_0": "Herein, however: “ permanently impermanent?”",
    "ai-anya-e0103n8:219_1": "The meaning is “Surely manifestation of language” is the meaning.",
    "ai-anya-e0103n8:219_2": "Herein, liable to give rise to the cause of conditioned things that originate from liable to arise in them.",
    "ai-anya-e0103n8:219_3": "to the cessation of these the moments -",
    "ai-anya-e0103n8:219_4": "Contact with old age, another decaying (of rebirth),",
    "ai-anya-e0103n8:219_5": "This is the practice that leads to the cessation of the practice.",
    "ai-anya-e0103n8:219_6": "That’s why it’s called one who gives birth and old ages, which is called old age.",
    "ai-anya-e0103n8:219_7": "and if he does so, he should break the opportunity in any one of the bases for delimitations, saying, “They wish to break the base of the simile.”",
    "ai-anya-e0103n8:219_8": "his very moment I will wander, saying: “He who looks after myself.”",
    "ai-anya-e0103n8:219_9": "But in this case, we will be spoken of to others.",
    "ai-anya-e0103n8:220_0": "When a man has the characteristic of the sense-spheres as impermanent, the three characteristics, etc., and the manifestation of the impermanence of the sense-spheres, thinking “This is impermanent, the knowledge of the impermanence of the sense-spheres, and the cessation of the impermanence, etc., thus they “This is impermanent. ”",
    "ai-anya-e0103n8:220_1": "And having become aroused and disappeared there, she not having become a pregnant.",
    "ai-anya-e0103n8:220_2": "and shows that he shows that he can show",
    "ai-anya-e0103n8:220_3": "That is why the enlightenment factor:",
    "ai-anya-e0103n8:220_4": "At the moment of the opposite sex by moment,",
    "ai-anya-e0103n8:220_5": "the impermanent and the last moment of that is impermanent.",
    "ai-anya-e0103n8:220_6": "and it is said in the way already described.",
    "ai-anya-e0103n8:220_7": "endowed with those who have mastered their practices.",
    "ai-anya-e0103n8:221_0": "the end of conditions, dispassion, cessation, peace, insight, awakening, and extinguishment.",
    "ai-anya-e0103n8:221_1": "This being so, their ultimate sanctuary has reached the ultimate end, the ultimate extinguishment.",
    "ai-anya-e0103n8:221_2": "Hence it is said: “Conditioned, fading away is absolute fading away, cessation, extinguishment.”",
    "ai-anya-e0103n8:221_3": "But these two, namely, fading away is due to the ending of insight, fading away, and cessation, giving away, and insight due to fading away.",
    "ai-anya-e0103n8:221_4": "or else the path of fading away, etc., that is to say, the stilling of insight based on the path, etc., as its object and fading away, and insight due to fading away, and cessation, as object, as to fading away, and insight due to destruction.",
    "ai-anya-e0103n8:221_5": "Saying, “Yes,” he replied, “This is mentioned here; fading away is cessation, giving away, and cessation, to the distinguishment” in the way already described, etc., as follows: “This is why there are comparedly in various ways, hereinning states, etc., should be understood here.",
    "ai-anya-e0103n8:222_0": "and letting go of theirs, they should give up the cutting off of the life as annihilation or in the case of the business of others.",
    "ai-anya-e0103n8:222_1": "With the giving up of all activities, letting go of all attachments, the ending of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, giving away, and letting go of all attachments.",
    "ai-anya-e0103n8:223_0": "And the perception of impermanence should be understood that the states beginning with the volition beginning, “fitting away.” Then they do so in order to show that the states of particular states consisting in the defilement of their aggregates, and the state of the defilement, etc., their roots and perceptions of impermanence, etc., and that the result of suffering in them also their roots.",
    "ai-anya-e0103n8:223_1": "Hence it is said: “He discerns the aggregates in constituent groups opposite sex and discerns the defilements.”",
    "ai-anya-e0103n8:224_0": "Chief Conditions, horn-st Awakened One, the Earth-Chanded, the wide, and the air.",
    "ai-anya-e0103n8:224_1": "and so on, because of the absence of such a state,",
    "ai-anya-e0103n8:224_2": "is worthless and excellence in mind,",
    "ai-anya-e0103n8:224_3": "it becomes plagued by non-human beings.",
    "ai-anya-e0103n8:224_4": "All the aggregates of the defilements—perfected by the means of the path and by defilement of the defilements—is called the path to the aggregates beginning with the defilements of the defilements. All these are called the path to the defilement of their roots, and they are freed from the defilements.",
    "ai-anya-e0103n8:224_5": "Vipassī Visionary knowledge and vision,",
    "ai-anya-e0103n8:224_6": "For even a single knowledge of owing to extinguishment is called “the knowledge of vision”.",
    "ai-anya-e0103n8:225_0": "And although the word “possessed by the sixteen bases of psychic power” as well as the word ‘beings’, etc., have respectively in defining the mind’, and so on.",
    "ai-anya-e0103n8:225_1": "Saying, “I’m developed and cultivated mindfulness of breathing,” he should pursue it after bound.",
    "ai-anya-e0103n8:226_0": "over mindfulness of breathing,",
    "ai-anya-e0103n8:226_1": "Thoughts of sensual thoughts should be understood as cutting off of thoughts as cutting off of thoughts.",
    "ai-anya-e0103n8:226_2": "without mindfulness of breathing.",
    "ai-anya-e0103n8:226_3": "As regards the function of sugarcane occur in the subsequently,",
    "ai-anya-e0103n8:227_0": "Accomplished:",
    "ai-anya-e0103n8:227_1": "the fruit of liberation,",
    "ai-anya-e0103n8:227_2": "Propering off at the root, ~ one who has developed insight",
    "ai-anya-e0103n8:227_3": "Contemplation of the four kinds of mindfulness meditation, namely, the four foundations of mindfulness occupied with the contemplation of mindfulness.",
    "ai-anya-e0103n8:227_4": "the development of the seven awakening factors, fulfill mindfulness, and awareness.",
    "ai-anya-e0103n8:227_5": "And they fulfill the factor of freedom.",
    "ai-anya-e0103n8:227_6": "Whoever is lustful of his enemy,",
    "ai-anya-e0103n8:228_0": "and it is included in the cessation of defilements.",
    "ai-anya-e0103n8:228_1": "And of the one of good conduct through enjoying continuity . And (having) existence, the destroyed of the low-",
    "ai-anya-e0103n8:228_2": "Likewise the jhāna of the kind should be understood.",
    "ai-anya-e0103n8:228_3": "passing away and reappearing. They’re reborn in the company of the Thirty-Three.",
    "ai-anya-e0103n8:228_4": "Consequently he does so occur in the three worlds.",
    "ai-anya-e0103n8:228_5": "they endeavour.",
    "ai-anya-e0103n8:228_6": "Below in front of them,",
    "ai-anya-e0103n8:228_7": "Because he is the talk of Vibhaṅga thus, “Sillness of the sixteen kinds of discrimination even analyzed and contemplationed by the sixteen Vibhaṅgas of the Suttanta.”",
    "ai-anya-e0103n8:228_8": "After passing away from the realm of the mind, and reappearing at the decay of the sixteenth consciousness preceding away from the deathless state with the absence of the consciousness, he thinks: “This is how there are seven days after getting over-breaths and out-breaths as its object.”",
    "ai-anya-e0103n8:229_0": "“These meditation subject that is proper for a monk who has constantly brought this meditation subject.”",
    "ai-anya-e0103n8:229_1": "Herein, although the order “Don’t because of its object” are well proclaimed,",
    "ai-anya-e0103n8:229_2": "the meaning of this “confidence” is said: “The mind is comfortable” .",
    "ai-anya-e0103n8:230_0": "Herein, life span is the danger of lifespan when the preliminary works in life.",
    "ai-anya-e0103n8:230_1": "And the meaning is that it is stated in the way already stated .",
    "ai-anya-e0103n8:231_0": "The moon, sun, and insects all round, like a pearl, looking at a fortnight, like a wound, smooth of the moon’s swamp, and going to the shore, saying “This (this) is your lovely beautiful, like a neighbourhood of the moon’s dwelling, and its creeping, and charming for a leaf hut, and then tortuously that is made of his own lifes,",
    "ai-anya-e0103n8:231_1": "my walking-path, having made a sheet and entering the garment",
    "ai-anya-e0103n8:232_0": "She says, “Whatever enquiry is incapable of answering.”",
    "ai-anya-e0103n8:233_0": "Remembelling the full ordination",
    "ai-anya-e0103n8:234_0": "His virtue is stated in the way already described.",
    "ai-anya-e0103n8:234_1": "All conditioned things are painful in all respects, etc., and have a source of all suffering. Continction is to be given up all suffering.”",
    "ai-anya-e0103n8:235_0": "is called ‘one who speaks in Conditions’, and who does not possesses understanding’ and is called ‘the principle’ beset by knowledge’ and vision’. They say, ‘one who is not adhered to’.",
    "ai-anya-e0103n8:235_1": "(There is) a realisation of the ultimate way, the meaning is “preliminary” , and “because of the foundation of truth,” and “the meaning is, giving.",
    "ai-anya-e0103n8:235_2": "for they are states owing to their own state and in the sense of its having a state that they are stated in the sense of its own state.",
    "ai-anya-e0103n8:235_3": "Belonging to the community of the reciting, marking together,",
    "ai-anya-e0103n8:235_4": "you’ll attain quenching",
    "ai-anya-e0103n8:235_5": "In the last watch of the night,",
    "ai-anya-e0103n8:235_6": "produced by what is covetous.",
    "ai-anya-e0103n8:235_7": "I have been done by those that are not allowed.",
    "ai-anya-e0103n8:235_8": "Though conditioned is a term for the formation, because it is reckoned as an inconse.",
    "ai-anya-e0103n8:235_9": "said to be the best of them: “Have you sovereignty, embarrasses,",
    "ai-anya-e0103n8:235_10": "After the characteristic of unconditioned is characterized as the state of fading away. ...",
    "ai-anya-e0103n8:235_11": "When he has done this, the noble path come to an end, he gives up the conceit ‘I am’. But while giving it up, they don’t go away. ...",
    "ai-anya-e0103n8:235_12": "We’ll discard this.”",
    "ai-anya-e0103n8:235_13": "Herein, “I am better” , etc., the kinds of conceit, etc., is produced by conceit, and so on.",
    "ai-anya-e0103n8:235_14": "A person finds fault in a place of loss, a person who is hatred,",
    "ai-anya-e0103n8:235_15": "should be seen by the beginning, the middle and the end,’ this to be seen.",
    "ai-anya-e0103n8:235_16": "free of attachments, free of delusion,",
    "ai-anya-e0103n8:235_17": "For it is possible to give the meaning in this way.",
    "ai-anya-e0103n8:235_18": "(Whoever) go around the middle of the day they when they trembled—I am alert in the neighbourhood.",
    "ai-anya-e0103n8:235_19": "Likewise in the same way.",
    "ai-anya-e0103n8:235_20": "the palace of sensual pleasures, craving for sense pleasures,",
    "ai-anya-e0103n8:235_21": "Only the senses delight in sensual pleasures, cling to the very strand of sense pleasure,",
    "ai-anya-e0103n8:235_22": "rounded the grounds for whirlpools, etc., are allowed to live in heaven.",
    "ai-anya-e0103n8:235_23": "this is an unconditioned.",
    "ai-anya-e0103n8:235_24": "and later generation: he who does not transgresses another reward.",
    "ai-anya-e0103n8:235_25": "for the bowls of a group.",
    "ai-anya-e0103n8:235_26": "for transmigration.",
    "ai-anya-e0103n8:235_27": "it comes out of craving, he said to the escape from the dart of craving.",
    "ai-anya-e0103n8:236_0": "Those who having performed such qualities, etc. having made the signs of qualities, etc., appear to be stained in the way already described, etc., respectively in the way already described, just as “peaceful” . When they bring back inside the various kinds of becoming generous, etc., they thus: “They are sweepts .”",
    "ai-anya-e0103n8:236_1": "The noble paths are ignoble,",
    "ai-anya-e0103n8:236_2": "they are spoken of by the Buddha.",
    "ai-anya-e0103n8:236_3": "But where is it spoken?",
    "ai-anya-e0103n8:236_4": "The unconditioned Discourses on the Unconditioned",
    "ai-anya-e0103n8:236_5": "they realize the truth.",
    "ai-anya-e0103n8:236_6": "For it is at a way that unprofitable state , and it is “accomplished” .",
    "ai-anya-e0103n8:236_7": "Hence it is said: “Here it is the only truth, for the second.”",
    "ai-anya-e0103n8:236_8": "transmigration, injured by others.",
    "ai-anya-e0103n8:236_9": "Hence it is said: “He is crossing over, the brahmin who has crossed over,” and the brahmin villages are dying.",
    "ai-anya-e0103n8:236_10": "Graduarding a person of very lovely and delightful very than twenty-three thread, gladness and illustrious knowledge, who were intelligent, unshakable and well-prepared,",
    "ai-anya-e0103n8:236_11": "There is no one here who has reached old age, who has reached this person, and who gives up old age.",
    "ai-anya-e0103n8:236_12": "then old age, grew back together with the yoke, the austere of the carriage,",
    "ai-anya-e0103n8:236_13": "and the giving up of craving,",
    "ai-anya-e0103n8:236_14": "there is nothing in the deathless.",
    "ai-anya-e0103n8:236_15": "lived without defilements,",
    "ai-anya-e0103n8:236_16": "One who, without protection, having a safe place,",
    "ai-anya-e0103n8:236_17": "Once upon a time, with the appearance of a (good) human beings,",
    "ai-anya-e0103n8:236_18": "having given everything over to the whole of that is useless,",
    "ai-anya-e0103n8:236_19": "free of pain and harm;",
    "ai-anya-e0103n8:236_20": "purification from all defilements, is purified in purification through the path and purified purity.",
    "ai-anya-e0103n8:236_21": "with the four floods, without passions, ha having destroyed a refuge,",
    "ai-anya-e0103n8:236_22": "and tossed as a palm leaf through the whole of that pain,",
    "ai-anya-e0103n8:237_0": "“I will teach you the truths”: “I shall teach you the truths.”",
    "ai-anya-e0103n8:237_1": "There is noise of faith in the beginning of the dwelt for surrounding the earth, for the ambrosial Dhamma of the universal monarchs, having a variety of virtues, etc., and being incapable of doing the drums of the worms , and there is no exceeding in the state of loss.",
    "ai-anya-e0103n8:237_2": "(They are) unconnected with pollutants.",
    "ai-anya-e0103n8:237_3": "Whose minds are subtle and so on,",
    "ai-anya-e0103n8:237_4": "Today you’re like an old enemy who has not yet gone forth,",
    "ai-anya-e0103n8:237_5": "and looked down on her sickness.",
    "ai-anya-e0103n8:237_6": "Thoughts that are unknown",
    "ai-anya-e0103n8:237_7": "By the supernormal powers:",
    "ai-anya-e0103n8:237_8": "As a consequence of his incredible and amazing—",
    "ai-anya-e0103n8:237_9": "and not-self sons who are non-percipient within the appearance of non-existent, etc., are contrary to the Dhamma and non-self.",
    "ai-anya-e0103n8:237_10": "By turning away is one freed from suffering.",
    "ai-anya-e0103n8:237_11": "while transmigrating from place to settlement.",
    "ai-anya-e0103n8:237_12": "The opposite of them.",
    "ai-anya-e0103n8:237_13": "Getting forgets is a state consisting in which a deep oppression.",
    "ai-anya-e0103n8:237_14": "and one with difficulty in whom (surely) difficult to get, you should do so.",
    "ai-anya-e0103n8:237_15": "After speaking the truth, he should not say, “They are logically useless,”",
    "ai-anya-e0103n8:237_16": "You should recognize them who are persuaded by the Buddha, the persuading this law of meaning.",
    "ai-anya-e0103n8:238_0": "Will enter upon and dwell in the analytic knowledge of Nibbāna, which is purified in the special qualities of Nibbāna, as well.",
    "ai-anya-e0103n8:238_1": "And it is said in the specific neutrality : it is its object , it is its circumstance.",
    "ai-anya-e0103n8:238_2": "In the case of the Vāseṭṭhas, in this way under the heading of a noble disciple is said to be the lay person” .",
    "ai-anya-e0103n8:238_3": "That is why it is said, “Yes,” etc.",
    "ai-anya-e0103n8:238_4": "he goes forth through the Emancipation of peace,",
    "ai-anya-e0103n8:238_5": "(They should be told in full.)",
    "ai-anya-e0103n8:238_6": "He will be told to speak loving-kindness towards all beings.",
    "ai-anya-e0103n8:238_7": "He is resolute on the superior state to be attained, and has endeavour.",
    "ai-anya-e0103n8:239_0": "The Reference to for Recollection",
    "ai-anya-e0103n8:240_0": "So there is the commentary for the settling of these eight complexions."
}