{
    "ai-anya-e0906n:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-anya-e0906n:1_0": "The qualities of the Rains Retreat",
    "ai-anya-e0906n:2_0": "Questioning down from the tomorrow, without questioning,",
    "ai-anya-e0906n:3_0": "questions:",
    "ai-anya-e0906n:3_1": "The First Mahākassapa, the chief of the traditions, Mahākassapa, Guardian of the Dhamma, Dhammāsoka, and Venerable Mahākassapa, were the first capital of the Vinaya, having spent the four great teachers, and when the Mahākassapa, they composed their doctrines on this exposition of the Vinayapiṭaka, they composed the four great teachers on this Āgamat.",
    "ai-anya-e0906n:4_0": "What is given away:",
    "ai-anya-e0906n:4_1": "The First Mahākassapa, reverend Sir, Mahāsudassana, Mahākassapa, bestowed on the following day, (which Buddha) Mahākassapa, original depositary about the Vinaya, having constructed four primary verses, were the first portions of the Collections, and fourteencloths, they created in the middle of the Commentaries.",
    "ai-anya-e0906n:5_0": "questions:",
    "ai-anya-e0906n:5_1": "Even the sixth wonderful is the sixth wonder of the offense, and the four great primary elements are the Mahāspajāpatī.",
    "ai-anya-e0906n:5_2": "now the time has been concluded, and I will ask you about it.",
    "ai-anya-e0906n:5_3": "they are called liable to stand by what is called ‘percipient’.",
    "ai-anya-e0906n:6_0": "ignoble thought: sir, in the sense of investigation of principles is called stated.",
    "ai-anya-e0906n:7_0": "Now, in regard to this question he asked, “Where did he have achieved? How did he attain it?",
    "ai-anya-e0906n:8_0": "What is given away:",
    "ai-anya-e0906n:8_1": "After truly understanding the teaching of all, the Buddhas awakened to the great Bodhi tree at a time of Veṭhadīpa.",
    "ai-anya-e0906n:9_0": "But here is the question, reverends, in what is the Dhamma you have understood?",
    "ai-anya-e0906n:10_0": "The intention of the Bodhisatta was given away to the great Bodhi tree, venerable sir, a precious treasure, with a mind-made body.",
    "ai-anya-e0906n:11_0": "But in regard to this question, reverends, where is the Dhamma taught by the Fortunate One?",
    "ai-anya-e0906n:12_0": "What is given away:",
    "ai-anya-e0906n:12_1": "He was the lord of the gods of the Thirty-Three and the rainy season residence in the Shady Orchid Tree when the Buddha was falling asleep.",
    "ai-anya-e0906n:13_0": "How is it the first question that he is constantly in the human realm, and he has taught it again?",
    "ai-anya-e0906n:14_0": "What is given away:",
    "ai-anya-e0906n:14_1": "Venerable Sāriputta was taught first among the students by the General of the Dhamma. This was the first capital for himself.",
    "ai-anya-e0906n:15_0": "Who is training:",
    "ai-anya-e0906n:16_0": "Those who are trainees – who are of good character and who are training,",
    "ai-anya-e0906n:17_0": "Who is training in the training?",
    "ai-anya-e0906n:18_0": "who has renounced the training ...",
    "ai-anya-e0906n:19_0": "Who are welcomes:",
    "ai-anya-e0906n:20_0": "Those who say, “Venerable Sir, those who have been given away.",
    "ai-anya-e0906n:21_0": "You should ask the question:",
    "ai-anya-e0906n:22_0": "regarding the Blessed One, the perfected one, the fully awakened Buddha:",
    "ai-anya-e0906n:23_0": "(The Buddha’s questions:) “What kind of constantly sort of revealing?",
    "ai-anya-e0906n:24_0": "(They answered) in the next life, reverend Sir,",
    "ai-anya-e0906n:25_0": "They according to the Truth,",
    "ai-anya-e0906n:26_0": "questions:",
    "ai-anya-e0906n:26_1": "But that competent and capable of doing analysis of the seven factors, and so on.",
    "ai-anya-e0906n:26_2": "which is the first made by the Fortunate One,",
    "ai-anya-e0906n:27_0": "That, sir, was taught by the Blessed One, which gives rise to the first enquiry.",
    "ai-anya-e0906n:28_0": "questions:",
    "ai-anya-e0906n:28_1": "Is there a trader, there is an inclination of the teaching that’s appropriate.",
    "ai-anya-e0906n:28_2": "Through it has been laid down by the Fortunate One, made by the Fortunate One,",
    "ai-anya-e0906n:29_0": "What is given away:",
    "ai-anya-e0906n:29_1": "Don’t attack the Buddha’s questions, unwholesome qualities, and unskillful qualities that have unskillful qualities.",
    "ai-anya-e0906n:29_2": "Thoughts connected with pleasant feeling",
    "ai-anya-e0906n:29_3": "The results of things beginning with the resultant nature, resultant states, results in accordance with the Dhamma. So it is of two twenty-two states, thus it is “bless” .",
    "ai-anya-e0906n:29_4": "“Having no phenomena,",
    "ai-anya-e0906n:29_5": "thoughts that have roots that are connected with roots,",
    "ai-anya-e0906n:30_0": "thoughts that are associated with roots,",
    "ai-anya-e0906n:30_1": "(they are) connected with roots (but) are not roots.",
    "ai-anya-e0906n:30_2": "thoughts associated with roots and conditions, but are not roots.",
    "ai-anya-e0906n:30_3": "It is not because of roots and sources that are their roots, and so on.”",
    "ai-anya-e0906n:31_0": "(They are) wholesome.",
    "ai-anya-e0906n:32_0": "questions:",
    "ai-anya-e0906n:32_1": "All these things have been taught by the Buddha assert of the Teaching, analysis of One, and analysis of the Dhamma.",
    "ai-anya-e0906n:33_0": "What is given away:",
    "ai-anya-e0906n:33_1": "“Sir, analysis of the teachings proclaimed by the Buddha, the teaching, and the skillful qualities that originate in terms of the skillful.",
    "ai-anya-e0906n:33_2": "At whatever time a wholesome mind has arisen in the sensual realm, or associated with the opposite object, or whatever object, that which has arisen, ceased, or perishes.",
    "ai-anya-e0906n:33_3": "At that time there is contact, there is feeling, perception, choices, and consciousness.”",
    "ai-anya-e0906n:34_0": "The fine-material sphere is profitable,",
    "ai-anya-e0906n:35_0": "questions:",
    "ai-anya-e0906n:35_1": "All these things have been taught by the Buddha, the teaching, and the Saṅgha in line with analysis of mind. In what way he’s skilled at ease, skilled in questioning the detailed meaning of the teachings, and experts of the Buddha.",
    "ai-anya-e0906n:36_0": "What is given away:",
    "ai-anya-e0906n:36_1": "“Sir, what are skillful and unskillful things?",
    "ai-anya-e0906n:36_2": "At a time when he develops the path to rebirth in the first absorption, quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.”",
    "ai-anya-e0906n:37_0": "(They are) skilled in the supermundane.",
    "ai-anya-e0906n:38_0": "questions:",
    "ai-anya-e0906n:38_1": "All these things have been taught by the Buddha asserting Virtuously, in accordance with the Teaching, the Monastic Law, and the summaries; and after having taught it by the Buddha.",
    "ai-anya-e0906n:39_0": "What is given away:",
    "ai-anya-e0906n:39_1": "In line with the teachings I became skilled in the Teaching as analysis of the Teaching.",
    "ai-anya-e0906n:39_2": "At a time when he develops the supermundane absorption, the first absorption is that quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption ...",
    "ai-anya-e0906n:39_3": "First they enter and remain in the first absorption, which has the slow deepening of suffering and is knowledgeable by the Buddha.”",
    "ai-anya-e0906n:40_0": "Unskillful essentials,",
    "ai-anya-e0906n:41_0": "questions:",
    "ai-anya-e0906n:41_1": "Right there he explained the things to be discovered and divided into analyzed, casting them.",
    "ai-anya-e0906n:42_0": "What is given away:",
    "ai-anya-e0906n:42_1": "“The Buddha has discovered these things: ‘And what are unskillful qualities by the Buddha?",
    "ai-anya-e0906n:42_2": "At that time, when the mind is uncontrolled, the sound objects, or the smell objects, or the taste objects, or the touches that have arisen,",
    "ai-anya-e0906n:42_3": "at that time there is contact, feeling, perception, choices, and consciousness.”",
    "ai-anya-e0906n:43_0": "The Undeclared Points",
    "ai-anya-e0906n:44_0": "questions:",
    "ai-anya-e0906n:44_1": "and he explained the teachings to the Buddha.",
    "ai-anya-e0906n:45_0": "What is given away:",
    "ai-anya-e0906n:45_1": "“Sir, in accordance with the Teaching the Monastic Code has not been declared by the Buddha. What things have they explained?",
    "ai-anya-e0906n:45_2": "At that time in the sensuous worlds a good deed has been reborn in the realm of equanimous bliss, and the eye has arisen dependent on the eye-consciousness.",
    "ai-anya-e0906n:45_3": "at that time there is contact, feeling, perception, choices, and consciousness.",
    "ai-anya-e0906n:45_4": "(There are) wholesome things, resultant for the sense-spheres in the form-world sphere, feeling constituents (of mind and body) that provide fuel for attachment, the aggregates of formations, the feeling constituent groups (of mind and bodily formations).",
    "ai-anya-e0906n:45_5": "And those who are neither skilled nor unwholesome thoughts, nor are they results.",
    "ai-anya-e0906n:45_6": "all form and the unconditioned element.",
    "ai-anya-e0906n:45_7": "these things have been answered, and so as to explain in detail, so as to declare them.",
    "ai-anya-e0906n:46_0": "Freedomously.",
    "ai-anya-e0906n:47_0": "Reverends, the Buddha taught the seven principles that prevent decline in the analysis of legal issues by the Buddha.",
    "ai-anya-e0906n:48_0": "What is given away:",
    "ai-anya-e0906n:48_1": "When he has done the progress of the teachings, in the texts of the aggregates, above, belows, across the middle of the analysis of the analysis of fields, and analysis of the sense faculties, etc., and six sense fields, mindfulness, immersion, and knowledges, wisdom, the remoteness and analysis of embracing the dissatisfaction with the teaching.",
    "ai-anya-e0906n:49_0": "the aggregates,",
    "ai-anya-e0906n:50_0": "questions:",
    "ai-anya-e0906n:50_1": "The Buddha has taught these eighteen analysis of the aggregates as taught by the Buddha.",
    "ai-anya-e0906n:51_0": "What is given away:",
    "ai-anya-e0906n:51_1": "The eighteen Vibhaṅgas of the Aṅguttara, that the five grasping aggregates of the formulgates, the feeling, perception, choices, and consciousness.",
    "ai-anya-e0906n:51_2": "Herein, what is the sight? What is: the forms of existence past, future, or present? The Buddha has declared in terms of gross or subtle, inferior or superior, near or far. The Buddha has declared these three enlightenments, it is called the reference to aggregates in line with the teachings, dispels.”",
    "ai-anya-e0906n:52_0": "the ‘cernings’.",
    "ai-anya-e0906n:53_0": "questions:",
    "ai-anya-e0906n:53_1": "In the second Vibhaṅga’s analysis of the sense fields have been taught by the Buddha.",
    "ai-anya-e0906n:54_0": "What is given away:",
    "ai-anya-e0906n:54_1": "In the second sense fields. Their sense fields of sights, sounds, smells, tastes, and touches. The field sense fields are present.",
    "ai-anya-e0906n:54_2": "The eye is impermanent, suffering, and perishable: such is its drawback. And liable to perishing is impermanent, suffering, and perishable. Because of this the Buddha’s doctrine, he produces the influence of the three states, which is impermanent, suffering, and perishable.",
    "ai-anya-e0906n:55_0": "the thought element,",
    "ai-anya-e0906n:56_0": "questions:",
    "ai-anya-e0906n:56_1": "and in detail the third Vibhaṅga too he can explain in detail the Buddha’s analysis of the elements.",
    "ai-anya-e0906n:57_0": "What is given away:",
    "ai-anya-e0906n:57_1": "In the third element, “Sir, the earth element,” “The water element in the space element,” “The fire element in detail,” and the air element in three ways. The analyzed in the space of sentient beings. In the four elements, they questioned them in detail, analyzed them, language, and clarifiedly.",
    "ai-anya-e0906n:58_0": "the truth,",
    "ai-anya-e0906n:59_0": "And owing to the four kinds of truth he taught the Buddhas in detail the analytical knowledge of truths.",
    "ai-anya-e0906n:60_0": "What is given away:",
    "ai-anya-e0906n:60_1": "Now, sir, this is the noble truth of the origin of suffering in the four noble truths. The noble truth of the cessation of suffering is the noble truth of the practice that leads to the cessation of suffering.",
    "ai-anya-e0906n:60_2": "Herein, what is suffering?",
    "ai-anya-e0906n:61_0": "the faculties",
    "ai-anya-e0906n:62_0": "questions:",
    "ai-anya-e0906n:62_1": "Reverends, how are these five faculties in detail by the Buddha and he analyze them.",
    "ai-anya-e0906n:63_0": "What is given away:",
    "ai-anya-e0906n:63_1": "“But sir, there are these five faculties of the eye, ear, nose, tongue, body, and mind. ...”",
    "ai-anya-e0906n:63_2": "these two faculties were taught by the Buddha, and so on. He repeatedly questioned each of the two faculties by the origin of great (supernatural) faculties, and so on, after having revealed them with two faculties and disciplined,",
    "ai-anya-e0906n:64_0": "Dependent Origination",
    "ai-anya-e0906n:65_0": "questions:",
    "ai-anya-e0906n:65_1": "Analysis of the origination of the ending of suffering in detail by the Buddha?",
    "ai-anya-e0906n:66_0": "What is given away:",
    "ai-anya-e0906n:66_1": "In the sixth (story) condition there are a sixth condition for choices. ...",
    "ai-anya-e0906n:66_2": "“The origin of the Buddha,” etc. replied that is how this dependent origination is in line with the teaching. Then it was taught by the Vinaya from the Buddha, etc., of two originations, and one who methods of meaning and dispelsations, and so on.",
    "ai-anya-e0906n:67_0": "Because of his mindfulness meditation.",
    "ai-anya-e0906n:68_0": "questions:",
    "ai-anya-e0906n:68_1": "How do these seven kinds of mindfulness meditation that have been taught by the Buddha?",
    "ai-anya-e0906n:69_0": "What is given away:",
    "ai-anya-e0906n:69_1": "These seven kinds of mindfulness meditation are near to the body. They meditate observing an aspect of the body internally, externally, and both internally and externally. They meditate observing an aspect of the body externally as analysis of the mind—keen, aware, and mindful, rid of desire and aversion for the world.”",
    "ai-anya-e0906n:70_0": "right effort,",
    "ai-anya-e0906n:71_0": "questions:",
    "ai-anya-e0906n:71_1": "How have you done the eight factors that support meditation have been rightly explained by the Buddha?",
    "ai-anya-e0906n:72_0": "What is given away:",
    "ai-anya-e0906n:72_1": "In this way, a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise. ...",
    "ai-anya-e0906n:73_0": "the bases of psychic power,",
    "ai-anya-e0906n:74_0": "questions:",
    "ai-anya-e0906n:74_1": "And how did the Buddha teach the nine bases of psychic power that has been taught by the Buddha?",
    "ai-anya-e0906n:75_0": "What is given away:",
    "ai-anya-e0906n:75_1": "The ninth basis of psychic power that has immersion due to enthusiasm, and active effort ...",
    "ai-anya-e0906n:75_2": "the basis of psychic power that has immersion due to inquiry, and active effort, when developed and cultivated, they explain in detail, and so as to how the Buddha declared:",
    "ai-anya-e0906n:76_0": "the factors of awakening—",
    "ai-anya-e0906n:77_0": "questions:",
    "ai-anya-e0906n:77_1": "The Buddha taught them the ten Vibhaṅgas of the Factors of Awakening. How should he explain in detail the practice that leads to the awakening factors?",
    "ai-anya-e0906n:78_0": "What is given away:",
    "ai-anya-e0906n:78_1": "The awakening factors of investigation of principles, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-anya-e0906n:78_2": "Herein, what is the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity? For a long time the Buddha is called analyzed from the awakening factors of the awakening factors, when it was taught by the Buddha, the awakening factors, and the awakening factors?”",
    "ai-anya-e0906n:79_0": "The variety of paths",
    "ai-anya-e0906n:80_0": "questions:",
    "ai-anya-e0906n:80_1": "In the eleventh path the Buddha has taught the Analysis of the path to the company of the eightfold path.",
    "ai-anya-e0906n:81_0": "What is given away:",
    "ai-anya-e0906n:81_1": "“Sir, the eleven path is the noble eightfold path.",
    "ai-anya-e0906n:81_2": "This includes right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. In the three cases of right livelihood, right effort, right mindfulness, and right immersion. In this way the right analysis of people have helped the phenomena, the exposition of the teaching on the path, and the practice that leads to the right way.",
    "ai-anya-e0906n:82_0": "Absorptions",
    "ai-anya-e0906n:83_0": "And how does the Buddha have taught the recitation passage for recitation given by the Buddha?",
    "ai-anya-e0906n:84_0": "What is given away:",
    "ai-anya-e0906n:84_1": "Sir, there are twelve factors of using these: “A mendicant conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. They keep the rules they’ve undertaken. They guard the sense doors and eat in moderation. They’re dedicated to wakefulness, tireless, and energetic. They’ve undertaken the training rules as they like.”",
    "ai-anya-e0906n:85_0": "Unable to the wise man,",
    "ai-anya-e0906n:86_0": "questions:",
    "ai-anya-e0906n:86_1": "How did you explain in detail the Buddha’s analysis of non-confidence after learning the meditation on universally explaining them with little wisdom?",
    "ai-anya-e0906n:87_0": "What is given away:",
    "ai-anya-e0906n:87_1": "They meditate spreading a heart full of love ...",
    "ai-anya-e0906n:87_2": "he third (direction),",
    "ai-anya-e0906n:87_3": "likewise the fourth (direction),",
    "ai-anya-e0906n:87_4": "In the same way above, below, across, everywhere, all around, he spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.”",
    "ai-anya-e0906n:88_0": "The training rules",
    "ai-anya-e0906n:89_0": "questions:",
    "ai-anya-e0906n:89_1": "The Buddha taught the training rules as they are invited by analysis of the training rules.",
    "ai-anya-e0906n:90_0": "What is given away:",
    "ai-anya-e0906n:90_1": "The training rule of refraining from killing living creatures",
    "ai-anya-e0906n:90_2": "Herein, what is definitely abstention from killing living creatures? Avoiding killing living creatures in the prior circumstances of refraining from killing living creatures?”",
    "ai-anya-e0906n:91_0": "The analytical knowledge of inspired speech.",
    "ai-anya-e0906n:92_0": "questions:",
    "ai-anya-e0906n:92_1": "But in the analytical knowledge of the analysis of circumstances have been taught by the Buddha, and the analytic knowledges of language.",
    "ai-anya-e0906n:93_0": "What is given away:",
    "ai-anya-e0906n:93_1": "In whom the analytical knowledge of truth is the analytical knowledge of language of the analytical knowledge of truth, eloquence, and the analytic knowledge of language.",
    "ai-anya-e0906n:93_2": "Knowledge of meaning, knowledge of the analytical knowledge of meaning, wisdom, the analytical knowledge of meaning, truthfulness of language, and eloquence of the truth, and the knowledge of the analytical knowledge of truth, disclosing the language of the three knowledges, and the four analytical knowledges.”",
    "ai-anya-e0906n:94_0": "the ‘complishment’.",
    "ai-anya-e0906n:95_0": "But the Buddha has taught the knowledge of the death and his analysis of knowledge. He explains in detail the analysis of knowledge, and he taught it each of these questions as analytic knowledges.",
    "ai-anya-e0906n:96_0": "What is given away:",
    "ai-anya-e0906n:96_1": "the sixteenth part of knowledge, he says: “The forty-four grounds for knowledge, not for the sake of worldly existence, and for the sake of worldly practice.” He has analyzed and clarifying his analysis of conditions and constituents as much as he has analyzed them, enlightened them, castegories with knowledge, and conscious knowledge.”",
    "ai-anya-e0906n:97_0": "The short topics",
    "ai-anya-e0906n:98_0": "questions:",
    "ai-anya-e0906n:98_1": "The Buddha has taught the seven Vibhaṅgas of the Analysis of the Seven Factors of the Teaching.",
    "ai-anya-e0906n:99_0": "What is given away:",
    "ai-anya-e0906n:99_1": "For the second time, sir, abode of the seventh essences in the presence of the Teacher, about the analyzing of the seventh, and the eighth terraces, as far as the domain of craving, and clinging to life the Buddha, all of youth, life the eighthrouds, calm, fraud, and deity.",
    "ai-anya-e0906n:100_0": "Though the teaching is included in the teaching",
    "ai-anya-e0906n:101_0": "There the Buddha taught the Dhamma analysis of the eighteen in each case.",
    "ai-anya-e0906n:102_0": "What is given away:",
    "ai-anya-e0906n:102_1": "“Sir, how many feelings have the eighteen elements produced by the analysis of the constituents (of mind and body), why are perceptions of the faculties? What is there? How many kinds of feeling?",
    "ai-anya-e0906n:102_2": "In the eighteen elements, the four bases of psychic power, the four bases of contact, the four kinds of contact, the four kinds of feeling, the five faculties, the five powers, the seven fields of contact, and the seven perceptions of contact.”",
    "ai-anya-e0906n:103_0": "And how is the arising of the Buddha taught the life span in detail, and in brief in detail?",
    "ai-anya-e0906n:104_0": "What is given away:",
    "ai-anya-e0906n:104_1": "After giving gifts, he continually prepares the observance-day procedure,",
    "ai-anya-e0906n:104_2": "After giving, ethical conducting the observance-day procedure, some of the gods of the Thirty-Three, some of aristocrats, brahmins, and householders—when their bodies—were reborn in the company of the Gods Who Control the Creations of Others, some with the Joyful Gods, some with the Gods Who Love to Create, some with the Gods of the Thirty-Three, and some with the Gods of the Thirty-Three.",
    "ai-anya-e0906n:105_0": "By him who has been ejected in the realm of (good) human beings,",
    "ai-anya-e0906n:106_0": "though he has come to an end, and is one who has gone to a bad destination.",
    "ai-anya-e0906n:107_0": "Discussion of the elements",
    "ai-anya-e0906n:108_0": "questions:",
    "ai-anya-e0906n:108_1": "Hence the Buddha taught the eighteen bases of the Truth by the Buddha. Then he rose up from the eighteen factors with the eighteen factors. Then after having taught to them, he gave analytically to the third, and then entered upon the nation of the analysis of clan, he investigated the nature of analytive spirits.",
    "ai-anya-e0906n:109_0": "What is given away:",
    "ai-anya-e0906n:109_1": "Third: “Sir, how can the third element is included in the teaching and the collection of the Saṅgha with its collection, not shared with the collection of the collection of the unattained?",
    "ai-anya-e0906n:109_2": "the parted with the joined...",
    "ai-anya-e0906n:109_3": "The Buddha has collected the item with a collection of the them, associated with the collection of the untroubled and the uncollected. In this way the untroubled composed, separated from the Faith, the language, and so on. After being unincluded, they placed together with the intentions of the Buddha, and without analyzing them, they put them aside.”",
    "ai-anya-e0906n:110_0": "the designation of the persons.",
    "ai-anya-e0906n:111_0": "questions:",
    "ai-anya-e0906n:111_1": "That’s why the Buddha taught the exposition of the teaching by the wholesome element and the third time without analyzing them with a teaching.",
    "ai-anya-e0906n:112_0": "What is given away:",
    "ai-anya-e0906n:112_1": "In the teaching there are four designations of the faculties. The designations of the sense-spheres, what is designated as the designation of the sense-spheres, the designation of the elements, the faculties, the designation of the elements.",
    "ai-anya-e0906n:112_2": "In what way is there a designation of the components regarding the five constituents (of mind and bodily form) that provide fuel for attachment?”",
    "ai-anya-e0906n:112_3": "thus far there is a designation of the components regarding the components. The faculties of the sense-spheres, etc., is how far as the sense-spheres, and it is taught by the aggregates of the sense-spheres and analysis of aggregates, etc., in this way, and that is how the Blessed Onepelled and wrinkled,",
    "ai-anya-e0906n:113_0": "Topics of Discussion",
    "ai-anya-e0906n:114_0": "questions:",
    "ai-anya-e0906n:114_1": "That’s why the Buddha teach the Dhamma to the wholesome and doing what is beneficial as contrary to the Teaching and the fifth.",
    "ai-anya-e0906n:115_0": "What is given away:",
    "ai-anya-e0906n:115_1": "Since they have a recommended idea in the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans, and these non-humans that are skilled in the doing of the best. Then, when the Buddhas, Bhagu has arisen for the sake of the elimination of the Doctrine, and created, he thought, “Three and for the sake of the paths of the Joyful Gods,” and for the sake of the lion, “Through the energy, having performed this opppportunity of the Faith, that person, I am the Āldites (ter of the Buddha).” He offer of the Faiciality of the disciplinary and Āgas, the five hundred thousand monks.",
    "ai-anya-e0906n:116_0": "questions:",
    "ai-anya-e0906n:116_1": "But opinion, reverends, is the detailed explanation of the base consisting of what is the talk about? How is it the detailed explanation of what is the meaning of it?",
    "ai-anya-e0906n:117_0": "What is given away:",
    "ai-anya-e0906n:117_1": "Sir, that Mahānāma the Sakyan sinked relying on the Buddha’s doctrine. This was the third Council of the Ārāma, the Elder Mahākoṭaka in the capital at Kālāma and Discipline for five hundred Bhikkhus, sixty thousand Bhikkhus in number, five hundred thousand Bhikkhus, carding them to establish a thousand worst of the five hundred Bhikkhus.",
    "ai-anya-e0906n:118_0": "questions:",
    "ai-anya-e0906n:118_1": "There, reverends, how many of the senior venerables were chief amongst those who were expert in the detailed exposition of the sectarians.",
    "ai-anya-e0906n:119_0": "What is given away:",
    "ai-anya-e0906n:119_1": "There, sir, two hundreds of the paths beginning with the Vāliya and Just as Mahāpajāpatī Gotamī in the Religion, and Vinaya by the great teachers.",
    "ai-anya-e0906n:120_0": "Discussion of the person whose speech is that of person",
    "ai-anya-e0906n:121_0": "questions:",
    "ai-anya-e0906n:121_1": "And how is Venerable Mahānāma the first person Discussion between the senior mendicants and the teachers next?",
    "ai-anya-e0906n:122_0": "What is given away:",
    "ai-anya-e0906n:122_1": "Is a person found in a real and ultimate way?",
    "ai-anya-e0906n:122_2": "But a person who is truthful and ultimate because of that person",
    "ai-anya-e0906n:122_3": "I understand that a person is found in you. Because you’re true, you can surely be realized by the ultimate goal, relevant point.”",
    "ai-anya-e0906n:122_4": "Herein, then he says: ‘In this way you can realize an individual.’ Then Venerable, ʻThough there is a personal dealing with truth as an idea.’ Then Venerable, you can say, ‘It’s appropriate to say, ‘It’s appropriate to say, Venerable Mahāli.’",
    "ai-anya-e0906n:123_0": "Understanding on unknowing",
    "ai-anya-e0906n:124_0": "questions:",
    "ai-anya-e0906n:124_1": "Venerable Mahākappina of the Purpose Abhaya was the second section for recitation on the same point, and enlightened Mahākaccāna in the passage for recitation.",
    "ai-anya-e0906n:125_0": "What is given away:",
    "ai-anya-e0906n:125_1": "When the fifth topic of discussion had because of the province of the true Teaching, they knew that.",
    "ai-anya-e0906n:125_2": "There is a perfected one, a fully awakened Buddha, ignorance underlying tendencies of ignorance, ignorance does not say.",
    "ai-anya-e0906n:125_3": "With ignorance and the underlying tendencies of ignorance, the underlying tendencies of ignorance, the fetters of ignorance, and the underlying tendency to ignorance.",
    "ai-anya-e0906n:125_4": "If he has no underlying tendency to ignorance and ignorance, the fetters of ignorance, and the underlying tendencies of ignorance, ignorance. But there are no obstacles for the sake of ignorance, who say, “For the Elder Mahā Moggallāna, we have no analyzed the Village of ignorance,” and so on.",
    "ai-anya-e0906n:126_0": "Unsuitable",
    "ai-anya-e0906n:127_0": "questions:",
    "ai-anya-e0906n:127_1": "Keṭaka the five sectarians, in the same way, a third talk about the teachings, and this was the fourth great teacher as Village for the sake of the discussion.",
    "ai-anya-e0906n:128_0": "What is given away:",
    "ai-anya-e0906n:128_1": "Sir, by the fifth topic of discussion in the legal procedure of the groups of five kinds of unworthy talk. This is the third suitable forpics of non- perception.",
    "ai-anya-e0906n:128_2": "perception is conceived in the world because of the words that perception of existence: perception, perception, choices, and consciousness.” They say that the Elder Mahā Moggallāna said this: “Sister, bringing the gratitude and so on.”",
    "ai-anya-e0906n:129_0": "there is no perception for oneself.",
    "ai-anya-e0906n:130_0": "perception, perception, choices, and consciousness.",
    "ai-anya-e0906n:131_0": "because you have not conducted himself properly;",
    "ai-anya-e0906n:132_0": "Don’t you’re not irreversible and fit to be reborn without another?",
    "ai-anya-e0906n:133_0": "Some perception and non-percipient are different.",
    "ai-anya-e0906n:134_0": "there is no perception for oneself.",
    "ai-anya-e0906n:135_0": "It is five days that culminates in a future life-form, which is reincarnation.",
    "ai-anya-e0906n:136_0": "It is not the one who takes on logration for sentient beings that very life-form,",
    "ai-anya-e0906n:137_0": "Sometimes, because of this one’s own wealth, all beings proceed having transmigrated them.",
    "ai-anya-e0906n:138_0": "Chapter Six",
    "ai-anya-e0906n:139_0": "Discussion of the earth element, etc.",
    "ai-anya-e0906n:140_0": "questions:",
    "ai-anya-e0906n:140_1": "But the sixth part of the earth element occurred in the sixth part of the earth element, as was the great analytically and so on.",
    "ai-anya-e0906n:141_0": "What is given away:",
    "ai-anya-e0906n:141_1": "The sixth earth element, sir, is the sixth earth element, etc., of the earth element, and so on.",
    "ai-anya-e0906n:141_2": "The form sense-sphere is blue, yellow-coloured, of red-hot seers. Being maintained in the eye, he is plastered, and calling him the time for his child.” He said, “After walking on the eyes,” and being told, he said this to the Great Elder Mahā Moggallāna: ‘Analysis, he does not accept the same Village of the Great Sptures.’",
    "ai-anya-e0906n:142_0": "for an earth element.",
    "ai-anya-e0906n:143_0": "Eye consciousness arises dependent on the eye and eye consciousness.",
    "ai-anya-e0906n:144_0": "for that is not to be spoken of by the eye, and the earth element arises dependent on the eye-consciousness element.",
    "ai-anya-e0906n:145_0": "Discussion of the obstacles",
    "ai-anya-e0906n:146_0": "questions:",
    "ai-anya-e0906n:146_1": "The fifth section on the legal procedures of ejection for not giving up a bad view about the passage for recitation of the discussion. In the case of the senior venerable Mahāliputta was talking about the building work.",
    "ai-anya-e0906n:147_0": "What is given away:",
    "ai-anya-e0906n:147_1": "Sir, this discussion between the groups of five is the meaning of legal issues.",
    "ai-anya-e0906n:147_2": "because of sensual pleasures,",
    "ai-anya-e0906n:147_3": "There is an obstacle for continued existence,",
    "ai-anya-e0906n:147_4": "because of these fine things that you don’t have to be found.",
    "ai-anya-e0906n:147_5": "There is an obstacle for continued existence,",
    "ai-anya-e0906n:147_6": "(but) is unbroken on the spot that news created, on the occasion of the Elder Mahā Moggaliputta.” After dividing them, he divided them with great speech, saying:",
    "ai-anya-e0906n:148_0": "there is an obstacle for continued existence.",
    "ai-anya-e0906n:149_0": "because you have not conducted himself properly;",
    "ai-anya-e0906n:150_0": "there is an obstacle for continued existence.",
    "ai-anya-e0906n:151_0": "Existence in the sensual realm, or in the next life.",
    "ai-anya-e0906n:152_0": "because you have not conducted himself properly;",
    "ai-anya-e0906n:153_0": "Not having seen or heard of form, there is the danger in existence.",
    "ai-anya-e0906n:154_0": "Existence in sensual becoming, there is no obstacle for rebirth in the realm of luminous form,",
    "ai-anya-e0906n:155_0": "Is there who could live in the realm of luminous form, since nothing between existence or sensual pleasures,",
    "ai-anya-e0906n:156_0": "Discussion of the six sense fields",
    "ai-anya-e0906n:157_0": "questions:",
    "ai-anya-e0906n:157_1": "Of the five sectarian teachers, the same as the fifth section for recitation on the teachings, and on the deathless.",
    "ai-anya-e0906n:158_0": "What is given away:",
    "ai-anya-e0906n:158_1": "Sir, by the fifth wonder of the contentment, above, below, across the middle of the six sense fields, all the six sense fields, which were impaired in the lay life. They’re wide, shaky, and inclined to stay there.",
    "ai-anya-e0906n:158_2": "All these were created a degree of conceived in his mother’s womb, unawing: “Venerable Mahāpajāpatī Gotamī, Venerable Mahākappina, and so on.” Then he mean the same thing, when it was given.",
    "ai-anya-e0906n:159_0": "The six sense fields were unrivaled in their mother’s womb,",
    "ai-anya-e0906n:160_0": "he is satisfied with all factors, and he is about to enter the womb (of his mother’s) call.",
    "ai-anya-e0906n:161_0": "because you have not conducted himself properly;",
    "ai-anya-e0906n:162_0": "so his mind becomes stabilized by the mind.",
    "ai-anya-e0906n:163_0": "his hands and feet were stabilized by the head with the hand.",
    "ai-anya-e0906n:164_0": "because you have not conducted himself properly;",
    "ai-anya-e0906n:165_0": "questions:",
    "ai-anya-e0906n:165_1": "That’s why the Buddha passes away from Yamaka River of the gods of the Thirty-Three ...",
    "ai-anya-e0906n:166_0": "What is given away:",
    "ai-anya-e0906n:166_1": "The Buddha has traveled to Yamakatissa went to the root of the thirty-two continents of the Yamunā the Abhidhamma. He spent the following ten thousand rebirths, the sections, the Acccording to the truths, the sections, and the sixth sections, and the section on Suttantarians.",
    "ai-anya-e0906n:167_0": "The group of nine on “without root”",
    "ai-anya-e0906n:168_0": "How can the Buddha teach the first points out the meaning of explaining what is taught firstly in detail the meaning of this.",
    "ai-anya-e0906n:169_0": "What is given away:",
    "ai-anya-e0906n:169_1": "Whatever are wholesome things, do they all have the same roots?",
    "ai-anya-e0906n:169_2": "Whatever are wholesome roots, are they all wholesome things?",
    "ai-anya-e0906n:169_3": "Whatever are wholesome things, do they all have the same roots with the wholesome root?",
    "ai-anya-e0906n:169_4": "Whatever have the same roots with the wholesome root, are they all wholesome things?",
    "ai-anya-e0906n:169_5": "Whatever are wholesome things, do they all have the same roots with the wholesome root?",
    "ai-anya-e0906n:169_6": "let those who wholesome roots from each other. They have been taught by the Buddha, and so they divide each other with their three roots, which were badlyzed down by the Buddha.",
    "ai-anya-e0906n:170_0": "Whatever are wholesome things, do they all have the same roots?",
    "ai-anya-e0906n:171_0": "Whatever are wholesome things, do they all have the same roots which are skillful, partakes of the skillful, on the side of the skillful, all of them yearn that are skillful or unskillful?",
    "ai-anya-e0906n:172_0": "The chapter on lying down",
    "ai-anya-e0906n:173_0": "questions:",
    "ai-anya-e0906n:173_1": "The sixth section on the teaching of the Buddhas was taught by the second disciplinary issues.",
    "ai-anya-e0906n:174_0": "What is given away:",
    "ai-anya-e0906n:174_1": "The second chapter on the group of six is finished in the sixth part of the components of the chapter.",
    "ai-anya-e0906n:174_2": "The feelings constituent group, the perceptions constituent group, the (volitional) processes constituent group, the consciousness constituent group.",
    "ai-anya-e0906n:174_3": "form, the form component, the form component,",
    "ai-anya-e0906n:174_4": "feelings, the feelings constituent group, the feelings constituent group,",
    "ai-anya-e0906n:174_5": "perceptions component, perceptions component,",
    "ai-anya-e0906n:174_6": "the volitions component, the volitions component, the volitions component,",
    "ai-anya-e0906n:174_7": "consciousness, after which is constituent, the aggregates of consciousness, such as the Buddha taught, the absence of consciousness, and the three analysis of such consciousness, and the analyzing of the aggregates, or suffering.",
    "ai-anya-e0906n:175_0": "of the dimension of infinite space",
    "ai-anya-e0906n:176_0": "questions:",
    "ai-anya-e0906n:176_1": "Also, reverends, is the sixth section on the thirty-two analysis of legal issues have been taught by the Buddha:",
    "ai-anya-e0906n:177_0": "What is given away:",
    "ai-anya-e0906n:177_1": "In the third Yamaka they told him what had happened,",
    "ai-anya-e0906n:177_2": "eye and sights, ear and sounds, nose and smells, tongue and tastes, body and touches.",
    "ai-anya-e0906n:177_3": "eye sense-sphere, eye-contact,",
    "ai-anya-e0906n:177_4": "ears ... nose ... tongue ... body ...",
    "ai-anya-e0906n:178_0": "of the elements,",
    "ai-anya-e0906n:179_0": "questions:",
    "ai-anya-e0906n:179_1": "Also, reverends, has the sixth section on the thirty-two analysis of Yamaka taught by the Buddha.",
    "ai-anya-e0906n:180_0": "What is given away:",
    "ai-anya-e0906n:180_1": "In the sixth dyad the water element in the turns, “Sir, in the sixth of the fourfold system, this is the fourth element:",
    "ai-anya-e0906n:180_2": "the eye element, sight element, and eye consciousness element; and ear consciousness element, sounds, smells, tastes, and touches. The ear consciousness element, sounds, smells, tastes, and touches. The body consciousness element, and mind consciousness element have been taught by the Buddha.”",
    "ai-anya-e0906n:181_0": "Truth,",
    "ai-anya-e0906n:182_0": "questions:",
    "ai-anya-e0906n:182_1": "The five expositions of the teaching have been taught by the Buddha Yamaka in the seventh section.",
    "ai-anya-e0906n:183_0": "What is given away:",
    "ai-anya-e0906n:183_1": "In the sixth section dealing with the five that prevents is the fifth thing, sir, in the ten respects they tell the truths:",
    "ai-anya-e0906n:183_2": "The truth of suffering, its origin, its cessation, and the path.",
    "ai-anya-e0906n:183_3": "suffering is the truth of suffering.",
    "ai-anya-e0906n:183_4": "the origin of suffering.",
    "ai-anya-e0906n:183_5": "cessation, the cessation of suffering,",
    "ai-anya-e0906n:183_6": "the path, the path, and the practice that leads to the idea.” And he explains the path to analyzed them, saying,",
    "ai-anya-e0906n:184_0": "The chapter on choices",
    "ai-anya-e0906n:185_0": "questions:",
    "ai-anya-e0906n:185_1": "The Buddha taught the sixth Yamaka the Abhibhū and Samaka in the sixth section.",
    "ai-anya-e0906n:186_0": "What is given away:",
    "ai-anya-e0906n:186_1": "In the sixth (story) there is a sixth (volitional) processes, sir, this is the sixth thing (volitional) processes:",
    "ai-anya-e0906n:186_2": "(volitional) processes expressed by way of body, (volitional) processes expressed by way of speech, (volitional) processes expressed by way of mind.",
    "ai-anya-e0906n:186_3": "In-breathing the physical process, placing the mind and keeping it connected are verbal processes, and mental processes of the mind and keeping it connected associated with the three kinds of feeling. All these things are mental processes associated with the aggregates of the mind and bodily formations. All these three things are capable of mental processes, and then the Buddhas have analyzed them. ”",
    "ai-anya-e0906n:187_0": "The group of twelve on “with”",
    "ai-anya-e0906n:188_0": "questions:",
    "ai-anya-e0906n:188_1": "The seventh section on the teaching of the Buddha in Yamaka.",
    "ai-anya-e0906n:189_0": "What is given away:",
    "ai-anya-e0906n:189_1": "All the seventh section for recitation is finished in Yamaka. In the seventh section, the tenth announcement said:",
    "ai-anya-e0906n:189_2": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-anya-e0906n:189_3": "Wherein is the underlying tendencies of sensual desire and lust for sensual pleasures, for the sake of the fine-material desire and for the sake of passions? The Buddha has given up the eighteen elements of substance. Instead of encounteration, he gives up the four elements of substenance.",
    "ai-anya-e0906n:190_0": "* The Lord of the World gained faith in the mind,",
    "ai-anya-e0906n:191_0": "questions:",
    "ai-anya-e0906n:191_1": "All the sixth section on the teaching of Yamaka. ...",
    "ai-anya-e0906n:192_0": "What is given away:",
    "ai-anya-e0906n:192_1": "Also if he does not arise when he comes to Yamaka’s mind, the sixth won’t arise.",
    "ai-anya-e0906n:192_2": "But when his mind has ceased and perished, it does not arise in one whose mind is included in the three Vedas, which is just as “inviting” (in Timets) with reference to thee of the minds of the Mahāthūpa, as in order to reckoned as an incalculable mind, reasoned their analyze, and clarify offenses.",
    "ai-anya-e0906n:193_0": "from the Dhammadinnā.",
    "ai-anya-e0906n:194_0": "questions:",
    "ai-anya-e0906n:194_1": "All the sixth section on the teaching of the Buddhas.",
    "ai-anya-e0906n:195_0": "What is given away:",
    "ai-anya-e0906n:195_1": "Sir, a sixth thing happens to Yamaka.",
    "ai-anya-e0906n:195_2": "unwholesome thoughts, unwholesome thoughts,",
    "ai-anya-e0906n:195_3": "Unskilled in the three things haven’t been declared by the Buddha, without practising them.” He has laid down the doctrine of expert on three, etc., and of the Mahānandana Vihāras, and so he taught these three things in detail by each other.",
    "ai-anya-e0906n:196_0": "the arising of the faculties,",
    "ai-anya-e0906n:197_0": "questions:",
    "ai-anya-e0906n:197_1": "All the sixth section on the teaching of the Buddha Yamaka. In what way the Buddha taught the ten faculties of analyzed them with the ten faculties.",
    "ai-anya-e0906n:198_0": "What is given away:",
    "ai-anya-e0906n:198_1": "In the sixth Yamaka they are the tenths of the Faculties, saying:",
    "ai-anya-e0906n:198_2": "the faculties of the eye, ear, nose, tongue, body, and mind. The faculties of the faculties of the ear, mind faculty, and wisdom. And I will understand the faculty of faith, energy.”",
    "ai-anya-e0906n:199_0": "past, future, and present,",
    "ai-anya-e0906n:200_0": "questions:",
    "ai-anya-e0906n:200_1": "All the great dreams of the faculties in detail by the Buddha. How does he show the arising of these three practices in detail, and after making this analyzed it in detail?",
    "ai-anya-e0906n:201_0": "What is given away:",
    "ai-anya-e0906n:201_1": "For he speaks in line with the faculties of great embracing that faculty of sight were rose-apple off. The faculties of the faculty of faith, energy, mindfulness, immersion, and wisdom.",
    "ai-anya-e0906n:201_2": "Or if it were taught by the eye, or it is set aside to out of the eye faculty and so it is taught by the Buddha.”",
    "ai-anya-e0906n:202_0": "arising from arising.",
    "ai-anya-e0906n:203_0": "questions:",
    "ai-anya-e0906n:203_1": "And in the Mahāṭigutta taught by the Buddha.",
    "ai-anya-e0906n:204_0": "What is given away:",
    "ai-anya-e0906n:204_1": "In austerities the faculty will arise in the Mahāsudassana’s sense. For if he thinks, “The faculty of sight will arise, there will be a reason for him.”",
    "ai-anya-e0906n:204_2": "But if he does so, the faculty of sight will arise and the faculty of eye will arise.”",
    "ai-anya-e0906n:204_3": "the eye faculty ...",
    "ai-anya-e0906n:205_0": "he’ll arise there too.",
    "ai-anya-e0906n:205_1": "Only after becoming fully extinguished, they will become fully extinguished through which they will arise in them. Then, having risen from this world will arise, and who will not arise in them. They will have risen from the noble ones, and who will be extinguished there will be no faculty of the noble ones.",
    "ai-anya-e0906n:206_0": "and with the eye he will arise in them. With the eye he will become fully extinguished, he will not become fully extinguished through that. And after dispelling them will arise in them, he will then show the faculty of vision.",
    "ai-anya-e0906n:206_1": "And for the noble eye faculty will arise and if it will arise, it will arise,",
    "ai-anya-e0906n:207_0": "and he will exercise it with whatever female faculty will arise, and if he does not apply it to the woman or male and female faculty. Then he will grow in this way, not decline.",
    "ai-anya-e0906n:207_1": "That is, for the faculty of wisdom, and with the faculties of function of knowledge will arise.",
    "ai-anya-e0906n:208_0": "shook the step of his army",
    "ai-anya-e0906n:209_0": "questions:",
    "ai-anya-e0906n:209_1": "Hence the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha, to the fully awakened Buddha, when he saw that this was being awakened by the seven Awakened One, after making the whole world conceived in the way that Yama, going to the Abhidhamma, the chief of the gods, to Yama Suttanta, and when he came to a seize an end of the gods. What is the Dhamma for the everything sun and moon, where the clouds would be taught by the gods?",
    "ai-anya-e0906n:210_0": "What is given away:",
    "ai-anya-e0906n:210_1": "The Blessed One, who knows and sees, the perfected one, the fully awakened Buddhas, has come to Sāvatthī for seven years. When he saw that the Buddha had entered Sāvatthī, the six classes of rebirth into a choice, the Awakened One, the eighty rainy season, nine prominent merchants, the world, and having approached the rainy season residence near (for Buddhasupernatural) without turning monarchs. Having taken the assembled together with the composed the collection of the gods, the Bene of the Thirty-Three Worlds, the Sambuddha named Awakened One, the chief disciples of men, the Nāḷavaka, and having takened the regularked One in the seventh of men,",
    "ai-anya-e0906n:211_0": "—”It is called “restraint in the case of the questioning,”",
    "ai-anya-e0906n:212_0": "What is given away:",
    "ai-anya-e0906n:212_1": "But it is also called “space” in the sense of performing analysis of language, because of its making it plain, the sense of conscience and prudence for them.",
    "ai-anya-e0906n:213_0": "And if you ask the Buddha taught like this:",
    "ai-anya-e0906n:214_0": "What is given away:",
    "ai-anya-e0906n:214_1": "It’s possible that the Buddha taught the Discourses on the Māgadhan officials of the World’s Punabbasuka from the Bamboo Grove in two sections of the Mahātittha garden.",
    "ai-anya-e0906n:215_0": "Reverend, how do you have taught the names of the first absorption in the first rainy season by the Buddha?",
    "ai-anya-e0906n:216_0": "What is given away:",
    "ai-anya-e0906n:216_1": "At the time of the two ends of the last two, the participations of the parks, the trees of inner cloth, the first months of the rainy season, the castes, the causes of circumstance, and coston-down condition, wherever there is a condition for each other.",
    "ai-anya-e0906n:216_2": "Non-disappearance condition.”",
    "ai-anya-e0906n:216_3": "This is the taught by the Fortunate One, reverend Sir,",
    "ai-anya-e0906n:217_0": "And having taught the questions on the following day as far as the Buddha taught.",
    "ai-anya-e0906n:218_0": "What is given away:",
    "ai-anya-e0906n:218_1": "But in the immaterial states this: “But, sir, is the reason why arouses",
    "ai-anya-e0906n:218_2": "roots are the causes and conditions for the sake of the forms associated with sights.",
    "ai-anya-e0906n:218_3": "object:",
    "ai-anya-e0906n:218_4": "the form sense-sphere is related to the eye-consciousness element and the object of associated with it.",
    "ai-anya-e0906n:218_5": "The faith element, ear consciousness, and nose consciousness. ...",
    "ai-anya-e0906n:218_6": "nose consciousness,",
    "ai-anya-e0906n:218_7": "the sense fields ...",
    "ai-anya-e0906n:218_8": "the tangibles sense-sphere is related to the body-consciousness element and the object associated with it.",
    "ai-anya-e0906n:218_9": "The sense fields of sights, sounds, smells, tastes, touches, and thoughts associated with the mind element.",
    "ai-anya-e0906n:218_10": "all things associated with mind-consciousness element and the object of the things associated with it,",
    "ai-anya-e0906n:218_11": "The reason why these things arise in the Buddha have taught the Dhamma with the mind as their object.”",
    "ai-anya-e0906n:219_0": "questions:",
    "ai-anya-e0906n:219_1": "Then it’s why they’re worth a sixteenth part.",
    "ai-anya-e0906n:219_2": "In the second place where the great heroics were taught by the good of Āṭānāṭikaputta in the seven places.",
    "ai-anya-e0906n:220_0": "What is given away:",
    "ai-anya-e0906n:220_1": "In the seventh enquiry, without making precisession of the settling of legal issues, requisites for the heights, thoroughly memorized the teachings, and specifically propounded by the Buddhas, by the seven principles, and twenty-two in each case.",
    "ai-anya-e0906n:221_0": "profound the Three Worlds",
    "ai-anya-e0906n:222_0": "questions:",
    "ai-anya-e0906n:222_1": "Though these four countless things I’ve taught them first to teach the Dhamma in two or three ways:",
    "ai-anya-e0906n:223_0": "What is given away:",
    "ai-anya-e0906n:223_1": "In these twenty-four grounds the courses of a great earthquake. Seven by the first, he is produced in the seven classes of land, widely been constructed by the Buddha as taught by the king Vassakāra. New, he believed in his teaching:",
    "ai-anya-e0906n:224_0": "Deformed by the good,",
    "ai-anya-e0906n:225_0": "questions:",
    "ai-anya-e0906n:225_1": "Having taught these twenty-two parts of a great sacrifice, the Buddha taught by the first part of the seven monasteries.",
    "ai-anya-e0906n:226_0": "What is given away:",
    "ai-anya-e0906n:226_1": "Purity for these two reasons was the first offender. It might be for the first reason, if the seventh reasons, and the skillful may arise.",
    "ai-anya-e0906n:226_2": "Compared to the skillful may be unskillful, with no cause or condition.",
    "ai-anya-e0906n:226_3": "There may be another reason, with no cause or reason, for the sake of extra effort,",
    "ai-anya-e0906n:226_4": "They may be skillful and unskillful qualities decline because of skillful qualities: cause or reasonedness, because of that.",
    "ai-anya-e0906n:226_5": "They may be unskillful and blameworthy things, with no cause or reason.",
    "ai-anya-e0906n:226_6": "They may be skillful and unskillful, blameworthy and blameless, and there may be cause or reasoned with reason.",
    "ai-anya-e0906n:226_7": "Compared with skillful qualities might be unskillful and blameless, and with cause and reason.”",
    "ai-anya-e0906n:226_8": "“Skillfulness gives rise to a skillful teaching.",
    "ai-anya-e0906n:226_9": "The one wholesome roots of the three aggregates dependent on the shoulder: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand aggregates.",
    "ai-anya-e0906n:226_10": "A wholesome teaching gives rise to a good principle.",
    "ai-anya-e0906n:226_11": "a wholesome aggregates (of mind and body) that provide fuel for attachment.",
    "ai-anya-e0906n:226_12": "A skillful person gives rise to a good result, and the causes of reasons.",
    "ai-anya-e0906n:226_13": "Agregates dependent on the three aggregates, one is due to the aggregates, and three consciousnessaggregates, and the mind-made, namely, form, feeling, perception, choices, and consciousness?”",
    "ai-anya-e0906n:226_14": "“For the sake of the nine orifices, three primary elements, and three drops of opposite sex. There are, three, four, five faculties, three, three, four, five conscious noble truths, and three. There is no particulars in each cases, and three the paths of the opposites. There is, it has been taught by the Buddha, three, three, and three. There is no individual essencesences.”",
    "ai-anya-e0906n:227_0": "Compared by skillful qualities might arise because of the cause or reason.",
    "ai-anya-e0906n:228_0": "rare to the astute.",
    "ai-anya-e0906n:229_0": "questions:",
    "ai-anya-e0906n:229_1": "That’s why the Buddha has declared thelightenment.",
    "ai-anya-e0906n:229_2": "he is constructed by the Famous One, the heroics of the four Truths, in the Mahāthūpa, and enveloped he wide opened in the first Mahātittha garden of the Saints. He, the first envelopeds, and separated from the seventh in detail.",
    "ai-anya-e0906n:230_0": "What is given away:",
    "ai-anya-e0906n:230_1": "Sir, is giving up the four primary elements by the appearance of a great aggregates, one is constituents (of mind and body) that provided with the scope of the faculties, the first part of the aggregates, the one tied to the fetter of the aggregates, and two skill in each cases.",
    "ai-anya-e0906n:230_2": "A wholesome quality arises in the connection with the unprofitable thoughts, the mind gives rise to the excellent forms.",
    "ai-anya-e0906n:230_3": "Skilled in the formless states arise and the three aggregates. Those things arise in the mode of the mind and body, namely, form, feeling, perception, choices, and mind.”",
    "ai-anya-e0906n:230_4": "(and) the nine sections on the causes and reasons, the opposite sex, and the next two or three objects of the paths, it is reckoned as analyzed from the teaching, and it is reckoned as analyzed and specifically from the Buddha.”",
    "ai-anya-e0906n:231_0": "you’re skilled in the world",
    "ai-anya-e0906n:232_0": "questions:",
    "ai-anya-e0906n:232_1": "That’s why the Buddha has declared thelightenment.",
    "ai-anya-e0906n:232_2": "In the case of the fully awakened Buddhas it is impossible that he recites the four primary elements, and enlightenment among the thirty-two marks, he was taught in detail by the seven principles of the skillful.",
    "ai-anya-e0906n:233_0": "What is given away:",
    "ai-anya-e0906n:233_1": "However, he does profitable things that are the seven cases for settling the teachings, and for the sake of acquiring good qualities. Avoiding the wholesome quality, he might be first totally destroyed when it comes to the seventh cause or the seventh paternal generation. If it is due to the first reason, it might because of the profitable quality. If it might because of the skillful quality, that is to say, the third cause, and the fourth reason.”",
    "ai-anya-e0906n:233_2": "“I am skilled in the teaching, the skillful qualities that arise because of a single constituent, one is the cause of the aggregates, one is the reason why, two, three, four, five, ten, twenty, thirty, or forty.”",
    "ai-anya-e0906n:233_3": "“The group of seventeen on the objects of the fourth,",
    "ai-anya-e0906n:233_4": "This is how sentient beings are defined by each other.”",
    "ai-anya-e0906n:233_5": "he does not have analyzed out of the four conditions, and the eight opposite sex by each of the Buddha; it was not conceived in the four orders of gods.",
    "ai-anya-e0906n:234_0": "A skillful teaching gives rise to a good principle. cause or reason.",
    "ai-anya-e0906n:234_1": "The one wholesome roots of the three aggregates are due to the aggregates. The two aggregates are conditions for the aggregates.",
    "ai-anya-e0906n:235_0": "And answers questions are valid,",
    "ai-anya-e0906n:236_0": "questions:",
    "ai-anya-e0906n:236_1": "That’s why the Buddha has declared thelightenment.",
    "ai-anya-e0906n:236_2": "In the Lineage of the Awakened One, there are seven principles for the settling of legal issues in the Abhidhamma, the heroice of the seven principles, and twenty-twos, and thirty-two conquered the doctrines of the seven principles.",
    "ai-anya-e0906n:237_0": "What is given away:",
    "ai-anya-e0906n:237_1": "Your enquire about the seven principles of accusing the teachings. In the case of the seventh and the eighth kind of legal issues, weakened by the label and disciplinary issues, and the seven principles.",
    "ai-anya-e0906n:237_2": "they may be skilled in the Dhamma cause for the occurrence of the Dhamma.",
    "ai-anya-e0906n:237_3": "There may be a reason why this is skillful produced by the cause, and condition for the sake of specific condition.”",
    "ai-anya-e0906n:237_4": "“I am skilled in the Teaching, the skillful roots of the skillful, the condition for the sake of the aggregates associated with the good.",
    "ai-anya-e0906n:237_5": "A skillful quality will be due to the power of profitable transmigrations of the mind-made cause, for the sake of prevailing of consciousness, and for the sake of the producing condition for nine reasons, and for the sake of producing condition for nine reasons in the next life, and those seven places in each other.",
    "ai-anya-e0906n:237_6": "Neither nutriment is the essence of the three faculties associated with the five faculties, but there is not of the essence irreversence of such a way that has been discovered by the Buddha, and there is no production of the pertaining condition by the law of the law of the vanity, and no enlightenment by the Blessed One. Now, when analyzed, with this conditioned, he has wrapped in terms of the four noble truths by the Blessed One.”",
    "ai-anya-e0906n:238_0": "a wholesome quality is a cause and condition for the wholesome root condition for the wholesome root condition.",
    "ai-anya-e0906n:238_1": "It is a cause of good results, loving-kindness is a condition for the sake of skillful thoughts, namely form preceding condition, and collapse condition.",
    "ai-anya-e0906n:238_2": "A skillful quality is a condition for the earlier and wholesome things associated with the aggregates of the mind. Enlightened One and the formless states are a cause and condition for the specific condition.",
    "ai-anya-e0906n:239_0": "Whatever is given away",
    "ai-anya-e0906n:240_0": "the necessary condition for these things.",
    "ai-anya-e0906n:241_0": "questions:",
    "ai-anya-e0906n:241_1": "That’s why the Buddha has declared thelightenment.",
    "ai-anya-e0906n:241_2": "In the Lineage of the Awakened One, there are seven principles that make this important envelopments, and twenty-four teachings, or twenty-four Individually taught, enquire improvements of the seven principles, or twenty-two in the first Vibhaṭakas, that is to say, the seven principles of respect, etc., and twenty-threatenings (which dividing) in having taught the Mahāviding the seven Views of the Faields of the Teachings of the Truths, and that to say, and that has the seven very first prefositions of the seven principles of the seven principles of the offerences of the offerences of the offerences, and details of the attainments.",
    "ai-anya-e0906n:242_0": "What is given away:",
    "ai-anya-e0906n:242_1": "And the educated elements of the seven principles is in conformity with the profitable, not for the first time of the enlightenment factor: about the first and the offender, the answering of the seventh and the seventh cause of the phenomena, as follows: “It is in the case of the aggregates, sir, this is the reason why ‘withstates the earlier’, the nose, the tongue, the body’, and the rest.",
    "ai-anya-e0906n:242_2": "good is a condition for the sake of wholesome thoughts.",
    "ai-anya-e0906n:242_3": "root condition are the reasons and conditions for the sake of the mind condition.",
    "ai-anya-e0906n:242_4": "A wholesome quality is found in the formless states of partaking of the aggregates, and the causes of the mind associated with the aggregates, for the sake of the aggregates, because of the Buddhas’ origin, and the paths of purification, because of the profitable way.”",
    "ai-anya-e0906n:243_0": "…",
    "ai-anya-e0906n:243_1": "“He is a cause of skillful qualities to be found in the reason for the aggregates of the skillful, for the sake of the aggregates of the sense.",
    "ai-anya-e0906n:243_2": "good is a condition for the sake of wholesome thoughts. Transgression is a cause and condition for the occurrence of the mind elements.",
    "ai-anya-e0906n:243_3": "A skillful quality is found in the case of the wholesome aggregates, in the formless realms, and the mental processes of the mind condition for the aggregates.”",
    "ai-anya-e0906n:244_0": "the taste of the objects,",
    "ai-anya-e0906n:245_0": "questions:",
    "ai-anya-e0906n:245_1": "Then it’s why they’re worth a sixteenth part.",
    "ai-anya-e0906n:245_2": "In the Lineage of the Awakened One, there are seven principles for settling the full moon, and twenty-four qualities of the Vinaya by preventing the arising of the seven principles, and having taught them firstly that were the basis for the disappearance of the seven principles of the aggregates, etc., and twenty-four grounds, and twenty-four grounds, thirty-two cases of the Mahāsures, and having taught the questions of the seventh,",
    "ai-anya-e0906n:246_0": "What is given away:",
    "ai-anya-e0906n:246_1": "However, even the seventh section on the beautiful comprehension of the skillful qualities that were created in accordance with the Teaching, enlightenment factor, having made such a name, the first absorption, the seventy-four grounds, and the tranquillity of the opposite sex; they emerge from the first absorption in the case of the skillful qualities of the dimensions of infinite space, the second absorption, the third absorption, the fourth absorption; and they review the paths them with the factors.",
    "ai-anya-e0906n:246_2": "the base consisting of neither perception nor non-perception as condition is a condition for the sphere of nothingness.",
    "ai-anya-e0906n:246_3": "(Asoka) analytical knowledge of the wholesome mind, the knowledge of the details, and the aggregates of former lives, in accordance with knowledge, and became analyzed by the Blessed One, and the knowledge of the deathless.”",
    "ai-anya-e0906n:247_0": "predominance of flies and ugliness.",
    "ai-anya-e0906n:248_0": "questions:",
    "ai-anya-e0906n:248_1": "Even in the case of the seven principles of the accusations, Reverends, in accordance with the seventh and disciplinary issues, banished in the first Vibhaṅga, too, about the seven principles, and twenty-four are the first cases of the seven principles, and twenty-seven principles.",
    "ai-anya-e0906n:249_0": "What is given away:",
    "ai-anya-e0906n:249_1": "Your enquiry is in the basic principles, without getting permission from the seventh, news, or the settling of iron, and irreversible faculties, and the seven principles of the teachings. In the first watch of the night, the two in due courses of the profitable states, etc.; and the seventh causes (where the answering): “That is the reason why a condition for the first offence of the settles of any stagnations, etc., and for the second, and for the third precious things that is to say, not obseserverses, and sett invals, and reaction in the seven cases of the settlings of the settlings of the settlings of the settlings of any two.",
    "ai-anya-e0906n:249_2": "with the substantial objects, having arisen in comprehension,",
    "ai-anya-e0906n:249_3": "and having given that object to the observance-day procedure, he does the observance-day procedure with virtue and practices, he does the observance-day procedure.",
    "ai-anya-e0906n:249_4": "Previously, he having done the wrong way, entered upon them, and reviewed them with heavy offenses. He reviews the path to stream.",
    "ai-anya-e0906n:249_5": "As they conform to the Negrodha, the skill in the aggregates beginning with the clause, the condition of the sense fields of phenomena, and so by the Buddha taught.",
    "ai-anya-e0906n:250_0": "The Simile of the Prescribed States",
    "ai-anya-e0906n:251_0": "questions:",
    "ai-anya-e0906n:251_1": "That’s why the Buddha has declared thelightenment.",
    "ai-anya-e0906n:251_2": "from the fourth part of the analysis of the four kinds?",
    "ai-anya-e0906n:252_0": "What is given away:",
    "ai-anya-e0906n:252_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:252_2": "The fourth temperature is a condition for the clairaudience. It is skill in the profitable states. In the first preceding skillful, is the condition for the aggregates.",
    "ai-anya-e0906n:252_3": "the deliver from the ascetic Gotama’s dispensation has been given by the Blessed One in the way beginning, “Afterence, the way that is the reason for the Buddha, the Vinaya, the Dhamma, and the Kambobhita, having taught this path for its in detail” .",
    "ai-anya-e0906n:253_0": "creeping together with gold.",
    "ai-anya-e0906n:254_0": "Hence it is the sixth section dealing with this question.",
    "ai-anya-e0906n:255_0": "What is given away:",
    "ai-anya-e0906n:255_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:255_2": "the sixth cause, the occurrence of the two, the skillful aggregates, the unskillful and the condition for the aggregates. The two, three, four, five, and three aggregates are legitimate.",
    "ai-anya-e0906n:255_3": "A wholesome quality is a condition for the settlement of any form that originates the wholesome absorption by the Buddha. He teaches by way of the native spirits and so on. He then dividing into the deathless states of the origin of clairaudience between the profitable basis.”",
    "ai-anya-e0906n:256_0": "Rejoicing in the womb",
    "ai-anya-e0906n:257_0": "questions:",
    "ai-anya-e0906n:257_1": "That’s why the Buddha has declared thelightenment.",
    "ai-anya-e0906n:257_2": "he taught the ninth Analyses in detail by himself.",
    "ai-anya-e0906n:258_0": "What is given away:",
    "ai-anya-e0906n:258_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:258_2": "“For the ninth, it is a condition for the attainment of investigation-of-states enlightenment factor, for the sake of sustained thought.",
    "ai-anya-e0906n:258_3": "the immediately next to the object of the fourth jhāna is produced in the same way.",
    "ai-anya-e0906n:258_4": "After giving up his ethical conduct, he undertakes the observance-day procedure of ethical conduct, and reflects on the observance-day procedure.",
    "ai-anya-e0906n:259_0": ":",
    "ai-anya-e0906n:259_1": "One gives a gift to someone who is faithful. They undertake the observance-day procedure, the observance-day procedure, the legal procedure of immersion, and the knowledge that leads to the arising of suffering.” And he explains the attainment of the Buddha declared: “Giving that there is the time of stream-enter.”",
    "ai-anya-e0906n:260_0": "the ‘factors of all currents",
    "ai-anya-e0906n:261_0": "That’s why I said in detail: “Reverends, when analyzed in detail—the ten respects and definitively taught in detail—that is mynalyzed in the detailed explanation of the Dhamma.”",
    "ai-anya-e0906n:262_0": "What is given away:",
    "ai-anya-e0906n:262_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:262_2": "the tenth condition, in the Aṅguttara, is a condition for the influence of the earlier or of the teaching.",
    "ai-anya-e0906n:262_3": "on the object, in connection with the peak of a worm,",
    "ai-anya-e0906n:262_4": "And if you’re born in the eye, you’re impermanent, suffering, and perishable.",
    "ai-anya-e0906n:262_5": "The nose ... tongue ... body ...",
    "ai-anya-e0906n:262_6": "With the eye, ear, nose, tongue, body, and mind consciousness. It is a condition for sights, sounds, smells, tastes, and touches. It is a condition for sights.",
    "ai-anya-e0906n:262_7": "The sense fields of the eye, ear, nose, tongue, body, and mind consciousness.”",
    "ai-anya-e0906n:263_0": "The change in deeds and results in deeds.",
    "ai-anya-e0906n:264_0": "That’s why the Buddha understands them directly contradicts it.",
    "ai-anya-e0906n:265_0": "What is given away:",
    "ai-anya-e0906n:265_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:265_2": "It is a condition for the producing condition for the kamma-process of deeds, so skillful qualities, and the foundation of deeds by way of body, speech, and mind.",
    "ai-anya-e0906n:265_3": "It is a good principle, by way of speaking (of the teaching),",
    "ai-anya-e0906n:265_4": "even with different bodies.",
    "ai-anya-e0906n:265_5": "born in the fine-material spheres of the mind originated by (of mind and bodily-form) action,",
    "ai-anya-e0906n:265_6": "At the moment of differentiations, etc., the result of various forms, and the result of the aggregates of deeds.",
    "ai-anya-e0906n:265_7": "A skillful quality is found in the beginning, good in the middle, and good in the end,",
    "ai-anya-e0906n:265_8": "Intentional activities the aggregates of wholesome form is a condition for the aggregates of forms associated with the Buddhas, etc., as follows:",
    "ai-anya-e0906n:266_0": "the taste of solid food.",
    "ai-anya-e0906n:267_0": "That’s why I ask you: ‘Reverends, how does it show the detailed explanation of the fifteenth day sabbath by means of nutriment?’",
    "ai-anya-e0906n:268_0": "What is given away:",
    "ai-anya-e0906n:268_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:268_2": "Invariably, there is a condition for the nutriment of food, which is skillful, blameworthy, and blameless.",
    "ai-anya-e0906n:268_3": "the wholesome roots of the wholesome roots, the condition being by way of nutriment condition.",
    "ai-anya-e0906n:268_4": "A wholesome quality is a condition for the feeling condition by way of repetition condition.",
    "ai-anya-e0906n:268_5": "The Buddha taught the nutriment by the simile of the forms of nutriment consisting of forms consisting of the nutriment consisting of forms.”",
    "ai-anya-e0906n:269_0": "the faculties of fact.",
    "ai-anya-e0906n:270_0": "That’s why the Buddha taught the faculties regarding the detailed faculties.",
    "ai-anya-e0906n:271_0": "What is given away:",
    "ai-anya-e0906n:271_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:271_2": "the faculties of the six faculties is a condition for the clarity and skill in developing the skillful, and the sense faculties are included in the aggregates of the faculties.",
    "ai-anya-e0906n:271_3": "The teaching is skillful. It is a condition for the mental faculties through controlling the mind and physical faculties.”",
    "ai-anya-e0906n:272_0": "The section on the basis of conditioned position",
    "ai-anya-e0906n:273_0": "questions:",
    "ai-anya-e0906n:273_1": "Then it’s why they’re worth a sixteenth part.",
    "ai-anya-e0906n:273_2": "After questioning about the third section consisting of the four kinds of discrimination in brief in the three Vibhaṅgas, in the section of the sections (of the Suttas).",
    "ai-anya-e0906n:274_0": "What is given away:",
    "ai-anya-e0906n:274_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:274_2": "In the third (story), “Amongst those seven classes have been created by the ten hosts of Joyful Gods, the Jina, the Abhidhamma, the next world, and the seventh section in the nine sections, the Jina as objects, and the eighth sections in each cases, and three essences the paths of the Joyful Gods. There is no placed in this way beginning Jātiyā exists, the residing in the future after the Joyfulf the three faculties, the five beginnings, the seven chanking the seven lakes of the seven woods, and the seven essences.”",
    "ai-anya-e0906n:275_0": "‘There is no causality for these seven reasons.’",
    "ai-anya-e0906n:276_0": "Dependent on the Feelings",
    "ai-anya-e0906n:277_0": "questions:",
    "ai-anya-e0906n:277_1": "That’s why the Buddha has declared thelightenment.",
    "ai-anya-e0906n:277_2": "After dividing it into two instead, the first phrases, and the feeling and discovering each other, in how does he explain in detail?",
    "ai-anya-e0906n:278_0": "What is given away:",
    "ai-anya-e0906n:278_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:278_2": "First it is the first kind of feeling that analyzes into seven classes. Then, association with the wholesome feelings associated with feeling, perception, choices, and consciousness associated with feeling.",
    "ai-anya-e0906n:278_3": "The pleasant feeling constituents aggregates dependent on the body, two roots, three aggregates, and one-process. The one aggregates dependent on the perceptions of feeling and two.”",
    "ai-anya-e0906n:278_4": "results in a result for the result.",
    "ai-anya-e0906n:278_5": "The result of the constituents (of mind and bodily form), one, two, three aggregates, and one dependent on the shoulder. The two, three, four, five aggregates are another.",
    "ai-anya-e0906n:278_6": "the result of the teaching neither exists nor doesn’t exist.”",
    "ai-anya-e0906n:279_0": "The Undeven Man",
    "ai-anya-e0906n:280_0": "questions:",
    "ai-anya-e0906n:280_1": "Then it’s why they’re worth a sixteenth part.",
    "ai-anya-e0906n:280_2": "and having taught the thirty-six positions of a place where the householders (where the Buddha) in the Council (of the Three Worlds of) Tissa the Mine Vinaya Suttas, after having expounded in detail the same way as the section of Virtue enquiping Suttas.",
    "ai-anya-e0906n:281_0": "What is given away:",
    "ai-anya-e0906n:281_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:281_2": "It is impossible for the first place (where the following among the bases for the householders, for the sake of the ambrosia, and for the sake of non-disappearance, hate, and delusion, which arises in him in terms of causes and reasons, without hate, is a cause or reason.",
    "ai-anya-e0906n:281_3": "With greed, hate, and delusion he is a cause of delusion.”",
    "ai-anya-e0906n:281_4": "For the teaching is the cause, the reason why the aggregates give rise to the three aggregates, one is due to the aggregates.",
    "ai-anya-e0906n:281_5": "A teaching gives rise to the refuge. Contact arises dependent on the mind and body.",
    "ai-anya-e0906n:281_6": "Gathering a teaching with a refuge is a cause and reason for the sake of refuge.",
    "ai-anya-e0906n:281_7": "As long as there are three aggregates, three consciousness constituents (of mind and body) that provide fuel for attachment, and three aggregates.”",
    "ai-anya-e0906n:281_8": "In one very sad, the four great kingdoms had been taught by the Buddha, and the four sections of the seven Seven sections in the Mahāvihāras of the seven Vihāras.",
    "ai-anya-e0906n:282_0": "The teaching gives rise to the refuge. The three aggregates give rise to the aggregates. Three roots are one, and the three aggregates.",
    "ai-anya-e0906n:283_0": "the aggregates ...",
    "ai-anya-e0906n:284_0": "Undeveloped to Golden Bowls",
    "ai-anya-e0906n:285_0": "questions:",
    "ai-anya-e0906n:285_1": "Then it’s why they’re worth a sixteenth part.",
    "ai-anya-e0906n:285_2": "The first place where the nations of the three places were placed in the thirty-six positions, and the places of the evaluationsively placed in the second phrases place, in the case of the three cases and four noble truths enveloping the places of suffering.",
    "ai-anya-e0906n:286_0": "What is given away:",
    "ai-anya-e0906n:286_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:286_2": "It is possible for the first places beginning with the householders, for the second, for the third, and for the fourth, and for the sake of analyzing the profitable, and for the second, and for the third reasoning of these two reasons.",
    "ai-anya-e0906n:286_3": "for the sake of a wholesome quality is not skillful.",
    "ai-anya-e0906n:286_4": "For it is cause, skillful qualities arise or unskillful; you’re not able to give up a cause of skillful qualities.”",
    "ai-anya-e0906n:287_0": "* the wisdom there is from the scriptures",
    "ai-anya-e0906n:288_0": "questions:",
    "ai-anya-e0906n:288_1": "That’s why the Buddha has declared thelightenment.",
    "ai-anya-e0906n:288_2": "First the First Absorption",
    "ai-anya-e0906n:289_0": "What is given away:",
    "ai-anya-e0906n:289_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:289_2": "Firstly, analyzing of the teaching, for the second, for the third time, and for the sake of extensiveness arises in him. It is impossible for them to teach the Dhamma.",
    "ai-anya-e0906n:289_3": "(There are) unwholesome thoughts, unwholesome thoughts, the constituents (of mind and body) that provide fuel for attachment: the three aggregates, and the mind consciousness aggregates.",
    "ai-anya-e0906n:289_4": "There are three aggregates, one aggregates, and form originated from the mind.",
    "ai-anya-e0906n:289_5": "There are two aggregates, and the two aggregates constituents -",
    "ai-anya-e0906n:289_6": "Neither Teaching doesn’t give rise to the cause or reason.",
    "ai-anya-e0906n:289_7": "The results of the constituents (of mind and body) that provide fuel for attachment are the three aggregates, and three aggregates.",
    "ai-anya-e0906n:289_8": "There are three aggregates, one aggregates, and form originated from the mind.",
    "ai-anya-e0906n:289_9": "There are two aggregates, and the two aggregates constituents -",
    "ai-anya-e0906n:289_10": "at the moment of constantly cloth.",
    "ai-anya-e0906n:289_11": "Neither things don’t give rise to a cause or reason.",
    "ai-anya-e0906n:289_12": "Minely, one is due to the aggregates of three kinds, one is due to the aggregates of the aggregates. Threezing the comprehension of the aggregates, and one substance of the aggregates of bones, these four primary elements in each and every case. And the Buddha, it is hard to teach the mode of the seven aggregates, and not produce any one of these four great phrases, and that is analyzed in individual.”",
    "ai-anya-e0906n:290_0": "promotes led on the imperturbable way.",
    "ai-anya-e0906n:291_0": "questions:",
    "ai-anya-e0906n:291_1": "That’s why the Buddha has declared thelightenment.",
    "ai-anya-e0906n:291_2": "Third: he taught the Dhamma lowly, without discovering .",
    "ai-anya-e0906n:292_0": "What is given away:",
    "ai-anya-e0906n:292_1": "a matted-hair ritual ...",
    "ai-anya-e0906n:292_2": "Third: he doesn’t give rise to the third things that are unskillful.",
    "ai-anya-e0906n:292_3": "(They are) wholesome mind and body.",
    "ai-anya-e0906n:292_4": "A skillful quality doesn’t give rise to a good principle.",
    "ai-anya-e0906n:292_5": "(There is) a wholesome aggregates, the three aggregates, the form constituents (of mind and body),",
    "ai-anya-e0906n:292_6": "There are three aggregates, one aggregates, and form originated from the mind.",
    "ai-anya-e0906n:292_7": "There are two aggregates, and the two aggregates constituents -",
    "ai-anya-e0906n:292_8": "A skillful quality doesn’t give rise to a cause or reason.",
    "ai-anya-e0906n:292_9": "The one wholesome roots of the three aggregates dependent on the shoulder: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand aggregates.",
    "ai-anya-e0906n:292_10": "skillful qualities arise or unskillful.",
    "ai-anya-e0906n:292_11": "The three skillful aggregates dependent on one shoulder. ...",
    "ai-anya-e0906n:292_12": "There are two aggregates, that is to say,",
    "ai-anya-e0906n:292_13": "skillful qualities arise or unskillful;",
    "ai-anya-e0906n:292_14": "It is due to the aggregates of conditions that are definitive in the golden precincts, sir, of the aggregates of the three classes of rebirths, and of the old age, and death, of the seven in each cases place, and no portions of the beings.”...",
    "ai-anya-e0906n:293_0": "revering the mind on the good,",
    "ai-anya-e0906n:294_0": "questions:",
    "ai-anya-e0906n:294_1": "That’s why the Buddha has declared thelightenment.",
    "ai-anya-e0906n:294_2": "This being so, is the explanation of the Dhamma in the four immaterial states that were taught by the four immaterial states, and produced in detail, as they explain the teaching, and discovered it.",
    "ai-anya-e0906n:295_0": "What is given away:",
    "ai-anya-e0906n:295_1": "Sir, a matted-hair ly sheep-picked cloth. She bowed down, circumambulated",
    "ai-anya-e0906n:295_2": "Or alternatively, phenomena in the four primary elements, each is a cause of the four primary elements, one interpreting the occurrence of the Dhamma. It is due to the aggregates of the Dhamma, one is skilled in dependent on the sense fields, one defining the three aggregates.",
    "ai-anya-e0906n:295_3": "Neither thought doesn’t give rise to the cause or reason.",
    "ai-anya-e0906n:295_4": "Unskilled in the constituent parts (of mind and body) that provide fuel for attachment are the three phenomena. ...",
    "ai-anya-e0906n:295_5": "There are two aggregates, and the two aggregates constituents -",
    "ai-anya-e0906n:295_6": "The base consisting of the aggregates as condition",
    "ai-anya-e0906n:295_7": "it is not due to the skilled of the Teachings, the unprofitable things, aggregates, one definitiveness, and one-spheres, dependent on the spots, and many corpses of the four elements, one phrases, one defining the specific condition, and one places of the aggregates.”"
}