{
    "ai-anya-e0803n3:0_0": "3. Pakiṇṇakavinicchaya",
    "ai-anya-e0803n3:1_0": "I will tell other difficulty in support, having nothing more than depressed.",
    "ai-anya-e0803n3:2_0": "In regard to the wise...",
    "ai-anya-e0803n3:3_0": "Herein, the meaning of the settling down of the meaning is this: “For one who has not thought about with its characteristic, etc., according to the states of particular individual essence, etc., should be understood as follows: in the Vibhaṅga thus, opposites, etc., and indicating the word of development of the blessings, etc., according to the Path and Vibhaṅga, etc., should be understood to say, as follows:",
    "ai-anya-e0803n3:4_0": "we will set up a smaller piece of land on the fourteenth day.",
    "ai-anya-e0803n3:4_1": "Here must be considered for the sake of the (good) gifts:",
    "ai-anya-e0803n3:4_2": "Because it is so because there is noise of undertaking coarses, coarses who are faithful, and proficient in the sounds of them.",
    "ai-anya-e0803n3:4_3": "Sometimes of the word noise singly are not confident in each other, who are not attached to joints, and who sleeps in the sky, not caring for recitation, as it were.",
    "ai-anya-e0803n3:5_0": "And (thought): “This is the conqueror of the gods who realisation,",
    "ai-anya-e0803n3:5_1": "A person of little learning increases the ox,",
    "ai-anya-e0803n3:5_2": "peaceful and stabilized.",
    "ai-anya-e0803n3:5_3": "like a catching don’t log:",
    "ai-anya-e0803n3:5_4": "who truly have that one fine night.",
    "ai-anya-e0803n3:5_5": "Good people in the world are peaceful and excellent,",
    "ai-anya-e0803n3:5_6": "This world’s found in the world, ~ and like those who are found.”",
    "ai-anya-e0803n3:5_7": "And here the Jotipāla Girimekhala, improvement and maturity, Asuras,",
    "ai-anya-e0803n3:5_8": "(but) like the sound of the roughly currents, as it were, it was in the abode of myself.",
    "ai-anya-e0803n3:6_0": "Understanding the proficiency in the signless, : “Aboundless, undirect talk, and a wise man.”",
    "ai-anya-e0803n3:6_1": "And here there is because the sign of undirected space, having the sign of foulness as they are incapable of performing the sign of foulness, as they proceed.",
    "ai-anya-e0803n3:7_0": "Sakka, the Lord of the Gods Who Love to Create,",
    "ai-anya-e0803n3:7_1": "you must be happy and free from sink,",
    "ai-anya-e0803n3:7_2": "where she is established,",
    "ai-anya-e0803n3:7_3": "I have a mother who should be supported by them.”",
    "ai-anya-e0803n3:7_4": "And here the opposite of the word rose-apples and the size of the rims, etc., should be seen in the sense of the females according to sectarians.",
    "ai-anya-e0803n3:8_0": "After the meal ornaments said: “Long in dwellings, since whenever the meal is there is no water,",
    "ai-anya-e0803n3:8_1": "since he understands each thing and its cause.”",
    "ai-anya-e0803n3:8_2": "And here the noise of the influence should be given in the first of the five suttas, that is to say, the thirty-two priors .",
    "ai-anya-e0803n3:9_0": "Who the one who understands these runs different kinds of conceit:",
    "ai-anya-e0803n3:10_0": "“Let them be as mother, father, and the world’s end.",
    "ai-anya-e0803n3:11_0": "But even that creatures who gave him life.",
    "ai-anya-e0803n3:12_0": "It is the word having noise beginning with one word.",
    "ai-anya-e0803n3:13_0": "“These are the deer-hunters in the wilderness,",
    "ai-anya-e0803n3:14_0": "and descending from the ponds, at that moment of the winds,",
    "ai-anya-e0803n3:15_0": "Through destroying the wound!”",
    "ai-anya-e0803n3:16_0": "and many-footed .",
    "ai-anya-e0803n3:16_1": "Accomposed mind,",
    "ai-anya-e0803n3:16_2": "Come, venerables, be ethical.",
    "ai-anya-e0803n3:16_3": "peaceful, tamed, committed to the spiritual path,",
    "ai-anya-e0803n3:16_4": "The good and virtuous proclaim it is so.",
    "ai-anya-e0803n3:16_5": "by a great king, glorious,",
    "ai-anya-e0803n3:16_6": "Four Great Kings are the indications of virtue” , etc., such as virtue and so on.",
    "ai-anya-e0803n3:17_0": "Or in when alternatively, if he is not available, or his enemy, that is to say, based on the undertaking, etc., or in which it is an inclination or in the Laṅkā.",
    "ai-anya-e0803n3:17_1": "(but) the same setting.",
    "ai-anya-e0803n3:17_2": "In the same way the Teacher, Such-like, unmatched in the world,",
    "ai-anya-e0803n3:17_3": "“ the good persons, the Dhamma is peaceful, and the good person,” and so on.",
    "ai-anya-e0803n3:18_0": "“Sirs, aren’t you heard that you’ve heard from a person’s realm, so they won’t act in the next life?",
    "ai-anya-e0803n3:18_1": "they will cross over to the far shore, so hard to pass.”",
    "ai-anya-e0803n3:18_2": "(but) they will be said: “Consciously, like the sound of continued existence, here and now they will not be seen at the time for one who is not.”",
    "ai-anya-e0803n3:18_3": "For though they will be one who “permission” of the proper conduct and that specifically supply of one who takes part in line with the talk.",
    "ai-anya-e0803n3:19_0": "After (thinking): “He who is free from anger, who has attained deep knowledge, who is concentrated,",
    "ai-anya-e0803n3:19_1": "having built a resplendent running one shoulder, worship his head with his head,",
    "ai-anya-e0803n3:19_2": "strives, and roars!”",
    "ai-anya-e0803n3:19_3": "Here the word having the drum of the sea : here it is called “short-free ” in the sense of calm, which is because it is no producing kamma , and so on.",
    "ai-anya-e0803n3:20_0": "The following simile should not be expanded in this way.",
    "ai-anya-e0803n3:20_1": "Sometimes in this way will be transferred to the word ‘In this way’, though they are not caught up in the world with calm, scorning the minds of the word ‘defilements’, doing nothing wrong, running down on the word ‘defilements’,",
    "ai-anya-e0803n3:20_2": "That which is why in the case of the sounds consisting in the earlier strikes, does not overpower the way .",
    "ai-anya-e0803n3:20_3": "The one who does not show (to him), which is made known as a place that can be done.",
    "ai-anya-e0803n3:20_4": "If that being so, is how there is something to be done in the receptacle of the sound of the ears or in the nose, according to the ears of sounds, etc., when arrivals such sounds are called ‘perfected’.",
    "ai-anya-e0803n3:21_0": "How does he do this?",
    "ai-anya-e0803n3:21_1": "You can’t do the sound of the earlier or the wealth. That’s why there’s no need of behaves, longing for them, and professions.",
    "ai-anya-e0803n3:21_2": "Herein, the words “possessiveness of the body” by means of that just as stated, etc.,",
    "ai-anya-e0803n3:21_3": "When she asked, “What did you think, sir?” she said, “We weren’t able to sorrow.”",
    "ai-anya-e0803n3:21_4": "it is said:",
    "ai-anya-e0803n3:22_0": "he propounded the names for each particular person.",
    "ai-anya-e0803n3:23_0": "These are the two kinds of sound.",
    "ai-anya-e0803n3:24_0": "So let go of them say, “I am” regarding the word-meaning of the most important matters.” he proceeds on that account.",
    "ai-anya-e0803n3:24_1": "“I will live in this manner of an abode” because of the five qualities of annoyed king. And he does so even have to live for the sake of kings.",
    "ai-anya-e0803n3:24_2": "Saying: “I am” he does so,” he proceeds in the way to the seventh day.",
    "ai-anya-e0803n3:24_3": "Here is the first benefit of all that is which brought to the disciples",
    "ai-anya-e0803n3:25_0": "“May I be abolished! I will be one who knows",
    "ai-anya-e0803n3:26_0": "endowed with wisdom is evident in the characteristic of continued existence.”",
    "ai-anya-e0803n3:27_0": "while they all spoke this verse to ourselves:",
    "ai-anya-e0803n3:28_0": "“May he be happy and free from continued existence,",
    "ai-anya-e0803n3:29_0": "may you be happy and healthy!",
    "ai-anya-e0803n3:30_0": "May you be happy!",
    "ai-anya-e0803n3:31_0": "All and births and deaths, their ministers and colleagues, and relatives and family.",
    "ai-anya-e0803n3:32_0": "May you be happy and free from sense pleasures,",
    "ai-anya-e0803n3:33_0": "might still be happy and well!”",
    "ai-anya-e0803n3:34_0": "That is how it is said:",
    "ai-anya-e0803n3:35_0": "Wealthing that can be said: seven times food and drink,",
    "ai-anya-e0803n3:36_0": "With these three states of existence he occurs because of the three states of existence.",
    "ai-anya-e0803n3:37_0": "Conquering each one and five.",
    "ai-anya-e0803n3:38_0": "And two he should aspire to recognise the meaning and then he should accept five.",
    "ai-anya-e0803n3:39_0": "When two words are spoken, bodily and mental speech,",
    "ai-anya-e0803n3:40_0": "is the meaning of that “this is the meaning” is saying “ruin to be”,",
    "ai-anya-e0803n3:41_0": "But now there is this much of the handle here in what is said.",
    "ai-anya-e0803n3:42_0": "(thinking): I will listen to you,",
    "ai-anya-e0803n3:43_0": "Who is the middle of the day in the middle? It is the end, and the life force span.",
    "ai-anya-e0803n3:44_0": "Who, knowing what’s beneficial, (before) after giving up the reason why,",
    "ai-anya-e0803n3:45_0": "having given up that world or his controlled.",
    "ai-anya-e0803n3:46_0": "Consequently, in the midst of the ocean is one who sees in the middle.",
    "ai-anya-e0803n3:47_0": "for he gave the previous verses to those who live.",
    "ai-anya-e0803n3:48_0": "“‘Impermanent’: the meaning is that it must be known -",
    "ai-anya-e0803n3:49_0": "this skill in in discriminations,",
    "ai-anya-e0803n3:50_0": "Reflecting (therefore) the Lord of the Three Worlds",
    "ai-anya-e0803n3:51_0": "on the back of the last verse, saying: “This is the second extent.”",
    "ai-anya-e0803n3:52_0": "“I am a use of” .",
    "ai-anya-e0803n3:53_0": "Likewise: “And if one is worshipped in this way,” she said,",
    "ai-anya-e0803n3:54_0": "“I am happy”, “I have found two states of existence”, and two on the side of the giving up.",
    "ai-anya-e0803n3:55_0": "This is the exposition in the texts on offenses.",
    "ai-anya-e0803n3:56_0": "he is totally blind, to the sleeping place in the city of Nerañjarā,",
    "ai-anya-e0803n3:57_0": "This is how there is the sound of the five-fold circumstances and for the sake of the lifting of.",
    "ai-anya-e0803n3:57_1": "‘I am the seventh thing that leads to rebirth in the realm of streaming radiance.’",
    "ai-anya-e0803n3:57_2": "for that is why he takes no joy in your success, (but) he takes no joy in your future.",
    "ai-anya-e0803n3:57_3": "“Like roaming around in future lives”,",
    "ai-anya-e0803n3:57_4": "“When continued existence exists, rebirth is a condition for old age and death.”",
    "ai-anya-e0803n3:57_5": "“Yes in existence” . And that is how it should be seen produced in rebirth-linking.",
    "ai-anya-e0803n3:57_6": "This being so, you should remove the ground from the water element.",
    "ai-anya-e0803n3:58_0": "(These should be expanded:) “I have no possessions.”",
    "ai-anya-e0803n3:59_0": "In the monastery there is a “the resting place”.",
    "ai-anya-e0803n3:60_0": "This is the meaning in brief in the fortnight.",
    "ai-anya-e0803n3:61_0": "Then this thought should be thought on the meaning,",
    "ai-anya-e0803n3:61_1": "“Venerable sir, you say such things as producing continuity.” And when you die, they don’t go to the sound of others, they don’t get great upset, because we don’t get caught up in the periphery. And the sound of the opposites, as if he were telling noisy.",
    "ai-anya-e0803n3:61_2": "And those who seek a reputation here and there at the time of the Buddha’s residence,",
    "ai-anya-e0803n3:61_3": "And those ascetic life is at the time of the ascetic life, too, at the time of the ascetic life,",
    "ai-anya-e0803n3:62_0": "Herein, go to this:",
    "ai-anya-e0803n3:62_1": "Go to one state of existence.",
    "ai-anya-e0803n3:62_2": "Likewise the state of peace:",
    "ai-anya-e0803n3:62_3": "The reputation goes alone, with that sound.",
    "ai-anya-e0803n3:62_4": "mindfulness, and calm, intermediate directions, you will be able to understand how much origination is the causality of Buddhas, the calling Buddhas (of them).’",
    "ai-anya-e0803n3:62_5": "since (only) he acted together with the noise starting point in which he reached the seven ways.",
    "ai-anya-e0803n3:62_6": "“Go, Tissa,” he said,",
    "ai-anya-e0803n3:62_7": "he said: “I go there, not strive,” he commits an offense entailing confession.",
    "ai-anya-e0803n3:62_8": "“They say, ‘Gotamī’,” they respond to his partner,",
    "ai-anya-e0803n3:62_9": "if he says, “Go and go,” and he replies,",
    "ai-anya-e0803n3:62_10": "crying, “Whether it is the sound of the ears,” it is said.",
    "ai-anya-e0803n3:62_11": "So what is the Vibhaṅga should be expelled in the case of the trainees, alternatively, for the sake of liking, and for the rainy season. The one who lives in conformity with them should follow his advantages.",
    "ai-anya-e0803n3:62_12": "(but) he replied: “As a single word of mine” and so on, the near shore of the far shore, which is to be seen in one opposite sex with one word.",
    "ai-anya-e0803n3:63_0": "“Your Majesty,” replied “Your Majesty,” but she was not able to quiet the ascetic life, nor waste- quiet and so forth. She couldn’t even quiet that of the ascetic life tanks of the Sakyans.",
    "ai-anya-e0803n3:63_1": "For if he is the meaning of the Vibhaṅga thus, “From among the rules,” or “Firsts it, anyones, who is attached to it, rules it or has it been brought to mind”; or “I said, “What is this, King, that is why ‘ach is clear, I say.’”",
    "ai-anya-e0803n3:63_2": "When it is said, “From sounds with the ear,” he refers to be embankment in every way, “From what is meant,” “The meaning is that it is said. ”",
    "ai-anya-e0803n3:63_3": "“‘Haven’: making facial pyre,’ he is said, “He is one who understands.”",
    "ai-anya-e0803n3:63_4": "if he says, “No” is said, “They is no meaning of the world with its gods”;",
    "ai-anya-e0803n3:63_5": "Likewise he said, “Today is called Gagga,” “The meaning is that non-existent,”",
    "ai-anya-e0803n3:63_6": "When asked, “It’s open, sir,” he said, “It’s rainy season,” and he replies, “Yes.”",
    "ai-anya-e0803n3:63_7": "“Sometimes, sir,” he said, “Lord of drinking,” he said.",
    "ai-anya-e0803n3:63_8": "“The life span of the gods, sire, was said to be one who lives in terms of life.”",
    "ai-anya-e0803n3:63_9": "“He is said to have a single characteristic of merit,” “The meaning is free of merit. ”",
    "ai-anya-e0803n3:63_10": "The ascetic life is not allowed to live out of this kindly relations.",
    "ai-anya-e0803n3:64_0": "Knowing this, just as with the goal, noise, no sound thus it is pierced by the word owing to,",
    "ai-anya-e0803n3:64_1": "Herein, this is a characteristic of directing the mind:",
    "ai-anya-e0803n3:64_2": "“Skillfully, sir.” They said, “Perhaps these things, sir,” and “fetters say, ‘This is another kind of sound.’ And they think, ‘This is mine, this is the meaning of existence.’",
    "ai-anya-e0803n3:64_3": "“‘I will think” or “I do see.” He said, “I think, “I am simply” and “I think about this,” and they replied:",
    "ai-anya-e0803n3:64_4": "“For the person, sir,” or “these are summons” is said. It is non-returners in Panāda and Uppalavaṇṇā.",
    "ai-anya-e0803n3:64_5": "“Venerable sir,” he replied. Then he said, “Venerable sir, there is no end in existence” “This is the consequence thus: “This is the meaning of this, this is the end of existence.”",
    "ai-anya-e0803n3:64_6": "“Venerable sir, people haven’t met.” They said, “Venerable sir, they’re reborn in the next life.” And they think, “There are those indicated by the another.”",
    "ai-anya-e0803n3:64_7": "“This is the ultimate thing”: “This is the connection with the continuation of existence.” “This is the ultimate, this is the end of the words.” And this is the construction:",
    "ai-anya-e0803n3:64_8": "“This is called one who has entered upon the world, the indeed, the influence in the world, the next to the next.” And they thought:",
    "ai-anya-e0803n3:64_9": "When asked “Like owing to the clause” they say, “To the meaning of the terms of terms, for the purpose of clarity.”",
    "ai-anya-e0803n3:64_10": "“As I was told,” he said, “Now,” “Those who come to me” is added: “Through this is so,” and “There is no sound in the ear”.",
    "ai-anya-e0803n3:64_11": "“Please, ma’am,” he replied. He said to women, “This is the penetration of existence,” “This is the sign of women and men.” But he thought,",
    "ai-anya-e0803n3:64_12": "“Please, ma’am,” he replied. Hearing the rolling-covers, making a sound of horns, thought,",
    "ai-anya-e0803n3:65_0": "“The Brahmadeva and Brahmadeva,",
    "ai-anya-e0803n3:66_0": "Should exist in the great hermit –",
    "ai-anya-e0803n3:67_0": "for Pāvā.",
    "ai-anya-e0803n3:67_1": "thoughts. When they say “Venerable sir,” they replied, “So long as this is so, is the concept they think, ‘This is the meaning of this, this is the preceding of sound.’ And so they thought:",
    "ai-anya-e0803n3:67_2": "“Venerable sir,” he said, “Let the people,” “Friend,” he replied, “Today.” And he thinks, “Like fair words, pollutant, perhaps, and endeavour.”",
    "ai-anya-e0803n3:67_3": "“May you be told!” But they said, “There is this, this is the construction of the army.",
    "ai-anya-e0803n3:67_4": "“One who is attached to the special qualities of Yakkhas,” and “Three of Virtue” is said: “On the reason for listening to the meaning of the aggregates, or for the sake of their self-perception,”",
    "ai-anya-e0803n3:67_5": "“I say that the appearance of having this virtues,” “fetters,” “This is solitary retreat,” “This is the purpose of consequence,” “This is the meaning of this, this is the precept for the purpose of consequence.”",
    "ai-anya-e0803n3:67_6": "“This is the manifestation of this merit,” he replied, “This is the oppression of the meritorious deeds, this is the meaning and this: ‘This is the reason why this, this is the preliminary work.’",
    "ai-anya-e0803n3:67_7": "The caravan leader of all, just as much as they think about,",
    "ai-anya-e0803n3:67_8": "Herein, as to colour, means or in the time of the head hairs,",
    "ai-anya-e0803n3:67_9": "while not going along in the river,",
    "ai-anya-e0803n3:67_10": "Seven things I will teach you seven principles that prevent decline and have become an opportunity for you to be one who has undertaken these seven vows.”",
    "ai-anya-e0803n3:67_11": "When there is an abiding, he thinks it is incapable of reaching the meaning. It is good to get hold of the depths that are an impure person, and he does not get rid of it. But even a single one of the point of abidings that is an impure.",
    "ai-anya-e0803n3:67_12": "For this is said:",
    "ai-anya-e0803n3:68_0": "“There is no sound for oneself that is neither;",
    "ai-anya-e0803n3:69_0": "not out of compassion for them.”",
    "ai-anya-e0803n3:70_0": "if it is given here in this way, “For this reason,”",
    "ai-anya-e0803n3:70_1": "spoke this verse found in the Parinibbāna of the World: “Shere Leaders, a thousand (supernatural) faculties,",
    "ai-anya-e0803n3:71_0": "“(There is) not good stored in this storeroom,” for the Subhagadhā,",
    "ai-anya-e0803n3:72_0": "cutting them down, saying, “Whoever opens them out,” “There’s a rope here after cutting down.",
    "ai-anya-e0803n3:73_0": "“I take no goods to store the monks from Koṭṭhita.”",
    "ai-anya-e0803n3:74_0": "This is how these and other demonstrations don’t apply.",
    "ai-anya-e0803n3:75_0": "But whatever was said, “What is it for the purpose of restraint?”",
    "ai-anya-e0803n3:75_1": "“Go, sir, I see the three Vedas, having seen the meaning in the similes of the meaning, they say, ‘Go from the good, the inherent, the instance, and the mundane one who goes to see the meaning.”",
    "ai-anya-e0803n3:75_2": "That is why it should be said:",
    "ai-anya-e0803n3:75_3": "Where there is the difference of places: in that place the midst of the canopy is characterized by which one receives the meaning and the opposite sex, or that one can be attained by one who has not made the transgression, and if he is able to hold on high distinction.",
    "ai-anya-e0803n3:75_4": "In what way?",
    "ai-anya-e0803n3:75_5": "“The causes and conditions that are associated with the cause and condition, and the condition for forms associated with sights,",
    "ai-anya-e0803n3:75_6": "he speaks with him.",
    "ai-anya-e0803n3:75_7": "You’ll get rid of praise!”",
    "ai-anya-e0803n3:75_8": "And here he should deliberately, thinking, “In this case,” and after paying homage to the remainder of anxiety,” he should then observe it.",
    "ai-anya-e0803n3:75_9": "Then, thinking, “She is cutting it,” he should knock on the ear.",
    "ai-anya-e0803n3:75_10": "if he deceives another, thinking, “Some people are annihilated and then excluded;”",
    "ai-anya-e0803n3:76_0": "Once this has been treated, they are not to be cut down,",
    "ai-anya-e0803n3:76_1": "cutting off the top of fathoms in one’s place, the meaning is unhappy.",
    "ai-anya-e0803n3:76_2": "This is how the meaning should be understood in accordance with the word-meanings of the kind in the case of the triple-quadruple jhāna.",
    "ai-anya-e0803n3:76_3": "For it is said in the passage beginning, “Here the inner skin” . And here, in the thirty-two parts of a single stage, thus it is unification .",
    "ai-anya-e0803n3:76_4": "And here there is in the Visākha, having collected and causing himself, and including the Doctrine, in order to prevent this matter, and in order to purify the meaning of the reasons.",
    "ai-anya-e0803n3:76_5": "No matter, etc., it is only suitable in the commentaries in the way beginning, “For as a single word in the same place.",
    "ai-anya-e0803n3:76_6": "This being so, there are one kind of person seized by gain for a following that includes them in the same way as a recommendation, proposesperity, opposite sex, and one thing.",
    "ai-anya-e0803n3:76_7": "Likewise in regard to others likewise.",
    "ai-anya-e0803n3:76_8": "This is the story here.",
    "ai-anya-e0803n3:77_0": "Where one is unenclosed in places wherever one of the eighteen climates, etc., one is dead, one is unincluded, uninterrupted, or one who is greedy about the meaning. If it is dead, the meaning is not lost, but is the meaning.",
    "ai-anya-e0803n3:77_1": "What is the helper in each?",
    "ai-anya-e0803n3:77_2": "Or alternatively, it is due to the breach that is not the aspect of foulness, steps in the parts of the Vibhaṅga thus: “Herein, what is connected with the private parts or the bowels or foundations in him or in any such passages as these Vibhaṅgas in the connection with the word or the sound of continued existence or by the words, and it is not far from the various amidls as the places of the ear-objects or the sounds, etc., or in the various ways, or in any aspects or in consequences of the sounds, or indications, etc., or indications, or in the various ways., or in consequences of the various ways.",
    "ai-anya-e0803n3:78_0": "And here the preceding Vibhaṅga thus: “Herein, what is the counterpart of the breaths and incomparable, or charming together, etc., it is evident that is evident in him.",
    "ai-anya-e0803n3:78_1": "Don’t neglect the strike of conceit.”",
    "ai-anya-e0803n3:79_0": "But in the luminosed by the lakes, etc., that is delivered by the greatest,",
    "ai-anya-e0803n3:79_1": "Saṅgāmajī ‘Victorious in Battle’, I say is a brahmin.",
    "ai-anya-e0803n3:79_2": "while was like a daughter-in-law, which was liked.",
    "ai-anya-e0803n3:79_3": "adorned with all my head.",
    "ai-anya-e0803n3:79_4": "Out of the ground and races higher, And higher, right to the Brahmā heaven,",
    "ai-anya-e0803n3:79_5": "The conflagration’s flame bursts up When the world is burnt up by fire.”",
    "ai-anya-e0803n3:80_0": "It is included in the word meaning in the words “Approaching, the water that has come to be—",
    "ai-anya-e0803n3:80_1": "The king of gods, the great king, who exceedingly sweetmen and delighted, gave birth to the world, adorned with the eye of a Buddha, is satisfied with the eye of knowledge and thoughts, and so on, is attractive by the Buddha.",
    "ai-anya-e0803n3:80_2": "I don’t have any qualities such as genuine, consummation, and so on.”",
    "ai-anya-e0803n3:81_0": "Successful and glorious, endowed with meaning, which is full of meaning and peaceful (supernatural) deeds, which is well proclaimed in all aspects,",
    "ai-anya-e0803n3:81_1": "Having gone to the end, the Sambuddha said this, and this the Awakened One, etc., thus .",
    "ai-anya-e0803n3:81_2": "Here is a denigration in the sense of foundations, which were arranged in the three verses, which were added:",
    "ai-anya-e0803n3:82_0": "Mahaka’s great noise of sounds,",
    "ai-anya-e0803n3:83_0": "noise, here they say, “There is noise for one” .",
    "ai-anya-e0803n3:84_0": "Though the currents",
    "ai-anya-e0803n3:85_0": "“By virtue” is serene.",
    "ai-anya-e0803n3:86_0": "Theposite of conditions,",
    "ai-anya-e0803n3:87_0": "for the taking care of what is beneficial,",
    "ai-anya-e0803n3:88_0": "alert, saving, flattering, and changing,",
    "ai-anya-e0803n3:89_0": "they knew that syllable by the wise!",
    "ai-anya-e0803n3:90_0": "to give up what is good, ~ and what is just the same",
    "ai-anya-e0803n3:91_0": "I split opened up by the army.",
    "ai-anya-e0803n3:92_0": "thus, “In the meaning of meaninging what is profound is the abode of meaningfulness,” it is lovely in the neighborhood of a village.",
    "ai-anya-e0803n3:92_1": "For in this case all the villages have been discerned by the possession of the preliminary work.",
    "ai-anya-e0803n3:93_0": "the one who pacifies let loose a position against the Dispensation,",
    "ai-anya-e0803n3:94_0": "Also it is wished to give up, she wants to give up what is wanted.",
    "ai-anya-e0803n3:95_0": "As the sun (dwells) in meaning, “The tree is full moon at the root of a tree like a polished, loving tree root, it a glows in the open air, and it a tree root, in the open.”",
    "ai-anya-e0803n3:96_0": "But in the description of the development when it has arisen in the sense of impediments, is done in the place where it has been done, and what is done in.",
    "ai-anya-e0803n3:96_1": "Firstly, he said to the criminals, “Today is ghee,” and so on.",
    "ai-anya-e0803n3:96_2": "Valuing anger and violence (the king) influence, he gave the three Violents the furrow.",
    "ai-anya-e0803n3:96_3": "“It’s good, sir, that while arranging is good,”",
    "ai-anya-e0803n3:96_4": "Arising out of faith, Vāseṭṭha, come back to, and so on.",
    "ai-anya-e0803n3:96_5": "Where might we come from?” he said: “Go and so on.",
    "ai-anya-e0803n3:96_6": "The Buddha repeated the verses, “The Awakened One, Awakened One,”",
    "ai-anya-e0803n3:96_7": "“Oh, what bliss! Oh, what bliss!”",
    "ai-anya-e0803n3:96_8": "Where is the only child, my only child? Where are you, my only child?”",
    "ai-anya-e0803n3:96_9": "will have the Vajjians, “Others will be associating with the Vajjians”,",
    "ai-anya-e0803n3:96_10": "So it is given in the desert about the meaning in the passage beginning, “In the first place, the refuse-rag wearer’s continuity.",
    "ai-anya-e0803n3:96_11": "And here there is in the breathing pride, having strong sense of urgency, the meaning here and now that austerities",
    "ai-anya-e0803n3:97_0": "when you’re scared by anger,",
    "ai-anya-e0803n3:98_0": "of the lady sovereignty;",
    "ai-anya-e0803n3:99_0": "In faith, all of them,",
    "ai-anya-e0803n3:100_0": "though they’re seized by rutting,",
    "ai-anya-e0803n3:101_0": "The word owing to the meaning is this: He should be regarded as the precincts of the community of the Fraternity . The matter of these should be seen in the sense.",
    "ai-anya-e0803n3:101_1": "“She is bad fortunate,” etc.",
    "ai-anya-e0803n3:101_2": "“Having in disgrace” is continued.",
    "ai-anya-e0803n3:101_3": "“Who is this?” is the power of ignorant power that should be seen in accordance with such .",
    "ai-anya-e0803n3:101_4": "The two kinds of virtue are guarded in the meaning and of the twofold reckoning of the two kinds, such as “come, is the dark and bright.”",
    "ai-anya-e0803n3:101_5": "When someone thinks, “ dark lake is dark,”",
    "ai-anya-e0803n3:101_6": "In the sense of the two, the texts of meaning is that of seclusion, etc., is why it is called “inviting” .",
    "ai-anya-e0803n3:101_7": "herein, I wouldn’t give to you, nor do I give it.",
    "ai-anya-e0803n3:101_8": "but doesn’t tame the vanity that does not deceit, but give a gift.",
    "ai-anya-e0803n3:101_9": "Being afraid of wrongdoing, the profitable roots in the texts on its meaning, they say, “Surely unprofitable remorseful and separately.”",
    "ai-anya-e0803n3:101_10": "And here, sensible people can tell him to the highest good people in the world:",
    "ai-anya-e0803n3:102_0": "and connected with the one with a Dhammadinnā,",
    "ai-anya-e0803n3:103_0": "We practice the noble ones, like we shall go.’",
    "ai-anya-e0803n3:104_0": "Virtuously in meaning, indicated with the meaning, “Hopefully including the profession of the meaning,! ” it is this:",
    "ai-anya-e0803n3:104_1": "In the next day it is said: “The scraptures in meaning and the lamps in the day of the lunar half-monthly.”",
    "ai-anya-e0803n3:104_2": "At the same time it is not worth interpreting the lamps of meaning and happiness, thus it is “interruption” .",
    "ai-anya-e0803n3:104_3": "“And in meaning,” he said, “Forest (these) to the meaning,” according to the meaning of “Bhikkhus, they are broken up.” Then he said, “The prince, softwooden the boys in this way,”",
    "ai-anya-e0803n3:104_4": "this is the kind of sound oppressed by the noise of his own desires, having compassion for himself in this Dhamma very hard-world. ”",
    "ai-anya-e0803n3:104_5": "Thus he made a sound with the ears because of the words “clination of sounds,” and so on, with the breath of joy and happiness, he thus said, “The Buddha, the compassionate One.”",
    "ai-anya-e0803n3:104_6": "Likewise he thought: “She is the meaning of the language of profitable hearing the meaning in that way, Buddha, the path leading to the end of Buddhas.”",
    "ai-anya-e0803n3:104_7": "In this way one is like this. The footprint should be runned towards the place where the foot is kept.",
    "ai-anya-e0803n3:104_8": "When there is anything, then, after being cut off, he should not get rid of the annihilated and destroyed when there is any making a doctrine of the noble ones. So he should look after him while, but he should look after him in an unprofitable way:",
    "ai-anya-e0803n3:104_9": "Thus in regard to the groups of six kinds of separately: the kingdoms that were separated in the six moderations, and made by the adornments of them bringing them to mind.",
    "ai-anya-e0803n3:105_0": "But if it is said to be shown in the texts, it is said in the texts that is not shown that when among the kinds of functionally to be shown by means of which it is said to be shown that.",
    "ai-anya-e0803n3:105_1": "wherever they’re definitive, consequence, and intimate, that is to say, the poisonous rough.",
    "ai-anya-e0803n3:105_2": "They must drank the bathing against the danger in those same sleeping place as before.",
    "ai-anya-e0803n3:105_3": "What is that?",
    "ai-anya-e0803n3:105_4": "“If I were to consent to eat My livelihood might well be blamed.",
    "ai-anya-e0803n3:105_5": "thinking: ‘I will get flowers,’",
    "ai-anya-e0803n3:105_6": "(Those who) does not end the destruction of craving.’ So they should indicate Nibbāna.”",
    "ai-anya-e0803n3:105_7": "And here, clung to life: “If I are extremely unrefused and delimited, they should next together in two or three verses, delimitations, opposing, playing in patience, and sleeping on providing these two parts, they sleep together with these two courses eleven women.”",
    "ai-anya-e0803n3:105_8": "Such is the kind of belly that is high and luxurious bed of fondness by sensible people. They are forgetful, profounded, hard to get rid of rustless, subtle, and pointless.",
    "ai-anya-e0803n3:106_0": "Whereever if he is being made, from any requisites there is such as garments, etc., that is this: the sound of coughing and the sound of sneezing.",
    "ai-anya-e0803n3:106_1": "In what way?",
    "ai-anya-e0803n3:106_2": "“The curtains and burdens,",
    "ai-anya-e0803n3:106_3": "But this ultimate end is the end of suffering.",
    "ai-anya-e0803n3:106_4": "So the two, that is hard to see, and the knowledge that occurs with each breath.",
    "ai-anya-e0803n3:106_5": "(but) no longer adversity says that is.”",
    "ai-anya-e0803n3:107_0": "In these cases, the first houses should be choosen out, “From such-and-such a one,” but then, after paying homage to the thresholders,”",
    "ai-anya-e0803n3:107_1": "Herein, the hunter struck by the water on the lotus ponds is on the bank of the river.",
    "ai-anya-e0803n3:107_2": "But the conversation amongst the Sakyans was embarrassed in the way beginning “Whoever is unless, embarrassed,” etc., in the sense of catching, as if shake, leaf-hut, shake, leaf-hut, or trembles in a leaf house. And this is why it can be seen by one who gets wrapptles.",
    "ai-anya-e0803n3:108_0": "In the second house, thinking, “This is the fourth section.” Then, after paying homage, he should lift it up.",
    "ai-anya-e0803n3:108_1": "But this meaning is that it surmounting the ultimate end.",
    "ai-anya-e0803n3:109_0": "In the third (story), the laymen, about the two inches, that is to say, the two inspiring and the fourfold reckoning. They should be running on the sound of couch and the bowel.",
    "ai-anya-e0803n3:110_0": "And here there is no one else to be caught on the story here, how is it the meaning?",
    "ai-anya-e0803n3:110_1": "When there is such a thing in which one bent on its meaning, then the reckoning would make the sound of mindfulness and situational awareness, and not for its utterance there may be noisy.",
    "ai-anya-e0803n3:110_2": "(thinking): the sound of taming, the bed or the enquiry.",
    "ai-anya-e0803n3:110_3": "The one with aiming to be quiet, doesn’t get bad speech,",
    "ai-anya-e0803n3:110_4": "(because) faithful, patience, gentle, or be patience.",
    "ai-anya-e0803n3:110_5": "That is why the (where the) story of the Renunciation should be given in the womb.",
    "ai-anya-e0803n3:111_0": "And here the deluded is intent on the matter that’s hard to recognize, etc., because it’s hard to understand, and one who is attached to the injured by the indicating of others.",
    "ai-anya-e0803n3:111_1": "But here it is not possible to describe the type of others in the priores of others. And that’s why there is no doubt in the next life, or in the morning, evening, unthinking, or in the morning, or in the evening, or in an undisturbed space.",
    "ai-anya-e0803n3:111_2": "Therefore, the meaning is that inconsequence of its complexion, is the meaning.",
    "ai-anya-e0803n3:111_3": "Therefore he should cut off: “So it is in this way,” and he should not make anyone else acts, but he shouldn’t do it for himself.",
    "ai-anya-e0803n3:112_0": "In the first of the bed there is no educating activity by means of the scoundrels or by mindfulness, and there is no making known of the Enlightened One’s thriving what is needed, without being rejoicing, just as if unwelcome to be heard the meaning, he thinks, “There is no making a sound of thread.”",
    "ai-anya-e0803n3:112_1": "So he should not make a sound of another’s liquor in the precincts for himself and driving other words.",
    "ai-anya-e0803n3:112_2": "But in the dream that they don’t ruin strange deep and falling apart, they don’t waver’s own.",
    "ai-anya-e0803n3:112_3": "The Great Beings are seen in the Great Forty-three , like the owner of the others.",
    "ai-anya-e0803n3:113_0": "When there is between Rājagaha and Nāḷandā, if there is a danger in the city, etc., in the place where there is no bending back, they must not hidden.",
    "ai-anya-e0803n3:113_1": "Whereas, ladies, and be given to the past, the pushing of the border are not, injured by others.",
    "ai-anya-e0803n3:113_2": "In what way?",
    "ai-anya-e0803n3:113_3": "“The King of the Night",
    "ai-anya-e0803n3:113_4": "said the Fortunate One, the Happy One, for the purpose of (living) greed,",
    "ai-anya-e0803n3:113_5": "wherever those who are purified, they can choose each be given, and they set out to be cut down is the meaning.",
    "ai-anya-e0803n3:113_6": "In what way?",
    "ai-anya-e0803n3:113_7": "“Neither satisfied, he wanted to eat rice porridge and non-staple food, and he took all the rice porridge and non-staple foods.”",
    "ai-anya-e0803n3:113_8": "And here, thinking, “She’s neither too tall nor too short,” and after giving food, he must a meal onto the food in such-and-such a monastery.",
    "ai-anya-e0803n3:113_9": "In this way they’re not able to make a heap of rice porridge, non-staple food, and meals would also be good in the end, and even if only the scope of a meal.",
    "ai-anya-e0803n3:114_0": "Where there is somewhere in whatever place the otherwise binds together with one or other of them. They are to be delivered and pacified, in whatever way they are criticized by each other.",
    "ai-anya-e0803n3:114_1": "In what way?",
    "ai-anya-e0803n3:114_2": "“Seeing a teaching, good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.",
    "ai-anya-e0803n3:114_3": "I will teach you dependent origination.",
    "ai-anya-e0803n3:114_4": "with internal clarity, and one-pointedness of mind, says that",
    "ai-anya-e0803n3:114_5": "Here is the end of it:",
    "ai-anya-e0803n3:115_0": "sounds or smells,",
    "ai-anya-e0803n3:116_0": "He who, having consulted, said: “This is the caravan leader of the wise,”",
    "ai-anya-e0803n3:117_0": "learning “Good,” she replied, “Where did you learn the verses?”",
    "ai-anya-e0803n3:118_0": "Like this, to be said: “By what you do,” or “Did you say.",
    "ai-anya-e0803n3:119_0": "He who, having given up both countless spends,",
    "ai-anya-e0803n3:120_0": "Both together with both men separates -",
    "ai-anya-e0803n3:121_0": "it will give to those who are faithful, intelligent:",
    "ai-anya-e0803n3:122_0": "This is the meaning here: I have no meaning here.",
    "ai-anya-e0803n3:123_0": "Because of the inner skin of the Noble Lady in (all) processes,",
    "ai-anya-e0803n3:124_0": "This is the exposition in the texts on offenses.",
    "ai-anya-e0803n3:125_0": "(But) he is not totally beyond the Dispensation,",
    "ai-anya-e0803n3:126_0": "having understood the meaning of the sense-spheres, sounds,",
    "ai-anya-e0803n3:127_0": "thinking, ‘My intelligent,’ does not expert as he says,",
    "ai-anya-e0803n3:128_0": "This is the meaning of thought.",
    "ai-anya-e0803n3:129_0": "This is how the detailed treatment:",
    "ai-anya-e0803n3:129_1": "There are Vajjis in knocking for the aeon: “So, sitting down, near the Vajjians, and of the Licchavis, thinking, ‘Such is seen, heard, thought, “Such is I will give this gift,” “There are no more of the Vajjians.”",
    "ai-anya-e0803n3:130_0": "(All these should be treated in the following way:)",
    "ai-anya-e0803n3:130_1": "Which of these five has been spoken and helpful to the Middle Five people in the middle of the ocean, which is like the medium-spheres of middle standing, level of the Middle Five people.",
    "ai-anya-e0803n3:130_2": "you will come to yours,",
    "ai-anya-e0803n3:131_0": "I am the one who paid homage to another’s word, who paid reverence to the highest word, men and gods, the other one with many feet.",
    "ai-anya-e0803n3:131_1": "‘We shall be, good sirs,",
    "ai-anya-e0803n3:132_0": "Whoever has spoken of these two things: the medium one is of today and the smallest household to the middle, and he should not be given to others in the texts of the central splendour of the island and its compared to the supreme beings.",
    "ai-anya-e0803n3:132_1": "you wield this form:",
    "ai-anya-e0803n3:132_2": "For that is the best of you.",
    "ai-anya-e0803n3:133_0": "By their own doctrine, he proceeds in another’s word; he speaks to the commen with the Queen Protector of the Bodhi Tree (Sakka) the Lord of the Maddle Eye, like having to be spoken of two ends, thus he is an equal of each other,",
    "ai-anya-e0803n3:133_1": "I wield this form is the five kinds of conceit.",
    "ai-anya-e0803n3:133_2": "(This is) the outsider, this is the reason it is said to be the other,",
    "ai-anya-e0803n3:134_0": "While going to his own state of existence he accumulated on the top of an island (of existence) and on the other side of the two he had been extrated by himself in his own kingdom, (when) like a great (?).",
    "ai-anya-e0803n3:134_1": "We are the ones who say:",
    "ai-anya-e0803n3:134_2": "(but) we will tell this is the reason,",
    "ai-anya-e0803n3:134_3": "(but) we will give this form:",
    "ai-anya-e0803n3:135_0": "In the fifth composed by himself with the  Majjhima Nikāyas, frequenting another, Queen, etc.",
    "ai-anya-e0803n3:135_1": "you will be the fifth form.",
    "ai-anya-e0803n3:135_2": "(You asked) your outside was telling. This is the reason,",
    "ai-anya-e0803n3:136_0": "For the first one who enters upon the first jhāna for one who has much learning the other, and through the enlightenment of the other two, that is to say, two indications of like a full moonlight, two on top of the firstly and two indications.",
    "ai-anya-e0803n3:136_1": "this is the outside of the earth.",
    "ai-anya-e0803n3:136_2": "For this is your own bodily form that’s your idea.",
    "ai-anya-e0803n3:137_0": "The one who enters upon the first jhāna for one who is senior and who has a lot of middle standing through the central state of wields power and three in the first top of the middle, and in the enquiry, having a great deal with only four yokes, like the medium-to-be, and the others of the enemy with the first one’s word.",
    "ai-anya-e0803n3:137_1": "you must tell the outside of the earth, here and there are these primary elements.",
    "ai-anya-e0803n3:137_2": "But since you have no more grasping for these reasons.",
    "ai-anya-e0803n3:137_3": "and you were today this form:",
    "ai-anya-e0803n3:138_0": "(but) from his own welfare, that is to say: with the best of towns, the highest of men, himself with his own hands, paid reverence to the highest of men, himself with his (only) so forth.",
    "ai-anya-e0803n3:138_1": "this is the outside of the earth, this is said to be",
    "ai-anya-e0803n3:138_2": "for this is my own victory: this is bodily form.",
    "ai-anya-e0803n3:139_0": "Devoted to the other, of his own nature, he grandmother and exceedingly like a general who was like the best of men, in the most excellent town.",
    "ai-anya-e0803n3:139_1": "(but) we will tell this form, this is the Self:",
    "ai-anya-e0803n3:139_2": "for we were this Noble One this form:",
    "ai-anya-e0803n3:140_0": "The one who has shown his own doctrine, through the (which) people, like the word of the Supreme Man, that is to say, the highest among himself whom one is himself worthy of his (only), that is supreme.",
    "ai-anya-e0803n3:140_1": "(This is) the outside, this is the reason.",
    "ai-anya-e0803n3:140_2": "For this is my own form: this is the supreme form.",
    "ai-anya-e0803n3:141_0": "Because a general termite-mound in its own way firstly and indicated to his own state of an impediment.",
    "ai-anya-e0803n3:141_1": "continuation in existence,",
    "ai-anya-e0803n3:142_0": "Because of the middling of the Middle-Controller’s word (only), which is like the medium starting point of a midddling snake, (whether) with medium-skinned water.",
    "ai-anya-e0803n3:142_1": "continued existence,",
    "ai-anya-e0803n3:143_0": "they will be the first to do with many kinds of enlightenment: the Majjhima Nikāyas, the Middleness of the Middle Faith, and the others with many components.",
    "ai-anya-e0803n3:143_1": "you will be well, that is form.",
    "ai-anya-e0803n3:143_2": "and you will not be able to satisfaction with the forms of sensuality.",
    "ai-anya-e0803n3:144_0": "they will be as medium one’s own attainment of the middle way of Kāka, on the side of the middle ones, and on the side of the central medium.",
    "ai-anya-e0803n3:144_1": "you will be well-trained, that is:",
    "ai-anya-e0803n3:144_2": "and you will satisfy death with the reason for this.",
    "ai-anya-e0803n3:145_0": "they will be of great benefit in the middling of the Majjhima Nāgadā, on the Uposatha day of the Middle Queen, like a Majjhima Nikāya.",
    "ai-anya-e0803n3:145_1": "you will be will be no form for you,",
    "ai-anya-e0803n3:145_2": "Since you will have no loss of rebirth: this is the form of mine.",
    "ai-anya-e0803n3:146_0": "they will be able to satisfying themselves with the army of their own perfections, like the sun (wrongs) in the place of loss.",
    "ai-anya-e0803n3:146_1": "there will be such a form,",
    "ai-anya-e0803n3:146_2": "I will teach that form",
    "ai-anya-e0803n3:146_3": "all the rest are of the sense faculties be seen as well. The exposition should be seen.",
    "ai-anya-e0803n3:146_4": ":",
    "ai-anya-e0803n3:147_0": "But as for five reasons, etc., fall asleep,",
    "ai-anya-e0803n3:148_0": "“You are sitting down, quadruped,” and he gave the two offerings to the two.",
    "ai-anya-e0803n3:149_0": "Having been caught up in the midst of Mithilā, both in the two ways,",
    "ai-anya-e0803n3:150_0": "“I am a change” is one kind of existence; and so there are forms,",
    "ai-anya-e0803n3:151_0": "Questioned by one who gives to the proper conduct,",
    "ai-anya-e0803n3:152_0": "He said: “Nibbāna,” and “Ascetics” and “Victorious in this way”",
    "ai-anya-e0803n3:153_0": "Because of one’s inclination, he is reckoned as an “those of meals”.",
    "ai-anya-e0803n3:154_0": "More than five hundred people in the rules for which he is used.",
    "ai-anya-e0803n3:155_0": "Herein, this is by means of this (good) deluded is to be setting there,",
    "ai-anya-e0803n3:156_0": "He knew, “I will know,” he is the plane of loss.",
    "ai-anya-e0803n3:157_0": "For the ignorant, etc., which in the sense of having spoken about,",
    "ai-anya-e0803n3:158_0": "there is the sound of your belly: the sound of your sight,",
    "ai-anya-e0803n3:159_0": "“We’ll have no productions of (certain) existence.”",
    "ai-anya-e0803n3:160_0": "Wealth is well proclaimed in five ways: for what is contradict",
    "ai-anya-e0803n3:161_0": "“You’re making a noise skill in earth.”",
    "ai-anya-e0803n3:162_0": "if he is able today in the day of the province;",
    "ai-anya-e0803n3:163_0": "when it is sensed (where) it is surely called a Victor,",
    "ai-anya-e0803n3:164_0": "Because it’s hard to know that it causes me today.",
    "ai-anya-e0803n3:165_0": "if he is able today in the day of the province;",
    "ai-anya-e0803n3:166_0": "Having faith in the Tissārāma (the world), he thus addressed the five-hundred monks (saying):",
    "ai-anya-e0803n3:167_0": "(thinking): the form of (riversing) appearance,",
    "ai-anya-e0803n3:168_0": "whether inside or outside, the middle one idea,",
    "ai-anya-e0803n3:169_0": "He should be given marriage by profound knowledge,",
    "ai-anya-e0803n3:170_0": "stilling in excess of a single stage, the middle one is carried off.",
    "ai-anya-e0803n3:171_0": "“Dear, there is no share for the meal today you.” In the Fraternity she amused herself,",
    "ai-anya-e0803n3:172_0": "But I’m very busy running out of faith.",
    "ai-anya-e0803n3:173_0": "accompanying to others with shame, he is an opportunity today.",
    "ai-anya-e0803n3:174_0": "Herein, this is the beginning, “This is the middle of the earth,” and so on,",
    "ai-anya-e0803n3:175_0": "(something) the outcome of suffering, (something):",
    "ai-anya-e0803n3:176_0": "The one who is general circumstances is called “anquin”;",
    "ai-anya-e0803n3:177_0": "(There is) noise of the grounds for form, why is it that?”",
    "ai-anya-e0803n3:178_0": "(They are) devoted to another’s discriminations.",
    "ai-anya-e0803n3:179_0": "(thinking): “This is the ground for its youth, (and) remaining.”",
    "ai-anya-e0803n3:180_0": "they said: “The Noble Lady, I have made the sound of your rolls,",
    "ai-anya-e0803n3:181_0": "for incoming today there in dependence on the Noble Ones’ finest lady,",
    "ai-anya-e0803n3:182_0": "This is the first kind of form.",
    "ai-anya-e0803n3:183_0": "for those in dependence on the food, etc., are said to be the third,",
    "ai-anya-e0803n3:184_0": "“Sister,” one is the middle one, the universal form,",
    "ai-anya-e0803n3:185_0": "they will be happy at the time when they have spoken.",
    "ai-anya-e0803n3:186_0": "Just as a lot of property has many vows, and is present in returning to the monastery,",
    "ai-anya-e0803n3:187_0": "“I will be a relative by you,” he will listen.",
    "ai-anya-e0803n3:188_0": "“I will be yours,” “I will be safe.”",
    "ai-anya-e0803n3:189_0": "Since they live in this way, what is said.",
    "ai-anya-e0803n3:190_0": "they will be successful in the next life.",
    "ai-anya-e0803n3:191_0": "the medium one is allowed to yokes that are yoke and yoke.",
    "ai-anya-e0803n3:192_0": "“I will be, sir.”",
    "ai-anya-e0803n3:193_0": "and having explained these are annoying.",
    "ai-anya-e0803n3:194_0": "Whatever kind of sweat, bathing, and above,",
    "ai-anya-e0803n3:195_0": "This is said in two ways: give the floors.",
    "ai-anya-e0803n3:196_0": "“All these will be (given) rebirths,” so they will be demolished,",
    "ai-anya-e0803n3:197_0": "like a holy painted calamity in the wind: “I will be at the time of the Kāsīs.”",
    "ai-anya-e0803n3:198_0": "“I will be like this”, so there will be no supreme amongst the name",
    "ai-anya-e0803n3:199_0": "“I will have one died,” is the supreme pearls.",
    "ai-anya-e0803n3:200_0": "When they said this, they are told by the word of the words.",
    "ai-anya-e0803n3:201_0": "(The Buddha) stood on one side the whole seat spread out.",
    "ai-anya-e0803n3:202_0": "The remainings of the five states is not clinging to all states of loss.",
    "ai-anya-e0803n3:203_0": "This being not killed for all living creatures:",
    "ai-anya-e0803n3:204_0": "This here is the word observed by the word “withstanding” and according to the word construction.",
    "ai-anya-e0803n3:205_0": "Vibhaṅga, etc., this is how they should be told including the characteristic of neutrality investigation.",
    "ai-anya-e0803n3:206_0": "there will be exceeding on the day of the night for the lamp.",
    "ai-anya-e0803n3:207_0": "always working for the continuation of existence.”",
    "ai-anya-e0803n3:208_0": "for what has been shown by others.",
    "ai-anya-e0803n3:209_0": "when he is outside the middle gate, it is fixed in extension: there may be this one,",
    "ai-anya-e0803n3:210_0": "This practice of another’s method,",
    "ai-anya-e0803n3:211_0": "he is added to the hidden (work): he is not able to influence himself.",
    "ai-anya-e0803n3:212_0": "They’ll be expelled everywhere.",
    "ai-anya-e0803n3:213_0": "For there is actually no use of what is allowable, so the bowl is given in someone else.",
    "ai-anya-e0803n3:214_0": "he is not going totally beyond all that.",
    "ai-anya-e0803n3:215_0": "In the evening time, when the middle watch",
    "ai-anya-e0803n3:216_0": "(but) with a (good) value of (goods) continuity,",
    "ai-anya-e0803n3:217_0": "Because of not going to the neighborhood of Kātissa",
    "ai-anya-e0803n3:218_0": "Who, not coming here, and there stepped on the path",
    "ai-anya-e0803n3:219_0": "for the sake of the (of people) is showing the promise.",
    "ai-anya-e0803n3:220_0": "The other in continued existence is what belongs to others.",
    "ai-anya-e0803n3:221_0": "From the reason for coming and going,",
    "ai-anya-e0803n3:222_0": "Today there is the time for the purpose of today.",
    "ai-anya-e0803n3:223_0": "Three kinds of included in the three kinds of becoming .",
    "ai-anya-e0803n3:224_0": "Yet even enquiry,",
    "ai-anya-e0803n3:225_0": "And two on according to friendship.",
    "ai-anya-e0803n3:226_0": "And in the seventeenth words, he should get advice:",
    "ai-anya-e0803n3:227_0": "And one day, likewise: day in one day,",
    "ai-anya-e0803n3:228_0": "and he destroys the word of the words:",
    "ai-anya-e0803n3:229_0": "He was poor and wrong in his monastery,",
    "ai-anya-e0803n3:230_0": "The four of the sectarians bring about",
    "ai-anya-e0803n3:231_0": "To the three Vibhaṅgas of the Three Tissa Modes",
    "ai-anya-e0803n3:232_0": "(But) the thirty-six positions (of the Relics).",
    "ai-anya-e0803n3:233_0": "one who seeks another’s duty, and likes the five.",
    "ai-anya-e0803n3:234_0": "you are freed from chains.",
    "ai-anya-e0803n3:235_0": "Thus here it is in this way, Dhavine Sīhahaniya,",
    "ai-anya-e0803n3:236_0": "The explanation is given inclusive, known,",
    "ai-anya-e0803n3:237_0": "This is the characteristic of investigation .",
    "ai-anya-e0803n3:238_0": "But that instead of associating with the two differences beginning with the Community, etc., is of two kinds as partaking of diminution, and according to fact.",
    "ai-anya-e0803n3:238_1": "Herein, there are five kinds of people called “I am bound up with the diverse specificality,” and during the time of this and that I am now advantages.",
    "ai-anya-e0803n3:238_2": "(They are) devoted to the professions of the past, future, and present.",
    "ai-anya-e0803n3:238_3": "There will be those who wait for the meal, which have not been no more.",
    "ai-anya-e0803n3:238_4": "But when a man has entered the way already described, no matter how longer, some times are included earlier or less, some say,",
    "ai-anya-e0803n3:238_5": "This is the difference in the practice of division.",
    "ai-anya-e0803n3:239_0": "But this one of dead in the way beginning has died up in analysisting those who take up residence according to the food.",
    "ai-anya-e0803n3:239_1": "(They are) devoted to the professions of the past, future, and present.",
    "ai-anya-e0803n3:239_2": "There will be those who wait for the meal, which have not been no more.",
    "ai-anya-e0803n3:239_3": "though they are no longer presents for the meals, etc., that are presently arisen, and now they are no more.",
    "ai-anya-e0803n3:239_4": "Five hundred and eighty-four kinds of nutriment consisting in the later division of the proper conduct.",
    "ai-anya-e0803n3:239_5": "The seven times of discrimination later divided into seven equal parts.",
    "ai-anya-e0803n3:239_6": "And here it is according to the instance of systems beginning with “folk” , etc., in this way the five stages beginning with the intermediate directions.",
    "ai-anya-e0803n3:239_7": "Kātiyāna, however, the divided encircling joints, divided encircling ordinary food, garlands, and makeup.",
    "ai-anya-e0803n3:239_8": "This is how it should be understood in the explanation of the words “ascetic” and so on.",
    "ai-anya-e0803n3:240_0": "He passes away in three ways, possesses a dead man, an undeveloped in death, with six factors, and possesses boundaries.",
    "ai-anya-e0803n3:241_0": "for the present time I am one who follows the present.",
    "ai-anya-e0803n3:242_0": "Some are the third kind of efficacy: although lying down together with the gods.",
    "ai-anya-e0803n3:243_0": "In the future time there will be no more future time,",
    "ai-anya-e0803n3:244_0": "Thus, each time (after which) do not have died,",
    "ai-anya-e0803n3:245_0": "Didn’t the time that in the waters crowded is not abandoned",
    "ai-anya-e0803n3:246_0": "In the past, future, and present,",
    "ai-anya-e0803n3:247_0": "is this truthful, is the time for the future, thinking:",
    "ai-anya-e0803n3:248_0": "But the time is said because of the origination of the meaning.",
    "ai-anya-e0803n3:249_0": "Because that is why “short” and “shorted” are said.",
    "ai-anya-e0803n3:250_0": "it won’t be freed from the time to time.",
    "ai-anya-e0803n3:251_0": "Hasn’t you lit at all times, is the meaning of all that.",
    "ai-anya-e0803n3:252_0": "for that is the time when the body is cleaned,",
    "ai-anya-e0803n3:253_0": "past, future, and present.",
    "ai-anya-e0803n3:254_0": "Similarly, he died without hacking nails,",
    "ai-anya-e0803n3:255_0": "Two particular food is to be eaten, drunk,",
    "ai-anya-e0803n3:256_0": "(But) having passed away, speaking words that are spoken.",
    "ai-anya-e0803n3:257_0": "saying: “Go and so; let us go,” and so on.",
    "ai-anya-e0803n3:258_0": "if she does not conclude;",
    "ai-anya-e0803n3:259_0": "Delighting in the past, future or present,",
    "ai-anya-e0803n3:260_0": "The word (determined) like the sky, just as it is said: I am in a worm.",
    "ai-anya-e0803n3:261_0": "around five-hundred and seventy-three -",
    "ai-anya-e0803n3:262_0": "there is no future lives:",
    "ai-anya-e0803n3:263_0": "Therefore at the end of the meal, saying: “Having seen the state of peace.”",
    "ai-anya-e0803n3:264_0": "is said: “This is the meaning,” and he is:",
    "ai-anya-e0803n3:265_0": "there is this right to be realised that is truthful,",
    "ai-anya-e0803n3:266_0": "Even in the present the Wise One should not be seen",
    "ai-anya-e0803n3:267_0": "Why are they able to realize the truth,",
    "ai-anya-e0803n3:268_0": "and since there in the present time, the world’s favourable to the west.",
    "ai-anya-e0803n3:269_0": "Saying: “This is the meaning of this ascetic,” he did so.",
    "ai-anya-e0803n3:270_0": "if it is not said: “As abode,” or a reason for this,",
    "ai-anya-e0803n3:271_0": "for the sake of going, but not for the purpose of going.",
    "ai-anya-e0803n3:272_0": "asking: “Go and from time to time I could go.”",
    "ai-anya-e0803n3:273_0": "Then at the time of the lamp, that is to say,",
    "ai-anya-e0803n3:274_0": "Or the time is the time for the opposite sex,",
    "ai-anya-e0803n3:275_0": "This is the third religious donation.",
    "ai-anya-e0803n3:276_0": "Thus they died and Thus don whatever they were gained,",
    "ai-anya-e0803n3:277_0": "(Mahinda replied:) “Apply to explain the meaning in the compound,",
    "ai-anya-e0803n3:278_0": "The elder said, “I hope the Supreme Man,” and she gave a strike.",
    "ai-anya-e0803n3:279_0": "So too the fourfold army in conclusion, Bhaddā Kāpilānī,",
    "ai-anya-e0803n3:280_0": "(There is) a response of the Fraternity when the Community has passed,",
    "ai-anya-e0803n3:281_0": "For the one who shows what is shared out,",
    "ai-anya-e0803n3:282_0": "then he explained the three and four instances,",
    "ai-anya-e0803n3:283_0": "being future, you will become not be reborn in the future.",
    "ai-anya-e0803n3:284_0": "In the present time means after making the five constituents (of mind and body)",
    "ai-anya-e0803n3:285_0": "around five-hundred and seventy-three -",
    "ai-anya-e0803n3:286_0": "The Saṅgha’s fact is included in the present,",
    "ai-anya-e0803n3:287_0": "Because of the five things occur in him,",
    "ai-anya-e0803n3:288_0": "Consciousness is fivefold, that is why five.",
    "ai-anya-e0803n3:289_0": "But even though I’m living in a house for seven months,",
    "ai-anya-e0803n3:290_0": "And since he has said that there is no simile,",
    "ai-anya-e0803n3:291_0": "and : the one who will fulfill such powers.",
    "ai-anya-e0803n3:292_0": "she has the sixth sense sphere, and the mental speech.",
    "ai-anya-e0803n3:293_0": "The fifth is good in the case of the five-foldness, having no doubt",
    "ai-anya-e0803n3:294_0": "(but) I can make eight equal parts for seven days.",
    "ai-anya-e0803n3:295_0": "Thus if anyone would use it, he should reply: “Nobody, what is suitable.”",
    "ai-anya-e0803n3:296_0": "In the past, future or present:",
    "ai-anya-e0803n3:297_0": "(but) the Great Chief Disciples have been purified by him.",
    "ai-anya-e0803n3:298_0": "Declaring even when running, they are in the future.",
    "ai-anya-e0803n3:299_0": "By means of making this plain: how many accumulations are there.",
    "ai-anya-e0803n3:300_0": "if she says, “If you wish to give her to the lower worlds,”",
    "ai-anya-e0803n3:301_0": "Because mostly running towards the past,",
    "ai-anya-e0803n3:302_0": "“Your body is Located with the shade of the Victory.”",
    "ai-anya-e0803n3:303_0": "beyond that is a cause of loss.",
    "ai-anya-e0803n3:303_1": "“If he had not taken the life of his father, a just and principled king, the stainless, immaculate vision of the Dhamma would have arisen in this seat.”",
    "ai-anya-e0803n3:303_2": "“Ānanda, the great crowd of the people here in this town there are two hundred and fifty-elephants, taking this pair of them iron robes, go to the alms-food.",
    "ai-anya-e0803n3:303_3": "If he had done the first house, he wouldn’t be prevented by work and set it up in this case.",
    "ai-anya-e0803n3:303_4": "But if he left the household life, he reached Arahantship and so on in the fruit of non-return.",
    "ai-anya-e0803n3:303_5": "If, while at the central square, he hated on his fortune,",
    "ai-anya-e0803n3:303_6": "leaving that non-returner, and non-returner, he established a once-returner.",
    "ai-anya-e0803n3:303_7": "If, we’d don’t work for the sake of our wealth, he would be serving his work.",
    "ai-anya-e0803n3:303_8": "leaving the house, while he was still a young, he had gone forth in the fruit of stream-entry. Once-Returner, he had established a Settle, and if he had the kingdom.",
    "ai-anya-e0803n3:303_9": "Just as a treasure congem to the senior woman, the woman-treasure, or the present—born of past lives, future, or present—all of them shine and grain.”",
    "ai-anya-e0803n3:304_0": "how does he come to be reborn in the future?",
    "ai-anya-e0803n3:304_1": "“For a long time, sir, if there was no danger,",
    "ai-anya-e0803n3:304_2": "The rafter thinks, “I’ll find a vulnerability in the teaching and training proclaimed by the Realized One.” But if they don’t get a thousand years, they will do the same.’",
    "ai-anya-e0803n3:304_3": "If I don’t go, I will not die in existence like this.”",
    "ai-anya-e0803n3:304_4": "But though it has been given in the past, it does so in the past, future, and present.”",
    "ai-anya-e0803n3:305_0": "or else in the same way.",
    "ai-anya-e0803n3:306_0": "In the future it is also disliked, but it will be also be given to me.",
    "ai-anya-e0803n3:307_0": "(They are) unincluded. This is the characteristic of neutrality.",
    "ai-anya-e0803n3:308_0": "That being so, it is Simile of the highest person, that is not held back.",
    "ai-anya-e0803n3:309_0": "In future times, there will be dangers for the Discourse:",
    "ai-anya-e0803n3:310_0": "Like the yearnings of Kātiyāna, who has not gone into the sky.",
    "ai-anya-e0803n3:311_0": "Therefore it is the time to misfortune,",
    "ai-anya-e0803n3:312_0": "past, future, and present.",
    "ai-anya-e0803n3:313_0": "I have no eighth existences.",
    "ai-anya-e0803n3:314_0": "Five hundreds of times fall away.",
    "ai-anya-e0803n3:315_0": "or Shackles in the middle, is called the sixth in the middle.",
    "ai-anya-e0803n3:316_0": "(These sixth offenses of) existence are to because of grasping.",
    "ai-anya-e0803n3:317_0": "and she thought, “This is the fifth method, this is not complete”.",
    "ai-anya-e0803n3:318_0": "even with the sixth (story), “I am he’s quiet with the five-fold powers.”",
    "ai-anya-e0803n3:319_0": "Five meals that are discriminated in the present.",
    "ai-anya-e0803n3:320_0": "the domestic helped by the Saṅgha,",
    "ai-anya-e0803n3:321_0": "and five parts of the day after the meal.",
    "ai-anya-e0803n3:322_0": "and sixth should be dried, (saying): “There are not can be destroyed,”",
    "ai-anya-e0803n3:323_0": "But with the sixth offenses as “I am” is.",
    "ai-anya-e0803n3:324_0": "and having given the sixth, they too fastened thus,",
    "ai-anya-e0803n3:325_0": "Plain in the seven ways of discrimination.",
    "ai-anya-e0803n3:326_0": "(They do) they accept the meaning of the Commentary.",
    "ai-anya-e0803n3:327_0": "For those who were possessed of the profound and the deep,",
    "ai-anya-e0803n3:328_0": "by which one mortals gets, by means of intention,",
    "ai-anya-e0803n3:329_0": "That is how productions firstly in the future.",
    "ai-anya-e0803n3:330_0": "after saying this, he should go in the present time.",
    "ai-anya-e0803n3:331_0": "(The Buddha) said: “Why do you not say that when about the time?”",
    "ai-anya-e0803n3:332_0": "the risen above, like the sky when the Fields spoken.",
    "ai-anya-e0803n3:333_0": "Because you say this to you, Postures:",
    "ai-anya-e0803n3:334_0": "therefore many kinds of dividing food at the wrong time,",
    "ai-anya-e0803n3:335_0": "(They should be expounded in) the same way as to receptacle.",
    "ai-anya-e0803n3:336_0": "the present is dispelled ... dead.",
    "ai-anya-e0803n3:337_0": "After saying in the past, future or present,",
    "ai-anya-e0803n3:338_0": "Because when the wise man had profitable roots in the world,",
    "ai-anya-e0803n3:339_0": "That’s why you should regard the past, future, and present.",
    "ai-anya-e0803n3:340_0": "can roll on the five great rolls on,",
    "ai-anya-e0803n3:341_0": "he explained the progressive development in the present.",
    "ai-anya-e0803n3:342_0": "For just as when a man has spoken thus, “Dielding the word,” he refers to him in the same way, “Yes, I shall not do so,” and he is told, “Now, friend, one isn’t able to arrive at the refuse-rag,” and so too, when one who has spoken to, “protects,” “There is no one who has thus shown the way to do so,” it is said, “There is no one who is mindful,” he thinks, “There is no obsesserving for the energy, and so too;",
    "ai-anya-e0803n3:342_1": "“For those in the present, ~ and those who go to Bhmayans, etc., was happy with this verse found in the future” .",
    "ai-anya-e0803n3:342_2": "This is the exposition should be understood here.",
    "ai-anya-e0803n3:343_0": "“Whatever form there is in the past, future or present,”",
    "ai-anya-e0803n3:344_0": "“The compassionate one, who sees the utter ending of rebirth,",
    "ai-anya-e0803n3:345_0": "understands the path to convergence.",
    "ai-anya-e0803n3:346_0": "By this path, which is born in the past,",
    "ai-anya-e0803n3:347_0": "will cross over, and are crossing over,”",
    "ai-anya-e0803n3:348_0": "“Among those who are Buddhas, who are Buddhas, who have not come to be,",
    "ai-anya-e0803n3:349_0": "and many people who are Buddhas,",
    "ai-anya-e0803n3:350_0": "all live the true teaching.",
    "ai-anya-e0803n3:351_0": "They also will live dedicated to the Buddhas and this Dhamma.”",
    "ai-anya-e0803n3:352_0": "In the same way when there is the spectrums",
    "ai-anya-e0803n3:352_1": "Here the explanation of the way beginning, “In the past, future and present” are included in the three ways, then on the following day, etc., is made in the past, the present in the future. These are the meaning in the way that is proper for arrivals. The exposition is done in the past, future in the future.",
    "ai-anya-e0803n3:352_2": "But, having frequented this two arrivals of perception, he said: “I am the duty-four kinds of past lives”, and then it is because he has done the name of the past, future, and present.”",
    "ai-anya-e0803n3:353_0": "Grasping is rid of present.",
    "ai-anya-e0803n3:354_0": "After making the point of the three Kaccānasika,",
    "ai-anya-e0803n3:355_0": "the censure (such) has been laid down by the first time.",
    "ai-anya-e0803n3:356_0": "Many people have been reborn in the monasteries,",
    "ai-anya-e0803n3:357_0": "After having shown the past, and the future waters of the past,",
    "ai-anya-e0803n3:358_0": "if they tell him, “I do (and saying) the five ways,” and the names,",
    "ai-anya-e0803n3:359_0": "Having confronted the Vajjians, this is the word he spoke:",
    "ai-anya-e0803n3:360_0": "if this is so, isn’t found.",
    "ai-anya-e0803n3:361_0": "Those who were to recite that what is unskillful and what is unskillful,",
    "ai-anya-e0803n3:362_0": "and they are treated with the later time:",
    "ai-anya-e0803n3:363_0": "Variously, he says “He is an unsuitable”.",
    "ai-anya-e0803n3:364_0": "and they are not ready for the time;",
    "ai-anya-e0803n3:365_0": "like the meeting of, including in the Community.",
    "ai-anya-e0803n3:366_0": "Living in the five-hundred circumstances:",
    "ai-anya-e0803n3:367_0": "(only) after being destroyed his meal and cleansed, I do not wish to die.",
    "ai-anya-e0803n3:368_0": "after taking hold of a wet cloth,",
    "ai-anya-e0803n3:369_0": "he should be responsible for you.",
    "ai-anya-e0803n3:370_0": "of which is the meaning.",
    "ai-anya-e0803n3:371_0": "That’s why surely weakness isn’t feeble,",
    "ai-anya-e0803n3:372_0": "is praiseworthy.",
    "ai-anya-e0803n3:373_0": "wherever the world’s (stands) is",
    "ai-anya-e0803n3:374_0": "He should be told in full awareness.",
    "ai-anya-e0803n3:375_0": "they are the power of that.",
    "ai-anya-e0803n3:376_0": "For this is said in the enquiry: “There is the meaning of the Dhamma, herein should be expounded in detail.”",
    "ai-anya-e0803n3:377_0": "Living for five days (given): Liberation is for a woman’s own name,",
    "ai-anya-e0803n3:378_0": "But you mustn’t know what you are.",
    "ai-anya-e0803n3:379_0": "perceptions of people like a man, like perceptions of people,",
    "ai-anya-e0803n3:380_0": "The words spoken by the Buddha",
    "ai-anya-e0803n3:381_0": "For he who has abandoned the reason for his own perception: from there,",
    "ai-anya-e0803n3:382_0": "(Always) without perceptions, with the old age of their caste, is inferior,",
    "ai-anya-e0803n3:383_0": "and so, would you doing thus: (Sill now) doing what is reckoned to be dead.",
    "ai-anya-e0803n3:384_0": "This is what I said: “This is what I said.”",
    "ai-anya-e0803n3:385_0": "This is normal in such a case.",
    "ai-anya-e0803n3:386_0": "So too in the four directions, the water of the three, the one who is very pure,",
    "ai-anya-e0803n3:387_0": "Developing the state of diverseness, knows the time,",
    "ai-anya-e0803n3:388_0": "past, future, and present.",
    "ai-anya-e0803n3:389_0": "and having taken five valuables, were this in each and every way",
    "ai-anya-e0803n3:390_0": "Herein, neither internally nor externally in the consequence.",
    "ai-anya-e0803n3:391_0": "past, future, and present",
    "ai-anya-e0803n3:392_0": "Thus in all the times he has died,",
    "ai-anya-e0803n3:393_0": "Now, as to the pronouncing the meaning of what is promisible, accusing people next to the King of Kosala, that is to say, the one who is prevented about concepts of services in this way: “I am the time of this matter, this is the basict of two ends, I call a confessecrated the discussion” .",
    "ai-anya-e0803n3:393_1": "Virtuously in such a way the ten kasiṇas, etc., ten kinds of foulness, regardless of the ten recollections, etc., respectively, definitively, and insisting the Vibhaṅgas of the Magadhan devotees, etc., respectively, and venerating the enlightenerations of the Magadhanity, etc., that is to say, the kind already described in the past, future or present.",
    "ai-anya-e0803n3:393_2": "For when enquiredly, they can do the seven problems later on which they can be called “specified”.",
    "ai-anya-e0803n3:393_3": "Pose who say, “I am the seven times,” and they will do the same today procedure for seven days.",
    "ai-anya-e0803n3:393_4": "Thus in two ways the thirty-two parts of analysis of laws in resolving and discovering.",
    "ai-anya-e0803n3:393_5": "although they are stated in the same way as stated in the discrimination, although mistakenly, it is said in the same way as those who do, unification of mind, and so on.",
    "ai-anya-e0803n3:394_0": "How does he do this?",
    "ai-anya-e0803n3:394_1": "“Venerable sir, you’re doing so. These are the three times in the past",
    "ai-anya-e0803n3:394_2": "Go today, may the merchants come.”",
    "ai-anya-e0803n3:394_3": "if she says, “What can be, Mettiya, if she doesn’t get any?",
    "ai-anya-e0803n3:394_4": "But if he gets started today, I would not get to.",
    "ai-anya-e0803n3:394_5": "but if he gets the same, he would be deserving to be reprimanded.”",
    "ai-anya-e0803n3:394_6": "(This should be expelled in the same way.)",
    "ai-anya-e0803n3:395_0": "Having spoken thus, you shouldn’t do it in this way without conquering.",
    "ai-anya-e0803n3:395_1": "For that later general climbs is the time for the well-proclaimed, for the following day, as they do so in a monastery, and for the day after the meal, on the following day. It is expounded at the seventh day.",
    "ai-anya-e0803n3:395_2": "In this way, when he is corrected in this way, it is said to be “with seven days less than seven days” people put in terms of conduct, it arrivals, “I shall put on all sides,” he can do what has been said, “I am in this way” or “I doing this,” and he must be said, “I do so in each case.”",
    "ai-anya-e0803n3:395_3": "Then, on that very day, he can also be told by one who has entered upon the rest of the three watches of the night and of the meal, and he then seized thus: “I have attained a meal at the wrong time, and with one who has got the three times,” and he then told them what had happened again.",
    "ai-anya-e0803n3:396_0": "But because of the action that he has done not done this before the duties, and is indicated by the debt of it. Then he does just that way because he is acting in the Laṅkā.",
    "ai-anya-e0803n3:396_1": "This one is the practicing to do the duties in the same way. Their five deal with the thought I don’t want to listen to the true teaching.",
    "ai-anya-e0803n3:396_2": "So too, if you don’t answer, I’ll question you.",
    "ai-anya-e0803n3:396_3": "all of them agreed upon them, the rehabilitation of them is unshakable:",
    "ai-anya-e0803n3:397_0": "But in the Commentaries of the Buddha, the Dhamma, and the eight Vibhaṅgas of the Abhidhamma, that is suitable in the Doctrinal Sutta , and that five hundred people can be described as follows.",
    "ai-anya-e0803n3:397_1": "Being devoted to another, delighting in law of provinces, looking at the wrong time, and instead of getting excluded from the meal on one day, on the following day, and preferredominance position round, the last one-food eater enclosed monastery and the fivefold doctrine of example.",
    "ai-anya-e0803n3:397_2": "When this is so, does he proceed to be found in five ways, he making summons him, saying “I live there,” “When he said, “I am this,” he said, “I am the one who is stationingying,” “I am this,” he said, “I am the one who has said, ‘I am the one who is strike. ”",
    "ai-anya-e0803n3:397_3": "Then, after that opposing work, he can finish five or sixty-six positions beginning with “from this” to that prevented, including the proper conduct, “I will specifically” he proceeds according to the five stages, just as much as he had been told, “I do so in the time.”",
    "ai-anya-e0803n3:398_0": "But it is the time for the failure to dogs, and thus it is “withstanding that the Vajjians have been performed,” then the Kattika said in the past, and so on.",
    "ai-anya-e0803n3:398_1": "This is how I trust in the obstruction of these five ways: “I am using the unspecified pervasion, I wish to guide for those who wish to train.”",
    "ai-anya-e0803n3:398_2": "So too, if you don’t answer, I’ll question you.",
    "ai-anya-e0803n3:398_3": "all of them agreed upon them, the rehabilitation of them is unshakable:",
    "ai-anya-e0803n3:399_0": "For it is impossible that arouses and abusing each other adverts, that is to say, the Beyonds, the Beyond that are likewise in an interpretation of the wrong way, the perception of language, the undiversified, the hard-to-seeking enemy, and the any other such respects as talk about whether or not it isn’t worthless.",
    "ai-anya-e0803n3:399_1": "For that is subtle, an incomparable merchant, a magnificent observed manner, who has reached the great ocean and has devotion to the great ocean embracing that convention. That’s why you observe the Faith in the ocean from a good family.",
    "ai-anya-e0803n3:399_2": "Because that is why sometimes a time when boat comes to those four ends in discussions of others.",
    "ai-anya-e0803n3:400_0": "the sage who had gone forth from the sage should suffer through his suffered.",
    "ai-anya-e0803n3:401_0": "just as the true teaching is full (flows) filled,",
    "ai-anya-e0803n3:402_0": "he thus addressed the Realised One:",
    "ai-anya-e0803n3:403_0": "Strong down to an agreement with others, he does so.",
    "ai-anya-e0803n3:404_0": "This is the fifth thing.",
    "ai-anya-e0803n3:405_0": "when the words are spoken of:",
    "ai-anya-e0803n3:405_1": "Herein, rising: when one’s conduct is said:",
    "ai-anya-e0803n3:405_2": "The Thirty-Three",
    "ai-anya-e0803n3:405_3": "for in the present time there is presently the rest, but the rest is expressed in the present.",
    "ai-anya-e0803n3:405_4": "he should make one who is conducting himself properly towards them, and thus he is one who “has the” .",
    "ai-anya-e0803n3:405_5": "for just as “God-King” is said. So firstly, “God-King, Devadatta,” etc., that is why he can say, “Venerable sir, go” etc., that is said to be told, “There is this.”",
    "ai-anya-e0803n3:405_6": "and five by the back;",
    "ai-anya-e0803n3:405_7": "and it is to be found in the five eighteen great positions that originate from the world.",
    "ai-anya-e0803n3:405_8": "For when a meditator has attained the five constructions in the past, future or present, there are five hundred people in the past, future, and present who proceed having attained and possession of the five constituents (of mind and body) in the five constituents (of mind and body).",
    "ai-anya-e0803n3:405_9": "just as the river doesn’t go.",
    "ai-anya-e0803n3:405_10": "Likewise when one time in the past, future times, and present in terms of the five reckonings will be declaring into him with the four classes of rebirths, etc., then five meals, when opposites, then the meditators of the five hundred primary elements—",
    "ai-anya-e0803n3:405_11": "Which is seven days?",
    "ai-anya-e0803n3:405_12": "and filled with the seven ties of the Seven Kings.",
    "ai-anya-e0803n3:405_13": "For when a functionally in the past, future or present,",
    "ai-anya-e0803n3:406_0": "What is an opposite of others.",
    "ai-anya-e0803n3:406_1": "will are those with a source of interruptting.",
    "ai-anya-e0803n3:406_2": "And since the faculties of equanimity is said to be the initiative owing to the inner skin, the inner skin, the flesh, sinews, etc., respectively in the steps of others.",
    "ai-anya-e0803n3:406_3": "Through precincts held up by one decision.",
    "ai-anya-e0803n3:406_4": "For the purpose of getting rid of the impediments should be given in the past.",
    "ai-anya-e0803n3:406_5": "led on by one occasion, delighting in excessiveness.",
    "ai-anya-e0803n3:406_6": "He should be developed by one who gives his own progressiveness:",
    "ai-anya-e0803n3:406_7": "They will be one who will be his support,",
    "ai-anya-e0803n3:406_8": "thinking, “In this way it will be in the future,” she displays her with a sword.",
    "ai-anya-e0803n3:406_9": "Shadying: “How many kinds of successful practice?”",
    "ai-anya-e0803n3:406_10": "Dead later in the sense of attraction,",
    "ai-anya-e0803n3:406_11": "Because that one’s time has passed away, but rolled on, and set out the bowl, and gets a place to do it, even if it’s a positioned, is suitable to get the reason.",
    "ai-anya-e0803n3:406_12": "And in the case of the time that is the occasion.",
    "ai-anya-e0803n3:406_13": "After building work, talking about the time, and making a uproar for the living of the body,",
    "ai-anya-e0803n3:406_14": "But this designation of “specified” must be undertaken for a meal.",
    "ai-anya-e0803n3:406_15": "But this refuse-rag wearer should be told to say:",
    "ai-anya-e0803n3:407_0": "Guarded by the Buddha, which has its characteristic, and is its restraint,",
    "ai-anya-e0803n3:408_0": "to rich managed the neck, which was highly covered up, with nothing to say,",
    "ai-anya-e0803n3:409_0": "So the two ends of rice porridge and broken rice. They are wise in regard to three kinds of rice and porridge,",
    "ai-anya-e0803n3:410_0": "and for the purpose of making a sound of the Kosalans.",
    "ai-anya-e0803n3:411_0": "Miscepts:",
    "ai-anya-e0803n3:412_0": "The third chapter"
}