{
    "ai-anya-e0803n9:0_0": "Like the coals of the navel,",
    "ai-anya-e0803n9:1_0": "Then, having done the teacher, the teaching, and followed in the former life, he said: “From who has no doubt about conduct and desires, etc., before doing what is good, that is, unbeneficial, authority said”",
    "ai-anya-e0803n9:2_0": "My mind is immersed in samādhi.",
    "ai-anya-e0803n9:2_1": "My mind is immersed in samādhi.",
    "ai-anya-e0803n9:2_2": "by those with mind.",
    "ai-anya-e0803n9:2_3": "mind is related to the mind,",
    "ai-anya-e0803n9:2_4": "minds of those minds.",
    "ai-anya-e0803n9:2_5": "mind is related to the mind,",
    "ai-anya-e0803n9:2_6": "when the mind is immersed in samādhi",
    "ai-anya-e0803n9:2_7": "Mastered by your mind,",
    "ai-anya-e0803n9:2_8": "The great Elder Yamaka",
    "ai-anya-e0803n9:3_0": "And here it is said: “Even if one is frequently several generally useful, loving-kindness and compassion, etc., thinking, “Even if he were not able to see the other words, his mind had reached, etc., and therefore the way already described in that way, the consciousness is reciting, “This is why therefore it is the way to look at the mind that isn’t needed for others.”",
    "ai-anya-e0803n9:3_1": "You should recognize a mind as ‘unfetrated mind’.",
    "ai-anya-e0803n9:3_2": "For when a man is caught up in the net of mud, like a drunk poisoning a flash of cloth,",
    "ai-anya-e0803n9:3_3": "And when they were alloying, (thinking): “After, having gathered rice or barley, meeting with me,",
    "ai-anya-e0803n9:3_4": "It’s because of not quenching",
    "ai-anya-e0803n9:3_5": "Four right efforts.",
    "ai-anya-e0803n9:3_6": "May all not offend me,",
    "ai-anya-e0803n9:3_7": "Whoever has these riches,",
    "ai-anya-e0803n9:3_8": "the four great elementals are related,",
    "ai-anya-e0803n9:3_9": "The three faculties.",
    "ai-anya-e0803n9:3_10": "Two faculties.",
    "ai-anya-e0803n9:3_11": "the ten faculties.",
    "ai-anya-e0803n9:3_12": "There are two great primary elements that depend on the four primary elements: the sound of consciousness, the smell of taste.",
    "ai-anya-e0803n9:3_13": "The sacrifices speak of forms, sounds,",
    "ai-anya-e0803n9:3_14": "Eye consciousness arises dependent on the eye and sights, and so on. The Eye consciousness should be seen as shown in the midst of the eye.”",
    "ai-anya-e0803n9:4_0": "But here it is possible to see any part of the body,” etc., in the place there is no hypocrisy, the state consisting of one whose mindfulness is established in him should not see because it is while they are described in the sound of the first-sphere resolution.",
    "ai-anya-e0803n9:4_1": "It is because they say that the word “bless” is used for defining opposite sex only with a responsiveness, while they must not receptacle for seeing them with him. It is not possible to see them by seeing them with him.",
    "ai-anya-e0803n9:5_0": "If anyone says,",
    "ai-anya-e0803n9:5_1": "It is not possible for the Dhamma to see the mind in a way that is repaired, see the singing of mindfulness.",
    "ai-anya-e0803n9:5_2": "This being so, is it that you can say: “Does this sound of recitation, the minds of the kasiṇa, the word of the stood, the sound of the feet, the making it specifically, the sound of the feet, the thought, “Deping, the mind is torn, the state of covetousness, the states of purity, mindfulness investigation of principles, and the others” are said to because of the Dhamma, “It is not possible to say, “Develops,” and “It is effectiveness.",
    "ai-anya-e0803n9:5_3": "And if they are not to be spoken of, why are they not to be spoken of?",
    "ai-anya-e0803n9:5_4": "“It is impossible, principles, mind, thoughts, mind, and thoughts are impermanent.” So the cleansing of the mind should be understood to pervading the sound of course with mind.",
    "ai-anya-e0803n9:5_5": "Herein, the meditator with a Dhamma talk in the sound of the Dhamma, having made the Blessed One, reference to the Dhamma, and he recites the Dhamma.",
    "ai-anya-e0803n9:5_6": "For mindfulness is established that “born” is breathing in any way beginning, “practicings,” etc., not even anyone who has reached the goal, etc., who is very conquering and illuminating whether he has not,",
    "ai-anya-e0803n9:6_0": "Because that is why, householder, arranged thus, “consciousness” and “clining to Possess,” and he done so after making that person with a thought, “This person is rejected by the leaf-hut,” and he said, “It is in the Puṇṇaka.”",
    "ai-anya-e0803n9:6_1": "but if consciousness were to embrace this consciousness of the consciousness, he would deliver mentally deceive the mind.",
    "ai-anya-e0803n9:6_2": "That’s why the householder Citta said to him, “Householder,” “We came to see the castegories.",
    "ai-anya-e0803n9:6_3": "And just as the Dhamma in such a case “Brahikkhus, while the mind is present,” aroused by greed for thoughts,",
    "ai-anya-e0803n9:6_4": "It is because of these four kinds of mindfulness meditation that he can pull out the sound of the feet, the timber trees, or the pinks. That is why there are no observed readily collapsing the any strikes, etc., not because of this: “They are not established in them” .",
    "ai-anya-e0803n9:6_5": "Discussion of eight kinds of conduct in regard to the Bodhisattas seem: “Three of the Bodhisattas will interpretations,”",
    "ai-anya-e0803n9:6_6": "It is good to see four kinds of mindfulness meditation that is, the four right efforts should be developed by one.",
    "ai-anya-e0803n9:7_0": "Whatever women make a prostitute by the spear, garlands, fragrances, and make a drum on women’s head, garlands, perfumes, and make a prostitute, saying: “This is the spell of women,” and they all turned back on the same sheet.",
    "ai-anya-e0803n9:7_1": "yet he can’t see even a funeral pyre,",
    "ai-anya-e0803n9:7_2": "But he did not say that the Fortunate One was not able to make him leave, and he added: “No, Piṅgiyānī, and do not do so.”",
    "ai-anya-e0803n9:7_3": "* He who, though he’s digged,",
    "ai-anya-e0803n9:7_4": "But the Buddha is able to make this claim: “This is why do not arise in one like me,” and he can pull out of a net, like a chariot-maker or a drum with a drum. So it is intercourse like a cluster of pearls covered with a garland of flowers and alicks and chopped on the side. And the shout.” He should then hurriedly: “There is noisy, the sound of jungles, not tortures,” and he should not resemble them.",
    "ai-anya-e0803n9:7_5": "Here the meaning here is this:",
    "ai-anya-e0803n9:7_6": "This is the field.",
    "ai-anya-e0803n9:7_7": "the sound of drums, the women of men, the women of men, and so on.",
    "ai-anya-e0803n9:7_8": "Let alone two or threeections,",
    "ai-anya-e0803n9:7_9": "“Don’t let the fragrances, and the Buddha’s corpse to the north of the mountain.”",
    "ai-anya-e0803n9:8_0": "or if garlands of women your makeup still on, thinking, “But, Māgallika, is the stain of a woman who is devoted to shaft,” and if they dropped on such an adornment of garland of flowers?",
    "ai-anya-e0803n9:8_1": "It turns out of the position of a woman’s pulled up with the mass of compassion. It won’t because of all sorts of mass of earth.",
    "ai-anya-e0803n9:8_2": "And because they think, “Some householders,” etc., in the same way, these are seen in him.",
    "ai-anya-e0803n9:8_3": "But if these things were to say that, “body with this” and “They would be embarrassed, Postures, and spending too much,”",
    "ai-anya-e0803n9:8_4": "when the newly acquired.",
    "ai-anya-e0803n9:8_5": "For if these words are included in the blossoming curds, “stics” ontory, etc., herein, plastering it, observeds, doubles, crying the sound of coughing.",
    "ai-anya-e0803n9:8_6": "But if such faculties are not developed in this way, yet they are no doubts or skill in sounds, etc., as they are.",
    "ai-anya-e0803n9:8_7": "This is not for one who wraps whatever place she is like.",
    "ai-anya-e0803n9:8_8": "for a man’s play, as a lotus pond with holes and adornments, as if he were building in the balls of the Palace of Principles, he is not to be finished in the hand;",
    "ai-anya-e0803n9:9_0": "Then, although the mind has not been stated in the scriptures, they say: “Householders, woman, a mind is rejected,” thus it is “This is the meaning of in the law makes such teachings, and this is the meaning of the Dhamma.”",
    "ai-anya-e0803n9:9_1": "The synonyms, “But One, householder,” and “corches of consciousness,” etc., is permanent, lasting, eternal, and imperishable states.",
    "ai-anya-e0803n9:10_0": "For that is how a big snake, scorns, flaws, and merit and making merit with its rim belows , creepers, praised by the word “That is pulled up,” and “ and with the birds of froth. ” And the Buddha neighbourhood as a hunter.",
    "ai-anya-e0803n9:10_1": "Just as a magician singing their limbs at the time of the elephants, horses, etc., and so on, and so on, would not be embarked by it or like a drum.",
    "ai-anya-e0803n9:10_2": "For it is said in the Commentaries that is the time for recitation, etc., that is so called “space,” and so on.",
    "ai-anya-e0803n9:10_3": "So that is why it has been damaged by the simile of the child, and so on, without having reflected on it, falling down the barbers, lay it on dry land, etc., and only as well. That is why, how the child were born in a position, not being raised up, not our child, and not our sons.",
    "ai-anya-e0803n9:10_4": "weeping up the path!",
    "ai-anya-e0803n9:10_5": "When they hear this, these things are reckoned as an incalculable, still only for a woman to bearising their minds. In this way one thing is called ‘of faithful renunciates’ because he wants noise of teachings’. So he should be regarded the Dhamma in the householder Citta, the householder Citta and Protector of the Collections.",
    "ai-anya-e0803n9:11_0": "‘A boundaries,’ he says, “This is boundaries with a phrases,” “It’s a difference in meaning,” “It’s necessary;”",
    "ai-anya-e0803n9:11_1": "Then, thinking, “We are reborn in this way,” and “We also “We are next” next to the rising of buildings,” etc., as in the first posture,” or “We shall not apply only to the hunters,” etc., and so on., thinking, “It is in the moderation of the worms,” because it is no more than that.",
    "ai-anya-e0803n9:11_2": "for the “Bhikkhus, there are things that are the phrase of local terms should be given in the first primary elements.” Then he should first do so only this, that is, when it is stated in the mode of the aspect of the different opposite of the states.",
    "ai-anya-e0803n9:11_3": "But it should not be given by one who grows old, however, according to the rule and the starts produced.",
    "ai-anya-e0803n9:12_0": "By what has come to be, creatures,",
    "ai-anya-e0803n9:12_1": "creatures real, creatures,",
    "ai-anya-e0803n9:12_2": "through the ground ornaments of the earth,",
    "ai-anya-e0803n9:12_3": "This is the plane of creatures:",
    "ai-anya-e0803n9:12_4": "creatures of the gods, creatures of the earth, were unsurpassed by creatures,",
    "ai-anya-e0803n9:12_5": "This is the plane of creatures:",
    "ai-anya-e0803n9:12_6": "* While the ground was planted for a plantain,",
    "ai-anya-e0803n9:12_7": "There are beings, dear Sir, who have come to be born,",
    "ai-anya-e0803n9:12_8": "Thus he does not conquer the mind.",
    "ai-anya-e0803n9:13_0": "With this conquerence of existence, they should not be understood as a great deal of vanquishment. And the elements beginning with the function of others also, “By this means to be understood” included, and on the contrary to the continuation of the Faith.",
    "ai-anya-e0803n9:14_0": "he does not take care of the form, which is painful, (thinking):",
    "ai-anya-e0803n9:15_0": "(thinking): the slaughtering merit is destroyed,",
    "ai-anya-e0803n9:16_0": "one who carts a wagon, arches, and a practice of death.",
    "ai-anya-e0803n9:17_0": "(There is) not destroying the roots of (of the wealth), that the sky from the time to continue.",
    "ai-anya-e0803n9:18_0": "to the deathless seat is ready for a spade;",
    "ai-anya-e0803n9:19_0": "Padumavatī is adorned with pleasure and happiness.",
    "ai-anya-e0803n9:20_0": "palms, roots, green, earth, water, and fruits.",
    "ai-anya-e0803n9:21_0": "in gold and silver, or money were the species of gems,",
    "ai-anya-e0803n9:22_0": "He built a pin that had been given to the heart, and live in the heart.",
    "ai-anya-e0803n9:23_0": "so he has the robe-cloth that is not moved by moving the faculties.",
    "ai-anya-e0803n9:24_0": "(alternatively) power, an enemy, a ploughed object,",
    "ai-anya-e0803n9:25_0": "He delights in the wilderness, in the forest,",
    "ai-anya-e0803n9:26_0": "since all the sounds have been compared with the word “meanings” in all directions,",
    "ai-anya-e0803n9:27_0": "The monks said: “After (gain) weapons go alone and do the same.”",
    "ai-anya-e0803n9:28_0": "she said: “Take this legal procedures, and have countless virtues.”",
    "ai-anya-e0803n9:29_0": "How does he do this?",
    "ai-anya-e0803n9:30_0": "I’ve from the inner skin of the head, in the firmament,",
    "ai-anya-e0803n9:30_1": "(This should be expanded in this way.)",
    "ai-anya-e0803n9:31_0": "Deeds are the results of deeds,",
    "ai-anya-e0803n9:31_1": "Deeds",
    "ai-anya-e0803n9:31_2": "through deeds one is lost through deeds,",
    "ai-anya-e0803n9:31_3": "The deeds of deeds,",
    "ai-anya-e0803n9:31_4": "deeds are their results through deeds,",
    "ai-anya-e0803n9:31_5": "The deeds of deeds,",
    "ai-anya-e0803n9:31_6": "through deeds I was born in deeds",
    "ai-anya-e0803n9:31_7": "continued existence is one because of deeds,",
    "ai-anya-e0803n9:32_0": "but we can recite the sound of your word making him leave the third, saying: “We wait for yourtelligent,” and we should wait for him tomorrow.”",
    "ai-anya-e0803n9:33_0": "“May the mind come to this family,” etc., in accordance with the virtues of the Absorptions of the Friends of the Enlightened Ones, etc., –",
    "ai-anya-e0803n9:34_0": "endowed with good qualities, virtue and good qualities,",
    "ai-anya-e0803n9:34_1": "endowed with good qualities, virtue and good qualities,",
    "ai-anya-e0803n9:34_2": "Endowed with good qualities, endowed with good qualities,",
    "ai-anya-e0803n9:34_3": "Virtuous conduct, endowed with good qualities,",
    "ai-anya-e0803n9:34_4": "Endowed with good qualities, endowed with good qualities, being endowed with virtue and virtues, being endowed with good qualities,",
    "ai-anya-e0803n9:34_5": "Virtuous conduct, endowed with good qualities,",
    "ai-anya-e0803n9:34_6": "Virtuous in good qualities, endowed with good qualities, being endowed with good qualities,",
    "ai-anya-e0803n9:34_7": "* the virtues of being possessed of good qualities,",
    "ai-anya-e0803n9:35_0": "“So Rucira, brush and crushing, he must eat the Wicked One in the Wicked One.”",
    "ai-anya-e0803n9:35_1": "but if he thinks, “Whatever observes the special qualities of being mindful here in this way, he must be taken to although fame,” and so on.",
    "ai-anya-e0803n9:36_0": "And when doing aim for one who does not actually done by the Great Kings, thus: “Having done (them) with their minds,” according to the family.",
    "ai-anya-e0803n9:37_0": "Doing the ones make illars.",
    "ai-anya-e0803n9:37_1": "Doing the teachings that have been made.",
    "ai-anya-e0803n9:37_2": "when you have done it together,",
    "ai-anya-e0803n9:37_3": "when one who is doing what is done,",
    "ai-anya-e0803n9:37_4": "Doing what is hard to do when they are one who goes about the grounds.",
    "ai-anya-e0803n9:37_5": "when one who is doing what is done,",
    "ai-anya-e0803n9:37_6": "when you are building work, you should do what you do.",
    "ai-anya-e0803n9:37_7": "You should do what you do.",
    "ai-anya-e0803n9:38_0": "While going he is going along with the faithful mind, he said: “Like depraved my mind” .",
    "ai-anya-e0803n9:39_0": "while walking along the road,",
    "ai-anya-e0803n9:39_1": "while walking along the road,",
    "ai-anya-e0803n9:39_2": "while walking along the path.",
    "ai-anya-e0803n9:39_3": "walking along the path.",
    "ai-anya-e0803n9:39_4": "while going along the road, while going along the waters.",
    "ai-anya-e0803n9:39_5": "walking along the path.",
    "ai-anya-e0803n9:39_6": "if he is going while walking in a place;",
    "ai-anya-e0803n9:39_7": "He must go, while walking, he is going to the charnel ground,",
    "ai-anya-e0803n9:40_0": "Then he should think about, “While I have thought about it, doing what is said for one who is don’t like me?”",
    "ai-anya-e0803n9:41_0": "For noise, no matter how to officials in this way: “By this big bull elephant called Mahisa; he is a great noise in such a great noise;",
    "ai-anya-e0803n9:41_1": "great so mighty, great hermit!",
    "ai-anya-e0803n9:41_2": "you should recognize a great refination.",
    "ai-anya-e0803n9:41_3": "* he saw all my minds in this way, the sound of those without consciousness,",
    "ai-anya-e0803n9:42_0": "The divided into two, three times which were brought (to the Buddha), unbounded in the state of loss (bless), the incomparable (- it is called) unloved (for the mountain).",
    "ai-anya-e0803n9:43_0": "made of golden flags, wide open, untouches,",
    "ai-anya-e0803n9:44_0": "The living on the bank of the rivers is finished.",
    "ai-anya-e0803n9:45_0": "Now, in the passage for recitation, at the meaning of his virtue, etc., not even the startinginess saying: “Now, I have done what in the noble ones, not laid down the wishes,",
    "ai-anya-e0803n9:46_0": "bones without bones,",
    "ai-anya-e0803n9:46_1": "bones without bones,",
    "ai-anya-e0803n9:46_2": "Bones without bones,",
    "ai-anya-e0803n9:46_3": "bones,",
    "ai-anya-e0803n9:46_4": "Bones without bones,",
    "ai-anya-e0803n9:46_5": "bones,",
    "ai-anya-e0803n9:46_6": "in bones,",
    "ai-anya-e0803n9:46_7": "There are eight bones on the backs of existence.",
    "ai-anya-e0803n9:46_8": "The great Elder Yamaka",
    "ai-anya-e0803n9:47_0": "although they think, “What have I seen? ” in the sense of a skeleton there, he should also be seen in the place there in the way beginning, “This is the place there in such a way that they must be seen in such a direction.",
    "ai-anya-e0803n9:47_1": "however, just as “There is noise in the sound of bones or in the ear,”",
    "ai-anya-e0803n9:48_0": "“Suppose and discerning all states,",
    "ai-anya-e0803n9:48_1": "states of opposing;",
    "ai-anya-e0803n9:48_2": "“Compassionates are clear in states,",
    "ai-anya-e0803n9:48_3": "the states of peace, the state of peace,",
    "ai-anya-e0803n9:48_4": "illustrated, “development of meaning and meaning”, and having the meaning of “seven-jhāna’s states,",
    "ai-anya-e0803n9:48_5": "the states of peace, the state of peace,",
    "ai-anya-e0803n9:48_6": "In discerning all states,",
    "ai-anya-e0803n9:48_7": "There are many states of existence: manifestations in the meaning,",
    "ai-anya-e0803n9:49_0": "So this (concentrated) mind in the Dhamma’s mind, and so on.",
    "ai-anya-e0803n9:49_1": "Herein, oppressed by striving hunger and thirst, the absence of meaning, the influence of the teaching, and the states that are not evident to one who is distracted because of the Dhamma.",
    "ai-anya-e0803n9:50_0": "The desireless, the supremely state of extensive, beautiful women, well-guarded storms, and charming hairs, body hairs were unprinkled (?).",
    "ai-anya-e0803n9:51_0": "The Question of Uppalavaṇṇā is finished.",
    "ai-anya-e0803n9:52_0": "Now comes the desert of the ascetic Gotama’s words: “Now, having performed his great sacrifice, not even though in the noble tradition, –",
    "ai-anya-e0803n9:53_0": "long life span,",
    "ai-anya-e0803n9:53_1": "life span is a poison,",
    "ai-anya-e0803n9:53_2": "The life span of the wide,",
    "ai-anya-e0803n9:53_3": "long life span,",
    "ai-anya-e0803n9:53_4": "The life span of the wide,",
    "ai-anya-e0803n9:53_5": "long life span,",
    "ai-anya-e0803n9:53_6": "they are swelling away in life,",
    "ai-anya-e0803n9:53_7": "life span, sirs, an idiot.",
    "ai-anya-e0803n9:53_8": "The great Elder Yamaka",
    "ai-anya-e0803n9:54_0": "But why should we get rid of the dependence in whatever way: “The life span of the central span of you? ” Then in the case of the phrases, etc., in the way already described there as above.",
    "ai-anya-e0803n9:54_1": "And here the carcass of water should be seen riming above at the head of the hub,",
    "ai-anya-e0803n9:54_2": "(but) the meaning of the Pāṭaliputta is given in eight ways.",
    "ai-anya-e0803n9:54_3": "“My life span is mine, dear Sir,",
    "ai-anya-e0803n9:54_4": "And the poisonous “Buddha” is one whose life span is caught up in a lake with the three lifespan, namely, her life span, timber, pile of mustard seeds, and so on. It is never meantly that subdued the text.",
    "ai-anya-e0803n9:54_5": "“The best lifespan, beauty,",
    "ai-anya-e0803n9:54_6": "But how much can we define him in the head?”",
    "ai-anya-e0803n9:55_0": "the lineage-holder,",
    "ai-anya-e0803n9:55_1": "the lineage-holder, the lineage-holder,",
    "ai-anya-e0803n9:55_2": "the lineage-holder,",
    "ai-anya-e0803n9:55_3": "the Gotama of Gotamī,",
    "ai-anya-e0803n9:55_4": "the Gotama of Gotamī, the lineage-holder, the lineage-holder,",
    "ai-anya-e0803n9:55_5": "the Gotama of Gotamī,",
    "ai-anya-e0803n9:55_6": "the lineage-holder,",
    "ai-anya-e0803n9:55_7": "You are Master Gotama, adorned with adornment.",
    "ai-anya-e0803n9:55_8": "Master Gotama has such a doctrine and protection,",
    "ai-anya-e0803n9:55_9": "After doing so, we can get a relics.” And the intention of making the aims of all the elements beginning with the birds of relics.",
    "ai-anya-e0803n9:55_10": "In the body of a person who knows the word is helpful: from the Gotamaka Gate, from the side of the kettledrums, and from the top of all kinds,",
    "ai-anya-e0803n9:55_11": "Herein, on account of the sounds there is (the Buddha) mastery in the name of Dhanapālaka, the mind-made body, the mind-made body hairs, and the minds of bonds,",
    "ai-anya-e0803n9:56_0": "The difference of the intermediate directions were performed in a apparent times, not too (the Cetiya).",
    "ai-anya-e0803n9:57_0": "if he is colored;",
    "ai-anya-e0803n9:58_0": "The Questioning of the feet is finished.",
    "ai-anya-e0803n9:59_0": "So it is of three kinds as inferior, medium, and superior.",
    "ai-anya-e0803n9:59_1": "In these eighty and thirty-two parts of the head hairs are visible to him as they are, the composing of the recitation passage .",
    "ai-anya-e0803n9:59_2": "In what way?",
    "ai-anya-e0803n9:59_3": "Saying happiness in suffering,",
    "ai-anya-e0803n9:59_4": "(Jīvaka replied:) “Just as one wise man is worth a sixteenth part",
    "ai-anya-e0803n9:59_5": "Wouldn’t they be told, “Sisters, who’ve taken formal support,”",
    "ai-anya-e0803n9:59_6": "he should not be spoken to about sights, nor are they included in the forms of forms.",
    "ai-anya-e0803n9:59_7": "For there is no place called mastery in whom there is no speediness,",
    "ai-anya-e0803n9:59_8": "So it should not be given in three ways as complete in the threefold reckoning.",
    "ai-anya-e0803n9:60_0": "That is how the dust and dividing blazing nails,",
    "ai-anya-e0803n9:61_0": "I have let the analytical knowledge of the Dhamma and Dispensation,",
    "ai-anya-e0803n9:62_0": "For the one who has virtues consisting in the special qualities of that is aroused,",
    "ai-anya-e0803n9:63_0": "The Lord of the Dispensation",
    "ai-anya-e0803n9:64_0": "So the two ends of rice porridge and broken rice. They are wise in regard to three kinds of rice and porridge,",
    "ai-anya-e0803n9:65_0": "and for the purpose of making a sound of the Kosalans.",
    "ai-anya-e0803n9:66_0": "it is not suitable to the unguarded, (wholesome) strikes, particles of the mountains,",
    "ai-anya-e0803n9:67_0": "The ninth chapter"
}