{
    "ai-anya-e0702n7:0_0": "Discussion of the proper conduct in regard to food and drink,",
    "ai-anya-e0702n7:1_0": "7.",
    "ai-anya-e0702n7:1_1": "Now, as to the opposite sex stated in the way beginning, “I shall pay homage to him,” therefore the Dispensation, the point of the path gone to the opportunity.",
    "ai-anya-e0702n7:2_0": "The third Great Elder Aṅgīrasa requested the great teacher with a three-fold army: “I have gone to the monastery of the Elder Majjhima tank, and when the Dispensation he received the Pabbajjā ordination.” When the Lord of the Faith arrived, he said: “I have gone to the Faith.",
    "ai-anya-e0702n7:2_1": "And here the carcasses (from the lake) stands in the door of the huts where he is to be covered in the open.",
    "ai-anya-e0702n7:2_2": "For when only the humans were boiled by the horns, the people ladies of a dwelling, supplied and provided with the royal ministers and counselors, people making clothes, garlands and fragrances, and makeup.",
    "ai-anya-e0702n7:3_0": "The Elder Majjhantika and the adornment with four companions, having consulted the Pāṭaliputta, as the fifth section of the Himalayas.",
    "ai-anya-e0702n7:3_1": "Now at that time in the door of the Dragons who had been precinctsed by Sivaka and divided down the rainy-season residence in the ocean shore without having had cooked rice.",
    "ai-anya-e0702n7:3_2": "Roja walked back and forth on top of a toothbrush, and he remains silent and embarrassed, and he sits down on the bare ground.",
    "ai-anya-e0702n7:3_3": "Having seen that dragon, the royal bull elephant informed that the royal bull elephant had completed the drum of the royal bull elephant, with its teeth, poisonous dragon, one that summons out of the water, and one that excellent strainer from the sky.",
    "ai-anya-e0702n7:3_4": "But then the Elder, without showing that he is a dragon in his presence,",
    "ai-anya-e0702n7:3_5": "Firstly, the king, having seen the Thera, deceived his anger (by his hands), in the firmament, and the place (unwholesome) appeared in the sky.",
    "ai-anya-e0702n7:3_6": "The jujubes and trees (for them), the mountains and surrounding the trees. The jungles stones were drunk, peaked with a peak, fragrant, and it would fall out of the fruits. The jungle, they dropped off a flag, a string of light through the air. And they drop off a cloth, the straw mat, and ruggged mountains. This is an out of the elder’s rough, the jungle, the string of him roart. This is a string of flowers, regs is an ascetic.",
    "ai-anya-e0702n7:4_0": "The Thera, having asked all his himself, and the power of his own psychic power, he presented themselves to the king of Nāgas:",
    "ai-anya-e0702n7:5_0": "and the world with its gods came from me,",
    "ai-anya-e0702n7:6_0": "they are not able to get fear and fright in me.",
    "ai-anya-e0702n7:7_0": "Even if you, Mahaka, who is a ocean on the mountain,",
    "ai-anya-e0702n7:8_0": "having ejected a great donation of the dragons,",
    "ai-anya-e0702n7:9_0": "there is no possibility to give rise to fear and fright in me.",
    "ai-anya-e0702n7:10_0": "Assuredly, it is only for your own distress, Ruler of Snakes",
    "ai-anya-e0702n7:11_0": "When this was said, King, the dragon king became sad and upset, sad and depressed.",
    "ai-anya-e0702n7:12_0": "After instructing, inspiring, and gladdening him with a teaching, he established all the five hundred high priests with the virtues of Pañcakaṅga.",
    "ai-anya-e0702n7:12_1": "Many other spirits, many spirits, fairies, having heard the Gandhabbas’ he was established in the Religion to the doctrine of the Theras.",
    "ai-anya-e0702n7:12_2": "Five hundred thousand spirits, with their sisters, five hundred female spirits, presented themselves in the first of the fruit.",
    "ai-anya-e0702n7:12_3": "(All these Theras replied:) “Venerable Macchikāsaṇḍa has thus addressed them (saying):",
    "ai-anya-e0702n7:13_0": "Don’t give rise to anger in the future as in the past,",
    "ai-anya-e0702n7:14_0": "do not destroy the crops, for breathing beings desire happiness.",
    "ai-anya-e0702n7:15_0": "Develop loving-kindness towards beings, let humans live happily.",
    "ai-anya-e0702n7:16_0": "Saying all the elder’s word, sir, and they acted accordingly.",
    "ai-anya-e0702n7:16_1": "That day the royal bull elephant had a carrying-pole.",
    "ai-anya-e0702n7:16_2": "Then the Nāga King, after folding his legs crosswise, he prepared a seat and placed the Elder Nun.",
    "ai-anya-e0702n7:16_3": "The elder sat down on the seat spread out,",
    "ai-anya-e0702n7:16_4": "But in the future the Nāga King, the Elder came, stood (there) in the air.",
    "ai-anya-e0702n7:16_5": "At that moment the time of the delightful Kalyārāma, the Elder Mahā-Dragons approaching and worshipping the Elder Nāgas, having seen (them) sitting there, he approached the Theras, sitting down.",
    "ai-anya-e0702n7:16_6": "The Elder taught them the Discourse on them",
    "ai-anya-e0702n7:16_7": "At the conclusion of the Suttanta.",
    "ai-anya-e0702n7:16_8": "and a thousand families (only) went forth.",
    "ai-anya-e0702n7:16_9": "Abandoning the state of loss: He should practice the nutriment as much as he likes, and the lamps of the breath of the three lamps.",
    "ai-anya-e0702n7:17_0": "The Serpents, having gone to the country of Kapilavatthu, they drive him.",
    "ai-anya-e0702n7:18_0": "consecrated the Nāgas, released many people from their fetters.",
    "ai-anya-e0702n7:19_0": "But opposing, while consciously there is nutriment for the meaning of the support of the sun and moon, but not in the detailed meaning of the Faith. Consequently the Faith.”",
    "ai-anya-e0702n7:20_0": "This includes such a mass of horses, proceeding through the drums,",
    "ai-anya-e0702n7:21_0": "The seventh chapter"
}