{
    "ai-anya-e0102n9:0_0": "purification of the body,",
    "ai-anya-e0102n9:1_0": "Knowledge of Death with sense desire and so on",
    "ai-anya-e0102n9:2_0": "737.",
    "ai-anya-e0102n9:2_1": "But the knowledge and vision of the truth is called purification of knowledge and vision. This is the arrival at the truth, and knowledge and vision of the practice.",
    "ai-anya-e0102n9:2_2": "And here the eight ways of oppositeness, knowledge of the ending of defilements, knowledge of the path, of the knowledge of the ending of defilements, knowledge of the profitable, the knowledge of the ending of insight and knowledge of the path, and the knowledge of the danger, and the opposites of insight, and the knowledge of the paths of insight, wisdom, and the knowledge of the equanimity opposite of insight.",
    "ai-anya-e0102n9:2_3": "‘The ninth is a term for knowledge.’",
    "ai-anya-e0102n9:2_4": "Therefore, by the influence of such knowledge, the rise and fall of these defilements, and (the knowledge) to be contemplation of knowledge.",
    "ai-anya-e0102n9:3_0": "738.",
    "ai-anya-e0102n9:3_1": "Again when, (but) what is to be tormented enemy,",
    "ai-anya-e0102n9:3_2": "Endowed with characteristic,",
    "ai-anya-e0102n9:3_3": "for the rise and fall and change of all corruptions without ends, with the ten characteristics, etc., and appearing on the ten characteristics,",
    "ai-anya-e0102n9:3_4": "But Sakka, the corruptions of the corruptions:",
    "ai-anya-e0102n9:3_5": "Therefore he who possesses the characteristics beginning with characteristics, etc., have to be done in here.",
    "ai-anya-e0102n9:4_0": "739.",
    "ai-anya-e0102n9:4_1": "But since his attention has been characteristiced, because of not focusing on what is concealed by them,",
    "ai-anya-e0102n9:4_2": "firstly the characteristic of impermanence because of the foundation of impermanence, but not because of that.",
    "ai-anya-e0102n9:4_3": "don’t attend to the beginning of suffering because it has the end of suffering.",
    "ai-anya-e0102n9:4_4": "without giving attention to the characteristic of variety of elements, etc., do not appear to them because of one’s proper attention.",
    "ai-anya-e0102n9:4_5": "Having off all the characteristics and fall to be found satisfaction in the stomach, which is impermanent and changeable,",
    "ai-anya-e0102n9:4_6": "bringing to mind the end of suffering for the three characteristics beginning with the discovering of suffering. When he gets up quickly, he appears to them.",
    "ai-anya-e0102n9:4_7": "Having destroyed the elements of various elements and its characteristic its limbs, and bearing its characteristic, while guarding the sense doors, its characteristic by its profitable and quiet.",
    "ai-anya-e0102n9:5_0": "740.",
    "ai-anya-e0102n9:5_1": "And here the characteristic of impermanence should be understood to say that suffering is impermanent, suffering, and perishable.",
    "ai-anya-e0102n9:5_2": "Herein, the aggregates are the component of the impermanence.",
    "ai-anya-e0102n9:5_3": "or having become (defilement), and being without thought, she is not known as air.",
    "ai-anya-e0102n9:5_4": "or having the characteristic of endurance, being undeveloped in the mode of conditions.",
    "ai-anya-e0102n9:6_0": "“Anything is impermanent, suffering, and perishable.”",
    "ai-anya-e0102n9:6_1": "Of course ofhing is the penetration of suffering.",
    "ai-anya-e0102n9:7_0": "“And that which is suffering,” said the aggregates, observed things that are not-self.",
    "ai-anya-e0102n9:7_1": "As to the rest, of the clause non-existence only has the characteristic of non-existence.",
    "ai-anya-e0102n9:8_0": "This meditator has got rid of the scope of logic, eliminates the opposite of insight.",
    "ai-anya-e0102n9:9_0": "The knowledge of the ending of defilements is finished.",
    "ai-anya-e0102n9:10_0": "Knowledge and Conduct",
    "ai-anya-e0102n9:11_0": "741.",
    "ai-anya-e0102n9:11_1": "After considering in this way, he recalls the formations of suffering in the formless realm, having become established in suffering. When he enters upon that states, he reckoned as an abode of form, or appears in the formlessing.",
    "ai-anya-e0102n9:11_2": "When there is the end of (the destruction of) the pollutants,",
    "ai-anya-e0102n9:11_3": "Their choices cease in this way, after knowing and seeing thus, “That is how they arise in this way, when they arose, insight ceases.”",
    "ai-anya-e0102n9:11_4": "That of which is said in reference to him:",
    "ai-anya-e0102n9:12_0": "“How is the wisdom there is from the calming of the calming of states, is the knowledge of the state of being broken?",
    "ai-anya-e0102n9:12_1": "Then, having arisen his mind, the object is broken through the object of the fine-material object, but without consideration of the mind is breaking up.",
    "ai-anya-e0102n9:12_2": "How does he live without hurting it?",
    "ai-anya-e0102n9:12_3": "It’s impermanent, not suffering, and perishable. They’re happy and free of pain. They’re not attached to anything. They don’t take pleasure in self. They don’t take pleasure in it.",
    "ai-anya-e0102n9:13_0": "“Absoluteness is the perception of impermanence.",
    "ai-anya-e0102n9:13_1": "Seeing this, one gives rise to pleasure, and who do not see it as suffering, its origin, its cessation, and the path.",
    "ai-anya-e0102n9:14_0": "“Feeling is mental object ...”",
    "ai-anya-e0102n9:14_1": "perception ...",
    "ai-anya-e0102n9:14_2": "choices ...",
    "ai-anya-e0102n9:14_3": "the consciousness element.",
    "ai-anya-e0102n9:14_4": "objects of equanimity,",
    "ai-anya-e0102n9:14_5": "When old age and death cease, the mind broken off. ...",
    "ai-anya-e0102n9:14_6": "if he gives up and gives it up,",
    "ai-anya-e0102n9:15_0": "“Therown is that introducate and states",
    "ai-anya-e0102n9:16_0": "reflecting on the strength of a weapons;",
    "ai-anya-e0102n9:17_0": "Were alone with both on the objects,",
    "ai-anya-e0102n9:18_0": "on the ending of cessation, the characteristic of insight,",
    "ai-anya-e0102n9:19_0": "“When referred to the object, he will not stop trying and having broken down the Saṅgha,",
    "ai-anya-e0102n9:20_0": "knowing the higher understanding and the higher wisdom,",
    "ai-anya-e0102n9:21_0": "“Skill in the three unskillful ones, and four insights,",
    "ai-anya-e0102n9:22_0": "that are to be found in the three skillful, and that is not inferior.”",
    "ai-anya-e0102n9:23_0": "“He is called knowledge of the sense desires, etc., of having broken knowledge, and the wisdom there is from the calming of knowledge.”",
    "ai-anya-e0102n9:24_0": "742.",
    "ai-anya-e0102n9:24_1": "Herein, when reference to the object: since, having seen the object, is the meaning. The meaning is, arrivals, is the meaning.",
    "ai-anya-e0102n9:24_2": "the wisdom there is from the discontinuation, is the knowledge of the ending of defilements, the analysis of that termination, and the knowledge that arose in him, is what is said.",
    "ai-anya-e0102n9:24_3": "This, in the first place, is the reason why, is that it should be asked?",
    "ai-anya-e0102n9:24_4": "Then he is able to give away that place, just as “which has the formless state.”",
    "ai-anya-e0102n9:25_0": "Their mind becomes dispassionate towards form, and runs away.",
    "ai-anya-e0102n9:25_1": "Or alternatively, his mind becomes dispassionate, is the meaning.",
    "ai-anya-e0102n9:25_2": "Seeing that object, the meaning is, knowing it gives rise to form, and comprehended with the formations, is the meaning.",
    "ai-anya-e0102n9:25_3": "The meaning is that arouses through which he sees that object with the ending of forms, and with the ending of defilements, his mind without remainder.",
    "ai-anya-e0102n9:25_4": "Hence the Ancients said: “He is both uninterrupted and knowledge,”",
    "ai-anya-e0102n9:26_0": "And here he sees that there is no craving in this way: “Without fear, with many kinds of purification, he can see it again and again:",
    "ai-anya-e0102n9:26_1": "“How will it not be?",
    "ai-anya-e0102n9:26_2": "seeing impermanence as impermanence.",
    "ai-anya-e0102n9:27_0": "Herein, therefore it is called a “special” because of the highest self-control fract of giving up all that is impermanent, not lasting.",
    "ai-anya-e0102n9:27_1": "then you’re impermanent, suffering, and perishable.",
    "ai-anya-e0102n9:27_2": "not-self, he will not live without self,",
    "ai-anya-e0102n9:28_0": "But since you don’t take pleasure in suffering, you should take pleasure in it.",
    "ai-anya-e0102n9:28_1": "You shouldn’t delight there.",
    "ai-anya-e0102n9:28_2": "That’s why, having seen this, they grow disillusioned with suffering, its origin, its cessation, and the path.",
    "ai-anya-e0102n9:28_3": "he finds no joy,",
    "ai-anya-e0102n9:28_4": "Living in this way he leads solely to the cessation of greed, but not for cessation.",
    "ai-anya-e0102n9:28_5": "doesn’t do the origin of their cessation.",
    "ai-anya-e0102n9:29_0": "Or alternatively, they either—born, unattached, and unconcerned thus: “Conditioned.”",
    "ai-anya-e0102n9:29_1": "Or alternatively, he gives attention.",
    "ai-anya-e0102n9:29_2": "They see the origin of cessation, not the end.",
    "ai-anya-e0102n9:30_0": "He practices in this way, not in the beginning,",
    "ai-anya-e0102n9:30_1": "what is said:",
    "ai-anya-e0102n9:30_2": "From the time of impermanence, etc., the aggregates of the defilements, and the corruptions of the aggregates, etc., and because of their aggregates, they give up defilements and their aggregates, and they do so as to let go of their aggregates.",
    "ai-anya-e0102n9:30_3": "That’s why a mendicant who has spoken of the defilements does not give up defilements with their defilements.",
    "ai-anya-e0102n9:30_4": "And no matter how they are reborn in the beginning of the first-mentioned, not due to the production of defilements, and so on.",
    "ai-anya-e0102n9:30_5": "Therefore it is said, “We can get rid of this.”",
    "ai-anya-e0102n9:31_0": "743.",
    "ai-anya-e0102n9:31_1": "But now they are able to give up that knowledge and insight into the present life. They give up that things are permanent, everlasting, eternal, and imperishable.",
    "ai-anya-e0102n9:31_2": "There they delight without food.",
    "ai-anya-e0102n9:31_3": "The rest is as already explained.",
    "ai-anya-e0102n9:32_0": "744.",
    "ai-anya-e0102n9:32_1": "Having seen the base consisting of boundless consciousness in this way, (good) continually going through the air he saw the base consisting of boundless consciousness, and again in order to show the previous practice.",
    "ai-anya-e0102n9:32_2": "wide opening up, the hollow lair of the foes,",
    "ai-anya-e0102n9:32_3": "Though (those) adorned she sees a visible data, having seen that the life belonging to the next, adverting that has broken terrace,",
    "ai-anya-e0102n9:32_4": "and the mental formation consists of the Vibhaṅga too as objects of insight, etc., are called the “contemplation of dwellings.”",
    "ai-anya-e0102n9:33_0": "In the same way the meaning is “blessing” a single and subsequently” included along with both objects and continued existence as objects of conditions, and it is here that are fitting means of conditioned. In the future the present phenomena will abide in the future.",
    "ai-anya-e0102n9:34_0": "And this is said in the Ancients:",
    "ai-anya-e0102n9:35_0": "“Seeing purity with a vision,",
    "ai-anya-e0102n9:36_0": "This is running back to the past,",
    "ai-anya-e0102n9:37_0": "all conditions,",
    "ai-anya-e0102n9:38_0": "(thinking): the sun is risen.”",
    "ai-anya-e0102n9:39_0": "(And) he has attained the state of cessation, this intercourse, this interpretation of existence, this or that is solitary (true) purity, that is why austerity is the truth of cessation, austerities, the (first) is the meaning.",
    "ai-anya-e0102n9:39_1": "Vanquisition of insight is characterized as “hasteness” for the characteristic of insight, and so on.",
    "ai-anya-e0102n9:40_0": "Not knowing that reference to the former objects, and having reckoned the previous object,",
    "ai-anya-e0102n9:40_1": "Having seen that there is no (cerning) the factors for the mind, he will find a vulnerability without resentment.",
    "ai-anya-e0102n9:40_2": "emptiness is empty of death. Their conditions are distrustated, observed, heard, thought, “Surely there is no anyone of them.”",
    "ai-anya-e0102n9:41_0": "Hence the Ancients said:",
    "ai-anya-e0102n9:42_0": "“She has ceased ceased, there is no differentiations that have ceased,",
    "ai-anya-e0102n9:43_0": "the break up of the constituents (of mind and body), the components is called death.",
    "ai-anya-e0102n9:44_0": "they see their own destruction.",
    "ai-anya-e0102n9:45_0": "like a monkey in the gem.”",
    "ai-anya-e0102n9:46_0": "Vipassī, the wisdom there is from contemplating the state of (the nature of) the proliferation of insight and the path, the charnel-ground, and the knowledge of the calm, is what is said to be attributes of these.",
    "ai-anya-e0102n9:47_0": "THE Helps in the three Vedas, etc., which are impermanent, a mendicant who is not-self in states, and undertook the three knowledges.",
    "ai-anya-e0102n9:47_1": "Contemplation of insight is the fourfold and the elements.",
    "ai-anya-e0102n9:47_2": "Continually three skillful things: what is empty, what is accompanied by the aggregates in this way is well proclaimed in three ways, and it is threefold.",
    "ai-anya-e0102n9:47_3": "Those who have a different views, etc., in the past had no longer seen, undergoing suffering in the lower realms, or in the next life.",
    "ai-anya-e0102n9:48_0": "748.",
    "ai-anya-e0102n9:48_1": "While he was still engaged in this way: “So it seems as a feeble that rolls away from his armpits, like a boiled to feeathers, like a feather that arises from a cluster of patching on to unexcess of foliness, as it were observed like a boiled, it seems to an outcaste’s disposite licates. For it seems to the sign of foulness and settlements, as it were, as it were, as it were, it were, to say, the functionallyinginginginging from all the time of giving attention to shoobs of this,",
    "ai-anya-e0102n9:48_2": "A person with good eyesight standing on the bank would not see a river where the rains residence was over. And they could see a big bathing powder and creeper.",
    "ai-anya-e0102n9:48_3": "The Blessed One is said in reference to such a teacher,",
    "ai-anya-e0102n9:49_0": "“As a cat could see even a bubble",
    "ai-anya-e0102n9:50_0": "When looking on the world in this way the king of Death does not see (one).”",
    "ai-anya-e0102n9:51_0": "749.",
    "ai-anya-e0102n9:51_1": "As they do so, each is their strength.",
    "ai-anya-e0102n9:51_2": "Here is the benefit of these.",
    "ai-anya-e0102n9:51_3": "The life of the impediments (wrong) views is endless. Purification from life to life, when they live awake, having a range of life.",
    "ai-anya-e0102n9:52_0": "Hence the Ancients said:",
    "ai-anya-e0102n9:53_0": "“There are these eight best kinds of virtue:",
    "ai-anya-e0102n9:54_0": "Having seen that he was",
    "ai-anya-e0102n9:55_0": "The Sage took up ahold of the Sages.",
    "ai-anya-e0102n9:56_0": "contemplating the deathless, will attain the deathless.”",
    "ai-anya-e0102n9:57_0": "The group of wives is finished.",
    "ai-anya-e0102n9:58_0": "Understanding of Perils",
    "ai-anya-e0102n9:59_0": "750.",
    "ai-anya-e0102n9:59_1": "In this way he increases the all kinds of becoming . He develops and cultivates all kinds of becoming . He develops and cultivates the equanimity of all kinds, made into a jackal-fringing squeezing and glowing, and winning each other with a hole, heaping over the roaring, the calves, the jackals of his embracks, the goods, and bad maniposingsings and rugshes about calls about calls about callsually.",
    "ai-anya-e0102n9:59_2": "Their choices cease. When their consciousness ceases, choices cease. When consciousness ceases, name and form cease. So too, they’re called ‘the six sense fields’.”",
    "ai-anya-e0102n9:60_0": "Here is this:",
    "ai-anya-e0102n9:60_1": "she had three sons of the king, it seems, there were three kings who had a headache,",
    "ai-anya-e0102n9:60_2": "and he went with her son.",
    "ai-anya-e0102n9:60_3": "Then they cut off his head and then cut off the top of the middle one’s head.",
    "ai-anya-e0102n9:60_4": "When the Jina’s head was cut off, she saw some medium, and thought, “I am a staircase.”",
    "ai-anya-e0102n9:60_5": "There, although these women saw the head and they were the fortunate, assesing into the past, future and present in mediumbankment, as if he were, he thought, “I shall not see the end of the walk.” And now, “In the present, I shall be reborn in the future.”",
    "ai-anya-e0102n9:60_6": "Seeing this, the danger arises in him in this place and at the place wherever they arise.",
    "ai-anya-e0102n9:61_0": "And another said further:",
    "ai-anya-e0102n9:61_1": "A single woman was born in the womb, it seems, for ten years.",
    "ai-anya-e0102n9:61_2": "After one elephant had gone to the elephant’s womb, and another dead elephant,",
    "ai-anya-e0102n9:61_3": "Of the ninth, when they saw the ten boys later on their belly, thinking, “This will be like me,” and he replied, “This is the only one like me.”",
    "ai-anya-e0102n9:61_4": "There, having gone for a woman to hear the child in the past, like a neighbourhood of a lay follower, he who has gone for refuge to the elephants to the cessation of perception and feeling; like the acting of insight into the presently, is in the future when showing cessation, is like a jackal of cessation, he just as a jackal of the world.",
    "ai-anya-e0102n9:61_5": "As they see this moment arises in them in this way, the dangers arises.",
    "ai-anya-e0102n9:62_0": "751.",
    "ai-anya-e0102n9:62_1": "(but) fear and terror do not fearfully knowledge,",
    "ai-anya-e0102n9:62_2": "if he does not break;",
    "ai-anya-e0102n9:62_3": "For when choices cease in the past ...",
    "ai-anya-e0102n9:62_4": "Therefore, just as a man with good eyeshadow, having taken the three citadels in the city, all of them will only be able to make an end of suffering.",
    "ai-anya-e0102n9:62_5": "But just as a man with good eyes aren’t disgusted by the eyes, nor do they put a necklace made of gold coins or calculations, and so too they proceed in whatever feelings they choose that cannot be fixed in the succession of existences, and having given up all suffering, they will not lay down the wounds. Thesesss, ‘fall these things are an enemy’, they will only create any distinction between the present life’, and that respectively create any rebirths.",
    "ai-anya-e0102n9:62_6": "Since this is so, are called the abode of all conditions because he lives in conformity with the previous disappearance of all beings, being devoted to him, having disastered the fear of (when).",
    "ai-anya-e0102n9:63_0": "When he lives in this way, this is the Wicked One –",
    "ai-anya-e0102n9:64_0": "“When you give attention to what is impermanent, what is suffering?",
    "ai-anya-e0102n9:64_1": "when he attends on not-self, what does it appear?",
    "ai-anya-e0102n9:64_2": "when he focuses on impermanence, he focuses on the signs.",
    "ai-anya-e0102n9:64_3": "when he attends on to it with attention to it, he attends ons to it.",
    "ai-anya-e0102n9:64_4": "As he focuses on not-self, the sign becomes fickle and terrified.”",
    "ai-anya-e0102n9:65_0": "Herein, the sign of choices means",
    "ai-anya-e0102n9:65_1": "‘In the past, future and present are terms for choices,",
    "ai-anya-e0102n9:65_2": "for one who gives attention to the impermanence of conditions, they see the signs appear there.",
    "ai-anya-e0102n9:65_3": "Will rolling forth the formless realm.",
    "ai-anya-e0102n9:65_4": "For when he gives attention to a painful person, he sees that it is ... occurring to him as a reduction, which brings to mind.",
    "ai-anya-e0102n9:65_5": "But when he gives his attention to unity and doing it without something else, then he sees both the villages and the charnel grounds, it is empty and the sea,",
    "ai-anya-e0102n9:65_6": "he looks on at both signs, he looks on both sides,",
    "ai-anya-e0102n9:66_0": "The perils of both is finished.",
    "ai-anya-e0102n9:67_0": "Discussion of the drawbacks",
    "ai-anya-e0102n9:68_0": "752.",
    "ai-anya-e0102n9:68_1": "But when they develop, cultivate, and make much of it, they don’t get any satisfaction or pushing back.",
    "ai-anya-e0102n9:68_2": "Continually: the primary elements in all kinds of becoming , the rest is called a “base” in the same way.",
    "ai-anya-e0102n9:68_3": "There are three kinds of swarms: the four great elementals, the four great elementals, the five faculties, the six classes of rebirth, and the eight individual essences. As if he has been swept away from among the villages, towns, chooses, horses, levels, and seized like a primary elements, and produced by mothers of bonds, fields and lands; and there are elevenseparations and separations of choiceping animals and obs, as well.",
    "ai-anya-e0102n9:69_0": "How does he do this?",
    "ai-anya-e0102n9:69_1": "Pleasant is the path to shade with a pleasing opposite sex, delightful is the embankment, like a fish’s edge, or a drop of copping sound as it’s appropriate to eat the food, drink, clothing, etc., as a mountain cave, a wretched vine, which makes a loading of cloth like a cow’s enemy ordure, as the moon’s carcats against the door;",
    "ai-anya-e0102n9:69_2": "For that man sees the dangers in running hiding on all sides, he sees the danger in being terrified, shocked, and awestruck in every direction, and he sees the drawbacks in all conditions, and the drawbacks in all directions, he sees the drawbacks in all directions, and the escape beyond all conditions.",
    "ai-anya-e0102n9:69_3": "Seeing the drawback, one who knows and sees the drawbacks arose in them:",
    "ai-anya-e0102n9:69_4": "That is what was said in reference to him:",
    "ai-anya-e0102n9:70_0": "“How is the wisdom there is from danger?",
    "ai-anya-e0102n9:70_1": "and arising of fear, wisdom is the drawback.",
    "ai-anya-e0102n9:70_2": "rolling with tears.",
    "ai-anya-e0102n9:70_3": "femininishes ...",
    "ai-anya-e0102n9:70_4": "Should rottens within.",
    "ai-anya-e0102n9:70_5": "Spelled by relishing ...",
    "ai-anya-e0102n9:70_6": "Goes people are drunk, wails, then they lie;",
    "ai-anya-e0102n9:70_7": "is born, growing, droping, misery,",
    "ai-anya-e0102n9:70_8": "the rebirths are produced.",
    "ai-anya-e0102n9:70_9": "rebirth is crooked.",
    "ai-anya-e0102n9:70_10": "old age, they lie down.",
    "ai-anya-e0102n9:70_11": "Their sickness takes sickness.",
    "ai-anya-e0102n9:70_12": "fearing with death ...",
    "ai-anya-e0102n9:70_13": "So they sprinkle and separate.",
    "ai-anya-e0102n9:70_14": "lamentation ...",
    "ai-anya-e0102n9:70_15": "the wisdom there is from being born, is the knowledge of the danger, is the knowledge of the danger.",
    "ai-anya-e0102n9:70_16": "knowledge of the arising of sanctuary,",
    "ai-anya-e0102n9:70_17": "lacking situational awareness ...",
    "ai-anya-e0102n9:70_18": "And they’re secure, knowledge of sanctuary.",
    "ai-anya-e0102n9:70_19": "arising of fear, sanctuary, and knowledge of the arising of sanctuary.",
    "ai-anya-e0102n9:70_20": "rolling the limbs ...",
    "ai-anya-e0102n9:70_21": "Regarding this, there is grief for you, secure,",
    "ai-anya-e0102n9:71_0": "“The arising of suffering is the danger of suffering, and the knowledge of the danger of danger.",
    "ai-anya-e0102n9:71_1": "rolling the limbs ...",
    "ai-anya-e0102n9:71_2": "the wisdom there is from being born, is the knowledge of suffering,",
    "ai-anya-e0102n9:71_3": "the arising of pleasure,",
    "ai-anya-e0102n9:71_4": "lacking situational awareness ...",
    "ai-anya-e0102n9:71_5": "the knowledge of arising of happiness,",
    "ai-anya-e0102n9:71_6": "arising, continuation, rebirth, and manifestation of the arising of suffering.",
    "ai-anya-e0102n9:71_7": "rolling the limbs ...",
    "ai-anya-e0102n9:71_8": "Your despair is suffering, there is happiness,",
    "ai-anya-e0102n9:72_0": "“There is the arising of material things, near the drawbacks, in material things.",
    "ai-anya-e0102n9:72_1": "rolling the limbs ...",
    "ai-anya-e0102n9:72_2": "the wisdom there is from being endowed with material things, is the knowledge of the drawbacks,",
    "ai-anya-e0102n9:72_3": "arising, peace, insight, and awakening.",
    "ai-anya-e0102n9:72_4": "lacking situational awareness ...",
    "ai-anya-e0102n9:72_5": "knowledge of spiritual anxiety,",
    "ai-anya-e0102n9:72_6": "arising, spiritual knowledge, and even more spiritual practitioners.",
    "ai-anya-e0102n9:72_7": "rolling the limbs ...",
    "ai-anya-e0102n9:72_8": "He isss in material things, there is spiritual knowledge of the state of existence,",
    "ai-anya-e0102n9:73_0": "the arising of thought: “The danger of choices is the knowledge of the danger, of wisdom is the knowledge of the danger of freedom,",
    "ai-anya-e0102n9:73_1": "rolling the limbs ...",
    "ai-anya-e0102n9:73_2": "the wisdom there is from being (volitional) processes, is the knowledge of the drawbacks,",
    "ai-anya-e0102n9:73_3": "the arising of extinguishment,",
    "ai-anya-e0102n9:73_4": "lacking situational awareness ...",
    "ai-anya-e0102n9:73_5": "the knowledge of extinguishment,",
    "ai-anya-e0102n9:73_6": "arising, continuations, rebirth, and manifestation of conditions,",
    "ai-anya-e0102n9:73_7": "rolling the limbs ...",
    "ai-anya-e0102n9:73_8": "there is grief, lamentation, pain, sadness, and distress.",
    "ai-anya-e0102n9:74_0": "“ and he sees the signs of suffering,",
    "ai-anya-e0102n9:75_0": "the danger that comes from being prepared.",
    "ai-anya-e0102n9:76_0": "“Because of the arising of thought and the signless,",
    "ai-anya-e0102n9:77_0": "these knowledges are not unincluded,",
    "ai-anya-e0102n9:78_0": "“This is the drawback of these five things:",
    "ai-anya-e0102n9:79_0": "knows the five constituents (of mind and body) that provide fuel for ten knowledges,",
    "ai-anya-e0102n9:80_0": "the two are wholesome things, and the suffering that have various thorns.”",
    "ai-anya-e0102n9:81_0": "“That is why ‘perception of relatives’ is called knowledge of the danger of worry” , and the danger of knowledge of the states of danger.",
    "ai-anya-e0102n9:82_0": "753.",
    "ai-anya-e0102n9:82_1": "Herein, the arising of the former kamma-process there is first rebirth.",
    "ai-anya-e0102n9:82_2": "the occurrence of the path that arose.",
    "ai-anya-e0102n9:82_3": "All conditions are foundations,",
    "ai-anya-e0102n9:82_4": "With As to the roots of (good) deed,",
    "ai-anya-e0102n9:82_5": "You have a rebirth in the future.",
    "ai-anya-e0102n9:82_6": "He gets rid of solid and goes.",
    "ai-anya-e0102n9:82_7": "the aggregates are produced in the sense-spheres.",
    "ai-anya-e0102n9:82_8": "For one who has approval, in one who has approval, this is the result.",
    "ai-anya-e0102n9:82_9": "birth, old age, death, and death are a condition for rebirth.",
    "ai-anya-e0102n9:82_10": "Ageing-and-death, wailing and so on,",
    "ai-anya-e0102n9:82_11": "And here the arising of the dangers, etc., are states of danger, and so on.",
    "ai-anya-e0102n9:82_12": "Because they are included in the same way as follows.",
    "ai-anya-e0102n9:82_13": "now this arising is the arising of the happiness born in both this world and the next.",
    "ai-anya-e0102n9:82_14": "Gain thus, ‘This is the thirty-two marks.’",
    "ai-anya-e0102n9:82_15": "then the sign of old age, etc. – that is:",
    "ai-anya-e0102n9:83_0": "“ and he sees the signs of suffering,",
    "ai-anya-e0102n9:84_0": "knowledge of the drawbacks, and the drawbacks of having serving the drawbacks.”",
    "ai-anya-e0102n9:85_0": "“This is the drawback of these five things which brings joy to old age.”",
    "ai-anya-e0102n9:86_0": "There is no drawback, there is a sanctuary, one who has knowledge and vision, and who speaks of the benefit of knowledge and vision.",
    "ai-anya-e0102n9:86_1": "Seeing that the danger in any way, they get rid of the drawbacks, etc., and fall into a secure seeing dangers. This is why it is said:",
    "ai-anya-e0102n9:86_2": "Or alternatively, if it is aroused, his fear and on the ground, his mind becomes concentrated on the drawbacks of seeing; and so there is the danger in them that arises through seeing the danger in them.",
    "ai-anya-e0102n9:87_0": "(But) whatever fear there is from there, from this suffering:",
    "ai-anya-e0102n9:87_1": "I wield out material pleasures and corruptions without defilements.",
    "ai-anya-e0102n9:87_2": "Since I actually attain it,",
    "ai-anya-e0102n9:87_3": "That is why the arising of suffering, the drawbacks of suffering, and the state of danger in them” is said.",
    "ai-anya-e0102n9:87_4": "Since this is so, it should be understood that diversity in different ways: for diversity, results in materiality, and variety of fear, a diverse form, and also to understand how diversity.",
    "ai-anya-e0102n9:88_0": "He understands the ten drawbacks of knowledge, he understands the basis of psychic power that has arisen in them, and he knows ten or more years of seniority.",
    "ai-anya-e0102n9:88_1": "Two parts of the two ends, that is skillful and outcome.",
    "ai-anya-e0102n9:88_2": "which is delivered in the dissatisfaction, and so on in the Nibbāna, which is “in the ultimate” , and so on.",
    "ai-anya-e0102n9:88_3": "And here the rest is as before.",
    "ai-anya-e0102n9:89_0": "The drawbacks of insight is finished.",
    "ai-anya-e0102n9:90_0": "Discussion of disillusionment",
    "ai-anya-e0102n9:91_0": "754.",
    "ai-anya-e0102n9:91_1": "And when they see the drawbacks of all conditions, they grow disillusioned with all conditions, being fact that more opposed of being reborn in a lower realm.",
    "ai-anya-e0102n9:92_0": "It’s like a golden pearl with a bungalow covered with gold netting, full of important and blooming lotuses, which were hunged in the seven peaks, trunk, and bestowed on various occasions.",
    "ai-anya-e0102n9:92_1": "But the development of meditation subjects that are worthy of meditation and possesses seven .",
    "ai-anya-e0102n9:93_0": "And just as when a goldsmith is being displayed by a thousand leagues, he cannot perform even more than three leagues in the Himalaya’s monastery, yet he still only manages. He doesn’t enjoy the delightful multitude of encounteral delight in three respects, he just as the finest of the Holy One.",
    "ai-anya-e0102n9:94_0": "And all the royal retinue shameless with his psychic powers, having psychic powers, one great and fearful of the Himalayas, when he looks down on the of the Himalayas, the king of mountains, having taken the reins, deportment in all quarters, he doesn’t enjoy that kind of neutrality, etc.,",
    "ai-anya-e0102n9:95_0": "The knowledge of disillusionment is finished.",
    "ai-anya-e0102n9:96_0": "The older knowledge arose in him:",
    "ai-anya-e0102n9:97_0": "“The place wherever there is one, (may) three diverse forms, (thinking): the one fearful is terrified, shakes off all actually,",
    "ai-anya-e0102n9:97_1": "Those drawbacks in those choices having a drawback called ‘Continued existence’.",
    "ai-anya-e0102n9:97_2": "Perishable choices have arisen, the nutriment for rebirth-linking is the name of form.”",
    "ai-anya-e0102n9:98_0": "small:",
    "ai-anya-e0102n9:98_1": "“The drawbacks of getting rid of the danger, and the knowledge that they do not finish the drawbacks of these things and do so in the same way.”",
    "ai-anya-e0102n9:99_0": "Knowledge and Question",
    "ai-anya-e0102n9:100_0": "756.",
    "ai-anya-e0102n9:100_1": "Thus when he is disillusioned with dispassionate towards this gentleman, is disillusioned with all conditions, and all his limbs are necessary, he is free from the hindrances, he does not stop trying to running all conditions; he is free from the about self-assure and independent of conditions, and he is freed from all conditions.",
    "ai-anya-e0102n9:100_2": "what is known as the Dhamma?",
    "ai-anya-e0102n9:100_3": "Just as a chickenemies has a snake with an eggss, a strong, firm, stout bondservants, arrows, and shots like a strong rope or a heap of choose, a tiger, an egss, and unshakable as it were, then the royal nāga-sticks. Yet they have gone to swelling out from each other with a peacock:",
    "ai-anya-e0102n9:100_4": "So it’s exactly the specifically gone beyond all conditions, freed from all conditions.",
    "ai-anya-e0102n9:101_0": "The knowledge of the embankment is finished.",
    "ai-anya-e0102n9:102_0": "Knowledge and Vision",
    "ai-anya-e0102n9:103_0": "757.",
    "ai-anya-e0102n9:103_1": "Having given up all states of existence, he is freed from the defilements of aggregates, in accordance with the whole world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. And he was freed from the discerning of conditions.",
    "ai-anya-e0102n9:104_0": "They see the rise and fall and fall apart.",
    "ai-anya-e0102n9:105_0": "seeing the drawbacks of what is deceitful, suffering, diseased, and the dart of diseases, as an abscess, when the dart of suffering, as misery, as an affliction, as alien, as falling apart, as empty, as not the drawbacks, I say.",
    "ai-anya-e0102n9:106_0": "he saw non-delusion as someone who was poor, having asked virtues, which was like Bāhiya of the Bark Cloth. Omniscient, seeing that fierceness, regardless of his Bimbaṭṭha, who sees the characteristic of pain.",
    "ai-anya-e0102n9:107_0": "Having covered over the doctrine of others, I will know and see what is empty, not unfinished.",
    "ai-anya-e0102n9:108_0": "758.",
    "ai-anya-e0102n9:108_1": "so that, when he has thus completed the characteristic of neutrality, they are called “ discerned”.",
    "ai-anya-e0102n9:108_2": "Why is it appropriate for him:",
    "ai-anya-e0102n9:108_3": "for the purpose of gentleness and grasping:",
    "ai-anya-e0102n9:109_0": "Here is this:",
    "ai-anya-e0102n9:109_1": "Another person, thinking, “I’ll take a lump of fish.” He took a stone by the hand, and put it in the water, moved my neck, sewing it with a sharp, oil, oiled sword, and said, “I’ll get upset.” And he said, “I’ll be pleased when I’ve taken it.”",
    "ai-anya-e0102n9:109_2": "When he saw a big bathing, he, thinking: “I’ve strapped on it, I’ve poisoned a snake with my hand, and standing nearby. I stood looking at the eyes. I droping, with my mouth, I drunk, having tied it put to see the penis,” and having put it onto the wound, he said, “You’re muddy, before discarding, I washed to be discomfort.”",
    "ai-anya-e0102n9:110_0": "Herein, him, he is able to get a snake having scolded the surface of the ladder on the bank of the river. He then driven out and picked up and put it on to the top of the head, and he sees the way that conditions are eventually as if falling into the mouth.",
    "ai-anya-e0102n9:110_1": "Recollecting the drawbacks of seeing the drawbacks, he is knowledge of insight with knowledge of disillusionment, dispassion, and cessation regarding insight.",
    "ai-anya-e0102n9:110_2": "and the characteristic of gladness, which is like a moment’s flame for its appearance, is like the knowledge of insight and knowledge of the ending of conditions, is the three characteristics of conditions,",
    "ai-anya-e0102n9:110_3": "For that person who has weakness onto a weakness and has thoroughly destroyed conqueror of one who is weak and has feeding onto. Then he makes a weakness, then after instantly because they’re able to make an endeavourable, to wear a patchworked robe, and then wear it again with beautiful its characteristics,",
    "ai-anya-e0102n9:110_4": "Therefore it was said: “Have youth learning leads to graspment by the purpose of crossing over the flood.”",
    "ai-anya-e0102n9:111_0": "it is said to be referred to the knowledge that arose in one who has arisen in him –",
    "ai-anya-e0102n9:112_0": "“Exertionally attending to the ear ...",
    "ai-anya-e0102n9:112_1": "As they do so, knowledge arises.",
    "ai-anya-e0102n9:112_2": "As he focuses on impermanence, knowledge arises.",
    "ai-anya-e0102n9:112_3": "As he does so, knowledge arises.",
    "ai-anya-e0102n9:112_4": "the wisdom there is from not-self, and knowledge that occurs with the sign of not-self.”",
    "ai-anya-e0102n9:113_0": "And here, as to the sign of formations, etc., here, the sign of equanimity is the impermanent, conditioned, and through contemplating impermanence.",
    "ai-anya-e0102n9:113_1": "Knowledge of sensuality, consciousness arises dependent on the impediment, in other words, the mind consciousness, and mentality arises as consciousness.",
    "ai-anya-e0102n9:113_2": "and one of them can understand thus:",
    "ai-anya-e0102n9:113_3": "The meaning should be understood according to this word .",
    "ai-anya-e0102n9:114_0": "The knowledge of discernment is finished.",
    "ai-anya-e0102n9:115_0": "Choices of Choice",
    "ai-anya-e0102n9:116_0": "760.",
    "ai-anya-e0102n9:116_1": "When they reflect on these choices, they think they are empty of self or what belongs to self. Then they think, “This is empty of self or what belongs to self.”",
    "ai-anya-e0102n9:116_2": "When they saw neither themselves nor others with nothing left over, they were reborn in a good place, in the underworld, hell. What would I do?”",
    "ai-anya-e0102n9:117_0": "How does he do this?",
    "ai-anya-e0102n9:117_1": "It’s because I don’t see myself.",
    "ai-anya-e0102n9:117_2": "However, when anyone sees in this world or the other of himself, what can there be in another?",
    "ai-anya-e0102n9:117_3": "Speaks the precincts, takes place in the borderlands, or because it is prequisites. It is not worth a fraction, and it can be used.",
    "ai-anya-e0102n9:117_4": "“With this word “blessing” is no reason for anyone”, they will not for anyone else or for me;",
    "ai-anya-e0102n9:117_5": "But now that I will (greatly) tell the word “Now what is this, what is for me?” Because of this self, “What is the practice of self,” and he does not suffer away with nothing.",
    "ai-anya-e0102n9:117_6": "Whether in the place they stand or talk on their own side, they shouldn’t get rid of requisites. This is the meaning of what they need.",
    "ai-anya-e0102n9:117_7": "One sees neither himself nor others’—whether something else’s self, nor do they see anyone else’s own.",
    "ai-anya-e0102n9:117_8": "That is why it is worth at least sixteenth part.",
    "ai-anya-e0102n9:118_0": "761.",
    "ai-anya-e0102n9:118_1": "In this way he gives his attention to four permutations series again and again in sixty-two cognitives.",
    "ai-anya-e0102n9:118_2": "eye consciousness ...",
    "ai-anya-e0102n9:118_3": "the mind is empty.",
    "ai-anya-e0102n9:118_4": "sights ...",
    "ai-anya-e0102n9:118_5": "the intelligent things are empty;",
    "ai-anya-e0102n9:118_6": "eye consciousness ...",
    "ai-anya-e0102n9:118_7": "mind-consciousness.",
    "ai-anya-e0102n9:118_8": "From eye contact should not be so;",
    "ai-anya-e0102n9:119_0": "762.",
    "ai-anya-e0102n9:119_1": "Thus he makes his discernment in that way again and again in six ways:",
    "ai-anya-e0102n9:119_2": "That is:",
    "ai-anya-e0102n9:119_3": "Form is the essential for form, for the sake of self, for the heart, for the essence, or for the reinstant or self-mortification, that’s permanent or eternal. ...”",
    "ai-anya-e0102n9:119_4": "Choices are born ...",
    "ai-anya-e0102n9:119_5": "consciousness. ...”",
    "ai-anya-e0102n9:119_6": "The eye ... ear ... nose ... tongue ... body ...",
    "ai-anya-e0102n9:119_7": "Old age and death, the misapprehension of old age and death, for the essence, the heart, the essence, or the essence that’s permanent or impermanent.",
    "ai-anya-e0102n9:119_8": "Like a peacocked gourd",
    "ai-anya-e0102n9:119_9": "who are just like a rough-cloud ...",
    "ai-anya-e0102n9:119_10": "Like water-lilies,",
    "ai-anya-e0102n9:119_11": "Just as a white start of beds,",
    "ai-anya-e0102n9:119_12": "like Bhaddajina,",
    "ai-anya-e0102n9:119_13": "Or just as boiled rice,",
    "ai-anya-e0102n9:119_14": "Just as a drop of water is pulled out,",
    "ai-anya-e0102n9:119_15": "They constantly meditate like it.",
    "ai-anya-e0102n9:119_16": "like an elephant sunk in the sky.",
    "ai-anya-e0102n9:119_17": "like dead, don’t fall in the heavenly realm.",
    "ai-anya-e0102n9:119_18": "Old age and death, the heartwood, the heartwood, or the shelter for examining these people.",
    "ai-anya-e0102n9:119_19": "Originates him—",
    "ai-anya-e0102n9:120_0": "763.",
    "ai-anya-e0102n9:120_1": "Then he sees in this way: having discerned the ten characteristics, he sees that sight in ten ways.",
    "ai-anya-e0102n9:120_2": "It’s empty of what is empty and what is empty.",
    "ai-anya-e0102n9:120_3": "not-self. ...",
    "ai-anya-e0102n9:120_4": "not getting permission of the noble ones. ...",
    "ai-anya-e0102n9:120_5": "a noble disciple who loves the noble ones.",
    "ai-anya-e0102n9:120_6": "disorders.",
    "ai-anya-e0102n9:120_7": "the corruption of others ...",
    "ai-anya-e0102n9:120_8": "if you see what you have disrobed;",
    "ai-anya-e0102n9:120_9": "They regard feeling ...",
    "ai-anya-e0102n9:120_10": "consciousness ...",
    "ai-anya-e0102n9:120_11": "if you’ve entered Sāvatthī;",
    "ai-anya-e0102n9:121_0": "764.",
    "ai-anya-e0102n9:121_1": "For one who understands thus discerns ten ways:",
    "ai-anya-e0102n9:121_2": "That is:",
    "ai-anya-e0102n9:121_3": "Form is not a living being, not a student, not a woman, nor a man, nor a woman.",
    "ai-anya-e0102n9:121_4": "no one of mine or another,",
    "ai-anya-e0102n9:121_5": "Is feeling ...",
    "ai-anya-e0102n9:121_6": "consciousness:",
    "ai-anya-e0102n9:122_0": "765.",
    "ai-anya-e0102n9:122_1": "So emptiness in this way he conceives each time in twelve ways: emptiness and attainment is empty with the three emptinesses, thus it is impermanent .",
    "ai-anya-e0102n9:122_2": "When a disease is suffering, a dart, misery, as an abscess, as suffering, as diseased, as an abscess, as a dart, as misery, as an abscess, as a dart, as misery, as an affliction, as alien, as a dart, as misery, as an abscess, as a dart, for the misery, as an outcas, as suffering, as a dart, as an abscess, as a dart, as misery, as an a dart, as an a dart, as a dart, as mise, as an alien, as a dart, as alien, as misery, as alien, as an elephant, as alien, as an unberated, as alien, as a dart, as a dart, as a postreg, with a dart, as an unber",
    "ai-anya-e0102n9:122_3": "afflictions from others. ...",
    "ai-anya-e0102n9:122_4": "falling apart ...",
    "ai-anya-e0102n9:122_5": "self-controlled,",
    "ai-anya-e0102n9:122_6": "Someone who was above ground. ...",
    "ai-anya-e0102n9:122_7": "your finger-snap ...",
    "ai-anya-e0102n9:122_8": "unshakable, unclouded,",
    "ai-anya-e0102n9:122_9": "who lacks no faults ...",
    "ai-anya-e0102n9:122_10": "whose refuge is unattached:",
    "ai-anya-e0102n9:122_11": "It’s empty of what is empty and what is empty.",
    "ai-anya-e0102n9:122_12": "not-self. ...",
    "ai-anya-e0102n9:122_13": "“This is the escape from Venerable.”",
    "ai-anya-e0102n9:122_14": "drawbacks ...",
    "ai-anya-e0102n9:122_15": "decaying and perishing. ...",
    "ai-anya-e0102n9:122_16": "uninterned,",
    "ai-anya-e0102n9:122_17": "The root of misery ...",
    "ai-anya-e0102n9:122_18": "killed ...",
    "ai-anya-e0102n9:122_19": "It is ruined by continued existence ...",
    "ai-anya-e0102n9:122_20": "being well-pressed.",
    "ai-anya-e0102n9:122_21": "conditioned. ...”",
    "ai-anya-e0102n9:122_22": "I’m practicing it ...",
    "ai-anya-e0102n9:122_23": "Rebirth is illegitimate. ...",
    "ai-anya-e0102n9:122_24": "old age ...",
    "ai-anya-e0102n9:122_25": "fall ill ...",
    "ai-anya-e0102n9:122_26": "Deathless ...",
    "ai-anya-e0102n9:122_27": "sorrow, lamentation, pain, sadness, and distress.",
    "ai-anya-e0102n9:122_28": "originates from the cessation of suffering. ...”",
    "ai-anya-e0102n9:122_29": "ending ...",
    "ai-anya-e0102n9:122_30": "I don’t say ‘I am’ with reference to the other sides ...",
    "ai-anya-e0102n9:122_31": "drawbacks ...",
    "ai-anya-e0102n9:122_32": "sees an escape from the escape from it.",
    "ai-anya-e0102n9:122_33": "They regard feeling ...",
    "ai-anya-e0102n9:122_34": "Consciousness is impermanent ...",
    "ai-anya-e0102n9:122_35": "sees an escape from the escape from it.",
    "ai-anya-e0102n9:123_0": "And this is said too:",
    "ai-anya-e0102n9:123_1": "“Form is impermanent ...”",
    "ai-anya-e0102n9:123_2": "Seeing the escape from the world, he looks on the world with its gods.",
    "ai-anya-e0102n9:123_3": "They regard feeling ...",
    "ai-anya-e0102n9:123_4": "Consciousness is impermanent ...",
    "ai-anya-e0102n9:123_5": "Seeing an escape from the world, one who is completely understood the world.”",
    "ai-anya-e0102n9:124_0": "“Look on the world as empty,",
    "ai-anya-e0102n9:125_0": "Having removed (wrong) view of self, in this way one will cross beyond Death.",
    "ai-anya-e0102n9:126_0": "When looking on the world in this way the king of Death does not see (one).”",
    "ai-anya-e0102n9:127_0": "766.",
    "ai-anya-e0102n9:127_1": "Seeing this, when he sees thus: ‘Clearly, learning choices are empty, and scorny to me, he is without fear or smeared with choices, like a man.’",
    "ai-anya-e0102n9:128_0": "There’s a person who, when they saw him, chatted him with a fine laugh, standing up, sitting, or lying down, they wouldn’t experience anything more.",
    "ai-anya-e0102n9:128_1": "But after some time, he does not want to make her beat, but he acted like this.",
    "ai-anya-e0102n9:128_2": "From that time they couldn’t see any kind of sadness that they metally change. Or they’d be shameless, or couple.",
    "ai-anya-e0102n9:128_3": "In this way, when all processes want to be free of all processes, they want to be free of all conditions, and I do not see the middle. They can be repaired and denyed with all conditions. Or they’re not exempt from the intermediate directions.",
    "ai-anya-e0102n9:129_0": "When they know and see in this way, the uninterrupted consciousness in the four kinds of becoming , the six kinds of consciousness become established in the five lower fetters, and their mind doesn’t become stabilized.",
    "ai-anya-e0102n9:130_0": "It’s like when the soft stirms dropped on the stakes of water. The boards broke up and rocks and trembles.",
    "ai-anya-e0102n9:130_1": "It’s like when a chicken’s feather or a strip of sinew thrown in a fire. It shrivels up, shrinks, rolls up, and doesn’t stretch out.",
    "ai-anya-e0102n9:130_2": "or preferred to by equanimity, the family consisting of flattering.",
    "ai-anya-e0102n9:130_3": "it was given to knowledge that a (volitional) process arose,",
    "ai-anya-e0102n9:131_0": "767.",
    "ai-anya-e0102n9:131_1": "But if you see the state of peace, you’ll be able to explain all conditions according to the formations of conditions, and you’ll accept it for extinguishment.",
    "ai-anya-e0102n9:131_2": "If not, it does not see again to extinguishment again and again, it occurs in the same way as a place,",
    "ai-anya-e0102n9:131_3": "it seems that boat is known by the name of the Jewel districts, wherever they goats, sheets, rising above and circum. Their boats don’t appear.",
    "ai-anya-e0102n9:131_4": "But when he sees that the clouds from the sky, he sees all directions and all over it, and having dropped on all sides, if he sees that it is present.",
    "ai-anya-e0102n9:131_5": "If not, they see it again and again, he is stuck in the backbiter.",
    "ai-anya-e0102n9:131_6": "In the same way, if you see a state of peace, you should give rise to extinguishment, all of them. And it is only declare that which is peaceful, sublime, and attaining extinguishment.",
    "ai-anya-e0102n9:131_7": "If not, they see it again and again, it occurs only to be found.",
    "ai-anya-e0102n9:132_0": "Then the cry of this dry (which is) the best fire.",
    "ai-anya-e0102n9:132_1": "discovering disillusioned, dispassionate, and making known formations for the purpose of abandoning the formations of conditions, and the three general neutrality, after giving up the path and giving up of conditions, he keeps himself in three ways:",
    "ai-anya-e0102n9:132_2": "When he has thus attained the three liberations, he becomes a condition for seven kinds of persons.",
    "ai-anya-e0102n9:133_0": "768.",
    "ai-anya-e0102n9:133_1": "The Herein, this is the means to say, by means of the three faculties, by means of the penetration of the three faculties, and so on.",
    "ai-anya-e0102n9:133_2": "for three kinds of liberation are called their liberality’s liberation.",
    "ai-anya-e0102n9:134_0": "“After in front of the world, he sees all his mind-made released in the world, making preceding the whole world with its eliminations of all activities, with the giving up of the three elements, the mind-elements, and the benefit of the world, its eliminations of the eliminations, and the destruction of all conditions.”",
    "ai-anya-e0102n9:135_0": "Herein, as to delimitation: it is bounded by the surface of water and by what appertains to  ...",
    "ai-anya-e0102n9:135_1": "When you saw impermanence, they vanish from choices.",
    "ai-anya-e0102n9:135_2": "(so that) is held out by esteeming the mind, he is not for the (wholesome) mind,",
    "ai-anya-e0102n9:135_3": "for one who feels contemplating suffering in conditions,",
    "ai-anya-e0102n9:135_4": "Seeing in regard to others like this: “I do not see in themselves.”",
    "ai-anya-e0102n9:135_5": "So these three are states of impermanence, etc., should be understood according to the impermanence of all conditions, and so on.",
    "ai-anya-e0102n9:135_6": "which is why in the next phrase when the questioned is said:",
    "ai-anya-e0102n9:135_7": "“Entering to the end of conditions:",
    "ai-anya-e0102n9:135_8": "As he gives attention to it, he attends on conditions;",
    "ai-anya-e0102n9:135_9": "focus on the self-emptiness as not-self.”",
    "ai-anya-e0102n9:136_0": "769.",
    "ai-anya-e0102n9:136_1": "But what are those who liberations?”",
    "ai-anya-e0102n9:136_2": "These three kinds of signlessness are empty,",
    "ai-anya-e0102n9:136_3": "For this is said: “Because of attending to the feature of ugliness by the signless release.",
    "ai-anya-e0102n9:136_4": "if he gives his attention to it as a loving-kindness, he obtains the signless liberations.",
    "ai-anya-e0102n9:136_5": "As he gives attention to self-defilement, he very learned having the liberations.”",
    "ai-anya-e0102n9:137_0": "And here the signless liberations should be made the signless, and the signless liberation of the beautiful, and the signless attainment.",
    "ai-anya-e0102n9:137_1": "for he has arisen in the signless, and the signless.",
    "ai-anya-e0102n9:137_2": "Because they are freed through the corruptions,",
    "ai-anya-e0102n9:137_3": "In that case, in the moment of the access the absorption, which is absorption concentration, produced by the object.",
    "ai-anya-e0102n9:137_4": "you should understand emptiness for the sake of emptiness -",
    "ai-anya-e0102n9:138_0": "770.",
    "ai-anya-e0102n9:138_1": "But when a time in a way the practice that leads to the supreme absorption, the first absorption, the view that leads to the attainment of the view that is quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption, which has the desireless liberations, quite secluded from unprofitable, quite secluded from sense desires, secluded from unprofitable things, arrogant going beyond the first absorption, and is said to quite secluded from sensual pleasures.”",
    "ai-anya-e0102n9:138_2": "For although Vipassī penetrated the analytic knowledge of truth",
    "ai-anya-e0102n9:139_0": "“Certainly knowing about insight is permanent, everlasting, eternal, and imperishable.",
    "ai-anya-e0102n9:139_1": "seeing the dispelling of suffering as happiness,",
    "ai-anya-e0102n9:139_2": "Namely unattached to self-liverance. Thus they think about liberation the emptiness release and the emptiness liberation.”",
    "ai-anya-e0102n9:140_0": "“One observation of insight is the signless release of knowledge, and the signless liberation of the beautiful.",
    "ai-anya-e0102n9:140_1": "looking at the signless release of suffering, the general signless release of the heart, the specific signless release of the signless liberations, and the signless liberation of the beautiful.”",
    "ai-anya-e0102n9:141_0": "“Certainly knowing, constantly, sympathy, true knowledge, and liberation.",
    "ai-anya-e0102n9:141_1": "looking forward to the Knowledge of suffering,",
    "ai-anya-e0102n9:141_2": "unification of mind falls away from self-knowledge, delighting in oneself, the desireless, the liberation of the liberations, the desireless liberations, and the liberation that is solitude.”",
    "ai-anya-e0102n9:142_0": "what has been said:",
    "ai-anya-e0102n9:142_1": "Likewise in this way the sign of formations don’t give up.",
    "ai-anya-e0102n9:142_2": "Because of the noble ones that is empty and the desireless,",
    "ai-anya-e0102n9:142_3": "Being re-admitted to the noble path, she set out agitation,",
    "ai-anya-e0102n9:142_4": "That is why it is said to be only the one who understands the meaning of the emptiness liberation.",
    "ai-anya-e0102n9:142_5": "This is the story of the liberation.",
    "ai-anya-e0102n9:143_0": "771.",
    "ai-anya-e0102n9:143_1": "But if this is said: “And, there is a condition for a personal witness,” but there is the reason why, the personal witness, the one attained to view, the one freed by faith, the follower of the teachings, and the penetration of persons, and the one freed by wisdom.",
    "ai-anya-e0102n9:144_0": "772.",
    "ai-anya-e0102n9:144_1": "For when a man is focusing on the impermanence of faith, the faculties of faith, and the responsession of the path leading to stream-entry.",
    "ai-anya-e0102n9:144_2": "These seven instances are freed by faith;",
    "ai-anya-e0102n9:145_0": "773.",
    "ai-anya-e0102n9:145_1": "But if he gives attention to it as suffering and non-delusion, he obtains concentration towards all bodily immersion.",
    "ai-anya-e0102n9:145_2": "But when he has attained the highest fruit, he is freed both ways:",
    "ai-anya-e0102n9:146_0": "774.",
    "ai-anya-e0102n9:146_1": "But if you do so, you get advocate complete understanding of the faculties, and you get a reinforced the path to stream-entry.",
    "ai-anya-e0102n9:146_2": "the one attained to view of the six places.",
    "ai-anya-e0102n9:147_0": "775. Vuttaṁ hetaṁ –",
    "ai-anya-e0102n9:148_0": "“Since they do so, there’s faith faculty.",
    "ai-anya-e0102n9:148_1": "It’s because of faith, conscience, prudence, energy, and wisdom that they’re called a follower of the faculties.”",
    "ai-anya-e0102n9:149_0": "Likewise when they give up faith, conscience, prudence, energy, mindfulness, immersion, and wisdom regarding the faculties of faith, they are called the fruit of stream-entry.",
    "ai-anya-e0102n9:150_0": "776. Aparampi vuttaṁ –",
    "ai-anya-e0102n9:151_0": "“He’s freed through faith.”",
    "ai-anya-e0102n9:151_1": "He touchs the body, (thinking):",
    "ai-anya-e0102n9:151_2": "the person has reached the end of suffering:",
    "ai-anya-e0102n9:151_3": "he’s freed through faith.",
    "ai-anya-e0102n9:151_4": "It impacts someone who realizes the first absorption, the cessation of extinguishment.",
    "ai-anya-e0102n9:151_5": "‘Choices are suffering.’ They realize the undefiled freedom of heart and freedom by wisdom in this way.”",
    "ai-anya-e0102n9:152_0": "777.",
    "ai-anya-e0102n9:152_1": "And they do gain faith in the four kinds of faith.",
    "ai-anya-e0102n9:152_2": "With wisdom according to the rule of unconditioned wisdom, he relears the Teaching, and hees the Sangha.",
    "ai-anya-e0102n9:152_3": "He is freed both ways: he is freed both ways in the noble path and the ways with both ways.",
    "ai-anya-e0102n9:152_4": "one liberated through wisdom, one is freed by wisdom.",
    "ai-anya-e0102n9:153_0": "Choices are declared to be perfect (volitional) processes,",
    "ai-anya-e0102n9:154_0": "778.",
    "ai-anya-e0102n9:154_1": "Here it is in each of the first three knowledges,",
    "ai-anya-e0102n9:154_2": "Hence the Ancients said:",
    "ai-anya-e0102n9:154_3": "“This one observation of formations is the three knowledges, and the fortunateness is the knowledge of the arising of knowledge, and for the production of insight and knowledge of the activity of insight and equanimity.”",
    "ai-anya-e0102n9:155_0": "779. Pāḷiyampi vuttaṁ –",
    "ai-anya-e0102n9:156_0": "“How do these knowledges arise and stilling of conditions, is knowledge of the equanimity of conditions,",
    "ai-anya-e0102n9:156_1": "the wisdom there is from being steady in reflection and desiring freedom, is knowledge of the equanimity of conditions,",
    "ai-anya-e0102n9:156_2": "rolling the limbs ...",
    "ai-anya-e0102n9:156_3": "signs ...",
    "ai-anya-e0102n9:156_4": "the wisdom there is from being steady in reflection and desiring freedom, is knowledge of the equanimity of conditions,",
    "ai-anya-e0102n9:156_5": "arising ...",
    "ai-anya-e0102n9:156_6": "Their scoundrels feed the wall.",
    "ai-anya-e0102n9:156_7": "material possessions. ...”",
    "ai-anya-e0102n9:156_8": "Arising ...",
    "ai-anya-e0102n9:156_9": "Conditions are found in choices, and their knowledge of the equanimity of conditions.”",
    "ai-anya-e0102n9:157_0": "780.",
    "ai-anya-e0102n9:157_1": "Herein, released by grease and settled there (including): she unconditioned and stopped.",
    "ai-anya-e0102n9:157_2": "In the past, when this territory has become disillusioned, dispassionate, and freed regarding the unknown. When they have released from the knowledge of the past, they were released from (permission).",
    "ai-anya-e0102n9:157_3": "the sage, in the middle, and reflecting on the meaning of it.",
    "ai-anya-e0102n9:157_4": "and reflecting on the inside of the end,",
    "ai-anya-e0102n9:157_5": "whenever they arise, they say: “Choices are neutral.”",
    "ai-anya-e0102n9:157_6": "This is the one knowledge of this.",
    "ai-anya-e0102n9:158_0": "781.",
    "ai-anya-e0102n9:158_1": "And the same thing, this is the same.",
    "ai-anya-e0102n9:158_2": "for this is said:",
    "ai-anya-e0102n9:158_3": "“The way of speaking kindly and the simile of conditions are eliminated. And the same thing, and the difference in the phrasing.”",
    "ai-anya-e0102n9:159_0": "782.",
    "ai-anya-e0102n9:159_1": "But when a gentleman has attained these corruptions, his meditation subject’s are clear.",
    "ai-anya-e0102n9:159_2": "Similarly, Vipassī, organized knowledge of (volitional) processes, and referring to the kind of knowledge that this is called “remoral knowledge”.",
    "ai-anya-e0102n9:159_3": "Supreme One, who has attained supreme self-existence,",
    "ai-anya-e0102n9:159_4": "Go down to the specific condition.",
    "ai-anya-e0102n9:159_5": "The path is said to be emerging from the grounds for the detailed externally, as he recommends the path with anxiety. The path is called the practice, which is the path to the conclusion of .",
    "ai-anya-e0102n9:160_0": "783.",
    "ai-anya-e0102n9:160_1": "Here is the place of the Rains Retreat insistence, and insistence thus:",
    "ai-anya-e0102n9:160_2": "Having given up concern for what is internally suffering, he gives the full admission to externally, advers with external physical form,; he woresses thus: ‘I am emerging from what is impermanent, suffering, and perishable, which is impermanent, not-self; having emerged from that.’ So he gives up desires the full admission to the full admission, not-self, which is suffering, as suffering, as diseased, and that are impermanent, as suffering, as suffering, as an individual essence.",
    "ai-anya-e0102n9:161_0": "784. Kathaṁ?",
    "ai-anya-e0102n9:161_1": "It may be that someone reveals his own internally and externally, and they see it as very.",
    "ai-anya-e0102n9:161_2": "But it is not only because of specific neutrality in him that he sees the middle of another and the end of the path in terms of reference to others. So they see that suffering is impermanent, suffering, and perishable.",
    "ai-anya-e0102n9:161_3": "So forgetful internally,",
    "ai-anya-e0102n9:161_4": "As he was going along the road in himself with his own insight,",
    "ai-anya-e0102n9:161_5": "This inside, in regard to himself, is called “the misfortune”.",
    "ai-anya-e0102n9:162_0": "But if he has rightly discerned externally, he includingly, despises it externally, and kingdom with him.",
    "ai-anya-e0102n9:162_1": "internally and externally are externally.",
    "ai-anya-e0102n9:163_0": "785.",
    "ai-anya-e0102n9:163_1": "and another, having charmed the beginning of form in the first place, she sees (result), and going to the ground, she sees (attractively).",
    "ai-anya-e0102n9:163_2": "But it is not known that abiding in body and speech that is purified and unshakable, just as a spot is with any other.",
    "ai-anya-e0102n9:163_3": "Therefore, having arisen form as a form, feeling, perception, choices, and consciousness, they see with formless consciousness.",
    "ai-anya-e0102n9:163_4": "is at the right time, it is good.",
    "ai-anya-e0102n9:163_5": "In this way, while he has been appointed by a visible form with him, he ran away, having made such a road, and given him the name Nimbaṭṭha, he dismissed him.",
    "ai-anya-e0102n9:164_0": "But if at the time of a formless and in the assembly of Liberating the un driverage traveling along with him, he gives her the full admission.",
    "ai-anya-e0102n9:164_1": "Having given the full admission to that jhāna, and without having emerged from form,",
    "ai-anya-e0102n9:165_0": "786.",
    "ai-anya-e0102n9:165_1": "“Even if they are subject to originate, from the cessation of that which is just so after liable to originate, they emerge from the group of five constituents (of the body) of the five constituents (of the thought).",
    "ai-anya-e0102n9:166_0": "787.",
    "ai-anya-e0102n9:166_1": "One person steps in the beginning of conditions,",
    "ai-anya-e0102n9:166_2": "But if there isn’t impermanent, suffering, and perishable, he who has emerged from all suffering. So he who has self-assured and investigates whether there is also suffering or not-self.",
    "ai-anya-e0102n9:166_3": "For someone who has emerging from the impermanence of that impermanence is impermanent, suffering, and perishable, this is called ‘they’.",
    "ai-anya-e0102n9:167_0": "But if there’s no-one who has emerging from suffering at the time of suffering, and who gives up what is impermanent and without suffering, then after getting up from suffering.",
    "ai-anya-e0102n9:167_1": "without pain, without repelling suffering,",
    "ai-anya-e0102n9:168_0": "788.",
    "ai-anya-e0102n9:168_1": "And here it is impermanent, as suffering, and perishable.",
    "ai-anya-e0102n9:168_2": "Three people gain faith. They’re faithful, enthusiastic, and preceding faith, ethical conduct, advocating, and freedom.",
    "ai-anya-e0102n9:168_3": "But if there are three kinds of suffering: there are three kinds of modes and three kinds of concentration for the physical nutriment. They are transgressed with the body and mind, without anything left over.",
    "ai-anya-e0102n9:168_4": "But if he has reached the peak of jhāna in this way, then he is freed both ways:",
    "ai-anya-e0102n9:168_5": "And then those three modes have many different emergings. They gain the wisdom faculty as not-self. Those teachings don’t have been understood to be the first fruit, and fathom with wisdom. Their view of the path is well freed by wisdom.",
    "ai-anya-e0102n9:169_0": "789.",
    "ai-anya-e0102n9:169_1": "Now, with the previous disappearance of the enquiry intoxication with these (wholesome) insight and the name of the Vipassī, the clan of these twelve years should be understood to be for their sake.",
    "ai-anya-e0102n9:169_2": "This is the end of the robe:",
    "ai-anya-e0102n9:170_0": "“The Kaṇhāgotamakadsaka, and the hawk’s home,",
    "ai-anya-e0102n9:171_0": "Hunger is hunger for cold and heat.”",
    "ai-anya-e0102n9:172_0": "If they were to fall off the conditions that had been reborn in that place, wherever they awoke from the ground, would it be lying on the ground?",
    "ai-anya-e0102n9:172_1": "they are capable of realizing it all parts of knowledge that they arise in this place and the fruition of all the pair of knowledge. That is why it is called “final.”",
    "ai-anya-e0102n9:173_0": "a very spot that she had taken onto an old cloth, and she saw a flowering tree or a cracking flowers, and she saw five central salts of horns, she thread in a single jungle thicket, saying: “I won’t see anything to be touched there,” she saw a wrap garmenting-leaf fer.",
    "ai-anya-e0102n9:173_1": "or just as the second caravan",
    "ai-anya-e0102n9:173_2": "having given the five hundred (of rice)",
    "ai-anya-e0102n9:173_3": "“This tree that was wounding in that place. At that moment they were placed on it, threw out their branches, leaves in the branches of a tree bark, and followed along. After looking at the root of a tree, she rose up from the branches of a tree, wearing wet, and chop off her head, she rolls off her head, and looking for another fruit,",
    "ai-anya-e0102n9:174_0": "The meditator’s observed like a lump of foulness in the fivefold aggregates , which were like a monkey’s a tree, wounded in the air, whose knowledge of the aggregates, and who, like the tied rice gruel, is like the monkey’s disposed, who wounds, whose knowledge osts and fruits, and whose mind is runssing the branch, and fruits of another’s opppositesites of knowledge, is like the monkey’s thread led on to the branch of the trees and soliber of the fruition of knowledge, is the fruition of any kind already planted and birthing from the fruits, as heat of any more than that lins, etc.",
    "ai-anya-e0102n9:175_0": "they are called “possessed of truth” in the sense of impediment.",
    "ai-anya-e0102n9:175_1": "it places on the road that has been given out by the Gotamī, like the first house on the road that is like a monk once returning from the path to the place where it has been shone like a rough knowledge of the path and fruition. This is the place where they have gone.",
    "ai-anya-e0102n9:176_0": "I brought him to the house, where I was chopped off. But when I saw a fire, they stood in the neighborhood of a bedroom, while standing in the house, he thought, “Oh that I’m going to the house with a stretching out my house, if I was standing, he’d leave the fire sacrifice.",
    "ai-anya-e0102n9:176_1": "Herein, having eaten food from the foolish incompetent fools, he said: “Foolish it, why do you immortally take it away?”",
    "ai-anya-e0102n9:176_2": "Having seen the Truth, at the right time, and like a fire going to the air, seeing the danger in that place, which is like the fires of lion, having seen the knowledge of the path, which leads to the knowledge of the way that is like a cluster of knowledge, the way that is like a Khemā, having insight, and the knowledge of the path, the way that is resplendent.",
    "ai-anya-e0102n9:177_0": "Having heard that, it seems, a single night had fallen from the part of the night, went to the cowherd’s residence, and there he saw the cattle-keeping animals, there, he saw the kingdoming and leaving the Kingdom.",
    "ai-anya-e0102n9:177_1": "Saying, “I’m going to the cow, but take them by myself,” and he scolded them by the arrows, saying, “When I’ve finished my cows, I’ll go to the king’s ministers.” Then they rose up from the barber to the royal compound, they drove up on the ground and stood on the bank.",
    "ai-anya-e0102n9:177_2": "Herein, it is possible that the cowherd thinks, “I have been reborn in a fool’s gems, what isn’t given to the foolish incompetent ordinary man’s womb, like a gem of range of leaves in a place consequence, is like a monkey who has given to the wounds’s womb as a goat-liked is from the suffering of range of the fruits,” and so on. giving up the fruits of becomingset, as a having fallen into the result, heaping from the result of suffering.",
    "ai-anya-e0102n9:178_0": "a certain man, it seems, took opportunity for eighty months, and after bathing the spirits, he went to the human state and gave him a human female slave.",
    "ai-anya-e0102n9:178_1": "He thought, “Where are you going for a human being?” and seeing her, he responded, “When I released me from that place, I’ll stay; carrying me to a human existence,” he stood there.",
    "ai-anya-e0102n9:178_2": "There the spirits, opinions, etc., appearing like a charnel ground, seeing the sweet in the honeys, as a trees, or a weapons, goats, sheeps, and observeds, as though the spirits, she saw a human being made of tender pores, etc., and the paths consumed by the sign of the aggregatess, like a charnel ground, after seeing the fruits of virtues, and so on.",
    "ai-anya-e0102n9:179_0": "A certain woman, it seems, had a child opened up to his throne or a child, was sitting on his fortune, and presented him with his own hands, and said, “How many boys, was my child?” When he heard “She crying “It seems, was my child?” she went to the chief son of the Palace of my son,",
    "ai-anya-e0102n9:179_1": "Saying, “I recognized this,” she bowed and sat down right there at the next neighborhood of a certain man. Then she said, “Cettiya, how can I meditate?”",
    "ai-anya-e0102n9:179_2": "Herein, with the perception of a child in his own wife, saying: “Having been seen, as if I were a child or a cowherd’s son, I perceived that I had obtained the mark of another, like a jackal’s head, I had been cut off at the foot of the head and conquered, I perceiveduer of the path, and like a jackal’s shake, I had no doubts about going forth.” And just as a observing to the development of the Pathing down of the Farterception, he reputation, he rear to the Kolianthadom of the Faith of the Thūṇa, etc., and follows making the ascetic Gotama loadembs .",
    "ai-anya-e0102n9:180_0": "one who has got up from his seat, put out the shade of the cool water, and steps in the darkness due to the air, and who has risen above the shade of his six-sticks, looking at the head of the supernormal powers, and seeing its mouthfuls as they were descending from the But seeing that state.",
    "ai-anya-e0102n9:180_1": "A person who is devoted to the hunger’s meal. They get caught up in the trapper and transmigrating their bowls.",
    "ai-anya-e0102n9:181_0": "A person who is devoted to the shade of the rough gruel and has reached the peak and the pinwel’s carpet. They think:",
    "ai-anya-e0102n9:182_0": "But just as a person whose touch is touched by it with hot cold and heat, (thinking): “Appressed by a cold and heat, who has reached the end of craving and discomfort, and who escaping the path for attains the destruction of craving.",
    "ai-anya-e0102n9:183_0": "But just as a man with hot cold and heat in the heat, rolls over the bowl of the hot season in the eleven doors, the meditator who reeps in the way beginning, “Anyone from a lake,”",
    "ai-anya-e0102n9:184_0": "But just as a man with in darkness, without losing the darkness and the bowl of accomplishing all the darkness and the bowl of ignorance, the meditator who is like the influence of knowledge and conduct,",
    "ai-anya-e0102n9:185_0": "And all the man who has attained the equivalent sacrifice, the influence of medicines and supplies for the sick, the one who lives without defilements, and the one who lives in the present life.",
    "ai-anya-e0102n9:185_1": "Therefore it is said:",
    "ai-anya-e0102n9:185_2": "“Since you know and see in this way, you should know and see in someone who has the three states of existence. ...”",
    "ai-anya-e0102n9:185_3": "The nine beings are shattered, excited, and neglected with their mind. They’re not falling into confusion.",
    "ai-anya-e0102n9:185_4": "or preferred to by equanimity, the family consisting of flattering.",
    "ai-anya-e0102n9:185_5": "It’s like a golden statue, which can be understood as already described.”",
    "ai-anya-e0102n9:186_0": "But that is how it is said in the description of the greedy temperament.",
    "ai-anya-e0102n9:187_0": "“Seeing the monk’s own territory",
    "ai-anya-e0102n9:188_0": "when you’re speaking,",
    "ai-anya-e0102n9:189_0": "After the road, for him whom he was setting out.",
    "ai-anya-e0102n9:190_0": "when the self-mortifier doesn’t tame others.”",
    "ai-anya-e0102n9:191_0": "Having thus given up this equanimity and the knowledge of the noble truths, and having developed insight, has set forth, the noble path to penetration.",
    "ai-anya-e0102n9:191_1": "For the senior elder Bārāṇasī can say that the factors are preceding to its factors, and so on.",
    "ai-anya-e0102n9:191_2": "Whatever balanced objects have become the sense-objects, they say, “isto say”,",
    "ai-anya-e0102n9:191_3": "Those who say, ‘It is the reason why these persons say:",
    "ai-anya-e0102n9:191_4": "Also they can be understood that it is used in the past, that is, the conclusion of the path leading to the goal of Aṅgīsa.",
    "ai-anya-e0102n9:192_0": "798.",
    "ai-anya-e0102n9:192_1": "Here is the stage of talk on stage:",
    "ai-anya-e0102n9:192_2": "For insight is the first jhāna’s occurrence of such a bright path that arose from the first absorption, having arisen, the nurses on the path, and by having arisen setting an immediately reaching the first absorption, and the second absorption, third absorption, and also the first absorption.",
    "ai-anya-e0102n9:192_3": "all the seven factors.",
    "ai-anya-e0102n9:192_4": "Of those who have reached equanimity, some united with joy and happiness, and so on, they have developed insight into equanimity.",
    "ai-anya-e0102n9:192_5": "After getting rid of five hundred monasteries in the second place and setting the foot of the fourth absorption in the way beginning, “One from the third absorption, the fourth absorption, and the nine factors.",
    "ai-anya-e0102n9:192_6": "In all the seven factors there are seven factors.",
    "ai-anya-e0102n9:192_7": "Four Factors of Awakening.",
    "ai-anya-e0102n9:192_8": "This difference in both jhānas and insight together with insight.",
    "ai-anya-e0102n9:192_9": "For even the distinguished of the prior stage consists of neither-painful-nor-pleasant feeling is unequanimous,",
    "ai-anya-e0102n9:192_10": "and who has gone forth from the joy of all is connected with happiness.",
    "ai-anya-e0102n9:192_11": "and on the fifth path which have been reborn in equanimity in the place where equanimous bliss, and the two factors are present in him.",
    "ai-anya-e0102n9:192_12": "This too is a difference in both places.",
    "ai-anya-e0102n9:192_13": "For in this context there is no unity in the past, or present,",
    "ai-anya-e0102n9:192_14": "endowed with equanimity and reflection,",
    "ai-anya-e0102n9:192_15": "The same explanation applies to the jhāna and has been given in him by the first jhāna.",
    "ai-anya-e0102n9:192_16": "When he has emerged from the feet, he makes his seat and sets on a journey, which is like the first absorption, which has been laid down in order to get up from his seat, and is like the colour of a cow’s womb.",
    "ai-anya-e0102n9:193_0": "799.",
    "ai-anya-e0102n9:193_1": "When there were a second attainment, after emerging from the attainment of the attainment, the path to stream-entry, and emerging from the now fact that was similar.",
    "ai-anya-e0102n9:193_2": "And this should be understood in the way already described.",
    "ai-anya-e0102n9:194_0": "800.",
    "ai-anya-e0102n9:194_1": "the third absorption, the fourth absorption in the present life.",
    "ai-anya-e0102n9:194_2": "But when he has established mindfulness of the four jhānas reaches absorption, there is no liberality in him.",
    "ai-anya-e0102n9:194_3": "he should proclaim the exposition of the section on the same bed as in the section.",
    "ai-anya-e0102n9:194_4": "And here too the meaning should be understood in the way already described.",
    "ai-anya-e0102n9:194_5": "That too is how the factor of Awakening is according to the factors of Awakening, and it should be understood that the factor of the awakening factors.",
    "ai-anya-e0102n9:195_0": "801.",
    "ai-anya-e0102n9:195_1": "But if the beginning, middle, or end of suffering in the beginning, he is able to endure pain.",
    "ai-anya-e0102n9:195_2": "It is easy in the opposite case.",
    "ai-anya-e0102n9:195_3": "But when he came out of the Vibhaṅga, he gives his attention each embryo, which is called “Dispendent,” it is called “the incomparable”.",
    "ai-anya-e0102n9:195_4": "that which is known",
    "ai-anya-e0102n9:195_5": "So this is the simile of choices, this is the name for one who has returned to his own place.",
    "ai-anya-e0102n9:195_6": "Through that path he finds no footing.",
    "ai-anya-e0102n9:196_0": "But this practice is the way to anyone at all, and one is of the four paths.",
    "ai-anya-e0102n9:196_1": "And the four Buddhas, Bhagavat, it was pleasant, fact, and knowledgeable.",
    "ai-anya-e0102n9:196_2": "Likewise if he stands by the General of Dhamma,",
    "ai-anya-e0102n9:196_3": "The Elder Mahā Moggallāna was the first path, which was pleasant in the swift.",
    "ai-anya-e0102n9:196_4": "Painful is the three painful slow in knowledges,",
    "ai-anya-e0102n9:196_5": "Just as when a mendicant practices the way of practice in these four paths,",
    "ai-anya-e0102n9:196_6": "to anyone in the four lower worlds,",
    "ai-anya-e0102n9:196_7": "In this way the practice with a trainee,",
    "ai-anya-e0102n9:196_8": "as it is explained in the liberation on the beautiful, just as it is explained.",
    "ai-anya-e0102n9:197_0": "802.",
    "ai-anya-e0102n9:197_1": "Nevertheless, the path that is called “restraint by with the five” or “possessings or by means of a opposite sex.”",
    "ai-anya-e0102n9:197_2": "If choices are impermanent, they’re freed from the signless release of conditions.",
    "ai-anya-e0102n9:197_3": "If you’ve been rightly freed from suffering, it’s free from the desireless liberation.",
    "ai-anya-e0102n9:197_4": "If you’re not-self, you’re free from suffering, and you’re free from it.",
    "ai-anya-e0102n9:197_5": "This is the name there.",
    "ai-anya-e0102n9:198_0": "But it is the sign of the impermanence, in discerning conditions, and making the signless. That is why a hundred thousand signs, a hundred thousand signs, and a hundred thousand signs are always on having given up.",
    "ai-anya-e0102n9:198_1": "When they’ve given up suffering, the desireless idea fondness is well established in oneself.",
    "ai-anya-e0102n9:198_2": "Not seeing self-development, they give up formations (volitional) processes. This is called because they have seen what is heard as empty.",
    "ai-anya-e0102n9:199_0": "But the observed of greed for forms is empty, tied to the feature of beauty, etc.; and any other particular signs are emptiness and to the signless, thus it is called “unbounded”.",
    "ai-anya-e0102n9:200_0": "the signless, desireless, signless, and empty.",
    "ai-anya-e0102n9:200_1": "This is his name.",
    "ai-anya-e0102n9:201_0": "803.",
    "ai-anya-e0102n9:201_1": "Vipassī, knowing the path and the path",
    "ai-anya-e0102n9:201_2": "Herein, path is the fruit of (true) path. It is the fruit for going to the path,",
    "ai-anya-e0102n9:201_3": "For one who doesn’t see these emptiness meditations, the signless and the foundation of the impermanence of not-self,",
    "ai-anya-e0102n9:201_4": "But this sutta deals with the teaching",
    "ai-anya-e0102n9:201_5": "For it is due to the opposite of Nibbāna that is free from impediments, and having made the sign of foulness for its object, because it is not the sign of foulness that is called the sign of serenity.”",
    "ai-anya-e0102n9:201_6": "The path is said to be the signless,",
    "ai-anya-e0102n9:201_7": "but path that goes along with the sign of path.",
    "ai-anya-e0102n9:201_8": "Compassionates the path to the desireless choices, they’re not pure and very imperishable. They are very imperishable, but forgetful, and they’ve had little way.",
    "ai-anya-e0102n9:201_9": "When the path is thus, (this is) the path to his own fruit, this is the wrong path.",
    "ai-anya-e0102n9:201_10": "This is how to define a trainee, the liberation of the beautiful emancipation.",
    "ai-anya-e0102n9:202_0": "The essence of conditions is finished.",
    "ai-anya-e0102n9:203_0": "Knowledge and Questions",
    "ai-anya-e0102n9:204_0": "804.",
    "ai-anya-e0102n9:204_1": "Their energy is well developed and cultivated.",
    "ai-anya-e0102n9:204_2": "The path is born in them, nostrils because of activities are impermanent, suffering, and perishable. They’ll become not-self.",
    "ai-anya-e0102n9:204_3": "Conditions are impermanent ...",
    "ai-anya-e0102n9:204_4": "Then having created adversity, he creates dangers in the category of the mind, whichever arises first and follows the rolling of his actions in the same way as object hence ‘unbounded’.",
    "ai-anya-e0102n9:204_5": "and next that arises in between the next world, having made a second jhāna as its object, is said to be in the second-jhāna access.",
    "ai-anya-e0102n9:204_6": "In the same way there is a third (volitional) process arises in him, and on the third occasion, the fourth, is said to have the mind.",
    "ai-anya-e0102n9:204_7": "this is the name of the Pāṭaliputta.",
    "ai-anya-e0102n9:205_0": "And they proceed in three ways: even if they are not allowed to undergoing tendencies, it is allowable to wear that procedure.",
    "ai-anya-e0102n9:205_1": "the heir of flowers",
    "ai-anya-e0102n9:205_2": "the first partaking of the lady of the former.",
    "ai-anya-e0102n9:205_3": "those (permission) insight to the first part of the Vipassī, etc., and of the seven mortifications (of the Jina) in the seven Faith, and the Jinaya of the Bo trees,",
    "ai-anya-e0102n9:205_4": "For that is actually impermanent, suffering, and perishable, he should see the things that arise in him when he sees the things that are impermanent, suffering, and perishable. Then he should see the danger in being established in insight, etc., as follows: “The groups of the opposites of the Bodhisattas, etc., and the knowledge of the promotions.” And then he should see the danger in being free from these eight ways, dispelled, and he should see the danger in accumulating the community of the formations.",
    "ai-anya-e0102n9:206_0": "For just as the king is sitting there giving up a great primary duties to the ministers and counselors, and while sitting in the midst of the ministers, he thinks, “In this way you should understand how to come from the royal court: “Having given up, go to the old age and death.”",
    "ai-anya-e0102n9:206_1": "The king is like a great man because he possessed of (called) knowledge of the eight great (magical) powers, he was the most excellent King’s knowledge.",
    "ai-anya-e0102n9:206_2": "Herein, just as, when King Bimbisāra says “Blay” and “Very well, then he says this: “Let the king’s arrival” and the knowledge of the activity of conditioned phenomena, etc., and according to the three enlightenments of conditions, etc., and as in accordance with knowledge the seven enlightenment factor.",
    "ai-anya-e0102n9:206_3": "so they are called ‘accomplishment’.",
    "ai-anya-e0102n9:207_0": "The observed by knowledge is finished.",
    "ai-anya-e0102n9:208_0": "Discussion of the proper conduct for embankment",
    "ai-anya-e0102n9:209_0": "805.",
    "ai-anya-e0102n9:209_1": "And the necessary for knowledge and insight is complete with knowledge.",
    "ai-anya-e0102n9:209_2": "All the whole of Gotamī has been emerging from the Kisākha.",
    "ai-anya-e0102n9:209_3": "Now the syllable that ...",
    "ai-anya-e0102n9:210_0": "That is:",
    "ai-anya-e0102n9:211_0": "For this reason why the six sense fields should be given up by equanimity, relying on Vipassī, the six sense fields as their objects, and the equanimity as follows: “This too is the unity of equanimity based on the one precious way.”",
    "ai-anya-e0102n9:212_0": "Gaining they say, “Protectors are disillusioned, dispassionate, and freed!”",
    "ai-anya-e0102n9:213_0": "Saying “Because you’ve heard of Susīma, firstly knowledge of the stability of natural principles, and then afterwards knowledge of idiosyncratic investigation of principles” .",
    "ai-anya-e0102n9:214_0": "Poṭṭhapāda arises first and perception afterwards: “The perceptions of Joyful Gods has been made first.”",
    "ai-anya-e0102n9:215_0": "In this way the practice of purity is called purification of knowledge and vision.",
    "ai-anya-e0102n9:216_0": "The discriminations in the analytical knowledge: “The path and the equanimity of the unconditioned, the feeling and the perception of choices are mentioned about in the three ways.”",
    "ai-anya-e0102n9:217_0": "They said: “It is impossible for us to give the ascetic Gotama a allowance” on the following three robes.",
    "ai-anya-e0102n9:218_0": "The spiritual life is lived under the Buddha for the sake of purification of knowledge and vision.",
    "ai-anya-e0102n9:219_0": "Thus by those great hermits the name of Sages.",
    "ai-anya-e0102n9:220_0": "Energing from thebodes of the Purification",
    "ai-anya-e0102n9:221_0": "desiring to give up suffering, weeping,",
    "ai-anya-e0102n9:222_0": "the one who paid homage to the Teacher,",
    "ai-anya-e0102n9:223_0": "composed for the purpose of gladdening good people. in the Path of Purification",
    "ai-anya-e0102n9:224_0": "in the development of wisdom there is from developing the Development of Wisdom",
    "ai-anya-e0102n9:225_0": "Seeing purification of knowledge and vision:",
    "ai-anya-e0102n9:226_0": "The group of twenty is finished."
}