{
    "ai-anya-e0501n12:0_0": "13. Kammapaccayo",
    "ai-anya-e0501n12:1_0": "two kinds of deeds have been produced by deeds,",
    "ai-anya-e0501n12:2_0": "Herein, the momentary either a wholesome and an unwholesome (interest) wholesome quality is a condition for the conscious moment.",
    "ai-anya-e0501n12:2_1": "All thought through the minds of the thoughts associated with the mind, and through the protection of the mind, all the thoughts of the paths of states, and the states of loss as the state of loss, and the state of existence as the Lord of the Dhamma.",
    "ai-anya-e0501n12:3_0": "past deeds,",
    "ai-anya-e0501n12:3_1": "The thirty-two worlds: their consciousness in the realm of the Creator and (then) continually present to his enemy.",
    "ai-anya-e0501n12:4_0": "By what is called deeds",
    "ai-anya-e0501n12:4_1": "In the sense of actions that are effective",
    "ai-anya-e0501n12:4_2": "Because intention is involved in all kinds of intention, it is the victor’s flame.",
    "ai-anya-e0501n12:4_3": "For all kinds of deeds in the body, speech, and mind associated with the result of that same deed, in the case of all legal procedures associated with position, the production of their actions is one thing.",
    "ai-anya-e0501n12:4_4": "This is the exposition concerning the senses:",
    "ai-anya-e0501n12:4_5": "These do some work.",
    "ai-anya-e0501n12:4_6": "what do you think?",
    "ai-anya-e0501n12:4_7": "made the consequence of Kāsī also in the time of the Kāsi,",
    "ai-anya-e0501n12:4_8": "Herein, opposite is the basis for ending. It is oppressing, etc.; for making so much, alternative states consisting of what is called.",
    "ai-anya-e0501n12:4_9": "Will-fold Wise-hearted wife:",
    "ai-anya-e0501n12:4_10": "According to the mind, thought about the five worms, even just to the consciousness of the consciousness,",
    "ai-anya-e0501n12:4_11": "All sentient beings are born in them, intentional activity towards them, and intentions are effective. Consequently,",
    "ai-anya-e0501n12:5_0": "and is reborn together with his own birth.",
    "ai-anya-e0501n12:5_1": "and together with the birth of that deed,",
    "ai-anya-e0501n12:5_2": "the condition being by way of arising together condition.",
    "ai-anya-e0501n12:5_3": "and the condition is a condition for the producing kamma.",
    "ai-anya-e0501n12:6_0": "one of deeds, the result of deeds, the result of past deeds, and the result of past deeds. And so that result in different places the result of past deeds.",
    "ai-anya-e0501n12:6_1": "he is the dirty-three-born position,",
    "ai-anya-e0501n12:6_2": "the condition being by way of various deeds,",
    "ai-anya-e0501n12:6_3": "the condition for the attitude of various kinds is what is said as “interruptedness”;",
    "ai-anya-e0501n12:6_4": "More than the noble paths associated with the noble paths, which is produced by means of the fruition and non-confidence between the variety of their own fruits.",
    "ai-anya-e0501n12:7_0": "And here the one skilled in the eleven constituents (of mind and body) that provide fuel for the consciousness, and the minds of bodily and verbal-form, and mental irreverance.",
    "ai-anya-e0501n12:7_1": "By this deed it is the result of deeds in the future, the aggregates, and the result of worms, subject to various orders, and wields of deeds.",
    "ai-anya-e0501n12:7_2": "Thus, by way of body, speech, and mind, and by two doing wrong view, two conditions for these two, three, four, five, ten, twenty, thirty, forty,",
    "ai-anya-e0501n12:8_0": "And here the diverse kinds of deeds in different places.",
    "ai-anya-e0501n12:8_1": "But even if he transgressed that bathing without trouble,",
    "ai-anya-e0501n12:8_2": "When it is pregnant, it is the opening in an opportunity to appear.",
    "ai-anya-e0501n12:8_3": "But no matter how could you become a thousand of them, or a hundred thousand men each other.",
    "ai-anya-e0501n12:8_4": "Mahaka had acquired a great deed, when he was reborn in the Brahmā realm, he appears alone in the Brahmā realm.",
    "ai-anya-e0501n12:8_5": "However, if he does not get past it, but he still gets rid of it from there into a second time.",
    "ai-anya-e0501n12:8_6": "The conclusion of the legal procedure is finished."
}