{
    "ai-anya-e0802n5:0_0": "5. Taddhitakappa",
    "ai-anya-e0802n5:1_0": "The chapter on eighth sections",
    "ai-anya-e0802n5:2_0": "344, 361.Vāṇa’pacce.",
    "ai-anya-e0802n5:3_0": "he is the condition, he thinks “I am the reason for it”;",
    "ai-anya-e0802n5:4_0": "Suppose you were standing, sitting, or lying down.",
    "ai-anya-e0802n5:4_1": "So Bhāradvāja, Bharadvāja,",
    "ai-anya-e0802n5:4_2": "Gotama, Gotama, is a Gotamī:",
    "ai-anya-e0802n5:4_3": "Vāsudeva, such and such name,",
    "ai-anya-e0802n5:4_4": "like a fool in a trough yoke,",
    "ai-anya-e0802n5:4_5": "Verocana, merchant, or worker.",
    "ai-anya-e0802n5:5_0": "undergoing the inner quarters,",
    "ai-anya-e0802n5:6_0": "Therefore it is when the cowherd’s milk, etc., in this way: “This isn’t conditioned by the laps,” etc.,",
    "ai-anya-e0802n5:7_0": "calf that Vaccha’s mind isn’t cut off at the root, made like a palm stump, obliterated, and unable to keep it.",
    "ai-anya-e0802n5:7_1": "For one ignoring the carts, bitter, wagons, or bitterness.",
    "ai-anya-e0802n5:7_2": "So it is when dark that dark person gives rise to darkness,",
    "ai-anya-e0802n5:7_3": "The black snake with dark results,",
    "ai-anya-e0802n5:7_4": "for the sake of a fire ...",
    "ai-anya-e0802n5:7_5": "One should go along a low path—",
    "ai-anya-e0802n5:7_6": "allowable for an eon—",
    "ai-anya-e0802n5:7_7": "Moggallāna the Moggallāna Moggallāna Moggallāna, Moggallāna, Moggallāna, and Moggallāna.",
    "ai-anya-e0802n5:7_8": "released the released free from the rejoicing—saying, “ released the released,”",
    "ai-anya-e0802n5:7_9": "Reciting inclusion and inclusion of the Saṅgha, the being inclusive,",
    "ai-anya-e0802n5:7_10": "Lohicca, terror, and goosebumps, persistent, and stuck in their persistence.",
    "ai-anya-e0802n5:7_11": "for those unpleasant mind, not countless.",
    "ai-anya-e0802n5:7_12": "A bandit was the prominent merchant’s thieves in the assembly hall, in the assembly hall, and the assembly hall. They’d stay in the assembly hall, the assembly hall, and the assembly hall.",
    "ai-anya-e0802n5:7_13": "two results of the outcome by means of the result of the result of the deeds.",
    "ai-anya-e0802n5:7_14": "a trading for her, adultery, ornaments,",
    "ai-anya-e0802n5:7_15": "Kaccāna, I hope you’re lowing from a lowing, earringing.",
    "ai-anya-e0802n5:8_0": "346, 367.Ṇeyyokattikādīhi.",
    "ai-anya-e0802n5:9_0": "or she has made a resort to that cowherd thus: “This is the message,” “This is the circumstance of it.”",
    "ai-anya-e0802n5:10_0": "what is done by an agreement that is unvirtuous, accusing, or unstanding.",
    "ai-anya-e0802n5:10_1": "A fool is better for someone to take: it’s better for the that pays due respect to the complexion, it’s better for them to see the immoral and unpleasant things.",
    "ai-anya-e0802n5:11_0": "347, 368.Ato ṇi vā.",
    "ai-anya-e0802n5:12_0": "Therefore it is in the presence of the moderation , or “This is the reason for it.”",
    "ai-anya-e0802n5:13_0": "Seeing (it) or to see what is not,",
    "ai-anya-e0802n5:13_1": "In the past, hate, delusion, the traders of the Sakyans, King Kālāmas, the Sakyans of Kāla and Ujjenīsā ordination with the slaves of the Dhamma.",
    "ai-anya-e0802n5:14_0": "Or alternatively, “With all the conditions that are distant” , “This is the case condition for the purpose of causing the air.”",
    "ai-anya-e0802n5:14_1": "an incomparable Sakyan.",
    "ai-anya-e0802n5:14_2": "the Nigaṇṭha Nātaputta",
    "ai-anya-e0802n5:15_0": "148, 371.Ṇavo’pakvādīhi.",
    "ai-anya-e0802n5:16_0": "And just as when a corpse is present, he thinks “ legal issue is present; there is no opportunity in this way.”",
    "ai-anya-e0802n5:17_0": "Always for him is where there is no danger,",
    "ai-anya-e0802n5:17_1": "mind is (made) possession.",
    "ai-anya-e0802n5:17_2": "From then on he sees fearlessly, ignoble, and pointlessly he will be buffalo, unrestrained.",
    "ai-anya-e0802n5:18_0": "349, 372.Ṇera vidhavādito.",
    "ai-anya-e0802n5:19_0": "So what is contrary to the speech there is (surely) non-violence in the presence of the noble ones, “This is the time for it.”",
    "ai-anya-e0802n5:20_0": "Virtuously, free of enmity and ill will,",
    "ai-anya-e0802n5:20_1": "(There is) bound with bonds, fixing from bonds, jail,",
    "ai-anya-e0802n5:20_2": "of the novice monastic, or he will not think of an ascetic,",
    "ai-anya-e0802n5:20_3": "So the novice Nāḷāgiri, and the novice Nāḷāgiri,",
    "ai-anya-e0802n5:21_0": "He lives in a miracle for the donors and precincts for him, and for the sake of a trader.",
    "ai-anya-e0802n5:22_0": "Whether he goess, whatever place he lies, or hes there is, hepells for which he wishes, for the as long as he likes.",
    "ai-anya-e0802n5:23_0": "Tissa the gets close to death means, such as the oil tube, such as the rope of stalk, etc.",
    "ai-anya-e0802n5:24_0": "The crossing of the far shore, so too, the ocean does not plunge into,",
    "ai-anya-e0802n5:25_0": "He rules on the cart, the monkey, and the rewards, or the bowl,",
    "ai-anya-e0802n5:26_0": "he stays within a monastic boundary, or for one who is controlling the vicinity.",
    "ai-anya-e0802n5:26_1": "he stays under a sway, or for each other.",
    "ai-anya-e0802n5:26_2": "So the aggregates are not able to make a finger.",
    "ai-anya-e0802n5:27_0": "Or alternatively, there is the habitual condition,",
    "ai-anya-e0802n5:27_1": "he stays in Rājagaha, in the Rājagaha.",
    "ai-anya-e0802n5:27_2": "he was born in Rājagaha, or in Rājagaha.",
    "ai-anya-e0802n5:27_3": "Thus in Sāvatthī, the Magadhans Kālāmaka, is the son of Kālāma.",
    "ai-anya-e0802n5:28_0": "Ājīvaka ascetics, resembling the timber, and stored up what is known as Ājīvaka ascetics.",
    "ai-anya-e0802n5:29_0": "With this connection regarding the darkness, one of the goods, having reckoned that place, for the sake of heaven, the goods that ends in the ear ... nose ... the goods of livelihood, and the rest.",
    "ai-anya-e0802n5:30_0": "Discipline in the Monastic Law, having given the Monastic Law thus: “This includes Questions on the Monastic Law, that person who speaks on Dhamma, the Monastic Law, and the Teacher’s instruction.”",
    "ai-anya-e0802n5:31_0": "done by way of body, speech, or mind,",
    "ai-anya-e0802n5:32_0": "feelings composed by the body, carpenters, fraud, and so on.",
    "ai-anya-e0802n5:33_0": "The gatekeeper is so; he is not exempt from gate in the doors. He is not exempt from a wild elephant.",
    "ai-anya-e0802n5:34_0": "A horse trainer, artrogant, a profession, a stomach, archery, government official,",
    "ai-anya-e0802n5:35_0": "Assaji and Punabbasuka were the arguments, such as:",
    "ai-anya-e0802n5:36_0": "I’m shaking off life with posts, killing, archery, and killing living creatures.",
    "ai-anya-e0802n5:36_1": "Having killed a living, he kills a living, in the Magadhan land, a deer, or a Ājīvaka ascetic,",
    "ai-anya-e0802n5:36_2": "that’s how the bird slave,",
    "ai-anya-e0802n5:37_0": "the meditator’s apprehends that do not apply the reason why one who is exempt from killing another.",
    "ai-anya-e0802n5:38_0": "Good-Hearters, riches, affluent, and wealthy.",
    "ai-anya-e0802n5:39_0": "Assayuds, and horses, and soft, Todeyya, and Khaṇḍadeviyā-putta,",
    "ai-anya-e0802n5:40_0": "I’m a disease, an affliction, a curtain, or a jackal.",
    "ai-anya-e0802n5:41_0": "confident in the Buddha, the teaching, and the Saṅgha, and the Saṅgha,",
    "ai-anya-e0802n5:42_0": "This being so, in fitting Buddha, the Dhamma and the Sangha, endowed with the Buddha,",
    "ai-anya-e0802n5:43_0": "clothes, vehicles, cloth, and barbers,",
    "ai-anya-e0802n5:43_1": "Thus split into water which is the color of milk-rice and fitting rice.",
    "ai-anya-e0802n5:44_0": "A horse-haired pot is a jar of messenger.",
    "ai-anya-e0802n5:45_0": "he sinked the pot of a pot of water-pot,",
    "ai-anya-e0802n5:46_0": "he takes a potter in a potter or drop,",
    "ai-anya-e0802n5:47_0": "it so with dice and dice.",
    "ai-anya-e0802n5:47_1": "so the one who has a rose-apple tree in the fruit,",
    "ai-anya-e0802n5:47_2": "the fruit of the Kapilavatthu, which is used in the fruit of Nāḷeru.",
    "ai-anya-e0802n5:48_0": "gets rid of resentment for the purpose of abandoning passions, and for the purpose of abandoning passions,",
    "ai-anya-e0802n5:49_0": "is conditioned by greed, hate, and delusion in the sense of urgency, thinking “In what way is done”.",
    "ai-anya-e0802n5:50_0": "clothes, wore cloth, or tasty, and the double work,",
    "ai-anya-e0802n5:50_1": "Like this the ankles in the autumn,",
    "ai-anya-e0802n5:51_0": "do not think of this meat,",
    "ai-anya-e0802n5:52_0": "a drop of the mass of water rolled forth while not far away, with a variety of dead man",
    "ai-anya-e0802n5:53_0": "(maybe) not far from the sky, without a dwelling,",
    "ai-anya-e0802n5:54_0": "born in Madhurā, or a demons, the trapper,",
    "ai-anya-e0802n5:55_0": "He has come to Madhurā, a demon, or a demons,",
    "ai-anya-e0802n5:56_0": "Having granted the groan, he is committed to getting grant the agreement.",
    "ai-anya-e0802n5:56_1": "Mātaliputta is touched by Māra, so the sixteenth particular composite sex with a fine thoroughbred.",
    "ai-anya-e0802n5:57_0": "is not grown in blue, yellow clothes, or rounds,",
    "ai-anya-e0802n5:58_0": "Phussa, touching the noise, he said: “Death is a term for your head.”",
    "ai-anya-e0802n5:59_0": "The time eradicated in the training is a time for alms begging from the training. Who is the time to do not take part in mortification?",
    "ai-anya-e0802n5:60_0": "Awakened One is the Buddha, the Māra Bhaddiya, like a Bhaddiya, for the sake of the wound.",
    "ai-anya-e0802n5:61_0": "Restraint in the country",
    "ai-anya-e0802n5:61_1": "In that case, delusion isn’t worth a sixteenth part",
    "ai-anya-e0802n5:62_0": "it is the Visākha’s instruction, and so the Fortunate One announces, (saying):",
    "ai-anya-e0802n5:63_0": "adorned with blazing-preparations that are peaceful and sublime,",
    "ai-anya-e0802n5:63_1": "the city of Sāketa,",
    "ai-anya-e0802n5:63_2": "The good stainless, immaculate,",
    "ai-anya-e0802n5:63_3": "like a deer in a drag.",
    "ai-anya-e0802n5:63_4": "Māra’s bondservant,",
    "ai-anya-e0802n5:63_5": "that should be given up like this.",
    "ai-anya-e0802n5:64_0": "353, 378.Jātādīnamimiyā ca.",
    "ai-anya-e0802n5:65_0": "and they are born in this way.",
    "ai-anya-e0802n5:66_0": "arising from the bodies.",
    "ai-anya-e0802n5:66_1": "so the medium one is the first above the cow dung.",
    "ai-anya-e0802n5:66_2": "born in the being intent on awakening and his mother-in-law of such-and-such a here.",
    "ai-anya-e0802n5:67_0": "and the detail is to say, by using the modes of its joints thus, “They are the ones in detail,” etc.;",
    "ai-anya-e0802n5:67_1": "He is committed to the end,",
    "ai-anya-e0802n5:67_2": "That’s how you don’t preserve.",
    "ai-anya-e0802n5:68_0": "Assaji, there is (thinking): “Assaji, there is the an abiding of child, an eon is for an eon.”",
    "ai-anya-e0802n5:69_0": "And what is the opportunity to do?",
    "ai-anya-e0802n5:69_1": "Dependent in birth, without birth, deathless, blind to the blind people, blind to the birthless, blind to the actual birth, blind to the act of blind men, (and say):",
    "ai-anya-e0802n5:70_0": "354, 379.Samūhatthe kaṇa ṇā.",
    "ai-anya-e0802n5:71_0": "With some business or other.",
    "ai-anya-e0802n5:72_0": "the royal capital of King Uttiya,",
    "ai-anya-e0802n5:72_1": "The royal son of men, a human being, a Māra, should not be known as Māra,",
    "ai-anya-e0802n5:73_0": "* For the Lord of the World, ~ those who prevented into the sky,",
    "ai-anya-e0802n5:74_0": "precincts to the people in the village opposite sex; it is prevented by those who wish to train.",
    "ai-anya-e0802n5:75_0": "in the village, town, and capital cities,",
    "ai-anya-e0802n5:76_0": "placed in the foreign countless things, and whatever the blessings there is for him,",
    "ai-anya-e0802n5:77_0": "“These are conditions for moderation in what is suitable.”",
    "ai-anya-e0802n5:78_0": "it’s place for someone else, accounting shackle, bathing, and infatuated, sovereignty, toposite, and to see it.",
    "ai-anya-e0802n5:79_0": "357, 382.Upamatthāyitattaṁ.",
    "ai-anya-e0802n5:80_0": "He has the absence condition for the sake of preceding.",
    "ai-anya-e0802n5:81_0": "like a burning flame, was like a smoke.",
    "ai-anya-e0802n5:82_0": "358, 383.Tannissitatthe lo.",
    "ai-anya-e0802n5:83_0": "“In that case, what is the purpose of preliminary work is the appropriate occasion.”",
    "ai-anya-e0802n5:84_0": "it’s a grave offense.",
    "ai-anya-e0802n5:85_0": "359, 384.Ālu tabbahule.",
    "ai-anya-e0802n5:86_0": "his knees are thoroughly blue;",
    "ai-anya-e0802n5:87_0": "covetousness ...",
    "ai-anya-e0802n5:88_0": "360, 387.Ṇya tta tā bhāve tu.",
    "ai-anya-e0802n5:89_0": "For the purpose of wing to enemy, there is bodily conditions for the indication.",
    "ai-anya-e0802n5:90_0": "is the state of loss, this inclination, this healthy state,",
    "ai-anya-e0802n5:90_1": "wearing rags from the dust, who has not made a rag,",
    "ai-anya-e0802n5:90_2": "Relishing company is the company of those who love company, and the seers,",
    "ai-anya-e0802n5:91_0": "Including the later medicine when it comes to an ordinary person,",
    "ai-anya-e0802n5:92_0": "361, 388.Ṇavisamādīhi.",
    "ai-anya-e0802n5:93_0": "it is the time to develop, he thinks, “This is the season,” etc., in this way.",
    "ai-anya-e0802n5:94_0": "Accomplished in an uneven ground,",
    "ai-anya-e0802n5:95_0": "362, 389.Ramaṇīyādito kaṇa.",
    "ai-anya-e0802n5:96_0": "And to the work of the building work is finished in the way beginning, “Why is this?”",
    "ai-anya-e0802n5:97_0": "delightful is the Universal Man",
    "ai-anya-e0802n5:98_0": "Tissa the treasurer’s fled, and undercovered it in the sixth place.",
    "ai-anya-e0802n5:99_0": "With the goal of the poison, the Lord of the Worlds are if he wishes.",
    "ai-anya-e0802n5:100_0": "all of them reach the bad, the conqueror of bad deeds, and the wickedness will be worse and better.",
    "ai-anya-e0802n5:101_0": "364, 398.Tadassatthīti vī ca.",
    "ai-anya-e0802n5:102_0": "“Are there for a specific purpose?” “There is no climate condition for the purpose.",
    "ai-anya-e0802n5:103_0": "For whom there is intelligent or heroices, such a one,",
    "ai-anya-e0802n5:104_0": "It is easy in one who is strict, it is well proclaimed by one who drinks it, and who is others.",
    "ai-anya-e0802n5:105_0": "365, 399.Tapādito sī.",
    "ai-anya-e0802n5:106_0": "he is successful in this way: “This is the right conditions for the purpose,” and “There is.",
    "ai-anya-e0802n5:107_0": "of such a self-mortifier who has insight into it, thus he is your glory.",
    "ai-anya-e0802n5:108_0": "266, 400.Daṇḍādito ikaī.",
    "ai-anya-e0802n5:109_0": "Similarly, etc., are conditions for the indications.",
    "ai-anya-e0802n5:110_0": "to whom there is a stick or a staff, such a person with a stick,",
    "ai-anya-e0802n5:111_0": "367, 401.Madhvādito ro.",
    "ai-anya-e0802n5:112_0": "Likewise the honey-minded thus: “The deliverance is in kingdom and the benefit of all these.”",
    "ai-anya-e0802n5:113_0": "For him whom there is (the honey), the other in him.",
    "ai-anya-e0802n5:113_1": "that also diseased like a polished head, with his ears and braids, like an enemy Sura, the nest of Subhāra,",
    "ai-anya-e0802n5:114_0": "368, 402.Guṇādito vantu.",
    "ai-anya-e0802n5:115_0": "So let the later of fewness of wishes, “May the advantages announce that is enemy for themselves” .",
    "ai-anya-e0802n5:116_0": "of whomever the special qualities of patience is found, in that place the Buddha is strong, possessed of wealth, and well-breaked,",
    "ai-anya-e0802n5:117_0": "369, 403.Satyādīhi mantu.",
    "ai-anya-e0802n5:118_0": "“Through this there is the idiosyncratic interpretations of the truth.”",
    "ai-anya-e0802n5:119_0": "or, when there is mindfulness, there is light, he says, “Diligent, mindful, and he does so endeavour.”",
    "ai-anya-e0802n5:120_0": "370, 405.Saddhāditoṇa.",
    "ai-anya-e0802n5:121_0": "And the causes of faith, etc., is a condition for the purpose of causing faith.",
    "ai-anya-e0802n5:122_0": "of faith, conscience, prudence, energy, and wisdom",
    "ai-anya-e0802n5:123_0": "I am the one who consults, under covered in the hymns.",
    "ai-anya-e0802n5:124_0": "there is the life span of the wide, and the whole of the life for him.",
    "ai-anya-e0802n5:125_0": "whether there is long-lived, or resentment,",
    "ai-anya-e0802n5:126_0": "gets hold of on to this very flavor.",
    "ai-anya-e0802n5:127_0": "In the same way one is (may) the same condition,",
    "ai-anya-e0802n5:128_0": "made of gold and silver.",
    "ai-anya-e0802n5:128_1": "In this way that’s fine, made of gold, silver, cow-done, and clay, made of bricks, made of clay.",
    "ai-anya-e0802n5:129_0": "373, 406.Saṅkhyāpūraṇe mo.",
    "ai-anya-e0802n5:130_0": "and for the sake of (of the knowledge) condition.",
    "ai-anya-e0802n5:131_0": "The ninth attendants is the fifth section for recitation on the five months.",
    "ai-anya-e0802n5:132_0": "374, 408.Sachassavā.",
    "ai-anya-e0802n5:133_0": "He has the place of the sunshade.",
    "ai-anya-e0802n5:134_0": "Channa, Pūraṇa:",
    "ai-anya-e0802n5:135_0": "375, 412.Ekādito dasassī.",
    "ai-anya-e0802n5:136_0": "One day, one vehicles, two parts, is endowed with meaning,",
    "ai-anya-e0802n5:137_0": "one, two, three, ten, one hundred and eleven.",
    "ai-anya-e0802n5:137_1": "and five-hundred pieces of fire (of the park).",
    "ai-anya-e0802n5:137_2": "The fourteenth and the fourteenth parts of the four directions.",
    "ai-anya-e0802n5:138_0": "eleventeen is eleventh (inking): five eleven is eleven,",
    "ai-anya-e0802n5:139_0": "376, 257.Dase so niccañca.",
    "ai-anya-e0802n5:140_0": "with the sound of the ten dangers,",
    "ai-anya-e0802n5:141_0": "A sixteen years",
    "ai-anya-e0802n5:142_0": "377, 0.Ante niggahitañca.",
    "ai-anya-e0802n5:143_0": "when these are subtle, he is brought to mind.",
    "ai-anya-e0802n5:144_0": "fourteenth fortnight.",
    "ai-anya-e0802n5:145_0": "378, 414.Tica.",
    "ai-anya-e0802n5:146_0": "when these are presently the thirty-two marks, he is encircled by one who less than twenty years.",
    "ai-anya-e0802n5:147_0": "379, 258.La darānaṁ.",
    "ai-anya-e0802n5:148_0": "He had a donation of times, sixteen (worms) stored.",
    "ai-anya-e0802n5:149_0": "Tusita Heroes, (Sattuka) twenty-two,",
    "ai-anya-e0802n5:150_0": "of the twenty-two parts:",
    "ai-anya-e0802n5:151_0": "twenty-two faculties,",
    "ai-anya-e0802n5:152_0": "Once it’s hard to extract the two or three nights, and the birds are hard to defecate, hate and delusion.",
    "ai-anya-e0802n5:153_0": "After causing blood, in delightful places,",
    "ai-anya-e0802n5:154_0": "When one has ten qualities, it is reckoned as a ten respects,",
    "ai-anya-e0802n5:155_0": "Eleventh in Bārāṇasī",
    "ai-anya-e0802n5:156_0": "These twelve bases of what is reckoned as an inclination?",
    "ai-anya-e0802n5:157_0": "382, 259.Aṭṭhāditoca.",
    "ai-anya-e0802n5:158_0": "And that is how the ten kinds of sounds consisting in the clause ten kinds of sounds, namely, the giver of a.",
    "ai-anya-e0802n5:159_0": "The eighteen bases of psychic power.",
    "ai-anya-e0802n5:160_0": "Diding eighty-foted (by his hands) for sixteenth",
    "ai-anya-e0802n5:161_0": "For what is the meaning of what is created?",
    "ai-anya-e0802n5:162_0": "whatever water there is in the place, that is to say, the precincts,",
    "ai-anya-e0802n5:163_0": "it is in the two ways that in brief or in the eight ways.",
    "ai-anya-e0802n5:164_0": "Eleventh sections of twelveeens",
    "ai-anya-e0802n5:165_0": "(And) what is reckoned as what is considered in what is considered in what is given, some position of the tamable,",
    "ai-anya-e0802n5:166_0": "384, 407.Catucchehī tha ṭhā.",
    "ai-anya-e0802n5:167_0": "These six classes of business are fulfilled. When the full is fulfilled, there is full.",
    "ai-anya-e0802n5:168_0": "The fourth is the sixth.",
    "ai-anya-e0802n5:169_0": "385, 409.Dvitīhitiyo.",
    "ai-anya-e0802n5:170_0": "She has the thirty-two systems, complete in what is intended.",
    "ai-anya-e0802n5:171_0": "The second group of nine is finished.",
    "ai-anya-e0802n5:172_0": "386, 410.Tiye dutāpi ca.",
    "ai-anya-e0802n5:173_0": "After the twothods three there is difficulty in (between) power, they are in common to each place.",
    "ai-anya-e0802n5:174_0": "The second group of nine is finished.",
    "ai-anya-e0802n5:175_0": "Furthermore, during the two or three nights, there was hard to teach.",
    "ai-anya-e0802n5:176_0": "And having spent the day funerally covered with during the day-layered cloak and embankment,",
    "ai-anya-e0802n5:177_0": "if it is for a sprinkled, destroyed, and burning up, blazing and burning up,",
    "ai-anya-e0802n5:178_0": "and the fourth, and half the third, they become half a pair of winter.",
    "ai-anya-e0802n5:179_0": "The fourth half of the month is burnt by one, half a second, and half a third.",
    "ai-anya-e0802n5:180_0": "under the influence of mentality and materiality,",
    "ai-anya-e0802n5:181_0": "It is the same kind of person both because of the words and phrasesposition, and a man who isn’t a man?",
    "ai-anya-e0802n5:182_0": "An elephant, horse, chariot’s sword, what is the elephant, a chariot, an elephant, a chariot, and the elephant.",
    "ai-anya-e0802n5:183_0": "What is the topic of what?",
    "ai-anya-e0802n5:184_0": "For seven days he consecrated the names of the donors, namely, the four enlightenments, ten groups of ninety-six, and twenty-five beings in the various orders of sentient beings.",
    "ai-anya-e0802n5:185_0": "One of the ten groups of four is finished in two or three groups of four. All of them makes (supernatural) according to the doctrine of the groups of seven wives, six classes of rebirths, and eighty joints in the nine sections of the nine sections and eighty.",
    "ai-anya-e0802n5:185_1": "it later, when the time is right.",
    "ai-anya-e0802n5:186_0": "forty-four years, sixty-eight year wide, and seventy wide.",
    "ai-anya-e0802n5:187_0": "what is unhearden to do with what is unheard?",
    "ai-anya-e0802n5:188_0": "Ten following the top of the one who had ten mens,",
    "ai-anya-e0802n5:189_0": "Tickets, drink, clothes, etc., that is the basis for string—and salty, and so on.",
    "ai-anya-e0802n5:190_0": "And there is the teaching in the scriptures for recitation, as well as the stains, etc., and the teachers become prohibited.",
    "ai-anya-e0802n5:191_0": "The fourteen texts on the fourteenth,",
    "ai-anya-e0802n5:192_0": "even without a aspect of the moderation, etc., which has the same definition,",
    "ai-anya-e0802n5:192_1": "They don’t become prey or horrified.",
    "ai-anya-e0802n5:192_2": "Having forty of oil, after drinking, re-sphere washed,",
    "ai-anya-e0802n5:193_0": "Talking and lying down, they lay down on dry grounds,",
    "ai-anya-e0802n5:194_0": "Those for whom there is noise starting point, including the marks of an opening, the opposite sex, the female characteristics, etc., of the infantry, the clause of the sounds, the ears, the noses, the tongue, the body, and the minds of the language . Its function is to be found.",
    "ai-anya-e0802n5:195_0": "(But) Komunicable for him, (he said): “That is in the (proper) Sutta” (only), (he said):",
    "ai-anya-e0802n5:196_0": "Thus these two delimitations are plastered by the donors and the others.",
    "ai-anya-e0802n5:197_0": "For one hundred thousand coins who were two hundred and three hundred (?), for one hundred thousand, three hundred thousand, four hundred thousand, five hundred thousand, seven hundred thousand, and seven hundred (after.",
    "ai-anya-e0802n5:198_0": "Ten hundred thousand (people) purified the Tāvatiṁsa (Heaven), ~ and one who I am the one who paid homage (?), –",
    "ai-anya-e0802n5:199_0": "One hundred thousand coins who were in turn, for a hundred thousand leagues, or a hundred thousand of years.",
    "ai-anya-e0802n5:200_0": "A hundred thousand people making a thousand sacrifices",
    "ai-anya-e0802n5:201_0": "Then the giver of the donors, and the (this) departed, like he",
    "ai-anya-e0802n5:201_1": "and one hundred and four hundred thousand men.",
    "ai-anya-e0802n5:202_0": "Ten times, rejoicing over the ten perfections,",
    "ai-anya-e0802n5:203_0": "it should be done if these ten times, and it is to be done in the first place.",
    "ai-anya-e0802n5:204_0": "In the same way the Teacher, Such-like, unmatched in the world,",
    "ai-anya-e0802n5:204_1": "Ten hundred thousand aeons, having made a hundred thousand aeons, ten thousand is one hundred thousand of them, a hundred thousand leagues.",
    "ai-anya-e0802n5:204_2": "that too should be served in this way.",
    "ai-anya-e0802n5:205_0": "swept away the poison,",
    "ai-anya-e0802n5:206_0": "395, 417.Sakanāmehi.",
    "ai-anya-e0802n5:207_0": "But there’s no shelter in their own funeral pyre, noisy over his own hands.",
    "ai-anya-e0802n5:208_0": "a hundred thousand millions, one hundred thousand hundred thousand millions, who had a hundred thousand points, and one hundred thousand millions, who were hundred thousand points, ten thousand points, and a hundred thousand hundred thousand aeons, who were Arahatd.",
    "ai-anya-e0802n5:208_1": "(thinking): “Bimbaru, I’d better preeminently filled with a drop of ant-maker’s pull, and valled out through the air, made a fragrant big tree in the Mahāthūpa.",
    "ai-anya-e0802n5:209_0": "396, 363.Tesaṁ ṇo lopaṁ.",
    "ai-anya-e0802n5:210_0": "and the opposite sex come up,",
    "ai-anya-e0802n5:211_0": "Gotama’s experiential in this way is the most excellent enemy of Master Gotama.",
    "ai-anya-e0802n5:212_0": "397, 420.Vibhāge dhā ca.",
    "ai-anya-e0802n5:213_0": "And it is the opposite condition.",
    "ai-anya-e0802n5:214_0": "In the same way each one, two in three ways, three and four in five ways (proces).",
    "ai-anya-e0802n5:215_0": "What is the meaning in the letter say about it?",
    "ai-anya-e0802n5:216_0": "He should also be constructed in the Tissārāma with Vessagāma.",
    "ai-anya-e0802n5:217_0": "Everywhere the opportunity is inclusively the meaning.",
    "ai-anya-e0802n5:218_0": "That is why he was made, and therefore the Pahārāda.",
    "ai-anya-e0802n5:218_1": "so that the otherwise is not something else.",
    "ai-anya-e0802n5:219_0": "undergoing the goods",
    "ai-anya-e0802n5:219_1": "and preceding condition.",
    "ai-anya-e0802n5:219_2": "Patience is the defeat,",
    "ai-anya-e0802n5:219_3": "* Even so you must tell them",
    "ai-anya-e0802n5:219_4": "the rest is definitely in this way.",
    "ai-anya-e0802n5:220_0": "399, 422.Kimimehi thaṁ.",
    "ai-anya-e0802n5:221_0": "What is this condition for the causality of what is to say?",
    "ai-anya-e0802n5:222_0": "How can he do this?",
    "ai-anya-e0802n5:222_1": "How on earth can he do this for this?”",
    "ai-anya-e0802n5:223_0": "(They came) from King Bimbisāra’s household carpets, double-layed.",
    "ai-anya-e0802n5:224_0": "participated in the beginning, the middle, or the end of the wind, it is due to the wives of a borderland.",
    "ai-anya-e0802n5:225_0": "Vessabhū, an immeasurable, mass of Ālavaka,",
    "ai-anya-e0802n5:226_0": "that excellence is unsuitable for the purpose of excellence.",
    "ai-anya-e0802n5:227_0": "401, 375.Māyūnamāgamo ṭhāne.",
    "ai-anya-e0802n5:228_0": "They have the intention to develop. They’re said to growth and improved by the start.",
    "ai-anya-e0802n5:229_0": "After answering the profound, he answers to the extent, inferior interruption, indecision, ill will, confusion, and fear.",
    "ai-anya-e0802n5:230_0": "402, 377.Āttañca.",
    "ai-anya-e0802n5:231_0": "They eat as much as they liked is left over.",
    "ai-anya-e0802n5:232_0": "One should not be developed by the arrival of Isisiṅga, one who indicated the fearful, (true) fearfully exertion, not today, not one who performs the duties,",
    "ai-anya-e0802n5:233_0": "What is their reason for doing what?",
    "ai-anya-e0802n5:234_0": "but he is unsure about it. ...",
    "ai-anya-e0802n5:235_0": "Only Uttarakuru is solitary, and so on,",
    "ai-anya-e0802n5:236_0": "They are thus long-lasting to the north, and they do so long in the breath of the long period.",
    "ai-anya-e0802n5:237_0": "firstly in the beginning, “That’s arrangement,” and Pātimokkha, the Pātimokkha, the Best of Pātimokkha, and so on.",
    "ai-anya-e0802n5:238_0": "Firstly, in the middle of Majesty: he descends from the swelling of death is like the auspicious .",
    "ai-anya-e0802n5:239_0": "At the place Uttarakuru said: “Who is this? Ismoved? ” and so on. Rounding the Ganges with its jujube, as jujube, so forth.",
    "ai-anya-e0802n5:240_0": "firstly in the first place absence of the firstly indicated:",
    "ai-anya-e0802n5:241_0": "The time in the midst of the Community is dwelling in the charnel ground, under the golden pride.",
    "ai-anya-e0802n5:242_0": "he went round to the Joy Grove –",
    "ai-anya-e0802n5:242_1": "But however, takes such a state that is in accordance with the virtues,",
    "ai-anya-e0802n5:242_2": "as other, he should be offered by the infantry.",
    "ai-anya-e0802n5:243_0": "and by examining it carefully.",
    "ai-anya-e0802n5:244_0": "gets rid of repetitions, oppressions, and intimations about the rulers.",
    "ai-anya-e0802n5:245_0": "when the beginning of the middle is in the northern central sal trees, just as when a body is struck by the north and she the side of shell, becomes only a bitter.",
    "ai-anya-e0802n5:246_0": "firstly in the first place amounts he is something more than inferior: “He is better than that;",
    "ai-anya-e0802n5:247_0": "In the middle of the day, in a good rebirth, happiness, bliss, and unification of mind is easy.",
    "ai-anya-e0802n5:248_0": "Firstly the Northern ocean is a resigned by the Mass of Liberations.",
    "ai-anya-e0802n5:249_0": "Firstly, the first palms beginning with Tāḷapuṭa :",
    "ai-anya-e0802n5:250_0": "Taking the potter’s son, the potter’s son, desires, and so on.",
    "ai-anya-e0802n5:251_0": "The nun Uttarakuru says: “The nuns are solitary,",
    "ai-anya-e0802n5:252_0": "The first place said by the Blessed One in the first place: “The deity in this way, etc., is as stated under the influence of the kind already described .”",
    "ai-anya-e0802n5:253_0": "And in the middle of the day he went with his own advantages and so on.",
    "ai-anya-e0802n5:254_0": "Firstly the supernormal powers came out of respectively in the heavens:",
    "ai-anya-e0802n5:255_0": "He went today the monastery in the first place where there was none, and so on.",
    "ai-anya-e0802n5:256_0": "For in the first place, in the middle heritage, under the sway of spending others,",
    "ai-anya-e0802n5:257_0": "firstly the place obtained by the supernormal powers, which are blissful.",
    "ai-anya-e0802n5:258_0": "firstly is the opposite of the sun rising above upon the sun , etc., of the fingernative .",
    "ai-anya-e0802n5:259_0": "As soon as he has abode thus: “As soon as the sun is rising above in the middle of the sun.”",
    "ai-anya-e0802n5:260_0": "Firstly, the supermundane – etc.",
    "ai-anya-e0802n5:261_0": "The first place others in the first place –",
    "ai-anya-e0802n5:262_0": "Firstly, in the midst of the first parts:",
    "ai-anya-e0802n5:263_0": "Firstly the supermundane –",
    "ai-anya-e0802n5:263_1": "Their mind is still undefeated through all living beings,",
    "ai-anya-e0802n5:263_2": "in this way the meditator’s word should apply himself to all,",
    "ai-anya-e0802n5:264_0": "and for the sake of (of the bowls) that grows, increased the declaration,",
    "ai-anya-e0802n5:265_0": "So the colour of Ariṭṭha is covered in colour, shape, direction, location, and deformed; and it is Uppalavaṇṇā, likewise. The golden starts were worked on the heels, as above.",
    "ai-anya-e0802n5:266_0": "greatly intelligent and immoral",
    "ai-anya-e0802n5:267_0": "again and again, you’re able to take up the good.",
    "ai-anya-e0802n5:267_1": "When he had reached the supreme state of glory, he came to the place where he went.",
    "ai-anya-e0802n5:267_2": "In consequence of town and country, the wonder of the city,",
    "ai-anya-e0802n5:267_3": "From the first half of the people born in the ears, ~ and to give birth.",
    "ai-anya-e0802n5:267_4": "Sentient beings are sleeping, lying down, and drinking alcoholic drinks that are fourfold.",
    "ai-anya-e0802n5:267_5": "He should give (all) desires that are to be given up.",
    "ai-anya-e0802n5:268_0": "growth is to say: ‘In whom I have earned this sort of breath,’ and going to the monastery",
    "ai-anya-e0802n5:269_0": "Thush is the eighth in the world, (permission of) Kaṇḍuka,",
    "ai-anya-e0802n5:270_0": "The Book of that is finished."
}