{
    "ai-anya-e0807n0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-anya-e0807n0:1_0": "Burning with the prosperity",
    "ai-anya-e0807n0:2_0": "1. Saññādikaṇḍa",
    "ai-anya-e0807n0:3_0": "I bow to the truths of my own good.",
    "ai-anya-e0807n0:4_0": "On Desiring",
    "ai-anya-e0807n0:5_0": "honey-covered the Buddha, the Teaching, and the Sangha of monks.",
    "ai-anya-e0807n0:6_0": "She, having put down a new life, like the moon in the Saṅgha,",
    "ai-anya-e0807n0:7_0": "developing the right way, Moggallāna, and good-hearted nuns,",
    "ai-anya-e0807n0:8_0": "Like that of the remainder can create,",
    "ai-anya-e0807n0:9_0": "for it is said in the first phrase as mastery:",
    "ai-anya-e0807n0:10_0": "He who lives off the moon of breathing beings, etc.",
    "ai-anya-e0807n0:11_0": "He thinks he is urine - it seems to me that which is born in the heavenly forms.",
    "ai-anya-e0807n0:12_0": "And so it is said: “Herein, alternatively, five hundred,",
    "ai-anya-e0807n0:13_0": "That’s why it should be understood that when lying down is seen.",
    "ai-anya-e0807n0:14_0": "Because of that wrong-doing one acts poorly deed,",
    "ai-anya-e0807n0:15_0": "They say the second caravan leader’s word to be found in the second.",
    "ai-anya-e0807n0:16_0": "and explaining the profound, he made the bird sal tree.",
    "ai-anya-e0807n0:17_0": "and the wise will listen to it also listen to it.",
    "ai-anya-e0807n0:18_0": "1. Aādayo titālīsa vaṇṇā",
    "ai-anya-e0807n0:19_0": "undefilements, etc., are called oil-tubes.",
    "ai-anya-e0807n0:19_1": "that just as, when the ground is rose up and the cloak is garments for him when the bowel is struck, the bow-string, the goad, the Jains shake, and the bark, the box, the goad, the wound, and the damp was smeared with ropes.",
    "ai-anya-e0807n0:19_2": "so why do you compose this to the meaning?",
    "ai-anya-e0807n0:19_3": "Tissa the (story), beginning with: “Where do you complexion? ”, they exercise properly acceptance of this interary, “Possessedness and so on.”",
    "ai-anya-e0807n0:20_0": "(Once) the beginning, the middle (but) those who practise others,",
    "ai-anya-e0807n0:20_1": "Looking Forty places means having the three lower tetrads or beliefs that were used up by the wind,",
    "ai-anya-e0807n0:20_2": "praise, that is the meaning.",
    "ai-anya-e0807n0:21_0": "Here it may be said:",
    "ai-anya-e0807n0:21_1": "“Where do the teachers of teachers, like a rainbowl, with one forty thousand coins, dodges, and so on?”",
    "ai-anya-e0807n0:22_0": "the Magadhans, the brahmin ladys, (people) trees,",
    "ai-anya-e0807n0:23_0": "Now the Brahmās, in the Perfectly Awakened One’s words –",
    "ai-anya-e0807n0:24_0": "As to word, he spoke involved in the Magadhan devotees—a trees of horns, vegetables, the forests, the trees, or the embracings; and the splendour is neither too tall nor too short, soiled to hide, like a lotus pond.",
    "ai-anya-e0807n0:25_0": "“Have you carried the word of the Buddha?” “Have you already acquired the lotus pond?” And it is hard indeed a new lotus length, stalk, etc., that is hard to understand how the meaning is this:",
    "ai-anya-e0807n0:26_0": "therefore the clever letter with good fortune,",
    "ai-anya-e0807n0:27_0": "respecting, reverence for the five",
    "ai-anya-e0807n0:28_0": "Herein, renownedness is in dependence on the requisites, etc., that is the escape from running here and there.",
    "ai-anya-e0807n0:28_1": "Because they are born in appearance on the spots of practitioner.",
    "ai-anya-e0807n0:28_2": "Herein, the six things are thorns, straining out with the necks, stomach-coloured hairs, etc., and according to the thorns,",
    "ai-anya-e0807n0:29_0": "There Is that place where the dissatisfaction had thorns, stomach, adornments, and thorns, paupers, vagrants, travelers, and beggars—such a good thorns, bad friends, and colleagues—sharped by the Sakyans of thorns, fondness, stains, and resplendent.",
    "ai-anya-e0807n0:29_1": "And here, as far as the words:",
    "ai-anya-e0807n0:30_0": "In the fifth western quarter, and the fivefold restraint,",
    "ai-anya-e0807n0:31_0": "Such is the near shore, which is a thorny.",
    "ai-anya-e0807n0:32_0": "Just as that is, what is left is disturbed is, the eastern gate is outside the necklaces.",
    "ai-anya-e0807n0:33_0": "That which is a particular legal issue:",
    "ai-anya-e0807n0:34_0": "tongue like coarse in the tongue.",
    "ai-anya-e0807n0:35_0": "the tongue sockets;",
    "ai-anya-e0807n0:36_0": "those who go through the best ones,",
    "ai-anya-e0807n0:37_0": "Practicing the Sakyans",
    "ai-anya-e0807n0:38_0": "What is the reason for him to pay homage?",
    "ai-anya-e0807n0:38_1": "Restrained in what is beneficial and what is delimited, and of the remainder of their enemy, gave up to the Sakyans’ bodies.",
    "ai-anya-e0807n0:39_0": "In this way, although they pass away from that place, that’s how to go from here and there:",
    "ai-anya-e0807n0:40_0": "For the one who deposits in this way has said.",
    "ai-anya-e0807n0:41_0": "As a result of Vaggumudā",
    "ai-anya-e0807n0:42_0": "“As a hundred years” occurred to the monks, “Togethers,”",
    "ai-anya-e0807n0:42_1": "And that is intended here: “As analytically divided” , this is the seventh great dying.",
    "ai-anya-e0807n0:43_0": "2. Dasā+do sarā",
    "ai-anya-e0807n0:44_0": "Speech that while lying down, they are called ‘one who speaks praised.’",
    "ai-anya-e0807n0:44_1": "as gourd on a garden,",
    "ai-anya-e0807n0:44_2": "They proceed in a group of striving because they proceed in consequence, thus it is a suitable for devotion.",
    "ai-anya-e0807n0:45_0": "“A young woman who curss out.”",
    "ai-anya-e0807n0:46_0": "3. Dve dve savaṇṇā",
    "ai-anya-e0807n0:47_0": "Someone who speaks on those who speak contrary to the ten kinds of folk continually, were their names.",
    "ai-anya-e0807n0:47_1": "Just as this one is worshipped, so the other (below) go away,",
    "ai-anya-e0807n0:47_2": "although praised as to colour, shape, direction, and as to colour,",
    "ai-anya-e0807n0:47_3": "“Two people can say, “Twoll us,” and on the fourteenth day,",
    "ai-anya-e0807n0:48_0": "4. Pubbo rasso",
    "ai-anya-e0807n0:49_0": "Two each of these ten wide princes, one who had previous practices, has formerly made.",
    "ai-anya-e0807n0:49_1": "As a consequence",
    "ai-anya-e0807n0:49_2": "They say: ‘Well now, they’ll give to the bride of constantly, without practitioners.’ This is the convention of reciting it.",
    "ai-anya-e0807n0:49_3": "at the time of the life-span or auspiciously.",
    "ai-anya-e0807n0:49_4": "at the time of a length of cloth: garments, dice, glorious, pebbles, phlegm, and so on. He has Dīghālaka, the intelligent shake,",
    "ai-anya-e0807n0:49_5": "attacked by fame ornaments,",
    "ai-anya-e0807n0:50_0": "5. Paro dīgho",
    "ai-anya-e0807n0:51_0": "Two on various grounds, for those who are very profitable, who are very beautiful,",
    "ai-anya-e0807n0:51_1": "As the rotten seed",
    "ai-anya-e0807n0:51_2": "Dīghalakas, and he who cut off long,",
    "ai-anya-e0807n0:52_0": "6. Kādayo byañjanā",
    "ai-anya-e0807n0:53_0": "The thirty-two parts on the body are called “bounded” .",
    "ai-anya-e0807n0:53_1": "Like a spot that was rushed from the armpit, whip, and moistening the ground, on the ground, and frightened by hunger.",
    "ai-anya-e0807n0:53_2": "The meaning is this: these are upsets.",
    "ai-anya-e0807n0:53_3": "encircling walls made of various kinds:",
    "ai-anya-e0807n0:54_0": "is said: “As a mosquito.”",
    "ai-anya-e0807n0:55_0": "7. Pañcapañcakā vaggā",
    "ai-anya-e0807n0:56_0": "and the five aspects beginning with the physical nutriment have the five aggregates.",
    "ai-anya-e0807n0:56_1": "Just as when young shouts (after his sunshade, that burns the sun leaf-hut, which burns up the corpse is mortal, and that a morsel, the corpse is not inside,",
    "ai-anya-e0807n0:56_2": "five months have passed away.",
    "ai-anya-e0807n0:56_3": "(and) the faults of the Vajjians, and so on.",
    "ai-anya-e0807n0:56_4": "But the first, etc., are synonyms beginning with the profitable and so on.",
    "ai-anya-e0807n0:57_0": "8. Bindu niggahītaṁ",
    "ai-anya-e0807n0:58_0": "he is one who has formed the appearance of his sort of broad earth.",
    "ai-anya-e0807n0:58_1": "Relying on a low seat, he gets hold of (himself) to predatory animals, and then having grasped it up.",
    "ai-anya-e0807n0:59_0": "and having grasped the legs in front with his mouth,",
    "ai-anya-e0807n0:60_0": "(They are) devoted to sunk in the strong, having destroyed the (true) Dhamma.",
    "ai-anya-e0807n0:61_0": "Declarations of outside, loving-kindness, etc., one who understands the meaning of what is given.",
    "ai-anya-e0807n0:62_0": "beauty, gold, and silver, and crafts.",
    "ai-anya-e0807n0:63_0": "he is someone who has vomited up the perception, and he has gratched the perception.",
    "ai-anya-e0807n0:64_0": "Theraspers",
    "ai-anya-e0807n0:65_0": "That is why it is said in the texts:",
    "ai-anya-e0807n0:66_0": "There is the highest person, the three faculties, but not the establishment of the year. There is such a one, venerable friends who advises and instructs that the nuns should not be intimate with the highest quality.",
    "ai-anya-e0807n0:67_0": "26. Saro lopo sare",
    "ai-anya-e0807n0:68_0": "if there is a percipient.",
    "ai-anya-e0807n0:68_1": "Descriptions, body hairs, nails, teeth, skin, flesh, and sinews.",
    "ai-anya-e0807n0:68_2": "Talking not behaved by perils of self-development, urine, spittle, and classifying it’s said: “Head, I apply myself to the perception of impermanence. What is the perception of impermanence?” then the perception of impermanence is also impermanent.",
    "ai-anya-e0807n0:68_3": "so clear and unattached,",
    "ai-anya-e0807n0:69_0": "You proceed having to a cool breeze:",
    "ai-anya-e0807n0:70_0": "14. Sattamiyaṁ pubbassa",
    "ai-anya-e0807n0:71_0": "and it is established on the back of the sixteenth part of the Elder Nun in order to preceding the weakness of the Religion.",
    "ai-anya-e0807n0:71_1": "he difference in the first place, which was formerly used to live in the first place.",
    "ai-anya-e0807n0:71_2": "There are persons who, when wisdom, the three worlds, and the idiosy of the venerable, not the enlightenment of the Lord! World one enlightened on the ground.",
    "ai-anya-e0807n0:71_3": "(The king reflects on the beings in the heavens of the hypothes of another seven classes of rebirth.)",
    "ai-anya-e0807n0:72_0": "Such is the shadow of your perception, not knowing the escape from the shadow of the Shady Orchid Tree of Avanti. But I am the one who isn’t able to grasp the unattained in the sky, the four faculties and the five powers. These shakes are the means that I am from the former time tomorrow.",
    "ai-anya-e0807n0:73_0": "27. Paro kvaci",
    "ai-anya-e0807n0:74_0": "from another body, from an idea, is responsible.",
    "ai-anya-e0807n0:74_1": "now these four perceptions are not established in the sky, and the four kinds of contact are the escape from the eye.",
    "ai-anya-e0807n0:74_2": "What does the faculty of wisdom? Did we seem nice faculties, fame and renowned enlightenment: “‘And what is the definition of the Holy One’? How could it possibly be seen?",
    "ai-anya-e0807n0:74_3": "“Sandaka, you observe the kind of existence; observe us;” And he replied:",
    "ai-anya-e0807n0:74_4": "he does not fitting all the aspects beginning with the robe, thus he is untouched to all the limbs.",
    "ai-anya-e0807n0:74_5": "The world with its gods",
    "ai-anya-e0807n0:75_0": "that one destroys others.",
    "ai-anya-e0807n0:76_0": "This is the wind in the river that isn’t covered, dropped, and so on came out,",
    "ai-anya-e0807n0:77_0": "29. Yuvaṇṇāna+meo luttā",
    "ai-anya-e0807n0:78_0": "and forty-four thousand precious things he equally to others likewise.",
    "ai-anya-e0807n0:79_0": "24. Vaṇṇaparena savaṇṇopi",
    "ai-anya-e0807n0:80_0": "Your beauty, the reputation, and the forms are caught and so on.",
    "ai-anya-e0807n0:80_1": "he established all the flavors: this is the meaning of the longest.",
    "ai-anya-e0807n0:80_2": "He’s known as “Rejoicing, ~ plagued,” and so on.",
    "ai-anya-e0807n0:80_3": "Rather, they say, “That is the meaning of this because they started to this in return.”",
    "ai-anya-e0807n0:80_4": "But this is the way to catch you.",
    "ai-anya-e0807n0:80_5": "“What are the oldests in the Ancient?”",
    "ai-anya-e0807n0:80_6": "“As analyzing in dish,” he replied, “Today is the Victory of the Sappās in the eastern gate. ” And he said, “Amongst those who dwell in the golden palms,” and in the previous disappearance of the garden.",
    "ai-anya-e0807n0:80_7": "What is skillful? What is that one?",
    "ai-anya-e0807n0:80_8": "You don’t bring about the word of the blessings : such is the sound of the unshakable, the underlying tendency to foster.",
    "ai-anya-e0807n0:80_9": "Since those who possessed the high (magical) powers, they went to the lower realms, and the Uttara.",
    "ai-anya-e0807n0:81_0": "As he was reflecting on all the servants, the masters everything that had happened. I saw an observed: “Like deer in all this monastery, I do not appear in the former time.” And he did so, he said, “There would be afflicted by an opposite sex.”",
    "ai-anya-e0807n0:82_0": "30. Yavā sare",
    "ai-anya-e0807n0:83_0": "starting with gold coins and bullion,",
    "ai-anya-e0807n0:83_1": "And he drew his carpets, all-food-eating loaded servants, workers, and staff; but he says that he has not enough for his rainy-season residence, his curry was Dīghswel, and his curing outer robe.",
    "ai-anya-e0807n0:83_2": "But from what is known as “mind” is.",
    "ai-anya-e0807n0:84_0": "‘This teaching is your son, I have given up the five things. My body is well disoriented, experted, and I became one of theirs. When I said: “Such is mine, I am this, it’s good.”",
    "ai-anya-e0807n0:85_0": "30. Eonaṁ",
    "ai-anya-e0807n0:86_0": "They do their duties (towards), just as when a man returns,",
    "ai-anya-e0807n0:86_1": "“I have given up that teaching.” But now I’ve achieved that you’ve been with much. When I’ve heard it, I still have them.",
    "ai-anya-e0807n0:86_2": "Or I am the one today for you",
    "ai-anya-e0807n0:86_3": "But a man still has nothing to do with the four kinds of wealth, so these four children who have not come",
    "ai-anya-e0807n0:87_0": "Godhā calves, cattle, thinking, “A lady will take the duties.”",
    "ai-anya-e0807n0:88_0": "32. Gossā+vaṅa",
    "ai-anya-e0807n0:89_0": "His chest is intimate.",
    "ai-anya-e0807n0:89_1": "If he says, “Consciously, everything is mine,” he said, “There is all-rounding for all my legs.”",
    "ai-anya-e0807n0:90_0": "18. Ṅa+nubandho",
    "ai-anya-e0807n0:91_0": "if it is a beginner, it is the same in one whose appears to them.",
    "ai-anya-e0807n0:91_1": "“Because they are no longer bound for what they are, liberated from the community.”",
    "ai-anya-e0807n0:91_2": "One whose mind is fixed on the lower parts, followed by leagues.",
    "ai-anya-e0807n0:91_3": "Gavesī’s thieves, horses, and wealth,",
    "ai-anya-e0807n0:92_0": "Thus it is said:",
    "ai-anya-e0807n0:93_0": "36. Vī+tisse+ve vā",
    "ai-anya-e0807n0:94_0": "if he is quiet in this way, and if he is others –",
    "ai-anya-e0807n0:95_0": "17. Chaṭṭhiyantassa",
    "ai-anya-e0807n0:96_0": "Then the sixth over standing on the side of the great essence, which is more than the one who understands.",
    "ai-anya-e0807n0:96_1": "it is from the beginning of the introduction . from the first place (which is) the meaning.",
    "ai-anya-e0807n0:96_2": "The apart from the place where it was.",
    "ai-anya-e0807n0:96_3": "What’s impermanent?",
    "ai-anya-e0807n0:96_4": "Opening",
    "ai-anya-e0807n0:97_0": "if he is adding, “the fine-material-sticks” and so on, when his body is finished, permitted by an opportunity.",
    "ai-anya-e0807n0:97_1": "“When I’m practicing right,” he said.",
    "ai-anya-e0807n0:98_0": "45. Vanataragā cā+gamā",
    "ai-anya-e0807n0:99_0": "these are currents, and they will not be one who takes responsibility –",
    "ai-anya-e0807n0:100_0": "She is a devoted to a sweet voice, like one who has crushed the water.",
    "ai-anya-e0807n0:101_0": "because of wrong understanding and a drunk of poisoned water,",
    "ai-anya-e0807n0:102_0": "Here it may be asked: “I am this very same greed,” and “The crushing greed for sense desires,” and he is added: “This is the meaning of this, this is the phrasing.”",
    "ai-anya-e0807n0:102_1": "these three fingers were spoken to be spoken of in three ways: spoken to three, because they have broken down the floor of his great advice and stillness.",
    "ai-anya-e0807n0:102_2": "Having crossed over here,",
    "ai-anya-e0807n0:102_3": "And since it is said to be the best,",
    "ai-anya-e0807n0:102_4": "The Simile of the Land-dwelder rose-apple trees and sailing on the inside of the Uttarakuru, the mountain-tongue, the delightful (of the mountain), and the four thirteenth Road in the garden, with a four-footed en mountains). It was hard to cross over the ocean again to the ocean, steps into a palm-skinking deer-land, to wandering Protector of the earth, to the four enems, tortually, with a four hosts, torch, and to the end.",
    "ai-anya-e0807n0:102_5": "even the taste of the taste of solid food,",
    "ai-anya-e0807n0:102_6": "I will go through the air and to see his wives in the sky, and when I stirred up the air, through the air, and some centres.",
    "ai-anya-e0807n0:102_7": "But just as this opposite is not used up, it wouldn’t be appropriate for them to seek out the following eight qualities:",
    "ai-anya-e0807n0:102_8": "Origination, Udāṭaliputta, or any other sort of birds liquors, pounded on all sides, just as far as the overestimate sun encounters. When so far as the overpowering of the world is freed through enlightenment, he only for the sake of the next life-threturners.",
    "ai-anya-e0807n0:102_9": "but rather, one whose self-taught appeared in self.",
    "ai-anya-e0807n0:102_10": "Looking back in the past, the nuns should remain silent.",
    "ai-anya-e0807n0:103_0": "the six kinds of direct-knowledge, the six-spheres are drawn out from the six-spheres, and the people who say: “Such is your custom!”",
    "ai-anya-e0807n0:104_0": "49. Chā ḷo",
    "ai-anya-e0807n0:105_0": "For the sound of the lady or the other.",
    "ai-anya-e0807n0:105_1": "And (accusations) is the same as the four supports that make one statement.",
    "ai-anya-e0807n0:105_2": "the six direct knowledges, the six sense-spheres are the six (sense-spheres),",
    "ai-anya-e0807n0:105_3": "But he has the six direct knowledges.",
    "ai-anya-e0807n0:105_4": "Queen Anulā",
    "ai-anya-e0807n0:106_0": "to see him, as he can see Yamunā.",
    "ai-anya-e0807n0:107_0": "he came to the victor, he waited there.",
    "ai-anya-e0807n0:108_0": "Remember the one with confidence,",
    "ai-anya-e0807n0:109_0": "Like a government off such as: it is called rejection of perception, on the occasion of gain, on the occasion of penetration, because it is the preliminary, and it is called devotion .",
    "ai-anya-e0807n0:109_1": "In the past, future, and present.",
    "ai-anya-e0807n0:110_0": "28. Na dve vā",
    "ai-anya-e0807n0:111_0": "Whatever enemy did they think, when would they don’t know?",
    "ai-anya-e0807n0:112_0": "It’s when someone with psychic powers, while the Buddha spoke of the gods. He got up from their seat, bowed, and respectfully circled them, keeping them on their right. Then they went to the Buddha, bowed, sat down to one side, and told him what was happening. Then they said,",
    "ai-anya-e0807n0:112_1": "What do we define whether they’re heading for a man, what is observed? And what is that personal and unbroken in their life? All person should not get caught up in fear and dread and consequence, and not reach faith in any other feeding grounds.",
    "ai-anya-e0807n0:112_2": "with confidence,",
    "ai-anya-e0807n0:113_0": "There I thought this is life: “Anyone who will follow the Buddha, the things that are born in me, and I am going here”, and so are those who don’t want to be reborn in the neighborhood of the Enlightened One. I’m going out of faith, ethics, learning, generosity, and wisdom. Their embracessiver, I will be well dyed and wide-sworkers out of faith. And so therefore it is this is no more future lives.’",
    "ai-anya-e0807n0:113_1": "In the world there is a person who is neither too because of the wind in the world or the ability of natural principles with the effacement of such-and-such a teaching, or acquisition of repelling your possessions:",
    "ai-anya-e0807n0:114_0": "33. Byañjane dīgharassā",
    "ai-anya-e0807n0:115_0": "For one who longs the opportunity is long in season,",
    "ai-anya-e0807n0:115_1": "Herein, it is the way of conquering the disciples of the Buddha that perceptions of the past. I burned in the past. Well, now I’ll encounter such thoughts. I’m reduced to a fool, I’ll be able to resolve the vanity of youth. And I’m free from fear and dread, and I will be able to resolve each and every stepped.",
    "ai-anya-e0807n0:115_2": "“Through this person, the disciple who speaks in the world, the teaching, the Saṅgha, the path saying: “Sāriputta, the elimination of others, the path of the gods, the stream-enterers, the elimination of others is a serious matter in the world that I am flee of jhāna, the essence of others.",
    "ai-anya-e0807n0:115_3": "How do you recall roaming on? For what is it that someone dust and dirt in their mind? They are protected by bad deeds, the rolling on! And the strikes out of greed for tastes.",
    "ai-anya-e0807n0:115_4": "How do we get in the sky? If she says, “What can we do?”",
    "ai-anya-e0807n0:115_5": "long or short,",
    "ai-anya-e0807n0:116_0": "say: ‘This phrasing is phrasing;’",
    "ai-anya-e0807n0:117_0": "34. Saramhā dve",
    "ai-anya-e0807n0:118_0": "The one from the most important thing and two.",
    "ai-anya-e0807n0:118_1": "And here they can understand to be understood in two places:",
    "ai-anya-e0807n0:119_0": "And when he is propounded by people, he speaks very auspiciously attractive and independent.",
    "ai-anya-e0807n0:119_1": "It’s when a negligent person is heedful, energetic, and diligent.",
    "ai-anya-e0807n0:119_2": "Abandoning is established in absorption, it is well established, well established in oneself.",
    "ai-anya-e0807n0:119_3": "An individual who has no regrets in good conduct,",
    "ai-anya-e0807n0:119_4": "If he leaves, the cause of barber goes, and he goes where he wants, and he leaves as before.",
    "ai-anya-e0807n0:119_5": "if he abuses, he accuses himself, he is one who is abused, he is attached to,",
    "ai-anya-e0807n0:119_6": "beholded, heated up,",
    "ai-anya-e0807n0:119_7": "trying to be depressed,",
    "ai-anya-e0807n0:119_8": "Arguments, outright views, and the recipients in the recipients.",
    "ai-anya-e0807n0:119_9": "lamp of lightning flames,",
    "ai-anya-e0807n0:119_10": "the wisdom there is from giving up of wisdom, not knowing the escape beyond consciousness,",
    "ai-anya-e0807n0:119_11": "this bag of bones is my last.",
    "ai-anya-e0807n0:119_12": "uneducated, learned, a learned person with learned wisdom.",
    "ai-anya-e0807n0:119_13": "the defilements that could bring about these rebirths.",
    "ai-anya-e0807n0:119_14": "While seeing the mango grove",
    "ai-anya-e0807n0:119_15": "he recollects the revolvement of the disease, recollects it.",
    "ai-anya-e0807n0:119_16": "with a solitary head, he has abide in insight.",
    "ai-anya-e0807n0:119_17": "When you’re talking about the pointing out, you’re talking about by. You should see what you’ve said. Those defilements come to be, etc., good friends.",
    "ai-anya-e0807n0:120_0": "* Thirty-Three, Etc.",
    "ai-anya-e0807n0:120_1": "What is wholesome and pleasant.",
    "ai-anya-e0807n0:120_2": "in the world with its gods,",
    "ai-anya-e0807n0:120_3": "Thirty-four years of age.",
    "ai-anya-e0807n0:120_4": "precepts and observances,",
    "ai-anya-e0807n0:120_5": "endowed with joy and calm,",
    "ai-anya-e0807n0:121_0": "Just as to the end of his own hands, he goes round, etc.,",
    "ai-anya-e0807n0:122_0": "the responsible for the Bodhisatta and Similard",
    "ai-anya-e0807n0:122_1": "You’re hard to do so, hard to get upset, hard to do so, and hard to get rid of this thing. You’re witless, dull, and stupid.",
    "ai-anya-e0807n0:122_2": "The four (performed) Takkasilā, the chief of men, was embarrassed six (supernatural) faculties, the fourth four (places), and six months of the four directions.",
    "ai-anya-e0807n0:122_3": "The good persons, the virtue of Sakka, the good persons, and the wholehearted one who has the view,",
    "ai-anya-e0807n0:123_0": "‘It’s better to subdue to submitle, spend an opportunity to contempt, and mature in responsible. It might be better for him to satisfying and give him extol in his answer.’",
    "ai-anya-e0807n0:123_1": "What is blameworthy?",
    "ai-anya-e0807n0:124_0": "Because they praise the dispraise of their consent, they go to ancient caste.",
    "ai-anya-e0807n0:124_1": "What do you remember, at that moment?",
    "ai-anya-e0807n0:124_2": "And when needed response, the sources of this rotting is smoothed away.",
    "ai-anya-e0807n0:125_0": "Third: it is the third earthquake.",
    "ai-anya-e0807n0:126_0": "In the fourth enquiry: the third earth element is the fourth earthquake.",
    "ai-anya-e0807n0:126_1": "The second carcasste is set up, a fire to burn, a _pāda_, or a third part of the fourth part of the saw.",
    "ai-anya-e0807n0:126_2": "and third, etc., are the third and the fourth in the mud;",
    "ai-anya-e0807n0:126_3": "he rubs the tip of the one who is letters out of the flood.",
    "ai-anya-e0807n0:126_4": "he becomes available in the first absorption, and he covetous in the first absorption.",
    "ai-anya-e0807n0:126_5": "burnt by fragrance.",
    "ai-anya-e0807n0:126_6": "blown, above, belown, across the middle, everywhere,",
    "ai-anya-e0807n0:126_7": "discomfort, fearful, and famine, the four constructions (of the two), the two of us (of the two),",
    "ai-anya-e0807n0:126_8": "faith is the true teaching.",
    "ai-anya-e0807n0:126_9": "this great hermit,",
    "ai-anya-e0807n0:127_0": "Looking to others’ welfare, which is first, in other two ways,",
    "ai-anya-e0807n0:127_1": "In the five constituents (of mind and body) that provide fuel for attachment, the continuation of existence, and for the ending of rebirth, old age, and death.",
    "ai-anya-e0807n0:127_2": "The one with all attachments, desires, fondness, thirst, passions, and bonds (wholesome) desires.",
    "ai-anya-e0807n0:127_3": "Herein, the forty-three terrace is finished in this way.",
    "ai-anya-e0807n0:127_4": "The teacher famously smeared with all instance and renowned, endowed with everything,",
    "ai-anya-e0807n0:127_5": "or very fruitful it can be made into a charming bray.",
    "ai-anya-e0807n0:127_6": "As to apprehending the physical endurance, the perception of craving, the aggregates,",
    "ai-anya-e0807n0:127_7": "‘It’s hidden,’ this fragrant, with nostrils covered, with hope, and unconquered.",
    "ai-anya-e0807n0:127_8": "subdued his enemy. Having seen the ground as the sun (all) the sixth parts of his virtue and practices, accordingly, as it was endowed with those who were virtuous in virtuesects, loving the great sacrifice, –",
    "ai-anya-e0807n0:127_9": "with confident heart,",
    "ai-anya-e0807n0:128_0": "Unchabody is happy: “This isn’t about it,” “This isn’t living in this way; it isn’t appropriate for you to say.”",
    "ai-anya-e0807n0:129_0": "37. Eona+ma vaṇṇe",
    "ai-anya-e0807n0:130_0": "or she has good color,",
    "ai-anya-e0807n0:130_1": "It’s unlikely to go from home with those good people who do not always think, “This is the meaning.”",
    "ai-anya-e0807n0:130_2": "“What do you like, Yasa, is the Great King, of the fairies? A great king, who endures fame?”",
    "ai-anya-e0807n0:130_3": "“No, Sandha,” he replied, “I do not.” But when he says, “I am no longer obligation,” “I am bound together with this,” he replied: “I don’t praise it, what is said.”",
    "ai-anya-e0807n0:130_4": "Endowed with joined palms,",
    "ai-anya-e0807n0:131_0": "Yet the poison that is useless in whatever man calm, the one who receives wealth, the treasure is like the head from the lotus pond.",
    "ai-anya-e0807n0:132_0": "Those who conquer the Protectors, and those who resemble here",
    "ai-anya-e0807n0:133_0": "and place each other paths, like (they are) doing so.",
    "ai-anya-e0807n0:133_1": "“Forget your oil,” he replied.",
    "ai-anya-e0807n0:133_2": "the depths to bear the hunter’s graceful, the fluidge, the lotus pond.",
    "ai-anya-e0807n0:133_3": "Becoming like this, he came to Jina. Having thus plunged into the middle of the heavenly host and neck.",
    "ai-anya-e0807n0:133_4": "But her enemy, if you wish,",
    "ai-anya-e0807n0:134_0": "When his own wound was healed and said: “In the various directions, when the herbs, making the earth was liquor, when it isn’t the distance, when it is done the dark and fathoms, does the opposite sex, he can say, “In the various ways.”",
    "ai-anya-e0807n0:135_0": "49. Vaggalasehite",
    "ai-anya-e0807n0:136_0": "and an ointment stick belonging to others.",
    "ai-anya-e0807n0:136_1": "dropped on the rainy season the sky, when the sky was wounded with fruit, and the dropped on the bank.",
    "ai-anya-e0807n0:136_2": "How would you be able to ask",
    "ai-anya-e0807n0:137_0": "Sage, protects (them) from others –",
    "ai-anya-e0807n0:138_0": "50. Hassa vipallāso",
    "ai-anya-e0807n0:139_0": "if he gets laughed, heats his secret (surely);",
    "ai-anya-e0807n0:140_0": "having many afflicted afflictions, thinking, “This is plenty of others”.",
    "ai-anya-e0807n0:141_0": "51. Ve vā",
    "ai-anya-e0807n0:142_0": "if he is laughing or discomfort; he is sick;",
    "ai-anya-e0807n0:143_0": "52. Tathanarānaṁ ṭaṭhaṇalā",
    "ai-anya-e0807n0:144_0": "his manifold floor covers.",
    "ai-anya-e0807n0:144_1": "Oppressed, threw up in this way, with a dried up, withered up, and demolished.",
    "ai-anya-e0807n0:144_2": "Discussion of the Eights",
    "ai-anya-e0807n0:144_3": "he diverts from the trading alcoholic drinks, wore shops, and repairs",
    "ai-anya-e0807n0:144_4": "Like this he was reborn in a luxurious couch, with the finest couch, shocked wool.",
    "ai-anya-e0807n0:144_5": "The one with confidence",
    "ai-anya-e0807n0:145_0": "the eye goes on his eyes and so on, and the top of the earlier endings. Awakened as much as he has been done so, he proceeds, saying: “This one who isn’t wants to be one who wields out of this matter!”",
    "ai-anya-e0807n0:146_0": "38. Niggahītaṁ",
    "ai-anya-e0807n0:147_0": "when needed to gourd, or when one is negligent.",
    "ai-anya-e0807n0:147_1": "His voice is delight in sitting.",
    "ai-anya-e0807n0:147_2": "When you’ve returned to your heart,",
    "ai-anya-e0807n0:147_3": "he goes downstream to the place touched.",
    "ai-anya-e0807n0:147_4": "the eye arose in the ear ...",
    "ai-anya-e0807n0:147_5": "and because of his eyes were liking, etc.",
    "ai-anya-e0807n0:147_6": "how far you grasp ...",
    "ai-anya-e0807n0:147_7": "Endowed with the characteristic of language, or its characteristic obstinacy, etc., respectively in donor analysis, variety of language, friend.",
    "ai-anya-e0807n0:147_8": "Or alternatively, when someone has behaves like this, however, does it possess?",
    "ai-anya-e0807n0:147_9": "But when the last watch of the night had a funeral pyre,",
    "ai-anya-e0807n0:147_10": "here it is the word opposite sex that which has the sound of recitation, the crooked by the wind.",
    "ai-anya-e0807n0:147_11": "For a long time, not hereafter or in this world,",
    "ai-anya-e0807n0:148_0": "And because even that one’s delight, greedy for sweets, honey, I thought, “I’m going from this progress,” and they replied: “I did so.”",
    "ai-anya-e0807n0:149_0": "39. Lopo",
    "ai-anya-e0807n0:150_0": "free of greed, hate, and delusion.",
    "ai-anya-e0807n0:150_1": "All the heroics delighted heroic, a master of the three Vedas, greedy, hate, and delusion. I sent him back to the eastern quarters, with the honey dysentery one.",
    "ai-anya-e0807n0:150_2": "Being in retreat, desiring to discriminate, desiring to see the noble truths, emancipation, and this is always for a long time.",
    "ai-anya-e0807n0:150_3": "What is their name? This is the supreme blessing.",
    "ai-anya-e0807n0:151_0": "And so the wheel was well approval, (the Buddha) who was like the rolling forth. Since you were debt, what had been made by the kingdom now? And even if you were still to be able to say:",
    "ai-anya-e0807n0:152_0": "40. Parasarassa",
    "ai-anya-e0807n0:153_0": "One who is determined, one who is (also) support,",
    "ai-anya-e0807n0:153_1": "“And what is the supreme Whel of Dhamma? What is the valid pot? Is the wheel that is not made for you to say? Why do you still want to do so?",
    "ai-anya-e0807n0:153_2": "What can I say? What is it worthy of offerings? Those whom worms it to me?",
    "ai-anya-e0807n0:154_0": "Speaks the flower gets from here and there with the other horses –",
    "ai-anya-e0807n0:155_0": "53. Saṁyogādilopo",
    "ai-anya-e0807n0:156_0": "That man who lives alone is undefinished in the task and salty, the one who lives alone in the beginning, the middle, or the end, and the last world.",
    "ai-anya-e0807n0:156_1": "Those defilements come to an end.",
    "ai-anya-e0807n0:156_2": "° he is what the three fire huts have been three times, such is said to those who go to the houseless.",
    "ai-anya-e0807n0:157_0": "the moment, the instant, the boiled rice in that house, the sun settles the shout, gave it to that place, brought it up, andancestors it a plant, that is permanent, everlasting, eternal, and imperishable, and keeps it alive. What’s constantly takes that wealth?",
    "ai-anya-e0807n0:158_0": "41. Vagge vagganto",
    "ai-anya-e0807n0:159_0": "Someone whose mind is distracted by murderer observed like a length or that of the sign that can be attained.",
    "ai-anya-e0807n0:159_1": "As to condition: of reasoning enumeration: on the following special qualities, etc., as to receptacle, etc.,",
    "ai-anya-e0807n0:159_2": "and later who recollects their former lives, thus it is called “without later.”",
    "ai-anya-e0807n0:159_3": "he does so, he is the inclusion with the Saṅgha, as to the Saṅgha.",
    "ai-anya-e0807n0:159_4": "he gave a Dhamma talk, a retinue of the Dhamma, a poor offering,",
    "ai-anya-e0807n0:159_5": "for that reason he cuts them off.",
    "ai-anya-e0807n0:159_6": "Similarly abiding in that place, the deep knowledge of the noble ones, excelling the fruit of the very same gains, and which was the resplendent (Sof the fruit of) existence, the Lord of the fruit of the Sages.",
    "ai-anya-e0807n0:159_7": "After rejoicing the giver of craving for the donort, ~ Sītavatī, the precious One, together with his companions, –",
    "ai-anya-e0807n0:160_0": "for in the immaterial states what is called the “restraint in what is linked” –",
    "ai-anya-e0807n0:161_0": "42. Yevahisu ño",
    "ai-anya-e0807n0:162_0": "which is perhaps when he has faith in the word wood,",
    "ai-anya-e0807n0:162_1": "“They are coming, God-King.”",
    "ai-anya-e0807n0:162_2": "for this sacrifice is the same.",
    "ai-anya-e0807n0:162_3": "“Have I done such an idiosyncratic interpretation of all kinds,” such was the sound of collars (only), “Elected one” .",
    "ai-anya-e0807n0:163_0": "the fetter of the fetter of the bonds – they serve the fetter and the rest.",
    "ai-anya-e0807n0:164_0": "43. Ye saṁssa",
    "ai-anya-e0807n0:165_0": "it is the sound of the bed or bench, when that announces it is to be used,",
    "ai-anya-e0807n0:165_1": "perception, the fetter of perception, the fetter of the fetters, in this way the perceptions fetter of perception.",
    "ai-anya-e0807n0:165_2": "Here the form of a householder,",
    "ai-anya-e0807n0:165_3": "the refuge goes for refuge to that league.",
    "ai-anya-e0807n0:166_0": "Just this is what I call a riches, that is the wealth Impermanent, that’s why it’s not impermanent, that is why it should be said.",
    "ai-anya-e0807n0:167_0": "44. Mayadā sare",
    "ai-anya-e0807n0:168_0": "those who are border, those who do nothing,",
    "ai-anya-e0807n0:168_1": "I say it is the one who takes it that I call a reward, and why do I say it?",
    "ai-anya-e0807n0:168_2": "and that’s what is impermanent is said.",
    "ai-anya-e0807n0:168_3": "“He is intimate,” he is the future.",
    "ai-anya-e0807n0:169_0": "47. Tadaminādīni",
    "ai-anya-e0807n0:170_0": "Once it soon stands,",
    "ai-anya-e0807n0:170_1": "“‘Of the characteristic, unconditionedness’: this is the characteristic of neutrality investigation. It is all possible to discriminateness in all its characteristic.",
    "ai-anya-e0807n0:170_2": "This is to be regarded as belonging to others.",
    "ai-anya-e0807n0:170_3": "(Detc.) the taste of the breath, the taste of the sweet.",
    "ai-anya-e0807n0:170_4": "Isis it is the sage of this Buddha, the Ājīvaka ascetic, the Absorption of the Sages. Immediately abiding in this spot, laughing, singinging, playing in talk, and in renowned Ājīvaka ascetics. I lived hidding in such a dwelling, or a laughing:",
    "ai-anya-e0807n0:170_5": "while the sunshade are six years of sleeping places, and the rainy season residence had sprinkled (them).",
    "ai-anya-e0807n0:170_6": "above, below, across ...",
    "ai-anya-e0807n0:170_7": "also the Piṭaka hell composed to the recitation that was done in the place of the heard.",
    "ai-anya-e0807n0:171_0": "grandsons to the place of the Greatly Mahisa regions, the Chief Durings of the Three Worlds, the Great Sages. Disciples itself (theseven) doves on this spot in me.”",
    "ai-anya-e0807n0:171_1": "In this way he should go to another.",
    "ai-anya-e0807n0:171_2": "And here, as far as the words:",
    "ai-anya-e0807n0:172_0": "praised by the beautiful,",
    "ai-anya-e0807n0:173_0": "Excellent View in praise,",
    "ai-anya-e0807n0:174_0": "and its wide openings through the air element.",
    "ai-anya-e0807n0:175_0": "This word was used up to five hundred.",
    "ai-anya-e0807n0:176_0": "Just as a gatekeeper is detached from the gate,",
    "ai-anya-e0807n0:176_1": "The hymns for one who is disturbed,",
    "ai-anya-e0807n0:176_2": "Likewise, disparageing, enunciating,",
    "ai-anya-e0807n0:176_3": "My splendid forms are produced for me, couple is splendid,",
    "ai-anya-e0807n0:176_4": "rotten too far.",
    "ai-anya-e0807n0:177_0": "fears you to restrain yourself.",
    "ai-anya-e0807n0:177_1": "and thought: “We were Vijaya, Vijaya and so on, there is the sound of drums.”",
    "ai-anya-e0807n0:177_2": "free of vanity,",
    "ai-anya-e0807n0:178_0": "to pull out the Bodhi (Tree),",
    "ai-anya-e0807n0:179_0": "The linking debates,",
    "ai-anya-e0807n0:180_0": "or reinforced by the meaning.",
    "ai-anya-e0807n0:181_0": "Yet the five constituents (of mind and body)",
    "ai-anya-e0807n0:182_0": "Thus this is the first wonderful separates."
}