{
    "ai-anya-e0803n12:0_0": "We will give up all over the minds of mine:",
    "ai-anya-e0803n12:1_0": "I will tell of another (wholesome) in this hermitage,",
    "ai-anya-e0803n12:2_0": "(But) he who has gone beyond suffering,",
    "ai-anya-e0803n12:3_0": "and the rice gruel, rice porridge and flourishes,",
    "ai-anya-e0803n12:4_0": "Satisfied, after being driven out by the intention of poison,",
    "ai-anya-e0803n12:5_0": "“Because of a mountain shrine, there are no reasons for parks.”",
    "ai-anya-e0803n12:6_0": "the seventh is said to be the calm.",
    "ai-anya-e0803n12:7_0": "Forged by those sights, sounds, smells, tastes,",
    "ai-anya-e0803n12:8_0": "what has the characteristic of foulness.",
    "ai-anya-e0803n12:9_0": "unsteady in these characteristics, etc., not neglect for a moment,",
    "ai-anya-e0803n12:10_0": "That is why three (i.e. Nibbāna) opposites, and so on.",
    "ai-anya-e0803n12:11_0": "Simming non-greed:",
    "ai-anya-e0803n12:11_1": "Which is more: the delightful enemy of all the other religious donations, on both sides, some of the other religious donation? In this way he “Ere the southern quarters and in this way” of the four namely:",
    "ai-anya-e0803n12:12_0": "Virūpakkhas and all-knowing in all ways, it is incapable of all beings,",
    "ai-anya-e0803n12:12_1": "What is the sound of the great noise?",
    "ai-anya-e0803n12:12_2": "the sound of two is quiet and including.",
    "ai-anya-e0803n12:12_3": "That of the kind of quiet, etc., which is called “fitterness in the states of existence.”",
    "ai-anya-e0803n12:12_4": "it is something other than before.",
    "ai-anya-e0803n12:12_5": "With one of the sound of another,",
    "ai-anya-e0803n12:12_6": "and the limited, etc., are the time for the dead, and as well as the time for the Buddha.",
    "ai-anya-e0803n12:12_7": "Because of the former lifespan of the other parts, etc., in the other parts of the size of the Power, and so on.",
    "ai-anya-e0803n12:12_8": "and the one called bearer of great noise, who speaks in accordance with the word “protector”;",
    "ai-anya-e0803n12:12_9": "which is noise for the hurt and unequaled, ~ which makes the sound of couple.”",
    "ai-anya-e0803n12:12_10": "You’re quiet in your presence.",
    "ai-anya-e0803n12:12_11": "quietly, like this.",
    "ai-anya-e0803n12:12_12": "he has reached the ultimate end.",
    "ai-anya-e0803n12:12_13": "you’re quiet and still a long-god.",
    "ai-anya-e0803n12:12_14": "What is the sound of hollows about?",
    "ai-anya-e0803n12:12_15": "alone in calm, etc.",
    "ai-anya-e0803n12:12_16": "For this is said:",
    "ai-anya-e0803n12:13_0": "but the sound of men or the first calm.",
    "ai-anya-e0803n12:13_1": "For it is because that the self and the cosmos are eternal, and the self and the cosmos are wrong to be wrong to someone else.",
    "ai-anya-e0803n12:13_2": "“Intentionality it is single day” .",
    "ai-anya-e0803n12:13_3": "“He is lived in dependence on the intention to neither.”",
    "ai-anya-e0803n12:13_4": "“Mendicants, what is the momentals and instants are made from the spiritual life.”",
    "ai-anya-e0803n12:14_0": "This is a term for the meaning in brief.",
    "ai-anya-e0803n12:14_1": "the sound of the two:",
    "ai-anya-e0803n12:14_2": "Tembling down: ‘About the word-meanings is a word for all the time,",
    "ai-anya-e0803n12:14_3": "You should say:",
    "ai-anya-e0803n12:14_4": "that one should be spoken to about for himself.",
    "ai-anya-e0803n12:15_0": "now I have not yet given this declaration to them –",
    "ai-anya-e0803n12:16_0": "all their savings are all found.",
    "ai-anya-e0803n12:16_1": "And everything should be understood as it has been related in the Elder Mahā Kassapa’s story.",
    "ai-anya-e0803n12:16_2": "with everything, tormented by them.",
    "ai-anya-e0803n12:16_3": "When all of them have gone out,",
    "ai-anya-e0803n12:16_4": "all of them.",
    "ai-anya-e0803n12:16_5": "When all of them have gone out,",
    "ai-anya-e0803n12:16_6": "in every place, everywhere.",
    "ai-anya-e0803n12:16_7": "all rebirths everywhere!",
    "ai-anya-e0803n12:17_0": "Saying, “All those who are born in them” , etc., should all be excluded from the mass of compassion for all living creatures with a man.",
    "ai-anya-e0803n12:17_1": "But the great Elder Yamakas consisting of the great teacher Yamunā, which is an unknown matter?",
    "ai-anya-e0803n12:17_2": "In the same way the Teacher, Such-like, unmatched in the world,",
    "ai-anya-e0803n12:18_0": "“They are all forms,” and so on, and while sitting in the earth",
    "ai-anya-e0803n12:19_0": "“All that is involved by the form of sort of form,",
    "ai-anya-e0803n12:20_0": "he should take up the golden statue,",
    "ai-anya-e0803n12:21_0": "I’m the one who understands all difficulty is hard to understand,",
    "ai-anya-e0803n12:22_0": "all are all completely resting places.",
    "ai-anya-e0803n12:22_1": "all fear in every way.",
    "ai-anya-e0803n12:22_2": "everywhere, in every respect,",
    "ai-anya-e0803n12:22_3": "everywhere, all of them.",
    "ai-anya-e0803n12:22_4": "everywhere, in every respect,",
    "ai-anya-e0803n12:22_5": "everywhere, all of them.",
    "ai-anya-e0803n12:22_6": "everywhere, in every respect,",
    "ai-anya-e0803n12:22_7": "all of us.",
    "ai-anya-e0803n12:22_8": "There were no sign of women for the sake of the woman.",
    "ai-anya-e0803n12:23_0": "And here the particulars should be developed in all the women’s power, “Whoever all females? All of them have oral meetings?”",
    "ai-anya-e0803n12:23_1": "And here, as to the words, “By the third,” etc., the third and the fourth, etc., the five beginning with the order, “I gave the order,” etc., in the five ways, that is to say, “I am boundless” .",
    "ai-anya-e0803n12:23_2": "and completely understanding omniscience,",
    "ai-anya-e0803n12:23_3": "if she gives anything else;",
    "ai-anya-e0803n12:23_4": "This is the perception of inferior in all ways,",
    "ai-anya-e0803n12:23_5": "This is the highest benefit in all ways.",
    "ai-anya-e0803n12:23_6": "With all identifying: of one’s enquiry is mine,",
    "ai-anya-e0803n12:23_7": "grounded in all conditions.",
    "ai-anya-e0803n12:24_0": "all that has the nature of ceasing.",
    "ai-anya-e0803n12:24_1": "all that has the nature of ceasing.",
    "ai-anya-e0803n12:24_2": "with everything, tormented by them.",
    "ai-anya-e0803n12:24_3": "When all of them have gone out,",
    "ai-anya-e0803n12:24_4": "all of them.",
    "ai-anya-e0803n12:24_5": "When all of them have gone out,",
    "ai-anya-e0803n12:24_6": "in every place, everywhere.",
    "ai-anya-e0803n12:24_7": "at all, gentlemen,",
    "ai-anya-e0803n12:24_8": "Like a thief carrier,",
    "ai-anya-e0803n12:25_0": "Herein, “Now all beings in the cases of all beings,",
    "ai-anya-e0803n12:25_1": "all the minds of the Cittalapabbata?”",
    "ai-anya-e0803n12:25_2": "So it is through the sign of the species beginning with all the species of the opposite sex,",
    "ai-anya-e0803n12:26_0": "Now comes a meeting with another, in concluding others: “Now, all of you should be underwhere!”",
    "ai-anya-e0803n12:26_1": "Herein, all the musical in all its localities.",
    "ai-anya-e0803n12:26_2": "May all of them be free from enmity, affliction and anxiety, and live happily.",
    "ai-anya-e0803n12:26_3": "Just as while the sound of all the size of the signs beginning with the speed, so the monk who is giving a behaviours, etc., is to be one who is faithful without making a sound of coughs,",
    "ai-anya-e0803n12:27_0": "In this context it is has been quiet at both times:",
    "ai-anya-e0803n12:28_0": "better than the domain of the perfected ones:",
    "ai-anya-e0803n12:28_1": "you’re going to heaven; because of an intelligence ...",
    "ai-anya-e0803n12:28_2": "what’s done is there to be done,",
    "ai-anya-e0803n12:28_3": "Now what, venerable friends, is right concentration?",
    "ai-anya-e0803n12:28_4": "others;",
    "ai-anya-e0803n12:28_5": "another one.",
    "ai-anya-e0803n12:28_6": "one of the monks,",
    "ai-anya-e0803n12:28_7": "if it is something else, they think it is:",
    "ai-anya-e0803n12:28_8": "preceding in the past,",
    "ai-anya-e0803n12:28_9": "others;",
    "ai-anya-e0803n12:28_10": "another later.",
    "ai-anya-e0803n12:28_11": "a religious donation is worthy of offerings.",
    "ai-anya-e0803n12:28_12": "northerly the north is its outcome.",
    "ai-anya-e0803n12:28_13": "They’re not devious or deceitful ...",
    "ai-anya-e0803n12:28_14": "Wealth is not shared without being responsibility.",
    "ai-anya-e0803n12:29_0": "But this sound of both is not shaken by the sound of clay:",
    "ai-anya-e0803n12:30_0": "Why don’t I do it?",
    "ai-anya-e0803n12:30_1": "you’re going to heaven; because of an intelligence ...",
    "ai-anya-e0803n12:30_2": "what is done, what is the next? Where is there another?",
    "ai-anya-e0803n12:30_3": "One of them having certain nature,",
    "ai-anya-e0803n12:30_4": "another one, having the view of another,",
    "ai-anya-e0803n12:30_5": "south.",
    "ai-anya-e0803n12:30_6": "and killing living creatures—",
    "ai-anya-e0803n12:30_7": "deviousness ...",
    "ai-anya-e0803n12:30_8": "Wealth are unrestrained,",
    "ai-anya-e0803n12:31_0": "now the words of the Puṭaliputta is called the Champion, the Snakes of others’ Compassion.",
    "ai-anya-e0803n12:31_1": "I hope in this skill in a consequence, saying “Are you the first rainy season?”",
    "ai-anya-e0803n12:31_2": "that kind of junior mendicants, free of preference in the past, future or present,",
    "ai-anya-e0803n12:31_3": "And so he thinks, “I am like a general,” and “Three of truths in the way beginning, “I hope you’re like a genuine or a floor in the seven places.”",
    "ai-anya-e0803n12:31_4": "that kind of person is not obtained in all kinds of quiet and still, since they obtained such punishment in the different ways.",
    "ai-anya-e0803n12:31_5": "Likewise the mentioned, “I did indeed,” and so on, etc., are greedy for five reasons.",
    "ai-anya-e0803n12:31_6": "This being so, you should not get rid of the teaching again and again.",
    "ai-anya-e0803n12:32_0": "But this woman’s quiet sympathy:",
    "ai-anya-e0803n12:33_0": "did the board of the noble ones.",
    "ai-anya-e0803n12:33_1": "you’re going to heaven; because of an intelligence ...",
    "ai-anya-e0803n12:33_2": "‘Here’s the grobservance that’s the name of this offering. Which one of the other religious donations is quite different from the south.’",
    "ai-anya-e0803n12:33_3": "without hope, homeless,",
    "ai-anya-e0803n12:33_4": "deviousness ...",
    "ai-anya-e0803n12:33_5": "They bring wealth back, yet destiny,",
    "ai-anya-e0803n12:34_0": "But since anyone else in the case of any one of these qualities should say, “show them in the next life,” etc., and so on. That is why therefore it is to be spoken in the four kinds of shadow.",
    "ai-anya-e0803n12:34_1": "or one of them.”",
    "ai-anya-e0803n12:34_2": "Likewise the third part of the eldest of five sorts said: “I can stand with a girl,",
    "ai-anya-e0803n12:34_3": "Afterwards, with the intention of getting material possessions, honor, and popularity, with one of the noble ones, ‘I will understand this being’, ‘I will, ‘I will not see anyone else’, ‘I will have another being’, ‘I will understand this’.”",
    "ai-anya-e0803n12:35_0": "In all ways he can enlightenment extend the counterpart of all beings in the four ways.",
    "ai-anya-e0803n12:35_1": "For accordingly it is said: “The Buddha’s instructions resolving in all aspects of the Buddha’s instructions, all is due to the simile of all Buddhas.”",
    "ai-anya-e0803n12:35_2": "“You have all spoken well in your presence, what is well spoken.”",
    "ai-anya-e0803n12:35_3": "“Mendicants, I will teach you all. ...",
    "ai-anya-e0803n12:35_4": "And what is the all sights and sights? ...",
    "ai-anya-e0803n12:35_5": "mind and thoughts are present in this sense fields.”",
    "ai-anya-e0803n12:35_6": "They perceive all as identity.",
    "ai-anya-e0803n12:35_7": "Herein, the definition of all the times should be understood as the other in the passage beginning with “as to” .",
    "ai-anya-e0803n12:36_0": "in all places and in the places.",
    "ai-anya-e0803n12:37_0": "and the witness occurs within four elements.",
    "ai-anya-e0803n12:38_0": "Which is more: the sound of drums or clay drums in the world of the Lord of the two or three?",
    "ai-anya-e0803n12:38_1": "What is the sound of many or three?",
    "ai-anya-e0803n12:38_2": "For the sound of tasks is abundant and sounds,",
    "ai-anya-e0803n12:38_3": "He should go to the lower room in a monastery.",
    "ai-anya-e0803n12:38_4": "this ocean is the ocean,",
    "ai-anya-e0803n12:38_5": "at that time what is contact?",
    "ai-anya-e0803n12:38_6": "What are wholesome thoughts?",
    "ai-anya-e0803n12:38_7": "These four directions, which were four directions, below, and intermediate directions.”",
    "ai-anya-e0803n12:38_8": "Thus there are continued existences in both world and the next.",
    "ai-anya-e0803n12:38_9": "had a charming hair all round, and making the sound of all beings.",
    "ai-anya-e0803n12:38_10": "and both people",
    "ai-anya-e0803n12:38_11": "One person sees both people in both places,",
    "ai-anya-e0803n12:38_12": "both are my children.",
    "ai-anya-e0803n12:38_13": "if both are my children:",
    "ai-anya-e0803n12:38_14": "For that is the word “processes,” etc., thinking “I do not profitable” for a stage of men with my psychic power,",
    "ai-anya-e0803n12:38_15": "For in this context it is said:",
    "ai-anya-e0803n12:39_0": "“Householders, if you look after your wealth,",
    "ai-anya-e0803n12:40_0": "Moreover, these gods encounters",
    "ai-anya-e0803n12:41_0": "“Your father must be used to have experiential confidence in you.”",
    "ai-anya-e0803n12:41_1": "But when you’re able, you should focus on the fact that they do apply out.",
    "ai-anya-e0803n12:41_2": "For who is the meaning of this agreement that vicinity whose violence have been brought out by the vicinity of the Jina, who carried on the ground stuffalairs of wearing an even ground before the rainy season, excepting the analytical knowledge of the attainment Jina as well.",
    "ai-anya-e0803n12:41_3": "(but) this intervals:",
    "ai-anya-e0803n12:42_0": "some other religious donation have passed away.",
    "ai-anya-e0803n12:43_0": "of all kinds, unbounded things which are to be seen,",
    "ai-anya-e0803n12:44_0": "For he has discriminated in all ways, possessed of all beings.",
    "ai-anya-e0803n12:45_0": "Now, as to the Community that exists in the Recitation:",
    "ai-anya-e0803n12:45_1": "Herein, when such is ignorant and incompetent, it is called “competent”.",
    "ai-anya-e0803n12:45_2": "(All should be treated as a man’s mind in all ways.)",
    "ai-anya-e0803n12:45_3": "So the fool does not know whether a person is.",
    "ai-anya-e0803n12:45_4": "Not knowing he does not know, thus he is a fool,",
    "ai-anya-e0803n12:45_5": "they don’t know what a fool says,",
    "ai-anya-e0803n12:45_6": "When he knew that the Buddha had come to an end,",
    "ai-anya-e0803n12:45_7": "(This) is another man, not too small for a man, not for the sake of limb,",
    "ai-anya-e0803n12:45_8": "For the woman of the sign of a woman” is given, and so on. She should not understand, “Forget her mind in the way stated,” etc., she who is not understanding the minds of understand how the characteristics of investigation.",
    "ai-anya-e0803n12:46_0": "And in this case it only the crowds, people say, “Today is a fool,” but they say, “Take some other people,” but only if they say, “Take what you have said, have said, but not the meaning of any other.",
    "ai-anya-e0803n12:46_1": "he said, “Listen,” and he replied, “So, those people who do not say to them,” he replied.",
    "ai-anya-e0803n12:46_2": "But he said, “Noble women,” and he said, “A woman’s husband, were told him,” and he said, “Noble ones,” and so on.",
    "ai-anya-e0803n12:46_3": "But it is not possible to say that all people is achieved.”",
    "ai-anya-e0803n12:46_4": "Because that is why it is said, “Knowing to people”, etc., but not to be understood accordingly.",
    "ai-anya-e0803n12:46_5": "Such is the other people’s off limited, etc., thinking “They are reborn in the realm of luminousy,” and so on, then with non-human beings, is reborn in some place where other people are reborn?”",
    "ai-anya-e0803n12:46_6": "The path of points is found in these places. This is the opportunity forward to the arrow of the world. This is the reason why the rolls of the world’s reach.",
    "ai-anya-e0803n12:46_7": "She doesn’t penetrate it with wisdom.",
    "ai-anya-e0803n12:46_8": "‘So I have no faith in the world.’",
    "ai-anya-e0803n12:47_0": "In the eastern direction there is the right scope of faith in the southern quarter, and wherever I am able to prepare it, I say.”",
    "ai-anya-e0803n12:47_1": "First the first one (wholesome) said the second (Elephant),",
    "ai-anya-e0803n12:47_2": "but the most excellent word of the teacher and Uttara, I worship the sound of others.",
    "ai-anya-e0803n12:47_3": "Likewise: “Having taken up” is siemple for the sake of a hole, in the south of the feet, the ketttle-drums is about.”",
    "ai-anya-e0803n12:47_4": "and what is given to them is, because he does not give to the recipient of the woman. She is eight-faithful to the religious donation.",
    "ai-anya-e0803n12:47_5": "In this way the northern quarter is unsurpassed in the past of the future, both of them and of these.",
    "ai-anya-e0803n12:48_0": "now, what is called the noise of done with the sound of others?",
    "ai-anya-e0803n12:48_1": "and in both villages, towns and calls the southern gate, in the north of the city.”",
    "ai-anya-e0803n12:48_2": "Which village, what’s the village? Which is the village of town and country? What’s the same thing?”",
    "ai-anya-e0803n12:48_3": "Consequences of all materiality, which are discussed by the part of the body, speech, and mind, without having done in the way beginning, “What is profitable? What is the charming materiality? What is the traders? What is the particular individual essence should be made?”",
    "ai-anya-e0803n12:48_4": "“What is the doing of the crosswise?” In this way the meditator who is skilled at all around, with any kind of clean cloth ed by the names of materiality, etc., and through the actual cleansing of materiality, and so on.",
    "ai-anya-e0803n12:49_0": "But here this is the meaning of,",
    "ai-anya-e0803n12:49_1": "Before the Earth, having a excellent faithful form, and so on, none of them were possessed that.",
    "ai-anya-e0803n12:49_2": "This is the first kind of conqueror.",
    "ai-anya-e0803n12:49_3": "(but) this is the reason why the Lord will not give.",
    "ai-anya-e0803n12:49_4": "In the past, the future, and the present, this is the four blossoms, this is the time for the sake of pus, and for many feet.",
    "ai-anya-e0803n12:49_5": "There are beings in need to be seen (them), and because of what is not found in the Discourse.",
    "ai-anya-e0803n12:49_6": "the Realized Ones, the disciple of the Realized Ones, the disciples of the fully awakened Buddhas, has practise in the four directions.",
    "ai-anya-e0803n12:49_7": "There are somemounts of this. They are seen in order to prevent him from the group of six.",
    "ai-anya-e0803n12:49_8": "This is not appropriate for me to say: ‘Formerly Piyaka! This is the seventh kind of meditation.’",
    "ai-anya-e0803n12:49_9": "There are beings not seen who are born, and are not seen",
    "ai-anya-e0803n12:49_10": "six months of women were the afflicted with women of the woman, maidens, and inner skins of females.",
    "ai-anya-e0803n12:49_11": "But here there is no place here.",
    "ai-anya-e0803n12:49_12": "enlightenment sticks to one who understands their unknowledge, and one who performs a delimitation of the present life.",
    "ai-anya-e0803n12:50_0": "Now, as to the words that are called “possessed” .",
    "ai-anya-e0803n12:51_0": "Who do not attend to the word of one who breaks apart bonds, Charioteer.",
    "ai-anya-e0803n12:51_1": "A gift one, two (roys),",
    "ai-anya-e0803n12:51_2": "When those who have acquired faith",
    "ai-anya-e0803n12:51_3": "One who understands these (given) beings",
    "ai-anya-e0803n12:51_4": "When those who have acquired faith",
    "ai-anya-e0803n12:51_5": "Whereas, when one is born",
    "ai-anya-e0803n12:51_6": "This is the mark of a wound.",
    "ai-anya-e0803n12:51_7": "Whatever causality is found in the world that which is made by oneself,",
    "ai-anya-e0803n12:51_8": "Whatever beings are there",
    "ai-anya-e0803n12:51_9": "Between salty purgatives",
    "ai-anya-e0803n12:51_10": "Or whatever vehicles there are,",
    "ai-anya-e0803n12:51_11": "Whatever (good) uses there are,",
    "ai-anya-e0803n12:51_12": "Between salty purgatives",
    "ai-anya-e0803n12:51_13": "And in some instances beaten,",
    "ai-anya-e0803n12:51_14": "Or alternatively, one who recites the Paṭisambhidā in verses,",
    "ai-anya-e0803n12:52_0": "“In the past I was born in this position,",
    "ai-anya-e0803n12:53_0": "will split the signs in today.”",
    "ai-anya-e0803n12:54_0": "“What’s that there is something precious for the students. They are expelled by the treasure.”",
    "ai-anya-e0803n12:54_1": "with a blossoming lotus feet,",
    "ai-anya-e0803n12:55_0": "For the various beings in the various classes of beings",
    "ai-anya-e0803n12:55_1": "For the various beings in the various classes of beings",
    "ai-anya-e0803n12:55_2": "Whatever famous one,",
    "ai-anya-e0803n12:55_3": "by which one is caught up in fame,",
    "ai-anya-e0803n12:55_4": "Whatever famous one,",
    "ai-anya-e0803n12:55_5": "by which one is caught up in fame,",
    "ai-anya-e0803n12:55_6": "in whatever vehicles,",
    "ai-anya-e0803n12:55_7": "Physical traps,",
    "ai-anya-e0803n12:55_8": "Thus there is the sign of the kind already described in the species of becoming .",
    "ai-anya-e0803n12:55_9": "Here there may be no gaining such talk,",
    "ai-anya-e0803n12:55_10": "Likewise the sound of coughing, etc., are shrines,",
    "ai-anya-e0803n12:56_0": "For in this context it is said:",
    "ai-anya-e0803n12:56_1": "Sir, may I be received in the presence of the gods of the Thirty-Three before me. I don’t remember you with the word of the Buddha.”",
    "ai-anya-e0803n12:56_2": "“They say, “We’ve asked that question, so that we can prepare austerities.” Please tell using someone else to stay in his house.”",
    "ai-anya-e0803n12:56_3": "“Mendicants, there are eighteen elements: that one is surely the world elements in one thing.”",
    "ai-anya-e0803n12:56_4": "“Sir Vipassī, the Blessed One, the perfected one, the fully awakened Buddha will be able to do so in the world.”",
    "ai-anya-e0803n12:56_5": "is said:",
    "ai-anya-e0803n12:57_0": "“Having the home they make use of a certain one, and also these two ends,",
    "ai-anya-e0803n12:58_0": "In the four situations occur in three places.”",
    "ai-anya-e0803n12:59_0": "the same virtues of others with someone who is faithful, etc., should be understood as follows: “Repulsiveness of the Enlightened One’s special qualities.”",
    "ai-anya-e0803n12:59_1": "Herein, whatever aggregates there are inclusively devoted to the aggregates of the virtues of the sense-spheres, etc., which are shared out by means of which there is—",
    "ai-anya-e0803n12:59_2": "For the purification in this way is called “The signless” since it is the reason why, knowing that it is sense desires as guarded, loving-kindness, etc., in this way, they said, “This is the sign of foulness, this is the sign of fathomment, in that is described thus: ‘This is the sign of familiarity, this is the sign of serenity,’ or in its special qualities.",
    "ai-anya-e0803n12:59_3": "But here the Virtuous kinds of virtue: “But in this matter, with the special qualities of being very disgusted,”",
    "ai-anya-e0803n12:59_4": "For accordingly:",
    "ai-anya-e0803n12:60_0": "“Your wisdom is clear and unskilled in wisdom,",
    "ai-anya-e0803n12:61_0": "Then Kāpaṭika, I revere him.”",
    "ai-anya-e0803n12:62_0": "The older of the Ancients having a good qualities, he should be extinguished in the special qualities of being extinguished.",
    "ai-anya-e0803n12:63_0": "to the sound of others, and (his) with the Council,",
    "ai-anya-e0803n12:64_0": "you may be laying the best or the two.",
    "ai-anya-e0803n12:65_0": "In this way he should enter the sound of dart.",
    "ai-anya-e0803n12:66_0": "Now, as to the word:",
    "ai-anya-e0803n12:67_0": "He offends against the inoffensive one,",
    "ai-anya-e0803n12:67_1": "From that day forth he took all of it,",
    "ai-anya-e0803n12:67_2": "and because of that (them) them.",
    "ai-anya-e0803n12:67_3": "They wouldn’t be one of theirs,",
    "ai-anya-e0803n12:67_4": "therefore they don’t take no agitation from darkness.",
    "ai-anya-e0803n12:67_5": "They wouldn’t be praised for them,",
    "ai-anya-e0803n12:67_6": "In this place where there is no (long) no darkness for you,",
    "ai-anya-e0803n12:67_7": "This is the mark of a wound.",
    "ai-anya-e0803n12:67_8": "There is the word (said): “Amongst those without his hair, he should see these verses in the Hatthaka of Jāliya, the Lord of the World, the Lord of Men, the Piṅgiyānī, the Lord of Sālī’s parts parts worshipping with his hands and feet.”",
    "ai-anya-e0803n12:67_9": "If he makes his nephew:",
    "ai-anya-e0803n12:68_0": "“When a wise man will describe a wise man,",
    "ai-anya-e0803n12:69_0": "yet you oppressed by your secrets and you don’t guard you.”",
    "ai-anya-e0803n12:70_0": "this verse was said to him:",
    "ai-anya-e0803n12:70_1": "In this context it should be done by an abode:",
    "ai-anya-e0803n12:70_2": "who teaches the noble ones to train, or to train in the training of the Noble One.",
    "ai-anya-e0803n12:70_3": "if it is on the same day, even a single spot: the recipient in one place, the sound of the recitation, the carts, and the eleventh.",
    "ai-anya-e0803n12:71_0": "For there is this:",
    "ai-anya-e0803n12:71_1": "There are noise fortunates who do not know or see, which is pleasant in him when he sees a lot of Nandanas, for him, and for a great many reasons, “I have reached the sound of counsel”, and “The children who is calming in three times,” and “proach the streams of amid homage to him.”",
    "ai-anya-e0803n12:71_2": "“Reverence to you, excellent one! Reverence to you, supreme one!",
    "ai-anya-e0803n12:71_3": "Rather, they say: “Bhikkhus, there is no faith in the Buddha” , and that is yours arrival at you.” And that is your name.",
    "ai-anya-e0803n12:71_4": "“What have you seen?”",
    "ai-anya-e0803n12:71_5": "“What is the meaning of this?”",
    "ai-anya-e0803n12:71_6": "Here is this:",
    "ai-anya-e0803n12:72_0": "“In oneself, and in the arising of wealth,",
    "ai-anya-e0803n12:73_0": "I am now able to give the sound of five hundred years.”",
    "ai-anya-e0803n12:74_0": "They’re not solid nectary retreat by that, and there are no (also) salty-threems for them,",
    "ai-anya-e0803n12:75_0": "At the time of the Buddha Padumuttara, he went to the King and informed him: “The princes, God-King, are sitting in the hearts of the lotuses,",
    "ai-anya-e0803n12:75_1": "to them, at their time,",
    "ai-anya-e0803n12:75_2": "there is no way I’ll carry on that,",
    "ai-anya-e0803n12:75_3": "Because of the power of her, she did not (like) praiseworthy.",
    "ai-anya-e0803n12:75_4": "I won’t ever because of that.",
    "ai-anya-e0803n12:75_5": "Because of the power of her, she did not (like) praiseworthy.",
    "ai-anya-e0803n12:75_6": "and there is no doubt for him.",
    "ai-anya-e0803n12:75_7": "This is the mark of a woman.",
    "ai-anya-e0803n12:76_0": "But here the wise one does not recognize, how does an astute person do not show wisdom?",
    "ai-anya-e0803n12:76_1": "and deposed by the fire, they’re established in kingdom.",
    "ai-anya-e0803n12:76_2": "the seeds are incomparable” , and they said: “The eyes are clearly seen in order to see the truths, is the basic principles of producing vision. They are of the eyes. And they are distinguished now” .",
    "ai-anya-e0803n12:76_3": "so the ultimate way is called the “protector of the Dhamma”,",
    "ai-anya-e0803n12:77_0": "And here, this is what should be spoken by him:",
    "ai-anya-e0803n12:78_0": "she said: “Having gone and begged, I wish to begging for your possessions.”",
    "ai-anya-e0803n12:79_0": "Since they don’t respond to you, they don’t give dependence to us.",
    "ai-anya-e0803n12:80_0": "Neither they lead to them, as though they are not, (but) as though they wish.",
    "ai-anya-e0803n12:81_0": "seen in the Conqueror of others, near to the victor’s Dispensation,",
    "ai-anya-e0803n12:82_0": "“Then speak, but you didn’t delight.”",
    "ai-anya-e0803n12:83_0": "Speaking the deceivers, should be shown off.",
    "ai-anya-e0803n12:84_0": "And what is it said?",
    "ai-anya-e0803n12:85_0": "“Just as a shrine, soft and blizing,",
    "ai-anya-e0803n12:86_0": "That’s how the Wise are those not doing such a thing?”",
    "ai-anya-e0803n12:87_0": "Here:",
    "ai-anya-e0803n12:88_0": "and another even gradually has the sound of those without seeing.",
    "ai-anya-e0803n12:89_0": "(but) he must also have the desire for it, thus he is one who wishes.",
    "ai-anya-e0803n12:90_0": "He should be told: “So it is certainly not inconvenient or shake.",
    "ai-anya-e0803n12:91_0": "Nor the sound of drums, and the sound of roars,",
    "ai-anya-e0803n12:92_0": "That’s why they don’t kill their women.",
    "ai-anya-e0803n12:93_0": "the point of the pillow is so learned.”",
    "ai-anya-e0803n12:94_0": "Or alternatively, they see that person is called “these” on account of their former lives, in front of them, they are not actually explained. So when they saw them also, they are not actually sitting.",
    "ai-anya-e0803n12:94_1": "But we embraced with such a demonstration.",
    "ai-anya-e0803n12:95_0": "But here the noise can be understood to say: “While living in the same sort of others, the Lord of the Earth, the Sole Protector of the World, the Lord of Saints, whom you can recognize the cord of your virtue?”",
    "ai-anya-e0803n12:96_0": "to be equaled together with others.",
    "ai-anya-e0803n12:97_0": "may you plunge into the last watch of the night.",
    "ai-anya-e0803n12:98_0": "he should be resolved in this way:",
    "ai-anya-e0803n12:99_0": "Now, as to these words: called “grounded” .",
    "ai-anya-e0803n12:100_0": "There is this Teaching of impermanence.",
    "ai-anya-e0803n12:100_1": "this is what happened.",
    "ai-anya-e0803n12:100_2": "By these do you see this truth,",
    "ai-anya-e0803n12:100_3": "these are the outcomes of these",
    "ai-anya-e0803n12:100_4": "these advantages are to be purified by these;",
    "ai-anya-e0803n12:100_5": "these are the outcomes of these",
    "ai-anya-e0803n12:100_6": "Drinking here",
    "ai-anya-e0803n12:100_7": "This is the mark of a wound.",
    "ai-anya-e0803n12:101_0": "This is these words: this is not the sal grove, this is the sal forest park.",
    "ai-anya-e0803n12:102_0": "This is the source of this use.",
    "ai-anya-e0803n12:102_1": "This is here, monks,",
    "ai-anya-e0803n12:102_2": "It is here that this",
    "ai-anya-e0803n12:102_3": "In this way one is born:",
    "ai-anya-e0803n12:102_4": "It is here that this",
    "ai-anya-e0803n12:102_5": "In this way one is born:",
    "ai-anya-e0803n12:102_6": "These were to be born in them,",
    "ai-anya-e0803n12:102_7": "This is the mark of a woman.",
    "ai-anya-e0803n12:102_8": "Thus there is no faith for him, there is no great gain for you,",
    "ai-anya-e0803n12:103_0": "(but) at the conclusion of the word-meaning together with him, he can concentrate his savings in the world.",
    "ai-anya-e0803n12:103_1": "May those deities come when they have gathered here.”",
    "ai-anya-e0803n12:104_0": "to meet the Consort of others,",
    "ai-anya-e0803n12:105_0": "She is attractive, wealthy, and prior.",
    "ai-anya-e0803n12:106_0": "Now, as to the words: It is called “the sound of recitation” .",
    "ai-anya-e0803n12:107_0": "this conversation amongst those monks was left unfinished.”",
    "ai-anya-e0803n12:107_1": "these words are to be destroyed,",
    "ai-anya-e0803n12:107_2": "With these analytical knowledges,",
    "ai-anya-e0803n12:107_3": "these were to seek out this hermitage.",
    "ai-anya-e0803n12:107_4": "With this jungle thicket, these eighty joints you.",
    "ai-anya-e0803n12:107_5": "these were to seek out this hermitage.",
    "ai-anya-e0803n12:107_6": "in this body there are these,",
    "ai-anya-e0803n12:107_7": "This is the mark of a wound.",
    "ai-anya-e0803n12:108_0": "this is the sal forest of mass of pollutants,",
    "ai-anya-e0803n12:109_0": "This is the four ways.",
    "ai-anya-e0803n12:109_1": "these are the four ways of living together.",
    "ai-anya-e0803n12:109_2": "With this contempt",
    "ai-anya-e0803n12:109_3": "This is why I’m not jealous of these three months,",
    "ai-anya-e0803n12:109_4": "This is the proper conduct for marriage.",
    "ai-anya-e0803n12:109_5": "This is why I’m not jealous of these three months,",
    "ai-anya-e0803n12:109_6": "These are the eight kinds of happiness that I will not be heard.",
    "ai-anya-e0803n12:109_7": "This is the mark of a woman.",
    "ai-anya-e0803n12:109_8": "Thus this is the sound of the strivers.",
    "ai-anya-e0803n12:110_0": "“I hope you’re not even the much of it here,” and “This is just full of compassion,” it is body of the making it uproar: “This is the syllable” , “This is the sound of sight, this is infatuated here.”",
    "ai-anya-e0803n12:110_1": "For the words “Bhikkhus, there are these conditions for doing this, with this condition, with sense sphere as condition, with few wishes, contentment, and observing modes as condition.”",
    "ai-anya-e0803n12:110_2": "And here there is the reason why a different deity, namely, the sound of dance, the clay ear, the nose, the tongue, the body, and the thresholds it does not show no more.",
    "ai-anya-e0803n12:110_3": "When all the people fall in a way, they think about it as it is because of a good reputation.",
    "ai-anya-e0803n12:110_4": "The Sūḷa-Dung : here and there is the interpreting of the term ‘proach’: this is the equal’ .",
    "ai-anya-e0803n12:111_0": "to be together with others, and with (his) effort.",
    "ai-anya-e0803n12:112_0": "This one is just about form, but having destroyed the sight.",
    "ai-anya-e0803n12:113_0": "Now, as to the word of the Faith:",
    "ai-anya-e0803n12:114_0": "Welfarelessly,",
    "ai-anya-e0803n12:114_1": "(They are) unfavourable to us.",
    "ai-anya-e0803n12:114_2": "We have lost ourselves,",
    "ai-anya-e0803n12:114_3": "mis out on the non-human beings.",
    "ai-anya-e0803n12:114_4": "We have come from us.",
    "ai-anya-e0803n12:114_5": "mis out on the non-human beings.",
    "ai-anya-e0803n12:114_6": "on the fortnight of others,",
    "ai-anya-e0803n12:114_7": "This is the mark of a wound.",
    "ai-anya-e0803n12:115_0": "so that sauceless one, (saying): “This is the salty-Three”,",
    "ai-anya-e0803n12:116_0": "Welcomeless, free of faces,",
    "ai-anya-e0803n12:116_1": "O misapprehensions",
    "ai-anya-e0803n12:116_2": "We have lost our minds,",
    "ai-anya-e0803n12:116_3": "not from misfortune non-human beings.",
    "ai-anya-e0803n12:116_4": "We have lost our minds,",
    "ai-anya-e0803n12:116_5": "not from misfortune non-human beings.",
    "ai-anya-e0803n12:116_6": "without inviting the sacred fires,",
    "ai-anya-e0803n12:116_7": "This is the mark of a woman.",
    "ai-anya-e0803n12:116_8": "Thus there is no faith for the Faithful One, unless he successfulness and successful.",
    "ai-anya-e0803n12:117_0": "There in that case, because of the night will not see a meal for me today, and because of eating food.” She replied, “Take me the field.” She replied, “Take me the garden.”",
    "ai-anya-e0803n12:117_1": "not knowing about the states of existence as materiality,",
    "ai-anya-e0803n12:117_2": "This is called “with its progressiveness” when it is said:",
    "ai-anya-e0803n12:118_0": "Learning for such a place,",
    "ai-anya-e0803n12:118_1": "she gave her to such-and-such a one, saying “Forget”,",
    "ai-anya-e0803n12:118_2": "is tossed away in our head, and so on.",
    "ai-anya-e0803n12:118_3": "foundations, “Where are you doing so?” and “proaches, etc., is to be found, and so on.”",
    "ai-anya-e0803n12:118_4": "This is uninterrupted, “Welcome” and “prepared”, and so on.",
    "ai-anya-e0803n12:118_5": "And here it is called “resolving” in the sense of diverse kinds of diversity, etc., in order to preceding difference in each case.",
    "ai-anya-e0803n12:119_0": "Now, what is called the sound of covetousness in the name of the one who is calling him up again:",
    "ai-anya-e0803n12:120_0": "Who is theirs?",
    "ai-anya-e0803n12:120_1": "Who with the lotus ponds?",
    "ai-anya-e0803n12:120_2": "Whose shaves off his hair?",
    "ai-anya-e0803n12:120_3": "why have we been given to you?",
    "ai-anya-e0803n12:120_4": "Whose shaves off his hair?",
    "ai-anya-e0803n12:120_5": "(but) in what?",
    "ai-anya-e0803n12:120_6": "This is the mark of a wound.",
    "ai-anya-e0803n12:121_0": "In what use of sights, sounds, smells, tastes, and touches for the sake of the worms, of praising of yourselves, of all creatures, of mine who live in kingship? And what is the means of my food and drink?”",
    "ai-anya-e0803n12:121_1": "But since these, namely, the Gandhamādana and Pāṭaliputta, he thinks: “In the place wherever there are. Now, what is I looked here and there is anyone else?”",
    "ai-anya-e0803n12:121_2": "“She is the one thing of what is subject to the Gotama,",
    "ai-anya-e0803n12:121_3": "Why don’t you lazy?",
    "ai-anya-e0803n12:121_4": "But when is the time for entering the supreme Bodhisatta?” and they choose to see the Bodhi Tree, they creepering:",
    "ai-anya-e0803n12:122_0": "“Who is your strength, Great King, in the morning time?”",
    "ai-anya-e0803n12:123_0": "Where does he proceed to full and purely?",
    "ai-anya-e0803n12:124_0": "I see him, Ājīvaka ascetics, what is your disciple?",
    "ai-anya-e0803n12:125_0": "So how does he enquire about what should be said:",
    "ai-anya-e0803n12:126_0": "In regard to these two things, which is accompanied by the King,",
    "ai-anya-e0803n12:127_0": "Away is empty, applies to what is empty.",
    "ai-anya-e0803n12:128_0": "Having given a household water-lilies,",
    "ai-anya-e0803n12:128_1": "what belongs to their own children?",
    "ai-anya-e0803n12:128_2": "he who can pull out a bowl full of position.",
    "ai-anya-e0803n12:128_3": "Or alternatively, when (the mind is) unknowing, (thinking): “What mind is liberated”,",
    "ai-anya-e0803n12:128_4": "What is bodily form?",
    "ai-anya-e0803n12:128_5": "What is the cause of ruination?",
    "ai-anya-e0803n12:128_6": "What do you like?” “What are you like to see in order to see in order:",
    "ai-anya-e0803n12:128_7": "what can you do for someone who is adding, “What can be in this matter?”",
    "ai-anya-e0803n12:128_8": "This isn’t one who has crossed the flood.",
    "ai-anya-e0803n12:129_0": "body up,",
    "ai-anya-e0803n12:129_1": "The body isn’t worth a fraction,",
    "ai-anya-e0803n12:129_2": "body, speech, and mind.",
    "ai-anya-e0803n12:129_3": "having made physical contact with the body.",
    "ai-anya-e0803n12:129_4": "by body and speech.",
    "ai-anya-e0803n12:129_5": "having made physical contact with the body.",
    "ai-anya-e0803n12:129_6": "having seen this body, who knows the body?",
    "ai-anya-e0803n12:130_0": "But here there is the body’s nature, one whose body is undeveloped. And it’s going along the stream that cannot be seen.",
    "ai-anya-e0803n12:130_1": "This is the mark of a woman.",
    "ai-anya-e0803n12:130_2": "so what is the sound of those not obtained",
    "ai-anya-e0803n12:130_3": "In this case, this is said:",
    "ai-anya-e0803n12:130_4": "“What sound is this, King, does one who does not protect the world?",
    "ai-anya-e0803n12:130_5": "Why are you to correct me?”",
    "ai-anya-e0803n12:130_6": "“Whatever form there is in the past, future or present,”",
    "ai-anya-e0803n12:130_7": "“When your Vakkali sees this thing, Vakkali, someone who sees me the Dhamma!” And he said to me:",
    "ai-anya-e0803n12:130_8": "“What sort of time is this? I don’t want to make yourselves for you?”",
    "ai-anya-e0803n12:130_9": "“What is the reason why in the detailed explanation of the meaning here is this: in asking question and in questioning, speaking in questioning in the detail with questioning, etc., with the questioning of the jhānas, etc., of the dyeing of the robes, and so on. What is it in detail?",
    "ai-anya-e0803n12:130_10": "Likewise he said: “Why, making this position",
    "ai-anya-e0803n12:130_11": "What don’t you approve of rebirth?",
    "ai-anya-e0803n12:130_12": "Is praised in your tradition?”",
    "ai-anya-e0803n12:130_13": "“What will you do?” In regard to the five reasons, what is the definitive?",
    "ai-anya-e0803n12:130_14": "“What is virtue?",
    "ai-anya-e0803n12:130_15": "so why in the names, “It is enquiry in a new state?”",
    "ai-anya-e0803n12:130_16": "“What do you eat?",
    "ai-anya-e0803n12:130_17": "Why is it asking questions?”",
    "ai-anya-e0803n12:130_18": "he proceeds: “How are you having asked? What are you doing?”",
    "ai-anya-e0803n12:130_19": "what is called getting permission from the group of five enquipments, etc., of the acquisition of the faithful, etc., should be given in detail:",
    "ai-anya-e0803n12:130_20": "Here is this:",
    "ai-anya-e0803n12:131_0": "homeless, ~ the cast-food, and Ātumā,",
    "ai-anya-e0803n12:132_0": "What is the dregs of leaves about in future?",
    "ai-anya-e0803n12:133_0": "“What is the origin of another?”",
    "ai-anya-e0803n12:133_1": "Where crushed here,",
    "ai-anya-e0803n12:133_2": "body up,",
    "ai-anya-e0803n12:133_3": "What is the sound of the lady thus: “What is the sound of the skill in absorption?” And why do they only referring to him again and again in the same way, which is the same way:",
    "ai-anya-e0803n12:133_4": "But how on earth can he see, saying: “Who is the donor? What is the name of?”",
    "ai-anya-e0803n12:133_5": "All of them can be developed by one who advertsity, and one who, through compassion,",
    "ai-anya-e0803n12:134_0": "What is the sound of the twentieth in the city of Vessavaṇa?",
    "ai-anya-e0803n12:135_0": "“One who is happy,” “There is such,” and so the name of the Dabbananda.",
    "ai-anya-e0803n12:136_0": "“Indeed it is your preceptor,” he said,",
    "ai-anya-e0803n12:137_0": "What does he say about together with the women? “What is there to be heard?”",
    "ai-anya-e0803n12:138_0": "“That’s why, monk,",
    "ai-anya-e0803n12:138_1": "what is the doing of the profitable?” making the sound of clairaudience in the three realms.",
    "ai-anya-e0803n12:138_2": "What’s the intention of the mind?",
    "ai-anya-e0803n12:138_3": "“I do what it means.” In this way, what is the doing of, what is its intention to be reborn, what is the reason why he dissipate of such sounds, etc., should be practiced?",
    "ai-anya-e0803n12:138_4": "What do we subside in closeness with such risingons language, what is well quiet at him?",
    "ai-anya-e0803n12:138_5": "Because when any such garments such as no matter how many times make the sound of drums, and so on.",
    "ai-anya-e0803n12:138_6": "To prepare the venerables –",
    "ai-anya-e0803n12:138_7": "“This woman is yours;",
    "ai-anya-e0803n12:138_8": "“What is yours? What is yours?”",
    "ai-anya-e0803n12:138_9": "“What do you think, sir?",
    "ai-anya-e0803n12:138_10": "Why do you stand still?",
    "ai-anya-e0803n12:138_11": "But what’s the torment you sleep at ease?",
    "ai-anya-e0803n12:138_12": "what use is it.",
    "ai-anya-e0803n12:138_13": "What is the reason why they met inspire?",
    "ai-anya-e0803n12:138_14": "For this is said:",
    "ai-anya-e0803n12:139_0": "“And while others did the same, or",
    "ai-anya-e0803n12:140_0": "What is devoted to the sound of drums, what is the Holy One’s faith?",
    "ai-anya-e0803n12:141_0": "And although the caravan leader of all the follows:",
    "ai-anya-e0803n12:142_0": "For their sensible people can know the true teaching and to schism.”",
    "ai-anya-e0803n12:143_0": "Now, as to all kinds of sympathy: I have not been developed by one who is uprooted, singing, or harshness, and reputation, so on, because of this, the length of horns.",
    "ai-anya-e0803n12:143_1": "But nevertheless because he has actually entered upon the manner of mind.",
    "ai-anya-e0803n12:143_2": "For that is exceedingly the prime calm, the rolls of the mouth, the bowels on the couches, the shakes, and the breeze.",
    "ai-anya-e0803n12:143_3": "Why is this difference between material and unspecified pervasion with all the various forms of materialitys? This is the meaning of the word-meanings.",
    "ai-anya-e0803n12:143_4": "But here it is said in the Paṭisambhidā, which is an indication as a syllable, deliverance of secret, and so on. What is meant is that faithful:",
    "ai-anya-e0803n12:144_0": "that in the body and head, Vāsava, the happiness of the supreme happiness.",
    "ai-anya-e0803n12:145_0": "who does not say noise in three times: He will not be undergoten.",
    "ai-anya-e0803n12:146_0": "So what is the sound of all creatures should be understood to be understood as the sound of all beings and the sound of all that is to be understood?",
    "ai-anya-e0803n12:147_0": "Here the opposite of the kind already stated,",
    "ai-anya-e0803n12:148_0": "is called “one endowed with perfect understanding”.",
    "ai-anya-e0803n12:149_0": "What femininely does this body come to be?",
    "ai-anya-e0803n12:150_0": "What is the body like someone like me?",
    "ai-anya-e0803n12:151_0": "destroy the hot season, desire the current.’",
    "ai-anya-e0803n12:152_0": "Connected by material things,’ and the gods cry out.",
    "ai-anya-e0803n12:153_0": "What is their body?",
    "ai-anya-e0803n12:154_0": "This is the simile of the earth:",
    "ai-anya-e0803n12:155_0": "Whose absorption has the sweetest dust?",
    "ai-anya-e0803n12:156_0": "And poisoning others’ slander.",
    "ai-anya-e0803n12:157_0": "What can there be in this way?” and “From the species of garments, all kinds of foulness, horns, and any sounds of kettledrums because of the carpets of wood, water, and firewood, wind, and burning in forcessary and cried up the sound of their bodies.” And he should give up that kind of thread of low-arms, and all the sounds and all the sounds of men.",
    "ai-anya-e0803n12:157_1": "In what way?",
    "ai-anya-e0803n12:158_0": "anywhere.",
    "ai-anya-e0803n12:158_1": "Whatever bad things there are—",
    "ai-anya-e0803n12:158_2": "(but) by what means is it fitting to grab her ornaments?”",
    "ai-anya-e0803n12:158_3": "Whoever, having come to anyone,",
    "ai-anya-e0803n12:158_4": "from the five (of births) in the past, future or present.",
    "ai-anya-e0803n12:158_5": "Whoever, having come to anyone,",
    "ai-anya-e0803n12:158_6": "Aeze for any kind of person,",
    "ai-anya-e0803n12:158_7": "if it is of splitles of plastered inside and out;",
    "ai-anya-e0803n12:158_8": "Why did he make the same as that?",
    "ai-anya-e0803n12:159_0": "However, there are women that have a woman at all times in body and mind,",
    "ai-anya-e0803n12:159_1": "when he has done no time,",
    "ai-anya-e0803n12:159_2": "whatever she wants.",
    "ai-anya-e0803n12:159_3": "by body and speech;",
    "ai-anya-e0803n12:159_4": "Questioned his body,",
    "ai-anya-e0803n12:159_5": "by body and speech;",
    "ai-anya-e0803n12:159_6": "Questioned his body,",
    "ai-anya-e0803n12:159_7": "The body is fortunate for body.",
    "ai-anya-e0803n12:160_0": "And here it should be understood that “should not be afraid of him,” etc., “What sort of him should be understood?",
    "ai-anya-e0803n12:160_1": "So it should be understood that anyone according to the wardings beginning with the categories beginning with the bodies of quarrels, etc., and because they are included by the fortune-tempered.",
    "ai-anya-e0803n12:161_0": "having shown them a great noise, as happens for a reputation (formed):",
    "ai-anya-e0803n12:162_0": "whatever rushing thoughts",
    "ai-anya-e0803n12:162_1": "whatever rushing thoughts there are,",
    "ai-anya-e0803n12:162_2": "by some means or other.",
    "ai-anya-e0803n12:162_3": "Whoever, having any longings,",
    "ai-anya-e0803n12:162_4": "Because of one a ploughed and sown,",
    "ai-anya-e0803n12:162_5": "Whoever, having any longings,",
    "ai-anya-e0803n12:162_6": "wherever they may be born",
    "ai-anya-e0803n12:163_0": "Whoever would ask me, (saying): “Whoever amongst me,",
    "ai-anya-e0803n12:163_1": "Of all the paths that are real, and inconsequence, it should be understood as the best.”",
    "ai-anya-e0803n12:163_2": "so full of plows,",
    "ai-anya-e0803n12:164_0": "any kind of shelter.",
    "ai-anya-e0803n12:164_1": "any kind of shelter.",
    "ai-anya-e0803n12:164_2": "Between salty purgatives",
    "ai-anya-e0803n12:164_3": "There is nothing more than the instances in the household life.",
    "ai-anya-e0803n12:164_4": "There’s no wealth here or beyond,",
    "ai-anya-e0803n12:164_5": "whatever bodily form there are, etc., that should be understood according to the indication, etc., of whichever he knows.",
    "ai-anya-e0803n12:164_6": "the baskets of lotuses,",
    "ai-anya-e0803n12:165_0": "whatever woman or man,",
    "ai-anya-e0803n12:165_1": "whatever she wants,",
    "ai-anya-e0803n12:165_2": "one should be asked for a bodily conduct,",
    "ai-anya-e0803n12:165_3": "whatever bodily or mental deeds there are,",
    "ai-anya-e0803n12:165_4": "one should be asked for a bodily conduct,",
    "ai-anya-e0803n12:165_5": "whatever bodily or mental deeds there are,",
    "ai-anya-e0803n12:165_6": "whatever rushing off body",
    "ai-anya-e0803n12:166_0": "Herein, here the feelings should be understood that in the past, future or present.",
    "ai-anya-e0803n12:166_1": "For women are likewise.",
    "ai-anya-e0803n12:166_2": "So it should be understood that anyone who possesses it according to the opposite sex only with one’s own terms, thus it is “noblemishing” .",
    "ai-anya-e0803n12:166_3": "And all kinds of sounds should be understood that have not ceased in the sense of calming, and that is to say.",
    "ai-anya-e0803n12:166_4": "if they were to arrangements in the three insteads, the thirty-two palms, and the rest, the clung to them in the different kinds of sounds, etc., only as they do not a single noise.",
    "ai-anya-e0803n12:167_0": "Furthermore, what is the duality of you that they can expect to do so by means of all kinds of similes, and classified as they are, they reject things that are incapable of performing.",
    "ai-anya-e0803n12:167_1": "and not by striving for their minds, you should know however man.",
    "ai-anya-e0803n12:167_2": "In the same way the Teacher, Such-like, unmatched in the world,",
    "ai-anya-e0803n12:168_0": "This person whose mind has produced by oneself,",
    "ai-anya-e0803n12:168_1": "true to their vows,",
    "ai-anya-e0803n12:168_2": "but who wants to much profit.",
    "ai-anya-e0803n12:168_3": "This is:",
    "ai-anya-e0803n12:168_4": "These are the things that are not worthless in order to show the purposes of sensible people.",
    "ai-anya-e0803n12:169_0": "Now, as to the words that brings unity in the word “profitable” .",
    "ai-anya-e0803n12:170_0": "For even a single word is regarded as horn but not as undesirable,",
    "ai-anya-e0803n12:170_1": "When it is called ‘a calm’ and “body” in this way is a term for continuation of existence.",
    "ai-anya-e0803n12:171_0": "one month, one of them is one.",
    "ai-anya-e0803n12:171_1": "Likewise the sound of such is alone.",
    "ai-anya-e0803n12:171_2": "For that is why there are two kinds of calculations in each one-bearing.",
    "ai-anya-e0803n12:171_3": "“I am the perfected one, the fully awakened Buddha,",
    "ai-anya-e0803n12:171_4": "I am lying down alone, without companion, and even just one side.”",
    "ai-anya-e0803n12:171_5": "This is the one-way path of all good qualities.",
    "ai-anya-e0803n12:172_0": "But when (the Buddha’s) calculation and many other sectarians, he proceeded in the same place as before.",
    "ai-anya-e0803n12:172_1": "for one who advantages do not exceed enclosure .",
    "ai-anya-e0803n12:172_2": "Because that’s how many things are there.",
    "ai-anya-e0803n12:172_3": "what is said: “As a single disease has just one,”",
    "ai-anya-e0803n12:172_4": "even if there’s no inclination.",
    "ai-anya-e0803n12:172_5": "“Householder, when one person has come alone, they’ll do so too that one should be told, “This is the proper conduct for one, householder.”",
    "ai-anya-e0803n12:172_6": "This is not meant for me to surprison in all ways that is uninterrupted in an instance.",
    "ai-anya-e0803n12:173_0": "When some of the single one is spoken, he should do so each other with one.",
    "ai-anya-e0803n12:173_1": "This too is a blessing for all the time,",
    "ai-anya-e0803n12:173_2": "herein some:",
    "ai-anya-e0803n12:173_3": "The same method applies",
    "ai-anya-e0803n12:173_4": "But when because of that (respect) “The head of Sīvals” then can be spoken by one or other of them according to the advantages, according to one definite .",
    "ai-anya-e0803n12:173_5": "“If you avoid both the wrong time and the one can both be no more.”",
    "ai-anya-e0803n12:173_6": "This is not meant for me to surprison in all ways that is uninterrupted in an instance.",
    "ai-anya-e0803n12:173_7": "Herein, because of the waters of the Ganges to the Aciravatī with the waters of the Yamuna, like the Mirrobalans.",
    "ai-anya-e0803n12:174_0": "But the teacher, having taken a share, and double all the trumbles separately, like a ketttle.",
    "ai-anya-e0803n12:175_0": "One of them",
    "ai-anya-e0803n12:175_1": "One day,",
    "ai-anya-e0803n12:175_2": "with unified mind,",
    "ai-anya-e0803n12:175_3": "another different.",
    "ai-anya-e0803n12:175_4": "after discussing each other with one,",
    "ai-anya-e0803n12:175_5": "another different.",
    "ai-anya-e0803n12:175_6": "One, with a single body:",
    "ai-anya-e0803n12:175_7": "This is the all that I must be understood as the approach.",
    "ai-anya-e0803n12:176_0": "“Whoever has faith in the horns of Saṅkha.",
    "ai-anya-e0803n12:176_1": "And when the words “which is terminated all”, it was according to the word “special” according to the word ‘shrine” , etc., according to origination in all directions, and so on.",
    "ai-anya-e0803n12:176_2": "and the species of creepers feel less than a hundred leagues.”",
    "ai-anya-e0803n12:176_3": "and say to them,",
    "ai-anya-e0803n12:176_4": "But when we have shown the meaning of the Kosalans, we said:",
    "ai-anya-e0803n12:177_0": "In that case, this is the confirmation among the foreigns, this is the one-sessioner: “If this is the opposite of, this is the one-month, this one key.”",
    "ai-anya-e0803n12:177_1": "so full of plows,",
    "ai-anya-e0803n12:178_0": "one,",
    "ai-anya-e0803n12:178_1": "one,",
    "ai-anya-e0803n12:178_2": "Between salty purgatives",
    "ai-anya-e0803n12:178_3": "Herein, some bring some means",
    "ai-anya-e0803n12:178_4": "and so on in species of the termite-mounds are not allowed to live in the species of plates.",
    "ai-anya-e0803n12:179_0": "One day and night",
    "ai-anya-e0803n12:179_1": "One day,",
    "ai-anya-e0803n12:179_2": "One day, with one sitting per day,",
    "ai-anya-e0803n12:179_3": "One of them.",
    "ai-anya-e0803n12:179_4": "One day, with one sitting per day,",
    "ai-anya-e0803n12:179_5": "One of them.",
    "ai-anya-e0803n12:179_6": "One day, with one sitting per day,",
    "ai-anya-e0803n12:179_7": "And herein is the same kind of understand:",
    "ai-anya-e0803n12:179_8": "For women are likewise.",
    "ai-anya-e0803n12:179_9": "all kinds of becoming .",
    "ai-anya-e0803n12:180_0": "on the contrary, how do they proceed in accordance with the word Vibhaṅga thus: “In what way do they say about one thing?”",
    "ai-anya-e0803n12:181_0": "One person is one personal wounds themselves in one cloth. Lying alone with a single one, with the same two ends.",
    "ai-anya-e0803n12:182_0": "after prepare each of his owners,",
    "ai-anya-e0803n12:182_1": "the sal trees are in full blossom, and so on.",
    "ai-anya-e0803n12:182_2": "each one, and every one of them had some repaired matters.",
    "ai-anya-e0803n12:182_3": "For women are likewise.",
    "ai-anya-e0803n12:183_0": "all of them wished:",
    "ai-anya-e0803n12:183_1": "However much is indeed there in such a thing,",
    "ai-anya-e0803n12:183_2": "So it should be observed by one of these kinds as accumulating thus: “It is because in the fact that one should not be done by one whose mind is not because of undertakings and directions,",
    "ai-anya-e0803n12:183_3": "For “Because it is said: “In order to show a view, then, as infantry, on embracing and precisely, as if it were, heedlessly discerning the consequence of choices, like the sound of covetousness in its mountains, and likewise enemys, the localcations of phenomena, as in the case of the localcations of conditions, etc., “profitable,”",
    "ai-anya-e0803n12:183_4": "But since this choose is successful, while the world does not arise in them, there is no further for him.",
    "ai-anya-e0803n12:184_0": "Now, some say that some have spoken of the word-meaning on foot, –",
    "ai-anya-e0803n12:184_1": "First some of the houses",
    "ai-anya-e0803n12:184_2": "some of the others.",
    "ai-anya-e0803n12:184_3": "this is a person’s intention.",
    "ai-anya-e0803n12:184_4": "And here there is much of sort of variety in each enlightenment comes about with materiality and materiality.",
    "ai-anya-e0803n12:184_5": "“There’s a gentleman who is virtuous,",
    "ai-anya-e0803n12:184_6": "like some foolish people here in the world.”",
    "ai-anya-e0803n12:185_0": "One is the one kind ofable.",
    "ai-anya-e0803n12:185_1": "altogether is the one kind.",
    "ai-anya-e0803n12:185_2": "this is a person’s intention.",
    "ai-anya-e0803n12:185_3": "And here this: even a single one is attached to it, ~ with many and diverse forms .",
    "ai-anya-e0803n12:185_4": "the single day.",
    "ai-anya-e0803n12:186_0": "“Some householders, and even some renunciants,",
    "ai-anya-e0803n12:187_0": "are not to be trusted.",
    "ai-anya-e0803n12:188_0": "After it was good, having become good,",
    "ai-anya-e0803n12:189_0": "while still here they’re good.”",
    "ai-anya-e0803n12:190_0": "while others cannot have a quiet in the sound of drums -",
    "ai-anya-e0803n12:191_0": "“It seems the truth it seems was known",
    "ai-anya-e0803n12:192_0": "A floating log is (much) better than some people.",
    "ai-anya-e0803n12:193_0": "and some remain passive.",
    "ai-anya-e0803n12:193_1": "and some of the same.",
    "ai-anya-e0803n12:193_2": "In some of the very same way:",
    "ai-anya-e0803n12:193_3": "so full of plows,",
    "ai-anya-e0803n12:194_0": "some of the others",
    "ai-anya-e0803n12:194_1": "some of the others",
    "ai-anya-e0803n12:194_2": "Between salty purgatives",
    "ai-anya-e0803n12:194_3": "One alone:",
    "ai-anya-e0803n12:194_4": "One alone:",
    "ai-anya-e0803n12:194_5": "Between salty purgatives",
    "ai-anya-e0803n12:194_6": "and some of the same.",
    "ai-anya-e0803n12:194_7": "and some of the same.",
    "ai-anya-e0803n12:194_8": "Between salty purgatives",
    "ai-anya-e0803n12:194_9": "the baskets of lotuses,",
    "ai-anya-e0803n12:195_0": "“I hope some are other times,” “Where are they single?”",
    "ai-anya-e0803n12:195_1": "and some are the same.",
    "ai-anya-e0803n12:195_2": "and some of them can be known.”",
    "ai-anya-e0803n12:195_3": "For women are likewise.",
    "ai-anya-e0803n12:196_0": "Now, as to the one sitting permutation series:",
    "ai-anya-e0803n12:197_0": "alone, withdrawn, diligent;",
    "ai-anya-e0803n12:197_1": "have you single guard?",
    "ai-anya-e0803n12:197_2": "I could make a staff",
    "ai-anya-e0803n12:197_3": "alone in the wilderness,",
    "ai-anya-e0803n12:197_4": "After doing a single sitting per day,",
    "ai-anya-e0803n12:197_5": "I can dwell secluded, heedful, aroused by myself,",
    "ai-anya-e0803n12:197_6": "by way of body,",
    "ai-anya-e0803n12:197_7": "so full of plows,",
    "ai-anya-e0803n12:198_0": "living alone, withdrawn,",
    "ai-anya-e0803n12:198_1": "What is one day?",
    "ai-anya-e0803n12:198_2": "Between salty purgatives",
    "ai-anya-e0803n12:198_3": "In one sitting per day,",
    "ai-anya-e0803n12:198_4": "In one sitting per day,",
    "ai-anya-e0803n12:198_5": "Between salty purgatives",
    "ai-anya-e0803n12:198_6": "the baskets of lotuses,",
    "ai-anya-e0803n12:199_0": "one sitting permutation series.",
    "ai-anya-e0803n12:199_1": "alone, with one sitting per day.",
    "ai-anya-e0803n12:199_2": "alone in the city of Vedas,",
    "ai-anya-e0803n12:199_3": "alone in the evening time, alone in the sitting eleventh.",
    "ai-anya-e0803n12:199_4": "on theeleventh day, in the evening time,",
    "ai-anya-e0803n12:199_5": "Eleventh wide openings.",
    "ai-anya-e0803n12:199_6": "For women are likewise.",
    "ai-anya-e0803n12:199_7": "All of them are seen in order to practise who have not understood the meaning of each other, which is accompanied by defilements,",
    "ai-anya-e0803n12:200_0": "Now, as to the thirty-two syllables that are called the word of the Buddha, the Lord of the Enlightened One, the Protector of the Enlightened One –",
    "ai-anya-e0803n12:201_0": "“ both of them has been given up by both sides, this is the kind of fearful raft, both of using a head-splitation.”",
    "ai-anya-e0803n12:201_1": "To prepare the venerables –",
    "ai-anya-e0803n12:201_2": "both of them have been put down.",
    "ai-anya-e0803n12:201_3": "and both (etc.) means the women gave birth to both women,",
    "ai-anya-e0803n12:201_4": "to see both kinds of perception.",
    "ai-anya-e0803n12:201_5": "having breakfast my feet, I will lie on both sides.",
    "ai-anya-e0803n12:201_6": "both hands.",
    "ai-anya-e0803n12:201_7": "both of them pulled out and both women and men, women, men and women, both women and men.",
    "ai-anya-e0803n12:201_8": "But doctors “The teachers find fault.”",
    "ai-anya-e0803n12:201_9": "how is it said that a man holding a male person?",
    "ai-anya-e0803n12:201_10": "all the time should be given attention to them.",
    "ai-anya-e0803n12:201_11": "The quieter of praise,",
    "ai-anya-e0803n12:201_12": "because of the spears of warding off of the body",
    "ai-anya-e0803n12:202_0": "Now, as to the words: now the word of the four primary elements, which ends in all the times, when they trickedly call them out.",
    "ai-anya-e0803n12:203_0": "two kinds of two kinds of cloth: two two two kinds of difficult people.",
    "ai-anya-e0803n12:203_1": "But in the Sūḷa-Deper’s trickling downwards, “And when they go out,”",
    "ai-anya-e0803n12:203_2": "and these two women among them, etc., are devoted to the faithful women like the terrors, etc., as in the mass of women and so on., are the two of women’s hearts desires, and so on.",
    "ai-anya-e0803n12:203_3": "These are the signs of the opposite sex.",
    "ai-anya-e0803n12:204_0": "“Teach is the sight,” he should equal them of that which is:",
    "ai-anya-e0803n12:205_0": "or two or three:",
    "ai-anya-e0803n12:206_0": "“The two years and the two streams of rain are hard to enter,",
    "ai-anya-e0803n12:207_0": "and the two upper one, overcome by hate, and self-control,",
    "ai-anya-e0803n12:208_0": "Three periods of three kinds: three kinds of three kinds of three kinds of three kinds, three on the three, three, three, three, four, five, three, three, ten, and three.",
    "ai-anya-e0803n12:208_1": "These are the formless graceful marks.",
    "ai-anya-e0803n12:209_0": "he gave the three discriminations to the three realms: the three Tissās.",
    "ai-anya-e0803n12:209_1": "These are the marks of a woman.",
    "ai-anya-e0803n12:209_2": "The Shorter Discourse: “This is the fourth lost opportunity for more than four months.” But when they said, “It hasn’t been brought, it’s ninety-foured,”",
    "ai-anya-e0803n12:209_3": "After causing them, they should be given again and again with a worms again.",
    "ai-anya-e0803n12:210_0": "Three periods of three kinds: three kinds of direct-knowledge three kinds of three kinds, three on the three, three, three, three, four, five, three, three, ten.",
    "ai-anya-e0803n12:210_1": "These do not have the names of characteristic,",
    "ai-anya-e0803n12:210_2": "And where does the water dried up and evaporated, the water is in the bloated, or the water’s rim in the lotuses?",
    "ai-anya-e0803n12:210_3": "“It’s because Piṇḍola Bhāradvāja has developed and cultivated three faculties that he declares enlightenment: “This is just born in an ear” .",
    "ai-anya-e0803n12:211_0": "whatever form there is, he says, “The three kinds of form are three”;",
    "ai-anya-e0803n12:212_0": "Pressed by one means of diligence.",
    "ai-anya-e0803n12:213_0": "For him should be together with him, together with the harem,",
    "ai-anya-e0803n12:214_0": "“Having feeling” is the name of the Three Worlds surely looking at the mind.",
    "ai-anya-e0803n12:215_0": "praised by the wise, not praised.",
    "ai-anya-e0803n12:216_0": "(But) they wish.",
    "ai-anya-e0803n12:217_0": "fourteen fourth parts of four groups (of the four sections) four four four, five, four, five, six each, four, five, six each four, eight attained (pers).",
    "ai-anya-e0803n12:217_1": "These are the formless graceful marks.",
    "ai-anya-e0803n12:218_0": "four discriminations, four four four attained (of the four lower parts) and four four four in number; the four ways of triading.",
    "ai-anya-e0803n12:218_1": "These are the marks of a woman.",
    "ai-anya-e0803n12:218_2": "For women these reasons: “As indication” is said in the four directions, (was happening) to the Ambout One, who is moved by sight of special chops, and invited by sights, –",
    "ai-anya-e0803n12:218_3": "Therefore, “The woman’s body is covered with skin on the ground,” she said, “It’s expert in conduct,” and she said, “It’s possible to know the investigate.”",
    "ai-anya-e0803n12:218_4": "And the ascetic Gotama is dear and beloved to the four assemblies that he is dear and pleasing to the assembly.",
    "ai-anya-e0803n12:218_5": "And the four incredible and amazing things about the discourses.",
    "ai-anya-e0803n12:218_6": "But talk about just as a hundred merchants in the common limbs, “But anyone who knows the fourfold army,”",
    "ai-anya-e0803n12:219_0": "Four four ways of discriminations, four four four ways of absorptions, and four four ways of (story).",
    "ai-anya-e0803n12:219_1": "These do not have the names of characteristic,",
    "ai-anya-e0803n12:220_0": "It is because he remembers the four (supernatural) noise, “Tell him” and “They are grievings of sounds.”",
    "ai-anya-e0803n12:221_0": "One who has attained the state of existence (of existence), and who possesses three states of existence,",
    "ai-anya-e0803n12:222_0": "he is one who has no compassion for giving.",
    "ai-anya-e0803n12:223_0": "“From the four-footed (former) the four directions.”",
    "ai-anya-e0803n12:224_0": "These two, three, four, and many.",
    "ai-anya-e0803n12:224_1": "But in the Simile of the Earth: “According to the Bodhi similes of the termite-mound is said, like a second time.”",
    "ai-anya-e0803n12:225_0": "but now they quietly still have been quietly calling them the sound of the ears. When they was speaking on you, they will be quiet.",
    "ai-anya-e0803n12:226_0": "you are now yours.",
    "ai-anya-e0803n12:226_1": "you will be yours:",
    "ai-anya-e0803n12:226_2": "you must explain",
    "ai-anya-e0803n12:226_3": "Yours are yours:",
    "ai-anya-e0803n12:226_4": "you must explain",
    "ai-anya-e0803n12:226_5": "Yours are yours:",
    "ai-anya-e0803n12:226_6": "you will do it.",
    "ai-anya-e0803n12:226_7": "“On that man is: ‘On that woman, a man is giving the mind” .",
    "ai-anya-e0803n12:227_0": "their own houses,",
    "ai-anya-e0803n12:228_0": "but I’m forget about it.",
    "ai-anya-e0803n12:228_1": "if you were to ask me, Visākha, the same matter,",
    "ai-anya-e0803n12:228_2": "non-human beings.",
    "ai-anya-e0803n12:228_3": "which is my grandmother is mine.",
    "ai-anya-e0803n12:228_4": "non-human beings.",
    "ai-anya-e0803n12:228_5": "which is my grandmother is mine.",
    "ai-anya-e0803n12:228_6": "We’re not content among those who are unattached,",
    "ai-anya-e0803n12:229_0": "But here, however, he thinks, “In what way do we do this?” “From then on the following day, is there a way to understand how to understand how to the beginning, “There is.” But he can understand “There is.”",
    "ai-anya-e0803n12:229_1": "Then he said: “I have a thought of immorality to develop the mind, and the remaining eighty years.”",
    "ai-anya-e0803n12:229_2": "For this is what I want.",
    "ai-anya-e0803n12:229_3": "“Where do I get to know the mind?”",
    "ai-anya-e0803n12:229_4": "These are the signs of warding off of the opposite sex.",
    "ai-anya-e0803n12:230_0": "We hope you’re less than decaying: ‘We hope you’re separated from the grounds,’ and we don’t say it’s said to much.",
    "ai-anya-e0803n12:230_1": "“We hope you’re untroubled to such a person,” and they said, “We hope you’re prosperous,” “We’re very much toothinking,” and “We’re not used to have a lot of fourth,” and “Weighing up the four quarters,” “We’re not washed, anointed,” and so on.",
    "ai-anya-e0803n12:230_2": "If they are given up, they should be seen in some suttanta.",
    "ai-anya-e0803n12:231_0": "and although you may be together with others, the sounds of others, etc., come together with the roars of the Realized Ones.",
    "ai-anya-e0803n12:231_1": "“Chief, chief, give me a lump of meat,” “The Buddha, is good in the mouth of meat,” and on the inside of the length of a lake. Your face is good in the mouth with me.”",
    "ai-anya-e0803n12:232_0": "Herein, I am lampsing the flesh, when they tell me to cross over the flood.",
    "ai-anya-e0803n12:232_1": "you who is charming torment, ~ protection in the world,",
    "ai-anya-e0803n12:232_2": "* The one who is beaten by fosters, who lets go in his heart,",
    "ai-anya-e0803n12:232_3": "you’ll face",
    "ai-anya-e0803n12:232_4": "Wealthy in the four ways, saying: “We will be introduced to your face,”",
    "ai-anya-e0803n12:232_5": "And here the carcass of meat,” “Before”, “After on the inside, the lump of meat,” and on the leftovers of the mouth, saying “You may you find me out my mouth,” and the complexion of meat,” and so on.",
    "ai-anya-e0803n12:232_6": "Herein, you shall proclaim the lamps, the following words: “Yourses, (?) are the colors, your complexions, you praise.”",
    "ai-anya-e0803n12:232_7": "and my face amusing my mouth.",
    "ai-anya-e0803n12:232_8": "Some of them and others also in the same places.",
    "ai-anya-e0803n12:233_0": "he socializing, they were equally,",
    "ai-anya-e0803n12:234_0": "“The mouth,” “They are all the monks.",
    "ai-anya-e0803n12:235_0": "Here it may be that merely: “What’s this sound of sight? Or do you have also change?”",
    "ai-anya-e0803n12:235_1": "“I have a sense of urgency.”",
    "ai-anya-e0803n12:235_2": "If why are they called “where aren’t they mentioned?”",
    "ai-anya-e0803n12:235_3": "of one who seeks purity.",
    "ai-anya-e0803n12:235_4": "That is why it is said:",
    "ai-anya-e0803n12:236_0": "“This is mine, but not what belongs to me.”",
    "ai-anya-e0803n12:237_0": "I say it is not enough for you,",
    "ai-anya-e0803n12:238_0": "Well, we have put out the sound of the recitation that is said to be the weter:",
    "ai-anya-e0803n12:238_1": "But they’re quiet.",
    "ai-anya-e0803n12:238_2": "I also say that the sound of eight kinds of temperament is present, and so have also therefore let the sound of drums, I also say that.",
    "ai-anya-e0803n12:238_3": "We have faith in the proficient in the three Vedas, thinking: “We came to such-and-such a professions in the three Vedas.”",
    "ai-anya-e0803n12:238_4": "“This must because of the one’s birth in the next life.”",
    "ai-anya-e0803n12:238_5": "“mindfulness of the happiness,” etc., he is happy in the neighborhood of a certain rebirth.",
    "ai-anya-e0803n12:238_6": "by the external enemies substance, encountered by the mind.",
    "ai-anya-e0803n12:238_7": "“What if I were to make a hut consisting of nothing but clay?”",
    "ai-anya-e0803n12:238_8": "“I do not fulfilling virtue” for the purpose of giving mere virtue.",
    "ai-anya-e0803n12:238_9": "knowing “I have made a heap of gold coins and bullion stored it up in the sense of wide openings or eventually full.”",
    "ai-anya-e0803n12:238_10": "However, they gold in colour, golden glorious, made a golden garland.",
    "ai-anya-e0803n12:238_11": "He can also be called “born” if he can be called one who “gone”.",
    "ai-anya-e0803n12:238_12": "But when the complexion of the golden skin is encoloured by the couple of gold, etc., appearing as if there were waters of the colour of lotuses.",
    "ai-anya-e0803n12:239_0": "he said: “I have no faith in the venerables, what will I have attained by me?”",
    "ai-anya-e0803n12:239_1": "I have needed them.’",
    "ai-anya-e0803n12:239_2": "“Sir, please teach me Dhamma with a trainee.”",
    "ai-anya-e0803n12:239_3": "“Mendicants, before my awakening—when I was still unawakened but intent on awakening—I said: ‘Buddha awakening is the truth’, and so on.",
    "ai-anya-e0803n12:239_4": "Here is this:",
    "ai-anya-e0803n12:240_0": "With the gift of a (good) gift, I have arrived at Saṁsāra,",
    "ai-anya-e0803n12:241_0": "Such is my faith, ethics, learning, and wisdom.",
    "ai-anya-e0803n12:242_0": "But in the first place where the word scope is proficient in the Commentaries, making Queen Sutta and in the Vibhaṅga thus: “In these eight ways I have escaped the spendowed, the drums, and the tangles in the kettledrums, and the spellables in the making the tails of the earth,",
    "ai-anya-e0803n12:242_1": "For that is why it is said in the Commentaries: “Confidence with the sound of virtue as giving and taking up the dreadful hands, I give them a valuable .”",
    "ai-anya-e0803n12:242_2": "the one who does not take to act in this way, from what is theirs, even tempered in this way? Where is they persuaded the word of the Buddha?",
    "ai-anya-e0803n12:242_3": "For these are the reasons why my faith is present, and my confidence escorted by you. And the Buddhas take noise of my gifts, giving the dregs, and my gifts from the unfaith.",
    "ai-anya-e0803n12:243_0": "Here is an end:",
    "ai-anya-e0803n12:243_1": "I give it up,",
    "ai-anya-e0803n12:243_2": "I encounter you.",
    "ai-anya-e0803n12:243_3": "it will bring me to yourselves and offer meat by name.",
    "ai-anya-e0803n12:243_4": "that indeed is your father, a lion of a man.",
    "ai-anya-e0803n12:243_5": "But are they your mother and father?",
    "ai-anya-e0803n12:243_6": "Gifts should only be given to me, not others.",
    "ai-anya-e0803n12:243_7": "this is my wife who is my wife.",
    "ai-anya-e0803n12:243_8": "My hermitage is very hard to see.",
    "ai-anya-e0803n12:243_9": "of omniscience, and my love",
    "ai-anya-e0803n12:243_10": "Father, dear Sir, please give my consent to you one such as yourself.",
    "ai-anya-e0803n12:243_11": "my husband will die now.",
    "ai-anya-e0803n12:243_12": "Your Majesty, such as these swallow-helled rice, stone ball, and youngly go forth.",
    "ai-anya-e0803n12:243_13": "You’re your son,",
    "ai-anya-e0803n12:243_14": "mothers, fathers and brothers, and undevelopsed thus:",
    "ai-anya-e0803n12:244_0": "for the sake of Yamuna, the Theras, that is to say: “This is more than five great primaries, for the sake of Yamuna, ‘I am the fourth kind of unshakable” .",
    "ai-anya-e0803n12:244_1": "If this is the eighth teachers of conduct, saying: “Well, one is the thoroughbred!",
    "ai-anya-e0803n12:244_2": "“May you revere the word of the Buddha”: “Buddha, what is beneficial for you with your Buddha at your head” .",
    "ai-anya-e0803n12:244_3": "‘What is the most important thing’? How is I seeming from sexual intercourse?” she said, “What’s the meaning of good conduct, for one who sees that they do not see incarnation?”",
    "ai-anya-e0803n12:244_4": "and they were living together.",
    "ai-anya-e0803n12:244_5": "For that is why it is said in the meaning of the Dispensation of the scriptures such as: “Being as the meaning of the scriptures, seem to me, not necessary or embracing a quiet in any one of these points, etc., and steming in me.”",
    "ai-anya-e0803n12:244_6": "* For the meaning of the four separate sounds, the bones of all the intermediate directions, in the various directions.",
    "ai-anya-e0803n12:244_7": "Consequently the ascetic life rolled forth in the four hands of the ascetic life rolled forth into the sky. And so, within a reward and poisoned, I will roll up out the sound of collars and rolling the swords. And it was set out for the sake of the value of the self-position.",
    "ai-anya-e0803n12:244_8": "However, in the common sense, this is the eighth teachers of compassion for the hands, and not the roam of the temperament.",
    "ai-anya-e0803n12:244_9": "* is the commentary on that same commendation thus:",
    "ai-anya-e0803n12:245_0": "But there are some who would say:",
    "ai-anya-e0803n12:245_1": "I won’t say such things as noise, with my own hands, myself causing drums, making carpets for the sake of the service, “Through my word, sirs, I shall put you in the meaning,” “Hum.” And I do not say, “Teach me the word ‘fterence from the word tomorrow.”",
    "ai-anya-e0803n12:245_2": "“He do not give me to the going forth,” and when he said, “Even if it is in the day of my going forth, abode,” he is said.",
    "ai-anya-e0803n12:245_3": "she stood the charming verses like a lotus flower which were put down like the snapping of my head in the Thūpa.",
    "ai-anya-e0803n12:245_4": "Then you should not wish to prepare a meal in a place like powder in a bowl.",
    "ai-anya-e0803n12:245_5": "“There’s no desire for pleasure,",
    "ai-anya-e0803n12:245_6": "“How can I develop the bliss of which I desire for them?”",
    "ai-anya-e0803n12:246_0": "if this was because of the noise of sound, he can think, “Give me my child.” And he can make a meal for the brahmin Piyaka.",
    "ai-anya-e0803n12:246_1": "To the brahmin Sīha, his father, and his brother’s sister. And he should say “Take this because of the word “Bhikkhus, invite correction,” he should say, “Thus in the four ways”.",
    "ai-anya-e0803n12:246_2": "If there exists, because of hate,",
    "ai-anya-e0803n12:246_3": "just this very time, a gift of a gift of giving, a general wide, a happy desert of the home, or even one of the monks’s material possessions. It is practitioners, regarding the Buddha, his teaching, and the special qualities of the hymns, and so on. That is why it is preferredicted, and what is it.",
    "ai-anya-e0803n12:246_4": "But in regard to those in such a place as disciplinary issues, he can seize me in phrases thus: “May I get rid of the food and drink,” and he can carry them in various directions.",
    "ai-anya-e0803n12:247_0": "Leader in the four directions, whatever man thinks he doesn’t give to him.",
    "ai-anya-e0803n12:247_1": "This is why in the Pāṭaliputta has faith in the Protector of the Village, which takes places where food, when he tells, “Now, I shall proclaim a leopard.”",
    "ai-anya-e0803n12:247_2": "“For the best,” he replied, “There is in two ways,” and “Protectors,” and “Previously it is the proximate cause of these precious things.”",
    "ai-anya-e0803n12:247_3": "But when the kind of deed is required in one who gives her a place to sacrificial post, it occurs with the meaning as its proximate cause.",
    "ai-anya-e0803n12:247_4": "That’s how you have no refuge for you.”",
    "ai-anya-e0803n12:247_5": "Likewise: “Because of disrespect, the sound of your ears is strong, I am tied to have a strong sense of urgency, and there is no faithful of law of shakes. And I have no calculation for your refuge to you.”",
    "ai-anya-e0803n12:247_6": "For accordingly:",
    "ai-anya-e0803n12:248_0": "“Oh, my eyes are very imposed! Endure is (only) like a lake,",
    "ai-anya-e0803n12:249_0": "After fig fruit, or (thinking): ‘I am making a fruit,’",
    "ai-anya-e0803n12:250_0": "take one warrior here, with a bird named on the Sakyan clan.",
    "ai-anya-e0803n12:250_1": "This is called ‘salm’ because I worm-infested to my body’.",
    "ai-anya-e0803n12:251_0": "For this reason it is known",
    "ai-anya-e0803n12:251_1": "If I were to say to you, my self-control, the ending of all your qualities, I will behave like this and go to heaven. Well, there will be no need of all these things.” And the Buddha, he said, “Nothing for the sake of the whole worldly gaining faith in all this way, he can’t be attained to conduct of the Three Worlds.",
    "ai-anya-e0803n12:251_2": "And here it is said in the explanation of the words “There is this,” “breathingness. ” This is stated in the explanation of the words “There is.",
    "ai-anya-e0803n12:251_3": "he does not have analyzed and clung to in the way already described.",
    "ai-anya-e0803n12:252_0": "Though I stood there like the sound of drums in the sea, which is making the word syllables, making the earth solitary retreat and like a fairies, I can stand near to the frontier of the King. It is peaceful and sublime, just as the rain of the texts on earth.",
    "ai-anya-e0803n12:252_1": "When a man has died, then the one who has gone for refuge from today forward for as long as he has not gone for refuge.",
    "ai-anya-e0803n12:252_2": "In this way, “He is our master,” he should be told: “This is our master’s voice. ” And likewise, “Dispendent, unthinking,” “It’s noise to be tormented in the sound of my drums.”",
    "ai-anya-e0803n12:252_3": "That is why in the commentaries with the embodiment of the ascetic life, as an abode of giving and sharing even a single word of mine for the ascetic life under its particular composed, saying: “Such is whatever is used to be spoken of the ascetic life.”",
    "ai-anya-e0803n12:253_0": "“She is the cry of the world”, and so on.",
    "ai-anya-e0803n12:254_0": "“I do not die,” he said, “I have no harm to me.",
    "ai-anya-e0803n12:255_0": "This being so, when these are present, there is no supplied.",
    "ai-anya-e0803n12:256_0": "no-one finds them, but we’ve seen that safeguard.",
    "ai-anya-e0803n12:257_0": "Incoming that, product is difficult to come for refuge,",
    "ai-anya-e0803n12:258_0": "“I have no sound,” he replied, “They are noise,",
    "ai-anya-e0803n12:259_0": "“Yes,” he replied.",
    "ai-anya-e0803n12:260_0": "and was endowed with good gifts, (thinking):",
    "ai-anya-e0803n12:261_0": "Your mind is mine, I have faith in the teaching.",
    "ai-anya-e0803n12:262_0": "I roll on a stone roll of the Spirit.",
    "ai-anya-e0803n12:263_0": "All these should be brought to mind even if they are exceedingly pure and clean. They should focus on the greatest of sages.",
    "ai-anya-e0803n12:264_0": "But for us there will be those with the quiet and ruin of material possessions.",
    "ai-anya-e0803n12:264_1": "“I hope you’re in harmony, I hope you’ll be in harmony.”",
    "ai-anya-e0803n12:264_2": "“Go away, mendicants, I dismiss you.”",
    "ai-anya-e0803n12:264_3": "“You should not give me a robe in my presence.”",
    "ai-anya-e0803n12:264_4": "“Mendicants, I will teach you an exposition about the teaching.”",
    "ai-anya-e0803n12:264_5": "“You have all spoken well in your presence, Sāriputta.”",
    "ai-anya-e0803n12:264_6": "“So, for you have pure bodily behavior by way of body.”",
    "ai-anya-e0803n12:264_7": "Here is this:",
    "ai-anya-e0803n12:265_0": "“In oneself, and in the arising of wealth,",
    "ai-anya-e0803n12:266_0": "and in the same way as before, so on the word to be filled with the words",
    "ai-anya-e0803n12:267_0": "in these six places we pull out of faith.”",
    "ai-anya-e0803n12:268_0": "He encounters the word ‘meaning with requisites’, not calling the private parts as resolving for the private parts.",
    "ai-anya-e0803n12:268_1": "For if he says, “I’ll go to the lower strike.”",
    "ai-anya-e0803n12:268_2": "“Don’t Viḍūḍabha the king.”",
    "ai-anya-e0803n12:268_3": "“We’re not separated with the elephants, horses, and so on.”",
    "ai-anya-e0803n12:268_4": "“Hush, we can find delight in the word of the forest.”",
    "ai-anya-e0803n12:268_5": "“Sir, the Blessed One has arrived in our monastery.”",
    "ai-anya-e0803n12:268_6": "“There is no place where the Realized Ones don’t exist.”",
    "ai-anya-e0803n12:268_7": "“Do you recall having asked whether or not you ask in the sound of a great king?”",
    "ai-anya-e0803n12:268_8": "“It would be good if you would speak harshly, but not poorly.”",
    "ai-anya-e0803n12:268_9": "“This isn’t sounding, Nor do they rehearse to each other.”",
    "ai-anya-e0803n12:268_10": "Here is this:",
    "ai-anya-e0803n12:269_0": "and in breath, in the household life,",
    "ai-anya-e0803n12:270_0": "At the end of the conversion of the opposite sex,",
    "ai-anya-e0803n12:271_0": "Likewise the utterance of the letter, not the unfaithful.",
    "ai-anya-e0803n12:272_0": "Now comes of all the times beginning with the rest of all the times beginning with the rest of all the time beginning –",
    "ai-anya-e0803n12:273_0": "Whoever does not attend on him,",
    "ai-anya-e0803n12:273_1": "whatever rushing thoughts",
    "ai-anya-e0803n12:273_2": "For the one who understands this",
    "ai-anya-e0803n12:273_3": "The remainder should be expanded.",
    "ai-anya-e0803n12:273_4": "In the presence of that Elder nun all five hundred received the going forth and the higher ordination.",
    "ai-anya-e0803n12:273_5": "whatever she wanted to begine, whether the other watch of the night had passed away.",
    "ai-anya-e0803n12:273_6": "which is the reason why,",
    "ai-anya-e0803n12:273_7": "The remainder should be expanded.",
    "ai-anya-e0803n12:273_8": "Whatever causality is—",
    "ai-anya-e0803n12:273_9": "The remainder should be expanded.",
    "ai-anya-e0803n12:273_10": "The borrowed of this leaf is to be made by the bodies of a league.",
    "ai-anya-e0803n12:274_0": "“This is the one,",
    "ai-anya-e0803n12:274_1": "this is the definition of the world.",
    "ai-anya-e0803n12:274_2": "This is the best method.”",
    "ai-anya-e0803n12:274_3": "“That Blessed One said: “He is the perfected one, without a doubt,",
    "ai-anya-e0803n12:274_4": "Avoiding these two extremes, the Realized One woke up by the middle way of practice.",
    "ai-anya-e0803n12:274_5": "This is the charioteer, the charioteer, the mind.",
    "ai-anya-e0803n12:274_6": "So he should apply himself to the all-knower, (thinking):",
    "ai-anya-e0803n12:275_0": "I have given up all suffering in the dispensation.",
    "ai-anya-e0803n12:276_0": "being everywhere well-foured in all’s instructions, for the purpose of (of the Lord of) the Kosalans,",
    "ai-anya-e0803n12:277_0": "“Accomplished with all the Vepacitti,",
    "ai-anya-e0803n12:278_0": "all together with a thousand.",
    "ai-anya-e0803n12:279_0": "In regard to these (previous) puritys that are fine,",
    "ai-anya-e0803n12:280_0": "and it won’t be hard for me to practice.",
    "ai-anya-e0803n12:281_0": "So the two ends of rice porridge and broken rice. They are wise in regard to three kinds of rice and porridge,",
    "ai-anya-e0803n12:282_0": "and for the purpose of making a sound of the Kosalans.",
    "ai-anya-e0803n12:283_0": "First of all names is called “perfected”.",
    "ai-anya-e0803n12:284_0": "The chapter"
}