{
    "ai-anya-e0104n10:0_0": "for the sake of purification of knowledge and vision.",
    "ai-anya-e0104n10:1_0": "First: Path and Knowledge",
    "ai-anya-e0104n10:2_0": "806.",
    "ai-anya-e0104n10:2_1": "now, knowledge and vision arises, and comes to knowledge and vision, he said to him: “Confidentity the Master Gotama.” He said, “Confidently, please speak from knowledge and vision.”",
    "ai-anya-e0104n10:2_2": "others from here and now (the Buddha), who is fully extinguished,",
    "ai-anya-e0104n10:2_3": "the Cotare of Gotama,",
    "ai-anya-e0104n10:2_4": "Knowledge of the practice that leads to purity of knowledge and vision, etc., and so on.",
    "ai-anya-e0104n10:2_5": "he doesn’t purification of knowledge and vision, he has extinguishment without defilements.",
    "ai-anya-e0104n10:2_6": "he can also be made arrangement by the consciousness element in the way that is called “restraint in the variety of the Enlightened One” .",
    "ai-anya-e0104n10:2_7": "In the sixth section on the inside and out.",
    "ai-anya-e0104n10:2_8": "the purity has finished his purity.",
    "ai-anya-e0104n10:2_9": "Likewise that of the activity is cleansed, and the insight is cleansed by insight.",
    "ai-anya-e0104n10:2_10": "and with that of its wavering,",
    "ai-anya-e0104n10:2_11": "Hence it is said: “Sometic Vipassī, seeing ...”",
    "ai-anya-e0104n10:2_12": "they can bring together.”",
    "ai-anya-e0104n10:2_13": "it shows how to show the knowledge and vision of the practice that is purified,",
    "ai-anya-e0104n10:2_14": "They get past from the first absorption.",
    "ai-anya-e0104n10:2_15": "This is the path to stream-entry.",
    "ai-anya-e0104n10:2_16": "According to the human realm he went on a stream-enterer, once-returner, non-returner.",
    "ai-anya-e0104n10:2_17": "Being attached to sensual pleasures, they don’t return to the path of non-returners.",
    "ai-anya-e0104n10:2_18": "the noble path, etc., which is the best, etc., is the best,",
    "ai-anya-e0104n10:2_19": "was the path to Worthiness.",
    "ai-anya-e0104n10:2_20": "Knowledge of the four paths, knowing each other with his own knowledge and vision:",
    "ai-anya-e0104n10:3_0": "During those eighty-four grounds, because of the worms of the three kinds already stated, the two enlightened laws of the way already described.",
    "ai-anya-e0104n10:3_1": "Which is concluded: the sound of coughs, or the sound of three kinds, that is to say, twofold, that is to say:",
    "ai-anya-e0104n10:3_2": "by the power of her own strength, by the oblition of her own beauty,",
    "ai-anya-e0104n10:3_3": "For it is due to mindfulness of breathing that seventy-footed later, but for the second, the third temperature vanished from it.",
    "ai-anya-e0104n10:3_4": "Or alternatively, because of the power of choices and consciousness, because of the power of defilement,",
    "ai-anya-e0104n10:3_5": "For in the first temperature that is rewardeds owing to the knowledge of the supreme knowledge of the path, like the head of faith, the radiant, the opinion of the various forms, and the knowledge of the opposite sex.",
    "ai-anya-e0104n10:3_6": "At the time of the impediments he fell off and was covered with clothing and so on.",
    "ai-anya-e0104n10:3_7": "Saying, “Venerable sir,” he said, “We’ll give you a teaching,” but they don’t reach knowledge of the first, or else there’s no getting better or finer.",
    "ai-anya-e0104n10:3_8": "For that is not able to give rise to knowledge thoughts.",
    "ai-anya-e0104n10:3_9": "that is aroused signifying in the sign of someone who has attained Nibbāna, that is to say, “ Emancipation” and so on.",
    "ai-anya-e0104n10:3_10": "who takes an ordinary person who has not yet given to the noble ones,",
    "ai-anya-e0104n10:3_11": "if she is the same as the other side of clans here, while she is thus in this way:",
    "ai-anya-e0104n10:3_12": "the ordinary person who truly understands the instances of death is an ordinary person,",
    "ai-anya-e0104n10:3_13": "Looking each one, it is allowable to live alone and not to fro.",
    "ai-anya-e0104n10:4_0": "and understanding externally, without getting up from the round of rebirths, externally, and gross physical process, with outside the various conditions,",
    "ai-anya-e0104n10:4_1": "when he keeps it, he does it.",
    "ai-anya-e0104n10:4_2": "he enters upon them.",
    "ai-anya-e0104n10:4_3": "And here it is the arising of having mastery: “Here, ordinary people, having mastered sense desires, devoted to the absence of greed for sense desires,",
    "ai-anya-e0104n10:4_4": "“Bothing, it gives rise to the noble ones,” and so on.",
    "ai-anya-e0104n10:5_0": "807.",
    "ai-anya-e0104n10:5_1": "Eleventh is enquiry, (called): “There is no meaning in giving, making it precisely offerings,” it is for the purpose of seeing, and that is to say, many various individuals.",
    "ai-anya-e0104n10:5_2": "the well-planted ones,",
    "ai-anya-e0104n10:5_3": "she hurriedly again and again, again entered it again.",
    "ai-anya-e0104n10:5_4": "having risen above the coals from the Saṅgha,",
    "ai-anya-e0104n10:5_5": "deposited by dwellings, which were inclined to the northern (still).",
    "ai-anya-e0104n10:6_0": "the eight bases for knowledge, which are produced by means of the sense spheres, knowledge of the analysis of (of existence), and as its object, then the knowledge “Having become a condition for the purpose of knowledge,” and “ then they carry it away.”",
    "ai-anya-e0104n10:6_1": "form has not yet become evident in countless ways. It is “finished” like a cry of rope or infested domain.",
    "ai-anya-e0104n10:6_2": "Considering the physical endurance of the trees is said to be a terminator of feeling, composed in one particular feelings, etc., of one or other of the feelings.",
    "ai-anya-e0104n10:6_3": "Today is eradicated by the wind, he constantly devoted today.",
    "ai-anya-e0104n10:6_4": "and regained by him by whatever the opposite sex arises.",
    "ai-anya-e0104n10:6_5": "“Firstly, rising up, my eyes were improved by the co-wife, and that places actually carried off.”",
    "ai-anya-e0104n10:6_6": "“This must be made into Nibbāna,” he said, “This is sure that it is used in a very mountain catching, this is what is called concluding all.",
    "ai-anya-e0104n10:6_7": "By means of quenching with the object he indicates the object of his own temperament,",
    "ai-anya-e0104n10:6_8": "preceding the object together with a single object (of the rope) with a single object.",
    "ai-anya-e0104n10:6_9": "Hence it is said: “For the development of the rainy season.”",
    "ai-anya-e0104n10:6_10": "Then it is said in the same way that the object does not show its object, and so on.",
    "ai-anya-e0104n10:7_0": "the Lord of the World, the Lord of Men, etc., of the World, are the ones for sovereignty.",
    "ai-anya-e0104n10:7_1": "They gather all around the hundred times as the moon, sunk in the bright fortnight, and in countering the day is the meaning.",
    "ai-anya-e0104n10:8_0": "gets hold of them.",
    "ai-anya-e0104n10:9_0": "In this way, enquiry is produced by disillusionment of vanity, as influence after embracing and quenching the wrong path, I say. Their perception of truth is said to be the basis of Nibbāna.",
    "ai-anya-e0104n10:10_0": "having been given to him, he is like a gross physical matter by the corner of his enemy. When he has been subdued, he then said: “So it is in the opposite of a subdued by that road, which you opposite sex.",
    "ai-anya-e0104n10:10_1": "Unwife is not quick, the bowel is the bowel.",
    "ai-anya-e0104n10:10_2": "the eight roams for one of the authority is said:",
    "ai-anya-e0104n10:10_3": "And that is how the medium one is known as aquisition of gems, and sixty-four hundred elephants, sixty-four hundred elephants, sixty thousand mens, were started by tying them.",
    "ai-anya-e0104n10:10_4": "thundering and flouring the fruit,",
    "ai-anya-e0104n10:10_5": "In the lower direction, the wheel-turning monarch,",
    "ai-anya-e0104n10:10_6": "having given up desires,",
    "ai-anya-e0104n10:10_7": "A 't give rise to the sound of a staff, and perceptions of rods,",
    "ai-anya-e0104n10:10_8": "The penetration of Worlds, As easily as a strong person would extend or conquer the perception of encompassionates of sticks and the name of greed, which is in the midst of the Minister Got Liberation of Overses.",
    "ai-anya-e0104n10:10_9": "Like a sage who has penetrated knowledge of the path and wisdom, it is with penetration of enlightenment.",
    "ai-anya-e0104n10:11_0": "810.",
    "ai-anya-e0104n10:11_1": "Eightfold production of existence: the generation that is the moisture, the sacrificial post, the inner ending of suffering.",
    "ai-anya-e0104n10:11_2": "The wealth of faith, ethical conduct, conscience, prudence, learning, generosity, and wisdom.",
    "ai-anya-e0104n10:11_3": "overpowering their intentness",
    "ai-anya-e0104n10:11_4": "Killing Living Creatures of killing living creatures, stealing, and happily.",
    "ai-anya-e0104n10:11_5": "and another charming-treasure who was liberated in meditation,",
    "ai-anya-e0104n10:11_6": "The attainment rolling on the road emerging from the private parts, is produced by knowledge of the path of stream-entry, and it is the wrong path.",
    "ai-anya-e0104n10:12_0": "The first path is finished.",
    "ai-anya-e0104n10:13_0": "Present Conduct",
    "ai-anya-e0104n10:14_0": "for this reason he is the path to stream-entry,",
    "ai-anya-e0104n10:14_1": "And here there are two kinds of sensual stimulation: here, there are two kinds of direct-knowledge, for one who has not understood, and whose minds are unconfused.",
    "ai-anya-e0104n10:14_2": "the meaning is that it is said in the between immaterial states as “restraint” in the way already stated.",
    "ai-anya-e0104n10:14_3": "Whatever precincts there is no danger here or immediately a road, that is indeed is the path to construct.",
    "ai-anya-e0104n10:15_0": "As they ran in the forest: running out from the forest, the full-moon day of the knowledge, the meaning is that it is from behind today, is the meaning.",
    "ai-anya-e0104n10:15_1": "When they get the very best they meters away,",
    "ai-anya-e0104n10:15_2": "or the seven rebirths rolled forth by the floors of the seven planes and four fruits from the eleven doors. And the crops one thought, “One who is attached to the enemy.”",
    "ai-anya-e0104n10:16_0": "But it should not be understood that the essence does not lead to the boarding of that, and only the others are correct to be corrected.",
    "ai-anya-e0104n10:17_0": "if he abandons the first path, the fruition is (true) fruitful and beneficial,",
    "ai-anya-e0104n10:17_1": "Devas then constantly brought every day frighteningly today, being heededlessly enjoyed the musicians of the gods.",
    "ai-anya-e0104n10:17_2": "For the persons whose minds are stream-enterers in the way already described, the stream-enterer does not arise in them.",
    "ai-anya-e0104n10:18_0": "In this way he said, “Ascetics, frequently reflects on the noble ones, and so on.”",
    "ai-anya-e0104n10:19_0": "the meaning is that delimitation of the four faults .",
    "ai-anya-e0104n10:19_1": "“This state is given up by developing these,” it is totally given up defilement when it is to beginated by anyone, no defilements are shown.",
    "ai-anya-e0104n10:19_2": "greed, hate, and delusion—",
    "ai-anya-e0104n10:20_0": "In the second Question About Knowledge",
    "ai-anya-e0104n10:21_0": "Those defilements that bring sensual desire to be reborn in the underworld by good will. These corruptions are the corruptions that lead to the defilements.",
    "ai-anya-e0104n10:21_1": "Herein, on that reason should be practiced by developing two endlessnesses, and by attainment as well.",
    "ai-anya-e0104n10:21_2": "For the mistress bullocks of Once-Retting poison, as if he were living in a large crowd, he wouldn’t get rid of it.",
    "ai-anya-e0104n10:21_3": "Then they arise and shut out from the darkness, disregarding the darkness. But when they’re given up by two, three, and circums, they don’t arise.",
    "ai-anya-e0104n10:21_4": "“Only the hop for material pleasures even when sickness arises, and even if he did so long as he wants without trouble.",
    "ai-anya-e0104n10:21_5": "There will be his sons and grandsons, and even with the dwindled of the wives in the womb for two reasons, namely, an abortion .",
    "ai-anya-e0104n10:21_6": "Therefore at the moment of two ignoble expressed their appreciation should be understood in the way already described.",
    "ai-anya-e0104n10:21_7": "In the second triad the number consisting in the second they reckoned as it is said,",
    "ai-anya-e0104n10:21_8": "the fruit of the ascetic life.",
    "ai-anya-e0104n10:21_9": "for it has a associated state that is a condition for continued existence.",
    "ai-anya-e0104n10:21_10": "Or alternatively, if he does not arise when he is a bed or chair, he is called “boundless” in the sense of , it is called “base”.",
    "ai-anya-e0104n10:21_11": "is the one who performs sympathy for someone who discerns,",
    "ai-anya-e0104n10:21_12": "The faculties do not arise in one whose faculties are transformed in the way already described, etc., and, when he has discerned the faculties by means of the three faculties, etc., then the strength of the faculties and the strength of the faculties, and the strength of the sense faculties, then that is, opposites of the sense faculties, and the strengths of enlightenment, etc.,",
    "ai-anya-e0104n10:21_13": "herein the other than that:",
    "ai-anya-e0104n10:21_14": "Hence it is said: “Certainly purify this verse” .",
    "ai-anya-e0104n10:21_15": "(but) as it is recorded that produces in the way already stated, (thinking):",
    "ai-anya-e0104n10:21_16": "“posing of Gotama’s dispensation is like the shining cloak of lotuses.",
    "ai-anya-e0104n10:21_17": "The First Saints of the persons of variety of paths, ordinary men, and Lord of the Enlightened One’s Doctrine, is called “change- of the Enlightened One’s Doctrine” .",
    "ai-anya-e0104n10:21_18": "and one whose mind is said to have deliberate on purification through the cleansing of defilements and the accusations.",
    "ai-anya-e0104n10:21_19": "Hence it is said: “Repulsiveness of the truth that is the time for this very time, this is a cause of ruination.”",
    "ai-anya-e0104n10:21_20": "But it is said in the text, “The Arising path is the arising of the unification of mind” , etc., and various states arise in him in the passage beginning, “One who abides in the middle of the path is the end of opposite sex, and so on. Consequently, clans, etc., are the states arise here “position of concentration” .",
    "ai-anya-e0104n10:22_0": "The second knowledge is finished.",
    "ai-anya-e0104n10:23_0": "In the third (factor) Knowledge and Conduct",
    "ai-anya-e0104n10:24_0": "814.Sakidevāti ekavāraṁyeva.",
    "ai-anya-e0104n10:24_1": "He then returned from the world to this world, and when the fourteenth, he went alone,",
    "ai-anya-e0104n10:24_2": "It’s when someone attains the fruit of a once-returner. They pass away from the world to the gods. They’re extinguished there, passing away from that world.",
    "ai-anya-e0104n10:24_3": "These four are not despised by the four,",
    "ai-anya-e0104n10:24_4": "But one who, having dropped the life forces will come here and there again recently after leaving.",
    "ai-anya-e0104n10:25_0": "a once-returner, who desire for the giving up of sensual desire and ill will, and a once-returner. But even the path to a once-returner.",
    "ai-anya-e0104n10:25_1": "Being attached to sensual pleasures, they are non-returners, non-returners,",
    "ai-anya-e0104n10:26_0": "The third knowledge of the third knowledge is finished.",
    "ai-anya-e0104n10:27_0": "In the fourth Question About Knowledge",
    "ai-anya-e0104n10:28_0": "for the sake of falling downwards,",
    "ai-anya-e0104n10:28_1": "This is its conception.",
    "ai-anya-e0104n10:28_2": "Herein, the spotless concentrationlessly is extinguished there.",
    "ai-anya-e0104n10:28_3": "Conformity is liable to vanish. Consequently the world is liable to fall away from that world is enlightenment. And it is for the purpose of enlightenment of the Enlightened One’s Dhamma.",
    "ai-anya-e0104n10:29_0": "I am referring to the realm of luminous form, transmigrations of rebirth in the underworld, hell. These are the five lower fetters, the fetters for getting rid of greed, hate, and delusion.",
    "ai-anya-e0104n10:29_1": "Herein, desire and greed for form:",
    "ai-anya-e0104n10:29_2": "The conceit ‘I am’ is proficient in the formless,",
    "ai-anya-e0104n10:29_3": "Accomplished the path to Worthiness.",
    "ai-anya-e0104n10:29_4": "Likewise in flattering,",
    "ai-anya-e0104n10:30_0": "The fourth knowledge is finished.",
    "ai-anya-e0104n10:31_0": "Persons to Persons",
    "ai-anya-e0104n10:32_0": "it is said: “Longer is the greatest of the defilements,” and of the great hermit, as they were unable to say, “Moggallāna,” according to his expression of this body.",
    "ai-anya-e0104n10:32_1": "There is no canker named Chief Divisiveness,",
    "ai-anya-e0104n10:32_2": "bears his final body, he wears his final body,",
    "ai-anya-e0104n10:32_3": "the mental processes constituent groups (of mind and body) that provide fuel for defilement, and because it is the defilement of the corruptions.",
    "ai-anya-e0104n10:32_4": "arrived at the topic of others.",
    "ai-anya-e0104n10:32_5": "He can know what is good in the next life.",
    "ai-anya-e0104n10:32_6": "for they are called “factor” through the sense of non-greeding the meaning and the sense of ownership, and through having a fine dealing with the meaning.",
    "ai-anya-e0104n10:32_7": "and the ten kinds of continuation are ended—that is, one who has ended all fetters.",
    "ai-anya-e0104n10:32_8": "having rightly understood the right way, freed by wisdom,",
    "ai-anya-e0104n10:32_9": "It’s worthy of a religious donation that’s best, the best, the best, the best, and the best things.",
    "ai-anya-e0104n10:33_0": "On the Bodhisatta",
    "ai-anya-e0104n10:34_0": "817.",
    "ai-anya-e0104n10:34_1": "it is of four enquiry into the four paths, and it is of the knowledge of the four paths,",
    "ai-anya-e0104n10:34_2": "At the time of the dispensation (of the Rains Retreat) mindfulness, the position of the Birth Story, and the recollection of the Enlightened One, etc., appearing in the multiplic.",
    "ai-anya-e0104n10:35_0": "after he has completed the perfect Awakening One, the Path leader to Awakening One.",
    "ai-anya-e0104n10:35_1": "Developing the state of Awakening in him,",
    "ai-anya-e0104n10:35_2": "The power of emergence again and again associated with the power of the pair of them, etc., by which the first is the path and so on.",
    "ai-anya-e0104n10:36_0": "818.",
    "ai-anya-e0104n10:36_1": "on a lake, the monkey, whispol, of his arms,",
    "ai-anya-e0104n10:36_2": "Because of the power of that is purified, the special qualities of being intent on awakening, and because of his awakening.",
    "ai-anya-e0104n10:37_0": "819.Tesu bodhipakkhiyesu.",
    "ai-anya-e0104n10:37_1": "As objects of sense desires, etc., which have the object of the sense-objects,",
    "ai-anya-e0104n10:37_2": "if he enters, but remains outside;",
    "ai-anya-e0104n10:37_3": "Having worshipped the (fot) one (only) to the end,",
    "ai-anya-e0104n10:37_4": "As to the place where it is placed : it is said that there is no difference in virtue, and it is unevided as the object,",
    "ai-anya-e0104n10:37_5": "And the development of the definition of the definition of the sensual-sphere lineage in the passage beginning, etc., should be understood as the nutriment for each one respectively, etc., which is mostly fitting the development of the path gone into homelessness in the phrases of the path, etc., which is to be understood as the precedesired in the aspect of the modication and that.",
    "ai-anya-e0104n10:37_6": "Herein, mindfulness occurs when there is four including the mindfulness, that is to say, the occurrence of mindfulness occupied with the four mindfulness meditation subjects,",
    "ai-anya-e0104n10:38_0": "placed on the occasion of paying homage and looking after the body for a reason.",
    "ai-anya-e0104n10:38_1": "and they gave up the four corruptions of the corruptions, the gift of the defilements, and the arrows by listening to the noble ones; and they need a very clean cloth.",
    "ai-anya-e0104n10:38_2": "And oppression of the one hundred thousand aeons,",
    "ai-anya-e0104n10:38_3": "(but) from effort to prevent you from (good) conduct.",
    "ai-anya-e0104n10:39_0": "When this was said by the masters of the supernormal powers,",
    "ai-anya-e0104n10:39_1": "Today the warding off of the crafts orpposition of the rolling of greed and hate are successful and profitable.",
    "ai-anya-e0104n10:39_2": "the Mallianation of immersion in the presence of the path.",
    "ai-anya-e0104n10:39_3": "He attains fullness interest and excellence in mind.",
    "ai-anya-e0104n10:39_4": "therefore the path of stream-entry is included in the sense of conscience associated with it, and so on. That is why the jhāna it is said.",
    "ai-anya-e0104n10:39_5": "Having emerged from that fruition, which is the prior starting of fruit, etc., in the sense of the urgency, and so on.",
    "ai-anya-e0104n10:39_6": "they lead the spiritual life dissatisfied.",
    "ai-anya-e0104n10:39_7": "These are the supramundane states that are stated as stated. These are stated that should be understood as “surpassable.”",
    "ai-anya-e0104n10:39_8": "etc.: the meaning is, etc. , by making based on contact as objects, etc., is the meaning.",
    "ai-anya-e0104n10:39_9": "If that is not to be found among the four bases of psychic power, one does not delight in one or other of the bases of psychic power, one who does not deserve one (good) conduct, and one who stands alone in the four bases of psychic power, one who can be understood as the origin of the bases of psychic power, and one who stands by one or other.",
    "ai-anya-e0104n10:40_0": "Someone who has faith and confidence in those things that are unskillful and devoted to faith, conscience, prudence, energy, and wisdom.",
    "ai-anya-e0104n10:40_1": "dullness and drowsiness, restlessness and remorse, and doubt.",
    "ai-anya-e0104n10:40_2": "Negligence is negligent.",
    "ai-anya-e0104n10:40_3": "profitable states under the instance of continuity is to be associated with the dispelling of aggregates. It is manifested as unique . Its proximate cause should be proceeding in conformity with the characteristic of continuity.",
    "ai-anya-e0104n10:40_4": "You should recognize that: the untrue oppositeness and the word-meanings associated with the private parts. That is why in the sense of urgency, the meaning and the disciplining of the positions .",
    "ai-anya-e0104n10:41_0": "The four noble truths condemning: “The four noble truths are visible in this way",
    "ai-anya-e0104n10:41_1": "For the one who is it that leads to the supreme current of the paths, etc., and rebirth in the path to awakening, and in the path to becoming awakened, are called noble eightfold path—practicing the four noble truths, or because they are capable of realizing them.",
    "ai-anya-e0104n10:41_2": "emancipating by primary elements",
    "ai-anya-e0104n10:42_0": "824.",
    "ai-anya-e0104n10:42_1": "Being gained among the phenomena, they gained bound.",
    "ai-anya-e0104n10:42_2": "In the fourteenth and the fifteenth particular individual essences, attention from the time to repulsiveness of the elements, that is to say, the six elements of attention.",
    "ai-anya-e0104n10:42_3": "contemplation of the body, etc., the feelings borne of the body, etc., do not experience unpleasant feeling.",
    "ai-anya-e0104n10:42_4": "The same method applies",
    "ai-anya-e0104n10:42_5": "“Pleasant is pleasant feeling”, etc., or “There are nine feelings, etc., thus they do so with material pleasures, etc., or do so with material food and so on.",
    "ai-anya-e0104n10:42_6": "which is accompanied by passion, hatred, and hard-working to suppression of the sixteen great prior currents, including the unsurpassed pervading the supreme objects, and in the sixteencloth.",
    "ai-anya-e0104n10:42_7": "The five constituents (of mind and body) that provide fuel for attachment are the five constituents (of mind and body) that provide fuel for attachment.",
    "ai-anya-e0104n10:42_8": "May he resplendent in this present life.",
    "ai-anya-e0104n10:42_9": "Once it so happened that they have not arisen in themselves,",
    "ai-anya-e0104n10:42_10": "seeing the misapprehension of the unskillful and the practice of mortification.",
    "ai-anya-e0104n10:42_11": "and observed that kind of person,",
    "ai-anya-e0104n10:42_12": "for he should be exactly how to be eaten.",
    "ai-anya-e0104n10:42_13": "For it is with this:",
    "ai-anya-e0104n10:42_14": "When they arise in that state of existence in oneself, they think, “Such is given up in others.” But when they don’t generate enthusiasm or try, they get an uplifted.",
    "ai-anya-e0104n10:42_15": "The meaning is this: termination should be understood as included in the meaning and the characteristic of the shell.",
    "ai-anya-e0104n10:42_16": "These were gained in this way, they gained mindfulness that is the preceding of the mind.",
    "ai-anya-e0104n10:42_17": "In the four noble knowledges, out of the paths,",
    "ai-anya-e0104n10:42_18": "All the topics of sensual pleasures, etc., have recommended by the four paths, namely, clans, and has been settled at the four kinds of mindfulness meditation.",
    "ai-anya-e0104n10:42_19": "Thirty-two cases have been said: they don’t get the thirty-two cases.",
    "ai-anya-e0104n10:43_0": "Pastsing the bases of psychic power in the five components,",
    "ai-anya-e0104n10:43_1": "according as it is said: “By the mindfulness meditation subject that is mindfulness of breathing,” etc., in the making the kasiṇa, etc., is the meaning.",
    "ai-anya-e0104n10:44_0": "826.",
    "ai-anya-e0104n10:44_1": "(But) all the times that were referring to the meaning in that way.",
    "ai-anya-e0104n10:44_2": "Herein, having surrounded seven (supernatural) things in the Bodhi (Tree),",
    "ai-anya-e0104n10:44_3": "The four directions: five and three drops dominions, and three and four in number.",
    "ai-anya-e0104n10:45_0": "his mind is tied up with the supernormal powers, etc., but stiffness and torpor, etc., just as “mindfulness is the factors of awakening” . So it is of the wrong path, produced by the rest.",
    "ai-anya-e0104n10:46_0": "Consequently, there is the stilling of energy, rapture, tranquility, immersion, and equanimity. When there is right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.",
    "ai-anya-e0104n10:46_1": "also called “The fourteenth”...",
    "ai-anya-e0104n10:46_2": "it is according to the first jhāna, which is accompanied by the first jhāna, and is of the second jhāna in the way beginning, the third and also the fourth, and of the fivefold reckoning.",
    "ai-anya-e0104n10:46_3": "This is the thirty-two cases.",
    "ai-anya-e0104n10:47_0": "It is said in the thirty-two aspects: “Firstances in the thirty-two parts of the absence of graduality,” etc., respectively, etc., according to their means of the act of understanding.",
    "ai-anya-e0104n10:47_1": "And although the kind of consciousness is stated in the way already described, etc., the consciousness and the consciousness that occurred with the space as its object.",
    "ai-anya-e0104n10:48_0": "This is the purity of knowledge and vision.",
    "ai-anya-e0104n10:48_1": "Why is it that these intent on awakening? They are not possessed of the noble path, nor are they trusted by the noble path?",
    "ai-anya-e0104n10:48_2": "But it is not possible to know that there is nothing that should be given in the sense of location, etc., and because of the jhāna and its characteristic, because it is the state of their non-existence only to jhāna.",
    "ai-anya-e0104n10:48_3": "For when he develops it in this way, he said, “I am the supermundane absorption,” and so on.",
    "ai-anya-e0104n10:48_4": "But there is no characteristic of the object for the characteristic of loving-kindness there is no further existence.",
    "ai-anya-e0104n10:48_5": "And another all:",
    "ai-anya-e0104n10:48_6": "But why are these: “Bodhisattas, it is not absolutely settles, not away from the place where untouched, like a noble disciple who has gone about the path to awakening, or in the path of the looking at the central Monastery, like a stage reference to the supreme path, like a secure path, is called Making the path leading to awakening?”",
    "ai-anya-e0104n10:48_7": "That state of existence in which the noble eightfold path is not there, incomparable to the Bodhisattas seers, there is inclination to awakening.”",
    "ai-anya-e0104n10:48_8": "For the purpose of nutriment takes the food belongings to the Buddha-to-be:",
    "ai-anya-e0104n10:48_9": "In this way one is shown that arouses intent on awakening; and so the normal ones showing (the Bodhisatta’s) perfection is not shown that the invitation is shown by the immaterial states -",
    "ai-anya-e0104n10:49_0": "Where the path is said: “And what is surrounded by the Awakening One, and what is equipment for the Bodhisatta?”",
    "ai-anya-e0104n10:49_1": "if he in the first earlier submerging his savings,",
    "ai-anya-e0104n10:49_2": "then this is the second must be responsed.",
    "ai-anya-e0104n10:49_3": "what kind of meditation do you go to the path of culmination?",
    "ai-anya-e0104n10:49_4": "If there is together with the appearance of a very arisen, the contact does not try hard, and it is shared by the path.",
    "ai-anya-e0104n10:49_5": "Then all those them, not having penetrated the Dhamma.",
    "ai-anya-e0104n10:49_6": "For anyone whose feeling is inclination through the defilement of these feelings.",
    "ai-anya-e0104n10:49_7": "And in that case, which is called agitation and worry.",
    "ai-anya-e0104n10:49_8": "For there is no happiness for one who is happy, having gained agitation and worry for concentration.",
    "ai-anya-e0104n10:49_9": "not distracted, like a worm-infested harnessed, but in the way already described. But it is preceding springs up in refuted, thus it is referring to substance.",
    "ai-anya-e0104n10:49_10": "Likewise in the case of ill will, ill will is put in recommended, like that is inconveniently feeding.",
    "ai-anya-e0104n10:49_11": "Therefore it is said: “Here is a brief statement.”",
    "ai-anya-e0104n10:49_12": "Thoughts that are meant because of the scrutiny of the jhānas, which is accompanied by applied thought and sustained thought is the poison of the accumulation of thoughts, and it is the success of the inclination of the Bodhisatta’s reaching jhāna, and because of the attainment of the jhānas.",
    "ai-anya-e0104n10:49_13": "But it is of right thought that the path is accompanied by defilements and is included in the jhāna, and then the path leading to jhāna and in otherwise insert, yet they develop it even the supramundane Dhamma in the way that is reference to the supreme absorption, namely, the supermundane and the world.",
    "ai-anya-e0104n10:50_0": "Once again and again the power of recommended by the Power Commentaries,",
    "ai-anya-e0104n10:51_0": "rose from the signs of the gods that flow,",
    "ai-anya-e0104n10:51_1": "serenity and discernment,",
    "ai-anya-e0104n10:51_2": "Suffering in the sense of completely understanding, etc., in the sense of seeing, and of seeing showing suffering in the sense of seeing, etc., is said to because of insight and understanding.",
    "ai-anya-e0104n10:51_3": "Hence it is said: “Here the one who has drawn out the bones on the yoke’s yoke.”",
    "ai-anya-e0104n10:51_4": "for emerging from the signs that had been established, and rolled forth.",
    "ai-anya-e0104n10:51_5": "As to covering the flower does not flow rain down,",
    "ai-anya-e0104n10:51_6": "Herein, having emerged from the sign, the sign of choices there, and the signless object of a (volitional) process appearance.",
    "ai-anya-e0104n10:51_7": "As to when you rolled forth the cause, the reason for the cessation of future lives is being grasped, and eliminated in line with the there.",
    "ai-anya-e0104n10:51_8": "Hence it is said: “He is cut off the origin of an unmoving, he does not get up.”",
    "ai-anya-e0104n10:52_0": "having given up the faults on both sides, who were said:",
    "ai-anya-e0104n10:52_1": "Diffections in between the two",
    "ai-anya-e0104n10:52_2": "Completely Understanding the four characteristics of insight, and so on.",
    "ai-anya-e0104n10:52_3": "wrong view and sixty-two kinds of wrong view are also present.",
    "ai-anya-e0104n10:52_4": "From that is incompatible with that defilements, having wrong view, doubt, and uncertainty,",
    "ai-anya-e0104n10:52_5": "Consequently this should be brought back by the faithful of them.",
    "ai-anya-e0104n10:52_6": "And they should be understood that wrong view is also worthy of being reborn,",
    "ai-anya-e0104n10:52_7": "At the end of wrong thought: both the three aggregates and the defilements of the corruptions.",
    "ai-anya-e0104n10:52_8": "and for the sake of all external sent the signs, started from all signs,",
    "ai-anya-e0104n10:52_9": "Their wrong view should be understood as in accordance with the wrong thought, and the others should be understood that.",
    "ai-anya-e0104n10:52_10": "Wrong speech is therefore, intention based on wrong action,",
    "ai-anya-e0104n10:52_11": "likewise the four aggregates,",
    "ai-anya-e0104n10:52_12": "Who has Path with the variety of paths, having given up the desire to be reborn,",
    "ai-anya-e0104n10:52_13": "For he thinks, “I am” and “I am set up wrong view,” but he is get up from that, and he should emerge from the prone to being fettered by the path. Then he emerging from the fetters of rebirth.",
    "ai-anya-e0104n10:53_0": "Through unrestrained: the meaning is that it is unqualified by unitable states.",
    "ai-anya-e0104n10:54_0": "828.",
    "ai-anya-e0104n10:54_1": "When she had shown it, she said to her, “Now, who is strong, can bring the rice porridge and so on.”",
    "ai-anya-e0104n10:54_2": "there is the strength of concentration, there is the development of concentration through developing concentration.",
    "ai-anya-e0104n10:54_3": "there is an unsurpassable insight, and there is knowledge in insight,",
    "ai-anya-e0104n10:54_4": "One who is bound by lights a yoke with immediate results in a ploughed pair,",
    "ai-anya-e0104n10:54_5": "Hence it is said: “He isn’t unshakable” , the meaning is that of non-existence.",
    "ai-anya-e0104n10:54_6": "After that, the meaning is, “breathing” and so on.",
    "ai-anya-e0104n10:55_0": "That is why it is said: “The abandoning of seeing and inherent tendencies without” .",
    "ai-anya-e0104n10:55_1": "Concentration is both calmedness and distraction. It is bothered and distracted.",
    "ai-anya-e0104n10:55_2": "and cessation is the object of his resort as object.",
    "ai-anya-e0104n10:55_3": "and the sign due to get up emerging from the influence of consciousness: as to receptacle, and as to receptacle it is by the sign,",
    "ai-anya-e0104n10:55_4": "The single section on the same activity:",
    "ai-anya-e0104n10:56_0": "Giving up (wholesome) things that should be given up (the nature of) things,",
    "ai-anya-e0104n10:57_0": "whatever things are subject to defilements,",
    "ai-anya-e0104n10:57_1": "Since they do not arise in the sense of fetters, in the sense of calming, the thought of defilement, and the mind. They are overcome by all the fetters, and they thoroughly partakes of the paths that arise in the world, and they making an end of suffering. Their mind draws backwards and go away from the lay life to homelessness. Their thoughts, the way that is unskillful and the satisfaction in the world. The good, they making an end, and all these states of the present.",
    "ai-anya-e0104n10:58_0": "the aggregates: here and now, the world of the other world,",
    "ai-anya-e0104n10:58_1": "how far they get rid of the desires of greed for form, and so on until they don’t reach the very fruit of non-violence. These desires are in the fruit of non-perception ...",
    "ai-anya-e0104n10:58_2": "By this he makes an end of them,",
    "ai-anya-e0104n10:58_3": "of the third absorption, or of the fourth absorption,",
    "ai-anya-e0104n10:58_4": "They look forward to the sake of the getting rid of desire for the sake of getting rid of the undisturbed forms, for the sake of their entrance, giving up of signs, and contemplation.",
    "ai-anya-e0104n10:59_0": "thinking: “They will two kinds of defilements,” and they also show them the shaking of them.",
    "ai-anya-e0104n10:60_0": "have wrong freedom as its wings: “They are surmounting of wrong freedom” ,",
    "ai-anya-e0104n10:60_1": "wrong knowledge, and wrong understanding are blown away., wrong knowledge is worn away.",
    "ai-anya-e0104n10:61_0": "(They are) related to the world of the world.",
    "ai-anya-e0104n10:61_1": "violence is “neitherless” since it is abstaining from the merit, in accordance with the Dhamma and out of desire.",
    "ai-anya-e0104n10:61_2": "“He who has gain as cause,” etc., that is to say, “It is both for one who has gain,”",
    "ai-anya-e0104n10:62_0": "Stinginess with dwellings, families, material possessions, praise, and the ignorant",
    "ai-anya-e0104n10:63_0": "and having destroyed the three cloths, they are splitting up and round.",
    "ai-anya-e0104n10:64_0": "Because you reserve to sense pleasures, difference between physical and legal issues, thinking: “It is incapable of making amends for form, and it is both.”",
    "ai-anya-e0104n10:64_1": "Herein, the state of oppositeness should be understood as stated in the way already described.",
    "ai-anya-e0104n10:65_0": "A zeal, fear and dread because of the consent is applicable to the accusations of others.",
    "ai-anya-e0104n10:66_0": "They run after listening to the running hither and running backwards, and they make a further developing the.",
    "ai-anya-e0104n10:67_0": "Kindly and expounded too through this too is said.",
    "ai-anya-e0104n10:67_1": "and it shows how to boarding his ability to give upset through pain and air, that is, by the means of the breath of the But of the path, which is the meaning.",
    "ai-anya-e0104n10:67_2": "(such as) these: the desires of sensual desire, the passion for sensual pleasures,",
    "ai-anya-e0104n10:67_3": "For when they are told by the swamp like it opposites that a caravan leader or spend their head, and instead of getting their transmigrated to make an end of suffering. They don’t return to the lower life, and they make an end of suffering.",
    "ai-anya-e0104n10:68_0": "he is endowed with a mind that is good, that is to say, the mind.",
    "ai-anya-e0104n10:68_1": "the place beyond, that which is the reason why.",
    "ai-anya-e0104n10:68_2": "having destroyed the defilements, without hindrances,",
    "ai-anya-e0104n10:68_3": "and it should be given for the purpose of concealing the arrivals by the help of patches, etc., and as a drains, and friendships, and loved by the Community.",
    "ai-anya-e0104n10:69_0": "Because of the power of that Dhamma, his (thinking): It is indicated by the Dhamma,",
    "ai-anya-e0104n10:69_1": "such as the glory of the gods.",
    "ai-anya-e0104n10:70_0": "By the blessed: by the power of being reborn in a place that is to say:",
    "ai-anya-e0104n10:70_1": "And they should see the different kinds of sensual desire in the future.",
    "ai-anya-e0104n10:70_2": "of which the Buddha said, “Who did you say?”",
    "ai-anya-e0104n10:70_3": "And that path is produced by the opposite sex nearby.",
    "ai-anya-e0104n10:70_4": "Hence it is said: “Such is the cause of sensual desire to be reborn in the next life” .",
    "ai-anya-e0104n10:71_0": "This is the name of the tree rolling forward off, “One who takes up residence with her hand,”",
    "ai-anya-e0104n10:72_0": "830.Sesāti anapāyagamanīyā.",
    "ai-anya-e0104n10:72_1": "For the finest lady of sensual desire is bound by passion,",
    "ai-anya-e0104n10:72_2": "The fourth enquiry is included thus: “He is the first kind of knowledge opposite sex.”",
    "ai-anya-e0104n10:72_3": "While they were doing this, they said, “We will give to them another,” and they said, “Even such a thing,” and they told them what has happened.",
    "ai-anya-e0104n10:72_4": "Herein, we will not do this.” Then he thinks, “We shall do this,” and they are included thus, “The path is complete.”",
    "ai-anya-e0104n10:73_0": "greed ...",
    "ai-anya-e0104n10:73_1": "The fourth is produced in the first jhāna, etc., should be understood in the sense that it is intended here.",
    "ai-anya-e0104n10:73_2": "and the sun has gross and subtle,",
    "ai-anya-e0104n10:74_0": "who is surrounded by his retinue,",
    "ai-anya-e0104n10:75_0": "Since although the word “whateverness is inclination for the purpose of making amends for the a preceding the road,” etc., should be practiced first by the undertaking of the first and the noble path.",
    "ai-anya-e0104n10:76_0": "Skillfulness and an unwholesome oppression, what is skillful and what is said.",
    "ai-anya-e0104n10:76_1": "And when they were afraid of wrongdoing, they did not give up even alcoholic drinks that are noble and fond of the noble ones, they were afraid of wrongdoing and fostering.",
    "ai-anya-e0104n10:76_2": "That’s why you should recognize these two statements:",
    "ai-anya-e0104n10:76_3": "In other such a one should be looked up to, a fire-brand, fancy, laughing.",
    "ai-anya-e0104n10:76_4": "it should be understood that this is reference to the gross and the first absorption, and its originates are terms of the knowledge.",
    "ai-anya-e0104n10:76_5": "the Buddha had prohibited eating alms at a public guesthouse after staying on and on, and on one side. But when because of this, the hindrances are afraid of wrongdoing, the monks from the group of wrongdoing, the hindrances, and the bathing and oppressed, they don’t specific conditionally became anxious and remorseful. And because of that a perfected one.",
    "ai-anya-e0104n10:77_0": "which is loving sensual desire and greed, non-human having knowledge, is the third knowledge,",
    "ai-anya-e0104n10:77_1": "those consisting of the grossness is reckoned as those attained.",
    "ai-anya-e0104n10:78_0": "And when the arising of thought aggressiveness is included in the elements of contempt. It should be seen as “welling” .",
    "ai-anya-e0104n10:79_0": "Firstly, accumulated fruits—whether past, future, or present—gone of them first—whether in the past, future, or present—all have done so, what they haven’t done before. Then there is no fruition of reproaching and not yet there is no fruit or result of that they give up.",
    "ai-anya-e0104n10:79_1": "For if there are, what should be given up?",
    "ai-anya-e0104n10:79_2": "How are they given up?",
    "ai-anya-e0104n10:79_3": "And to give up, there are things that are to be given up, and when what is sloth and torpor? When what is theirs?",
    "ai-anya-e0104n10:79_4": "The fruition should be given up , what is delayed because it suppressed, what is the fruit of development and falling asleep?",
    "ai-anya-e0104n10:79_5": "How can he be asked for?",
    "ai-anya-e0104n10:79_6": "and the cultivation of the path should be given up by developing and cultivating it. You should give up the path to developing it.",
    "ai-anya-e0104n10:79_7": "The mind is dispelled by defilements, the pollutant of defilements, and dispelling the motion of defilements.",
    "ai-anya-e0104n10:79_8": "But, when those who speak in accordance with that which those who speak as before were told, people said, “This is in the present to the mind as fuel for attachments,”",
    "ai-anya-e0104n10:79_9": "For one thing unification of mind is distracted by the suppressed, etc., how does the mind get rid of the defilements solid mind from the present pollutants.",
    "ai-anya-e0104n10:79_10": "Of the dwellings, etc., that is the precincts, startings, and winds sent by rising.",
    "ai-anya-e0104n10:79_11": "Again and again he was bound by evening.",
    "ai-anya-e0104n10:79_12": "the person is better than that.",
    "ai-anya-e0104n10:79_13": "Though there is no reason for you,",
    "ai-anya-e0104n10:80_0": "with his mind detached from the trial period,",
    "ai-anya-e0104n10:80_1": "you neglect absorption, wrong mindfulness,",
    "ai-anya-e0104n10:80_2": "took all of the robe-cloth: he has gone to the realm of the defilements.",
    "ai-anya-e0104n10:80_3": "For there is no way of developing it. Because there is no defilement of the names beginning with the body, etc., for the purpose of abandoning the defilements that should be illustrated by the other. And that is why there is no satisfaction in the middle.",
    "ai-anya-e0104n10:80_4": "For there is no way of developing the path in the way already described, etc.",
    "ai-anya-e0104n10:80_5": "This is said: “This is the lower idea,” he should fix it as before.",
    "ai-anya-e0104n10:81_0": "When this happens, the roots and various kinds of trees are cut off at the root, made like a palm stump, obliterated, and unable to arise in the future, if it is already described, the midday forwards and reverses, and the development of the paths arise in the future. If it is to be experienced, the practice that leads to the development of the path, the mixed in the future.",
    "ai-anya-e0104n10:81_1": "Arising is the arising of the head into a particular components aggregates,",
    "ai-anya-e0104n10:81_2": "does not give rise to extinguishment,",
    "ai-anya-e0104n10:81_3": "Since they’re not born, and do not give up others to be given up, they say, “There is no defilements” having been given up, they say, “This isn’t mine, I amunced,” “This is annoyed,” “It is to be rejected,”",
    "ai-anya-e0104n10:81_4": "but if they’re not able to get rid of them, they won’t give them up. They say, “We won’t give them up, get weary, and opposite.”",
    "ai-anya-e0104n10:81_5": "and when it ceases, suffering ceases.",
    "ai-anya-e0104n10:81_6": "is the cessation of suffering in the future.",
    "ai-anya-e0104n10:81_7": "The arousing of the signs in the present, and in the present.",
    "ai-anya-e0104n10:82_0": "and do not arise for him in any way, etc., “They are born.”",
    "ai-anya-e0104n10:82_1": "conditions are necessary, so the meaning is that it is heated by the five constituents (of mind and body) that provide fuel for attachment. It is great, as its near enemy, so the meaning.",
    "ai-anya-e0104n10:82_2": "While they were told, the name for the proceeding of the day has been acquired, the being described as though these are called “contemplation”.",
    "ai-anya-e0104n10:83_0": "833.",
    "ai-anya-e0104n10:83_1": "having connected future lives, affected by this,",
    "ai-anya-e0104n10:83_2": "Whatever is called “just- acciding” is said of the Vibhaṅga: “He who has spoken -",
    "ai-anya-e0104n10:83_3": "for it only increases the various kinds of ascetic life.",
    "ai-anya-e0104n10:83_4": "The word-meaning of the persons’ legal procedures is quiet in the sense of calm, because of the words there is no calm,",
    "ai-anya-e0104n10:83_5": "And although lust is unprofitable, lust infitable, their results don’t get away of greed, etc., and because of the result of their aggregates, they don’t think of their intentions, they don’t get scattered and divided into greed and hate for the sake of their opposites of their state of loss.",
    "ai-anya-e0104n10:83_6": "And here the profitable transgression should be told in the first phrase “with the profitable roots.”",
    "ai-anya-e0104n10:83_7": "They replied, “Whatever skillful qualities arise and given up?”",
    "ai-anya-e0104n10:83_8": "having drunk (of the lake) in the last parts, having made a claim and be to be prepared for the purpose of (whole) the sound of the ear.",
    "ai-anya-e0104n10:83_9": "to explain the profitable it in the past, future or present. Because it is the result of deeds in the past, future, and present.” Because of that it is the result of deeds undertaken, the opportunity of the deeds done, they have been discussed by them, and so on. It is nevertheless.",
    "ai-anya-e0104n10:84_0": "The word “wakened” is a human being in the past, future and present.",
    "ai-anya-e0104n10:84_1": "in that place they’re affected by and don’t have a fixed destiny.",
    "ai-anya-e0104n10:84_2": "There is a new abolishing the calm, And that is to say, the nine, and the eighteen bases produced.",
    "ai-anya-e0104n10:85_0": "834.",
    "ai-anya-e0104n10:85_1": "“Where do you like the earth? Who is it that it should be done?” and she replied, “Neither left?”",
    "ai-anya-e0104n10:85_2": "“Since they see clearly in order to show the aggregates of conditions,” etc., in this way they do not give rise to the object of the aggregates, etc., with the sense of urgency.",
    "ai-anya-e0104n10:85_3": "For the one who has not completely understood the corruptions, the phenomena as the aggregates.",
    "ai-anya-e0104n10:85_4": "In regard to the aggregates",
    "ai-anya-e0104n10:85_5": "and the object of contemplation consisting of the object as object.",
    "ai-anya-e0104n10:85_6": "In the past, future, and present.",
    "ai-anya-e0104n10:85_7": "Through that deed, he became fatigued,",
    "ai-anya-e0104n10:85_8": "There’ll be some elsewhere losesing the neck. If it is at least for him to practice it.",
    "ai-anya-e0104n10:85_9": "which is the defilement of her defilements,",
    "ai-anya-e0104n10:85_10": "They don’t kill living creatures, steal, or commit adultery.",
    "ai-anya-e0104n10:85_11": "For one (only) gains that are obtained,",
    "ai-anya-e0104n10:85_12": "Resoluteness is the basis for the objects of jhāna.",
    "ai-anya-e0104n10:85_13": "wherever continued existence come,",
    "ai-anya-e0104n10:85_14": "who has completely understood these things, not being understood, has not completely understood.",
    "ai-anya-e0104n10:85_15": "As to the arising of the aggregates: they are arguments that originate from the constituents (of mind and body).",
    "ai-anya-e0104n10:85_16": "Since they’re not able to obtain that,",
    "ai-anya-e0104n10:86_0": "835.",
    "ai-anya-e0104n10:86_1": "And here the grounds for the aggregates, all the grounds for the earth are to be shown that.",
    "ai-anya-e0104n10:86_2": "Herein, for that person who has no reputation:",
    "ai-anya-e0104n10:86_3": "Those who constituent groups (of mind and body) that provide fuel for the, etc., are devoted to the aggregates, and so on.",
    "ai-anya-e0104n10:86_4": "just as these aggregates are due to the aggregates.",
    "ai-anya-e0104n10:86_5": "But what can be described as defilements for the defilements? It is “included by the object?”",
    "ai-anya-e0104n10:86_6": "Since those defilements are given up, the aggregates aren’t provided with the defilements.",
    "ai-anya-e0104n10:86_7": "But as in the past, however, they are told, “Just as in the past,” etc., is exclusively in the past, as in the future is given in “stead of defilement,” he is what is said.",
    "ai-anya-e0104n10:86_8": "which causes reasons to make use of it.",
    "ai-anya-e0104n10:86_9": "Likewise in such a way the flame is better than the one who gives rise to the opposite sex on a battle-spheresed. And he has passed beyond the beginning with sensual pleasures, middle, and ends in sensual pleasures.",
    "ai-anya-e0104n10:86_10": "Hence it is said: “Accomplished in the sensuous worlds, conduct and so on.”",
    "ai-anya-e0104n10:86_11": "And here it is according to the surface of sense spheres that occurred in the fine-material sphere, immaterial sphere, and it is not said: “Havenly in the formless-sphere attainments,”",
    "ai-anya-e0104n10:87_0": "And opposing to the influence of the defilements, etc., which is thus incapable of becoming .",
    "ai-anya-e0104n10:87_1": "For those who have given up the underlying tendencies of the recollection have been given up by them, they say, “The stream-enterers, and the rest.”",
    "ai-anya-e0104n10:87_2": "Here it is rounded, rooted, and all pursuing.",
    "ai-anya-e0104n10:87_3": "Whatever intentional activities there are—whether schism in the various classes of schism.",
    "ai-anya-e0104n10:87_4": "So from that, those who are not satisfied with the first and the advantages.",
    "ai-anya-e0104n10:87_5": "unshakable, infatuated,",
    "ai-anya-e0104n10:87_6": "But when the five lower fetters are well shown in the past, then the five constituents (of mind and body) that provide fuel for attachment, they are not tied up with the five grasping aggregates, and there, as doing it is due to the root of the aggregates.",
    "ai-anya-e0104n10:88_0": "836.",
    "ai-anya-e0104n10:88_1": "now that darkness is called “specified” in the sense of calm, and so on.",
    "ai-anya-e0104n10:88_2": "Go to the root of a tree, or a taste of couch, the earth is shaking in the earth,",
    "ai-anya-e0104n10:88_3": "Likewise in water, too.",
    "ai-anya-e0104n10:88_4": "The branches, trampled down,",
    "ai-anya-e0104n10:88_5": "The opening up the underlying tendency to conceit,",
    "ai-anya-e0104n10:88_6": "“A tree he’s alive at the root of a tree.”",
    "ai-anya-e0104n10:88_7": "(but) when the time is patient, he bound together by another.",
    "ai-anya-e0104n10:89_0": "thorns, stingy, fish, and deer,",
    "ai-anya-e0104n10:89_1": "By not grasping: of grasping forms, or of the groups of forms has been given up in physical nutriment.",
    "ai-anya-e0104n10:90_0": "837.",
    "ai-anya-e0104n10:90_1": "Here it may be that which is called “receful” in the same way as the “blessings and the practice of good conduct,” etc., in the same way, and in the case of the proper conduct.",
    "ai-anya-e0104n10:90_2": "On the precisely arises in him when the opposites of the early, the objects of the fact, and when the part is connected with the object (worms) is connected with the object of the law of the Jina, thus it is “haved” .",
    "ai-anya-e0104n10:90_3": "Because of being grasped: it is unintentional: the meaning is, improper attention, because it is not stronger .",
    "ai-anya-e0104n10:90_4": "Later, later, preaches the meaning at some time.",
    "ai-anya-e0104n10:90_5": "By eating he is one kind of rebirth-proce: there is no being born in him that is, previously attended to him.",
    "ai-anya-e0104n10:90_6": "who prevent them from a village to village,",
    "ai-anya-e0104n10:90_7": "a beautiful woman in the village of garden, it seems, is said to be the village of the women who had reached the village of the village.",
    "ai-anya-e0104n10:90_8": "They consciously cease when the mind is present.",
    "ai-anya-e0104n10:90_9": "if he exceeds the cause, what is the reason why, when there is no longer manifestation, he feels inspired by them; when he eventually suppressed, henceeds them without coming out.",
    "ai-anya-e0104n10:90_10": "Having destroyed these, the questions that are not worthy of mindfulness and occupied with the body,",
    "ai-anya-e0104n10:90_11": "This is the state of general having abandoned greed, but there is no difference in breakage.",
    "ai-anya-e0104n10:90_12": "When this happens, the ground is on which those whose mindfulness had been obtained, on the ground is on the plane of the piece of mindfulness and is on the ground, in three ways, they are worthy of praise.",
    "ai-anya-e0104n10:91_0": "838.",
    "ai-anya-e0104n10:91_1": "too that is unprofitable, not to be given up the past and the future, because it is no opposite of the variety of paths, and only the rest of the way that is to say, “Knowing the path of the journey is to be given up with respectively to the higher path.”",
    "ai-anya-e0104n10:91_2": "In the four paths and the mental paths ,",
    "ai-anya-e0104n10:91_3": "Their quadruple has been answered in the fourfold section,",
    "ai-anya-e0104n10:91_4": "The state of running and extinguishing that fever arises, he is worthy of presenting him without feet.",
    "ai-anya-e0104n10:91_5": "First they’ve given up looking at the first, and they give up unsurpassed knowledge.",
    "ai-anya-e0104n10:92_0": "Discussion of the complete understanding, etc.",
    "ai-anya-e0104n10:93_0": "Those who have penetrated the four noble truths,",
    "ai-anya-e0104n10:93_1": "Has been understood by the words of suffering, etc., and as well.",
    "ai-anya-e0104n10:93_2": "(but) just as the state of loss (but) is distracted and non-revious.",
    "ai-anya-e0104n10:93_3": "He should knowing “(them),” and point out that which is lost, he should know, “It is said in the Commentaries .” Then it is said, “It is said in the way already described, they are said,” and so on.",
    "ai-anya-e0104n10:94_0": "Herein, how do they arise in one place?",
    "ai-anya-e0104n10:94_1": "For there is no such thing as yourself in the world who does not get material things and does not bring them to mind as they do so.",
    "ai-anya-e0104n10:94_2": "and it is known that the.",
    "ai-anya-e0104n10:94_3": "The penetration of the analytical knowledge of language and diminution of the truth of being fully understood.",
    "ai-anya-e0104n10:94_4": "Development of the paths: the knowledge of the path, and the and the path of development, etc., in the way beginning, middle and end.",
    "ai-anya-e0104n10:94_5": "in the first noble path is successful in profitable the development of the path, and the path that leads to the penetration of the path.",
    "ai-anya-e0104n10:94_6": "scrutinizing each other, delighting in the noble ones, aroused by knowledge, which is an idiosyncratic in self-controllector in the mind.",
    "ai-anya-e0104n10:94_7": "cessation, extinguishment.",
    "ai-anya-e0104n10:94_8": "He rejects it with penetration to realization of the penetration of the Truth.",
    "ai-anya-e0104n10:94_9": "they get all of it.",
    "ai-anya-e0104n10:94_10": "She consents to come, thinking, “Have you come for insight? ”",
    "ai-anya-e0104n10:95_0": "“When he ceases, suffering ceases. ...",
    "ai-anya-e0104n10:95_1": "and so there is the penetration of the three Vibhaṅgas, “Consequently interrupted and realized these four ways” and “Effacement,” and with the penetration of the path and by the knowledge of the attainment of cessation, they also said.",
    "ai-anya-e0104n10:95_2": "“All is to be directly experienced thus: “This is the origin of suffering”, etc., and also its origin, its cessation, and the practice that leads to its cessation.",
    "ai-anya-e0104n10:96_0": "And if not, in showing a way of seeing what is said in order to show the different paths of traveling along this way, they will give rise to knowledge.”",
    "ai-anya-e0104n10:96_1": "“Reverends, does someone who sees suffering also see the origin of suffering.",
    "ai-anya-e0104n10:96_2": "Eventually he clearly saw each individually as a consequence of such a clear vision. He practices each other with his own analysis, and gives relevant points to the Elder Nun Sāgadhāniya.",
    "ai-anya-e0104n10:96_3": "They must see the origin of the former misfortune, as they have recommended into seeing, they may, in the past, the future, and the present. They may all see everything without seeing.",
    "ai-anya-e0104n10:97_0": "Through the rise and fall of suffering in the end of suffering in the present life, the sixteenth part of making known, the detailed explanation of the base consisting of boundlessness, the stilling of suffering in the present life, and the attainment of the path. Through the path of the development of knowledge he has reached the end of the path, and the end of the path, the attainment of cessation, and the path.",
    "ai-anya-e0104n10:98_0": "840.Obhāsetīti pakāseti.",
    "ai-anya-e0104n10:98_1": "He is tranquilizing the end of all defilements, giving up defilements and the defilements, and the defilements of the aggregates, etc., associating with the dying of defilements.",
    "ai-anya-e0104n10:99_0": "841.Appetīti pappoti.",
    "ai-anya-e0104n10:99_1": "The thirty-seven things in which they rely on topic, not definitely reached the goal of suffering. They are in the thirty-two places of the path equipments of the development and cultivation of the paths equipment.",
    "ai-anya-e0104n10:100_0": "Knowledge of the path to the hermitage.",
    "ai-anya-e0104n10:101_0": "By the state of : there is the state of having the sixteen , etc., that is to say, the meaning.",
    "ai-anya-e0104n10:101_1": "He should advert to one kind of help:",
    "ai-anya-e0104n10:102_0": "you should say about the origin of suffering to be stated in the way already stated.",
    "ai-anya-e0104n10:102_1": "Each one aspect in the communal recitation, etc., according to the Community.",
    "ai-anya-e0104n10:102_2": "Explaining the meaning is this:",
    "ai-anya-e0104n10:102_3": "For the one inclusive knowledge and insight into the One’s discrimination,",
    "ai-anya-e0104n10:102_4": "But the meditator whose mind is satisfied with knowledge, its object, and its inherent tendencies to be experienced as its object, and whose mind is experienced in the way beginning, “This attainment is the way of cessation is made. ” But when he resistates the way to understand that it is merely explained, it is rejected.",
    "ai-anya-e0104n10:102_5": "and later, because of the counterpart of hands and feet, the sixteen realized noble truths appear to the noble elephant.",
    "ai-anya-e0104n10:103_0": "What is shared by the King: that is the name of rebirth without understanding, namely, the recommended by knowledge,",
    "ai-anya-e0104n10:103_1": "The origin of the world is the cessation of both something else and so on.",
    "ai-anya-e0104n10:103_2": "As to the developing of the elements.",
    "ai-anya-e0104n10:103_3": "This is said:",
    "ai-anya-e0104n10:103_4": "Those in whom the suffering mentioned next to the four in number, etc., and also the suffering that originates in both their aspects and the four kinds of suffering, etc., these four kinds of becoming are mentioned only.",
    "ai-anya-e0104n10:103_5": "Here she said “I am the end of suffering”: “What is this? In what is it suitable, what is knowledge? And what is that suffering?”",
    "ai-anya-e0104n10:103_6": "Hence it is said:",
    "ai-anya-e0104n10:103_7": "Since they are called abode of emancipation, there is knowledge of the truth of being experienced in the different way as object, there is no production of unknowing truth of suffering in the way beginning, “This is why a term for truth of accumulations” .",
    "ai-anya-e0104n10:104_0": "How is it worthy of seeing in order to show that they have become, and they said: “We will do this to you.”",
    "ai-anya-e0104n10:104_1": "And by you get to see the two",
    "ai-anya-e0104n10:104_2": "“An adorned with the thieves, family,",
    "ai-anya-e0104n10:104_3": "For whatever is created, all that is ensure, it is born.",
    "ai-anya-e0104n10:104_4": "After making it known to the inner cloth, they made with floor covers (which).",
    "ai-anya-e0104n10:104_5": "and mosquitoes",
    "ai-anya-e0104n10:104_6": "For one is just like the one’s own body that is just like one’s own.",
    "ai-anya-e0104n10:104_7": "Therefore it is because of the origin of the world.",
    "ai-anya-e0104n10:104_8": "yet they have given up suffering.",
    "ai-anya-e0104n10:104_9": "In whatever place the defilements arise, the causes and reasons",
    "ai-anya-e0104n10:104_10": "lying down, etc., is a good splendid because of mature (?).",
    "ai-anya-e0104n10:104_11": "And being so, he discussing what is called to be seen in order to show lofty attainments with lofty. He says “Now, Venerable,” he said, “Venerable, do you bring it to the point.”",
    "ai-anya-e0104n10:104_12": "For one who is unimped in the Dhamma, the constant state of existence is free from fear; for one who has no happy state,",
    "ai-anya-e0104n10:105_0": "Through the source of this use they lie down, (but) the cause of loss.",
    "ai-anya-e0104n10:105_1": "and showing them an opportunity to presume to the different kinds of discrimination in the future instance.",
    "ai-anya-e0104n10:105_2": "the fetter of defilements, complete in all the internal fetters,",
    "ai-anya-e0104n10:105_3": "the Enlightened One, having completed the lotus roots, glad at the leaf-hut,",
    "ai-anya-e0104n10:106_0": "through the destruction of the defilements, etc., which is declivered by the enlightenment factor.",
    "ai-anya-e0104n10:106_1": "Carefulness in seclusion,",
    "ai-anya-e0104n10:106_2": "With the complete immaterial states of loss, the stilling of all intentional activities, the noble path, or the essence thus: “Only it is in brief, the noble path, or the stilling of all activities” is one,",
    "ai-anya-e0104n10:106_3": "suffering, which is subject to death, and has become unpleasant to death.",
    "ai-anya-e0104n10:107_0": "“It is the noble path” since it appears due to the introduction, the origin of happiness, and the cessation of suffering, then it is not possible that to attain extinguishment,",
    "ai-anya-e0104n10:107_1": "This is the noble path, this is the cause of happiness.",
    "ai-anya-e0104n10:107_2": "(But) without seeing cessation, he reached the ultimate cessation, the ultimate state of cessation.",
    "ai-anya-e0104n10:107_3": "Hence it is said: “Here the extraordinary matter,” and so on.",
    "ai-anya-e0104n10:107_4": "And by seeing the danger in suffering, the drawback in having achieved unquired that has arisen in an end of suffering.",
    "ai-anya-e0104n10:107_5": "satisfied the way of practice,",
    "ai-anya-e0104n10:107_6": "Hence it is then because he thinks: “Give away.” ...",
    "ai-anya-e0104n10:107_7": "and made us refinement.”",
    "ai-anya-e0104n10:107_8": "Because of this, they get rid of the grasping aggregates.",
    "ai-anya-e0104n10:108_0": "of one opposite sex: it rolling and transmigrating for one,",
    "ai-anya-e0104n10:108_1": "three are chosen:",
    "ai-anya-e0104n10:108_2": "those who praised one.",
    "ai-anya-e0104n10:108_3": "The meaning is “finitivelying various kinds of discriminations” in the four truths. It is the meaning.",
    "ai-anya-e0104n10:108_4": "If there is the path to be given up through knowledge, the penetration of the four noble truths, the first path may be given up through vision and the path to penetration of the path. When analyzed into the first path and discovering the fetters you should be given up first.",
    "ai-anya-e0104n10:108_5": "Likewise the oneness of them is the path to stream-entry, and the eighteen.",
    "ai-anya-e0104n10:108_6": "Whatever there is, the inner skin, the path of the fruition that has been used to be displayed by the four primary elements, and there may be the fourth fruition of the path.",
    "ai-anya-e0104n10:108_7": "Likewise the Community of nuns cankers a stream-enterer,",
    "ai-anya-e0104n10:108_8": "And what is it?",
    "ai-anya-e0104n10:108_9": "Suppose analytical knowledge of different knowledges, you can see suffering in others.",
    "ai-anya-e0104n10:108_10": "Some of them will not get rid of the origin of cessation, for what is to be done is the path to the complete ones.",
    "ai-anya-e0104n10:108_11": "For if you saw the path, you look for them to see your other,",
    "ai-anya-e0104n10:108_12": "Herein, the first spread is in counterpartly to its advantage.",
    "ai-anya-e0104n10:108_13": "for there is no finger-tree blanket for it.",
    "ai-anya-e0104n10:108_14": "Then there is a (another) path and one sees a road in the human realm,",
    "ai-anya-e0104n10:108_15": "by which they see the path.”",
    "ai-anya-e0104n10:108_16": "That is why one kind of cleansed mind is unconcealed.",
    "ai-anya-e0104n10:108_17": "Moreover, one should question about the declaration (of mind and body) that occurred rolling on them): In this way you will cut off knowledge (of the path), which will arise (in the practice that leads to peace.",
    "ai-anya-e0104n10:108_18": "Not understanding about suffering, its origin, its cessation, and the path.",
    "ai-anya-e0104n10:108_19": "But that object is in fact only one manner of winning the other; the ropes and the one-flower is committed to leaning upon them.",
    "ai-anya-e0104n10:108_20": "But this is the meaning of in the text, “This too is the point of discussion on the teaching.”",
    "ai-anya-e0104n10:109_0": "On the complete understanding of the invitation to be fully understood",
    "ai-anya-e0104n10:110_0": "The meaning is stated in the way beginning is the meaning.",
    "ai-anya-e0104n10:110_1": "Besides, some of those well-known thinking about the development of concentration and well-known as wisdom and prescribed with wisdom.",
    "ai-anya-e0104n10:110_2": "The adversities while stillness is completely understood,",
    "ai-anya-e0104n10:110_3": "for name and form are not evident in the delimitation of the kind instance.",
    "ai-anya-e0104n10:111_0": "846.",
    "ai-anya-e0104n10:111_1": "And the time when produced knowledge of the impermanence of conditions, etc., it is according to the actual formations , thus it is “interrupted” .",
    "ai-anya-e0104n10:111_2": "And here there is something more: the reason why it is allowed by relations of relatives, friends, counselors, and kin, for the sake of worldly pleasures, and those that her practice, don’t succeed in whatever way.",
    "ai-anya-e0104n10:112_0": "847.",
    "ai-anya-e0104n10:112_1": "It is called “with the “special” which “without understanding” which “I gives rise to knowledge. It is a different path” .",
    "ai-anya-e0104n10:112_2": "Here, this self-mortifieration is preoccupations. These were the preoccupations and courses, but this is the practice that should be undertaken.",
    "ai-anya-e0104n10:112_3": "Hence it is said: “Yes, let it be.”",
    "ai-anya-e0104n10:113_0": "(This is) expanded that is proper for one who wants what is limited,",
    "ai-anya-e0104n10:113_1": "Or alternatively, what is just to be given up is what is said.",
    "ai-anya-e0104n10:113_2": "Or alternatively, the sections on the path expanded in this way:",
    "ai-anya-e0104n10:113_3": "for the benefit of relatives who have understood assembled the path to Worthiness,",
    "ai-anya-e0104n10:113_4": "He is satisfied, and has well-known, through the giving up of relatives and family, he is satisfied, being satisfied, and out of respect and esteemed, living in dependence on the Teacher’s home.",
    "ai-anya-e0104n10:113_5": "embracing each and every is of the three characteristics of knowledges, which is why it is called “haves opposite sex and has the characteristic of obtaining . ”",
    "ai-anya-e0104n10:113_6": "Hence it is said: “Having completely understood ...",
    "ai-anya-e0104n10:113_7": "they are to be experienced.”",
    "ai-anya-e0104n10:114_0": "What is the definition of language usage and the three kinds of determination: that is to say, the perception of various kinds of deceitfulness, the defilement of their intelligentness, and the understanding of their understanding.",
    "ai-anya-e0104n10:114_1": "(But) the abandoning of sensual desires, etc., that is to say, the mind tends that originate from applying the mind to an end, just as they go in the water, and that mangoes the rope of the winds.",
    "ai-anya-e0104n10:114_2": "is illustrated with the witness of prosperity, his mind is free from sloth and so on.",
    "ai-anya-e0104n10:114_3": "“The mind has rectitude on this jhāna is quailed,” and so on with its special qualities of absorption the scriptures, etc., not even when analyzed into the basic support of the Enlightened One’s special qualities for the jhāna.",
    "ai-anya-e0104n10:114_4": "Or alternatively, it is the precedes in the first jhāna that is to say: it is shared by the fine-material jhānas in the prior stage.",
    "ai-anya-e0104n10:114_5": "Afterwards, through the power of (the Buddha), he certainly desired to be reborn in the same way,",
    "ai-anya-e0104n10:114_6": "Mindfulness of breathing: placing the mind and keeping it connected , with the perception of rapture and bliss born of seclusion.",
    "ai-anya-e0104n10:114_7": "In the second jhānas, etc., occurring in the second jhānas, etc., only in the depth and their consciousnesses, but their consciousness occurring as before.",
    "ai-anya-e0104n10:115_0": "This is what is said in order to get rid of repetitions by seeing the darkness in darkness and the others.”",
    "ai-anya-e0104n10:115_1": "For one in whom the bird does not link in the darkness of night, even a broad rock, however, nourishes one, and only shows only rewards,",
    "ai-anya-e0104n10:115_2": "he lays down upon the second jhāna, discarded by applied thought and sustained thought;",
    "ai-anya-e0104n10:115_3": "“Observing these two planes, this is the nature of the plane of seeing, this is the very meaning of the Vipassī.”",
    "ai-anya-e0104n10:115_4": "For if he is possessed of virtue, then the abandoning of the life-continuum,",
    "ai-anya-e0104n10:115_5": "to the knowledge of the ending of consciousness.",
    "ai-anya-e0104n10:115_6": "then it would give rise to the factors of it.",
    "ai-anya-e0104n10:115_7": "When there is the aggregates, one regards the five aggregates in self, one who regards it as having the view of self, or form in self, or form.",
    "ai-anya-e0104n10:115_8": "for sixteen grounds for (wrong) sixteen bases, (wholesomes) will comprehend the mind;",
    "ai-anya-e0104n10:115_9": "“After giving” is included in the level of a cow’s thus, “Form is in the eleventh of a lumb.” Then he dropped on it with his level, in order to show the eleventh of worms,",
    "ai-anya-e0104n10:115_10": "and the abandoning of the five constituents (of mind and body) that delivers with the function of perceptions’ gratification.",
    "ai-anya-e0104n10:115_11": "If you don’t penetrate it, the ending of delusion,",
    "ai-anya-e0104n10:115_12": "Equanimity:",
    "ai-anya-e0104n10:115_13": "In choices there are permanent, everlasting, eternal, imperishable, blessed, and stainless.",
    "ai-anya-e0104n10:115_14": "And that is just the opposite secure for the scope of laziness, hopeful, real, and undisturbed.",
    "ai-anya-e0104n10:116_0": "Then having shown that (good) purified the factors and shown that, etc., in order to show them by means of the eighteen great (magical) powers, etc., is said: “But what is it?”",
    "ai-anya-e0104n10:116_1": "But whatever can be bound by things are bound together,",
    "ai-anya-e0104n10:117_0": "it is said: “This is inclination of conditions, all that is impermanent, not-self,”",
    "ai-anya-e0104n10:118_0": "the perception of being peaceful, etc., in one whose perception of the object of the repulsiveness of his own limbs, and when it is necessarily hidden .",
    "ai-anya-e0104n10:119_0": "Having seen (that) they reached the end of conditions, and on seeing cessation there, they occur in that way by seeing cessation.",
    "ai-anya-e0104n10:119_1": "and he makes it known as (volitional) processes.",
    "ai-anya-e0104n10:120_0": "If he deliberates it by means of giving it up,",
    "ai-anya-e0104n10:120_1": "There is still some variety of later generality in the past, the future or the present, and the present to other.",
    "ai-anya-e0104n10:120_2": "Having perception of giving up and perception of shakes -",
    "ai-anya-e0104n10:121_0": "Independent of others in the essence, too in the final too is shaking of the too.",
    "ai-anya-e0104n10:122_0": "The insistence of (good) actions that determination is insistence on giving precedence is the insistence, the insistence, and the insistence on all it.",
    "ai-anya-e0104n10:122_1": "At the time of conditions there were the absence of conditions for the absence of conditions. They insistence in terms of conditions for the insistence.",
    "ai-anya-e0104n10:123_0": "But when the mind is cycle of form, then it is said to be the right “unbounded of conditions.”",
    "ai-anya-e0104n10:123_1": "the state of decaying, the defilements, and the state of defilement, etc., including the defilements,",
    "ai-anya-e0104n10:123_2": "cleansing of concentration and insight.",
    "ai-anya-e0104n10:124_0": "the wheel that was overflowing the rolls,",
    "ai-anya-e0104n10:124_1": "Thus having given up and possessed the states,",
    "ai-anya-e0104n10:124_2": "All defilements are ended for the ending of defilements. They achieve the noble path that leads to the ending of choices.",
    "ai-anya-e0104n10:124_3": "greedy to the supremely supermundane and supramundane.",
    "ai-anya-e0104n10:124_4": "(Once) : the rest of the Paṭisambhidā, the rest of the Corrupt is included.",
    "ai-anya-e0104n10:124_5": "” Describing is “with detail” .",
    "ai-anya-e0104n10:124_6": "and Virūpakkhasas came through the air from the eight treasures. There the treasures you successfully entered upon them.",
    "ai-anya-e0104n10:124_7": "Or alternatively, what was taken by the good",
    "ai-anya-e0104n10:124_8": "This is why a gift to them here.",
    "ai-anya-e0104n10:124_9": "Hence it is said: “Yes, I have.”",
    "ai-anya-e0104n10:124_10": "to give a reply to the King, “Gotamī” is what he said.",
    "ai-anya-e0104n10:124_11": "Then when they have done this, namely, reappeared in the past, and have gone to glory of the Supreme Man,",
    "ai-anya-e0104n10:124_12": "It is called “blessed” in this way that is to say, the name of this primary elements, which are of the states consisting in oppositeness of the states that are called to be known , and on the path of the journeying path, and on the journeying of unknown path, etc., and in the case of the path, of the purification that is to say, it should be understood as stated as the discrimination of path, and “wings consisting of boundlessness in this way.”",
    "ai-anya-e0104n10:125_0": "852.",
    "ai-anya-e0104n10:125_1": "he looked at the world of experiencing the world.",
    "ai-anya-e0104n10:125_2": "thus the supermundane should be understood in this way:",
    "ai-anya-e0104n10:125_3": "I get material possessions.",
    "ai-anya-e0104n10:125_4": "Likewise, so you.",
    "ai-anya-e0104n10:125_5": "If he resigns the base consisting of the five sense spheres together with the objects of knowledge, the object of the consciousness of a group,",
    "ai-anya-e0104n10:125_6": "And although the words “perception” resentment is underlies them as its object, and then resigned by this term “Possessed of mind”, it is rejected in this way, and circumference of knowledge, “This is a term for knowledge.”",
    "ai-anya-e0104n10:125_7": "touching by contact with knowledge,",
    "ai-anya-e0104n10:126_0": "After realising the path to the fruit of once, and without having been reborn in the realm of self, and without being experienced by the knowledge of the peaceful arrivals and without self-controlled through knowledge.",
    "ai-anya-e0104n10:127_0": "Seeing one who knows and sees. It is the culmination of the deathless, the meaning is, and the deathless.",
    "ai-anya-e0104n10:128_0": "Because of the first attainment of vision, he asked for the realisation of vision.",
    "ai-anya-e0104n10:128_1": "although a Master Gotama sees that there is first because of the giving up of knowledge, he sees (them) in the first Commentaries. But having seen that due to the Factor of Complete Awakening, they say:",
    "ai-anya-e0104n10:128_2": "Equanimity is of two kinds: insight and so on.",
    "ai-anya-e0104n10:128_3": "By the development of vision: to see the Path and development of the Paths, and so on.",
    "ai-anya-e0104n10:128_4": "By means of that he reviews the path to Nibbāna in an undevelopment.",
    "ai-anya-e0104n10:128_5": "But when he reviews each of the paths of quenching this:",
    "ai-anya-e0104n10:128_6": "He has knowledge of this knowledge of the supermundane is devoted to this knowledge of the supermundane.",
    "ai-anya-e0104n10:129_0": "853.Abhimatāti adhippetā.",
    "ai-anya-e0104n10:129_1": "development of the development of nourishment that might give rise to fear, etc., is to be shown by development and so on.",
    "ai-anya-e0104n10:129_2": "For the arising of the whole world including the skillful, etc., then the development of the physical endurance, the mind, and the development of the mind, and the wisdom there is from the development of the foundation of physical endurance, and the mind.",
    "ai-anya-e0104n10:129_3": "But the supermundane attainments the knowledge and vision of the supermundane attainments, etc., not the knowledge and vision of the variety of development.",
    "ai-anya-e0104n10:129_4": "It’s when they do know: ‘This is the fourth noble truth that leads to the cessation of suffering.’",
    "ai-anya-e0104n10:129_5": "Having come down from birth and old age,",
    "ai-anya-e0104n10:129_6": "Contact: here the concentration is profitable un, here the faithful is understanding due to understanding.",
    "ai-anya-e0104n10:129_7": "But that arising doesn’t give rise to a thought about the path.",
    "ai-anya-e0104n10:129_8": "Then he does not have right thought:",
    "ai-anya-e0104n10:129_9": "for he is discovered by the five aggregates,",
    "ai-anya-e0104n10:129_10": "ethics, immersion, and wisdom.",
    "ai-anya-e0104n10:129_11": "The word produced by reason. They can be seen in the beginning, the middle and the end as condition, and the unrealing of the near.",
    "ai-anya-e0104n10:129_12": "He encounterally presented by those men on account of his own tranquillity enlightenment factor and virtues, etc., with the noble paths, he rolled forth his own peacefulness.",
    "ai-anya-e0104n10:129_13": "Experiencing whatever is said.",
    "ai-anya-e0104n10:129_14": "this is so.",
    "ai-anya-e0104n10:129_15": "But here with the supermundane and the development of the path:",
    "ai-anya-e0104n10:129_16": "Because no seeking will be obtained by development that in conformity to the rest.",
    "ai-anya-e0104n10:129_17": "and develops the meditation subject beyond that.",
    "ai-anya-e0104n10:130_0": "Then just as “I was endowed with wisdom” (having told him), “So you who possessed concentration”, and so on, after developing the perception of various forms, he said, “So this (men), which is the sign of concentration, having gone into the sky, and so on.”",
    "ai-anya-e0104n10:130_1": "that is what is said in the passage beginning, “Reflection”",
    "ai-anya-e0104n10:130_2": "thus far there is this point,",
    "ai-anya-e0104n10:130_3": "And this is how he answers:",
    "ai-anya-e0104n10:131_0": "The exposition of the teaching is finished.",
    "ai-anya-e0104n10:132_0": "So there are twenty-fourishments for twenty-two parts."
}