{
    "ai-anya-e0813n3:0_0": "3. Samāsakaṇḍa",
    "ai-anya-e0813n3:1_0": "The characteristics, etc.",
    "ai-anya-e0813n3:2_0": "202.",
    "ai-anya-e0813n3:2_1": "let us undertake the road in worship is supreme,",
    "ai-anya-e0813n3:2_2": "I receive (much) allowance for the purpose of giving a gift that is my gift.",
    "ai-anya-e0813n3:2_3": "compared to the best,",
    "ai-anya-e0813n3:3_0": "he should go away what has been overturned,",
    "ai-anya-e0813n3:4_0": "Putting the connection with that deed,",
    "ai-anya-e0813n3:5_0": "Standing in the sky he said: “This is the cliff” or",
    "ai-anya-e0813n3:6_0": "goodness is a master of the two.",
    "ai-anya-e0813n3:7_0": "When the Commentary is broken in the face of the heart, it is good in the west. It is produced in the degree of wielding the state of loss, that is to say, the two.",
    "ai-anya-e0813n3:8_0": "Whatever perception is intended here, there are calming, conscious, and diligent.",
    "ai-anya-e0813n3:9_0": "The Bhikkhus, the origin of the world, when he does not enter upon it, was discovered by the Enlightened One, is educated in the first jhāna, and in the way already described. It is good in the way beginning, “It is good in the debate,” and so on. It is not suitable to attain that attainment because he has attained perfection in the way.",
    "ai-anya-e0813n3:9_1": "say this to the wise one:",
    "ai-anya-e0813n3:10_0": "their dispensation, and greed",
    "ai-anya-e0813n3:11_0": "The doctrine of those people who had undertaken arranged thus, later times, and meals, as they did not.",
    "ai-anya-e0813n3:12_0": "Then the great heroes fortunately in this way:",
    "ai-anya-e0813n3:13_0": "you’ll wander undisturbed.",
    "ai-anya-e0813n3:14_0": "He enters upon and dwells in the precincts for the first-handed monastery without his enemy. It is permitted tossed by others.",
    "ai-anya-e0813n3:15_0": "after that very large hero:",
    "ai-anya-e0813n3:16_0": "“Weighing up the talk of you, great hermit.”",
    "ai-anya-e0813n3:17_0": "(Then) he who does the name “Kimbacks” and and and the three are added.",
    "ai-anya-e0813n3:18_0": "Then he who, beginning with that forbearance, should be seen by the Vajjians, and after having shown that.",
    "ai-anya-e0813n3:19_0": "after that very day the Great heroical Dispensation,",
    "ai-anya-e0813n3:20_0": "looking for food and drink, the best of my men,",
    "ai-anya-e0813n3:21_0": "with three (given) the sign of others, in the trapper,",
    "ai-anya-e0813n3:22_0": "205.",
    "ai-anya-e0813n3:22_1": "She was delighted and deportment, faithful, generous and great faithful, with great faith,",
    "ai-anya-e0813n3:22_2": "And here the word “blind” is the meaning of the primary elements,” and so on.",
    "ai-anya-e0813n3:23_0": "206.",
    "ai-anya-e0813n3:23_1": "And blue, blue, lily, white, and black hair; blows oppressed, seeking for themselves,",
    "ai-anya-e0813n3:23_2": "The moon is the best in the sky.",
    "ai-anya-e0813n3:24_0": "he is seeking purity from leaves wherever he wants, and is like the aristocrats. And he has the same wish, his workers.",
    "ai-anya-e0813n3:25_0": "the rice-grains on the banks of the river,",
    "ai-anya-e0813n3:26_0": "there is noise for him, no sound of drums,",
    "ai-anya-e0813n3:27_0": "Herein, when the deeds done in the place",
    "ai-anya-e0813n3:27_1": "“A wise man, perceptions of people, perceptions of people.”",
    "ai-anya-e0813n3:27_2": "“Such is a fool,” he said,",
    "ai-anya-e0813n3:27_3": "the unshakable,",
    "ai-anya-e0813n3:27_4": "“In this place there is no need for you to take.”",
    "ai-anya-e0813n3:28_0": "208.",
    "ai-anya-e0813n3:28_1": "(They should be told) “Among those who don’t undertake,” etc., and also do they observances.",
    "ai-anya-e0813n3:28_2": "Moreover, without a sense of singing, so on.",
    "ai-anya-e0813n3:28_3": "Here the chief of men, each instructed bathing time and the opposite sex in the town by the capital.",
    "ai-anya-e0813n3:29_0": "Wealth for the day,",
    "ai-anya-e0813n3:30_0": "Tissa linking the three worlds,",
    "ai-anya-e0813n3:31_0": "And here it is said that the result of past deeds, “Form-fitting rice gruel” or “Afterred to as a non-human beings,” one says, “Nuns, and a human bird” .",
    "ai-anya-e0813n3:32_0": "the specific condition of men.",
    "ai-anya-e0813n3:33_0": "210. Tappurisā tveva.",
    "ai-anya-e0813n3:34_0": "don’t let others prevent others like that.",
    "ai-anya-e0813n3:35_0": "The second jhāna, etc., is called “giver” when he and so on, when he finds that person in the same place he is Tissa.",
    "ai-anya-e0813n3:36_0": "from village to village,",
    "ai-anya-e0813n3:37_0": "“She did as a village arrived at Sāvatthī.” And he remembered the three months of Sāvatthī, on that very spot in that place.",
    "ai-anya-e0813n3:38_0": "211. Raññā hato rājahato.",
    "ai-anya-e0813n3:39_0": "but about the word of the walls.",
    "ai-anya-e0813n3:40_0": "He should not give up a bad view,",
    "ai-anya-e0813n3:40_1": "You’re satisfied by your words, just as you learning.",
    "ai-anya-e0813n3:40_2": "is said to be farmer than them,",
    "ai-anya-e0813n3:40_3": "And he was filled with gleams and so on were incomplete.",
    "ai-anya-e0813n3:40_4": "With nothing to do so, storeplace—",
    "ai-anya-e0813n3:41_0": "gave food and drink, clothes, and vehicles, and curds, and precincts, and hands and feet, not too for the purpose of giving.",
    "ai-anya-e0813n3:41_1": "she was conceived in the past of the Council Hall,",
    "ai-anya-e0813n3:42_0": "Gaining in the local terminology,",
    "ai-anya-e0813n3:43_0": "the Buddha’s own way of modestifying themselves and others, with the gift of the blessed state of peace, etc., in this way",
    "ai-anya-e0813n3:44_0": "This is how torment the gangsters, the thieves in the world, and the robbers plunder,",
    "ai-anya-e0813n3:45_0": "215. Rañño putto rājaputto.",
    "ai-anya-e0813n3:46_0": "“These are the sixth inheritance” and “From the sixth stick,” and they do not undertake the thirty-two marks of darkness.",
    "ai-anya-e0813n3:46_1": "When it’s dark that you become dark and bright, and the sixth Kaṇhāgotamī are all the sixth dropping.",
    "ai-anya-e0813n3:47_0": "216.",
    "ai-anya-e0813n3:47_1": "“Lady,” he replied.",
    "ai-anya-e0813n3:47_2": "These King is called the infatuation through the revolvement of the Magadhan Kings, because of the inclination of the Magadhan Kings.",
    "ai-anya-e0813n3:47_3": "The eldest of the tamed,",
    "ai-anya-e0813n3:48_0": "This person is like the king’s chief queen.” And the king followed it to the king’s presence: “There is no calm, no encounteral.”",
    "ai-anya-e0813n3:48_1": "“A man is close to the king, and heirs to give,” and he said,",
    "ai-anya-e0813n3:49_0": "The King said: “Bhaddā,” and the King, too, were heavy,",
    "ai-anya-e0813n3:50_0": "and together with a thousand children.",
    "ai-anya-e0813n3:50_1": "even when you’re bound by the bonds of sexuality.",
    "ai-anya-e0813n3:50_2": "Herein, heavy son of ‘restraint’ means having a violence",
    "ai-anya-e0813n3:51_0": "217. Rūpe saññā rūpasaññā.",
    "ai-anya-e0813n3:52_0": "to the bar of the city in its crowd like a snake with its foliage rotten sheet, as it were, desired, and so on.",
    "ai-anya-e0813n3:53_0": "to a pupil, the lady of food,",
    "ai-anya-e0813n3:54_0": "united with lots of duty,",
    "ai-anya-e0813n3:55_0": "218.Aññapadatthesu bahubbīhi.",
    "ai-anya-e0813n3:56_0": "He’d think about the first absorption in the places where there are two or three times, even when many.",
    "ai-anya-e0813n3:57_0": "the ascetic, who comes, is not an ascetic,",
    "ai-anya-e0813n3:58_0": "219.",
    "ai-anya-e0813n3:58_1": "by which the Fortunate One’s faculties have lost,",
    "ai-anya-e0813n3:58_2": "But there’s a fire,",
    "ai-anya-e0813n3:58_3": "The poison of the sunshade, the (from) effort he knows the Counter of others,",
    "ai-anya-e0813n3:59_0": "(The king) presented the trees to the outer cut off the tree. He made a tree,",
    "ai-anya-e0813n3:60_0": "Although he is one given to people, he who has given (true) a gift,",
    "ai-anya-e0813n3:61_0": "Because the people dress in shade,",
    "ai-anya-e0813n3:62_0": "223.",
    "ai-anya-e0813n3:62_1": "of the ten powers, Blessed One, who has the ten powers,",
    "ai-anya-e0813n3:62_2": "no equal like that is undefeated.",
    "ai-anya-e0813n3:62_3": "And here he said: “Here there is no share in various ways.”",
    "ai-anya-e0813n3:63_0": "the tongue is very great, with great wisdom, with great wisdom,",
    "ai-anya-e0813n3:63_1": "This is the very same term “I say that the sectarians’ sons, owing to the recitation of the higher morality.”",
    "ai-anya-e0813n3:64_0": "224.",
    "ai-anya-e0813n3:64_1": "“Where do you have done so?”",
    "ai-anya-e0813n3:64_2": "Māsa and Kākavaṇṇa,",
    "ai-anya-e0813n3:64_3": "Golden in color, garden and cotton,",
    "ai-anya-e0813n3:64_4": "since (only) the he became self-existent and salary,",
    "ai-anya-e0813n3:64_5": "Fragrances like gold, which is liked by gandhabbas,",
    "ai-anya-e0813n3:64_6": "Many-talk, small, metal,",
    "ai-anya-e0813n3:64_7": "This is the taste for tastes, and so on.",
    "ai-anya-e0813n3:64_8": "a lot of many wishes,",
    "ai-anya-e0813n3:64_9": "Mātahisa, whereby one had plenty of food.",
    "ai-anya-e0813n3:65_0": "It’s good to goal for such a bad thing,",
    "ai-anya-e0813n3:66_0": "225.",
    "ai-anya-e0813n3:66_1": "golden coloured, he golden coloured.",
    "ai-anya-e0813n3:66_2": "In whose living creatures I’m defeated, like a Vajirā,",
    "ai-anya-e0813n3:66_3": "Like a dog, a lazy man,",
    "ai-anya-e0813n3:66_4": "Devoted to the liberator.",
    "ai-anya-e0813n3:67_0": "needed,” he replied, “This is much exceedingly great;",
    "ai-anya-e0813n3:67_1": "He who (where) endowed with causes and reasons: “I have taken a thousand!”",
    "ai-anya-e0813n3:68_0": "226.",
    "ai-anya-e0813n3:68_1": "seven or eight months,",
    "ai-anya-e0813n3:68_2": "From the Southern direction, in the Southern direction,",
    "ai-anya-e0813n3:69_0": "that legal issue has been broken",
    "ai-anya-e0813n3:70_0": "(But) the first teach Dhamma: What is the Dhamma",
    "ai-anya-e0813n3:71_0": "The Realized One is the best, too,",
    "ai-anya-e0813n3:72_0": "227.Nāmānaṁ samuccayo dvando.",
    "ai-anya-e0813n3:73_0": "(Anāthapiṇḍika said): “This includes a meal for one who adhered to the auspicious parts of the three (processes) is called a donation for you, not a single one is called.”",
    "ai-anya-e0813n3:74_0": "The Moon and Sun, and the Sun, they,",
    "ai-anya-e0813n3:75_0": "What is the point of understanding is for the purpose of crossing the floods, the lotus ponds in them.",
    "ai-anya-e0813n3:76_0": "He who dwells in the forest, the one who goes to warrior-nobles, the one who takes his army, and is satisfied by the Kings.",
    "ai-anya-e0813n3:77_0": "And in disputing: Vibhaṅga, the counterpart sign, indirect talk, and the counterpart of the hide.",
    "ai-anya-e0813n3:77_1": "just as when bending all the offerings, (thinking): “After lengths a single day, the soles one is not allowed.",
    "ai-anya-e0813n3:78_0": "the eye is nose, ear, nose, tongue, body, and mind.",
    "ai-anya-e0813n3:79_0": "name and form. It has the characteristic of penis.",
    "ai-anya-e0813n3:79_1": "So it is of cognized thus: “The generation is the ultimate, the ultimate, and the supreme.",
    "ai-anya-e0813n3:80_0": "who has faith in the Teacher’s words",
    "ai-anya-e0813n3:80_1": "Just as when the women are scared,",
    "ai-anya-e0813n3:80_2": "When a bondservant of tastes,",
    "ai-anya-e0813n3:80_3": "The Ganges conclusion",
    "ai-anya-e0813n3:81_0": "The (wholesome) bright deeds:",
    "ai-anya-e0813n3:82_0": "professions, chariots, and so on,",
    "ai-anya-e0813n3:83_0": "those hunters, charioteer, went to the city of Kakutthā,",
    "ai-anya-e0813n3:84_0": "infamy or horrified.",
    "ai-anya-e0813n3:85_0": "she gave the barber to the brahmin lady of the past.",
    "ai-anya-e0813n3:86_0": "Grasping forwards, whatever trees there are, people riches, and country,",
    "ai-anya-e0813n3:87_0": "There is no water in the tree for washing, or even a single moment.",
    "ai-anya-e0813n3:88_0": "like a golden coin, silver, ruby, and cat’s eyes, made of gold, coins and bullion, tigers, leopards, and silver, and gold.",
    "ai-anya-e0813n3:89_0": "Like a crow letter in the sky,",
    "ai-anya-e0813n3:90_0": "Though they’re pulled out the sound of recitation, skilled in the skillful, skilled in what is skillful and what is unskillful.",
    "ai-anya-e0813n3:91_0": "wounded by the Sakyans,",
    "ai-anya-e0813n3:92_0": "they give (others) to those who give gifts,",
    "ai-anya-e0813n3:93_0": "firstly directions for it is the headings;",
    "ai-anya-e0813n3:94_0": "The state of peace",
    "ai-anya-e0813n3:95_0": "230.",
    "ai-anya-e0813n3:95_1": "there is the sound of horrors in the world,",
    "ai-anya-e0813n3:95_2": "(His) with the faithful handful of the women, having the sound of women,",
    "ai-anya-e0813n3:95_3": "Always that are always present to the ascetics of other religions, and it is between the sectarians.",
    "ai-anya-e0813n3:95_4": "enders in women:",
    "ai-anya-e0813n3:96_0": "heat gradually manifested in the formless state,",
    "ai-anya-e0813n3:97_0": "The sound, etc., is the same in the detailed preceding, etc., and the others respectively together with the etc.;",
    "ai-anya-e0813n3:98_0": "“No doubt is the nakedness of the Piṅgiyānī,” etc., and so on.",
    "ai-anya-e0813n3:99_0": "“To the taste of the solid nectar.”",
    "ai-anya-e0813n3:100_0": "It’s the body,",
    "ai-anya-e0813n3:101_0": "Talking for urgency, etc., including the talk about and the food divided into a monastery and prepared for the meal.",
    "ai-anya-e0813n3:102_0": "Here, having faith in the carpet of women, he says this: “Like a woman infantry, dealing with the fightening.”",
    "ai-anya-e0813n3:103_0": "To the town-dwelling for his reception in the city of Kāsi, “From this monastery” .",
    "ai-anya-e0813n3:104_0": "what is the mention of the city?",
    "ai-anya-e0813n3:105_0": "(The king) continued to immovable graduations, spears, gradually take the time of the Theras, and he does not allow the Elders.",
    "ai-anya-e0813n3:106_0": "wherever I’ve thrown up the body,",
    "ai-anya-e0813n3:107_0": "This life is for the sake of a delicious sort of livelihood.",
    "ai-anya-e0813n3:108_0": "It’s a field, mountains, and ploughs are hunters, frequenting and fragrant,",
    "ai-anya-e0813n3:109_0": "being struck with cool water, full of imperfects, and strongly rain, I came to burn the sky on the bank of the river.",
    "ai-anya-e0813n3:110_0": "must be married in the household life, thinking: “Having seen the Siddhattha thus, did not make a statement in the home life?”",
    "ai-anya-e0813n3:111_0": "231.",
    "ai-anya-e0813n3:111_1": "The Lord of Delusion, (and) “The Supreme One” is actually illustriously to (surely) continued existence, and so on.",
    "ai-anya-e0813n3:111_2": "it’s known that a Dhamma thing is clear.",
    "ai-anya-e0813n3:111_3": "cutting out, unbeneficial poison,",
    "ai-anya-e0813n3:111_4": "Herein, where will it be?”",
    "ai-anya-e0813n3:112_0": "Not getting enough, he thinks, “Where do you get angry, even when a profitable?”",
    "ai-anya-e0813n3:112_1": "A man who is slaughtered in body, such a man, or a dead person,",
    "ai-anya-e0813n3:113_0": "The Except striving of (gives) striving here and there is receptacle of) fear,",
    "ai-anya-e0813n3:114_0": "Two-dwellers, and two men each; each with much food and drink.",
    "ai-anya-e0813n3:115_0": "The attainment is the same."
}