{
    "ai-anya-e0701n0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-anya-e0701n0:1_0": "The Shorter Discourse on the Simile of the Fragrant Cowd",
    "ai-anya-e0701n0:2_0": "1. Piṭakattayaparicchedo",
    "ai-anya-e0701n0:3_0": "Having worshipped the Sambuddha, the highest among men,",
    "ai-anya-e0701n0:4_0": "Having given the Dhamma, the Saṅgha,",
    "ai-anya-e0701n0:5_0": "went to a charnel ground, or even if you do so, you’ll give a bitter to the ground.",
    "ai-anya-e0701n0:6_0": "Living for sesame seeds,",
    "ai-anya-e0701n0:7_0": "I worship that (real) faultless one, which is why I worship it.",
    "ai-anya-e0701n0:8_0": "All the Buddha and the Bodhisatta",
    "ai-anya-e0701n0:9_0": "and threefold by way of wrapping the head,",
    "ai-anya-e0701n0:10_0": "but all that is only a whole of the five.",
    "ai-anya-e0701n0:11_0": "one who had come up from the group of nine on the Dhamma,",
    "ai-anya-e0701n0:12_0": "The number of the highly precious Visions of the Dhamma",
    "ai-anya-e0701n0:13_0": "for what is meant is that in three ways?",
    "ai-anya-e0701n0:14_0": "and by the Monastic Law Absorption both Collections.",
    "ai-anya-e0701n0:14_1": "Herein, what is the Monastic Law?",
    "ai-anya-e0701n0:14_2": "Much-keepers from an offense entailing expulsion, a large scruching, a stomachwning, and a walking stick.",
    "ai-anya-e0701n0:14_3": "These chapter on offenses entailing the Monastic Law:",
    "ai-anya-e0701n0:15_0": "what was an illegitimate procedure?",
    "ai-anya-e0701n0:15_1": "Discussion of the teachings, the designation of the nature, and the disciplinary issues. The explanation of the truths of the origin of legal issues, disciplinary issues, loses, and legal issues.",
    "ai-anya-e0701n0:15_2": "These seven legal issues that are prepare.",
    "ai-anya-e0701n0:15_3": "What About What’s the Discourse on Sutta?",
    "ai-anya-e0701n0:15_4": "The chapter on virtues of the Enlightened One’s Chapter Enlightened One’s Chapter as well.",
    "ai-anya-e0701n0:16_0": "“How do you not proceed to?”",
    "ai-anya-e0701n0:16_1": "five derived things:",
    "ai-anya-e0701n0:16_2": "The Linked Discourses on long-builters, Aṅguttara, and Uttiya.",
    "ai-anya-e0701n0:17_0": "Herein, what is long-breath?",
    "ai-anya-e0701n0:17_1": "These are the three aggregates of ethics that are the best seat, size of gracefulness, and of the tip of the bodies.",
    "ai-anya-e0701n0:17_2": "These are the thirty-two parts and the tips that are diverse.",
    "ai-anya-e0701n0:17_3": "Fourth: the aggregates of virtue, etc., of the extent of a life-continuum is the same as the best.",
    "ai-anya-e0701n0:18_0": "What is the middling?",
    "ai-anya-e0701n0:18_1": "These are the three passages at the roots, three are the edges, the Majjhima Nikāya.",
    "ai-anya-e0701n0:18_2": "These are the two hundred and fifty-two hundred and fifty-two-eons at level grounds in the day within two hundred and fifty-two palms. The Middle Discourses has been drawn out.",
    "ai-anya-e0701n0:19_0": "What is detachable?",
    "ai-anya-e0701n0:19_1": "The Long Discourses on the Council of the Aggregates is the best of the five sense fields. These are the six sense fields of contact and the aggregates.",
    "ai-anya-e0701n0:19_2": "These five hundred and sixty-four hundred and seventy-thousand Jina",
    "ai-anya-e0701n0:19_3": "They can understand how seven hundred and seventy-two million years can be understood.",
    "ai-anya-e0701n0:20_0": "What is the Ganges?",
    "ai-anya-e0701n0:20_1": "The Book of the Ones is said to be the group of fourteens: the Book of the Fours, the Chapter One, the Chapter of the Sevens, the Book of the Fives, the Collections, the Sevens, and the eightteens of Detaths, these are the thirty-two places of the Worlds, and the nine being.",
    "ai-anya-e0701n0:20_2": "These eleven perspectives and seventy-four grounds for eleven years.",
    "ai-anya-e0701n0:20_3": "Five hundred and seventy-four thousand predatory animals become well purified. Their seeds and the other seventy-four hundred and seventy-two lakes, and the triple compatives in each other.",
    "ai-anya-e0701n0:21_0": "What is the smallest sections?",
    "ai-anya-e0701n0:21_1": "The Suttanta of the Truth which had been stated in accordance with the Teaching, the Monastic Law, and the summaries; the Theras, Vinaya, (and asked) by the doctrine of the Theras, the Vinaya, the highest among men, the Benefactors of the Buddhas, the Dhamma, and the Discipline.",
    "ai-anya-e0701n0:21_2": "In these seventeen thousand ties there are many thousands of ties,",
    "ai-anya-e0701n0:21_3": "Innumerable thousands of parts reckoned the Discourse on the Divinities. These five were called a small ones.",
    "ai-anya-e0701n0:22_0": "What kind of sore?",
    "ai-anya-e0701n0:22_1": "statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications.",
    "ai-anya-e0701n0:22_2": "Herein, the Vibhaṅga’s Questions",
    "ai-anya-e0701n0:22_3": "Formal Questioning Meditation on the Realized One",
    "ai-anya-e0701n0:22_4": "all the way to understand,",
    "ai-anya-e0701n0:22_5": "He also became self-assured in the whole Haliddy with the Sakyans, and with the doctrine of the Buddha, plunged into it, with its eight factors and grounds for answer.",
    "ai-anya-e0701n0:22_6": "Transmigrating a Senior Mendicanta Suttanta. Uttiya with this verse: “Purified verse of the Dhamma” .",
    "ai-anya-e0701n0:22_7": "The Suttanta should be understood as it is given in two ways: with knowledge and insight that are not clear,",
    "ai-anya-e0701n0:22_8": "This was said by the Buddha inference: “This Questional Seer and Discipline” .",
    "ai-anya-e0701n0:22_9": "the wisdom there is from overpowering and so on, resplendent,",
    "ai-anya-e0701n0:22_10": "five-hundred pieces of gold:",
    "ai-anya-e0701n0:22_11": "There are four wonderful and marvellous things that are produced in this very life. They have not yet produced in line with the teaching.",
    "ai-anya-e0701n0:22_12": "See this Great Tree Knowledges (?) with right view, thoughts of person, and righteously then asked: “All these questions, Questions of Mindfulness, you can be understood the reason of this Sañjikāputta.”",
    "ai-anya-e0701n0:22_13": "What are the 84,000 mass of 84,000 entirely passed away? You’ll be able to explain the meaning?",
    "ai-anya-e0701n0:22_14": "That’s why I won’t make archery,",
    "ai-anya-e0701n0:22_15": "one thing, when the topic of Dhamma was finished, one questioned, one summoned, one newly ordained. What would the meaning of the teaching in detail?”",
    "ai-anya-e0701n0:22_16": "This is what was said by the Great King:",
    "ai-anya-e0701n0:22_17": "Buddhas were spoken by the Buddhas,",
    "ai-anya-e0701n0:22_18": "When would you say it?",
    "ai-anya-e0701n0:22_19": "Among gods and humans have spoken about",
    "ai-anya-e0701n0:22_20": "When would you speak words?",
    "ai-anya-e0701n0:22_21": "at the time of the Fortunate One was living at the root of the Rains Retreat at the root of the Fortunate One and",
    "ai-anya-e0701n0:22_22": "What is said?",
    "ai-anya-e0701n0:22_23": "Now, you’re talking about the five proficients.",
    "ai-anya-e0701n0:22_24": "What is the meaning of what is said?",
    "ai-anya-e0701n0:22_25": "Knowing this, one is (after) blameworthy, and one who gives up the limit of quenching,",
    "ai-anya-e0701n0:22_26": "you can’t even achieve what belongs to the next life.",
    "ai-anya-e0701n0:23_0": "By what is it means running out?",
    "ai-anya-e0701n0:23_1": "by those who are Buddhas, by converse with men and gods,",
    "ai-anya-e0701n0:23_2": "Keeps:",
    "ai-anya-e0701n0:23_3": "by teachers of gods and humans,",
    "ai-anya-e0701n0:23_4": "Why should we memorize the meaning?",
    "ai-anya-e0701n0:23_5": "Knowing these Vajjis’s Vajjis, the Vajjians, and the number of days in the present life. And they’re traders in the next life, and they’ve attained extinguishment in this very life.",
    "ai-anya-e0701n0:23_6": "There they should memorize the discourses that they are trade. They should then be given the first to one that they importants, syrups, and loose amounts of lengths, including the shells, writtles, and leopards—this is called “lad.”"
}