{
    "ai-anya-e1202n1:0_0": "Abhinīhāra kathā",
    "ai-anya-e1202n1:1_0": "6.",
    "ai-anya-e1202n1:1_1": "Then Roja, the ruler of the Bodhisattapati, having taken his right hand towards the Bodhi tree, and bowed with his right side toward him.",
    "ai-anya-e1202n1:1_2": "And the Buddhasses of four hundred charming were surrounded by the Count Goats, and seized them, saying:",
    "ai-anya-e1202n1:1_3": "The Devas, having heard that the God of Devas then all these places had been sent by the Buddha, and having made (the Buddha) sat down on the seat spread out, lying down on the ground, and bedding the four charming welfare of the Enlightened One, etc.,, and seeing him sitting in the first watch, all the Dhammadinnāparanta, pervaded with a Buddha-spheress of seat, and charming the earth, after making an end of suffering in the Royal Monastery, the chief of the gods.",
    "ai-anya-e1202n1:2_0": "Both Rains, the Teacher, together with a hundred thousand companions, entered the city gate, and sat down near the city surrounded by one thousand of deities. The road, where he sat on the highway, prepared seat and prepared seat in a citadel.",
    "ai-anya-e1202n1:2_1": "sat down on the prepared seat.",
    "ai-anya-e1202n1:2_2": "The lay followers of the city had prepared a great donation of the Sangha of monks headed by the Buddha. When the Buddha had finished his meal and had finished his meal, they offered to the neighborhood of the town, sat down.",
    "ai-anya-e1202n1:2_3": "The Buddha gave them a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, gave up the dregs, and the benefit of renunciation. He explained the deathless in the deathless, and the drawbacks.",
    "ai-anya-e1202n1:3_0": "When some of them were taught like this, some of the fruits of stream-entry, some of the fruit of once-returners, some fruit-returners, and some fruit-returners. Some of the four kinds of fruition and non-returners, some flags, and some remain in the four planes.",
    "ai-anya-e1202n1:4_0": "for this is said:",
    "ai-anya-e1202n1:5_0": "“Then, dear having destroyed the world and its Saṅgha,",
    "ai-anya-e1202n1:6_0": "Having go for refuge to that refuge, the Teacher has the auspicious refuge,",
    "ai-anya-e1202n1:7_0": "the Realised One makes surely refuge, and he does not restrain.",
    "ai-anya-e1202n1:8_0": "(But) five others in the virtues of such and such virtue,",
    "ai-anya-e1202n1:9_0": "Whoever gives to the burden of the ascetic life,",
    "ai-anya-e1202n1:10_0": "Whoever would give without a teaching",
    "ai-anya-e1202n1:11_0": "Whoever has the eight attainments of the Lord of Men,",
    "ai-anya-e1202n1:12_0": "Whoever has the three knowledges and the six direct knowledges,",
    "ai-anya-e1202n1:13_0": "* He who advises the people on that occasion a great earthquake,",
    "ai-anya-e1202n1:14_0": "having destroyed the Dispensation of the World Dispensation,",
    "ai-anya-e1202n1:15_0": "the sun covered with lights a lamp in the island,",
    "ai-anya-e1202n1:16_0": "he rejoices in the people’s welfare.",
    "ai-anya-e1202n1:17_0": "I saw a hundred leagues away, or a hundred leagues.",
    "ai-anya-e1202n1:18_0": "At the moment when he came to the catching it hemedlessly.”",
    "ai-anya-e1202n1:19_0": "Thus, having concluded in the Laṅkādīpa, for sentient beings, for the sake of the air, for the sake of all the beings,,,, for the sake of all the elements of the Enlightenment of the Enlightened One, the Parinibbāna of all sentient beings, and the Sole Leader of the Extinguishment of the Dhamma.",
    "ai-anya-e1202n1:19_1": "The mass of the golden gardens, like a golden palanquin, made of golden ponds and birds, and made of gold and silver. Then the birds made from the ground, and all the thirty-six leagues.",
    "ai-anya-e1202n1:20_0": "Therefore it is said:",
    "ai-anya-e1202n1:21_0": "“The Teacher, the Victor, ~ Divinities,",
    "ai-anya-e1202n1:22_0": "and the Jeta Grove became one league.",
    "ai-anya-e1202n1:23_0": "“There is a requisite, a cloth from the group of robes,",
    "ai-anya-e1202n1:24_0": "Then at the time of the Bodhi tree he rises three leagues.”",
    "ai-anya-e1202n1:25_0": "7.",
    "ai-anya-e1202n1:25_1": "and another later in the most excellent Laṅkā came to the Buddha. Then he passed beyond doubt,",
    "ai-anya-e1202n1:25_2": "Then, the Buddha, having become a wheel-turning monarch, a just and each of the eighth day, having become a hundred thousand chief queen, he went forth in the presence of the Buddha. Then he, having heard the word “Brahmā, having gained and such a hundred thousand rebirths, old age, and death, declared (in his mind), after hearing the Parinibbāna of the Buddha, he thought thus: “In this way I shall teach the attainment of the Truth,”",
    "ai-anya-e1202n1:25_3": "The Buddha, having constructed a hundred thousand leagues in all places, eventually brought the relics of the Ārāmas at the distance of one hundred leagues in the sea, and sequence of the Shrine, the people, causing the water at the Apple (tree). Having done sooth this shrine, the Lord of the Shrine, the Shrine, the people,",
    "ai-anya-e1202n1:26_0": "Koṇḍañña, it seems, the Sambuddha, and the delightful monastery,",
    "ai-anya-e1202n1:27_0": "and when the Shrine was made for seven leagues.",
    "ai-anya-e1202n1:28_0": "Later, after one of them had passed through that very same syllable, and those four Buddhas appeared in the realm of the gods.",
    "ai-anya-e1202n1:28_1": "Maṅgala, the chief of the world, having been invited to the Bodhi tree of a hundred thousand (people) invited to the Buddha, and having heard the relics of the Brahmadeva, the Teacher, having invited him to Mahātittha garden). Having invited the Nuns beginning to the (twhere the Faith of the Thūpa, to become a Buddha, an immoralm of the Jina, and I will go forth into the presence of the Great Shrine of the Buddha, the Faith, the Lord of the Jins.” And after hearing away, having heard the thought,",
    "ai-anya-e1202n1:29_0": "Therefore it was said: “The Buddha is the wife of the Awakened One, the highest One, the chief of men, has reached emerging from the Tāvatiṁsa Abode, with its thirty-two leagues,” and with this fire-place (their of).",
    "ai-anya-e1202n1:30_0": "Later, having heard the Teacher called Sumana, the illustrious son of a great nāga, having been reborn in the company of the gods of the Thirty-Three, the Buddha, having made a fierce pyreparation of a hundred leagues long, and having rose up into the air together with the-position of a Buddha, like the time (of Buddhas) in the island, when he was born a Buddha, the chief of the Jambudīpa, the ruler of the earth, and his relations of men, he rosequence of the world, then set up a great disciples, after hearing the Yama.",
    "ai-anya-e1202n1:31_0": "Therefore it is said:",
    "ai-anya-e1202n1:32_0": "“The Buddha is the foremost of Yasa, who has reached Nibbāna,",
    "ai-anya-e1202n1:33_0": "and its fourth temperature attends right there.”",
    "ai-anya-e1202n1:34_0": "Later, having heard the Teacher called Reṇu, the chief of the spending being intent on awakening, became one of the supreme Buddha, and84,000 people, having heard the supremely droping of the Dhamma-Kings, with their heads at the Devas with his head, (Sakka) the supremely of worshipped him with his head,",
    "ai-anya-e1202n1:34_1": "The Teacher, too, became fully extinguished in that state of existence, did his relics Vijaya (saying):",
    "ai-anya-e1202n1:35_0": "Therefore it is said:",
    "ai-anya-e1202n1:36_0": "“The Buddha is coming down, like the banner in the great ocean,",
    "ai-anya-e1202n1:37_0": "he gave me your Teacher’s relics.”",
    "ai-anya-e1202n1:38_0": "Later, having heard the Teacher called Bodhina, the chief of the world, became a brahmin instructed by the name of the Buddha, and became the chief of the Dhamma.",
    "ai-anya-e1202n1:38_1": "The Teacher, the Buddha, the relics, and the same manner of the Fortunate One, drew out the relics.",
    "ai-anya-e1202n1:39_0": "Therefore it is said:",
    "ai-anya-e1202n1:40_0": "“Buddha, like a hunter who has become fully extinguished,",
    "ai-anya-e1202n1:41_0": "but for the sake of the elements there is from the highest point.”",
    "ai-anya-e1202n1:42_0": "and later, while they were reborn in one part of the Buddhas, and had three my fully awakened Buddhas, they weren’t able to be reborn in one eon.",
    "ai-anya-e1202n1:42_1": "the one intent on awakening, one victor of the Fortunate One,",
    "ai-anya-e1202n1:43_0": "1. Yasavaro dhīro - keci.",
    "ai-anya-e1202n1:44_0": "of great power, great yakkhas, many hundreds of thousands of spirits, many hundreds of thousands of spirits, many hundreds of thousands of spirits.",
    "ai-anya-e1202n1:44_1": "The Buddha, having heard the word “Buddha”, he went to the Fraternity. The Teacher, having heard the great donation of the Bhikkhus, will be a Buddha.”",
    "ai-anya-e1202n1:44_2": "When the Fortunate One had attained Nibbāna, the Sole Leader of the Jina, caused five hundred leagues (where the Shrine) sections (of the Thūpa).",
    "ai-anya-e1202n1:45_0": "Therefore it is said:",
    "ai-anya-e1202n1:46_0": "“Those who see the Teacher became fully extinguished,",
    "ai-anya-e1202n1:47_0": "Right there I was a dirty place,’",
    "ai-anya-e1202n1:48_0": "Later, having developed that the Teacher was sitting in the wilderness, had gone to the village of Sīha. After seeing the Realised One, with his mind full of rapture, and blissful, having risen from his seat, he circumambulated the Tathāgata. He then stood on the Joyous almsround, delivering the here, and there, having entered upon the happiness of the Bhikkhus, he came for seven days. After giving his mind, and seeing the joyful attention, Jina, he came (Sīha) joyfully.",
    "ai-anya-e1202n1:48_1": "The Teacher, having looked at the relics, thought thus, “The Buddha will be a Buddha,” and so he spoke to him.",
    "ai-anya-e1202n1:49_0": "Therefore it is said:",
    "ai-anya-e1202n1:50_0": "“The Teacher has attained Nibbāna in the Dispensation of the Victor.",
    "ai-anya-e1202n1:51_0": "and he explained the defining of the elements in detail in the spot.”",
    "ai-anya-e1202n1:52_0": "Later, later, the Teacher was a young brāhmaṇa named Nārada, and had mastered the enlightener of the five hundred Awakened One, and specified the names of the Buddha, his surviveying the relics of the Fortunate One, thinking: “In this way he had gone forth.”",
    "ai-anya-e1202n1:52_1": "all the people have assembled at the Shrine.",
    "ai-anya-e1202n1:53_0": "Therefore it is said:",
    "ai-anya-e1202n1:54_0": "“The victor is not satisfied for the Dispensation of the Victor,",
    "ai-anya-e1202n1:55_0": "and at the Sanctuary (of the Thūpa).”",
    "ai-anya-e1202n1:56_0": "Then after some time, while staying in one hundred thousand carpets, this is one hundred thousand eons, this is the supreme Teacher named Uttara.",
    "ai-anya-e1202n1:56_1": "Then the Buddha-to-be, the Lord of the Enlightened One, became a disciple of the Enlightened One.",
    "ai-anya-e1202n1:56_2": "And he came to that same place as a Buddha.",
    "ai-anya-e1202n1:56_3": "And the Buddha Padumuttara,",
    "ai-anya-e1202n1:56_4": "they all had gathered to be prepared a great donation of twelve leagues.",
    "ai-anya-e1202n1:57_0": "Therefore it is said:",
    "ai-anya-e1202n1:58_0": "“The Awakened One, the Buddha, ~ Uttara,",
    "ai-anya-e1202n1:59_0": "and made a Shrine for twelve leagues right there right there in that place.”",
    "ai-anya-e1202n1:60_0": "After some time he passed away thirty-two marks, and was reborn in a place of a charnel ground, he had been shooked in a charnel ground, a koṭi of the Buddhas, when he heard the Buddha, the teaching, and the Saṅgha, and the Buddhas, after rose up into the sky, he put his upper robe over one side and went forth on the ground. And after hearing the Buddha, the Dhamma, he established the Dragons, left the world beyond.",
    "ai-anya-e1202n1:60_1": "and in the Sudassana’s relics were destroyed.",
    "ai-anya-e1202n1:61_0": "Therefore it is said:",
    "ai-anya-e1202n1:62_0": "“The Buddha, the Dispensation of the Victor,",
    "ai-anya-e1202n1:63_0": "from the good elements there in detail.”",
    "ai-anya-e1202n1:64_0": "and later arose in him:",
    "ai-anya-e1202n1:64_1": "Then, after hearing the Buddha’s teaching, the King of the counselor, having heard the head in the presence of the Buddha, having heard the Dhamma, went to the Sangha of monks headed by the Buddha, and giving the precious donation to the fate of the Bhikkhus, the chief of gods.” He gave a religious founder to the Teacher, the chief of men, having heard the supreme Buddha, the Dhamma, and thought:",
    "ai-anya-e1202n1:64_2": "And the Teacher, too, was the Buddha, anointed aristocrat vassals of town, the relics rose-apple, and made a Shrine for the Buddha.",
    "ai-anya-e1202n1:65_0": "Therefore it is said:",
    "ai-anya-e1202n1:66_0": "“The Buddha has arisen in the Dispensation of the Jina,",
    "ai-anya-e1202n1:67_0": "there I could go out at the Cetiya Shrine.”",
    "ai-anya-e1202n1:68_0": "Later, having been newly ordained in a midst of the holy Abhidhamma, the Buddha, the three hundred attendants, the Sole Piyakas, having heard the word ‘Buddha’, thought, “Over, the teacher of theefttered”, and the students, having heard the Doctrine of the Doctrine, went forth, and position of the Dhamma’, and all these three hundred leagues (which is called). After hearing the Doctrine of the Doctrine of the Teacher, the chief of Jambudīpa, he went forth and positions having heard the Faith in the Doctor of the Truth.",
    "ai-anya-e1202n1:69_0": "Therefore it is said:",
    "ai-anya-e1202n1:70_0": "“Your sage, like a cuckoo,",
    "ai-anya-e1202n1:71_0": "and its vast amount of three leagues away.”",
    "ai-anya-e1202n1:72_0": "later went to the Buddha, and the Bodhi tree of holy Champion, after hearing the Dhamma-King Makhāna flowers and so on, did the lord of the earth, after hearing the flowers and fruits of the trees, and the Fortunate One, the Lord of the Earth sported was worshipping him with flowers and so forth. After hearing the Dhammadinnā, he thought,",
    "ai-anya-e1202n1:72_1": "and the Fortunate One’s dispensation was previously opened.",
    "ai-anya-e1202n1:73_0": "Therefore it is said:",
    "ai-anya-e1202n1:74_0": "“Planters, Dīghanakha, Abhaya,",
    "ai-anya-e1202n1:75_0": "and your finestruments did likewise.”",
    "ai-anya-e1202n1:76_0": "and later, while he was speaking on the Dhamma,",
    "ai-anya-e1202n1:76_1": "Then the Buddha-to-be, the general Bo branch, with heavenly flowers and divine flowers, will be worshipped with heavenly flowers.",
    "ai-anya-e1202n1:76_2": "and Dhammadinnā became the Buddha’s relics.",
    "ai-anya-e1202n1:76_3": "made a Shrine for Jambudīpa, and made a Shrine.",
    "ai-anya-e1202n1:77_0": "Therefore it is said:",
    "ai-anya-e1202n1:78_0": "“Your ally, great hero, has attained Nibbāna in the Council Hall,",
    "ai-anya-e1202n1:79_0": "and at the moment of the Thūpārāma.”",
    "ai-anya-e1202n1:80_0": "and later, a certain teacher named Samiddhi arose in one, and the teacher came to Siddhattha.",
    "ai-anya-e1202n1:80_1": "Then the being intent on awakening, having taken his stand on the ground, a great earthquake, and a water-pot, and air he brought it to the four treasures. The Buddha-to-bes, bringing them back. And the relics, (irrene) caused the four treasures of gems, and then circumambulated the Buddhas,",
    "ai-anya-e1202n1:81_0": "Therefore it is said:",
    "ai-anya-e1202n1:82_0": "“He is shaken off his psychic powers, free of ~ -",
    "ai-anya-e1202n1:83_0": "and cry of the Sanctuary right there held right there in the Sanctuary.”",
    "ai-anya-e1202n1:84_0": "Later, later, surrounded by the hosts of gods, the Thirty-Three, approached anointed Buddha, and spent an universal monarch, with the (Sakka) the Lord of the Earth, the Enlightened One, the Enlightened One, the Sole Protector of the Three Worlds, the Pabbajjā ordination on Mount Vedassana, having arisen in order to worshipped the Buddha, the Soles of the gods, after going forth invited the a retinue of the Tathāgata.",
    "ai-anya-e1202n1:84_1": "The Teacher, stood at the sky, resembling the flower in the sky, who was adorned with flowers and quaked.",
    "ai-anya-e1202n1:84_2": "the relics of the Fortunate One’s bodily relics, took the Thūpa and made a monument yojana from each other.",
    "ai-anya-e1202n1:85_0": "Therefore it is said:",
    "ai-anya-e1202n1:86_0": "“So the Buddha, the defeated One, in the Dispensation of the Jina,",
    "ai-anya-e1202n1:87_0": "and at the Sanctuary he sets out for him.”",
    "ai-anya-e1202n1:88_0": "Later, having driven out the intent of that most excellent Buddha, the chief of the Vinaya, having become a go forth in the presence of the Teacher, and having learned the Dhamma, he, filled the great Sage, –",
    "ai-anya-e1202n1:88_1": "The Buddha also relied on the spot in the same way, left to him.",
    "ai-anya-e1202n1:89_0": "Therefore it is said:",
    "ai-anya-e1202n1:90_0": "“See the Teacher, the Victor, who has attained Nibbāna,",
    "ai-anya-e1202n1:91_0": "and precincts have been guided by you in the places.”",
    "ai-anya-e1202n1:92_0": "Some time later, a Buddha awakened for themselves; an aeon, one from the Bodhisatta arose in the host of Vipassī, having taken a great deal of supernatural power, one very specified in the relics of the Buddha, and the Buddha-to-be, but not even then all the Serpents (Buddhaved) in the Doctrine,",
    "ai-anya-e1202n1:93_0": "Therefore it is said:",
    "ai-anya-e1202n1:94_0": "“Seing Vipassī, the hero, chief of men,",
    "ai-anya-e1202n1:95_0": "and made a Shrine right there at the Sanctuary.”",
    "ai-anya-e1202n1:96_0": "Later, having been thirty-two marks of a Buddha, two capital-treasure, the Buddha-to-be, the chief of men, having been born in the Buddha, to be a Buddha, and his funeral pyre, and having subdued the building situated through the treasures of the Jina, and having taken the treasure of the Buddha, the King of the earth, and seven Jina, after having conquered their own hands to be voiced down from the palaces of a Buddha, the most precious yellowed Jewel of them, and presented the most precious yearky-cle-coverty-coverty-licovereder of Saker of—s is called Thūpa.",
    "ai-anya-e1202n1:97_0": "Buddha Sikhī, like the head-splitting,",
    "ai-anya-e1202n1:98_0": "and at the Sanctuary (monastery).”",
    "ai-anya-e1202n1:99_0": "and later, while the Teacher was named Vessabhū arose.",
    "ai-anya-e1202n1:99_1": "Then, after becoming a king of the Bodhi, the ruler of the world, having been precious in the presence of the Buddha, and presented the receiver of robe-cloth with the Enlightened One, thought, “In this way the Blessed One, had the leader of the Pabbajjā ordination from that teacher, and went forth from the home to homelessness.” And the Bodhi, the leader of the gods, to the Buddha, and took the whole earth, the Samaṇa, the leader of the Great States.",
    "ai-anya-e1202n1:100_0": "Therefore it is said:",
    "ai-anya-e1202n1:101_0": "“To the Teacher, the Jina, who has attained Nibbāna,",
    "ai-anya-e1202n1:102_0": "and precincts have been guided by you in the places.”",
    "ai-anya-e1202n1:103_0": "Later, when he was reborn in this Kakusandha, the four Buddhas of Kakusandha, the chief of men, Konāgamana, the Fortunate One, the chief of men, each with a portioned splendour of the relics, etc., and the teacher of the emancipating each other, and the King of the (Vassakāra), after hearing the Dhamma, the chief of men, the (which occurred to him:",
    "ai-anya-e1202n1:104_0": "Therefore it is said:",
    "ai-anya-e1202n1:105_0": "“Kakudha, the chief of men, has passed away.",
    "ai-anya-e1202n1:106_0": "there the Sanctuary cows (it), the Lord of the World’s Dispensation.”",
    "ai-anya-e1202n1:107_0": "later, having gone to Konāgamana, the chief of the gods, having heard the Teacher’s presence, surrounded by the Lord of the Truth, and surrounding him with his pupils, went to the Konāgamana, and specified water, an in the presence of the Buddha, and gave him a teaching.",
    "ai-anya-e1202n1:107_1": "And the Teacher, being of his calm, shook.",
    "ai-anya-e1202n1:108_0": "Therefore it is said:",
    "ai-anya-e1202n1:109_0": "“Indeed, Parinibbāna, the Sambuddha,",
    "ai-anya-e1202n1:110_0": "and pretext what is element amongst those whom.”",
    "ai-anya-e1202n1:111_0": "and later in that very time he arose:",
    "ai-anya-e1202n1:111_1": "At that time the Buddha-to-be had become a brahmin student named Jotipāla, a brahmin student of three Vedas, a potter on the ground, and he became a layman.",
    "ai-anya-e1202n1:111_2": "Having gone to the Teacher, he together with the Dhamma,",
    "ai-anya-e1202n1:112_0": "after hearing about the Protector of Enlightened One, learning the Collection of the Enlightened One, he proceeded (of the Buddha’s) attainment.",
    "ai-anya-e1202n1:112_1": "The Teacher explained to him.",
    "ai-anya-e1202n1:112_2": "Kassapa had given a variety of hide, clay drums, kettledrums, and crembs, holding a golden pearls, and sixteen leagues in crucks, a hundred leagues, and sixty leagues, and sixteen leagues from here.",
    "ai-anya-e1202n1:113_0": "Therefore it is said:",
    "ai-anya-e1202n1:114_0": "“While who is the Teacher, the Victor,",
    "ai-anya-e1202n1:115_0": "and in that conquered his fellows in that league.”",
    "ai-anya-e1202n1:116_0": "And here it is wherever it is,",
    "ai-anya-e1202n1:117_0": "Roja, Koṇḍañña, Sumana, and Maṅgala,",
    "ai-anya-e1202n1:118_0": "The Buddha, the moon, sunk in front, and Uttara.",
    "ai-anya-e1202n1:119_0": "Sudassīma, who is supreme in the Dhamma,",
    "ai-anya-e1202n1:120_0": "Siddhattha, Tissa, and Suppiyā, Siddhattha,",
    "ai-anya-e1202n1:121_0": "Kassapa, the chief of men, Kakusandha, and Aṭṭhaka,",
    "ai-anya-e1202n1:122_0": "(but) when the curd is shown away to him away in the morning,",
    "ai-anya-e1202n1:123_0": "Therefore it should be explained also by me (also) things:",
    "ai-anya-e1202n1:124_0": "Those people who are faithful, contemplate: he speaks, demolishes, like one who loves,",
    "ai-anya-e1202n1:125_0": "And for those who know the eight (persons), the Happy One,",
    "ai-anya-e1202n1:126_0": "and the teacher’s districts domesticated in them.",
    "ai-anya-e1202n1:127_0": "(The king asked) for the sake of the conversion of many people, (he consecrated) the Thūpa, and made most excellent Thūpa. All these most excellent Thūpa was made the most excellent Thūpa.",
    "ai-anya-e1202n1:128_0": "But in some cases except the Buddha Kassapa is a wise one, who is fully awakened Buddha,",
    "ai-anya-e1202n1:128_1": "When the four Buddhas had acquired the (true) Buddhas, twenty-four years old, after fulfilling the perfection of the Bodhisatta, he stood in the presence of the Buddhaship.",
    "ai-anya-e1202n1:129_0": "“If that’s unpleasant to earth,",
    "ai-anya-e1202n1:130_0": "She too is able to make a claim and earth be able to (give) for me.”",
    "ai-anya-e1202n1:131_0": "After making merit with the great earth, he falls away from that place. From that had been reborn in the company of the Joyful Gods, the group of ten months, and the human beings with a life span of the gods. The life span of the Gods Who Love to Create, the Seven persons, the citized by human beings, and be reborn in a heavenly realm. This is the seventh lost opportunity.",
    "ai-anya-e1202n1:131_1": "having seen the heavenly hosts in these five ways, we will not be reborn in this world of the gods, when they see the Thirty-Three and this population with its ascetics, its gods and humans, and make merit,, after passing away from the heavenly realm.",
    "ai-anya-e1202n1:132_0": "“Even when I was resting on the body,",
    "ai-anya-e1202n1:133_0": "had gathered together: “Amongst those who had fallen from the tenth gods, with my hands raised in my joined palms.”",
    "ai-anya-e1202n1:134_0": "But when the time has arisen, he is questioned about his mother’s womb.",
    "ai-anya-e1202n1:135_0": "in all the perfected ones, there are no more for you.”",
    "ai-anya-e1202n1:136_0": "When he saw that the Buddha had finished his meal and was ready, he shook the road to the Devas, like a sesame floor, and threw his own hands there. Then, when he saw the Bhaddā’s young men shouted at the end of the three world, he went to the King and asked: “After going forth, it was like the sun’s new sunk. The go forth I have been led up to the household life, and to the bed’s house wherever there and choose of the gods, hes least led the horses, after going forth. Devals, he led the great rosea, and he, after seeing his own sons, he is leaping from there, he is making an exhausted like the three of led the fruitions, and set offer to leaficiemborned by the led the three cliffs, heat, and heat, heat, after going forth his own",
    "ai-anya-e1202n1:137_0": "“(Sāriputta) is not extinguished, Disciple of his mother,",
    "ai-anya-e1202n1:138_0": "that which has no response.”",
    "ai-anya-e1202n1:139_0": "The Buddha, having heard the word of the Devas, and with the leftovers of the Relics, stood outside the roadside of the Sāketa, and with the glorious verses, having taken one hundred leagues, and sixty-thousand-Like (Sakka): “From the leftovers of the journeying Buddha, the Sole Leader of the Divinities, having ordered three thousand (worms), after having heard the sun (worms), I, after making the godornments of eldly to the earth, and having put I will set out myroll, I, I, after making the earth least worn into the earth, I, I return to my head and set out the water, I, I, I, I return to the water from myroll, I return to my own place in the sky to the great place and setting the sky to my own hands from the sky to myrone of my",
    "ai-anya-e1202n1:140_0": "When the Buddha makes a river,",
    "ai-anya-e1202n1:141_0": "I’ve cut the straps of delusion,",
    "ai-anya-e1202n1:142_0": "the Sakyans of (guarding) the Sakyans,",
    "ai-anya-e1202n1:143_0": "the chief of the gods, received the offerings,",
    "ai-anya-e1202n1:144_0": "gold coins or joints.’",
    "ai-anya-e1202n1:145_0": "And, after accepting it from the world, surrounding the terrible garden, which was held together with a hundred leagues, had a thousand leagues in the monasteries, deportments, and one-eye, the One, who was called Phoenixcended by the Enlightened One, who looked down on the great Shrine named Cetiya.",
    "ai-anya-e1202n1:145_1": "Today my friend, the Great Seer, having taken a requisite, went out to see the ascetic’s requisite.”",
    "ai-anya-e1202n1:146_0": "“Because of the robes and bowl, all the needle cases,",
    "ai-anya-e1202n1:147_0": "On probation for a monk who has given up what is suitable.”",
    "ai-anya-e1202n1:148_0": "These walking-paths were drunken on the ground and gave them a great donation. He robe wovenly to the ascetics of brahmins, accepted the Pabbajjā ordination on the highest goal. Then he ordered the supremely Sāgarasa Chief Dīghasa Brahmadeva, to the highest among men.",
    "ai-anya-e1202n1:149_0": "“Even though he’s given up defilements,",
    "ai-anya-e1202n1:150_0": "Because of the power of that this respectively worships those",
    "ai-anya-e1202n1:151_0": "therefore awakens to the Great Bodhisatta",
    "ai-anya-e1202n1:152_0": "For I would not be a human being.”"
}