{
    "ai-anya-e0802n7:0_0": "7. Kibbidhānakappa",
    "ai-anya-e0802n7:1_0": "The first chapter on sticks",
    "ai-anya-e0802n7:2_0": "(Ka)",
    "ai-anya-e0802n7:3_0": "knowledge and insight into the world with its gods.’",
    "ai-anya-e0802n7:4_0": "I paid homage to the past, warriors, and its creepers,",
    "ai-anya-e0802n7:5_0": "(Kha)",
    "ai-anya-e0802n7:6_0": "What is the root of the tree is its root,",
    "ai-anya-e0802n7:7_0": "the root of a tree,",
    "ai-anya-e0802n7:8_0": "assured, the roam of poison.",
    "ai-anya-e0802n7:9_0": "having the dispensation of the Dispensation.",
    "ai-anya-e0802n7:10_0": "(Ga)",
    "ai-anya-e0802n7:11_0": "I’m the one who understands the Andhakavinda.",
    "ai-anya-e0802n7:12_0": "By the potencys (himself) the crowds being carried away by the crowd,",
    "ai-anya-e0802n7:13_0": "not likewise amongst those who are placed,",
    "ai-anya-e0802n7:14_0": "meaningfully in the same way",
    "ai-anya-e0802n7:15_0": "(Gha)",
    "ai-anya-e0802n7:16_0": "Therefore the sage is inclination for the purpose of (living on) the meaning.",
    "ai-anya-e0802n7:17_0": "I will tell the Sākiyans which was preached by the Sabbath,",
    "ai-anya-e0802n7:18_0": "being continuously, pervading, shackles, and so on,",
    "ai-anya-e0802n7:19_0": "When the element is smithy, it is conditioned by deeds,",
    "ai-anya-e0802n7:20_0": "Those workers, (where) domestics, workers, horses, chariot-makers, chariot-makers, or waste-collectors, and counters. The banner of the Dhamma, the recipientrancerations, the lord of the earth.",
    "ai-anya-e0802n7:21_0": "525, 565.Saññāyama nu.",
    "ai-anya-e0802n7:22_0": "To those who have the nature of deeds based on the element that is the mode of non-existence, etc., is it not condemning.",
    "ai-anya-e0802n7:23_0": "the King of Ariṭṭha, delights in greatest year,",
    "ai-anya-e0802n7:23_1": "he is one who crosses the flood.",
    "ai-anya-e0802n7:23_2": "He has craving for craving, thus he is a disease-bud.",
    "ai-anya-e0802n7:23_3": "My grand-daughter, he is the Buddha.",
    "ai-anya-e0802n7:23_4": "He has gone for refuge to the Buddha, the Teaching, and the Sangha.",
    "ai-anya-e0802n7:23_5": "the lamp’s island has drawn his light,",
    "ai-anya-e0802n7:24_0": "526, 567.Pure dadā ca iṁ.",
    "ai-anya-e0802n7:25_0": "That is how the word-meaning of the sun’s faith is apprehending. It is the relic and in front of me.",
    "ai-anya-e0802n7:26_0": "“In the past, sire, I am a king of gods,",
    "ai-anya-e0802n7:27_0": "After wrapping up in his army, and making them resplendent,",
    "ai-anya-e0802n7:28_0": "Mastered by all the elements, etc., in the mode of the wind, etc., are one in whom the abode of all beings.",
    "ai-anya-e0802n7:29_0": "Is one who do this?”",
    "ai-anya-e0802n7:30_0": "There is shake:",
    "ai-anya-e0802n7:30_1": "He gives to charioteers, takes up carriage, drives archery, archery, arrows, spears, gives, sets out the donort, gives the participation, making the whole world.",
    "ai-anya-e0802n7:31_0": "There is a story:",
    "ai-anya-e0802n7:31_1": "it does.",
    "ai-anya-e0802n7:31_2": "eating in moderation, gives food, water, or tooth cleaners.",
    "ai-anya-e0802n7:31_3": "if she makes use of it himself;",
    "ai-anya-e0802n7:31_4": "on the bank of the river,",
    "ai-anya-e0802n7:32_0": "He lives, fearing, seeing fear in, thus he is aroused -",
    "ai-anya-e0802n7:33_0": "gets rid of repelled things, ~ attacked by force,",
    "ai-anya-e0802n7:34_0": "and the work is a condition for the delimitation of the four elements;",
    "ai-anya-e0802n7:35_0": "he enters upon and dwells in, thus it is the arising of contact ; it feels dropped with origination; it observes and falls into contact; that is, the nurses, the culmination of encouraging, the state of existence in him.",
    "ai-anya-e0802n7:36_0": "529, 580.Bhāveca.",
    "ai-anya-e0802n7:37_0": "and when there is the elements’ originating in all the elements, it is the condition for the elements;",
    "ai-anya-e0802n7:38_0": "from the time of the Buddha, the abode of (good) conduct, and the fear of his vessel,",
    "ai-anya-e0802n7:39_0": "530, 584.Kvi ca.",
    "ai-anya-e0802n7:40_0": "he is plain condition,",
    "ai-anya-e0802n7:41_0": "He acquires continued existence as being reborn, ruined, hanging it around, and being thrown away. He’s attached to it, tied to it.",
    "ai-anya-e0802n7:42_0": "531, 589.Dharādīhi rammo.",
    "ai-anya-e0802n7:43_0": "And the circumstance of the business is the four elements;",
    "ai-anya-e0802n7:44_0": "Has been seen: by him; (the Dhamma is) continually fixed that procedure.",
    "ai-anya-e0802n7:45_0": "After attaining sovereignty in the definition of his virtues, and the whirlpools,",
    "ai-anya-e0802n7:46_0": "May all of them be shared out with the four elements, etc., become a condition for the sake of your urgency.",
    "ai-anya-e0802n7:47_0": "They are ethical, and conquered by the king, behaves like a king, who goes to be ethically ethically loved by the noble ones, conducting themselves well and seeking their ethical conduct. They think: “The king is ethical, provided with precepts and observances.”",
    "ai-anya-e0802n7:48_0": "Talking for horns, (that) is called outcastes, renowning,",
    "ai-anya-e0802n7:49_0": "and sounds, smells, tastes, and touches—the fourfold army;",
    "ai-anya-e0802n7:50_0": "(only) the virtue, the awakened One’s virtue, the speaker,",
    "ai-anya-e0802n7:50_1": "Then he should be resolved like this.",
    "ai-anya-e0802n7:50_2": "Anger, ill will, confusion, and fearlessness, Vaḍḍha, dispelling fishainting, all-covered grounds,",
    "ai-anya-e0802n7:51_0": "534, 562.Pārādigamimhā rū.",
    "ai-anya-e0802n7:52_0": "Different beings practice according to the precepts of observances, etc., when they have given up the physical elements, etc.,",
    "ai-anya-e0802n7:53_0": "You might be reborn in the next life, the far shore, whose ethical conduct is loved by a person.",
    "ai-anya-e0802n7:54_0": "(but) does he raise his virtue) to the beyond.",
    "ai-anya-e0802n7:55_0": "Why am I exempt from the near shore?",
    "ai-anya-e0802n7:56_0": "535, 593.Bhikkhāditoca.",
    "ai-anya-e0802n7:57_0": "(There is) when he has broken through the four elements, he has eradicated the truths of cost.",
    "ai-anya-e0802n7:58_0": "Virtue in search of alms in a bhikkhu who is devoted to ethical conduct,",
    "ai-anya-e0802n7:59_0": "536, 594.Tanatyādīnaṁ ṇuko.",
    "ai-anya-e0802n7:60_0": "the four elements, the cotton-down quilt, the shelter, and the weapons;",
    "ai-anya-e0802n7:61_0": "One should not kill living creatures, but has no virtue.",
    "ai-anya-e0802n7:62_0": "while holding on to the requisites (for him),",
    "ai-anya-e0802n7:63_0": "The astute would avoid (prejecting) applying himself to the very desired,",
    "ai-anya-e0802n7:64_0": "Although the King gives birth to a merchant, the king Vessavaṇa, (saying): “Dear, you may enlightener of that most excellent king.”",
    "ai-anya-e0802n7:65_0": "regarding the ears, nose-holes, or smells,",
    "ai-anya-e0802n7:66_0": "Formerly there is aroused element through the function of enemy elements, and in accordance with the air element, it is considered (previous).",
    "ai-anya-e0802n7:67_0": "he goes constantly offersiting a legal procedure consisting of one motion and three announcements, which is invalid and undisturbed.",
    "ai-anya-e0802n7:68_0": "to get hurting others.",
    "ai-anya-e0802n7:69_0": "539, 558.Ramhi ranto rādino.",
    "ai-anya-e0802n7:70_0": "the partridge of his garden, which washed in private parts, and so on.",
    "ai-anya-e0802n7:71_0": "The Teacher, having seen that the Teacher, had the independent Buddha,",
    "ai-anya-e0802n7:72_0": "should be brought into the state of extremely things:",
    "ai-anya-e0802n7:73_0": "As to the business of loving-kindness, etc., are conditions for all there too.",
    "ai-anya-e0802n7:74_0": "you should be keeping well. You should go to an end. You should do what should be done. You should go.",
    "ai-anya-e0802n7:75_0": "541, 552.Ṇyo ca.",
    "ai-anya-e0802n7:76_0": "and the elements of each behaviour it is a condition for all the elements;",
    "ai-anya-e0802n7:77_0": "he should make an agreement to them, he should not detect with the intention of getting the business.",
    "ai-anya-e0802n7:78_0": "he is to be attained by one who has told enemy that is incapable of answering, and so on.",
    "ai-anya-e0802n7:79_0": "542, 557.Karamhā ricca.",
    "ai-anya-e0802n7:80_0": "and when there is the defining of the elements, he speaks by means of the elements.",
    "ai-anya-e0802n7:81_0": "he should do his duty to be done.",
    "ai-anya-e0802n7:82_0": "543, 555.Bhūto’bba.",
    "ai-anya-e0802n7:83_0": "Through the air element of produced by the definition of the elements, which can be shown by one who shows his place.",
    "ai-anya-e0802n7:84_0": "you should be capable of being afraid.",
    "ai-anya-e0802n7:85_0": "perhaps I could get caught, singing, sweet flag, beveraged.",
    "ai-anya-e0802n7:86_0": "killers, carpets, snakes, servants, centipedes, mounts, runshes; and indirectly the carpets will lose their way or the goes to pass.",
    "ai-anya-e0802n7:87_0": "“All Vajjis are to be spoken of, but experienced by alcoholic drinks that are to be spoken. When I’m practicing right, I should give them to.",
    "ai-anya-e0802n7:88_0": "545, 548.Te kiccā.",
    "ai-anya-e0802n7:89_0": "Those who should be understood as condition: perceptions of matter should be understood that the perception of foulness in them.",
    "ai-anya-e0802n7:90_0": "when agitated perceptions of matter how to develop the perception of (wholesome) actions?",
    "ai-anya-e0802n7:91_0": "546, 562.Aññe kita.",
    "ai-anya-e0802n7:92_0": "with some perception as condition: perception,",
    "ai-anya-e0802n7:93_0": "what is suitable for one league to do with perception?",
    "ai-anya-e0802n7:94_0": "547, 596.Nandādīhi yu.",
    "ai-anya-e0802n7:95_0": "Nandā, there is the lower elements,",
    "ai-anya-e0802n7:96_0": "Nanda should be delighted in Nandana’s Nanda, and whatever he chooses to do so.",
    "ai-anya-e0802n7:97_0": "(permissions) in the different ways, (proces for) friends.",
    "ai-anya-e0802n7:98_0": "In the case of the discussions of legal issues arising from accusations.",
    "ai-anya-e0802n7:99_0": "Here is the master of the dye overpower, he dye a float,",
    "ai-anya-e0802n7:100_0": "That illusion is how it should be done.",
    "ai-anya-e0802n7:101_0": "Firstly, he should go beyond all directions, and so in this way.",
    "ai-anya-e0802n7:102_0": "549, 550.Rahādito ṇa.",
    "ai-anya-e0802n7:103_0": "if there is no place to be given the western gate, there is no place for the recipient of the world.",
    "ai-anya-e0802n7:104_0": "That’s why it should be done, that is to say, the point of coming.",
    "ai-anya-e0802n7:105_0": "So what is an intelligent pond?",
    "ai-anya-e0802n7:106_0": "The Second Rollection on the second",
    "ai-anya-e0802n7:107_0": "550, 546.Ṇādayo tekālikā.",
    "ai-anya-e0802n7:108_0": "Their conditions should be understood as condition: the fire kasiṇa, and the others respectively.",
    "ai-anya-e0802n7:109_0": "The potter’s kiln is unsuitable; the pot for rainy-season robe will be taken,",
    "ai-anya-e0802n7:109_1": "you should eat something more:",
    "ai-anya-e0802n7:110_0": "551, 598.Saññāyaṁdā dhāto i.",
    "ai-anya-e0802n7:111_0": "Getting what should be shown by perception, this is the middle condition.",
    "ai-anya-e0802n7:112_0": "First he gives up the first time, the water, the tooth, starts, the water, or the rains expellsive, spittles, or strikes about is abundant.",
    "ai-anya-e0802n7:113_0": "552, 609.Ti kita cāsiṭṭhe.",
    "ai-anya-e0802n7:114_0": "and the elements have ceased there in all the elements; which is the basis for shelter,",
    "ai-anya-e0802n7:115_0": "When the Buddha’s arm is growing old, his teaching becomes awakened for themselves, and the people whose wealth is growing. And still grows great.",
    "ai-anya-e0802n7:115_1": "you should eat something more:",
    "ai-anya-e0802n7:116_0": "553, 599.Itthiyamatiyavo vā.",
    "ai-anya-e0802n7:117_0": "and the women adverting to all (restrained) in all (relics). This is a condition for the sake of all the women.",
    "ai-anya-e0802n7:118_0": "He who grows old, tied, infatuated, and attacks another in the same way, wherever they feel, the feelings should be known.",
    "ai-anya-e0802n7:119_0": "554, 601.Karatoririya.",
    "ai-anya-e0802n7:120_0": "Having performed a woman given or a sleeping debt or a sleeping place by women.",
    "ai-anya-e0802n7:121_0": "they are doing what should be done, what should be done is there?",
    "ai-anya-e0802n7:122_0": "555, 612.Atīte tatavantutāvī.",
    "ai-anya-e0802n7:123_0": "In the past, future, and present.",
    "ai-anya-e0802n7:124_0": "The sense of sacrifice that was completed, surrounded by the Saṅgha, and had eaten what was said by the meal,",
    "ai-anya-e0802n7:125_0": "556, 622.Bhāvakammesu ta.",
    "ai-anya-e0802n7:126_0": "and when the brothers have shown in the past,",
    "ai-anya-e0802n7:127_0": "To the mountain: firstly, laughing, playing in water,",
    "ai-anya-e0802n7:128_0": "Firstly of the deeds he taught it:",
    "ai-anya-e0802n7:129_0": "gets hold of food and drink, clothes, and so on,",
    "ai-anya-e0802n7:130_0": "On the contrary, when the business of the Bāhiya of the Bark Robe had arrived at the very moment of all the time,",
    "ai-anya-e0802n7:131_0": "All these hundred horns are capable of understanding, the Awakened One, about the Protector of the World, and the Awakened One knows: “After going to the Deathless, she will know about the Deathless,” and the Protector of the deathless.",
    "ai-anya-e0802n7:132_0": "558, 602.Jito ina sabbattha.",
    "ai-anya-e0802n7:133_0": "Because of that deity to the elements there is a condition for all beings.",
    "ai-anya-e0802n7:134_0": "By bad, unskillful qualities old, overcome by unperturbed.",
    "ai-anya-e0802n7:135_0": "556, 603.Supato ca.",
    "ai-anya-e0802n7:136_0": "Because of the fact ofgoing disturbance of elements, he is one who develops it.",
    "ai-anya-e0802n7:137_0": "and dreams Suppiyā,",
    "ai-anya-e0802n7:138_0": "560, 604.Īsaṁdusūhi kha.",
    "ai-anya-e0802n7:139_0": "the sound of coughs, etc., and the elements,",
    "ai-anya-e0802n7:140_0": "for one who is difficult to bear, drunk, hard to be easy to do, hard to be reborn, and very hard to be reborn.",
    "ai-anya-e0802n7:141_0": "being attached to their foes, holding on to the carpets,",
    "ai-anya-e0802n7:142_0": "from the group of sixteen on wishing in the world to give up all the wishes, doing what is needed in all the duties.",
    "ai-anya-e0802n7:143_0": "Destroys the merits of the (true) good deeds, may they be safe!",
    "ai-anya-e0802n7:144_0": "562, 638.Arahasakkādīsu ca.",
    "ai-anya-e0802n7:145_0": "And if there is no shelter in all the elements, and there is the elements of all the elements;",
    "ai-anya-e0802n7:146_0": "who is worthy to criticize them? If he grows old, that language should be described in the wilderness.",
    "ai-anya-e0802n7:147_0": "gets rid of requisites, (but) for the purpose of (grain) position, and for the purpose of (giving) season.",
    "ai-anya-e0802n7:148_0": "In the fortnight there is a condition for all living beings.",
    "ai-anya-e0802n7:149_0": "Let it be given now to make merit.",
    "ai-anya-e0802n7:150_0": "at the time of the Kapilavatthu, (which was) drunk from the time,",
    "ai-anya-e0802n7:151_0": "and when the Joyful Gods has a single one of the four elements, they instead of Jhātana.",
    "ai-anya-e0802n7:152_0": "(They are) going to Kāsīs. After hearing the Dhamma he had tired of the lady, some beings building merit. After hearing the Dhamma, they will know the other, and hear the Dhamma.",
    "ai-anya-e0802n7:152_1": "omniscience should be given everywhere,",
    "ai-anya-e0802n7:153_0": "565, 646.Vattamāne mānantā.",
    "ai-anya-e0802n7:154_0": "When the time is oppressed in all the elements, there are conditions for the sake of (supernatural) faculties.",
    "ai-anya-e0802n7:155_0": "if he takes hold of it while walking along the road;",
    "ai-anya-e0802n7:156_0": "566, 574.Sāsādīhi ratthu.",
    "ai-anya-e0802n7:157_0": "And to the deliverance of the four elements, it is a condition for the deliverance .",
    "ai-anya-e0802n7:158_0": "She praises the teacher, the teacher, and the Teacher,",
    "ai-anya-e0802n7:159_0": "567, 575.Pātitoritu.",
    "ai-anya-e0802n7:160_0": "and drinks by the solitude delicate condition.",
    "ai-anya-e0802n7:161_0": "sons of the mother,",
    "ai-anya-e0802n7:162_0": "568, 576.Mānādīhirātu.",
    "ai-anya-e0802n7:163_0": "(but) the additional scope is a condition for the elements of encounter condition.",
    "ai-anya-e0802n7:164_0": "By the Dhamma: settles his mother, father, and brothers; his mother, father, brother, sister, relatives, or children.",
    "ai-anya-e0802n7:165_0": "569, 610.Āgamā tuko.",
    "ai-anya-e0802n7:166_0": "is departing from the decision of the story condition.",
    "ai-anya-e0802n7:167_0": "The visiting monk arrives.",
    "ai-anya-e0802n7:168_0": "570, 611.Bhabbe ika.",
    "ai-anya-e0802n7:169_0": "They’re going to the stream of the teaching, but they’re able to go.",
    "ai-anya-e0802n7:170_0": "So what is the second lacking to be spittle?",
    "ai-anya-e0802n7:171_0": "The third chapter on offenses",
    "ai-anya-e0802n7:172_0": "and he lay down on the floor in the place wherever he arose.",
    "ai-anya-e0802n7:173_0": "After making use of the consequence of the together with the drums mixed with the riches, all the sounds, with noises, and no rolling the necks.",
    "ai-anya-e0802n7:174_0": "This, in the first place, one of these ten kinds, ten kinds of country: one, ten, one, and ten.",
    "ai-anya-e0802n7:175_0": "he has ten kinds of country: ten kinds of country, and ten kinds of country.",
    "ai-anya-e0802n7:176_0": "he has ten years of Bāhiya, and two leads.",
    "ai-anya-e0802n7:177_0": "He will have ten sixteen years of seniority and six.",
    "ai-anya-e0802n7:178_0": "Six sense fields, six sense fields, and the six sense fields should be approval.",
    "ai-anya-e0802n7:179_0": "Firstly, on the following newly arrived monks have foundations; they are recommended by the word “process of this very same .”",
    "ai-anya-e0802n7:179_1": "At this time, when the time is announced, it’s at the wrong time, but when the time is wrong.",
    "ai-anya-e0802n7:180_0": "Firstly,",
    "ai-anya-e0802n7:180_1": "went to the Decorated House,",
    "ai-anya-e0802n7:180_2": "The robe-making season was set up a dissatisfaction, thieves, and prescribing.",
    "ai-anya-e0802n7:181_0": "Then he, in that place, the Bhāradvāja, the Bhaṇḍuka said to Bhaṇḍuka,",
    "ai-anya-e0802n7:182_0": "Firstly, in the first place –",
    "ai-anya-e0802n7:182_1": "“Only when developed and cultivated” is one-sphere, thinking: “Perhaps one-elephants,” will be traveled by calling him a together with a large following, not a thousand.",
    "ai-anya-e0802n7:182_2": "You should say this to them,",
    "ai-anya-e0802n7:183_0": "While he is able, he should take his turn out.",
    "ai-anya-e0802n7:184_0": "Firstly, it is said:",
    "ai-anya-e0802n7:184_1": "Both the deed is killed; his enemy is killed; his kills are killed; his kills are not killed;",
    "ai-anya-e0802n7:184_2": "executioner,",
    "ai-anya-e0802n7:185_0": "and they don’t definitely preferred to him if he doesn’t have permission.",
    "ai-anya-e0802n7:185_1": "rubbed, flew down,",
    "ai-anya-e0802n7:185_2": "sense-fire urgency, the tasks became present.",
    "ai-anya-e0802n7:186_0": "gets rid of resentment for him, and is the equipment for him.",
    "ai-anya-e0802n7:187_0": "that is the place to be found in the four directions, and the definition of the story elements is a condition for the other parts.",
    "ai-anya-e0802n7:188_0": "And I’ve seen (that),",
    "ai-anya-e0802n7:189_0": "And the ladies of the termites have been performed in the same way.",
    "ai-anya-e0802n7:189_1": "it should be given to him.",
    "ai-anya-e0802n7:189_2": "they were going to a dwelling place of the ascetics.",
    "ai-anya-e0802n7:190_0": "Transmigration, etc., that is the meaning of responsiveness and so on,",
    "ai-anya-e0802n7:191_0": "He has the rest of the matted-hair , produced in the fourfold restraint, and the use of the function of existence in that place.",
    "ai-anya-e0802n7:192_0": "(He is) free from thorns, angry and rejoicing, gladnessed, joyful, and joyful, he glad.",
    "ai-anya-e0802n7:192_1": "So too, a meditator should discern all be everywhere,",
    "ai-anya-e0802n7:193_0": "574, 613.Vasato uṭṭha.",
    "ai-anya-e0802n7:194_0": "After apprehending the desire element in that place, the clarified in the work and profession.",
    "ai-anya-e0802n7:195_0": "completing the rainy season.",
    "ai-anya-e0802n7:196_0": "575, 614.Vassa vā vu.",
    "ai-anya-e0802n7:197_0": "After one of them has diverse elements in that place, or at the time of the relics,",
    "ai-anya-e0802n7:198_0": "emerging from the spiritual life,",
    "ai-anya-e0802n7:199_0": "One should get caught, one should abandoned, and whatever fear there is.",
    "ai-anya-e0802n7:200_0": "The place where the bride is struck here and there, the splitting (from the places) in the various ways.",
    "ai-anya-e0802n7:201_0": "The Buddha had obtained a robe with Vaḍḍha.",
    "ai-anya-e0802n7:202_0": "577, 628.Bhanjato gvo ca.",
    "ai-anya-e0802n7:203_0": "Difference in the Relict of the Basket, etc.,",
    "ai-anya-e0802n7:204_0": "From what is broken,",
    "ai-anya-e0802n7:205_0": "Only weaving yourselves, (thinking): One, we did not attain",
    "ai-anya-e0802n7:206_0": "She has few wishes, though we have given up four elements, but not that which is present.",
    "ai-anya-e0802n7:207_0": "Having eaten, being free from delusion, he’s free from danger.",
    "ai-anya-e0802n7:208_0": "579, 629.Vaca vāvu.",
    "ai-anya-e0802n7:209_0": "But when the monastery is in the definition of his enemy, there is no place for indication, or else there is.",
    "ai-anya-e0802n7:210_0": "For the Buddha has said:",
    "ai-anya-e0802n7:211_0": "580, 630.Gupādīnañca.",
    "ai-anya-e0802n7:212_0": "And the two similes beginning with the two elements, but not for the sake of the letter.",
    "ai-anya-e0802n7:213_0": "has given up the gift, self-controlled, stabilized, and springs up.",
    "ai-anya-e0802n7:214_0": "581, 616.Tarādīhi iṇṇo.",
    "ai-anya-e0802n7:215_0": "And just this much of the carcass, however there is no phrasing of becoming, but not in the phrasing;",
    "ai-anya-e0802n7:216_0": "He crosses the flood.",
    "ai-anya-e0802n7:217_0": "gets hold of food and drink, clothes, and so on,",
    "ai-anya-e0802n7:218_0": "And just as this galaxy swells by the four elements opposite sex, not by the medium.",
    "ai-anya-e0802n7:219_0": "Shaves like a broken teeth. Crowded, he roses it, cuts it off, gets rid of lengths, wipes it, says, “He is someone who has ended the defilements,” “He is broken up to the neck,” “He doesn’t give rise to birth,” “one who stands in the future”.",
    "ai-anya-e0802n7:220_0": "Or alternatively, it splits off.",
    "ai-anya-e0802n7:221_0": "(Having) your own territory, ~ and pleasing body,",
    "ai-anya-e0802n7:222_0": "They are pure in their own exposition, phrases, and observed: musical instance and difference between the times, not others.",
    "ai-anya-e0802n7:223_0": "It is well-coloured, drying, withered logs,",
    "ai-anya-e0802n7:223_1": "he worships with his own (thought): he is able to worship (them).",
    "ai-anya-e0802n7:224_0": "584, 618.Pakkamādīhi nto ca.",
    "ai-anya-e0802n7:225_0": "Just as he leaves, so long as he liked, he thinks, “I won’t observed what is due to overlook.”",
    "ai-anya-e0802n7:226_0": "if he departs after taking leave; there is someone else, he disrobed; if he disrobes, then his peaceful inside subsequent;",
    "ai-anya-e0802n7:227_0": "sink down a sword,",
    "ai-anya-e0802n7:227_1": "and he is the elements in each and every case.",
    "ai-anya-e0802n7:227_2": "And if there is no end, he is not inside.",
    "ai-anya-e0802n7:227_3": "barley,",
    "ai-anya-e0802n7:227_4": "So in all that’s everywhere,",
    "ai-anya-e0802n7:228_0": "585, 619.Janādīnamā timhi ca.",
    "ai-anya-e0802n7:229_0": "And the dust of the people observed: “In this place, this is the time of this phrase and this phrasing; in the phrasing of the three months I amused too.”",
    "ai-anya-e0802n7:230_0": "birth springs up;",
    "ai-anya-e0802n7:231_0": "Why do you want to go?",
    "ai-anya-e0802n7:231_1": "even for the sake of another,",
    "ai-anya-e0802n7:231_2": "to people, he should look after them for the people.",
    "ai-anya-e0802n7:232_0": "being struck with a sword, shielding the delightful garden,",
    "ai-anya-e0802n7:233_0": "he goes along the way, takeing his own army, and thinking: “In the same way, I have no use for phrasing water, or afterwards that is offered to the letter or the phrases.",
    "ai-anya-e0802n7:234_0": "Go to quenching, he goes to a good place.",
    "ai-anya-e0802n7:234_1": "Go to Nibbāna, the Holy One attains Nibbāna,",
    "ai-anya-e0802n7:234_2": "Upavāṇa calls you",
    "ai-anya-e0802n7:234_3": "delights in clay,",
    "ai-anya-e0802n7:235_0": "having come to an end, it delights in relinquishing.",
    "ai-anya-e0802n7:236_0": "587, 632.Rakāro ca.",
    "ai-anya-e0802n7:237_0": "when the four elementals are present, he is a mortifier than that.",
    "ai-anya-e0802n7:238_0": "if he makes the first rule on it, and goes to the monastery that is purified, he dies confidently, he depositions it in the next life.",
    "ai-anya-e0802n7:239_0": "588, 620.Ṭhāpānami ī ca.",
    "ai-anya-e0802n7:240_0": "As to the place where the intentions (previously) desires, various aspects, and various aggregates are the aspects of the modes, just as it is reckoned (for them) in the place where it is time.",
    "ai-anya-e0802n7:241_0": "if he stands and joyful,",
    "ai-anya-e0802n7:242_0": "get laughed, doing, and laughing,",
    "ai-anya-e0802n7:243_0": "one is struck by one’s own employed in the various directions, one is encircled by a wall or other.",
    "ai-anya-e0802n7:244_0": "like a fish by its wings,",
    "ai-anya-e0802n7:245_0": "I don’t lie down on the shade of foes, riches, or half a long time.",
    "ai-anya-e0802n7:246_0": "So what is the third part of the body that is to be done,",
    "ai-anya-e0802n7:247_0": "The fourth chapter on offenses",
    "ai-anya-e0802n7:248_0": "gets rid of resplendent, (but) for such reasons heights,",
    "ai-anya-e0802n7:249_0": "But when the border has arrived at the Independent of others, the intention to develop the air element of the Relics,",
    "ai-anya-e0802n7:250_0": "These delight in passion, hatred towards greed,",
    "ai-anya-e0802n7:251_0": "he speaks for the sake of his (good) brothers, ~ the Simile of the hand,",
    "ai-anya-e0802n7:252_0": "591, 544.Hanassa ghāto.",
    "ai-anya-e0802n7:253_0": "when one is destroyed by all the elements of elements have been killed, there is no place in the border country.",
    "ai-anya-e0802n7:254_0": "Upatissa kills, drops, wards, and killers;",
    "ai-anya-e0802n7:255_0": "592, 503.Vadhovā sabbattha.",
    "ai-anya-e0802n7:256_0": "is destroyed by the elements of (permission) desire, or all of these elements in all places.",
    "ai-anya-e0802n7:257_0": "killers, callste, killers, or intimation,",
    "ai-anya-e0802n7:258_0": "593, 564.Ākārantānamāyo.",
    "ai-anya-e0802n7:259_0": "for the sake of the making offerings there is no water element in the forehead.",
    "ai-anya-e0802n7:260_0": "gives, ethical conduct, donor, who gives gifts, and who is ethical, of good character.",
    "ai-anya-e0802n7:261_0": "That man is attached to shameless people, leaning on what is said for him,",
    "ai-anya-e0802n7:262_0": "After bringing them to the flame of the elements, in the place wherever he wants, thrills, etc., in the place where they throw.",
    "ai-anya-e0802n7:263_0": "After calling them ‘he is rightly freed’, he takes causal relations it’, ‘corrupted phenomenon’, ‘re conditioned phenomenon’, ‘It’s elevenerable’.",
    "ai-anya-e0802n7:264_0": "Or alternatively, it is possible (and building) to be done.",
    "ai-anya-e0802n7:265_0": "595, 637.Tavetunādīsu kā.",
    "ai-anya-e0802n7:266_0": "And in the case of he performs the deliverance of the three elements in the following passages, or the body.",
    "ai-anya-e0802n7:267_0": "it is to be made.",
    "ai-anya-e0802n7:268_0": "We shouldn’t get milk-rice when we’ve finished eating.",
    "ai-anya-e0802n7:269_0": "one who goes where there is causing shows, one who is produced in the elements, and one who is not able to discern them in the various ways.",
    "ai-anya-e0802n7:270_0": "you should go to the charnel ground, to depart.",
    "ai-anya-e0802n7:270_1": "one should eat anything,",
    "ai-anya-e0802n7:270_2": "He should be driven out.",
    "ai-anya-e0802n7:270_3": "he should kill his sandals.",
    "ai-anya-e0802n7:270_4": "should be transgressed to recite the hymns.",
    "ai-anya-e0802n7:271_0": "let them go to the ends of the worst and to uphold you.",
    "ai-anya-e0802n7:272_0": "* He who is attached to passions, holding on to the Tusita hosts,",
    "ai-anya-e0802n7:273_0": "all the elements have been handed down by the bed or chair,",
    "ai-anya-e0802n7:274_0": "bathing, seeing the top of the mountain, after seeing them, and seeing them putting them aside, he saw the sun.",
    "ai-anya-e0802n7:275_0": "598, 643.Canantehiraccaṁ.",
    "ai-anya-e0802n7:276_0": "which is the definition of the monasteries in the four elements, is a condition for the cate.",
    "ai-anya-e0802n7:277_0": "after defecating, (they said):",
    "ai-anya-e0802n7:278_0": "Having killed what is the torn,",
    "ai-anya-e0802n7:279_0": "gets rid of requisites, fluiding in silence,",
    "ai-anya-e0802n7:280_0": "Considering in the four relics, etc., the defining of the Three elements are conditions for the throne.",
    "ai-anya-e0802n7:281_0": "And after seeing (her), he said this to Mahāpajāpatī Gotamī:",
    "ai-anya-e0802n7:282_0": "being destroyed, furnished with undergoings, and burning flames,",
    "ai-anya-e0802n7:283_0": "by killing or cargoing, by riches, by one of the following medium, by one of the fever for him, and by interpreting dreadful radiates.",
    "ai-anya-e0802n7:284_0": "having come, she left.",
    "ai-anya-e0802n7:284_1": "Having entered upon fact, he fell down and responsiveness towards them, and from being energetic.",
    "ai-anya-e0802n7:285_0": "gets rid of repetitions, (whether) in sense desires, (but) they don't get milk-rice and water for washing waters.",
    "ai-anya-e0802n7:286_0": "Then the ears of the earth that had been shown by the eighteen years (after that time), after having shown that he is the Doctrine, and (Sakka) the Vajjians,",
    "ai-anya-e0802n7:287_0": "by Vāseṭṭhas, a potter, by desire for the sake of (wholesome) desires,",
    "ai-anya-e0802n7:288_0": "602, 6.Dumhi garu.",
    "ai-anya-e0802n7:289_0": "that in the midst of the bad, he should be seen as before.",
    "ai-anya-e0802n7:290_0": "After giving away,",
    "ai-anya-e0802n7:291_0": "603, 7.Dīgho ca.",
    "ai-anya-e0802n7:292_0": "he has a heavy burden,",
    "ai-anya-e0802n7:293_0": "Namely: things are not slaughtered, a cause of",
    "ai-anya-e0802n7:294_0": "604, 684.Akkharehi kāra.",
    "ai-anya-e0802n7:295_0": "owing to the meaning is that out of the ponds.",
    "ai-anya-e0802n7:296_0": "and it is the same betray for him to be made, thus it is the same.",
    "ai-anya-e0802n7:297_0": "605, 647.Yathāgamamikāro.",
    "ai-anya-e0802n7:298_0": "Just as there is a change in all the elements,",
    "ai-anya-e0802n7:299_0": "one should make a wish,",
    "ai-anya-e0802n7:300_0": "606, 642.Dadhantato yo kvaci.",
    "ai-anya-e0802n7:301_0": "if she has already done the thirty-two elements, then for one who is guarded and protected in the relics,",
    "ai-anya-e0802n7:302_0": "After having arisen in the world,",
    "ai-anya-e0802n7:303_0": "He gives what is the purpose",
    "ai-anya-e0802n7:304_0": "having vanquished their joints,",
    "ai-anya-e0802n7:305_0": "So what is the fourth inner bag and the fourth,",
    "ai-anya-e0802n7:306_0": "The chapter on five hundred",
    "ai-anya-e0802n7:307_0": "wrapped in holding a cow with its head,",
    "ai-anya-e0802n7:308_0": "(but) he who does not lie down, he what is liked is blamed,",
    "ai-anya-e0802n7:309_0": "has broken through the Saṅgha’s limbs.",
    "ai-anya-e0802n7:310_0": "608, 623.Sabbatthage gī.",
    "ai-anya-e0802n7:311_0": "in the home there is a place where all the elements have been explained.",
    "ai-anya-e0802n7:312_0": "When you smell an odor,",
    "ai-anya-e0802n7:313_0": "609, 484.Sadassa sīdattaṁ.",
    "ai-anya-e0802n7:314_0": "If he desires his own mastery of the elements, he will at all places.",
    "ai-anya-e0802n7:315_0": "while sitting, he sits down,",
    "ai-anya-e0802n7:316_0": "Transmigrating for him with its sixty carpets.",
    "ai-anya-e0802n7:317_0": "how to define a relics in the realm of the Thirty-three territory over their place.",
    "ai-anya-e0802n7:318_0": "They were put down,",
    "ai-anya-e0802n7:319_0": "what exactly do you want?",
    "ai-anya-e0802n7:320_0": "(whoever) gets your enemy, (saying): For what is reckoned the donation of hate,",
    "ai-anya-e0802n7:321_0": "The place whereby one’s own hands are destroyed, and in order to prevent the giving of hate.",
    "ai-anya-e0802n7:322_0": "is washed away like a balanced step, full of rice,",
    "ai-anya-e0802n7:323_0": "612, 615.Ḍoḍhakāre.",
    "ai-anya-e0802n7:324_0": "The place where the Buddha’s hands are being struck, threw out the places.",
    "ai-anya-e0802n7:325_0": "sympathy for his:",
    "ai-anya-e0802n7:326_0": "Why do you want afire,",
    "ai-anya-e0802n7:327_0": "613, 583.Gahassa ghara ṇe vā.",
    "ai-anya-e0802n7:328_0": "if he has to take part in the relics, or he has all been expelled by the Relics,",
    "ai-anya-e0802n7:329_0": "house-covering houses, and cattle,",
    "ai-anya-e0802n7:330_0": "Or what excessive goes to an end?",
    "ai-anya-e0802n7:331_0": "614, 581.Dahassa do ḷaṁ.",
    "ai-anya-e0802n7:332_0": "After the Daughter of the Divinities’ prey to the taming (supernatural) predatory animals,",
    "ai-anya-e0802n7:333_0": "The fever of water filter",
    "ai-anya-e0802n7:334_0": "Or alternatively,",
    "ai-anya-e0802n7:335_0": "caught up in the shackle, (but) from the time I am reborn in the world,",
    "ai-anya-e0802n7:336_0": "it is the time to get the opposite sex in his letter,",
    "ai-anya-e0802n7:337_0": "The awful one brings it to the yoke. The drum of the wail, the Lord of the Death,",
    "ai-anya-e0802n7:338_0": "616, 587.Vidante ū.",
    "ai-anya-e0802n7:339_0": "when the Dīgha reciter was finished in the relics of the Council (of the town).",
    "ai-anya-e0802n7:340_0": "He knows the world, who knows the world.",
    "ai-anya-e0802n7:341_0": "Talking for a garland of flowers, (saying): “Amongst those who work the supreme,",
    "ai-anya-e0802n7:342_0": "Not applying themselves to the ropes, encircling walls, etc., that is adorned with various qualities.",
    "ai-anya-e0802n7:343_0": "Stroked along, delighted in very same forest,",
    "ai-anya-e0802n7:344_0": "* he went to his own welfare of what is that goes from another,",
    "ai-anya-e0802n7:345_0": "(But) the Lord of the World, surrounded by his neck,",
    "ai-anya-e0802n7:346_0": "Going (are established) his destiny and destroyer, when he was reborn in the last watch,",
    "ai-anya-e0802n7:347_0": "What he enjoys and goes bad, he attentives.",
    "ai-anya-e0802n7:348_0": "gets rid of resentment for the (Realms).",
    "ai-anya-e0802n7:349_0": "After doing the work element, there is no delight for you,",
    "ai-anya-e0802n7:350_0": "if he does himself when it is done, and does not announce it;",
    "ai-anya-e0802n7:351_0": "620, 549.Tuṁ tuna tabbesu vā.",
    "ai-anya-e0802n7:352_0": "one’s doing what should be done, there is no-one else than the one-element, or is to be done in the country.",
    "ai-anya-e0802n7:353_0": "it should be done.",
    "ai-anya-e0802n7:354_0": "true-mentals are like the binding loose,",
    "ai-anya-e0802n7:355_0": "the cause of rolling is to be seen or heard as near,",
    "ai-anya-e0802n7:356_0": "gives to enclosure that he is a requisite, a giver, a donor, a donor, annoyance, or a rampart.",
    "ai-anya-e0802n7:357_0": "Or does it lead to the goal?",
    "ai-anya-e0802n7:358_0": "622, 570.Anakāyu ṇvūnaṁ.",
    "ai-anya-e0802n7:359_0": "Mindfulness occupied with the different kinds of intervals. These desires are invalid.",
    "ai-anya-e0802n7:360_0": "Nandaka’s Nandana, and cattle,",
    "ai-anya-e0802n7:361_0": "623, 554.Ka gā ca jānaṁ.",
    "ai-anya-e0802n7:362_0": "They dust in the tales, making the requisites for the needles, (where) they are bound around in the bindings.",
    "ai-anya-e0802n7:363_0": "The one who is free from grief, who is free from charming,",
    "ai-anya-e0802n7:364_0": "So what is the fifth, worm-infested is the fifth thing,",
    "ai-anya-e0802n7:365_0": "The Book of what is finished."
}