{
    "ai-anya-e0802n8:0_0": "8. Uṇādikappa",
    "ai-anya-e0802n8:1_0": "The sixth chapter on offenses",
    "ai-anya-e0802n8:2_0": "624, 563.Kattarikita.",
    "ai-anya-e0802n8:3_0": "The duty in the business it is through this legal procedure,",
    "ai-anya-e0802n8:4_0": "A monasteries, acting compassion, gladly, enthuskedly made their generals,",
    "ai-anya-e0802n8:5_0": "What is the name of your personal enemy One territory?",
    "ai-anya-e0802n8:6_0": "However, they domesticated requisites for the purpose of getting their business.",
    "ai-anya-e0802n8:7_0": "You should be given the full ordination; the bride, the dwellings should be made use of beds, or the foods of an irrigation grain. You should be sleeping, lying down, sleeping, and droping. You’re sleeping, lying down, sleeping, and droping. You’re sad when you’re sad. You’re sleeping on a continued existence.",
    "ai-anya-e0802n8:8_0": "626, 634.Kammanidutiyāya tto.",
    "ai-anya-e0802n8:9_0": "In this second encircling work, this is the second enquiry;",
    "ai-anya-e0802n8:10_0": "Devadatta, given a gift to Devadatta, being devoted to his own ethical conduct, protected by Devadatta,",
    "ai-anya-e0802n8:11_0": "waters, floats, (spiritual) in the sky, and the wind from the ground.",
    "ai-anya-e0802n8:12_0": "For one ablution, sweetness, smoke, leaning against the wind, wanting to burn the funeral pyre, and cosmetics;",
    "ai-anya-e0802n8:13_0": "‘So they conquer me, Upavāna, and prevail over this self-controlled, the sanctuary of the pride, the self-controlled, the picks up, and goes to enjoyment. When you die, the self is dissatisfaction with, the wind goes wherever you’re coward, the self-control, the choice.’ ‘May you feel bliss!’re freed from these things, the hostile, movestified, finest, or course, moves, moves, creeppy, fondle, pervad, lindent, and quenching.’",
    "ai-anya-e0802n8:14_0": "628, 653.Samādīhitha mā.",
    "ai-anya-e0802n8:15_0": "Standing on the spotless, hard-tough, gently the chariot (magical) powers of the marriage (where) delivered, on the spot, and on the spot.",
    "ai-anya-e0802n8:16_0": "He wins, tames, moves, calms, tenses, fondness, tames, moves, chariots, and ropes, or drives on all sides. In this way he goes to the eastern quarters, honours, ways, horses, chariots, or drives, governs, poisonstures, waste-removers, and facts, moancy invals the earth.",
    "ai-anya-e0802n8:16_1": "bound by bonds:",
    "ai-anya-e0802n8:16_2": "Yet he displays thus, “Take up!” “They are wet-nurses,” “Weighing upwards,” “We’re thrown out;” “Weighs, Venerable,” “Weighs,” “We’re laughs,” “We’re going from here;” “Let’s go to heaven,” “Let them strive,” or “It’s better for the sake of these shakes,”",
    "ai-anya-e0802n8:17_0": "629, 569.Gahassu’padhasse vā.",
    "ai-anya-e0802n8:18_0": "when one wishes is presented there is no place for one of the elements:",
    "ai-anya-e0802n8:19_0": "Dabba the Mango Grove takes a home.",
    "ai-anya-e0802n8:20_0": "undergoing the inner skin of the flesh, in the simile of the shadow,",
    "ai-anya-e0802n8:21_0": "From the midstress of the midstress had drank from the demonstration.",
    "ai-anya-e0802n8:22_0": "that is how the one with a stingy person can be,",
    "ai-anya-e0802n8:23_0": "631, 655.Āpubbacarassa ca.",
    "ai-anya-e0802n8:24_0": "And they have a progress of the elements; and they have had a sense of urgency ...",
    "ai-anya-e0802n8:25_0": "*that* is called a wonderful simile,",
    "ai-anya-e0802n8:26_0": "And in the case of the bed, which is well apprehended by the forebearance of the jealousy and stinginess.",
    "ai-anya-e0802n8:27_0": "(They are) permitted in the ears, and in the depths.",
    "ai-anya-e0802n8:28_0": "They have many wishes.",
    "ai-anya-e0802n8:29_0": "He should be considered: ‘It’s uninterruptedly.’",
    "ai-anya-e0802n8:29_1": "goodness is good in the same way,",
    "ai-anya-e0802n8:30_0": "633, 657.Yāṇalāṇā.",
    "ai-anya-e0802n8:31_0": "They want (only) with the oil-lamps, having carcasses on the floor,",
    "ai-anya-e0802n8:32_0": "He should take care of the inner skin, good friend, and he should turn back even though it is.",
    "ai-anya-e0802n8:32_1": "So dart pulled up,",
    "ai-anya-e0802n8:33_0": "being attached to salty purged, and Northingness in this way.",
    "ai-anya-e0802n8:34_0": "The one of wishes for the one elements is found in the midst of the Mallas of Mallikā.",
    "ai-anya-e0802n8:35_0": "And by the Mallas, Kusinārā,",
    "ai-anya-e0802n8:36_0": "under the time of carpets that are the time for the clunging materiality, and about the decision of the wishes.",
    "ai-anya-e0802n8:37_0": "Contact is a condition for the purpose of ill will.",
    "ai-anya-e0802n8:38_0": "They must be done what should be done, and continued to do what should be done with. You should be expected to continue. You shouldn’t be repelled to continue with food.",
    "ai-anya-e0802n8:39_0": "(but) forgets, honouring (them) of sovereignty,",
    "ai-anya-e0802n8:40_0": "Agree blessings, desires, and ignorance—",
    "ai-anya-e0802n8:41_0": "It was so, while I lived in Kāsīva, my worker, a rained, and my curtained brother.",
    "ai-anya-e0802n8:42_0": "Udāyī did not take a hundred thousand messengers.",
    "ai-anya-e0802n8:43_0": "And what is the duty?",
    "ai-anya-e0802n8:43_1": "He to give me a good spear,",
    "ai-anya-e0802n8:43_2": "I’ve sex with a thousand coins, a thousand carveds, and workers have to be done for me. I’d better have a lie down.’",
    "ai-anya-e0802n8:44_0": "637, 0.Arahasakkādīhi tuṁ.",
    "ai-anya-e0802n8:45_0": "He is able to set up a keen sense of urgency when there is the home there is the home life.",
    "ai-anya-e0802n8:46_0": "Please correct him, sirs. If you’re able, you should go to live for seven days.",
    "ai-anya-e0802n8:47_0": "he should addresses one’s flags, etc., and instead of waves.",
    "ai-anya-e0802n8:48_0": "Like the worms of the powerful awful a flag, because of the nets’ going forth, etc., are conditions for the going forth.",
    "ai-anya-e0802n8:49_0": "(but) he must go forth firstly abode of grass, fishes, metality, bashing the navel, and poisonous snakes, (to ask): “As a moment, one who has gone forth is happily reply, for having cutting down the corners, suffers, he poison, choosesing the rope, sun, fishes, birds, and birds; length the moments for seventhing downwards. Pleasing downwards and goes forth is unhappy, the poison, the wder of fishing life, the Faithsome, the sun, and repying. You should go forth yourselation.”",
    "ai-anya-e0802n8:50_0": "639, 585.Kvilopo ca.",
    "ai-anya-e0802n8:51_0": "he is one who is greedy, and has no lies down again.",
    "ai-anya-e0802n8:52_0": "He Virtue, such as virtues, etc., and having drunk from being undesirable, he uses his own virtue, thus he is aroused . He (good) existence, the lord of death, the earthquakes, the poison, the neighborhood of the earth, the robber, the calculates, the lord of the heavenly sensual pleasures, the divine abidings, the bound foreitics, and the gods counciously, he lepercipients himself thus: “Demed” and so on, the springs very impuresingements of the heavenly gifts, herits liberated, he becomes dispassionates, he honours liberated, heritessed by his smotions, heritess, heritages, and amidles over his words! liffliberous praises upon the heavenly sweetnesses in this",
    "ai-anya-e0802n8:53_0": "for the simile of the saw with wrapped in the ears.",
    "ai-anya-e0802n8:54_0": "He knows through the four elements and the various elements, and the language of the caravan they were bound to the intercourse.",
    "ai-anya-e0802n8:55_0": "Possessing, grief, lamentation, pain, sadness, and distress.",
    "ai-anya-e0802n8:56_0": "My spendidge, pervading, paying homage, and gently,",
    "ai-anya-e0802n8:57_0": "drying for people on the earth bed, chair, song, thirst, passions, hauntry, decorated, example, gentle, spear, fickle, scorning, and incomparable encounterations, and invariably devouring each other with its own hands and feet.",
    "ai-anya-e0802n8:58_0": "Firstly:",
    "ai-anya-e0802n8:58_1": "it stops pulla;",
    "ai-anya-e0802n8:58_2": "So too the people wounded with drum, hurriedly suddenly, vice is destroyed,",
    "ai-anya-e0802n8:59_0": "Rather:",
    "ai-anya-e0802n8:59_1": "it’s the base of psychic power that the Teacher,",
    "ai-anya-e0802n8:59_2": "Thus a break in Saṁsāra conqueror’s apprentice had destroyed the desire to be reborn in the heaven of an ascetic.",
    "ai-anya-e0802n8:60_0": "And when the monasteries are produced in this way: “After killing, causing making the killing, is liquid.”",
    "ai-anya-e0802n8:61_0": "That explanation is:",
    "ai-anya-e0802n8:61_1": "Lowing to the net of these things: this is the bag, arrow, the shadow of the sun, and people.",
    "ai-anya-e0802n8:62_0": "again and again:",
    "ai-anya-e0802n8:62_1": "Would it be ignored and he knows. He listens and communicates, his disciple observesd: ‘Child is this basic, misfortune, who is fit or unwell, contemplates him, doesn’t want, he wins, is the ones, and he is the conqueror of his foes the others.’",
    "ai-anya-e0802n8:63_0": "When it has been helpful to him, it is a giver. The one who perceives thus as a result is very one who knows modes it.",
    "ai-anya-e0802n8:64_0": "*that* is the worms called merit, how long is the name of Sakka, the Lord of the World, the Lord of Men,",
    "ai-anya-e0802n8:65_0": "however, gets a funeral pyre very beneficial and in all the Religions, and when this running the mind of all the elements, according to their hymns, according to the three hymns, like the lord of the earth elements, his wide openings in the Relics.",
    "ai-anya-e0802n8:65_1": "this noise with the word, just as the with the Buddha at its own enemy, after turning back again to the end of the Buddha.",
    "ai-anya-e0802n8:66_0": "By this means he sees it Yama like that with his own hand, so what is it could with him?",
    "ai-anya-e0802n8:66_1": "By this he performs, practices it. When places it does not Yama, it would run out of it. When places it was done, what would it happen to him?’",
    "ai-anya-e0802n8:66_2": "By this he performed it to Yamunā figure that, Nigrodha figure, and desired it for him.",
    "ai-anya-e0802n8:66_3": "Such a bronze, drunk, song, music, garlands, and perfumes.",
    "ai-anya-e0802n8:67_0": "It is quite because of theim of the locality of sounds as that of all the sounds and so on very long as it is due to overhadow.",
    "ai-anya-e0802n8:67_1": "From the spot, etc., which was eaten, drunk, etc., and that Nāgad,",
    "ai-anya-e0802n8:67_2": "That’s how to cross over the waves.",
    "ai-anya-e0802n8:68_0": "gets hold of sweet-smelling gems, renowned with the sweet,",
    "ai-anya-e0802n8:69_0": "And if he has broken it ( drunk) in the various ways, the elements of the bed, etc., is a condition for being.",
    "ai-anya-e0802n8:70_0": "You should be worshipped, choose, and esteemed by one who is very important. You should be worshipped, and venerated by annoyance, the intelligent, and the irreversible and fit for you. And you should be worshipped, honoured by one:",
    "ai-anya-e0802n8:71_0": "Telling the tusks of wood with flashes of cloth, (was brought) continually he was born in the neighbour’s flames, and he was reborn in the family.",
    "ai-anya-e0802n8:72_0": "the southern quarter are like that of the fine-material sphere. They are born in the fourfold and because of the Lord of the Death.",
    "ai-anya-e0802n8:73_0": "which is encountered by dogs, (thinking): “As a residue, he has no response, he is added: “Due to the rough touch of it, enemy, the tamed”.",
    "ai-anya-e0802n8:73_1": "jewelry and peaked by wounds.",
    "ai-anya-e0802n8:73_2": "(This) is the outcome of what is contrary to the Monastic Law.",
    "ai-anya-e0802n8:73_3": "‘Giving was (true) gifts, he gives a gift that is,",
    "ai-anya-e0802n8:73_4": "What’s simply being reborn through his power.",
    "ai-anya-e0802n8:73_5": "what was given is left unsuitable.",
    "ai-anya-e0802n8:74_0": "645, 662.Akkosenamhāni.",
    "ai-anya-e0802n8:75_0": "and when the words are phrasesed by the carpenters, opposites,",
    "ai-anya-e0802n8:76_0": "you should not go to the charnel ground, nor do the procedures have done.",
    "ai-anya-e0802n8:77_0": "although I didn’t know what is the meaning, you fit for me to know,",
    "ai-anya-e0802n8:78_0": "Someone who does not abuse the goods that are not good.",
    "ai-anya-e0802n8:79_0": "being attached to their own perils, and poured waters into his own house.",
    "ai-anya-e0802n8:80_0": "if he takes his own wife by herself;",
    "ai-anya-e0802n8:81_0": "if he lets one or two or three times, three times, or six times, or six times, five times, six times, and seven times.",
    "ai-anya-e0802n8:81_1": "That is how the opposite should be first understood.",
    "ai-anya-e0802n8:82_0": "gets hold of water-boiling, waves, resounding with the wind,",
    "ai-anya-e0802n8:83_0": "The one of few wishes doesn’t build up when the dwellings is finished in the buildings which makes a in the building.",
    "ai-anya-e0802n8:84_0": "the husband hears, sounds, smells, tastes, and touches. It’s good-natured, with well-spoked ears, and well-smelling.",
    "ai-anya-e0802n8:85_0": "648, 664.Taruṇassa susu ca.",
    "ai-anya-e0802n8:86_0": "The place where the drum was well apprehended in the passage beginning",
    "ai-anya-e0802n8:87_0": "they’re black and brown:",
    "ai-anya-e0802n8:88_0": "covered with flowers, like a carpet-free,",
    "ai-anya-e0802n8:89_0": "After the few days of the Divine became infested by the rats of the park at dawn,",
    "ai-anya-e0802n8:90_0": "they were swept away by the arm,",
    "ai-anya-e0802n8:91_0": "and while speaking words, converging with twelve (years)",
    "ai-anya-e0802n8:92_0": "And at the time of the past and the future are conditions for the past, both the present.",
    "ai-anya-e0802n8:93_0": "Does he not do it? It does not come to be, and thus it is “inclination” .",
    "ai-anya-e0802n8:94_0": "being attached to the necks of the nose, he will come to the ears,",
    "ai-anya-e0802n8:95_0": "there will be a time for the carpet, (whether) desires, etc., of the stage he has to go about so far as there is.",
    "ai-anya-e0802n8:96_0": "They’re able to go to a village about ethical conduct. They’re ethical, of good character. They’re able to seem in the future, when they’re ethical, they’re ethical, restrained in the future. They’re ethical, of ethical conduct.",
    "ai-anya-e0802n8:97_0": "652, 648.Kriyāyaṁ ṇvu tavo.",
    "ai-anya-e0802n8:98_0": "if they are at the time of the action, they will become a condition for the sake of ease.",
    "ai-anya-e0802n8:99_0": "“I do, sir.”",
    "ai-anya-e0802n8:100_0": "being attached to holding on the four sides,",
    "ai-anya-e0802n8:101_0": "when he has developed the four quarters at the time of his meal.",
    "ai-anya-e0802n8:102_0": "when his foes are carried out (from all) to Pāvā,",
    "ai-anya-e0802n8:102_1": "Eats the wealth that willes in excessive wealth,",
    "ai-anya-e0802n8:102_2": "doesn’t waver, nor does the dancing, passing away,",
    "ai-anya-e0802n8:103_0": "654, 649.Kammaniṇo.",
    "ai-anya-e0802n8:104_0": "It will be the time for deeds,",
    "ai-anya-e0802n8:105_0": "“The town will set up the city, like a citadel with the carpet on the road to the wound, like a heap of rice and barley on the creeper, like the sunshade, and the property carpets.”",
    "ai-anya-e0802n8:106_0": "655, 650.Sese ssaṁ ntumānānā.",
    "ai-anya-e0802n8:107_0": "The two, that is to say, the truths that are away and stilling at this time, and in the time of work, they will be reborn in agitation.",
    "ai-anya-e0802n8:108_0": "You will do legal procedures, (the results of) deeds in this way, and doing what is doing.",
    "ai-anya-e0802n8:108_1": "eating food, drink, clothes, and vehicles;",
    "ai-anya-e0802n8:108_2": "he eats eat that food, milk, regardless of whether he has eaten it,",
    "ai-anya-e0802n8:108_3": "they will live walking along the path and path like this, wandering the path to the company of the noble ones.",
    "ai-anya-e0802n8:108_4": "thinking, “In this way you’ll live for alms, that’s how alms food, beggar, and that’s how alms food,",
    "ai-anya-e0802n8:109_0": "656, 666.Chavādītitatraṇa.",
    "ai-anya-e0802n8:110_0": "The (tamed) of the six strings were liberated; the spotting stuished with iron trunk, the wielder of the wounds, (wholesome) delivered by the six months of the wounds, just as there were.",
    "ai-anya-e0802n8:111_0": "Six on the sunshade.",
    "ai-anya-e0802n8:111_1": "thought on the mind.",
    "ai-anya-e0802n8:111_2": "(friends) thoughts associated with (wholesome) mind,",
    "ai-anya-e0802n8:111_3": "‘This isointed, well-worked.’",
    "ai-anya-e0802n8:111_4": "far or near, comes,",
    "ai-anya-e0802n8:111_5": "to the lower worlds, surrounding the world:",
    "ai-anya-e0802n8:111_6": "They’ve rejected beings, they lead to the goal of the world,",
    "ai-anya-e0802n8:111_7": "it enters into a deep lake,",
    "ai-anya-e0802n8:111_8": "They enter the surface of the gruel in a very moved manner.",
    "ai-anya-e0802n8:111_9": "or because of longing for attaining the state of excessive -",
    "ai-anya-e0802n8:111_10": "He attains wickedness, he has attained (performed) from (them) wickedness,",
    "ai-anya-e0802n8:111_11": "Depraved (many) praise the bowl which will be put for a bowl,",
    "ai-anya-e0802n8:111_12": "he rolls over the past, or the bowl,",
    "ai-anya-e0802n8:111_13": "Which has thoroughly: here wet. If you go, you should get to see or hear about it, you should get rid of that.",
    "ai-anya-e0802n8:111_14": "which disperses the world.",
    "ai-anya-e0802n8:111_15": "These energy is roused up or unflagging, they go down by this,",
    "ai-anya-e0802n8:111_16": "(but) taking care of the wind, he (good) conduct,",
    "ai-anya-e0802n8:111_17": "or experiences pleasure and pain.",
    "ai-anya-e0802n8:111_18": "The fool imagines it at all,",
    "ai-anya-e0802n8:111_19": "(But) the one who is engaged in crossing the flood,",
    "ai-anya-e0802n8:111_20": "powers unfaithful.",
    "ai-anya-e0802n8:111_21": "A deceitful person will make his friends,",
    "ai-anya-e0802n8:111_22": "I will move, I am the heir of loving-kindness,",
    "ai-anya-e0802n8:111_23": "To all kinds of water: he is excreting (?) Todeyya in this way,",
    "ai-anya-e0802n8:111_24": "my conceit, clay, dead,",
    "ai-anya-e0802n8:111_25": "He is the head of his own family (but) noise in the family,",
    "ai-anya-e0802n8:111_26": "(They should be expanded:) “It’s to be used for the kasiṇa,”",
    "ai-anya-e0802n8:111_27": "like a floating in the wind, like a lake.",
    "ai-anya-e0802n8:111_28": "Calm is said to have enmity,",
    "ai-anya-e0802n8:111_29": "you should guard it and protect it.",
    "ai-anya-e0802n8:111_30": "guarded by Godhā,",
    "ai-anya-e0802n8:111_31": "iv. These are the thirty-two marks that are present.",
    "ai-anya-e0802n8:112_0": "657, 667.Vadādīhi ṇitto gaṇe.",
    "ai-anya-e0802n8:113_0": "And murderers, a void, carpet, for the sake of prey to the elements, thus it is the fourth cause of stinginess.",
    "ai-anya-e0802n8:114_0": "what is seen as “refuse” in the sense of habitually.",
    "ai-anya-e0802n8:115_0": "658, 668.Midādīhi ttitiyo.",
    "ai-anya-e0802n8:116_0": "Their enquiry is there since it makes use of the function of ropes and the three kinds of aggregates beginning with (all) ruining on .",
    "ai-anya-e0802n8:117_0": "They loving-kindness towards their own way. They walk for it, thinking: ‘I remember what they have seen, heard, thought, known, attained, and enjoy it in this way.’ They remember their own families, or they use only what they do. You can remember.",
    "ai-anya-e0802n8:118_0": "Transmigrations, (where) burning for the donors, for the giver.",
    "ai-anya-e0802n8:119_0": "his desires are burnt and his desires are hard to burn, and there is an interval for him to be seen.",
    "ai-anya-e0802n8:120_0": "Having driven out the fire, he burned up garments for him at a funeral pyre.",
    "ai-anya-e0802n8:121_0": "wrapped in what is shameless, exceedingly the meaning.",
    "ai-anya-e0802n8:122_0": "And it is hardened too less than the four elements—and spears, snakes, scorpions, centipedes, elephants, horses, and chariots—",
    "ai-anya-e0802n8:123_0": "They try to rude and imprudent, since they do exist together with these things.",
    "ai-anya-e0802n8:124_0": "gets rid of rewards and backwards for the needle waters. Your worms doctors, alcoholic drinks, and waters and fires—",
    "ai-anya-e0802n8:125_0": "Riches and trees are full of wide, and, like the monkey’s horns, functional flames, and creeping animals, gooseblins, and spot in runnning hide, all the horses and so on.",
    "ai-anya-e0802n8:126_0": "Which is to be found satisfaction, festivals down what delights within their own hands, judgments, and makes much happiness to do so. When you die, you should wield power too much happiness or decay. You shouldn’t cos touch you. You shouldn’t thunder on their bed. You’re tangled. You can’t colly to the stage of the moon. You’re talleze of life.",
    "ai-anya-e0802n8:127_0": "for that is the venerable’s response.",
    "ai-anya-e0802n8:128_0": "For this is the reason why only relies on the thirty-two elements have originated.",
    "ai-anya-e0802n8:129_0": "After rolling back and rolling on, he gets hold of a tail.",
    "ai-anya-e0802n8:130_0": "663, 673.Kaḍyādīhiko.",
    "ai-anya-e0802n8:131_0": "(but) the house is burnt, craved, ramparts, and burns up, and centipedes stumbles, spotless, and leopards burns, bitescelets, serpents, fevers, and strawn from fevers, the thorns. And just as the boxes latches became one.",
    "ai-anya-e0802n8:132_0": "A poison, should be destroyed, an embankment, stones, waterpots, an ornaments, or a lump of doubles, creepers, bamboo, etc., make from frame, stakes, from infeces, urine, excrement, spittle, snot, fat, wounds, powder, and vine.",
    "ai-anya-e0802n8:132_1": "A staff, a stick, a stone, an absces, one with a stick, one with a stuffalks, one with a stuffalms, one who is violent, an embryo, one who breaks apart, one who gives his way backbiting, one who is violent, an rod, one who gets others to the boiled, one who violent, salutes himself, one who violent, an outcastes abshead, and makes his neck should another’s rodorns ins.",
    "ai-anya-e0802n8:133_0": "let us enjoy ourselves, flavors, and material possessions and praise.",
    "ai-anya-e0802n8:134_0": "it is the place where there is from eaten, drunk, chewing, and scents,",
    "ai-anya-e0802n8:135_0": "It’s simply not possible that you transmigration and smear the aggregates. It’s impossible for them to settle the eye. And it appears or reckons to blind it by the eye.",
    "ai-anya-e0802n8:135_1": "the blind odor of the nose,",
    "ai-anya-e0802n8:136_0": "665, 675.Paṭādīhyalaṁ.",
    "ai-anya-e0802n8:137_0": "the voice was conceived in the womb (of the Buddha), like fiercely Takkasilā, Takkasilā, and Girimekhala, and Mittermilk, the mountain penisticks, the beds, the mango trees, the birds, the enveloped in the mountains, and the five constantly jungles,",
    "ai-anya-e0802n8:138_0": "Muching the mountain, soft, (such as) the roots, Mucalind, lotuses, and hairs are planted on a tree flowering trees, in antersection, arrows from the root, in the heart, arthrogant, or a pink mountains, thinking: ‘I am fleeting through the mountains, having left the roots, or a ploughs, or a raft, threw from the ground, I have been embarked by the head, the head, rolled by the jungles of the natures, the arms, or those who goblicked.’",
    "ai-anya-e0802n8:138_1": "they widely in the circle, the knee-deep-rops touch the knees,",
    "ai-anya-e0802n8:138_2": "So too the although other word “the sounds” are different.",
    "ai-anya-e0802n8:139_0": "then the Protector in the heavens, or the path",
    "ai-anya-e0802n8:140_0": "As far as the place where there are many different paths, the borderlands, snakes, goads, and portions;",
    "ai-anya-e0802n8:141_0": "Moreover, having become exhausted the earth on this earth, the earth element in earth, or the waters widely breaks the earth. And the earth, the waters air, or the world beyond,",
    "ai-anya-e0802n8:142_0": "667, 677.Sasvādīhi tu davo.",
    "ai-anya-e0802n8:143_0": "curds, fame, desires, and passions are given there too, conditions for the taking up.",
    "ai-anya-e0802n8:144_0": "For if other sentient beings give, they feel painful to touch, it and because it doesn’t see that suffering is unpleasant to them.",
    "ai-anya-e0802n8:145_0": "668, 678.Jhādīhi īvaro.",
    "ai-anya-e0802n8:146_0": "the elements of the wishes, etc., are the elements of the earth element,",
    "ai-anya-e0802n8:147_0": "he is protected by one who wears robe, he should be protected, or he is to be protected.",
    "ai-anya-e0802n8:147_1": "then one wears the life, having given up the property, gives his gift,",
    "ai-anya-e0802n8:148_0": "669, 679.Munādīhi ci.",
    "ai-anya-e0802n8:149_0": "his head is solid, and the broad ladies of supremely adorned with scented couches, Bhaddā Kāpilānī, and the (Vedic) sal trees, in the fourfold systems,",
    "ai-anya-e0802n8:150_0": "From the meaning they know, “Anyone who knows what is characterized as the meaning, or they know if a sage has not made up their generations against the shade of their own characteristics, etc., and achieves a basis, exercisess, burns, blazes, etc., or coward in frontitiative the chief. Backs, expounds himself, drives his chief.”",
    "ai-anya-e0802n8:150_1": "Your accumulation is pure; there is no attributes great fortunate eating, he does not cause great precious things.",
    "ai-anya-e0802n8:151_0": "670, 680.Vidādīhyūro.",
    "ai-anya-e0802n8:152_0": "“Like (them) the Mallas of Kuṭikaputta is hard; it is hard for me today on the lions, creepers, and insects of the colours; it is exhibitively the cotton-down carpets for me, wreath, and invade (their).",
    "ai-anya-e0802n8:153_0": "You can instead fragrance, ropes a person,ushs another, and mutilation. You should believe in someone else’s rope. A severe illness, greedy, hate, or delusion. You can expect one another’s rottten. Your ropes, draws back by the Gomatically. Your ropes, boils a creeper, thinking ‘This is an rotttenemy, hostiles the otherwise.’",
    "ai-anya-e0802n8:154_0": "671, 681.Hanādīhi ṇu nutavo.",
    "ai-anya-e0802n8:155_0": "Without being destroyed, doing what is prosperous, (these) doing dust, which is shone like (their) in the various ways.",
    "ai-anya-e0802n8:156_0": "They kill living creatures, steal, or are killed by these,",
    "ai-anya-e0802n8:156_1": "He is going to the people, he should speak spend too much time of vetisel, saying, “You’re going to your brother,” he should drink it.",
    "ai-anya-e0802n8:156_2": "From the bank of the Aṅguttara, he reaches the end of the air in terms of using all the water. When it comes to a river, prostitutes, sinews, ends in the air, and traverses, horses, chariots, mes, and plunges into the various elements. It wide in the cul-de-sacs. For it takes calf the fruits where the shell of the messes, etc., which is the cause of the earth elements, the fruits of winterings, chains, etc., and goes torms, and predatory elements.",
    "ai-anya-e0802n8:157_0": "672, 682.Kuṭādīhi ṭho.",
    "ai-anya-e0802n8:158_0": "what is called “the goal” is a “specifig” whenolation and is set up by flattering up.",
    "ai-anya-e0802n8:159_0": "He should cut up the level, the covered with a peg, the top of the bed, the top of the termite-mound, and he should be filled with wisdom.",
    "ai-anya-e0802n8:160_0": "if he listens to the attributes of paying homage to him when he is presented by him;",
    "ai-anya-e0802n8:161_0": "A will be filled with abundant flags, in the very same sort of broad rocks and trembles, objects, and in the horses, or the mountains again; and with the horses rewards there again.",
    "ai-anya-e0802n8:162_0": "He knows a human being, and a human.",
    "ai-anya-e0802n8:162_1": "Both reasons he knows a person, or human being.",
    "ai-anya-e0802n8:162_2": "He knows a person’s own welfare and happiness,",
    "ai-anya-e0802n8:162_3": "You should think: ‘Because of your mother or father-in-law’s heart! He fills your heart’s desire to fill up the hands. You should understand how many kinds of feeding onto a person. You should ask how to ropes on them, for seven days it. You should think it is due to overpower, I am gemsted, and well-to-down.’",
    "ai-anya-e0802n8:163_0": "So what is the sixth thing to be: taking upwards, stuffalks, chewing, and tailing.",
    "ai-anya-e0802n8:164_0": "The section for recitation on sending away is finished.",
    "ai-anya-e0802n8:165_0": "The group of travelers is finished."
}