{
    "ai-anya-e1001n0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-anya-e1001n0:1_0": "Arms great:",
    "ai-anya-e1001n0:2_0": "if she does not want to harm him;",
    "ai-anya-e1001n0:3_0": "Likewise the ministers and counselors, the one who is worshipped by the ministers,",
    "ai-anya-e1001n0:4_0": "she always longs for the benefit of liberating meaning, she gave birth to a regular daily.",
    "ai-anya-e1001n0:5_0": "The four factors of complete in detail are the following.",
    "ai-anya-e1001n0:6_0": "He memorized the meaning and the teaching, and the four (may) knowledges,",
    "ai-anya-e1001n0:7_0": "the life of the Fairy Protector is three kinds of fragrance.",
    "ai-anya-e1001n0:8_0": "Four fastenings at the meaning and the to say, the fourth absorption:",
    "ai-anya-e1001n0:9_0": "Endowed with very briefly the disease .",
    "ai-anya-e1001n0:10_0": "as well as the fairies, filled with wealth, and filled with wealth,",
    "ai-anya-e1001n0:11_0": "it is hard to endure (wholesome) desire and lust.",
    "ai-anya-e1001n0:12_0": "who are the opposite crafts?",
    "ai-anya-e1001n0:13_0": "the Daughter of guilt, the Lord of the World,",
    "ai-anya-e1001n0:14_0": "He doesn’t speak of a staff that exists.",
    "ai-anya-e1001n0:15_0": "he does not hurt a stick or a staff again,",
    "ai-anya-e1001n0:16_0": "(thinking): “One who is sticking up to!” so the three worlds did not come.",
    "ai-anya-e1001n0:17_0": "(There were) advice, the King’s command, thus he is fitting into the King’s presence.",
    "ai-anya-e1001n0:18_0": "This seed is the essence, this incomparable seed,",
    "ai-anya-e1001n0:19_0": "I will tell you about the roots, like a lake,",
    "ai-anya-e1001n0:20_0": "the astute one whose betroubled should be known.",
    "ai-anya-e1001n0:21_0": "Good friends, companions, and associates,",
    "ai-anya-e1001n0:22_0": "there are five kinds of fragrance called Kadambī, and Aparagutta,",
    "ai-anya-e1001n0:23_0": "For the world’s sake:",
    "ai-anya-e1001n0:24_0": "The chapter on monasteries",
    "ai-anya-e1001n0:24_1": "The chapter on mouthfuls",
    "ai-anya-e1001n0:24_2": "for the sake of a fool,",
    "ai-anya-e1001n0:24_3": "The chapter on friends",
    "ai-anya-e1001n0:24_4": "The chapter on women",
    "ai-anya-e1001n0:24_5": "The chapter on Kings",
    "ai-anya-e1001n0:24_6": "Shaven by the leaf-hut,",
    "ai-anya-e1001n0:25_0": "The world’s:",
    "ai-anya-e1001n0:26_0": "The astute person is indeed bad friends, and the ignoble friends.",
    "ai-anya-e1001n0:27_0": "scorpions, cattle, liquor,",
    "ai-anya-e1001n0:28_0": "by the Lord of Chief Disciple, he in Kāsī,",
    "ai-anya-e1001n0:29_0": "The second group of six is finished in six.",
    "ai-anya-e1001n0:30_0": "I will tell you the world’s end, with many different carcass,",
    "ai-anya-e1001n0:31_0": "worshipping the Magadhans, he worshiped the treasurer.",
    "ai-anya-e1001n0:32_0": "Train in the world beyond,",
    "ai-anya-e1001n0:33_0": "A mother is a teacher, a friend,",
    "ai-anya-e1001n0:34_0": "That’s why a person should know as a person who is understood",
    "ai-anya-e1001n0:35_0": "he is learned, a master of knowledge,",
    "ai-anya-e1001n0:36_0": "The Great:",
    "ai-anya-e1001n0:37_0": "Talking for achieving what leads to the perils of their friends. But the women don’t get too much.",
    "ai-anya-e1001n0:38_0": "Craving for the great rain of craving,",
    "ai-anya-e1001n0:39_0": "worshipped the Great Bodhi (Tree), after worshipping the Awakening One,",
    "ai-anya-e1001n0:40_0": "The father of the people; he who excels, friends, and kin,",
    "ai-anya-e1001n0:41_0": "Sumedhā, who was wise, learned and intelligent,",
    "ai-anya-e1001n0:42_0": "Dhamma:",
    "ai-anya-e1001n0:43_0": "Talk about teachers, double maidens, ancestors, and ministers. Ustocrats, discussions about things, talk about helps, bountifuls, ancestors, kings, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.",
    "ai-anya-e1001n0:44_0": "the gods of the Thirty-Three, the gods of the Thirty-Three,",
    "ai-anya-e1001n0:45_0": "Brahmā, the Jotipāla, having developed insight,",
    "ai-anya-e1001n0:46_0": "May the Lord of the World, may the Lord of the Three Worlds,",
    "ai-anya-e1001n0:47_0": "the victor’s army, the victor,",
    "ai-anya-e1001n0:48_0": "and after worshipping the merchant’s gems, because of her respect",
    "ai-anya-e1001n0:49_0": "I will tell you the Dhamma, the whole world, who brings happiness,",
    "ai-anya-e1001n0:50_0": "A teacher, a professional and learns,",
    "ai-anya-e1001n0:51_0": "And the spiritual friendship of the Buddha, the very hard-hearted,",
    "ai-anya-e1001n0:52_0": "the woman and slave, living in a house,",
    "ai-anya-e1001n0:53_0": "Since the King of Laṅkā is stood, heedful,",
    "ai-anya-e1001n0:54_0": "and, when there is pain, do not obstruct,",
    "ai-anya-e1001n0:55_0": "Royal:",
    "ai-anya-e1001n0:56_0": "is one-way chicken’s eggs, four, five,",
    "ai-anya-e1001n0:57_0": "The five kings called Kāpaṭika, (Deka) palace.",
    "ai-anya-e1001n0:58_0": "1.",
    "ai-anya-e1001n0:59_0": "The deed to whom the work was (true) deeds,",
    "ai-anya-e1001n0:60_0": "all of it, you should definitely be made.",
    "ai-anya-e1001n0:61_0": "2.",
    "ai-anya-e1001n0:62_0": "His faculties are fair in common.",
    "ai-anya-e1001n0:63_0": "which leads to all the world’s bidding, ~ and whatever (grains) there is.",
    "ai-anya-e1001n0:64_0": "3.",
    "ai-anya-e1001n0:65_0": "For the past and the future,",
    "ai-anya-e1001n0:66_0": "the four worldly constantly takes the training and held in the four directions.",
    "ai-anya-e1001n0:67_0": "4.",
    "ai-anya-e1001n0:68_0": "having secrets in a cave, and eating his relatives,",
    "ai-anya-e1001n0:69_0": "will train in the world’s end, or in five training,",
    "ai-anya-e1001n0:70_0": "5.",
    "ai-anya-e1001n0:71_0": "Suppatiṭṭha, Suppatiṭṭhita,",
    "ai-anya-e1001n0:72_0": "having strong foundations, these six-fold army,",
    "ai-anya-e1001n0:73_0": "6.",
    "ai-anya-e1001n0:74_0": "(But) like a cool cloud, which carries off the cold water,",
    "ai-anya-e1001n0:75_0": "If you are content ...",
    "ai-anya-e1001n0:76_0": "7.",
    "ai-anya-e1001n0:77_0": "those twenty-two kinds of virtue are familiar,",
    "ai-anya-e1001n0:78_0": "that he will be able to fly away all away.",
    "ai-anya-e1001n0:79_0": "Taking the uplands, rod, the teeth, the fool Vedehiputta of Magadha, the royal embarks, antelope hide, and the teeth sticks, and the slaves, and the skin regions, the wives, and the female bondservants.",
    "ai-anya-e1001n0:80_0": "if he makes his deportment in the mark, then if he is obstructed;",
    "ai-anya-e1001n0:81_0": "for a wise man here in the midst of a deed,",
    "ai-anya-e1001n0:82_0": "Arms great:",
    "ai-anya-e1001n0:83_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha"
}