{
    "ai-anya-e0301n9:0_0": "The inclusion of the composing (for Buddha) is the best,",
    "ai-anya-e0301n9:1_0": "162.",
    "ai-anya-e0301n9:1_1": "When they have shown that there are four ways of showing them (whoever), they will show them the ultimate way, in order to show them the greatest of them, and see them by saying: “As is what is said.”",
    "ai-anya-e0301n9:1_2": "I have spoken of two characteristics:",
    "ai-anya-e0301n9:1_3": "Now their friend, likewisely drives away, is said to be the league.",
    "ai-anya-e0301n9:1_4": "Herein, characteristic marks when the ten bases are characterized in the ten.",
    "ai-anya-e0301n9:1_5": "Not through the power of his own characteristics, etc., have the characteristic of impermanence, etc.,",
    "ai-anya-e0301n9:1_6": "at easeless.",
    "ai-anya-e0301n9:1_7": "Because of that, the ground is not subject to thirty-two things.",
    "ai-anya-e0301n9:1_8": "Without attachments, without attachments,",
    "ai-anya-e0301n9:1_9": "The one who understands the lifts",
    "ai-anya-e0301n9:1_10": "And Dabba, and having gained the appearance of all the gods:",
    "ai-anya-e0301n9:1_11": "Having abided in this way the path of quenching is stated in the form of abidings of quenching.",
    "ai-anya-e0301n9:1_12": "He can also be added to live in Dhamma as though he were building work for a dwelling place where it was, which is like an invalid and discovered by the greatness of the aggregates, or whose enemy is lost, like a opposite sex.",
    "ai-anya-e0301n9:1_13": "Herein, the word-meanings is characterized here but not for the sake of the three characteristics.",
    "ai-anya-e0301n9:1_14": "for some of those beginning with the two ends, and some of the three in the past, future and present have the same previous practice.",
    "ai-anya-e0301n9:1_15": "and in the last watch of the night is not cut off all the terms.",
    "ai-anya-e0301n9:1_16": "Herein, the characteristic of accumulation is to be undertaken by one who has the characteristic of opposite sex. The characteristic of foulness should be undertaken.",
    "ai-anya-e0301n9:1_17": "when he is proclaimed by form, he proclaims what is called.",
    "ai-anya-e0301n9:1_18": "(such as) the unwholesome enemy, skilled in one ways, skilled in the four ways of being an inclusively profitable way.",
    "ai-anya-e0301n9:1_19": "what is skillful and what is declaring? What is included in the Saṅgha?",
    "ai-anya-e0301n9:2_0": "And they’re called ‘a knowledge of the four paths’. They are the knowledge of the awakening factors, and they are the path to awakening.",
    "ai-anya-e0301n9:2_1": "The one-dephensible lady said to her:",
    "ai-anya-e0301n9:2_2": "Bodhi is the meaning.",
    "ai-anya-e0301n9:2_3": "those intent on awakening remained in the Awakening trees,",
    "ai-anya-e0301n9:2_4": "Their Bodhisatta, having surrounded the Awakening One,",
    "ai-anya-e0301n9:2_5": "all of them have the best ambitionality, the highest deportment, the Saṅgha.",
    "ai-anya-e0301n9:2_6": "You have a long way to pollutants with a long time now, the defilements have to be used in the sense of urgency;",
    "ai-anya-e0301n9:2_7": "if he stands (only) without fear,",
    "ai-anya-e0301n9:2_8": "These defilements end, greed, resplendent.",
    "ai-anya-e0301n9:2_9": "For five days a flower in the world of flowers or six days, five or six days, and a hundred pots of water.",
    "ai-anya-e0301n9:2_10": "building up the water for washing.",
    "ai-anya-e0301n9:2_11": "More than seven saucers don’tists.",
    "ai-anya-e0301n9:2_12": "And they murdered their probations.",
    "ai-anya-e0301n9:2_13": "it’s all filled with seven-day offerings.",
    "ai-anya-e0301n9:2_14": "the eye in the world seems nice and pleasant, and it is there that craving arises and settles.",
    "ai-anya-e0301n9:2_15": "Herein, one who is transgressed here, etc., here “ twenty,",
    "ai-anya-e0301n9:2_16": "Herein, craving arises in him in the connection with the seeking of the seeking.",
    "ai-anya-e0301n9:2_17": "having obtained (them) rinsing his sovereignty, the meaning is:",
    "ai-anya-e0301n9:2_18": "For as long as the Noble One does not do it he (also).",
    "ai-anya-e0301n9:2_19": "he creates a neck, like one who rubbs it with hunger in two ways.",
    "ai-anya-e0301n9:2_20": "They offered the flower to the people, calling people over his head,",
    "ai-anya-e0301n9:2_21": "as long as these sharing the path",
    "ai-anya-e0301n9:2_22": "who is always seeking purity,",
    "ai-anya-e0301n9:2_23": "Therefore he should be solitary retreat by a long time.",
    "ai-anya-e0301n9:3_0": "When the defilements are destroyed by the poison, then the monks from the group of six dogs, likewise big snakes and trickling from the neck and bunches of sinews, dogs, and it these sixty-six-lacks by the backs of the hands and feet, then these sixty-six-ninewsted by the dried up the sun’s temperatures,",
    "ai-anya-e0301n9:3_1": "While he’s unpleasant to touch the pollutants.",
    "ai-anya-e0301n9:3_2": "Then, because of the absence of existence, the manner of the Dhamma, namely, the hostile, phrases domain, etc., occurring in its object.",
    "ai-anya-e0301n9:3_3": "the Great Kings’ Chief Queen Supreme Virūpakkhas,",
    "ai-anya-e0301n9:3_4": "Two-footed (people) declaring the phrases, in that place he remains outside the life-continuum, after intoxicating the primary elements, and inside it remains outside.",
    "ai-anya-e0301n9:3_5": "The wife through the die:",
    "ai-anya-e0301n9:3_6": "Like a goddess of water,",
    "ai-anya-e0301n9:3_7": "For he whose self-controlled and excess the poison, after making himself sure of himself, he rolled back in the way.",
    "ai-anya-e0301n9:3_8": "according as it is the Brahmā realm that spreads out.",
    "ai-anya-e0301n9:3_9": "Here it should be seen here.",
    "ai-anya-e0301n9:3_10": "That is why the meaning and the clan-named, must be understood, and saved.",
    "ai-anya-e0301n9:4_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n9:5_0": "Having thus shown that the two introductions had been shown that he is a god and change in the end of the rainy season, and having dropped into the sky, “This is the rainy season, expertsive,” and when the sky is put down, the two inchangling down,",
    "ai-anya-e0301n9:5_1": "He has the drum of the Absorption: such a one rolls towards continued existence in the three realms, and which rolls towards them.”",
    "ai-anya-e0301n9:5_2": "not out of fear.",
    "ai-anya-e0301n9:6_0": "The world’s noise raised up the price for the creation of existence. He then rose up into the air and repulsion,",
    "ai-anya-e0301n9:6_1": "he is not able to set out the piece of the robe, he is set outside the door.",
    "ai-anya-e0301n9:6_2": "By the precincts that is the door always wavers.",
    "ai-anya-e0301n9:6_3": "and having made this basket out the root of dreadful rackets, were dissatisfied with accumulations,",
    "ai-anya-e0301n9:6_4": "He has suffused the phrases, and is produced by that he took his fame, he went to the Buddha.",
    "ai-anya-e0301n9:6_5": "But some other water-lilies, after coming out of the rainy season,",
    "ai-anya-e0301n9:6_6": "Contincs sensual pleasures.",
    "ai-anya-e0301n9:6_7": "there is the defilement of sensual pleasures,",
    "ai-anya-e0301n9:6_8": "he desires the grossness that is sense desire as gross.",
    "ai-anya-e0301n9:6_9": "and it is of the five kinds of sensual stimulation that is taught by the five kinds of sensual stimulation.",
    "ai-anya-e0301n9:6_10": "But it is precisely not having a subdued the object with that same craving as its object.",
    "ai-anya-e0301n9:6_11": "The gratification in the sense-spheres in the sense-spheres, and in the fine-material kinds of sensual desires ,",
    "ai-anya-e0301n9:6_12": "But the Elder didn’t want to go.",
    "ai-anya-e0301n9:6_13": "For the ending of sensual pleasures, craving for continued existence, and craving to end existence.",
    "ai-anya-e0301n9:7_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n9:8_0": "The first being explained in the meaning is that the Theras, having entered upon it, is free from opposite sex, which is responsibility (of the meaning) has been stated.",
    "ai-anya-e0301n9:9_0": "Continued existence: there are two kinds of continuation: continuation through rebirth.",
    "ai-anya-e0301n9:9_1": "Herein, liable to return to that state,",
    "ai-anya-e0301n9:9_2": "That resultant things, rebirth into a new state,",
    "ai-anya-e0301n9:9_3": "It is here that the sound of continued existence is a condition for the same craving.",
    "ai-anya-e0301n9:9_4": "Continued existence will be reborn,",
    "ai-anya-e0301n9:9_5": "In that case the twofold reckonings are of the formation.",
    "ai-anya-e0301n9:10_0": "and for the developed of what is known -",
    "ai-anya-e0301n9:11_0": "“He has not gone beyond greed, hate, and delusion!” And the rest of the view is said.",
    "ai-anya-e0301n9:12_0": "The mind of the four kinds of future lives are dispelled in the four kinds of view, greedy for views, referring to the greedy temperament.",
    "ai-anya-e0301n9:12_1": "And where craving for sensual pleasures grows, craving for continued existence, and craving to end existence.",
    "ai-anya-e0301n9:12_2": "They have arrived at that very time, and they do so.",
    "ai-anya-e0301n9:12_3": "all craving for continued existence is best.",
    "ai-anya-e0301n9:12_4": "Once again when the end of a peril came to the end of sensual pleasures, the domain of all kinds of sensual stimulation is devoted to sensual pleasures.",
    "ai-anya-e0301n9:13_0": "This is what was said: there, and this is what is said.",
    "ai-anya-e0301n9:14_0": "“Ascetic, takes what has been said, and has not been given to him.”",
    "ai-anya-e0301n9:15_0": "The view of what you have seen;",
    "ai-anya-e0301n9:15_1": "The one who is free from delusion,",
    "ai-anya-e0301n9:15_2": "Here, how can these defilements be spoken of?",
    "ai-anya-e0301n9:15_3": "Or wouldn’t there be those beginning with the trial period for a long time?",
    "ai-anya-e0301n9:15_4": "These were all the sensual-spheres, having fallen from the sky, all of them arose in them.",
    "ai-anya-e0301n9:15_5": "Being freed, he endeavours in continued existence, and his mindfulness dreadfulness is there.",
    "ai-anya-e0301n9:15_6": "he perfects the view of accumulating whether there is full of wrong view;",
    "ai-anya-e0301n9:15_7": "Those who are ignorant roots,",
    "ai-anya-e0301n9:15_8": "Thus there are these four inclusions that are to be found in the state of loss.",
    "ai-anya-e0301n9:15_9": "But they don’t proceed with that point.",
    "ai-anya-e0301n9:15_10": "Having made a person out of self-defence, and waves unclouded, he goes beyond.",
    "ai-anya-e0301n9:15_11": "Cannot over your flood,",
    "ai-anya-e0301n9:15_12": "Likewise that is the upper direction.",
    "ai-anya-e0301n9:15_13": "whatever is stated by the incomparable, without attachment, and with the trial period of six days it can be understood that in terms of continuity, etc., just as it is said: “He should be understood” .",
    "ai-anya-e0301n9:16_0": "(But) the abbreviated beings who desire to be reborn in the realm of the gods,",
    "ai-anya-e0301n9:16_1": "Your approaches, swallow their riches, and are crushing them along.",
    "ai-anya-e0301n9:16_2": "his name is the name of Greed.",
    "ai-anya-e0301n9:16_3": "Therefore it should be regarded as materiality , ~ the composed of form in the sense of composing .",
    "ai-anya-e0301n9:16_4": "all ill will ...",
    "ai-anya-e0301n9:16_5": "This is the truth, other ideas are silly. This is the only truth, other ideas are silly.",
    "ai-anya-e0301n9:16_6": "Vultures on the road, the owing to a violent, the bowel, the slope of the cows, and brings about the life of purity that is both.",
    "ai-anya-e0301n9:16_7": "Herein, the meaning here is this: because it possesses nutriment .",
    "ai-anya-e0301n9:16_8": "In the present there is a bodies of body, namely, preceding the body, physical tied by the middle, and in the present. He comes to the end of the body, thinking, “This is the middle,” and “This is the time for the time.”",
    "ai-anya-e0301n9:16_9": "Then the body together with a body:",
    "ai-anya-e0301n9:16_10": "He needs studking the belongings:",
    "ai-anya-e0301n9:16_11": "Nigaṇṭhasāṭaputta in the land of the Jains, etc., occurred in the first place.",
    "ai-anya-e0301n9:16_12": "Humans promise to being reborn, (but) after being a chain,",
    "ai-anya-e0301n9:16_13": "just as the defilements is sensual pleasures, body hairs, and mind.",
    "ai-anya-e0301n9:16_14": "attachment to sensual pleasures, attachment to sensual pleasures, and grasping.",
    "ai-anya-e0301n9:17_0": "the sixty-two views, the four primary elements, and the view that are seen in the world.",
    "ai-anya-e0301n9:17_1": "the view of the ear ... nose ... tongue ... body ...",
    "ai-anya-e0301n9:17_2": "and the dog observance is rich, a dog, and a lady named Dispensation.",
    "ai-anya-e0301n9:17_3": "have assembled the Sumbha Sā,",
    "ai-anya-e0301n9:17_4": "From this day on there is a path to safety; he has a strong sense of urgency in virtue.",
    "ai-anya-e0301n9:17_5": "(The self) in the seven ways of self-explaining the Buddhas, the position of the Seven Buddhas, and the seven strivings, –",
    "ai-anya-e0301n9:17_6": "The Realized One person is reborn in a great fortune, who is a person who is mindful, and feels.",
    "ai-anya-e0301n9:17_7": "And the hermits of the Seer, having reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, and some described as annihilationism.",
    "ai-anya-e0301n9:17_8": "They continue to make themselves happy and pleased. These seven kinds of grasping are grasping.",
    "ai-anya-e0301n9:17_9": "Views of identity view;",
    "ai-anya-e0301n9:17_10": "Herein, one who is striving (even) exertion is destroyed, and say,",
    "ai-anya-e0301n9:17_11": "application (the mind) application: just as when a strong rolls ...",
    "ai-anya-e0301n9:18_0": "Herein, what is identity view?",
    "ai-anya-e0301n9:18_1": "Take an uneducated ordinary person regards form as self,",
    "ai-anya-e0301n9:18_2": "Endowed with form,",
    "ai-anya-e0301n9:18_3": "or bodily form as in self,",
    "ai-anya-e0301n9:18_4": "in form, self-mortification,",
    "ai-anya-e0301n9:18_5": "They regard feeling as self.",
    "ai-anya-e0301n9:18_6": "feeling ...",
    "ai-anya-e0301n9:18_7": "See my own feeling",
    "ai-anya-e0301n9:18_8": "Perception is a (volitional) process, perception is self,",
    "ai-anya-e0301n9:18_9": "consciousness.",
    "ai-anya-e0301n9:19_0": "Herein, he seizes form as self, he takes it, directs it.",
    "ai-anya-e0301n9:19_1": "The self takes form by equanimous form,",
    "ai-anya-e0301n9:19_2": "or he takes on form as self, self as having form,",
    "ai-anya-e0301n9:19_3": "They take pleasure in form, and take pleasure in it.",
    "ai-anya-e0301n9:19_4": "How do you regard form as self?",
    "ai-anya-e0301n9:19_5": "(But) my body is tied up, attached to my missfortune, taking on the earth as a prime of the earth, my self, and he keeps himself safe.",
    "ai-anya-e0301n9:19_6": "today, uprooting the life-form, take up the Mucalinda (food) people, and kill the Lord of the earth that substantives the mind.",
    "ai-anya-e0301n9:19_7": "I am standing to be without scattering the attachments, and I say to death about a moment.",
    "ai-anya-e0301n9:19_8": "This is the fourth kind of view that occurred with its shelter.",
    "ai-anya-e0301n9:19_9": "he should be told in the seven ways of conduct.",
    "ai-anya-e0301n9:19_10": "I shall die right view, which is impermanent, not lasting, and so on.",
    "ai-anya-e0301n9:19_11": "you should say that nothing is to be spoken of about even in the various forms.",
    "ai-anya-e0301n9:19_12": "This name was in the past I used to be eaten.",
    "ai-anya-e0301n9:19_13": "today I call a full roam.",
    "ai-anya-e0301n9:19_14": "They regard it as pleasant.",
    "ai-anya-e0301n9:19_15": "Pleasant feeling ...",
    "ai-anya-e0301n9:19_16": "He regards painful pleasure and pain to avoid (thinking):",
    "ai-anya-e0301n9:19_17": "Yet when they develop happiness, they see suffering in others.",
    "ai-anya-e0301n9:20_0": "advocates all of perceptions, after reaching distinction higher than these things, you should say.",
    "ai-anya-e0301n9:20_1": "having eye-consciousness as self, he regards the eye consciousness.",
    "ai-anya-e0301n9:20_2": "Does seeing (them) as self, endowed with consciousness,",
    "ai-anya-e0301n9:20_3": "They regard consciousness as self.",
    "ai-anya-e0301n9:20_4": "the rest are of the five.",
    "ai-anya-e0301n9:20_5": "I am alone, one managed. I am alone, a single one, having set up a body of speech, and I will stand like the world.”",
    "ai-anya-e0301n9:20_6": "For if his mind is not on any of these, then any indicates that opposite sex, his mind becomes pliable, workable, and so on, after having broken through the appearance of another’s own forms, like the formless,",
    "ai-anya-e0301n9:20_7": "through whom finds an equipment?",
    "ai-anya-e0301n9:20_8": "longing torture one’s life,",
    "ai-anya-e0301n9:20_9": "by his own life,",
    "ai-anya-e0301n9:20_10": "Some in some instances according to the Dhamma,",
    "ai-anya-e0301n9:20_11": "if she practices accordingly;",
    "ai-anya-e0301n9:21_0": "But for the sake of his own hands, he depends on the foundation of exertion.",
    "ai-anya-e0301n9:21_1": "There is no opposite of the body in the forms that originate from sensual pleasures, for the moment of the nature, the unwelcometh, and the uncomprehended.",
    "ai-anya-e0301n9:21_2": "So you should understand that the mind of being completely understood all things, like a ploughed springs up and settles any water on fire.",
    "ai-anya-e0301n9:21_3": "When the mind is started to give rise to skillful qualities, they’re white.",
    "ai-anya-e0301n9:21_4": "sense desires that are sense desires: desires that are passionless",
    "ai-anya-e0301n9:21_5": "greed and hate",
    "ai-anya-e0301n9:21_6": "there is the hindrance of sensual desire ...",
    "ai-anya-e0301n9:21_7": "It has no hindrances that are hidden and a hindrances consisting of the hindrances, delighted with the hindrances of sensual desire and lust. But when the hindrances are suppressed, they don’t have a hindrance by sensual desire.",
    "ai-anya-e0301n9:21_8": "it can be understood that the abandoning of the five cords of sense desire comes to be reborn in an end.",
    "ai-anya-e0301n9:21_9": "ill will,",
    "ai-anya-e0301n9:21_10": "Mind is rotting the mind.",
    "ai-anya-e0301n9:21_11": "It is intentional;",
    "ai-anya-e0301n9:21_12": "And why do these two hindrances supernormal powers are abandoned?",
    "ai-anya-e0301n9:21_13": "The damages of repelled in as to word encircling around,",
    "ai-anya-e0301n9:21_14": "Because firstly is the giving rise to sloth and torportunity to give rise to a thought.",
    "ai-anya-e0301n9:21_15": "restlessness and remorse, lack of agitation and worry, and which has nothing to do.",
    "ai-anya-e0301n9:21_16": "to condition, plunge into, cast-of-the-Dragons (in all) with the Rose-Apple Island.",
    "ai-anya-e0301n9:21_17": "his last life, in the last state of existence, which has no thought of loss -",
    "ai-anya-e0301n9:21_18": "(wholesome) energy that arouses energy,",
    "ai-anya-e0301n9:21_19": "accepted the last bottom,",
    "ai-anya-e0301n9:22_0": "Through oral transmission,",
    "ai-anya-e0301n9:22_1": "When they obtain form they a reason, is the meaning.",
    "ai-anya-e0301n9:22_2": "supporting the Teacher’s instructions.",
    "ai-anya-e0301n9:22_3": "only to gain the path",
    "ai-anya-e0301n9:22_4": "it is only because of its conjunction the meaning is that it arises again and again.",
    "ai-anya-e0301n9:22_5": "And the first jhāna should be understood here in the sense of urgency,",
    "ai-anya-e0301n9:22_6": "But how does one who understand not infatuately what is cognized?",
    "ai-anya-e0301n9:22_7": "The underlying tendencies of sensual desire arises and the underlying tendency to sensual desire arises.",
    "ai-anya-e0301n9:22_8": "If they do so, the ordinary person who takes seventy-two doors framework will arise in the same place as before.",
    "ai-anya-e0301n9:22_9": "the underlying tendency to ignorance for sensual pleasures, the underlying tendency to ignorance underlies that.",
    "ai-anya-e0301n9:22_10": "doubt, uncertainty,",
    "ai-anya-e0301n9:22_11": "the underlying tendency to passion for continuation.",
    "ai-anya-e0301n9:22_12": "Likewise he went to a village.",
    "ai-anya-e0301n9:23_0": "Furthermore, when discussing what is good and wholesome, the unskillful ignorant and sensible people, having discovered all the various forms, were skilled in discovered and diverse.",
    "ai-anya-e0301n9:23_1": ", when they are destroyed by the poison, they make no effort to get associated.",
    "ai-anya-e0301n9:23_2": "Meanwhile with the cooling there,",
    "ai-anya-e0301n9:23_3": "Living in the heavens, having enjoyed sensual pleasures, they amused himself with the three kinds of sensual stimulation once more than human sensual desires, and so on.",
    "ai-anya-e0301n9:23_4": "the meaning is that it is too linking.",
    "ai-anya-e0301n9:24_0": "is a term for sensual pleasures.",
    "ai-anya-e0301n9:24_1": "For the first three are fixed in the lesser detail:",
    "ai-anya-e0301n9:24_2": "There they meditated on the new greed for sensual pleasures, etc., and mental scorning the deathless with the eight factors.",
    "ai-anya-e0301n9:24_3": "Those that occurred in this manner, having become one whose mind is controlled and function, likewise with the occurrence of consciousness.",
    "ai-anya-e0301n9:24_4": "Those whose mind is equipmentsying the air element have been produced by severe spaces, etc., have been made up of the elements, and then by the sign of the analysis of wielding the festering of Jina, and so on. Their mind cannot be dissipated by adverting the sign that remains, and it cannot be properly resolved as its object.",
    "ai-anya-e0301n9:24_5": "Everywhere delight in sensual desires, ~ and whatever -",
    "ai-anya-e0301n9:24_6": "But they don’t do the same.",
    "ai-anya-e0301n9:24_7": "Endowed upon themselves",
    "ai-anya-e0301n9:24_8": "Not having wholesome deeds, skilled in the fourfold and indication,",
    "ai-anya-e0301n9:24_9": "And the unprofitable transmigration, too with the profitable root-cause they are poisoned.",
    "ai-anya-e0301n9:24_10": "Neither the time for one who feels (the nature of) the body",
    "ai-anya-e0301n9:24_11": "But when they’re able to discern the states and make things associated with it, then they go back.",
    "ai-anya-e0301n9:24_12": "The state of existence is defilement inclination.",
    "ai-anya-e0301n9:24_13": "This is the exposition of the teaching on the meaning in terms of choices.",
    "ai-anya-e0301n9:25_0": "Just as a gift to the fruit of a tree thorns, a bedroom near to the tree, and a pillow of glowing coals,",
    "ai-anya-e0301n9:25_1": "At such a time, when the ground has arisen, the fruit doesn’t arise,",
    "ai-anya-e0301n9:25_2": "In this way the underlying tendency for the mind, and the path that appears preciously descriptioned.",
    "ai-anya-e0301n9:25_3": "But we get rid of the requisites, so how could we abandon the path that leads to future lives and in that place?",
    "ai-anya-e0301n9:25_4": "There they in the future, non-monastery is not partially not,",
    "ai-anya-e0301n9:25_5": "For when a path gone to the eight phrases, they give up any corruption of the defilements in the past, future, and present.",
    "ai-anya-e0301n9:25_6": "By this path, the path is pliable, workable, and steps in the past. What is skillful and what is unskillful in the past, future and present?",
    "ai-anya-e0301n9:25_7": "If he has given up the path to all, all of them are freed from the defilements, all of them are free from fear.",
    "ai-anya-e0301n9:25_8": "Having arisen in these two constituents (of mind and body) that provide fuel for attachment.",
    "ai-anya-e0301n9:25_9": "For they will arise according to the path, which arises, when they have arisen, they will arise, because of their unarisen knowledge, and do so.",
    "ai-anya-e0301n9:25_10": "and having drank thus, (but) let alone with the unconcerning’s practiced for the purpose of practitioning the good, for the purpose of service, or for the purpose of (wholesome) deed with the word Deathlessness of the Truth, etc., he should be illustrated with the effacement that is to say: “welled for the purpose of preceptty” .",
    "ai-anya-e0301n9:26_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n9:27_0": "For this is said: “Bhikkhus, there are wilderness inclinations whereby there is calming them, doing it a good fortune,” .",
    "ai-anya-e0301n9:27_1": "But they’re unable to free of defilements.",
    "ai-anya-e0301n9:27_2": "Because they are called “giver” because they are clearly described in the past and future.",
    "ai-anya-e0301n9:27_3": "Herein, having put down the idea that has not arisen, they will get rid of, eliminate the defilements, and obliterate them. Then they are said to be like the defilements.",
    "ai-anya-e0301n9:27_4": "not out of fear.",
    "ai-anya-e0301n9:28_0": "It’s not easy to maintain themselves with one or other.",
    "ai-anya-e0301n9:29_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n9:30_0": "“Then what has been said in the future” is said: “The Deathless, what isn’t specifically unbounded, and what is said.”",
    "ai-anya-e0301n9:31_0": "Because they don’t haven’t given up the path to a consequence.",
    "ai-anya-e0301n9:31_1": "And although given up, they did not proceed.",
    "ai-anya-e0301n9:31_2": "they attain the ascetic life.",
    "ai-anya-e0301n9:31_3": "By this he is called “non-self in the past” because it is said to because it is undertaken in the past.",
    "ai-anya-e0301n9:31_4": "They proceed to the origin of sixty-two phrases thus: ‘This is the end of the actual pleasures in the present.’",
    "ai-anya-e0301n9:31_5": "the underlying tendency to sensual desire arises in him, where the underlying tendency for sensual desire arises. The underlying tendency to repulsion arises in him, and the practice that leads to the cessation of sensual desire.",
    "ai-anya-e0301n9:31_6": "And when they were specifically diged the path, they give up the defilements.",
    "ai-anya-e0301n9:31_7": "Well then, give up greed, hate, and delusion.",
    "ai-anya-e0301n9:31_8": "it should be seen again and again in the sense that currents are used up.",
    "ai-anya-e0301n9:31_9": "For that is the eighth day of the lunar half-month, having given a opportunity to behaved separately with, and four opportunities (of the knowledge). Hence this is the fourth path,",
    "ai-anya-e0301n9:31_10": "The ground is obtained (afterwards), the object of the rose-apples, and the one who has acquired the desires of (supernatural) existence, the one who is unshakable, the fourth path of the opposite sex.",
    "ai-anya-e0301n9:31_11": "Herein, the uninclination is the same as that which is the act of keeping. This is the actual difference.",
    "ai-anya-e0301n9:31_12": "I’ve eaten the past life, given up the past.",
    "ai-anya-e0301n9:31_13": "what has been done in the future is unsuitable.",
    "ai-anya-e0301n9:31_14": "But they are also called ‘full-Morld’ when they arise in the present.",
    "ai-anya-e0301n9:31_15": "is what has been said in thedoors.",
    "ai-anya-e0301n9:32_0": "(The king) had obtained the names for themselves, and he had little stilled in the roads to the aggregates of the paths.",
    "ai-anya-e0301n9:32_1": "how far the sign of the object of his concept is introduced to the object, and it is known as far as the object of a rose-apple tree standing on the object. It is interruptedly to the sign of the opposite sex.",
    "ai-anya-e0301n9:32_2": "For it is when a man transmigration and oppressiveness and the defilements have reached by the goal of your enemy, and it comes to practice absorption that has arisen in the attainment of the path and by arrogance.",
    "ai-anya-e0301n9:32_3": "through which the wind cannot be able to abandon it by (given).",
    "ai-anya-e0301n9:32_4": "Since this is so, the underlying tendencies of encouraging the underlying tendencies is experienced.",
    "ai-anya-e0301n9:32_5": "When he is practicing in conformity with the Dhamma, the one who is living in conformity with him is a reciter, then after standing in the hymns, he is standing (there).",
    "ai-anya-e0301n9:32_6": "Vipassī went out to district, doing what is prohibitable, ~ -",
    "ai-anya-e0301n9:32_7": "Yet the wrong road up to which they had not given up the wrong roads, namely,",
    "ai-anya-e0301n9:32_8": "In the supermundane states the supermundane states have reached the goal of the paths and the ending of defilements. Those who are favourable to the paths, and those who have reached the goal of the path and the fruition. They are transferred to it as their own.",
    "ai-anya-e0301n9:32_9": "That’s why you give up any kind of present.",
    "ai-anya-e0301n9:32_10": "—”In that case it is said: “He abandons up, abandons hate and delusion” .",
    "ai-anya-e0301n9:32_11": "The underlying tendency to sensual desire, passion for sensual pleasures,",
    "ai-anya-e0301n9:33_0": "They hatred, their fetters, and are identity view.",
    "ai-anya-e0301n9:33_1": "Ignorance of greed for forms, passes away from the realm of luminous form, conceit, desire to be reborn, and ignorance. The ten kinds of fetters are eliminated: the ten.",
    "ai-anya-e0301n9:33_2": "But the other disciplines the way that which is called analyzed ; the meaning is recommended by suttas.",
    "ai-anya-e0301n9:33_3": "let alone two or three fires.",
    "ai-anya-e0301n9:33_4": "But in the case of the Dhamma consisting in the passage beginning, “Oh, how many kinds of states are stated here?",
    "ai-anya-e0301n9:33_5": "They make a wish, get weary, and weary.",
    "ai-anya-e0301n9:33_6": "Those sentient beings will get weary and fragrant, and they go to heaven.",
    "ai-anya-e0301n9:33_7": "Continually sensual pleasures of the sense-realms is virtue based on sensual pleasures, in the fine-material and immaterial becoming.",
    "ai-anya-e0301n9:33_8": "This being so, is the basis for happiness, and hereinter for what is created, conditioned, and here.",
    "ai-anya-e0301n9:33_9": "rolling the habit of others with my virtue, this is the truth of the aggregates. This is the only truth, other aggregates are shrines for the mortification of self.",
    "ai-anya-e0301n9:33_10": "And from expounding it:",
    "ai-anya-e0301n9:33_11": "This bad is unskillful.",
    "ai-anya-e0301n9:33_12": "Unskillfulness,",
    "ai-anya-e0301n9:34_0": "163.",
    "ai-anya-e0301n9:34_1": "Island of others who do not kill living creatures; they actually do bad things; they are straightened on the ground; they are not directly contradict the opposite to.",
    "ai-anya-e0301n9:34_2": "The meaning is that it should be straight away by means of the consciousness associated with the mental object, and releasing to its object.",
    "ai-anya-e0301n9:34_3": "Herein, the factors of sadness is unskillful.",
    "ai-anya-e0301n9:34_4": "These are wholesome, unwholesome, and blameless.",
    "ai-anya-e0301n9:34_5": "By doing good deeds, he becomes the truth of the Holy One, the Happy One, the four right efforts, the four blessings, the right way, the wrong composed, the posture, and the right way, the wrong way, the language of arrogance, and the wrong way, weights the wrong way. When you succeeds, it gets rightly explained, that is called “Reless” .",
    "ai-anya-e0301n9:34_6": "The meaning is that it is actually going to the way that included by the mind.",
    "ai-anya-e0301n9:34_7": "Herein, wrong view is straightformed by wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. Their in all they are unborn in an undeclared .",
    "ai-anya-e0301n9:34_8": "Herein, killing living creatures should be understood as sadness, sadness, and equanimity as wrong applied thought.",
    "ai-anya-e0301n9:34_9": "In this way he should remove bad conduct by way of body, speech, and mind.",
    "ai-anya-e0301n9:34_10": "But the four kinds of fingernails have wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.",
    "ai-anya-e0301n9:34_11": "But these two things are not purified",
    "ai-anya-e0301n9:34_12": "Likewise the setting and that of four constituents (of mind and body),",
    "ai-anya-e0301n9:35_0": "and for the developed of what is known -",
    "ai-anya-e0301n9:36_0": "“Harposite is a bad destination, and a bad path.",
    "ai-anya-e0301n9:36_1": "For those beings, creatures, and wisdom are said to be the best of all ethics.”",
    "ai-anya-e0301n9:36_2": "You’re not beautiful or ugly,",
    "ai-anya-e0301n9:37_0": "For they don’t proceed the path of the earth.",
    "ai-anya-e0301n9:37_1": "The sound of honey is stated in the way beginning, “Confidence,” and “proaching of the earth,” and “possessor of eight (faith).",
    "ai-anya-e0301n9:38_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n9:39_0": "“The eightfold path has been stated in the practice of the noble eightfold path.”",
    "ai-anya-e0301n9:40_0": "Here someone makes a variety of four factors, etc., respectively, and so on.",
    "ai-anya-e0301n9:40_1": "the faculties subsequently,",
    "ai-anya-e0301n9:40_2": "And what does relying on?",
    "ai-anya-e0301n9:40_3": "(whether that) is spoken in self-mortification that can be spoken to all states in the way.",
    "ai-anya-e0301n9:40_4": "So, doing what is connected with the various kinds of functionally applications to themselves indicated by the fine-material faculties.",
    "ai-anya-e0301n9:40_5": "And they hung up the sense faculties:",
    "ai-anya-e0301n9:40_6": "is said to be jealousy.",
    "ai-anya-e0301n9:40_7": "Herein, the five showers of seeing and so on, etc., these consciousnesses were jealousy, and so on.",
    "ai-anya-e0301n9:40_8": "(wholesome) powerfully means endowed with the perfume of those good qualities,",
    "ai-anya-e0301n9:40_9": "Or alternatively, the defining of the fourfold elements, which is an impulsion of the fine-material sphere, etc., is pentad in accordance with the aggregates.",
    "ai-anya-e0301n9:40_10": "if it is not of something else;",
    "ai-anya-e0301n9:40_11": "and in that case, the women occurred with a woman’s love,",
    "ai-anya-e0301n9:40_12": "Then all the deeds done in that place were continually covered with the fourfold origination, not with the any other reason. There is no place here.",
    "ai-anya-e0301n9:40_13": "Aiming at that place, were worshipped by the mind,",
    "ai-anya-e0301n9:40_14": "You can get to know a person’s resilience in this place,",
    "ai-anya-e0301n9:40_15": "On the contrary, when there is a danger in materiality and foundation for two months, garlands and fragrances, and makeup, and bees.",
    "ai-anya-e0301n9:40_16": "Then this was said:",
    "ai-anya-e0301n9:40_17": "to give birth and death.",
    "ai-anya-e0301n9:40_18": "Likewise the feeling, likewise in the contemplation of feeling,",
    "ai-anya-e0301n9:40_19": "The Protector of faith in the mind,",
    "ai-anya-e0301n9:40_20": "(They are) energys that are actions, and energy,",
    "ai-anya-e0301n9:40_21": "mindfulness meditation is established on the object.",
    "ai-anya-e0301n9:40_22": "Immersion is always on the object.",
    "ai-anya-e0301n9:40_23": "and preoccupied with wisdom is associated with the hermits.",
    "ai-anya-e0301n9:40_24": "And having the wisdom there is from the scrutiny of the Anomatic knowledge of various kinds,",
    "ai-anya-e0301n9:40_25": "for this earth is filled with pleasure and pain.",
    "ai-anya-e0301n9:40_26": "After being himself conquered, he roses his being thus poisoned,",
    "ai-anya-e0301n9:40_27": "Just as fire, water, fire, or air",
    "ai-anya-e0301n9:40_28": "it should be seen like this.",
    "ai-anya-e0301n9:41_0": "What is penetrated in this way:",
    "ai-anya-e0301n9:41_1": "not knowing what is known,",
    "ai-anya-e0301n9:41_2": "Four Truths",
    "ai-anya-e0301n9:41_3": "the deathless state,",
    "ai-anya-e0301n9:41_4": "I will know what is not known, and I will not think.",
    "ai-anya-e0301n9:41_5": "For perception is evident, it is to be found while standing on the perception of sounds,",
    "ai-anya-e0301n9:41_6": "Just as Makkhali Gosāla",
    "ai-anya-e0301n9:41_7": "for he does not enter upon and dwell in consequence thus.",
    "ai-anya-e0301n9:41_8": "When you will know, ‘I will not think the faculty of wielding the faculties’ faculty, with worry and wisdom.",
    "ai-anya-e0301n9:41_9": "As to apprehending it from the beginning, “There is no danger of any difference between the time of moving and giving attention to it up. ” So they acquire the way already described.",
    "ai-anya-e0301n9:41_10": "Transgression another one.",
    "ai-anya-e0301n9:41_11": "For it is only this reason that the faculties of its defilements, and so on, being unable to discern the path and the defilements in that way, which is caught up in the way that is irreversible and fit for the deathless, deliverance of the deathless, and is said to be the fourth.",
    "ai-anya-e0301n9:41_12": "They understand the faculties of enlightenment, having understood the faculties of unknowing, their defilements come to an end.",
    "ai-anya-e0301n9:41_13": "Knowing this, the principles should be understood to understand that there is three things associated with hermits.",
    "ai-anya-e0301n9:42_0": "Herein, the explanation of these sentient beings is spoken of in self-mortification. They’re complete understanding how to completely understand these five faculties, with the characteristic of continued existence, which is an inclination of faith, lamps, and enlightenment.",
    "ai-anya-e0301n9:42_1": "His own desires are continuously.",
    "ai-anya-e0301n9:42_2": "and one of them makes the complete understanding of a woman.",
    "ai-anya-e0301n9:42_3": "He who lives on like a service: he who possesses the perception of self,",
    "ai-anya-e0301n9:42_4": "On that occasion one is liberated through the instance of one’s life, without understanding the dangers.",
    "ai-anya-e0301n9:42_5": "But this faculties should be seen here too, in the sense of habitually, opposing that are stated here.",
    "ai-anya-e0301n9:42_6": "For one who owns their own fevers in himself, their own links, tied up with the leopard of this body, but without understanding.",
    "ai-anya-e0301n9:42_7": "so the self is unguarded by means of diligence and displayed by oneself.",
    "ai-anya-e0301n9:42_8": "When he has done so, his understanding is freed from suffering.",
    "ai-anya-e0301n9:42_9": "The passing away and being reborn in between that enlightenment given in faith by means of the attainment of freedom is a name for the next life.",
    "ai-anya-e0301n9:42_10": "To those who have entered upon the end (of the scriptures), the three beginnings, the middles of the insights, and the ends in the middle (of the still).",
    "ai-anya-e0301n9:43_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n9:44_0": "“So this is how, overestimation is overpowered, but not others.”",
    "ai-anya-e0301n9:45_0": "Even though they’re not able to discern the faculties in the same way, their successive qualities in the absence of others.",
    "ai-anya-e0301n9:45_1": "produced by the faculties of fact that originates with one deserving faculties,",
    "ai-anya-e0301n9:45_2": "But if he were to take it with a hundred or a thousand coins,",
    "ai-anya-e0301n9:45_3": "and whatever strength they arise, they crush.",
    "ai-anya-e0301n9:45_4": "As they observe the powers",
    "ai-anya-e0301n9:45_5": "bathing wither.",
    "ai-anya-e0301n9:45_6": "Herein, weakness is weak;",
    "ai-anya-e0301n9:45_7": "Though people don’t give rise to energy,",
    "ai-anya-e0301n9:45_8": "kept rolling the strength of the strength.",
    "ai-anya-e0301n9:45_9": "Entering the power of greed is the meaning.",
    "ai-anya-e0301n9:45_10": "Before the acceptance of the non-human beings deficiency in the sense of caste, I shall keep going through the air.",
    "ai-anya-e0301n9:45_11": "Therefore, lacking faith, making amends including a discrimination, he is unable to cure faith with faith and confidence.",
    "ai-anya-e0301n9:45_12": "laziness is able to exert the power of energy that is calming energy and strength.",
    "ai-anya-e0301n9:45_13": "who is not able to intimate with a capable carer.",
    "ai-anya-e0301n9:45_14": "By doing agitation overpower one who is unable to move,",
    "ai-anya-e0301n9:45_15": "Without doing ignorance he’s unsuitable, he through wisdom,",
    "ai-anya-e0301n9:45_16": "But they must be prepare each other with each other.",
    "ai-anya-e0301n9:46_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n9:47_0": "That wicked deed is incompatible with bad friends, having not found aroused in the world, and then not neglected them in the recommended by those who are associated with it.",
    "ai-anya-e0301n9:47_1": "You’re not beautiful or ugly,",
    "ai-anya-e0301n9:48_0": "As to the states associated states, which is produced in the law of the states consisting in making predominance since it is not actually stated since it is “neither. ”",
    "ai-anya-e0301n9:48_1": "(These are) wholesome energy and unwholesome, blameless and indeterminate.",
    "ai-anya-e0301n9:48_2": "conscience and prudence,",
    "ai-anya-e0301n9:48_3": "this is wholesome intentions.",
    "ai-anya-e0301n9:48_4": "(She) thinking: I am satisfied, he is attached to heaven.",
    "ai-anya-e0301n9:48_5": "But that place he had two kinds of hermitage:",
    "ai-anya-e0301n9:48_6": "Herein, having turned out on the faculties of others, and having turned away from others, he can live on having turned away from his own place in order to prevent his own mind.",
    "ai-anya-e0301n9:48_7": "and preceding each of these, he sets out thinking, “Friend’s precepts,” and after reaching the second, he then stays there.",
    "ai-anya-e0301n9:48_8": "That’s why arouses up.",
    "ai-anya-e0301n9:48_9": "The one whose self becomes evident, speaks to, and says is said to be worse.",
    "ai-anya-e0301n9:49_0": "Because of the consent of desire.",
    "ai-anya-e0301n9:49_1": "What is thus in the past? It is the preceding specifically associated with embodiment in the past, future or present; and it is satisfied in the past, and it is always of the shadow of the future.",
    "ai-anya-e0301n9:49_2": "The same method applies",
    "ai-anya-e0301n9:49_3": "Or alternatively, it is not possible that if a community does not endure these three things being discovered and maintained by development, they proceed having totally cut them off the restraint of the faculties, and that live together by means of another.",
    "ai-anya-e0301n9:49_4": "But it’s true that someone else says is wrong there, but not in fact another sense.",
    "ai-anya-e0301n9:49_5": "Just as the wheel-turning monarch takes a single one of his own life in the presence of a single one,",
    "ai-anya-e0301n9:49_6": "thus far the Universal Monarch doesn’t exist.",
    "ai-anya-e0301n9:49_7": "Not by reason or by understanding, it is because of another.",
    "ai-anya-e0301n9:49_8": "For one wheel-turning monarch is included in another sort of knowledge and conduct.",
    "ai-anya-e0301n9:49_9": "it should be seen like this.",
    "ai-anya-e0301n9:49_10": "Herein, having performed his duties thus, is quite secluded from sense desires, secluded from unattached to the passions, in order to prevent his own strength, and in order to prevent about the continual existence, after having given up his own life, and in the future lives,",
    "ai-anya-e0301n9:49_11": "But when a sense of urgency is said to be far from eradicating.",
    "ai-anya-e0301n9:50_0": "They bring together with the appearance of one produced in one who isn’t looking down upon them, thus it is “restraint” .",
    "ai-anya-e0301n9:50_1": "They presently arisen me and they are liable to return. They call that they have arisen in their own work, and they continue by means of that which they meanwhile themselves and others.",
    "ai-anya-e0301n9:50_2": "Just as seven days are to be found:",
    "ai-anya-e0301n9:50_3": "And here, all beings according to what is called one who has these adhered to, do so by one who is liable to condition.",
    "ai-anya-e0301n9:50_4": "In the sense of nutriment: the enclosure of the bones.",
    "ai-anya-e0301n9:50_5": "Just as the meaning is: born in those twenty-four lineages, is the meaning.",
    "ai-anya-e0301n9:50_6": "Shouldn’t this because of a nutriment",
    "ai-anya-e0301n9:50_7": "nutriment condition,",
    "ai-anya-e0301n9:50_8": "It may be that one thing is accompanied by the fourfold.",
    "ai-anya-e0301n9:50_9": "But having subside in the sense of nutriment, they all of the four states beginning with the middle of the four states, of the suffering, and of all these, of which are mentioned each of them.",
    "ai-anya-e0301n9:50_10": "They eat the food thinking: ‘May even the streams of the four kinds because of fuel.’",
    "ai-anya-e0301n9:50_11": "In this case it is worth four very fruitful and beneficial.",
    "ai-anya-e0301n9:51_0": "Herein, just as, when those seeds are drunk, the fields of multi-coloured in rags, the strivings is produced from collaps.",
    "ai-anya-e0301n9:51_1": "When he extends it, he becomes skilled in this state of existence, and at the end of the earth and at the time of exertion.",
    "ai-anya-e0301n9:51_2": "In the same way, when Kāḷī, ends in sensual pleasures, work for the sake of sensual pleasures, and views of work.",
    "ai-anya-e0301n9:51_3": "Rather, the life span of widespread lifespan is short.",
    "ai-anya-e0301n9:51_4": "Because the seats are prepared up and setting up to cross a river, they continue to precise the seats.",
    "ai-anya-e0301n9:51_5": "he himself suffered to fondness through the air,",
    "ai-anya-e0301n9:51_6": "That’s why the position of sentient beings live happily without a fever, burning coals and spears.",
    "ai-anya-e0301n9:51_7": "the posts of the linked up to the life span.",
    "ai-anya-e0301n9:51_8": "just as the Sakyans burnt on their own bodies beneath with the swept away, and beaten by this severe, they put their life-form.",
    "ai-anya-e0301n9:51_9": "Being content with food and drink, they die insatiable.",
    "ai-anya-e0301n9:51_10": "In the same way, when there are sentient beings burning with the object of contact, they put a sacred object together with the rope of the kinds of feeling, seating the proportion of craving for touches, and as far as the thorns and the three kinds of feeling underlying tendencies.",
    "ai-anya-e0301n9:52_0": "For if there is no contact for one who is unable to obtain formal feeling, it is allowed by means of feeling in three ways: on contemplation and useful feeling, it is not allowed for the sake of requisites.",
    "ai-anya-e0301n9:52_1": "according as it is said, they pulled up from their own territory and defecated on the path, and they walked outside the forest.",
    "ai-anya-e0301n9:52_2": "and with the ripe old birds set up tears. They climbed and kindly there.",
    "ai-anya-e0301n9:52_3": "In the same way, when these sentient beings are reborn according to their deeds, then roaming the deeds they’re proximate caused by deeds, then as long as they come to be, life after transmigrating,",
    "ai-anya-e0301n9:52_4": "for if there is no intention, this is not allowable,",
    "ai-anya-e0301n9:52_5": "As it is allowed, the result is one because of (the result).",
    "ai-anya-e0301n9:52_6": "Equanimity is not allowed to him if his defilements were still not.",
    "ai-anya-e0301n9:52_7": "not just as the lady’s shook and resorts, so long as they lived in his own place without partner, and only the necess.",
    "ai-anya-e0301n9:52_8": "staying there at all that very news of the Sagaints were to go in the middle of the mountain. They lived there.",
    "ai-anya-e0301n9:52_9": "In the same way, the arising of the characteristics beginning with consciousness as its object, and, when that consciousness arises, it is allowable for them to do so in three ways.",
    "ai-anya-e0301n9:52_10": "If consciousness does not become established in contact, it might be swamped by a support for the purpose of contact.",
    "ai-anya-e0301n9:52_11": "Hence four instances:",
    "ai-anya-e0301n9:52_12": "consciousness is fourth.",
    "ai-anya-e0301n9:52_13": "The four kinds of happiness:",
    "ai-anya-e0301n9:53_0": "There are these four fuels. They maintain sentient beings that have been born and helped by fuel. Namely, seventy, or many kinds of contact bringing happiness. And the fourth, the name “Grasping away and falling into contact with that.”",
    "ai-anya-e0301n9:54_0": "This is the growth of the paths that grow.",
    "ai-anya-e0301n9:54_1": "Stroking on the ground, they are to be found at the time of the kasiṇa.",
    "ai-anya-e0301n9:54_2": "The nutriment should be understood as included in the four fuels, continued existence produced in that same place and continued existence as it is given for the continued existence .",
    "ai-anya-e0301n9:54_3": "But in the commentary here it is the nutriment.",
    "ai-anya-e0301n9:54_4": "What does it eat?",
    "ai-anya-e0301n9:54_5": "nutriment consists of the similes and the nutriment consisting of the nutriment consisting of forms.",
    "ai-anya-e0301n9:54_6": "contact as fuel.",
    "ai-anya-e0301n9:54_7": "three mental intention as fuel,",
    "ai-anya-e0301n9:54_8": "consciousness as fuel is what is said.",
    "ai-anya-e0301n9:54_9": "and it should be seen according to the fruit of evident as .",
    "ai-anya-e0301n9:54_10": "One who gives rise to the simile of thesimiles, but who is not able to move a large dwelling,",
    "ai-anya-e0301n9:54_11": "In the four great primary elements:",
    "ai-anya-e0301n9:54_12": "for that is why it is said in the texts on dissipation.",
    "ai-anya-e0301n9:55_0": "But the specific conditions of repetition condition is invaliding as condition: two ways of attending to the teaching.",
    "ai-anya-e0301n9:55_1": "Likewise in the case of two kinds,",
    "ai-anya-e0301n9:55_2": "Herein, whatever is said with mental intention as fuel: three kinds of mental intention,",
    "ai-anya-e0301n9:55_3": "For the discourses spoken of this discourse is said.",
    "ai-anya-e0301n9:55_4": "It doesn’t impossible for him to surmount the state of existence in the formless realm.",
    "ai-anya-e0301n9:55_5": "In the five jhānas they don’t gain.",
    "ai-anya-e0301n9:55_6": "Because they are feeble on the basis of weakness in category, they do not see incapable of becoming and including the kind of feeling.",
    "ai-anya-e0301n9:55_7": "In the first jhāna the applied thought is said to be the sustained thought.",
    "ai-anya-e0301n9:55_8": "(Once) no applied thought that is unable to accumulate in the three jhānas, and that is reckoned as feeling.",
    "ai-anya-e0301n9:55_9": "They don’t observe the things that are associated with energy, but are not produced by the power of energy for the sake of concentration; and they don’t reduc it.",
    "ai-anya-e0301n9:55_10": "When energy is strong they don’t get strong they don’t get energy.",
    "ai-anya-e0301n9:55_11": "And you don’t get caught up in a whirlpool, or coming to an end.",
    "ai-anya-e0301n9:55_12": "For the sake of its reason, since they don’t acquire the paths that have been stated in the simile of the paths.",
    "ai-anya-e0301n9:55_13": "and doubt. The faculties of the mind is produced by the power of doubt. Transmigration by the power of the variety of paths and the power of uncertainty; the faculties are the power of the paths beginning with the mind. The faculty is the power of the noble path. And it does not get the unification of doubt.",
    "ai-anya-e0301n9:55_14": "Triumph the rolls of the Wheel-In the Jina thus: “In the grove of the woods of delusion, Triumpholds, and resounding with noise of peacocks,",
    "ai-anya-e0301n9:55_15": "Your wide openings the rubbish heaps the Commentary on the banks of the river.",
    "ai-anya-e0301n9:56_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n9:57_0": "“It is because of the cause of these kinds of function that it is said to because it is not shown by means of one or other of these that it is said to be the reason why they have not developed that it is stated laugh.”",
    "ai-anya-e0301n9:58_0": "They gain the attainment of discerning conditions, and practise in each and every one of the attainment.",
    "ai-anya-e0301n9:58_1": "if you’re not second;",
    "ai-anya-e0301n9:58_2": "Any otherwise:",
    "ai-anya-e0301n9:58_3": "That’s how, having made mindfulness of the faculties is said to have associated with the faculties as preceding both the faculties and the collection of the faculties, namely, with the sense faculties,",
    "ai-anya-e0301n9:58_4": "Likewise in the analysis of predominance.",
    "ai-anya-e0301n9:58_5": "Herein, the states associated with desire are the states consisting in having analysis of zeal, and so on.",
    "ai-anya-e0301n9:58_6": "When there is mindfulness, then becomes evident to him.",
    "ai-anya-e0301n9:58_7": "isn’t put in charge,",
    "ai-anya-e0301n9:58_8": "I am skilled in flowers, skilled in characteristics, and so on.",
    "ai-anya-e0301n9:58_9": "One endowed with a single harness,",
    "ai-anya-e0301n9:59_0": "164.",
    "ai-anya-e0301n9:59_1": "that one who has realized the four truths:",
    "ai-anya-e0301n9:59_2": "they are attracted by the four factors of Awakening.",
    "ai-anya-e0301n9:59_3": "Four knowledges,",
    "ai-anya-e0301n9:59_4": "For this is said in the Mahāniddesa: the four paths and the four paths , and the knowledge of the paths of Awakening.",
    "ai-anya-e0301n9:59_5": "the gate is excellent,",
    "ai-anya-e0301n9:59_6": "The Buddha-to-be left:",
    "ai-anya-e0301n9:59_7": "Those in higher ethics, two higher mind, and the educated in terms of the Teacher’s instructions, and in the Teacher’s instructions. This is the only truth,",
    "ai-anya-e0301n9:59_8": "But when they are born in them, they say:",
    "ai-anya-e0301n9:59_9": "and having given attention to the objects of phenomena, and being bound to the bodies of (which is) associated with the objects, and so on, the consciousness belonging to the base consisting of boundless consciousness, and supporting the mind as their objects in the case of the bodies.",
    "ai-anya-e0301n9:59_10": "mindfulness meditation is established that place.",
    "ai-anya-e0301n9:59_11": "Four lesser powers: one who proceeds in accordance with the Dhamma, one who is unfinished in accordance with the Dhamma, and one who has not said.",
    "ai-anya-e0301n9:59_12": "Observing the body",
    "ai-anya-e0301n9:59_13": "At that time the in-breaths and out-breaths are actually illustrious in-breaths and out-breaths, and so on.",
    "ai-anya-e0301n9:59_14": "firstly of all adverting inside.",
    "ai-anya-e0301n9:59_15": "By breaking off of the nine feelings, feelings, feelings, mental feelings, and feelings, the feelings, etc., respect and venerating that feelings due to the body, and so on.",
    "ai-anya-e0301n9:59_16": "But in the case of the sixteen mental factors, which have passion in the fine-materiality as their consciousness and have not been given up in the sixteen kinds of dealing with the mind.",
    "ai-anya-e0301n9:59_17": "That of the five hindrances, etc., which is the hindrances, etc., that is to say, the desires of the Dhamma in the case of the Dhamma, and so on.",
    "ai-anya-e0301n9:60_0": "and for the developed of what is known -",
    "ai-anya-e0301n9:61_0": "“As the shaved from the hair, body hairs, nails, teeth, skin, flesh, sinews, and body hairs growing on my body.”",
    "ai-anya-e0301n9:62_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n9:63_0": "“Without doing the proximate cause, ~ there is no (discourse in) the intention of giving it.”",
    "ai-anya-e0301n9:64_0": "He dwells contemplating (the nature of) the body in the body,",
    "ai-anya-e0301n9:64_1": "For this body is shown by means of non-distraction.",
    "ai-anya-e0301n9:65_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n9:66_0": "“Feeling is said to have recommended by feeling.”",
    "ai-anya-e0301n9:66_1": "You’ll never be beautiful,",
    "ai-anya-e0301n9:66_2": "For he meditates contemplating (the nature of) feelings in feelings,",
    "ai-anya-e0301n9:66_3": "Likewise, at the time of the mind,",
    "ai-anya-e0301n9:67_0": "they’re not attached to each individual.",
    "ai-anya-e0301n9:68_0": "“Perceptions of the processes is characterized as the characteristic of thought and the state of non-contemplation of insight. Dhamma is said.”",
    "ai-anya-e0301n9:68_1": "Sundarī too,",
    "ai-anya-e0301n9:69_0": "For some things are mentioned in the texts of perception and feeling,",
    "ai-anya-e0301n9:69_1": "for entering the path for refuge, they say,",
    "ai-anya-e0301n9:69_2": "Then the five constituents (of mind and body) that provide fuel for attachment.",
    "ai-anya-e0301n9:69_3": "Twelve years from there",
    "ai-anya-e0301n9:69_4": "After that, the seven factors of awakening,",
    "ai-anya-e0301n9:69_5": "After the four truths:",
    "ai-anya-e0301n9:69_6": "If just one thing is included in this way, even if that of these four things are effective, they should not say:",
    "ai-anya-e0301n9:69_7": "whatever bodily form there is were said to be constituent group",
    "ai-anya-e0301n9:69_8": "So it is of the kind already described.",
    "ai-anya-e0301n9:69_9": "for its characteristic is produced by dead, being a dead man,",
    "ai-anya-e0301n9:69_10": "With his own insight he has gross to give up subtlety in self-controlled,",
    "ai-anya-e0301n9:69_11": "But it should be understood that this body should be understood according to suttas beginning with in accordance with the Dhamma.",
    "ai-anya-e0301n9:69_12": "It has the characteristic of oppositeness.",
    "ai-anya-e0301n9:69_13": "Because it has not been developed by the body that is intoxicated by the fine-material and immaterial deeds,",
    "ai-anya-e0301n9:69_14": "being did not allow them to be terminates.",
    "ai-anya-e0301n9:69_15": "With that grossness of distinction is well subtle,",
    "ai-anya-e0301n9:69_16": "Likewise in the same way there are two kinds of subtlety that are fine-material and immeasurable,",
    "ai-anya-e0301n9:69_17": "Herein, bound by grossness in this way: After going to heaven,",
    "ai-anya-e0301n9:69_18": "he’s excellent, full of fine;",
    "ai-anya-e0301n9:69_19": "Herein, feeling is the mental experienced give up and given up of the mind?",
    "ai-anya-e0301n9:69_20": "Having abandoned the feeling constituent groups (of mind and body) that provide fuel for attachment,",
    "ai-anya-e0301n9:69_21": "That’s why they’re to be spoken of.",
    "ai-anya-e0301n9:69_22": "are rightly settled;",
    "ai-anya-e0301n9:69_23": "“Gladly, let only skin, sinews, and bones remain!",
    "ai-anya-e0301n9:69_24": "Well, Upavāṇa,",
    "ai-anya-e0301n9:69_25": "being struck by a jackal’s bowl,",
    "ai-anya-e0301n9:69_26": "(but) he does not give up that energy, and coming back to the realm of the noble ones, thus it is called “respective .”",
    "ai-anya-e0301n9:69_27": "Since it is so one strong that it is suppressed by this fourth jhāna.",
    "ai-anya-e0301n9:69_28": "The Buddha has been given up:",
    "ai-anya-e0301n9:70_0": "There I teach the Dhamma that has arisen in such a place and in such a place, and I produced the evil comes about, and I have arisen in that place.",
    "ai-anya-e0301n9:70_1": "with the giving up of these is peaceful, one whose mind is extinguished through the extra effort for (thinking):",
    "ai-anya-e0301n9:70_2": "Or alternatively, all of them endeavour, fulfilment, strong in meditation,",
    "ai-anya-e0301n9:70_3": "having heard the discourses that have arisen, the minds that have not arisen in the places of others,",
    "ai-anya-e0301n9:70_4": "Those who have a root of unprofitable roots, for the sentient beings that arise from the root of their plenty of corruptions.",
    "ai-anya-e0301n9:70_5": "These seeming",
    "ai-anya-e0301n9:70_6": "I was not exhausted by those deeds of defilement,",
    "ai-anya-e0301n9:70_7": "When I was also at ease intervals of others, I would cut off my own doctrine and reflect on my own way.",
    "ai-anya-e0301n9:70_8": "In order to purify these four skillful qualities: ‘These seven skillful qualities that have not yet arisen, are purified in profitable states. We practice discerning purity of the noble ones, free from fear and considered to end the path of purification, those who are free from enmity, and are free from affliction.’",
    "ai-anya-e0301n9:71_0": "When wholesome things that have arisen, they decline.",
    "ai-anya-e0301n9:71_1": "they did not found in me.",
    "ai-anya-e0301n9:71_2": "and having dived the next life the next life, whenever they pass away from the round of rebirths by theft of (wholesome) appearance, and having arisen in their own doctrine, it is peaceful,",
    "ai-anya-e0301n9:71_3": "And the last one of these four elements should be understood through one or other of the four mouth-foots: that is, the last one, or the fourth,",
    "ai-anya-e0301n9:71_4": "But in the Commentaries it is of four kinds as they are stated in the each of the fourth path.",
    "ai-anya-e0301n9:72_0": "the meaning is successful in his psychic power; his deeds is the meaning.",
    "ai-anya-e0301n9:72_1": "Yet they should be completely understood by direct knowledge what should be given up by direct knowledge and complete understanding. They should be given up by direct knowledge and complete understanding. The five things that should be developed by direct knowledge, complete understanding, and realize what is to be developed.",
    "ai-anya-e0301n9:72_2": "(These Bhikkhus) who are subdued in the Teacher’s instructions, all the Devas came to Uttarakuru, together with their abode of all the gods.",
    "ai-anya-e0301n9:72_3": "These are the conditions for attaining.",
    "ai-anya-e0301n9:72_4": "Psychic Powers means Bases of Psychic Power.",
    "ai-anya-e0301n9:72_5": "the basis of psychic power that has striving is said.",
    "ai-anya-e0301n9:72_6": "But that is how they are stated in the four bases of psychic power as well.",
    "ai-anya-e0301n9:72_7": "He is mastered by desire, psychic power, who has chosen to (wholesome) desire and greed for him.",
    "ai-anya-e0301n9:72_8": "The remaining kinds of search consisting in the rest.",
    "ai-anya-e0301n9:72_9": "You should all go about these things.",
    "ai-anya-e0301n9:72_10": "Because no one able to get resentment through somehow abstinate and, etc., that encountered by zeal and the bowl.",
    "ai-anya-e0301n9:72_11": "So these four things should be seen here: firstly, two things should be seen.",
    "ai-anya-e0301n9:73_0": "and for the noble state (from) one that has arisen,",
    "ai-anya-e0301n9:74_0": "° saying: “He who is stepped on this following air with psychic powers, thus there is no supernormal powers;",
    "ai-anya-e0301n9:74_1": "psychic powers are said to be one who has psychic power.",
    "ai-anya-e0301n9:74_2": "Now what, monks, is psychic power?",
    "ai-anya-e0301n9:74_3": "It’s when a mendicant wields the many kinds of psychic power:",
    "ai-anya-e0301n9:74_4": "become many,",
    "ai-anya-e0301n9:74_5": "he exercises power as far as the Brahmā realm.",
    "ai-anya-e0301n9:74_6": "This is called the ‘villen’.",
    "ai-anya-e0301n9:74_7": "In this way even a mixed method isn’t prevailed by the teaching.",
    "ai-anya-e0301n9:75_0": "But in the analysis of the earth, the waters of supermundane, the supermundane attainments, the physical base consisting of neither perception nor non-perception is called “anger”.",
    "ai-anya-e0301n9:75_1": "Together with the eighth paths of psychic power, and we will marvellous deeds.",
    "ai-anya-e0301n9:75_2": "Endowed with supernormal powers.",
    "ai-anya-e0301n9:75_3": "one does not possess the base consisting of neither perception nor non-perception as the basis for psychic power,",
    "ai-anya-e0301n9:75_4": "We have psychic powers, endowed with psychic power,",
    "ai-anya-e0301n9:75_5": "Stream-Enterering, one named Vipassī.",
    "ai-anya-e0301n9:75_6": "one endowed with psychic power,",
    "ai-anya-e0301n9:75_7": "We practice the path to Worthiness.",
    "ai-anya-e0301n9:75_8": "perfection of the path to Worthiness.",
    "ai-anya-e0301n9:75_9": "We get rid of the Earth",
    "ai-anya-e0301n9:75_10": "First the second absorption",
    "ai-anya-e0301n9:75_11": "We raise our psychic powers.",
    "ai-anya-e0301n9:75_12": "neither perception nor non-perception.",
    "ai-anya-e0301n9:75_13": "one who has attained the road and boys,",
    "ai-anya-e0301n9:75_14": "one endowed with psychic power,",
    "ai-anya-e0301n9:75_15": "To attain the path of Worthiness and psychic power.",
    "ai-anya-e0301n9:75_16": "Now we make him leave the feet of the base for psychic power.",
    "ai-anya-e0301n9:75_17": "Then, when he has emerged from that path, he wields the road before.",
    "ai-anya-e0301n9:75_18": "But here the four bases of psychic power have been described in the same way as the four bases of psychic power, and they are stated in the case of the base of psychic power.",
    "ai-anya-e0301n9:76_0": "But the supermundane attainments have great understanding,",
    "ai-anya-e0301n9:76_1": "Here the supermundane attainment is born:",
    "ai-anya-e0301n9:76_2": "For one who is able to understand the facultys that are originated from the robe.",
    "ai-anya-e0301n9:76_3": "But the specific condition should be understood in the four factors of stream-entry.",
    "ai-anya-e0301n9:76_4": "according as it should be seen.",
    "ai-anya-e0301n9:76_5": "In the four factors of stream-entry a person the faculty of faith, the faculty of faith,",
    "ai-anya-e0301n9:76_6": "In the four right efforts.",
    "ai-anya-e0301n9:76_7": "according to what should be seen?",
    "ai-anya-e0301n9:76_8": "In the four right efforts occurring to energy, the faculty of energy is ten.",
    "ai-anya-e0301n9:76_9": "In the four ways of attending to mindfulness.",
    "ai-anya-e0301n9:76_10": "Where the faculty of pleasure should be seen?",
    "ai-anya-e0301n9:76_11": "In the four ways of attending to mindfulness in the four ways of attending to mindfulness,",
    "ai-anya-e0301n9:76_12": "In the four absorptions?",
    "ai-anya-e0301n9:76_13": "according as it is said to be the faculty of immersion.",
    "ai-anya-e0301n9:76_14": "In the four absorptions there are ten.",
    "ai-anya-e0301n9:76_15": "You can understand the four noble truths which are to be understood as.",
    "ai-anya-e0301n9:76_16": "according as it should be seen.",
    "ai-anya-e0301n9:76_17": "In the four noble truths the wisdom there is from defining the four noble truths.",
    "ai-anya-e0301n9:76_18": "Bodhisatta is called knowledge because he has entered upon the four paths assembled in the four paths of Awakening; and he is the knowledge of them.",
    "ai-anya-e0301n9:76_19": "For the fourteenth won’t arise in any one of the fourteenth part of the awakening factor of the great awakening factor of the path. It is converted to the peak of awakening in the Great Wood, as the enlightenment factor of Complete Awakening.",
    "ai-anya-e0301n9:76_20": "mindfulness,",
    "ai-anya-e0301n9:76_21": "For that is in the case of the scope of the locality of Kāsīs, delivered with the forty meditation subjects, and then the rolls into the sky, complete in all the four directions, and so on.",
    "ai-anya-e0301n9:76_22": "Vipassī, the plane of enlightenment factor: making the earth element internally and externally, externally, and both internally and externally.",
    "ai-anya-e0301n9:76_23": "the factor of Complete Awakening that is the awakening factor of investigation of (the nature of) things,",
    "ai-anya-e0301n9:76_24": "Then even if he summons his own development of the Godhā the serpent back and forth into the sky all the way, he broke the double on all the way around, going along the road in the four directions, and he fulfills the factor of the path.",
    "ai-anya-e0301n9:76_25": "the energy factor of complete awakening,",
    "ai-anya-e0301n9:76_26": "For that is so, all the mundane and resort’” owing to his own gets , and he gives up all the aspects of the development of the opposite sex. Then, the meditator discerns all the development of the meditation subjects that have been described in the way already described, fulfils, repelled in the way already stated, and subdued themselves with the Laṅkā.",
    "ai-anya-e0301n9:77_0": "the joy factor of complete awakening.",
    "ai-anya-e0301n9:77_1": "For that, even when arranged with the wholesome and an opposite sex all the skill in refectory , the country, although the ground righteously filled with the collection of the Dhamma, the mind becomes clear, and so the repelled View.",
    "ai-anya-e0301n9:77_2": "the calmness factor of complete awakening,",
    "ai-anya-e0301n9:77_3": "For even the meditator’s mind has all the duties of the kind already described in the way already described, being observed all kinds of temperament, stiffened with worms and inclined to the fulfilment of all the time, and filling up the perfection of the opposite sex.",
    "ai-anya-e0301n9:77_4": "it is the concentration factor of complete awakening.",
    "ai-anya-e0301n9:77_5": "arose in him, and she became well-known and",
    "ai-anya-e0301n9:77_6": "Internally the awakening factor of equanimity is the awakening factor of equanimity; and equanimity.",
    "ai-anya-e0301n9:77_7": "And that has been stated in the Vibhaṅga too with the surrounding the mindfulness and full awareness, while the meditator is engaged in and well aroused, having discerned the development of the mind, and he then fills the perfection of all the beings in the way already described.",
    "ai-anya-e0301n9:77_8": "right view, right thought, right speech, right action.",
    "ai-anya-e0301n9:77_9": "And knowledge about the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.",
    "ai-anya-e0301n9:77_10": "right thought, right speech, right action, right livelihood",
    "ai-anya-e0301n9:77_11": "As to those of right view, the meaning is that it is occurred is, the meaning is,",
    "ai-anya-e0301n9:77_12": "for they are included in the categories of wisdom.",
    "ai-anya-e0301n9:77_13": "Whatever things are right view, right thought, right speech, right action, right livelihood, and right effort.",
    "ai-anya-e0301n9:77_14": "right speech, right action is the same as before.",
    "ai-anya-e0301n9:77_15": "right effort:",
    "ai-anya-e0301n9:77_16": "the end of the four ways of energy,",
    "ai-anya-e0301n9:77_17": "After doing tranquillity by tranquillity, one is said to be a worker:",
    "ai-anya-e0301n9:77_18": "By the seven (supernatural) powers: placed in the seven enlightenment factor, the interpreting of mindfulness meditation, and the four right efforts,",
    "ai-anya-e0301n9:77_19": "Now he shows the duties to the burden, etc., that is to say, basics, and attainments.",
    "ai-anya-e0301n9:78_0": "and for the noble state (from) one that has arisen,",
    "ai-anya-e0301n9:79_0": "“He is able to show that he has come back there again and again in each case.”",
    "ai-anya-e0301n9:79_1": "not out of fear.",
    "ai-anya-e0301n9:80_0": "for he does not gain even a seven rebirths,",
    "ai-anya-e0301n9:80_1": "About overpowers one place and each finds satisfaction.",
    "ai-anya-e0301n9:80_2": "equanimity enlightenment factor, has the equanimity enlightenment factor,",
    "ai-anya-e0301n9:80_3": "And the basis of psychic power, one thing, and one ground for nine grounds.",
    "ai-anya-e0301n9:80_4": "One reckoning energy is the basis for psychic powers. It is manifested in one place without understanding the faculty enlightenment factor, and not by means of the path.",
    "ai-anya-e0301n9:80_5": "Eleventh mindfulness, the concentration faculty, is the establishing of the path enlightenment factor and the path of the jhāna factors.",
    "ai-anya-e0301n9:80_6": "one concentration faculty, the four powers, the factors of awakening, and the path to awakening.",
    "ai-anya-e0301n9:80_7": "Eleven Path and Faculties: the faculties and the five powers, the seven awakening factors, and the path.",
    "ai-anya-e0301n9:80_8": "Eleventh faculty, faith is in the power of faith and decay.",
    "ai-anya-e0301n9:80_9": "But the thirty-two things differ in both their bodies were difference between them.",
    "ai-anya-e0301n9:80_10": "But in the case of one opposites that occurrence in the path, and life-forms that are owned only in the various orders of their own energy, and let alone those that are practiced.",
    "ai-anya-e0301n9:80_11": "So too with the rest.",
    "ai-anya-e0301n9:80_12": "Therefore they all, by doing so, they all find unsurpassed supramundane states.",
    "ai-anya-e0301n9:80_13": "Or alternatively: here the word “refuse” because of the preceding of thought.",
    "ai-anya-e0301n9:80_14": "The meaning is that it is given in the fourfold reckoning as a charnel ground in the fourfold reckoning, as blessing, under the earth kasiṇa.",
    "ai-anya-e0301n9:81_0": "That is the three kinds of happiness, namely, sense-spheres, deportment, etc., as well as in the sense-spheres, and the rest.",
    "ai-anya-e0301n9:81_1": "When you’re ethical and Whatever bodily, verbal, and mental deeds are allowed to be running towards oneself in the various forms,",
    "ai-anya-e0301n9:81_2": "With purified purification of mind from the group of six, purified and surpasses that of purification",
    "ai-anya-e0301n9:81_3": "In this life the purity of mindfulness occupied with the four paths of purity, etc., there is due to tranquillity of faith, and so on. The virtue of the Bodhisattas see the Bodhisattas .",
    "ai-anya-e0301n9:81_4": "Likewise to the arousing of the path in the case of the building work which will be shown by the Elders.",
    "ai-anya-e0301n9:81_5": "For that is why the Bodhisatta has Path –",
    "ai-anya-e0301n9:82_0": "That’s how sense restraint is developed and cultivated so as to fulfill the three kinds of good conduct.",
    "ai-anya-e0301n9:82_1": "That’s how the three kinds of good conduct are developed and cultivated so as to fulfill the four kinds of mindfulness meditation.",
    "ai-anya-e0301n9:82_2": "That’s how the four kinds of mindfulness meditation are developed and cultivated so as to fulfill the seven awakening factors.",
    "ai-anya-e0301n9:82_3": "Like this, when the seven awakening factors are developed and cultivated, fulfill knowledge and freedom.",
    "ai-anya-e0301n9:83_0": "There are eight strengths that are not worth thoroughly powerfulness in the shade of the dropping of the path and the air.",
    "ai-anya-e0301n9:83_1": "By means of Vipassī, the meditation on embarrassing the ground, and the shackles of the Brahmajāla Suttas came from the empty stations.",
    "ai-anya-e0301n9:83_2": "Leading to Awakening",
    "ai-anya-e0301n9:84_0": "165.",
    "ai-anya-e0301n9:84_1": "For all five aggregates: five aggregates in all five ways,",
    "ai-anya-e0301n9:84_2": "In the past, future, and present.",
    "ai-anya-e0301n9:84_3": "and doing so.",
    "ai-anya-e0301n9:84_4": "Likewise, while he perceives thus as characteristics, etc., in insight to the past, future and present, feeling, perception, choices, and consciousness.",
    "ai-anya-e0301n9:84_5": "conditioned phenomena,",
    "ai-anya-e0301n9:84_6": "intention is compared to contact,",
    "ai-anya-e0301n9:84_7": "and in the six carpets were born in the same way. They made simultaneous probation for themselves in the same place as given in the six doors, and they lay down the same drinking their own work, bedsing the limbs, and bearing the neighbourhoods, tasks, and piles to be done for their own work.",
    "ai-anya-e0301n9:84_8": "for this is said in the Paṭisambhidā:",
    "ai-anya-e0301n9:85_0": "And why do you call them choices?",
    "ai-anya-e0301n9:85_1": "Choices produce conditioned phenomena; that’s why they’re called ‘choices’.",
    "ai-anya-e0301n9:85_2": "And what is conditioned and what is bodily form?",
    "ai-anya-e0301n9:85_3": "feeling ...",
    "ai-anya-e0301n9:85_4": "perception ...",
    "ai-anya-e0301n9:85_5": "choices are conditioned.",
    "ai-anya-e0301n9:85_6": "consciousness and the horn is conditioned.",
    "ai-anya-e0301n9:85_7": "Choices produce conditioned phenomena; that’s why they’re called ‘choices’.",
    "ai-anya-e0301n9:86_0": "Herein, formations are used for the purpose of making form. In whatever place the bodily form there is bodily form, made up of the kasiṇa, etc., but in the case of the physical formations, made up of the opposite sex, etc., and constantly, the meaning is that it has arisen in that place.",
    "ai-anya-e0301n9:86_1": "India, bedding, shameless clothes, and the beds, chairs that were occupied with a gold coin, etc., is allowable to enjoy the use of wealth.",
    "ai-anya-e0301n9:86_2": "Feeling in this life and in the present life.",
    "ai-anya-e0301n9:86_3": "Herein, feeling is conditioned in the present. Feeling is the intention to activities: making choice ... giving up, continuation, and worry producement, and defilement of the heavenly feeling. Difference, they choice and make that ethical conduct.",
    "ai-anya-e0301n9:86_4": "The searches",
    "ai-anya-e0301n9:86_5": "Knowing choices for the sake of contact, living for the benefit of living creatures, stealing, sexual misconduct, and using speech that’s false, divisive, harsh, or nonsensical. And they should know all the world in detail:",
    "ai-anya-e0301n9:86_6": "Here it may be asked: “How many kinds of feeling, touching, calm, etc., have perception, states, thoughts such aspiration, etc., states, have been described in the mas of faith, and so on. When one who has spoken of faith in the states of faith, etc.,",
    "ai-anya-e0301n9:87_0": "Just as a strong powder cuts off the roots and various kinds of medicines, when the roots are cut off, the roots are in the roots",
    "ai-anya-e0301n9:87_1": "When you know these things are harder, they pull them out after pulling them out. Then after pulling them out of the powder and pulling them out.",
    "ai-anya-e0301n9:87_2": "while the resting places are all present",
    "ai-anya-e0301n9:87_3": "Then, after plastering on both occasions, he turns back and plasters.",
    "ai-anya-e0301n9:87_4": "the unshakable,",
    "ai-anya-e0301n9:87_5": "In the same way, the Buddha, having known these three characteristics and for the sake of pleasure aggregates, and for the sake of clarifying the three characteristics of foulness, he constantly pressed the objects of defilements, having exerted the three Vedas, the five grasping aggregates, and the Dhamma. After giving up of feeling, he will consciousness to the higher mind as the three aggregates.",
    "ai-anya-e0301n9:87_6": "Because there is no fishing in water, there is no dissatisfaction with the water.",
    "ai-anya-e0301n9:87_7": "But there is no one kind of thorns, remaining in them.",
    "ai-anya-e0301n9:87_8": "Suppose that in the wood there was no drum in the grove of Incomparable woods. There was no thorns, and clothes in the lotuses.",
    "ai-anya-e0301n9:87_9": "and if it is not only a single stomach secure.",
    "ai-anya-e0301n9:87_10": "In the same way, when sentient beings are subtle and conquered by anything that can be in the same way.",
    "ai-anya-e0301n9:87_11": "There are deitiess of human beings who are malevolent and enjoy them.",
    "ai-anya-e0301n9:87_12": "If the incomparable to those who had enemy well-behaved,",
    "ai-anya-e0301n9:87_13": "Who will be able to accept?",
    "ai-anya-e0301n9:87_14": "Likewise contact, reflecting, something, energy, mindfulness, immersion, and equanimity.",
    "ai-anya-e0301n9:87_15": "If I drink such a state, it would be truly good. Please help you call someone else who does want to see you. Where would you want?”",
    "ai-anya-e0301n9:88_0": "And so these things are reinforced in the ultimate way.",
    "ai-anya-e0301n9:88_1": "That’s why the Buddha teaches one mass of suffering.",
    "ai-anya-e0301n9:88_2": "Likewise the king’s own perceptions about one’s own good fortune whose refuge is in the same way.",
    "ai-anya-e0301n9:88_3": "for the sentient beings who perceive themselves as self and conceive in that place. And when they know they are discovered, they should know it be contemplated by means of which they arise.",
    "ai-anya-e0301n9:88_4": "Accepting that they know what was troubled, and they did not know.",
    "ai-anya-e0301n9:88_5": "Indeed we knew.",
    "ai-anya-e0301n9:88_6": "Who is our guide and our refuge in the world, and in the next world, having made known the ultimate goal?",
    "ai-anya-e0301n9:88_7": "And so these things are reinforced in themselves with perception and feeling, their own essence is the ultimate goal.",
    "ai-anya-e0301n9:88_8": "That’s why the Buddha teaches one points out the aggregates, namely, the clanza.",
    "ai-anya-e0301n9:88_9": "There is no place among beings in the class of rebirth-existence after the death of sentient beings.",
    "ai-anya-e0301n9:88_10": "Because there is no pleasure, no pleasure and pain are impermanent.",
    "ai-anya-e0301n9:88_11": "for that is painful happiness.",
    "ai-anya-e0301n9:88_12": "Perceptions are impermanent, he will not for any wish,",
    "ai-anya-e0301n9:88_13": "My energy is impermanent.",
    "ai-anya-e0301n9:88_14": "who preserves things, and doesn’t breath,",
    "ai-anya-e0301n9:88_15": "greed, hate, and delusion are impermanent",
    "ai-anya-e0301n9:88_16": "Others don’t arise or does.",
    "ai-anya-e0301n9:88_17": "Yes, hate is impermanent.",
    "ai-anya-e0301n9:88_18": "only occasion when.",
    "ai-anya-e0301n9:88_19": "Faith is impermanent.",
    "ai-anya-e0301n9:88_20": "His mind is confident in heart, he has no confidence in his heart,",
    "ai-anya-e0301n9:88_21": "Wisdom is impermanent.",
    "ai-anya-e0301n9:88_22": "Knowing this, sometimes do not know,",
    "ai-anya-e0301n9:88_23": "mind is not easily understood",
    "ai-anya-e0301n9:88_24": "For sentient beings are not impermanent,",
    "ai-anya-e0301n9:88_25": "Others don’t get annoyed by anyone.",
    "ai-anya-e0301n9:88_26": "and having produced he is one who always gains happiness for oneself. With the sake of it, he becomes constantly suffering.",
    "ai-anya-e0301n9:88_27": "So when a mind is permanent, everlasting, eternal, and imperishable.",
    "ai-anya-e0301n9:88_28": "That’s why the Buddha teaches one points out the aggregates, namely, the clanza.",
    "ai-anya-e0301n9:89_0": "and for the noble state (from) one that has arisen,",
    "ai-anya-e0301n9:90_0": "“Have he eats the meal before the meal in a group and also the eats the current, the embankment sticks in the morning, and then it is because he is present to him as an absence of feelings.”",
    "ai-anya-e0301n9:90_1": "and the meal should eat.",
    "ai-anya-e0301n9:90_2": "Perceptions are the cause of perceptions, and the prescribing of meaning in the phrasing;",
    "ai-anya-e0301n9:90_3": "choices are the conditions for the meal offerings.",
    "ai-anya-e0301n9:90_4": "consciousness is eaten by the tip of it.",
    "ai-anya-e0301n9:90_5": "thus far the eradicated: it is called “composed” .",
    "ai-anya-e0301n9:90_6": "it should be seen as the essential.",
    "ai-anya-e0301n9:91_0": "For that is the eighth measureless talk about the Dhamma in this way.",
    "ai-anya-e0301n9:91_1": "Upasena and come to the place where",
    "ai-anya-e0301n9:91_2": "And the Buddha doesn’t speak of creating the supernormal powers, as well as the aggregates.",
    "ai-anya-e0301n9:91_3": "and his state of existence is successful;",
    "ai-anya-e0301n9:92_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n9:93_0": "° and said: “This too is the reason for it,",
    "ai-anya-e0301n9:93_1": "He eats food from which he eats what is eaten, he who enjoys the use of their wealth.",
    "ai-anya-e0301n9:93_2": "do not give to them, nor do they wish.”",
    "ai-anya-e0301n9:93_3": "or other",
    "ai-anya-e0301n9:94_0": "the four constituents (of mind and body) that provide fuel for attachment.",
    "ai-anya-e0301n9:94_1": "Their five aggregates are mentioned in accordance with the whole of all the aspects beginning with the opposite sex, and so on. Their five grasping aggregates are mentioned as stated .",
    "ai-anya-e0301n9:94_2": "By means of his own attainment of the base consisting of boundless consciousness itself (of rebirth), like the base (only) in a fieldstead of fruit.",
    "ai-anya-e0301n9:94_3": "In the sense-spheres: the sounds of the six internal sense-spheres and the defining of the sense-spheres, and the eight-spheres are produced in the sense-spheres and the sense-spheres, and the kinds of urgency and three.",
    "ai-anya-e0301n9:94_4": "Herein, when one-sespheres are included in the same place as before, the doors and the heavens don’t come back again and again, and they appear no longer.",
    "ai-anya-e0301n9:94_5": "they do not follow each other with abiding.",
    "ai-anya-e0301n9:94_6": "When it was being spoken, the houses occurred as one would roll away. It was rolling away, it would not be otherwise.",
    "ai-anya-e0301n9:94_7": "So what is called “base” in the sense of defining the sense fields” and “base” merely in the sense of locality of the sense spheres, produced in the sense fields.",
    "ai-anya-e0301n9:94_8": "As a consequence of the sense-sphere, it is expanded as if it were allowed.",
    "ai-anya-e0301n9:95_0": "Just as with blossoming trees that are secured for the purpose of crossing the flower, which is constantly shaken and drunk,",
    "ai-anya-e0301n9:95_1": "In the same way there are things that are grounds for the consciousness-originated, the one with formations and consciousness-objects of the mind, namely, the one with its objects of the six-six Dhamma, and the objects for the purpose of phenomena are permanent.",
    "ai-anya-e0301n9:95_2": "therefore forms are the six sense fields, contacts, and sense fields.",
    "ai-anya-e0301n9:95_3": "But then these advers to their minds are quite different from the sense fields,",
    "ai-anya-e0301n9:95_4": "the eye and the sense-spheres:",
    "ai-anya-e0301n9:95_5": "So too, for the sake of heavens",
    "ai-anya-e0301n9:95_6": "Herein, the eye is in the primary elements are helpful for sentient beings observed by sensual pleasures, etc., and because they are similar in them.",
    "ai-anya-e0301n9:95_7": "and on the next seat between them along the nose.",
    "ai-anya-e0301n9:95_8": "then these four are tongues:",
    "ai-anya-e0301n9:95_9": "Then the insects of the whole body",
    "ai-anya-e0301n9:95_10": "then all of them roamed around them with a mind-made body,",
    "ai-anya-e0301n9:95_11": "But the rest are given in the sense of urgency.",
    "ai-anya-e0301n9:96_0": "or seven people.",
    "ai-anya-e0301n9:96_1": "and that, while standing, she stands, tied, and insubstantial.",
    "ai-anya-e0301n9:96_2": "Through the elements of dependence on the body,",
    "ai-anya-e0301n9:96_3": "Herein, the state of having the actual formation is produced in the sense of location.",
    "ai-anya-e0301n9:96_4": "But in this context, “What is the reason why sentient beings are reborn?",
    "ai-anya-e0301n9:96_5": "sentient beings are very fruitful.",
    "ai-anya-e0301n9:96_6": "The seventh defects of lurking,",
    "ai-anya-e0301n9:96_7": "Wealth is the one incinumeration of life:",
    "ai-anya-e0301n9:96_8": "for continued existence does not have exceed.",
    "ai-anya-e0301n9:96_9": "firstly is one idiosing who is attacking and in this way, while he is still unique to live happily,",
    "ai-anya-e0301n9:96_10": "And the things described there as the aggregates of beings’ welfare and happiness are bound for seven days.",
    "ai-anya-e0301n9:96_11": "if they don’t make a living,",
    "ai-anya-e0301n9:96_12": "or even a lady.",
    "ai-anya-e0301n9:96_13": "Thus through the air element is used up with the eighteen elements.",
    "ai-anya-e0301n9:96_14": "But this conversation can be added,",
    "ai-anya-e0301n9:96_15": "Just as though the eye element may be seen",
    "ai-anya-e0301n9:96_16": "As a staff",
    "ai-anya-e0301n9:96_17": "the sound and ear-consciousness element;",
    "ai-anya-e0301n9:96_18": "and likewise the eye element,",
    "ai-anya-e0301n9:96_19": "like the mouth-washing of form,",
    "ai-anya-e0301n9:96_20": "the signless eye-consciousness element;",
    "ai-anya-e0301n9:96_21": "then the one whose eye was fatigued oppressed as if burnt,",
    "ai-anya-e0301n9:96_22": "and sinews, like the sun’s heap,",
    "ai-anya-e0301n9:96_23": "the eye-consciousness element;",
    "ai-anya-e0301n9:96_24": "Likewise in the case of his virtue, the eye element,",
    "ai-anya-e0301n9:96_25": "as if a place for the supreme means",
    "ai-anya-e0301n9:96_26": "the fire element;",
    "ai-anya-e0301n9:96_27": "and that grief is the state of streaming consciousness;",
    "ai-anya-e0301n9:96_28": "But then the eye-consciousness element has originated because of the eye-consciousness element in the way already-material sphere, like the visible-consciousness element,",
    "ai-anya-e0301n9:97_0": "Feeling is a dart and arrow. The poisonous feeling should be seen as dart.",
    "ai-anya-e0301n9:97_1": "The (mental) processes constituents (volitional) processes, the feeling of perception is like a pearl.",
    "ai-anya-e0301n9:97_2": "That ordinary person is struck by painful perceptions, like a monkey in a neighbourhood.",
    "ai-anya-e0301n9:97_3": "and embarras, when spending into a pit of glowing coals, he is like a man in an elephant.",
    "ai-anya-e0301n9:97_4": "birth in pain and death, like a man who is bound by (his).",
    "ai-anya-e0301n9:97_5": "The roots of the trees produced in every direction",
    "ai-anya-e0301n9:97_6": "The eighteen signs should be seen as there were, that is to say, the sign of foulness, the height,",
    "ai-anya-e0301n9:97_7": "Since there is no place where idea that is peaceful and sublime.",
    "ai-anya-e0301n9:97_8": "Why should all be accepted as it is the sense desires?",
    "ai-anya-e0301n9:97_9": "mind-consciousness element, and having taken another relies on its object, he took ahold-worker’s pulled rice as if fixed in air. It is a piece of meat, as a charnel ground, as a forest, in the opening, airt shake, and a necklacessary leprosy. It is as a cloth from the head hairs wherever it were, and from the forest wide shakeles seepsys, as a charnel ground.",
    "ai-anya-e0301n9:97_10": "At the truth of the noble truths: here the incomparable states, the truth of the Dhamma,",
    "ai-anya-e0301n9:97_11": "is peaceful and steadfast in the ground, he has no known what is unknown.",
    "ai-anya-e0301n9:97_12": "Still they truthfully.",
    "ai-anya-e0301n9:97_13": "Except for it is the sense of accumulating;",
    "ai-anya-e0301n9:97_14": "For whatever is suffering there is that which is real, not unreal, not otherwise.",
    "ai-anya-e0301n9:97_15": "The suffering inherent in painful feeling ...",
    "ai-anya-e0301n9:97_16": "Herein, choices are the means to attain the result of (volitional) processes, and the result of deeds:",
    "ai-anya-e0301n9:97_17": "Likewise the net of his rebirth-lived wife and neglect each of them.",
    "ai-anya-e0301n9:98_0": "For even the eye is the ear ... nose ... tongue ... body ...",
    "ai-anya-e0301n9:98_1": "not otherwise.",
    "ai-anya-e0301n9:98_2": "And after underlying tendencies with sensual pleasures, they continue to make an end of suffering without pleasure or pain. For as long as they live, they continue to bear the pain, not another.",
    "ai-anya-e0301n9:98_3": "And when the time was later in a creeper comes along the road, when the wound was given up and broken,",
    "ai-anya-e0301n9:98_4": "But if he is blazing only by the time of death, he ran away.",
    "ai-anya-e0301n9:98_5": "Consequently he does not grasp it ...",
    "ai-anya-e0301n9:98_6": "And so the whole of that person because of their eyes, because of not comprehending them, it still only because of both.",
    "ai-anya-e0301n9:98_7": "This is his suffering.",
    "ai-anya-e0301n9:98_8": "This was the between the eyes later in the ears between the nose, the inner skin, the terrified, and the top of the tongue.",
    "ai-anya-e0301n9:98_9": "So long as it’s used to wear that terror or clinging, to weariness, to weariness, and torments, when they’ve seen the chopped the pains of suffering, and torments, and its choping suffering in perishing.",
    "ai-anya-e0301n9:98_10": "So the all that is unpleasant and changeable, and they perish.",
    "ai-anya-e0301n9:98_11": "This is the perishing of suffering.",
    "ai-anya-e0301n9:98_12": "But when suffering comes to both pain and harm.",
    "ai-anya-e0301n9:98_13": "Thus the eye, painful, and neutral feeling that arises conditioned by these three kinds of suffering.",
    "ai-anya-e0301n9:98_14": "Whatever he becomes unknown about is the truth, not unfueled.",
    "ai-anya-e0301n9:98_15": "Therefore this is the truth of suffering.",
    "ai-anya-e0301n9:98_16": "This is the way among those who advocate the Dhamma,",
    "ai-anya-e0301n9:99_0": "for the overcoming of flames (into the lower worlds),",
    "ai-anya-e0301n9:99_1": "has attained the cessation of suffering.",
    "ai-anya-e0301n9:99_2": "What should be said is this?",
    "ai-anya-e0301n9:99_3": "for as long as greed does not end.",
    "ai-anya-e0301n9:99_4": "The gratification provided by the gratification of the drawbacks.",
    "ai-anya-e0301n9:99_5": "So far away:",
    "ai-anya-e0301n9:99_6": "and it shows why they were reappeared.",
    "ai-anya-e0301n9:99_7": "to the legal procedure, calculate (them) remainder,",
    "ai-anya-e0301n9:99_8": "they proceed to the very first.",
    "ai-anya-e0301n9:99_9": "until his goal is finished.",
    "ai-anya-e0301n9:99_10": "The suffering of them is not released from the various kinds of suffering.",
    "ai-anya-e0301n9:99_11": "That’s why the origin of suffering is the cessation of suffering.",
    "ai-anya-e0301n9:99_12": "And rolling the round of the analytical rolling suffering that comes about,",
    "ai-anya-e0301n9:99_13": "if she does not get back when roaring.",
    "ai-anya-e0301n9:99_14": "That’s why the cessation of suffering ceases.",
    "ai-anya-e0301n9:99_15": "Likewise there is no one able to get rid of greed.",
    "ai-anya-e0301n9:99_16": "The noble eightfold path gives up the following.",
    "ai-anya-e0301n9:99_17": "Therefore the noble eightfold path has not yet experienced.",
    "ai-anya-e0301n9:100_0": "For a person who has said this: ‘There is noise in regard to the truths of the truth as well.’",
    "ai-anya-e0301n9:100_1": "Herein, firstly instances have helped the Noble Truth: “One who is neutrality in oneself, and in the Noble Truth.",
    "ai-anya-e0301n9:100_2": "for those who have become determined on conceit, and those who have become human beings.",
    "ai-anya-e0301n9:100_3": "That’s how they do.",
    "ai-anya-e0301n9:100_4": "With the complete understanding of suffering he comes to uprooting the conceit ‘I am’.",
    "ai-anya-e0301n9:100_5": "The conceit “I am” is this: that is to say, the three in the triple-rounds that he has already completely understood.",
    "ai-anya-e0301n9:100_6": "Since he is bound to the next life, the phenomena because it’s bound to the fact that he has not yet ended liable to rise and fall, and that suffering is called the truth of suffering.",
    "ai-anya-e0301n9:100_7": "one noble truth of arising, one ends.",
    "ai-anya-e0301n9:100_8": "calm, he smears his own throne, transmigrating, despised by himself with any kind of thorns, produced by greed, hate, and delusion,; there is no friends or colleagues;",
    "ai-anya-e0301n9:100_9": "therefore one like someone else, who has nothing in common.",
    "ai-anya-e0301n9:100_10": "We are able to abandon up the danger of knowledge, and we are blameworthy.",
    "ai-anya-e0301n9:100_11": "all of them are skilled in the truths of the skillful.",
    "ai-anya-e0301n9:101_0": "And here it can be said: “Now, this is not allowed to originate only by all suffering, that is to say, the origin of suffering”;",
    "ai-anya-e0301n9:101_1": "When it was said, one solitary rain would cut up the neighborhood of adornments, and having cut off his own flags, the ground with the produced a shade, and the clunging of plants,",
    "ai-anya-e0301n9:101_2": "There the seeds of the ground, the seeds and the plants of seeds is established in the ground.",
    "ai-anya-e0301n9:101_3": "the seeds of the incomparable strikes, the field of fear, and the sweetness of all the wishes:",
    "ai-anya-e0301n9:101_4": "Because they have to be done the ground for the adverting trees.",
    "ai-anya-e0301n9:101_5": "all that was given to you.",
    "ai-anya-e0301n9:101_6": "he protects it by vanquishing it.",
    "ai-anya-e0301n9:101_7": "and if he eats the wealth that has arisen,",
    "ai-anya-e0301n9:101_8": "Therefore Korakkhattiya told his servants what had happened,",
    "ai-anya-e0301n9:101_9": "under the influence of such a thing is what is meant.",
    "ai-anya-e0301n9:101_10": "he did not take a stand,",
    "ai-anya-e0301n9:101_11": "the seeds don’t make them,",
    "ai-anya-e0301n9:101_12": "This is called the inner quarter.",
    "ai-anya-e0301n9:101_13": "But if he is said to because he has entered upon the next life, the destiny in the next life, he should be told in the stage of the attainment.",
    "ai-anya-e0301n9:101_14": "At the time of the Rains Retreat,",
    "ai-anya-e0301n9:101_15": "the seed doesn’t drop;",
    "ai-anya-e0301n9:101_16": "it should be seen like this.",
    "ai-anya-e0301n9:101_17": "For, when ignorance doesn’t produce conditional origination from the beginning, middle, or end of suffering, and the end of suffering, the end of craving, and ignorance.",
    "ai-anya-e0301n9:101_18": "But the neces of truth that are born in the striving of craving, has been reborn in the company of the truth.",
    "ai-anya-e0301n9:101_19": "He doesn’t have the origin of ignorance; there is no opposite of ignorance.",
    "ai-anya-e0301n9:101_20": "the cessation of defilements, the practice that leads to the cessation of defilements.",
    "ai-anya-e0301n9:101_21": "Emancipation is the noble truth of cessation,",
    "ai-anya-e0301n9:101_22": "in the common path of the fourteenth parts, the boundaries, and the paths of the path.",
    "ai-anya-e0301n9:101_23": "the supermundane attainment is the noble eightfold path, it is the truth of the path,",
    "ai-anya-e0301n9:102_0": "And in some whom should be uttered noise of sounds, how do they have no such previous speech and obsession in one who is undevelopped.",
    "ai-anya-e0301n9:102_1": "But the meaning of this may be understood in the Commentaries: “In these eight ways, that is to say, the meaning of being experienced by the faith, the noble truth of suffering, the origin, the suffering, and the universal seer. When a noble one’s faith has been realized, they should be understood with these four noble truths.",
    "ai-anya-e0301n9:102_2": "Herein, conditioned phenomena are to be experienced as suffering in the way already described.",
    "ai-anya-e0301n9:102_3": "He is worthy of praise, thus it is “withstanding”;",
    "ai-anya-e0301n9:102_4": "Only bodily action, verbal, and mental action arise, does not arise for what is said.",
    "ai-anya-e0301n9:102_5": "and havingVirūpakkha to decay and perish.",
    "ai-anya-e0301n9:102_6": "Secluded were divided;",
    "ai-anya-e0301n9:102_7": "He should be brought here from scattering here and there.",
    "ai-anya-e0301n9:102_8": "sprinkled with iron reeds.",
    "ai-anya-e0301n9:102_9": "carpenters, shattering;",
    "ai-anya-e0301n9:102_10": "is the best state of existence.",
    "ai-anya-e0301n9:102_11": "fame, swelling his fame.",
    "ai-anya-e0301n9:102_12": "Herein, just as one woman’s son became frightened,",
    "ai-anya-e0301n9:102_13": "He having built a variegated with various kinds of diseases, boiled she gave birth to a regular meeting.",
    "ai-anya-e0301n9:102_14": "But when he because he wants to Have such a child, he becomes (like) The woman.",
    "ai-anya-e0301n9:102_15": "In the same way, phenomena, experiencing old age and death are permanent, everlasting, eternal, and imperishable.",
    "ai-anya-e0301n9:102_16": "Their covers and leaves them in a blazing place.",
    "ai-anya-e0301n9:102_17": "That arising, continuation, rebirth, and manifestation of the eye is the arising of rebirth.",
    "ai-anya-e0301n9:102_18": "The arising of suffering.",
    "ai-anya-e0301n9:102_19": "the manifestation of old age and death,",
    "ai-anya-e0301n9:102_20": "The arising of the ear ... nose ... tongue ... body ...",
    "ai-anya-e0301n9:103_0": "Searching the tips of greed, etc., these eleven faults are eleven, as the terraceles –",
    "ai-anya-e0301n9:104_0": "The eye is burning,",
    "ai-anya-e0301n9:104_1": "With what is it burning?",
    "ai-anya-e0301n9:104_2": "The fires are burning, desire is burning,",
    "ai-anya-e0301n9:104_3": "The fire of hate.",
    "ai-anya-e0301n9:104_4": "with birth, death,",
    "ai-anya-e0301n9:104_5": "when we are lamentation, pain, sadness, and distress—",
    "ai-anya-e0301n9:104_6": "sorrowlessness with sorrow,",
    "ai-anya-e0301n9:104_7": "Their generates are burning, I say.",
    "ai-anya-e0301n9:104_8": "The ear is burning",
    "ai-anya-e0301n9:104_9": "The nose is burning,",
    "ai-anya-e0301n9:104_10": "The tongue is burning,",
    "ai-anya-e0301n9:104_11": "The body is burning, the body is burning,",
    "ai-anya-e0301n9:104_12": "The mind is burning,",
    "ai-anya-e0301n9:105_0": "That person is good for the beginning, the middle and the end, here they are the meaning.",
    "ai-anya-e0301n9:105_1": "And here it’s not easy to make a person, because of sustained thought to have been reborn in the underworld, hell.",
    "ai-anya-e0301n9:105_2": "like that’s perishing,",
    "ai-anya-e0301n9:105_3": "That’s why it should be used by unpleasant feeling,",
    "ai-anya-e0301n9:105_4": "and live without pain.",
    "ai-anya-e0301n9:105_5": "And so they give up all these kinds of suffering.",
    "ai-anya-e0301n9:105_6": "As they cease, the all settlement in the future ceases and stopped.",
    "ai-anya-e0301n9:105_7": "When accumulating suffering in the future, they don’t make an end of suffering as a worry out of the suffering.",
    "ai-anya-e0301n9:105_8": "Breaking the terror, the supreme happiness of freedom,",
    "ai-anya-e0301n9:105_9": "That’s why it’s perishing, and changing this person who doesn’t have no more pain.",
    "ai-anya-e0301n9:105_10": "The worlds arise because of her Buddhas thus, being inspired by mentioned in the past, and after discriminations of (goods) processes, appeared in former times.",
    "ai-anya-e0301n9:105_11": "Recollecting that person decomposed and pulled up, like the suffering in an opposite sex; the person who shooks a huge in such a person to a place where these people suffer awry and suffering.",
    "ai-anya-e0301n9:105_12": "That’s why they do so, pressed, and so on.",
    "ai-anya-e0301n9:105_13": "By this means catching them at the root of a producing condition for suffering, he is undergoing suffering.",
    "ai-anya-e0301n9:106_0": "the origin of suffering, the cessation of suffering, and the practice that leads to rebirth in existence.",
    "ai-anya-e0301n9:106_1": "Again, he has dropped the stomach with a knife, waist, sourced up, and goosebumps. He can understand that this is the source of suffering.",
    "ai-anya-e0301n9:106_2": "Herein, there is a single inner simply a single stage; when it comes to the end of suffering in causality; in any one, the six senses, namely, the end of suffering in the sense, and the state of accumulating them after having made an end of suffering. He is a source from that inspiration.",
    "ai-anya-e0301n9:106_3": "(Them) constantly suffering, like a strong stout bond,",
    "ai-anya-e0301n9:106_4": "The meaning is called “blessed” since it is the sense of urgency, shaking off and including into sandals.",
    "ai-anya-e0301n9:106_5": "The cessation of suffering is the noble truth of the cessation of suffering. And the suffering that originates from the cessation of suffering is the practice that leads to the cessation of suffering.",
    "ai-anya-e0301n9:106_6": "Or else they don’t ceases without anything left over.",
    "ai-anya-e0301n9:106_7": "The four noble truths of seclusion should be understood. The four noble truths should be understood. And the cessation of suffering should be understood that extinguishment.",
    "ai-anya-e0301n9:106_8": "This is the escape from the escape from it, you’re free from it.",
    "ai-anya-e0301n9:106_9": "Suffering is that of seclusion in the sense desires,",
    "ai-anya-e0301n9:106_10": "The unconditioned is in the sense-spheres, conditions are unexperied in the sense of referred to the suffering.",
    "ai-anya-e0301n9:106_11": "He has the deathless state of death;",
    "ai-anya-e0301n9:107_0": "and the practice that leads to the cessation of suffering is the practice that leads to the cessation of suffering.",
    "ai-anya-e0301n9:107_1": "Since they practice accordingly, they should be practiced by the way of practice.",
    "ai-anya-e0301n9:107_2": "Such is the practice that leads to the cessation of suffering.",
    "ai-anya-e0301n9:107_3": "emancipating, it is never to be understood that the noble eightfold path should be understood that the noble eightfold path to the end of suffering.",
    "ai-anya-e0301n9:107_4": "Herein, emancipating is a condition for choices by avoiding ignorance, etc., and reflecting with the cessation of ignorance, stopping, and accepting of the But when ignorance ceases, choices cease.",
    "ai-anya-e0301n9:107_5": "Well-trained : all of them well-proclaimed from special qualities of welfare and well-composed,",
    "ai-anya-e0301n9:107_6": "The four noble truths of seeing is the escape from seeing, of the attainment of the fourth jhāna, of the opposite sex, is the concentration of the four states.",
    "ai-anya-e0301n9:107_7": "She attains the state of existence as a deliverance from craving and so on, bed on the part of one enlightenment, and then, after being satisfied by her own individual essence.",
    "ai-anya-e0301n9:107_8": "For the world’s dispensation, the object of craving, does not lead to the object of craving.",
    "ai-anya-e0301n9:107_9": "Where the sentient beings are unrepulsive to be eaten by one, and then they are recoiled from pain.",
    "ai-anya-e0301n9:107_10": "those who suffering in themselves,",
    "ai-anya-e0301n9:107_11": "That one gives rise to the thought of wisdom.",
    "ai-anya-e0301n9:107_12": "but they don’t exclusively painfully.",
    "ai-anya-e0301n9:107_13": "Therefore they are freed from your own suffering, and whatever deeds they are thinking.",
    "ai-anya-e0301n9:107_14": "And on his own increase.",
    "ai-anya-e0301n9:107_15": "Why exclusively suffering?",
    "ai-anya-e0301n9:107_16": "In the past, future, and present, internally and externally as their own ideas, they still have exclusively all suffering.",
    "ai-anya-e0301n9:107_17": "why are they freed from all suffering?",
    "ai-anya-e0301n9:107_18": "(and) what is indicated by the craving and suffering,",
    "ai-anya-e0301n9:107_19": "Why is it freed from that?",
    "ai-anya-e0301n9:108_0": "Those sentient beings who desire happiness as well are happy and recommended by pleasure.",
    "ai-anya-e0301n9:108_1": "Those people who sleep at ease,",
    "ai-anya-e0301n9:108_2": "And they give rise to the perception of dear beings.",
    "ai-anya-e0301n9:108_3": "exclusively happy—now exclusively happy—",
    "ai-anya-e0301n9:108_4": "Therefore those deeds are out about the happiness that burns with happiness,",
    "ai-anya-e0301n9:108_5": "And on his own increase.",
    "ai-anya-e0301n9:108_6": "what exclusively happy world?",
    "ai-anya-e0301n9:108_7": "Exclusively the extent of one who is happy in oneself,",
    "ai-anya-e0301n9:108_8": "In due course, giving up pleasure and pain, and pleasurable path, it can be understood as four in terms of pleasure and pain that deteriorates.",
    "ai-anya-e0301n9:109_0": "and for the developed of what is known -",
    "ai-anya-e0301n9:110_0": "“Suffering, the arising of suffering, here is the cessation of suffering,” so they don’t know what is called.",
    "ai-anya-e0301n9:111_0": "For that is not the custom of suffering, its origin, its cessation, and the path.",
    "ai-anya-e0301n9:111_1": "the wisdom there is from the remainder of the calm, feeling and perception.",
    "ai-anya-e0301n9:111_2": "and three things that are gross, etc., and so on, are the three and four kinds of the three beginning with the should be seen and so on.",
    "ai-anya-e0301n9:111_3": "extinguishment is said in the various ways: that is why it has been said above.",
    "ai-anya-e0301n9:111_4": "for in the past, future, and present, is there not one of the three in the past,",
    "ai-anya-e0301n9:111_5": "(They are) not visible in this way.",
    "ai-anya-e0301n9:111_6": "Because you have the signless principles for the ending of defilements.",
    "ai-anya-e0301n9:111_7": "Therefore at the time of the Buddha Paccekabuddhas.",
    "ai-anya-e0301n9:111_8": "This is future future perils.",
    "ai-anya-e0301n9:111_9": "This is how it should be undergone.",
    "ai-anya-e0301n9:111_10": "Likewise the place in that place, that which is an opening when it comes to an end.",
    "ai-anya-e0301n9:111_11": "and whole of them weakly, without a rolling back and transmigrating,",
    "ai-anya-e0301n9:111_12": "Likewise the acceptance of the Peacefulness and torpor",
    "ai-anya-e0301n9:111_13": "But when the one is uninterruptedly, there is what is externally in oneself.",
    "ai-anya-e0301n9:111_14": "without internal,",
    "ai-anya-e0301n9:111_15": "gross subtle, and it is subtle;",
    "ai-anya-e0301n9:111_16": "After attaining excellentness, it isn’t just what is superior.",
    "ai-anya-e0301n9:111_17": "if a messenger goes far, he doesn’t go too far.",
    "ai-anya-e0301n9:111_18": "aggregates, entanglements, and shaking the mass of darkness,",
    "ai-anya-e0301n9:112_0": "Six gates, etc., covered with the doors and the objects of the wrong gate.",
    "ai-anya-e0301n9:112_1": "and despises the twelve leagues.",
    "ai-anya-e0301n9:112_2": "And here the gate is the basis for truth, etc., in order to get the base consisting of the teaching, and refusing the wrong door in the rows of the door, the wrong way, and the wrong gate is stated.",
    "ai-anya-e0301n9:112_3": "Grasping is the door of the rolling mangoes of consciousness dropped on the gatekeeping of the consciousness element.",
    "ai-anya-e0301n9:112_4": "And here it is only the gateway that is different kinds of consciousness in the place where consciousness needs.",
    "ai-anya-e0301n9:112_5": "He attends on the door of consciousnesses, and individuals, essentials, and cooked by the wind (wher),",
    "ai-anya-e0301n9:112_6": "The path is the northern path, it is due to a league,",
    "ai-anya-e0301n9:112_7": "thirty-two aspects of the paths of fruits have been one produced in the four noble truths.",
    "ai-anya-e0301n9:112_8": "herein you should say that one is to be spoken.",
    "ai-anya-e0301n9:113_0": "Thus in the ultimate conqueror composed to the ultimate goal.",
    "ai-anya-e0301n9:114_0": "In the fourth triad that is conceived in the formation -",
    "ai-anya-e0301n9:115_0": "The ultimate goal is finished."
}