{
    "ai-anya-e0301n12:0_0": "Nigama paramatthadīpanī",
    "ai-anya-e0301n12:1_0": "172.",
    "ai-anya-e0301n12:1_1": "By the opposite of his family, the wealth, the relatives, the family, the wealth, the grain, extensive, the territory, the family, the wealth, and the families,",
    "ai-anya-e0301n12:1_2": "Whatever of faithful mentioned, etc., are devoted to by means of the special qualities of faith, etc., and the effacement by means of the stomach digestion of faith.",
    "ai-anya-e0301n12:1_3": "We don’t want to have a lay follower by separate lay followers,",
    "ai-anya-e0301n12:1_4": "Having laid it rubbed to the heart, he dirt from the heart.",
    "ai-anya-e0301n12:1_5": "(Over) the despise of others, the Buddha, out of compassion for himself, wanting what’s best for himself.",
    "ai-anya-e0301n12:1_6": "swelling the courses of life,",
    "ai-anya-e0301n12:1_7": "With that merit is the maker of merit, (thinking): It is the preceding of the merit, which is the establishment of that merit,",
    "ai-anya-e0301n12:1_8": "in this way the lesser life.",
    "ai-anya-e0301n12:1_9": "You have eaten a load of determination, even if you’re drunk mud-covered and rats in the Sangha’s neighborhood, and then throwing it away.",
    "ai-anya-e0301n12:1_10": "for there is no need of leaves",
    "ai-anya-e0301n12:1_11": "all the stones, oversolents, and so on.",
    "ai-anya-e0301n12:1_12": "Here it seems, from the first dwelling, the fearful, influence of the life of purity, is the primary element and discovering wisdom.",
    "ai-anya-e0301n12:1_13": "while you’re faithful, abundant sounds.",
    "ai-anya-e0301n12:2_0": "There the noise (the Buddha) called the fearful,",
    "ai-anya-e0301n12:3_0": "When the elephant had entered the house, delighted by the elephant-like house,",
    "ai-anya-e0301n12:4_0": "the beginning with the middle",
    "ai-anya-e0301n12:5_0": "like an elephant’s neck,",
    "ai-anya-e0301n12:5_1": "Since they live with sixty dwellings, they have great wisdom.",
    "ai-anya-e0301n12:5_2": "Therefore he is said to be an ascetic because he is valid and have a sense of urgency.",
    "ai-anya-e0301n12:5_3": "then you can see the roots,",
    "ai-anya-e0301n12:5_4": "the large dwelling is said.",
    "ai-anya-e0301n12:5_5": "these elders dwelling place the Elder’s dwelling place had the residence for the Fortunate One, (saying):",
    "ai-anya-e0301n12:5_6": "But it is bound up with one’s own body and mind:",
    "ai-anya-e0301n12:5_7": "As they do so, (thinking): “I will dwell in that monastery, the Fraternity of the Earth, Erāpathas, and Dhammāsoka, adorned with the rains residence.”",
    "ai-anya-e0301n12:5_8": "The Great Elder Mahinda, the enlightener of the island, had resided in that place, made the fierce of the Mahātittha (he converted) at this time, and also the Great Assembly was chief.",
    "ai-anya-e0301n12:5_9": "dawn, scattered:",
    "ai-anya-e0301n12:5_10": "The meaning is that it is not worthwhile like a turtle, like the blue lotus lily-like floor.",
    "ai-anya-e0301n12:5_11": "the wisdom there is from the scriptures, etc., that is to say, the understanding of the noble paths, and the rest.",
    "ai-anya-e0301n12:5_12": "And of the huge heaped the oil-lamp",
    "ai-anya-e0301n12:5_13": "Indeed they recollect me.",
    "ai-anya-e0301n12:5_14": "Many meritorious deeds, beginning with the blessings, extensive merit and grows in places of loss, bad places,",
    "ai-anya-e0301n12:5_15": "In this context it is the simile of merit, overflowing goodness, aroused by that, zeal of the lifespan, wearing the dreadful, and extent of their lifespan, and spittles the neighborhood of adornments, and requisites of wisdom always on the earth. The monks’s embracing the flame, remote, post, haughtiness, and so on the earth, asses of the life-forms.",
    "ai-anya-e0301n12:5_16": "Then the wisdom there is from here and there, in other special qualities of embracing the meditation, the monks within one who is tied up with teachings.",
    "ai-anya-e0301n12:5_17": "We will then get rid of the supernormal powers, and the supremely merit. We will then have the supernormal powers of the Master’s special qualities.",
    "ai-anya-e0301n12:6_0": "The account of the highest town",
    "ai-anya-e0301n12:7_0": "at this point:",
    "ai-anya-e0301n12:8_0": "in the city of villages, dwelt in the village of Tissā,",
    "ai-anya-e0301n12:9_0": "by one who is superior (you) deeds, by me that (only) for Sāketa),",
    "ai-anya-e0301n12:10_0": "(But) the Mucalinda (Like) the forest, having no possessions,",
    "ai-anya-e0301n12:11_0": "when the courtesan is commended with a large group of monks,",
    "ai-anya-e0301n12:12_0": "Payching the highest one, who sees the essence",
    "ai-anya-e0301n12:13_0": "What is for the benefit of others in the heartwood,",
    "ai-anya-e0301n12:14_0": "This is well-formed ...",
    "ai-anya-e0301n12:15_0": "In the ninth (story) from the Komudī river,",
    "ai-anya-e0301n12:16_0": "With the thinker of good intentions, that goodness is the deathless,",
    "ai-anya-e0301n12:17_0": "as did all the time whenever they all come to a conclusion.",
    "ai-anya-e0301n12:18_0": "like the moon in the world,",
    "ai-anya-e0301n12:19_0": "Just so, this ultimate blessing",
    "ai-anya-e0301n12:20_0": "The sound of counsel, the lamps, and the cry: It was well proclaimed,",
    "ai-anya-e0301n12:21_0": "May they both attain the True Dhamma.",
    "ai-anya-e0301n12:22_0": "There the (Victorious) lakes which were prepared for the islands, (?) “The island of Laṅkā, the chief of men, came to the city, to the country of Kumāra.”",
    "ai-anya-e0301n12:22_1": "In the village of Nigrodha, there was Mahāmeghavana at the root of the Goat-Herder. When they were established in the Great Wood,",
    "ai-anya-e0301n12:22_2": "Sāketa, ploughs,",
    "ai-anya-e0301n12:22_3": "I have acquired the best lamps, the construction of the rainy season.",
    "ai-anya-e0301n12:22_4": "drives away the opposite sex:",
    "ai-anya-e0301n12:22_5": "In the city of Sāketa",
    "ai-anya-e0301n12:22_6": "This is the essential, this is the essential, this is the essential, and this is the essential.",
    "ai-anya-e0301n12:22_7": "Sāketa, ploughs,",
    "ai-anya-e0301n12:22_8": "On the bank of the Kusinārā, (Saṅgudā), full of flowers, voice, honey-dearms, and so on.",
    "ai-anya-e0301n12:22_9": "and the Deathless is the fruit of Nibbāna,",
    "ai-anya-e0301n12:22_10": "by eloquence only introducations that are clear,",
    "ai-anya-e0301n12:22_11": "the true teaching is called threefold.",
    "ai-anya-e0301n12:23_0": "Thus there is the fourth reason for the settling of precincts.",
    "ai-anya-e0301n12:24_0": "the ultimate goal is the best of conqueror, ~ the composed to the (from all).",
    "ai-anya-e0301n12:25_0": "The instructions are finished."
}