{
    "ai-anya-e0105n2:0_0": "Brāhmaṇakulavicāraṇā",
    "ai-anya-e0105n2:1_0": "Then the brahmin said: “Look here,” and he explained it too.",
    "ai-anya-e0105n2:2_0": "“Venerables, in the Sakyan clan of the Sakya family is not able to take care of the Sakyans.",
    "ai-anya-e0105n2:2_1": "Why is the time for feeling? All all the times through the three Vedas, none of them all the brahmins?",
    "ai-anya-e0105n2:3_0": "The brāhmaṇa Dransmigrating the boundary",
    "ai-anya-e0105n2:4_0": "Neither in the same way as the rain doesn’t fall under the sway of the neck. And after the Protector in the bodies of feces, urine.”",
    "ai-anya-e0105n2:4_1": "Then for him, that is how the Realised One’s joy,",
    "ai-anya-e0105n2:5_0": "knowing this man called ‘mindful’.",
    "ai-anya-e0105n2:6_0": "But this is the meaning of it:",
    "ai-anya-e0105n2:6_1": "‘The brahmin hermits had a mouthful to Brahmā.",
    "ai-anya-e0105n2:6_2": "The prince Bāhiya was the prince called Assaji.",
    "ai-anya-e0105n2:6_3": "you’ll become a horse-hair.",
    "ai-anya-e0105n2:6_4": "The worker’s footprint.’",
    "ai-anya-e0105n2:7_0": "But the Buddha has only reached the status of the brahmins, thinking: ‘They didn’t know that the brahmin is neighboring.’",
    "ai-anya-e0105n2:7_1": "So that is why this praised by the meaning of that in connection with the meaning,",
    "ai-anya-e0105n2:7_2": "Brahmā is the eight aristocrats.",
    "ai-anya-e0105n2:7_3": "Is praised as ‘crobed’.”",
    "ai-anya-e0105n2:8_0": "Herein, this is the method.",
    "ai-anya-e0105n2:8_1": "And if they had got these verses, the brahmins would have already been able to obtained in this way:",
    "ai-anya-e0105n2:8_2": "it would be for your sake.",
    "ai-anya-e0105n2:8_3": "And these verses consisting of Brahmā in this way: “The brahmin God-King, are the first to behold for the first month.” She is straight from the first, adverting with her mouth, she perfects the meaning.",
    "ai-anya-e0105n2:8_4": "And the brahmins had obtained the name of the Buddha, the brahmin lady of the mouth, caravan leader, and had been reborn in the evening time.",
    "ai-anya-e0105n2:8_5": "For the one who gets the best in the monastery in the evening time, in the drop of the supreme clay construction:",
    "ai-anya-e0105n2:9_0": "“Well, brahmin, are seen menstruating, being pregnant, giving birth, and breast-feeding.",
    "ai-anya-e0105n2:9_1": "Yet even though they’re born from a brahmin womb they say:",
    "ai-anya-e0105n2:9_2": "Only brahmins are the best caste; other castes are inferior.",
    "ai-anya-e0105n2:9_3": "Only brahmins are the light caste; other castes are dark.",
    "ai-anya-e0105n2:9_4": "Only brahmins are purified, not others.",
    "ai-anya-e0105n2:9_5": "Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.",
    "ai-anya-e0105n2:9_6": "They misrepresent the brahmins, speak falsely, and make much bad karma.”",
    "ai-anya-e0105n2:10_0": "You’re happy with what the Buddha said.",
    "ai-anya-e0105n2:10_1": "And two brahmin students who were pure and bright, both in (the world), and also their birth and death.",
    "ai-anya-e0105n2:10_2": "So the brahmins said: “Brahmāhikkhus, doing this introduction against the word-meaning of brahmins” and they acted accordingly.",
    "ai-anya-e0105n2:10_3": "And just as it was said: “If it was in this way, while he was introduced, castegory, clarified in the evening, the caravan, the dropping of the carpets, the dismissed by the teachers, for its gods, after saying this today, it would be ashamed of swarming them lamps.”",
    "ai-anya-e0105n2:10_4": "That’s why the brahmin also influence of the teacher, who lacks violence is not in the dwelling.",
    "ai-anya-e0105n2:11_0": "And oppressed by the doctrine of the Buddha, at the second time, a third time, and a fourth part of the hymns.",
    "ai-anya-e0105n2:12_0": "“The brahmin will kill the abode of lady, caste, linen, cosmetics, and deceivers of water.",
    "ai-anya-e0105n2:12_1": "The ascetic Gotama is ruined by his wife of lady, including the wanderers of Māgaṇḍiya. He notally judged the Buddha’s rolling the float of the gods.",
    "ai-anya-e0105n2:12_2": "2.207 ādayo āha.",
    "ai-anya-e0105n2:12_3": "The Buddha doesn’t know that she is the colour of Buddha.",
    "ai-anya-e0105n2:12_4": "Well then, (such as) the plane of sandalwood, etc., thinking: ‘In the eighth caused’ means of the bird-marked tall,",
    "ai-anya-e0105n2:12_5": "2.207 vaṇṇita”nti.",
    "ai-anya-e0105n2:13_0": "What’s amazing",
    "ai-anya-e0105n2:13_1": "The roam of the tangle of the tangle is not included in the form of tangled on the object, but rather by the bronze of the world, its nearness and its condition.",
    "ai-anya-e0105n2:13_2": "For in that discourse:",
    "ai-anya-e0105n2:14_0": "“Māgaṇḍiya, is the eye like a sights of silver, guarded, protected by form, and restrained by the Realized One, and heirs, without a protection, King Uttiya, the Realized One? This is theirs is their teaching Dhamma for the sake of rumority.",
    "ai-anya-e0105n2:14_1": "That’s how I was referring to when I said: ‘The ascetic Gotama says.’",
    "ai-anya-e0105n2:14_2": "That’s how what is it that you’ve learned? ...”",
    "ai-anya-e0105n2:14_3": "The mind of thoughts, likes, loves, and enjoys them. When you’re tamed, protected, and restrained by the Realized One, you’re ruined by Māra, and the ascetic Gotama, you’re embarrassed by the Realized One.",
    "ai-anya-e0105n2:14_4": "That’s how I was referring to when I said: ‘The ascetic Gotama says.’",
    "ai-anya-e0105n2:14_5": "What’s the cause, what’s the reason why I do?”",
    "ai-anya-e0105n2:14_6": "2.207 ādayo.",
    "ai-anya-e0105n2:15_0": "in this way the Fortunate One’s walk came to Māgaṇḍiya.",
    "ai-anya-e0105n2:16_0": "For it is in this way that no responding to the influence of the five objects, etc., as its object, and its object: “Sometimes that are proper for me, not without attachment, and life” on the contrary, and on the occasion of language thus “You do not give rise to satisfaction in any way, etc., with just as its object, or in the detailed treatise of repetition, not law” .",
    "ai-anya-e0105n2:16_1": "Therefore even though making a pregnant noise turn into the ground, and it can be understood as said: “Now, brahmin, authority will strike earned with the carpets, not even a single teacher of the strayle, the Master’s later gruel “But it is in the Enlightened One’s conceiverse” .",
    "ai-anya-e0105n2:17_0": "And oppressed by the Buddha, thinking: ‘I’ll make this purification for the sake of the embracing the leftovers of the stage by the Buddha.’ Sometimes the embryodiment, when the food, drink, clothes, and vehicles; the currents do not finish the new state of purity.’",
    "ai-anya-e0105n2:17_1": "However, if he does so, he can be called a “whot-dweller,” and he can then be implemented all the ascetics and brahmins.",
    "ai-anya-e0105n2:17_2": "but it still belongs to the same Buddhist sect.",
    "ai-anya-e0105n2:17_3": "for this reason it is not appropriate for the brahmins to give the dissatisfaction with the intention of teacher, but it is not to be spoken to about in order to show their own spiritual companions and teachers.",
    "ai-anya-e0105n2:17_4": "For there are ascetics and brahmins in the world who assert alive or another in an individual. If they were told him, they continue with abundant and fifty. For it wouldn’t be proper for them, and even though they had not received winners, an ascetic or brahmin.",
    "ai-anya-e0105n2:17_5": "And in this world with its gods, which is an impediment for a hundred or a thousand years. What is theirs, Sakka, lord of gods, or the teacher?”",
    "ai-anya-e0105n2:17_6": "therefore with such food and drink, etc. (but) in the like a recommendation enlightenment.",
    "ai-anya-e0105n2:17_7": "And that’s how to show the meaning as self-control, Fettley the neighborhood of the noble ones, as happens for the sake of worldly gain, not with its ascetics and brahmins.",
    "ai-anya-e0105n2:17_8": "Please lead them to the goal for which they can go. Instead of winning, they should say: Please persevere in this way.”"
}