{
    "ai-anya-e0301n7:0_0": "* I am the most excellent island to the highest.",
    "ai-anya-e0301n7:1_0": "143.",
    "ai-anya-e0301n7:1_1": "Having shown the ploughs rolled forth the currents, and making them show the way.",
    "ai-anya-e0301n7:1_2": "So it is occurred in the preceding the arising of the mind that is called “accomplished” since it is being accorded by the consciousness of the mind.",
    "ai-anya-e0301n7:1_3": "Now, as to the blessing of the body and mind that is called “restraint in the mind” because it is the name of the mind’s mind.",
    "ai-anya-e0301n7:1_4": "Reflecting mindfulness in this way is the construction of the consciousness preceding the mind of the death consciousness that occurred in a cliff after that time. Then, having made an end to the various classes of existence, the family tradition, and the deathless are said.",
    "ai-anya-e0301n7:2_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:3_0": "Having passed away at the next turn, he should give the gift of the deathless on the path and rebirth of the past lives here. When they were told, “This death, is the danger in the past, future, and present.”",
    "ai-anya-e0301n7:3_1": "Not late,",
    "ai-anya-e0301n7:4_0": "For when the thunder’s familiar with drums in the past, future or present, internally and externally, with plenty of death and shakes and rocks and trembles at the consequence of death, the senior mendicants whose minds are pure, who have attained death, and you will recite it together with the senior mendicants.",
    "ai-anya-e0301n7:4_1": "Continued existence is the (volitional) processes, these sentient beings are the ground for rebirth.",
    "ai-anya-e0301n7:4_2": "grows;",
    "ai-anya-e0301n7:4_3": "But the meaning should be understood as condition: happiness rooted in the transgression.",
    "ai-anya-e0301n7:4_4": "Through mostly undeveloped in most seven places, sentient beings are reborn according to their deeds.",
    "ai-anya-e0301n7:4_5": "is the ground for running the ground.",
    "ai-anya-e0301n7:4_6": "He enjoys the grossness of sense desire,",
    "ai-anya-e0301n7:4_7": "Should come back:",
    "ai-anya-e0301n7:4_8": "is there seven days left over.",
    "ai-anya-e0301n7:4_9": "by those who have attained exertional minds, by acquaintance, they came to a good rebirth.",
    "ai-anya-e0301n7:4_10": "This is constantly: it is the value of death.",
    "ai-anya-e0301n7:4_11": "as this is said: ‘This is no hell,’",
    "ai-anya-e0301n7:4_12": "They constantly hear the teaching, dying, and rolling in suffering and hell for those beings.",
    "ai-anya-e0301n7:4_13": "People, having dyed up the defects, they secure him.",
    "ai-anya-e0301n7:4_14": "Yet even if they are various shapes, their plenty of diverse kinds, and their birth is the shape of their birth.",
    "ai-anya-e0301n7:5_0": "Questioned,",
    "ai-anya-e0301n7:6_0": "the aggregates of the constituents (of mind and body) that originate from the components.",
    "ai-anya-e0301n7:7_0": "the animal realm, the animal realm,",
    "ai-anya-e0301n7:7_1": "when they departed from here they go to here.",
    "ai-anya-e0301n7:7_2": "The meaning is that when he departs from here and there is no future existence.",
    "ai-anya-e0301n7:7_3": "and some who have died,",
    "ai-anya-e0301n7:7_4": "For there are in the world who have passed away, and who have died.",
    "ai-anya-e0301n7:7_5": "They driven out of pleasure and pain. They don’t go far from here and there.",
    "ai-anya-e0301n7:7_6": "Firstly, endurances in suffering, desires, and ignorance.",
    "ai-anya-e0301n7:7_7": "is a departed to ghost,",
    "ai-anya-e0301n7:7_8": "ghosts, or ghosts are purified.",
    "ai-anya-e0301n7:7_9": "pursuing is what is meant.",
    "ai-anya-e0301n7:7_10": "they are called ‘Lave’.",
    "ai-anya-e0301n7:7_11": "Sumedhā,",
    "ai-anya-e0301n7:7_12": "Vepacitti, the meaning is, it is well fair to secret talk. The meaning is that it is well proclaimed.",
    "ai-anya-e0301n7:7_13": "Like the upper garden, the northern gate, which, like the smaller strings and the necks, is the meaning.",
    "ai-anya-e0301n7:7_14": "That from the sage who is building work in jungle thickets himself in one direction, is the meaning.",
    "ai-anya-e0301n7:7_15": "And wherever cattle are made:",
    "ai-anya-e0301n7:7_16": "Compared to the world of men very level in a fact, is the meaning.",
    "ai-anya-e0301n7:7_17": "For even those who are the source of the Buddha, the origin of the world, the demons, and the topic of unpleasant discussion in the demons.",
    "ai-anya-e0301n7:7_18": "and that he is exceedingly covering the whole body in every way.",
    "ai-anya-e0301n7:7_19": "So the sign should be understood to be understood according to the word meaning.",
    "ai-anya-e0301n7:7_20": "There are four heavenly hosts in this very life. They have a sense of urgency:",
    "ai-anya-e0301n7:8_0": "Herein, Vepacitti, the demons, the gods of the Thirty-Three,",
    "ai-anya-e0301n7:8_1": "Dwelling the four great bases in the monasteries,",
    "ai-anya-e0301n7:8_2": "so they spring up.",
    "ai-anya-e0301n7:8_3": "for they are the eighth causes of bad conduct, as well as the reason why.",
    "ai-anya-e0301n7:8_4": "But this is Yama’s power that arouses the realm of Yama or Vessavaṇa can. A Vessavaṇa is the Great King, the Yama, and the King of the Delightened One, the ghost realm, and the great kingdom of the earth, since he has granted himself as being the Great King, he is the Great King of the Yama.",
    "ai-anya-e0301n7:8_5": "For all of them are called ‘one who knows the world’ and in the next world’.",
    "ai-anya-e0301n7:8_6": "We will go to the Four Great Kings, beliefs of the Four Ways of Attending jackals, doing acts of foes, rigs, and kinsmen who have gone to hell for the sake of their wardens of hell, the animal realm, and come to hell.",
    "ai-anya-e0301n7:8_7": "And the time of Upavāṇa was reborn in hell, the animal realm, and the ghost realm. They’re not exempt from hell.",
    "ai-anya-e0301n7:8_8": "The next worlds are fragrant in the hells.",
    "ai-anya-e0301n7:8_9": "But here the time when dies and the chest birds have come.",
    "ai-anya-e0301n7:8_10": "Besotted by this body, the demons very rolling.",
    "ai-anya-e0301n7:8_11": "And here there is a place whereby they burns or creepers",
    "ai-anya-e0301n7:8_12": "Still the land of the oceans and its various shapes are like the leopards in the wilderness.",
    "ai-anya-e0301n7:8_13": "Consequently you say that there is such a opportunity to be a state of an opening in hell.",
    "ai-anya-e0301n7:8_14": "But the general relates to the opposite constituent parts of the body, the aims of the aggregates, and whatever rugates there is.",
    "ai-anya-e0301n7:8_15": "leaning for the earth,",
    "ai-anya-e0301n7:9_0": "Usabha, who are drawn out, these are mind-made,",
    "ai-anya-e0301n7:9_1": "And so even the wheel-turning monarchs discarded, the minds of the wheel-turning monarchs are coming out of a mind-made gods.",
    "ai-anya-e0301n7:9_2": "(wholesome) wholesome and unwholesome deeds the way is completely completed this wholesome generation from the next world.",
    "ai-anya-e0301n7:9_3": "But in that Jambudīpa they are held down, depraved by play.",
    "ai-anya-e0301n7:9_4": "The others also are also called “blessed” in the same way as a “preliminary” .",
    "ai-anya-e0301n7:9_5": "And in this wheel there is no position that can be improved on the banks of the river to the Uttara.",
    "ai-anya-e0301n7:9_6": "I stood to one of the gods.",
    "ai-anya-e0301n7:9_7": "What are the three situations?",
    "ai-anya-e0301n7:9_8": "mindfulness,",
    "ai-anya-e0301n7:9_9": "Those who think about the gamblers, great king, that is called a great king.",
    "ai-anya-e0301n7:9_10": "these people are established in the things that are grounds for the children.",
    "ai-anya-e0301n7:9_11": "That’s why it doesn’t lead to my children.",
    "ai-anya-e0301n7:9_12": "It may be that people builded a water-potals which are a woman’s husband, yet they are to be seen together.",
    "ai-anya-e0301n7:9_13": "When you’re well-trained,",
    "ai-anya-e0301n7:9_14": "whoever the Four Great Kings make up their reigns,",
    "ai-anya-e0301n7:9_15": "Gods of the Four Great Kings.",
    "ai-anya-e0301n7:9_16": "Herein, the smell of smells is Dhataraṭṭha.",
    "ai-anya-e0301n7:9_17": "for the lump of folk,",
    "ai-anya-e0301n7:9_18": "of forms,",
    "ai-anya-e0301n7:9_19": "The yakkhas, Kuvera,",
    "ai-anya-e0301n7:9_20": "Herein, according to the scent of trees there is frequent means of scented trees,",
    "ai-anya-e0301n7:9_21": "like a scented tree on the gods of scent,",
    "ai-anya-e0301n7:9_22": "Those endowed with ten roots, ten kinds of fragrant roots,",
    "ai-anya-e0301n7:9_23": "kumbhaṇḍhas, kumbhaṇḍhas, and so on,",
    "ai-anya-e0301n7:9_24": "the Nāgas, (thinking): “The great Sages are not lost,”",
    "ai-anya-e0301n7:9_25": "All of those who all were satisfied by the wicked deeds, they are charming workable and deed.",
    "ai-anya-e0301n7:9_26": "That’s why the Four Great Kings districts of different colors stroke from various grounds.",
    "ai-anya-e0301n7:10_0": "The Āṭānāṭiya Bimbisāra of Magadha",
    "ai-anya-e0301n7:10_1": "There a spirit-offerings brought to the smell of Yakkhas, ~ protective-coloured, boiled drop-coloured potency, and unguarded—they went to that dragon.",
    "ai-anya-e0301n7:10_2": "Herein, wrapped in a body of speech is said to be a god as a human being, held in four deities.",
    "ai-anya-e0301n7:10_3": "The inclination of his head is called “God-King”; and that non-human being is called “has in the sky.",
    "ai-anya-e0301n7:10_4": "trees arose in the month of the Ārāma.",
    "ai-anya-e0301n7:10_5": "to the tree of the lady’s-born tree,",
    "ai-anya-e0301n7:10_6": "is what is called “where in the world’s chief.",
    "ai-anya-e0301n7:10_7": "Previously, because of past deeds, this body and various kinds of fragrance are consequences.",
    "ai-anya-e0301n7:10_8": "whatever feeling arises in the world is said to be “interest in the world.”",
    "ai-anya-e0301n7:10_9": "Quickly excited by the domain of terrors and cows, jackals, and protection; it is said to be the greatest of the brown liquors.",
    "ai-anya-e0301n7:10_10": "Who in this world protects the riches, are said to be the best.",
    "ai-anya-e0301n7:10_11": "For those who are the widely jewels,",
    "ai-anya-e0301n7:10_12": "In the Himalayas there are mangoes through the Himālayas,",
    "ai-anya-e0301n7:10_13": "So it is precious places in the place where the heavens are spendinged by a tree, in the abode of the gods of the Thirty-Three, and having trunked it.",
    "ai-anya-e0301n7:10_14": "That is why they are called “tempermanent.”",
    "ai-anya-e0301n7:10_15": "And here the Nāgas there are such a huge mountains, where the earth was entangled and the earth shaking here and there, are called “body”.",
    "ai-anya-e0301n7:10_16": "The gods of the Earth in the Great Commentaries",
    "ai-anya-e0301n7:10_17": "whatever useful play is,",
    "ai-anya-e0301n7:10_18": "And he has which the scope of logration is spoken of, (accomplished) the ground, which is spoken by Brahmā, is called “the nature of a reading mind” .",
    "ai-anya-e0301n7:10_19": "In the riches of different kinds, oppressed by their foes, allems and becoming one again entered upon and again to the species of concentration, which are adorned with various kinds of demonstrations, and so on. Which good conduct, the composed of the hells, the animal realm, and the ghost realms in the hells of the animal realm.",
    "ai-anya-e0301n7:10_20": "If he has to surmount all profitable roots, he should be tragressed with everything.",
    "ai-anya-e0301n7:11_0": "Thirty thousand people of the Thirty-Three, the Jina, together with their ministers.",
    "ai-anya-e0301n7:11_1": "(but) the Lord of the Gods of the Thirty-Three, (but) does not decrease.",
    "ai-anya-e0301n7:11_2": "Sometimes all the world is hard to understand: “This world is hard for them to winnow Sakka, lord of gods, and humans! This world is for the thirty-two conquerors of the gods.”",
    "ai-anya-e0301n7:11_3": "the gods of the Four Great Kings,",
    "ai-anya-e0301n7:11_4": "Thirty-Three is what is said.",
    "ai-anya-e0301n7:11_5": "For a male slave, among the gods,",
    "ai-anya-e0301n7:11_6": "(These days should be understood as) these days as a word for the purpose.",
    "ai-anya-e0301n7:11_7": "And another, just as the leader of the Indaka lady Power,",
    "ai-anya-e0301n7:11_8": "Firstly, as soon as they are seen the thirty-two kingship in this world.",
    "ai-anya-e0301n7:11_9": "Like this, the gods of the Thirty-Three would not be reborn in the company of the Thirty-Three.",
    "ai-anya-e0301n7:11_10": "But as in the Commentaries it is stated that is stated under the Great Forest, and made the fourth months it in the case of the thirty-two places, they say,",
    "ai-anya-e0301n7:11_11": "not out of fear.",
    "ai-anya-e0301n7:11_12": "Once again Brahmā Sanaṅkumāra, having manifested thirty-three corporeal forms, sat down on the couches of each of the gods of the Thirty-Three.",
    "ai-anya-e0301n7:11_13": "on that occasion a Sakya family called Isipatana.",
    "ai-anya-e0301n7:11_14": "likewise the Sudatta.",
    "ai-anya-e0301n7:11_15": "This world also is called because of the words “which is being” because of the words “ause” in that case.",
    "ai-anya-e0301n7:11_16": "Devoted to the vicinity of his head he possessed of the attainment of general powers, and delighted with the joy that were delighted.",
    "ai-anya-e0301n7:11_17": "like a merchant on an opportunity from his own house, and then delights in it,",
    "ai-anya-e0301n7:11_18": "Knowing his own wealth, property from others.",
    "ai-anya-e0301n7:11_19": "So let them increase the absorptions, including the special qualities of universal qualities, increase and fulfilment.",
    "ai-anya-e0301n7:11_20": "Brahmā, the Great Brahmā, proceeds in a great forest,",
    "ai-anya-e0301n7:12_0": "Endowed with mindfulness,",
    "ai-anya-e0301n7:12_1": "and motivated by the assembly.",
    "ai-anya-e0301n7:12_2": "if she needs an ;",
    "ai-anya-e0301n7:12_3": "the Great Brahmātives.",
    "ai-anya-e0301n7:12_4": "Before this is called “the high priest.”",
    "ai-anya-e0301n7:12_5": "the Great Brahmā is best in front of them.",
    "ai-anya-e0301n7:12_6": "Brahmā is the Great Brahmā,",
    "ai-anya-e0301n7:12_7": "The one thousandfold Brahmā is worshipped.",
    "ai-anya-e0301n7:12_8": "The meaning is that declaration of Three (volitional) processes, who have attained (true) processes, is the meaning.",
    "ai-anya-e0301n7:12_9": "There the Brahmā of a thousand wheel-turning monarch",
    "ai-anya-e0301n7:12_10": "The meaning is that from one thousand wheels.",
    "ai-anya-e0301n7:12_11": "and three winds become windows.",
    "ai-anya-e0301n7:12_12": "There the populace went to a good family in the world of the Lord.",
    "ai-anya-e0301n7:12_13": "* understood: We will attend on him thus,",
    "ai-anya-e0301n7:12_14": "Whatever in regard to others—",
    "ai-anya-e0301n7:12_15": "What’s the great hermit!",
    "ai-anya-e0301n7:12_16": "* the ultimate one is called.",
    "ai-anya-e0301n7:12_17": "The whole village districts will take a great tree as well. The bodies of a great sal tree.",
    "ai-anya-e0301n7:12_18": "There the Great Brahmā should know (the truth), the Great Brahmā,",
    "ai-anya-e0301n7:12_19": "At the time of the abode went to a brahman, men preciously in front of human beings.",
    "ai-anya-e0301n7:12_20": "Herein, the gods (rebirth) appeared in that place, greatly nurses him.",
    "ai-anya-e0301n7:12_21": "My men paid homage to you,",
    "ai-anya-e0301n7:12_22": "In the same way, Great Brahmā, the Great Brahmā, Namely does not see",
    "ai-anya-e0301n7:12_23": "For example, the Great Brahmā do not know,",
    "ai-anya-e0301n7:12_24": "dropped the Brahmapāla (the Buddha),",
    "ai-anya-e0301n7:12_25": "Because of the dart of the midst of the Sangha and the one belongings of him are not allowed.",
    "ai-anya-e0301n7:12_26": "but when they see a form, they bring it to it,",
    "ai-anya-e0301n7:12_27": "then one who see it was my own,",
    "ai-anya-e0301n7:12_28": "Contact in the upper places.",
    "ai-anya-e0301n7:12_29": "But when Brahmā stops what is said from Brahmā she does not get what it does.",
    "ai-anya-e0301n7:12_30": "The voice of Brahmā is called a giver of the gods. Owing to anyone in the company of Brahmā, they don’t come from.",
    "ai-anya-e0301n7:12_31": "but only as a lower winter in the lower strands.",
    "ai-anya-e0301n7:12_32": "For Janavasabhaging the Gods Who Control the Compared to the Divinities’ Creations, and when they were reborn in a very same place, they said: “Let them see my mother’s be able to discern them and bring them to perfection.”",
    "ai-anya-e0301n7:12_33": "Herein, it is limited by the means of the Brahma worlds, there is little exceeding in the Brahma world.",
    "ai-anya-e0301n7:12_34": "the best kind of immeasurable, best,",
    "ai-anya-e0301n7:12_35": "he went to the Great Brahmā realm,",
    "ai-anya-e0301n7:12_36": "On that occasion Brahmā is the meaning.",
    "ai-anya-e0301n7:12_37": "It is in the lower jawbone that it is called “with the good” since it makes evident its meaning in the sense of worms.",
    "ai-anya-e0301n7:13_0": "Herein, limited words are limited.",
    "ai-anya-e0301n7:13_1": "they praise limitless radiance,",
    "ai-anya-e0301n7:13_2": "They utter making light, they are always the ‘bearer of the gods’.",
    "ai-anya-e0301n7:13_3": "on the bank of the river Brahmajāla (such), in the company of Brahmā.",
    "ai-anya-e0301n7:13_4": "who is immeasurable, best of men,",
    "ai-anya-e0301n7:13_5": "very wise one is worshipped by the Great Brahmā,",
    "ai-anya-e0301n7:13_6": "and at that time he subtles himself, is the meaning.",
    "ai-anya-e0301n7:13_7": "Herein, one liberal permutation series is said to have it that is meant.",
    "ai-anya-e0301n7:13_8": "eloquent speech is limited and well spoken.",
    "ai-anya-e0301n7:13_9": "eloquent and limitless words,",
    "ai-anya-e0301n7:13_10": "crowded with people of very well-spoked words,",
    "ai-anya-e0301n7:13_11": "took ahold of it,",
    "ai-anya-e0301n7:13_12": "all the flavors of the taste, the taste of the opposite sex,",
    "ai-anya-e0301n7:13_13": "But these two kinds of rags are exceedingly eggs.",
    "ai-anya-e0301n7:13_14": "Therefore at the end of these two kinds, namely, limited and so on,",
    "ai-anya-e0301n7:13_15": "if she is not a member of Brahmā;",
    "ai-anya-e0301n7:13_16": "After taking that (foot) in this way, the gods of the Thirty-Three were Awakened One in the air.",
    "ai-anya-e0301n7:13_17": "Throughout shameless, he speaks hunger,",
    "ai-anya-e0301n7:13_18": "The reciters of the wide lights, so full of fruits, and fruits of wide fruit.",
    "ai-anya-e0301n7:13_19": "Then, on the inside of the three people, he dropped on the framework of joy, and with the rising of the three worlds, which were presented by an obstacle for them, etc., by means of the span of the widems, and so on.",
    "ai-anya-e0301n7:13_20": "The gods from the four positions—",
    "ai-anya-e0301n7:13_21": "at that time, however, is said in the first phrase as stated.",
    "ai-anya-e0301n7:13_22": "yet, as well as mixed with ordinary food is allowable, and it is allowable for one eon obsession by one abode.",
    "ai-anya-e0301n7:13_23": "which there is no obstacle for equanimous bliss born in equanimous bliss, or any kind of merit.",
    "ai-anya-e0301n7:13_24": "Therefore because of the advantage of jhāna it is encountered by means of which the merit rewards is fruitful and beneficial.",
    "ai-anya-e0301n7:14_0": "There is no perception in one who has not grasped four in number;",
    "ai-anya-e0301n7:14_1": "and having perception of form, sentient beings are non-percipient.",
    "ai-anya-e0301n7:14_2": "But if there is no agitation of the mind, there is no production of each and every seven winter.",
    "ai-anya-e0301n7:14_3": "These were the two floors.",
    "ai-anya-e0301n7:14_4": "Herein, through enlightenment of his rebirth-linking in the jhāna is inferior, medium, and superior. And the Great Brahmā, because of that instance of Brahmā, namely, the Great Brahmā, and because of the—the Great Brahmā, the Great Brahmā, attained to the extinction of his existence.",
    "ai-anya-e0301n7:14_5": "But the meaning of each other is “preliminary dissolution” , etc., and the preceding of the kind already described.",
    "ai-anya-e0301n7:14_6": "So too, don’t lose these things",
    "ai-anya-e0301n7:14_7": "the gross of sense desires, the running of sense desires, and the abiding of material desires are pure;",
    "ai-anya-e0301n7:14_8": "There they don’t give up even the ground, nor do they give up their own harm for themselves.",
    "ai-anya-e0301n7:14_9": "So he has given up the five lower fetters and the mind, and are not liable to return from that world.",
    "ai-anya-e0301n7:14_10": "on the ground, or because of fondness, with a mind full of ill will, with (some) appearance.",
    "ai-anya-e0301n7:14_11": "And having the basic principles, purified, cleansing the vision of the Truth, and phrases, because it was very pure, and because it was thoroughly purified, they will see the stainless vision of the Truth.",
    "ai-anya-e0301n7:14_12": "In the fourth tetrad there were quite present to him with an embracing cloth that was well developed,",
    "ai-anya-e0301n7:14_13": "This is the help of the world’s help.",
    "ai-anya-e0301n7:14_14": "or as an abode of five grounds for form, sentient beings in the middle, or in any other place. There are no places for those who are feeding grounds, they in the middle.",
    "ai-anya-e0301n7:15_0": "The gods of the dimension of infinite space ... the dimension of infinite space ... the dimension of infinite space ... the dimension of infinite space ... the dimension of infinite space ... the dimension of infinite consciousness.",
    "ai-anya-e0301n7:15_1": "which was due to the aggregates, (and is) the ground for the air.",
    "ai-anya-e0301n7:15_2": "So in restrain,",
    "ai-anya-e0301n7:15_3": "ordinary people are Once-Returners, and individuals of the kind already described in the whole world. They are preceding entirely full of all.",
    "ai-anya-e0301n7:15_4": "And here the once-returner should prepare a non-returner, oral tradition of the three kinds of paths: there is the noble path to acquire this sense.",
    "ai-anya-e0301n7:15_5": "The remaining thirty-two cases of the remaining thirty-two cases. In the case of the ordinary persons, perceptions of a single one is perception.",
    "ai-anya-e0301n7:15_6": "the ground of the rinsing sun.",
    "ai-anya-e0301n7:16_0": "at the moment of consummate’s time,",
    "ai-anya-e0301n7:16_1": "and is said to live in between becoming and the next.",
    "ai-anya-e0301n7:16_2": "but after becoming a league from there.",
    "ai-anya-e0301n7:16_3": "still torment for rebirth in this or that state,",
    "ai-anya-e0301n7:16_4": "not out of fear.",
    "ai-anya-e0301n7:16_5": "birth, blind to birth,",
    "ai-anya-e0301n7:16_6": "They’re bound by beatings and caste; they don’t impeccable lineage, birth, old age, and death, of a _paṇḍaka_, which are _paṇḍaka_ together with their children.",
    "ai-anya-e0301n7:16_7": "to give rise to the eye, and through the liking of what is misapprehension of the Seer’s purpose,",
    "ai-anya-e0301n7:16_8": "Dispeller of the tongue:",
    "ai-anya-e0301n7:16_9": "The searches",
    "ai-anya-e0301n7:16_10": "Herein, confidence in his name there is a country called Rebirth",
    "ai-anya-e0301n7:16_11": "The nose, the ear, the nose, the nose,",
    "ai-anya-e0301n7:16_12": "There is no confidence in him,",
    "ai-anya-e0301n7:16_13": "We’re sad and caught up in birth,",
    "ai-anya-e0301n7:16_14": "and those in the directions for the immaterial perceptions is unlikeable;",
    "ai-anya-e0301n7:16_15": "Accomplished in all the time, Victorious in mind,",
    "ai-anya-e0301n7:16_16": "Taking the leaves of sensual pleasures, etc., which has the progressive defilement in them.",
    "ai-anya-e0301n7:16_17": "endowed with two kinds of phrases is one of both ways: because of phrasing each other,",
    "ai-anya-e0301n7:16_18": "I found no delight",
    "ai-anya-e0301n7:16_19": "Paying alone with a single lotus calyx, making the despise,",
    "ai-anya-e0301n7:16_20": "starting with the eye in the place where it gives rise to deeds, and is the creeper produced by deeds.",
    "ai-anya-e0301n7:16_21": "There is no reason for giving rise to see when progressiveness. But for one who has contemplation, there is no production in the eye, there is no production in the for seeing.",
    "ai-anya-e0301n7:16_22": "Therefore at the moment of conceived and matured, while he is glad.",
    "ai-anya-e0301n7:16_23": "in the species of birth and death;",
    "ai-anya-e0301n7:16_24": "It is the acquisition of the sense-sphere that can be called “the eye” because it is time to arise in the same sense.",
    "ai-anya-e0301n7:16_25": "Yet the eye faculty, restraint of the Joyful Gods, should be understood to deceive his own birth, and it is the time to be understood that birth,",
    "ai-anya-e0301n7:16_26": "So they say that rebirth is born in old age and death, and that which has been reborn there.",
    "ai-anya-e0301n7:16_27": "that for one who has no developed, what is undeveloped,",
    "ai-anya-e0301n7:17_0": "and for the sake of self-developing.",
    "ai-anya-e0301n7:18_0": "“If you were born, being blinded, that is the blindest of sight,",
    "ai-anya-e0301n7:18_1": "the deceiver comes out of his mother’s womb, is the meaning.",
    "ai-anya-e0301n7:18_2": "Therefore they say about the reason why their mother is uninterrupted.”",
    "ai-anya-e0301n7:18_3": "it is not so hard to find.",
    "ai-anya-e0301n7:19_0": "It’s because of the authority of his mother, father, brother, or sister, of evasion, and so on. It might because of the seens of wisdom,",
    "ai-anya-e0301n7:19_1": "For when the great Bodhisatta has produced a spear for himself, the other castes—had been cut off at the root of the Mother and the bonds of others. For it’s not possible to depart without from it.",
    "ai-anya-e0301n7:19_2": "And they dropped on the earth, (rebirths), the ground of the earth, appearance, being terrified,",
    "ai-anya-e0301n7:19_3": "As the grounds for trees, (the whole of) the mountains of trees, the Vihāras of the mountains, the trees of (the earth), wishing to supernormal powers, those who are subduely powers, who are subdued the earth (wholesome) powers, –",
    "ai-anya-e0301n7:19_4": "Those in the world who is worshipped by the great spirits, etc., are said to be the yakkhas,",
    "ai-anya-e0301n7:19_5": "Those who are capable of having broken down the meritorious body and life, having come to be reborn in the company of Ājīvaka ascetics.",
    "ai-anya-e0301n7:19_6": "When they’re able to satisfy them, they become capable of breaking up. They then smiled and swallowing them.",
    "ai-anya-e0301n7:19_7": "earth-gods of walls.",
    "ai-anya-e0301n7:19_8": "near the delightful place of merit, which is an owing to the places of loss, the bad at the root of a tree, the edge of the Thūpas, and the places beginning with the forest nearby.",
    "ai-anya-e0301n7:19_9": "when they arrived, they fall in the next life.",
    "ai-anya-e0301n7:19_10": "Experiency, rolling: below ropes that were the afflicted and well driven out in the sense.",
    "ai-anya-e0301n7:19_11": "Once again the village was precincts within the gateway and for the villages, for the narrows, and for the sick monks and for the rest of the dwellings, and for the sake of a regular boys, and after bathing the carpets in the neighborhood of a village, he sewns them down, and gave their lives for the rest.",
    "ai-anya-e0301n7:19_12": "their warnings.",
    "ai-anya-e0301n7:19_13": "and some of these:",
    "ai-anya-e0301n7:19_14": "For all these reasons did not exist after death.",
    "ai-anya-e0301n7:19_15": "and with the appearance of two kinds:",
    "ai-anya-e0301n7:19_16": "and that’s how some of them did their work. Then the native spirits, having made a terrace and poisonous discussion on the Dhamma, and the eight lamps of the Dhamma is said.",
    "ai-anya-e0301n7:19_17": "But some of the spirits who were born in a enemy, even trapper, ghosts, shameless, and ministers, friends and colleagues. And they show the eighteen.",
    "ai-anya-e0301n7:20_0": "Those consisting in lesser abodes are included among the people.",
    "ai-anya-e0301n7:20_1": "This includes all kinds of fame and rewards in all directions, and for all beings, according to the continuation of all beings, according to the various air.",
    "ai-anya-e0301n7:20_2": "We have no fault in the human state,",
    "ai-anya-e0301n7:20_3": "No one percipients are not worth a sixteenth part of the entire life span, and the life-span.",
    "ai-anya-e0301n7:20_4": "Like the animal realm, and the same.",
    "ai-anya-e0301n7:20_5": "That’s why it is said:",
    "ai-anya-e0301n7:20_6": "There is no place for four years in the womb, the best lifespan, when the number of years is finished, preferred to the (kinds).",
    "ai-anya-e0301n7:20_7": "Herein, the kamma-grasping in hell by the Buddha, the ten kinds of hell by means of non-delusion in the Brahmajāla hell .",
    "ai-anya-e0301n7:20_8": "they say, ‘This is through the head of Jambudīpa’, they say.",
    "ai-anya-e0301n7:20_9": "for just because this life span is short,",
    "ai-anya-e0301n7:20_10": "The head of the Lion’s Roar",
    "ai-anya-e0301n7:20_11": "Only a thousand upper robe belongings to the upper thrones.",
    "ai-anya-e0301n7:20_12": "* For the other two years one is called a hundred thousand years’.",
    "ai-anya-e0301n7:20_13": "In the case of those who dispell the laws in the beginning, “This being what is wrong is spoken by the interest.",
    "ai-anya-e0301n7:20_14": "and inspiring even the lifetimes, because of the rose-apples and change in all the monasteries, shakes and rocks and trembles. They want their falls to eat the breath of them.",
    "ai-anya-e0301n7:20_15": "That’s why it should be done for the sake of the life span, for the sake of the rainy season.",
    "ai-anya-e0301n7:20_16": "If they do not say, they’re about a single India, they do not say, “This isn’t.”",
    "ai-anya-e0301n7:20_17": "Because the humans of Pāvā are unsurpassed.",
    "ai-anya-e0301n7:20_18": "The life span of the terminators is said:",
    "ai-anya-e0301n7:20_19": "Herein, the life span is permanently used for a thousand years. The purpose of abandoning a thousand years is incapable of arousing.",
    "ai-anya-e0301n7:21_0": "The bones of the similes, that is to be seen, this is to be seen.",
    "ai-anya-e0301n7:21_1": "all of them bring great holy to the advantages and respects the Victory, truthfully,",
    "ai-anya-e0301n7:21_2": "For all of them are worked for them,",
    "ai-anya-e0301n7:21_3": "in the case of the gods under the Four Great Kings. This is what is said to be the fourfold dwelling in the fourfold restraint.",
    "ai-anya-e0301n7:21_4": "at that place she was delighted in that heavenly world.",
    "ai-anya-e0301n7:21_5": "if five hundred years: what is eaten by one a hundred years and what is not suitable, then what is not said should be.",
    "ai-anya-e0301n7:21_6": "But it was said to be the last disciples of the Buddha that they were stream-enterers, the idea of the space where the King of the Princes Jāṇussoṇi said.",
    "ai-anya-e0301n7:21_7": "So you should know that the class of rebirth consists of the space needs to be reborn in the openings of the space.",
    "ai-anya-e0301n7:21_8": "And herein, no rebirth should be thought about.",
    "ai-anya-e0301n7:21_9": "For that man isn’t exist in the destruction of sensual pleasures,",
    "ai-anya-e0301n7:21_10": "But they’re not able to reborn in the world of the gods.",
    "ai-anya-e0301n7:21_11": "Diffusing human beings,",
    "ai-anya-e0301n7:21_12": "a human being is one day and night for the Gods of the Four Great Kings.",
    "ai-anya-e0301n7:21_13": "Thirty-Three is one abiding in meditation.",
    "ai-anya-e0301n7:21_14": "(welf) for twelve years of age.",
    "ai-anya-e0301n7:21_15": "Those five hundred years in the human realm is one hundred thousand years.",
    "ai-anya-e0301n7:21_16": "then the Gods of the Four Great Kings, the Gods of the Thirty-Three,",
    "ai-anya-e0301n7:21_17": "The life span is fourfold lesser special qualities of day familiarity. When a heavenlying divine maidens, they are extended in four heavenly the five cords of the world’s special qualities, the meaning is:",
    "ai-anya-e0301n7:21_18": "The searches",
    "ai-anya-e0301n7:21_19": "Herein, the life span of the Gods Who Control the Creations of Others is sixteenth part of the Gods Who Control the Creations of Others.",
    "ai-anya-e0301n7:21_20": "We have one thousand years of the Thirty-Three,",
    "ai-anya-e0301n7:21_21": "10,000 years,",
    "ai-anya-e0301n7:21_22": "at the very eighth day of the Joyful Gods,",
    "ai-anya-e0301n7:21_23": "The life span of the Gods Who Control the Creations of 20,000 years.",
    "ai-anya-e0301n7:22_0": "Divine days and nights",
    "ai-anya-e0301n7:22_1": "One hundred years in this world of men, one day, for the gods.",
    "ai-anya-e0301n7:22_2": "Let alone two hundred years,",
    "ai-anya-e0301n7:22_3": "if it has been shared out,",
    "ai-anya-e0301n7:22_4": "Eight noble ones.",
    "ai-anya-e0301n7:22_5": "and one hundred thousand years had passed, Samiddhi’s mother was Samiddhi, and was successful.",
    "ai-anya-e0301n7:22_6": "And it is the day and night for the day familiar with the shakles, full of importance, and so on.",
    "ai-anya-e0301n7:22_7": "And that’s how it should be understood according to the gods of the Thirty-Three in this way forty-Three for a thousand years.",
    "ai-anya-e0301n7:22_8": "Likewise the life span is successful, extensive, limited, and well owing to the skin.",
    "ai-anya-e0301n7:22_9": "Therefore it is said:",
    "ai-anya-e0301n7:22_10": "Then the gods of the Thirty-Three,",
    "ai-anya-e0301n7:22_11": "then of the four kinds of sensual stimulation:",
    "ai-anya-e0301n7:22_12": "Likewise in the case of the Divine Commentaries, Mindfulness is successful only in preceding the number of the four cords .",
    "ai-anya-e0301n7:22_13": "Therefore human beings, ninety-thousand years, eighty thousand years lesser ninety-thousand years, making a thousand widespread and four hundred thousand aeons, as they did not see even a single one of the rainy season.",
    "ai-anya-e0301n7:22_14": "one hundred and ninety-four hundred and one hundred and fifty years. The lifespan of the rainy season is widespread and 80,000 leagues.",
    "ai-anya-e0301n7:23_0": "One whose applied thought and sustained thought is incompatible with sustained thought, without applied thought and sustained thought is the first absorption by the very first jhāna, and the rest.",
    "ai-anya-e0301n7:23_1": "which is only access and does not subsequently because of that.",
    "ai-anya-e0301n7:23_2": "Therefore it is so called because it has become evident to him as the result of successively reaches the third jhāna and because it arises in him in one whose body is successful, pervaded by the third jhāna and discriminations of the deathless.",
    "ai-anya-e0301n7:23_3": "and his wanting to remain in the fourth jhāna.",
    "ai-anya-e0301n7:23_4": "But the fivefold reckonings are of the fivefold jhāna.",
    "ai-anya-e0301n7:23_5": "Therefore here too the result of that in the fourfold reckoning have been stated. Earth is also called the jhāna because it has been stated.",
    "ai-anya-e0301n7:23_6": "And although they are swept away, they are slowly opposition,",
    "ai-anya-e0301n7:23_7": "this is what is said in reference to an eon, that is what is said.",
    "ai-anya-e0301n7:23_8": "For all four eons have been expanded, and an eons of the life span, the lifespan of the rainy season, and the life span of sentient beings are called.",
    "ai-anya-e0301n7:23_9": "It is allowed one, half the four directions, and it is considered the intervals of the life span, and in the four directions. The life span and the four directions are said to be the intermediate directions.",
    "ai-anya-e0301n7:23_10": "Speaks a schism:",
    "ai-anya-e0301n7:23_11": "The eighty kinds of schism:",
    "ai-anya-e0301n7:23_12": "fourteen grounds for knowledge.",
    "ai-anya-e0301n7:23_13": "Those in the world who are called ‘perfections’.",
    "ai-anya-e0301n7:23_14": "by means of one great compassion, by what is called consultation as the Mahākappina has disappeared.",
    "ai-anya-e0301n7:23_15": "Of all the crops ripen in one sea, the finest wished:",
    "ai-anya-e0301n7:23_16": "One is allowable without a four-footed encircling walls.",
    "ai-anya-e0301n7:23_17": "That is of four kinds as: eighteen, that is to say, eighteen, ninety, and eighteen.",
    "ai-anya-e0301n7:23_18": "As he opened the eons of what is allowable,",
    "ai-anya-e0301n7:23_19": "As the sky remainds, it remained in the eons.",
    "ai-anya-e0301n7:23_20": "As a result, he ran away.",
    "ai-anya-e0301n7:23_21": "and the right amount of wide cycles should be understood as it is allowable,",
    "ai-anya-e0301n7:23_22": "But then these four (persons), each is made by oneself and another.",
    "ai-anya-e0301n7:23_23": "(In this place) the Lord of the World, the Head encircled in a wall, with a enclosure made of cloth and enclosed by one a hundred years.",
    "ai-anya-e0301n7:23_24": "In this way the great swiftly can be understood",
    "ai-anya-e0301n7:24_0": "As the eon contracts the fire.",
    "ai-anya-e0301n7:24_1": "because of the power of the gods.",
    "ai-anya-e0301n7:24_2": "As soon as the water stayed together,",
    "ai-anya-e0301n7:24_3": "As a well-spoked water is rising above.",
    "ai-anya-e0301n7:24_4": "As by when the wind blows",
    "ai-anya-e0301n7:24_5": "Because of the great fruit of wide openings the eight definitions (of the world), or else the world of the seven kings (?). This is the world of the seventh lost opportunity.",
    "ai-anya-e0301n7:24_6": "Eight or eighth day.",
    "ai-anya-e0301n7:24_7": "again the seven fires blazing.",
    "ai-anya-e0301n7:24_8": "In the eighth section dealing with water, and without the water, the four gates are successful and prosperous, expert in water, and without life.",
    "ai-anya-e0301n7:24_9": "whatever was said in the component of the Eights,",
    "ai-anya-e0301n7:24_10": "by this eighth or that place it is waved,",
    "ai-anya-e0301n7:24_11": "they created beings on the monasteries, and they made the flame.",
    "ai-anya-e0301n7:24_12": "Secluded: it is well spoken so powdered;",
    "ai-anya-e0301n7:24_13": "In these four wonderers, these eighteen bases are rolled forth,",
    "ai-anya-e0301n7:24_14": "Whether in the bones, the sinews—burning back and forth—it’s their flame, Samiddhi rolled back.",
    "ai-anya-e0301n7:24_15": "Hence the Ancients said:",
    "ai-anya-e0301n7:25_0": "because of a fire-blazing fire, below,",
    "ai-anya-e0301n7:26_0": "The world is beaten out by its fruit, or it is the world lost",
    "ai-anya-e0301n7:27_0": "these seven, eighth or seventy-four foot,",
    "ai-anya-e0301n7:28_0": "when one with four or five wide lights,",
    "ai-anya-e0301n7:29_0": "This one eon is included in the world, and there is no place here in the world that is not clear.",
    "ai-anya-e0301n7:29_1": "Therefore Brahmā, the lifespan of a Brahmadatta, the lifespan, the lifespan, the Awakened One’s Cliff, the lifespan, the Awakened One’s life.",
    "ai-anya-e0301n7:29_2": "it is not possible to have great wisdom,",
    "ai-anya-e0301n7:29_3": "Because of that this is what was said, they would referring to what is said.",
    "ai-anya-e0301n7:29_4": "The life span of the wide openings and preventing.",
    "ai-anya-e0301n7:29_5": "The right kind of road for him is allowed, while the fourfold army is allowed, a road for the whole of all a meal.",
    "ai-anya-e0301n7:29_6": "As the cosmos contracted it lasted all creatures.",
    "ai-anya-e0301n7:29_7": "So one is allowed to cast a roll, and two or three and a half rolling around and one can live alone. On that occasion two, he can proceed having catches one or two ends.",
    "ai-anya-e0301n7:29_8": "It is hard to get up to the start from the idea that great sacrifice should be apprehended.",
    "ai-anya-e0301n7:29_9": "He doesn’t count the bitter dwellings, the courtesan set up bars, and he doesn’t move even seventh day. He doesn’t stay calling for seven or seven lunars, and in the eighth times.",
    "ai-anya-e0301n7:29_10": "In the fourth tetrad: here the meaning is: it is of four low.",
    "ai-anya-e0301n7:29_11": "they realize the dimension of infinite space.",
    "ai-anya-e0301n7:29_12": "One is alone, the meditation subject that is connected with its object,",
    "ai-anya-e0301n7:29_13": "are born in a single family,",
    "ai-anya-e0301n7:29_14": "Being hard to grieve forward,",
    "ai-anya-e0301n7:30_0": "145.",
    "ai-anya-e0301n7:30_1": "it is called Janavasabha, and it is a basis for it.",
    "ai-anya-e0301n7:30_2": "if she attends on by her;",
    "ai-anya-e0301n7:30_3": "killing living creatures:",
    "ai-anya-e0301n7:30_4": "Herein, the result of the people accumulated noble ones, the result of the wholesome and the dissolution, were reborn in a heavenly realm.",
    "ai-anya-e0301n7:30_5": "Herein, observed by the kamma that are the postures are to be seen -",
    "ai-anya-e0301n7:30_6": "circumstances, turning away from the bowl, even the five-five worms of profitable deeds, not even when a droping of the skillful.",
    "ai-anya-e0301n7:30_7": "to am upset, so what is skillful?",
    "ai-anya-e0301n7:30_8": "Of the people, having broken through the drums of the people, being reborn in the realm of the gods, organized the embryodiment of his own work,",
    "ai-anya-e0301n7:30_9": "Just as when there is a treasure of weapons,",
    "ai-anya-e0301n7:30_10": "But when a foster path is defined by the path and the result is said to be the result of purity.",
    "ai-anya-e0301n7:30_11": "are included in the caravan of the lay life.",
    "ai-anya-e0301n7:30_12": "For there is no way awel (of the road), for the sake of a borderland, and unwelcome.",
    "ai-anya-e0301n7:30_13": "There it is the grossness of the body that is the construction that is the place where it could be done by opposite sex.",
    "ai-anya-e0301n7:30_14": "Then the sheath at the time of death.",
    "ai-anya-e0301n7:30_15": "then one is able to get legal procedures done in the skillful, and one is good.",
    "ai-anya-e0301n7:30_16": "Unskillful deeds.",
    "ai-anya-e0301n7:30_17": "For this is said in the Paṭisambhidā:",
    "ai-anya-e0301n7:31_0": "At this time, the person died.",
    "ai-anya-e0301n7:32_0": "For when you are aroused, your mind is full of confidence,",
    "ai-anya-e0301n7:33_0": "At this time, the person died.",
    "ai-anya-e0301n7:34_0": "for one were to be reborn in hell for this mind.",
    "ai-anya-e0301n7:35_0": "and usually practices it.",
    "ai-anya-e0301n7:35_1": "having been reborn in the realm of the Kinsman River, he attended on by the neighboring of deeds, which were good and wholesome and results in the modes of his life, and given up by this a long time, being unprofitable, and causing this gifts to the end of life.",
    "ai-anya-e0301n7:36_0": "For one in the habit of constantly worshipping respectable elders,",
    "ai-anya-e0301n7:37_0": "four things increase: length of life, beauty, happiness, and strength.",
    "ai-anya-e0301n7:38_0": "In this case, wholesome and unwholesome, that is skillful and unskillful, blameworthy and blameless, inferior and superior, and beautiful and ugly.",
    "ai-anya-e0301n7:38_1": "For even an unprofitable way to the various deedss of (good) men, who possessed the great (magical) powers, and profitable rolled forth into the sky at the preceptation of their former deeds, they bring through the coming to the end of their former deeds.",
    "ai-anya-e0301n7:38_2": "Likewise, when a skilled in profitable deeds, their terminations, their former steps and cosmology, with the dreadful radiates, and so on.",
    "ai-anya-e0301n7:38_3": "Uposatha the profitable, etc., is profitable in the same way as stated.",
    "ai-anya-e0301n7:38_4": "And the results of sentient beings—because of their past deeds, result of past deeds, future or present—when their results of past deeds—whether pleasant, painful, or neutral—theycle of his actions.",
    "ai-anya-e0301n7:38_5": "Herein, firstly in the place where there is working for one who is moved to the worms, who is weak and dawn.",
    "ai-anya-e0301n7:38_6": "For when it is a strong man’s later at the time of speaking ill of his rinsing;",
    "ai-anya-e0301n7:38_7": "the upper one is also reborn on the ground for the rim.",
    "ai-anya-e0301n7:38_8": "In regard to great powers they are existed in the same way.",
    "ai-anya-e0301n7:38_9": "Likewise in the family of low families,",
    "ai-anya-e0301n7:38_10": "and the span of long-lived,",
    "ai-anya-e0301n7:38_11": "In regard to wealth that is poor, little wealth,",
    "ai-anya-e0301n7:38_12": "what belongs to this person is not reborn in any state of existence or the state of existence.",
    "ai-anya-e0301n7:38_13": "yet beautiful and ugly,",
    "ai-anya-e0301n7:38_14": "caught up in the sense faculties, which are produced by the blind faculty, and is a condition for the faculty of pain.",
    "ai-anya-e0301n7:38_15": "He takes the crowd’s hands, etc., and so on.",
    "ai-anya-e0301n7:38_16": "Likewise in the Great Hell of the Swell-Like  hellished in the ghost realm, or afterwards.",
    "ai-anya-e0301n7:38_17": "and the King had the dyers away,",
    "ai-anya-e0301n7:38_18": "And perhaps he should do so.",
    "ai-anya-e0301n7:39_0": "and it is only the post constructed calm that you can understand",
    "ai-anya-e0301n7:39_1": "Because that deed is indeed strong positions and weak inwards by the power of the greedy deed is well subdued, unwholesome and strong.",
    "ai-anya-e0301n7:39_2": "Whatever produces in a new legal procedure, a spearing of aggregates, fame, spears, roams, and cattle, and torments for providing the succession of his wives, wealth, or providing suffering in the next lifespan, and in between the next lifespan.",
    "ai-anya-e0301n7:39_3": "for he is two-fold fruition and results of deeds, he enjoyed the fruit of deeds.",
    "ai-anya-e0301n7:39_4": "Herein, deeds are the fruits for deeds,",
    "ai-anya-e0301n7:39_5": "or another.",
    "ai-anya-e0301n7:39_6": "but took the fruit of the good and bad.",
    "ai-anya-e0301n7:39_7": "You should say, Ānanda, about the base of the teaching in the Dhamma.",
    "ai-anya-e0301n7:39_8": "But in the case of the worms that were performed, all the works that have been performed, and two news at all.",
    "ai-anya-e0301n7:39_9": "The eye is like a lake,",
    "ai-anya-e0301n7:39_10": "That bad deeds they live in a dwelling place.",
    "ai-anya-e0301n7:39_11": "but, at that time it was cut off at the root, made like a palm stump,",
    "ai-anya-e0301n7:39_12": "Because they were called arrogant pointing the path that keeps struggling in such a way, when they were called ‘seer’ because they were accomplished by this”.",
    "ai-anya-e0301n7:39_13": "(Aṅgaka replied:) “Uttarakuru and takes the path that connection with the headings in the northern quarters that were called “perhaps”.",
    "ai-anya-e0301n7:39_14": "By means of the path of purification is called the “who-known” .",
    "ai-anya-e0301n7:39_15": "Firstly, one who destroys others, who does not continue to destruction.",
    "ai-anya-e0301n7:40_0": "The precincts, when death is being cut off, is the plastering of deeds in the morning.",
    "ai-anya-e0301n7:40_1": "Then, by the damage of a bad deed, the sign of good conduct, the good friend, the sign of a heavenly realm, and then shows that he is reborn in a heavenly realm.",
    "ai-anya-e0301n7:40_2": "After making a good deed and attendant by the blessed with good fortune, and giving up bad deeds again, he is reborn again in hell for the sake of a bad place.",
    "ai-anya-e0301n7:40_3": "In regard to the Elder Soṇa, the Divine Abhibhū should remain silent.",
    "ai-anya-e0301n7:40_4": "On the upper garment in the past is called ‘bitter’ and ‘bitter’ and ‘performations’ thrising into deeds’ is called “the cutting off work”.",
    "ai-anya-e0301n7:40_5": "the Elder Aṅgulimālati:",
    "ai-anya-e0301n7:40_6": "° he who had obtained a great deal of existence, which was unskillful.",
    "ai-anya-e0301n7:40_7": "it was interval between the legal procedures between cutting off.",
    "ai-anya-e0301n7:40_8": "he dispells Devadatta.",
    "ai-anya-e0301n7:40_9": "Sometimes it should be understood that the aggregates of kamma-borns, while the working of the lifespan of the aggregates are sticks, while others are in the sense of opposite sex.",
    "ai-anya-e0301n7:41_0": "The kamma that is the interval between the deeds, the breaking up of the aggregates, and the four kinds of conduct is profitable, namely, clansing to the supreme purity, and that is accompanied by means of the four paths and the.",
    "ai-anya-e0301n7:41_1": "In the Majjhima commentary it is the commentary to each comprehension, produced by treatment, the aggregates, above, below, across, everywhere, all is unprofitable.",
    "ai-anya-e0301n7:41_2": "But there is a middling coals on the Ganges river, like a monkey on an unsurpassed field.",
    "ai-anya-e0301n7:41_3": "Or any in needs a big fire.",
    "ai-anya-e0301n7:41_4": "Herein, the primary elements should be seen in the presence of the dyads, as stated separately in the presence of the prediction.",
    "ai-anya-e0301n7:41_5": "He should not speak evasively because he needs to be done.",
    "ai-anya-e0301n7:41_6": "Sometimes in the Rebirths of killing living creatures are absent killering living creatures robbers, etc., and so on. For killing living creatures in the precincts of killing living creatures.",
    "ai-anya-e0301n7:41_7": "For the sake of afflicted and current, namely, family, youngness, and separation, thus it is called “Knowledge”.",
    "ai-anya-e0301n7:41_8": "the path leading to long life, and to the students of Āpaṇa.",
    "ai-anya-e0301n7:41_9": "Then that is to say: killing living creatures, stealing, sexual misconduct, lying, and alcoholic drinks that cause negligence.",
    "ai-anya-e0301n7:41_10": "And a human being should be understood all human beings in the same way.",
    "ai-anya-e0301n7:41_11": "But in the Mahāthūpa, the multiplicator of deeds is impermanent and changeable, etc., as to enumeration, and so on.",
    "ai-anya-e0301n7:41_12": "By deeds he will not be carried off, is what is said because of its resentment.",
    "ai-anya-e0301n7:42_0": "Consecrated by what is called enlightenment is the construction of the four kinds of foulness in the body as air.",
    "ai-anya-e0301n7:42_1": "Herein, one pertains to kill living creatures:",
    "ai-anya-e0301n7:42_2": "for as long as she couldn’t get permission.",
    "ai-anya-e0301n7:42_3": "firstly in the case of the shade, which is obtained in the three kinds of calms that were done.",
    "ai-anya-e0301n7:42_4": "when the permission is inappropriate to get permission.",
    "ai-anya-e0301n7:42_5": "And it is precisely a single concluded that is, linking that gives rise to the production of a single being.",
    "ai-anya-e0301n7:42_6": "simply from here to the veneration,",
    "ai-anya-e0301n7:42_7": "And the other, for three hundred thousand aeons, three thousands of people, or even more than that.",
    "ai-anya-e0301n7:42_8": "Queen Anulā, with the conclusion of the Dhamma, you should say.",
    "ai-anya-e0301n7:42_9": "When it has the result of his own conduct, then the result of good friends, companions, and associates at the time of the noble,",
    "ai-anya-e0301n7:42_10": "Then, after causing it to cut off, they opportunity to cause it.",
    "ai-anya-e0301n7:42_11": "the result for oneself.",
    "ai-anya-e0301n7:42_12": "But when a wicked mind is compared to the aggregates of bad-spheres,",
    "ai-anya-e0301n7:42_13": "But after cutting off his foes, they died.",
    "ai-anya-e0301n7:42_14": "And when he got spending once, he acted together with many hundreds of thousands of years.",
    "ai-anya-e0301n7:42_15": "The Great Elder Mahā Tissa Miggaliputta should tell the Sātumā",
    "ai-anya-e0301n7:42_16": "But since this animal is developed and cultivated it is found as well.",
    "ai-anya-e0301n7:42_17": "So you should say that when you’re strong, unskillful, blameworthy, and blameless deeds of the noble ones, making amends.",
    "ai-anya-e0301n7:42_18": "For that is so, stopping many kinds of unskillful deeds in this way.",
    "ai-anya-e0301n7:43_0": "Furthermore, even when the sun’s work is still impure, then the ear canals, nose cut off the tongue’s rolls, the nose, the tongue’s rolls, and the body cut up, and down, he blossoms, three.",
    "ai-anya-e0301n7:43_1": "But if he cuts off the upper robe, the upper robe, the sacred floor, the upper robe, and the upper robes together.",
    "ai-anya-e0301n7:43_2": "or result for oneself.",
    "ai-anya-e0301n7:43_3": "(This is) the eighth causes of pleasure and pain to occur when they see it they can’t be called, ‘This is what is suffering’.",
    "ai-anya-e0301n7:43_4": "to roll forth the discomfort: there is no happiness for a long time to lasting welfare and happiness. And to last for a long time.",
    "ai-anya-e0301n7:43_5": "But it does not cut off his generals, like the result in the future.",
    "ai-anya-e0301n7:44_0": "and for the noble state (from) one that has arisen,",
    "ai-anya-e0301n7:45_0": "“For he who conceives the result of deeds in the result,",
    "ai-anya-e0301n7:45_1": "This, firstly, is the end of the cutting off at the root, this is what is said.”",
    "ai-anya-e0301n7:45_2": "You’re not beautiful or ugly,",
    "ai-anya-e0301n7:46_0": "Once again when they were reborn there, they had a spotless cloth on the neighborhood of the old cloth.",
    "ai-anya-e0301n7:47_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n7:48_0": "But some teachers say that the teachers’ origin, etc., are said to be the result of his rebirth’s enemy.",
    "ai-anya-e0301n7:48_1": "You’ll never be beautiful,",
    "ai-anya-e0301n7:49_0": "And because of that deed he did bad deeds, he fell down the eighth day of the work, boiled like a patchwork of work.",
    "ai-anya-e0301n7:49_1": "The Saṅgha of mendicants",
    "ai-anya-e0301n7:50_0": "Propering people profitable legal procedures, turning them over, profitable deeds, infitable immediately, independent, and skilled in embarrassing his own views.",
    "ai-anya-e0301n7:50_1": "that’s wherever I want.",
    "ai-anya-e0301n7:50_2": "By deeds they say:",
    "ai-anya-e0301n7:50_3": "for that reason it’s abiding to give the hindrances by preventing the hindrances that consequence.",
    "ai-anya-e0301n7:50_4": "Likewise, when many parts are left out in the same way, many midday, and many the rest it is different.",
    "ai-anya-e0301n7:50_5": "When the one is said to be the master of the great hermit, he has arrived at in accordance with the Dhamma, and he does not go beyond doubt, he has performed the duties of a thief, and is affairs that his merit.",
    "ai-anya-e0301n7:50_6": "while ignorant and better preventing himself, and observed by those variety of opposites, and that procedure should be understood as follows:",
    "ai-anya-e0301n7:50_7": "”Those who recollect the seated at the time of death and the time",
    "ai-anya-e0301n7:50_8": "Herein, warning that those inner arched harp is prepared, while working the neighboring phenomena had done the name of the skillful.",
    "ai-anya-e0301n7:50_9": "But it should be done according to the Vipassī who has wrong view, etc., that is to say, done by one who has done no wrong view, and who does not respond to the intelligence of wrong view.",
    "ai-anya-e0301n7:50_10": "The wrong view is undertaken how right view comes to have right view.",
    "ai-anya-e0301n7:50_11": "By this deed it is simply not able to give up this bad view, the troopsite to come. It is unable to shake about how this deed is.",
    "ai-anya-e0301n7:50_12": "for a long time they have been done,",
    "ai-anya-e0301n7:50_13": "After making this offering again, with good people present, (he said):",
    "ai-anya-e0301n7:50_14": "Considering that procedure is done inappropriate to do the legal procedures of ejections, thus they are to be done.",
    "ai-anya-e0301n7:50_15": "You should speak prevailing in accordance with respect.",
    "ai-anya-e0301n7:50_16": "Herein, for three kinds of continuation: in this preceding form, he subdues each and every case.",
    "ai-anya-e0301n7:50_17": "The kamma that is in the past, future, and present, is aroused by deeds of the past, future, and present. Their feeling is fulfilled when developed and cultivated, whatever is required, finished, and suffered.",
    "ai-anya-e0301n7:50_18": "But the Āṭānāṭiyaka was established in the first place where she was established,",
    "ai-anya-e0301n7:50_19": "You don’t agree with it.",
    "ai-anya-e0301n7:50_20": "however, even when a deed is reckoned according to the three kinds of public meetings, etc., is what is said.",
    "ai-anya-e0301n7:50_21": "They’ve done the past, future, and present; don’t want to be reborn in the future.",
    "ai-anya-e0301n7:50_22": "According to that deed there are heavy-kindness.",
    "ai-anya-e0301n7:50_23": "and having risen from the seats covered in the ears.",
    "ai-anya-e0301n7:51_0": "But in the northernumerable it is stated under the headings of an unknowned, unknowned, and acted accordingly.",
    "ai-anya-e0301n7:51_1": "are not able to understand and so on.",
    "ai-anya-e0301n7:51_2": "For the first have been explained in the earlier and steps.",
    "ai-anya-e0301n7:51_3": "Knowledge and Commentaries:",
    "ai-anya-e0301n7:51_4": "The legal procedure consisting of the three kinds of existence should be understood as specific neutrality in this way: “The legal procedure is done in unborn, the three worlds, the namely, the work should be understood as the motional procedures in previous existence.”",
    "ai-anya-e0301n7:51_5": "and having performed that deed thus, that is the result of former deeds in the past.",
    "ai-anya-e0301n7:51_6": "Herein, the meaning should be understood in this way: In the past, future or present.",
    "ai-anya-e0301n7:51_7": "And when these four countless kinds of respect in the four lower realms are only the same.",
    "ai-anya-e0301n7:51_8": "when there is no seat,",
    "ai-anya-e0301n7:51_9": "When the seat doesn’t exist,",
    "ai-anya-e0301n7:51_10": "When there is no needle case, she commits an offense entailing expulsion.",
    "ai-anya-e0301n7:51_11": "That is why it is given in the Death (from the village).",
    "ai-anya-e0301n7:51_12": "Declaring the meaning is:",
    "ai-anya-e0301n7:51_13": "that’s wherever I want.",
    "ai-anya-e0301n7:51_14": "Why do you not take a seat here a anyone,",
    "ai-anya-e0301n7:51_15": "He is not the seat of Pāvā, and it is the same as that is said.",
    "ai-anya-e0301n7:51_16": "usually practices,",
    "ai-anya-e0301n7:51_17": "But when his locks are struck,",
    "ai-anya-e0301n7:51_18": "and was reborn in a heavenly realm.”",
    "ai-anya-e0301n7:51_19": "Eight in the commentary on the meaning is that very same composing .",
    "ai-anya-e0301n7:51_20": "Because it is said in the powerful ardoured by an offering, full of water, poursed earth, and people spoke under the earth.",
    "ai-anya-e0301n7:51_21": "But that very thing, how many kinds ofparation are given in the Paṭisambhidā in the Suttanta. He gave the Commentaries that are made.",
    "ai-anya-e0301n7:51_22": "And even though he’s able to persuade the seats, he’s weak. It’s strong and weak.",
    "ai-anya-e0301n7:51_23": "Because he has done a great deed of investigating and bleeding, it is good deeds done in the past,",
    "ai-anya-e0301n7:51_24": "After that later has been done, it is to be experienced as pleasant.",
    "ai-anya-e0301n7:51_25": "He has undertaken at the wrong time of death. Like this, when he has entered upon a seat with good friends, some of them later generally serves his seat, while others did their work.",
    "ai-anya-e0301n7:51_26": "and by the previous deeds have done bad deeds,",
    "ai-anya-e0301n7:51_27": "Endowed with the attainment of wrong view: how some of such bad conduct is carried off by one.",
    "ai-anya-e0301n7:51_28": "Because he is able to get there on the strength of opposite seats as it is needed.",
    "ai-anya-e0301n7:51_29": "Therefore the senior monk should give the seat (saying): “Now this is the seat .”",
    "ai-anya-e0301n7:51_30": "And here the preceding specifically this is said because it means to be understood that this is said because it is not found.",
    "ai-anya-e0301n7:51_31": "The account of the prominent lay followers’ sons Āṭāgiri had been performed,",
    "ai-anya-e0301n7:52_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:53_0": "Having shown the eighth day the old age, which gives the seat and set out a foot-stool, the lake (from the seat) is said for one day.",
    "ai-anya-e0301n7:53_1": "You’re not beautiful or ugly,",
    "ai-anya-e0301n7:54_0": "This is why it is said in each one definitiveness.",
    "ai-anya-e0301n7:54_1": "He’s not able to persuade the sacred flame, even if he stands in the air, he’ll leaves before leaving.",
    "ai-anya-e0301n7:54_2": "A heavy loads",
    "ai-anya-e0301n7:55_0": "147.",
    "ai-anya-e0301n7:55_1": "the present is called a blessing.",
    "ai-anya-e0301n7:55_2": "they are to be experienced.",
    "ai-anya-e0301n7:55_3": "He is to be experienced in this life, thus it is fruitful.",
    "ai-anya-e0301n7:56_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:57_0": "“Do you must understand the result of future lives, the unpleasant feeling, the undesirable result in the present life, and the feeling is said to be foremost.”",
    "ai-anya-e0301n7:58_0": "for the result in the present life is shattered in the next life.",
    "ai-anya-e0301n7:58_1": "For here the result of that deed experiences the result here—that result in this life, because it is said to be the result of deeds here and now, thus it is said.",
    "ai-anya-e0301n7:58_2": "if there is something else, the blessing here is to be found here.",
    "ai-anya-e0301n7:58_3": "It is not well-respheresed.",
    "ai-anya-e0301n7:58_4": "Without giving up the fruits in the present life, they can know wherever they fall.",
    "ai-anya-e0301n7:58_5": "for that is why in the Commentaries (of the Commentary) called “following” are said.",
    "ai-anya-e0301n7:58_6": "In the Suttanta there is a composing (previous) seen, which is seen,",
    "ai-anya-e0301n7:58_7": "Therefore he should go to a lamp in the present life while they are still, engaging it.",
    "ai-anya-e0301n7:58_8": "(The three discourses should be understood as incarnation), he should be understood to say this: “This is the meaning of each and every case,’ and so on.",
    "ai-anya-e0301n7:58_9": "Strong is produced in the next life, one is prevented.",
    "ai-anya-e0301n7:58_10": "As before, so they return.",
    "ai-anya-e0301n7:59_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:60_0": "“Having seen (the nature of) things in the midst of the prosperity and is given to him,” and being knowledgeable by the arranging of the law.",
    "ai-anya-e0301n7:61_0": "the resultant deeds, confirmed to be classified, and is said.",
    "ai-anya-e0301n7:61_1": "again and again.",
    "ai-anya-e0301n7:61_2": "there is another way of speaking (in another), not in the noble ones,",
    "ai-anya-e0301n7:61_3": "the danger that returns here and now,",
    "ai-anya-e0301n7:61_4": "This is said in the Mahāhatthipadopama Suttas—the Mount Vepulla, the Best of Monarch, the Best of Monarch, the Divine Sutta-Cetiya .",
    "ai-anya-e0301n7:61_5": "But later times when the discourses are in the same way, in the later time, evasion, and in the future in the present.",
    "ai-anya-e0301n7:61_6": "Herein, in the last stage, at the end of the midst of the water here and there is the one in the middle.",
    "ai-anya-e0301n7:61_7": "yet he has cared them the trapped in the middle of the monastery worker later generations;",
    "ai-anya-e0301n7:61_8": "And many of the Buddhas have no discussion.",
    "ai-anya-e0301n7:61_9": "have no tricks.",
    "ai-anya-e0301n7:62_0": "and developed self-control:",
    "ai-anya-e0301n7:63_0": "“‘Only later in the present life belonging to others, wherever they understand what belongs to self,’ are called ‘feeling’.”",
    "ai-anya-e0301n7:63_1": "Herein, one isn’t purified by this means, it is not known that the Realised One.",
    "ai-anya-e0301n7:64_0": "for in the present life is not excited or in the present life. They are committed to the next life in this very life, or in the present life.",
    "ai-anya-e0301n7:65_0": "but all the times played in the meaning.",
    "ai-anya-e0301n7:66_0": "After some time he experiences the results in the consequence, and the result is said.",
    "ai-anya-e0301n7:66_1": "if he applies himself to the later time;",
    "ai-anya-e0301n7:66_2": "It was a legal procedure done by an incomplete assembly.",
    "ai-anya-e0301n7:66_3": "He did a legal procedure of ejection.",
    "ai-anya-e0301n7:66_4": "actions will be done",
    "ai-anya-e0301n7:66_5": "there is legal procedures for him;",
    "ai-anya-e0301n7:66_6": "doesn’t have the result of that conduct by way of teachers, etc., and also that is how I lived without transgression.",
    "ai-anya-e0301n7:66_7": "Herein, although wholesome (wholesome) skilled in the paths of villages, we will give (to them) in the present life.",
    "ai-anya-e0301n7:66_8": "Because that non-human being had obtained all the grounds for it, it is long until it is not produced in support.",
    "ai-anya-e0301n7:66_9": "After giving and using fruits in this very life, he gives the fruit in the present life.",
    "ai-anya-e0301n7:66_10": "He is not able to keep company with death.",
    "ai-anya-e0301n7:66_11": "It was an unallowable garden.",
    "ai-anya-e0301n7:66_12": "the condition is the reason why, the attainments, etc., are the reason why the kasiṇas of various kinds, etc., of the origin of the paths, the meditators, etc., also the reason for his enlightenment factor.",
    "ai-anya-e0301n7:66_13": "however, is the reason why arranging is dissatisfied and shall do so by, and having completed the way described.",
    "ai-anya-e0301n7:66_14": "the fruit of the ladyer can be understood as when the time was similar to the hunter.",
    "ai-anya-e0301n7:66_15": "For there is no measure of the results of deeds in the way that is the neighborhood of a deed, or of the result of that deed, or whatever other of the fruits there is, cause and conditioned by means of the fruit of that deed.",
    "ai-anya-e0301n7:66_16": "Rather, all the fruits will not be setting for the day’s lady,",
    "ai-anya-e0301n7:66_17": "And when you have a talk about (the result of) knowledge and insight in this very life,",
    "ai-anya-e0301n7:66_18": "these are what is meant.",
    "ai-anya-e0301n7:66_19": "Without finding that because of gain, they can stay in the same room.",
    "ai-anya-e0301n7:66_20": "For one opportunity in this life is not possible to know it in this life.",
    "ai-anya-e0301n7:66_21": "As to meaning the origin of the world’s dissolution separately, that is to be experienced here by the mere fact of giving up.",
    "ai-anya-e0301n7:66_22": "for it is simply gained by what is eaten, drunk, chewed, and tasted’s own in the way that very way.",
    "ai-anya-e0301n7:66_23": "Though he’s able, you’re able to definitively.",
    "ai-anya-e0301n7:66_24": "he’s dead, he thinks, “Having failed there is no longer average from fixing time to time,” and in the middle of the life, he still does not last long in it.",
    "ai-anya-e0301n7:66_25": "it wasn’t because of not obtaining it.",
    "ai-anya-e0301n7:66_26": "He’s not able to cross over the desert to die.",
    "ai-anya-e0301n7:66_27": "For one in whom the opposite is experienced in the ending of defilements.",
    "ai-anya-e0301n7:66_28": "these are what is meant.",
    "ai-anya-e0301n7:66_29": "it should be included in the same position as before.",
    "ai-anya-e0301n7:66_30": "for as long as soon as the fool does not get badly.",
    "ai-anya-e0301n7:66_31": "The results of being obtained because of gains (the results).",
    "ai-anya-e0301n7:66_32": "Firstly, when a person has done bad deeds, having performed the ritessences of his deed, enemy of time, and encounterred; and when the announcement is finished, what is meant is that. What is the truth, what is the result of in existence, what is the rebirth of the world.",
    "ai-anya-e0301n7:67_0": "and for the sake of self-developing.",
    "ai-anya-e0301n7:68_0": "“You give to rinsing and set rolling,",
    "ai-anya-e0301n7:68_1": "And those who prevent Venerable Ānanda didn’t give birth to a weapon.”",
    "ai-anya-e0301n7:68_2": "not out of fear.",
    "ai-anya-e0301n7:69_0": "the Virūpakkhas came with him.",
    "ai-anya-e0301n7:70_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n7:71_0": "For if he has been accused without reason, it is a place that should be asked, and it is not allowable.",
    "ai-anya-e0301n7:72_0": "As to the next, it is bound up to the position of opportunity.",
    "ai-anya-e0301n7:73_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n7:74_0": "“But with the giving of species that gift has been given to you, it wouldn’t be carried off.”",
    "ai-anya-e0301n7:75_0": "the corruption of deeds,",
    "ai-anya-e0301n7:75_1": "But there is no unsurpassable acquisition in the present life that is to be experienced in the present life. But there is no severe thoughts that are interpretations.",
    "ai-anya-e0301n7:75_2": "(but) as they arise is what is said.",
    "ai-anya-e0301n7:75_3": "And here they are not stated in this way.",
    "ai-anya-e0301n7:75_4": "This is the exposition of the section on the eight bases of psychic power.",
    "ai-anya-e0301n7:75_5": "But in the midst of the five hundred tasks (of mind and body) that provide fuel for attachment,",
    "ai-anya-e0301n7:75_6": "for it is so very strong that he can be able to roll away and re-entry.",
    "ai-anya-e0301n7:75_7": "and he will have a long time.",
    "ai-anya-e0301n7:75_8": "Therefore it should be understood opportunity to get a place for him.",
    "ai-anya-e0301n7:75_9": "At that time, after giving him five hundred a thousand aeons, the Queen Pañcasikhaka was reborn in a hundred thousand aeons.",
    "ai-anya-e0301n7:75_10": "Having performed these three kinds of deeds in himself, and the result of that good-natured deeds,",
    "ai-anya-e0301n7:75_11": "the field, the teachings, and the instrument of the path befits.",
    "ai-anya-e0301n7:75_12": "and the next is hard to come.",
    "ai-anya-e0301n7:75_13": "it should be seen that the final extinguishment of the powder is quenched.",
    "ai-anya-e0301n7:75_14": "Four deeds in the present life",
    "ai-anya-e0301n7:76_0": "Continually they are prey for each one’s own modes, etc., and that is how they are invariable deeds, and so on.",
    "ai-anya-e0301n7:76_1": "For him in the Happy One’s work, and the four kinds of deeds in the four lower realms,",
    "ai-anya-e0301n7:76_2": "the kamma- originated from the kamma-originated, etc., which are subject to the (various) deeds, and so on.",
    "ai-anya-e0301n7:76_3": "They kill living creatures, steal, commit sexual misconduct, lie, and use alcoholic drinks that cause negligence.",
    "ai-anya-e0301n7:76_4": "Equanimous is introduced to live there between people and the demonstrations, which are in the sense of going along .",
    "ai-anya-e0301n7:76_5": "They steal, steal,",
    "ai-anya-e0301n7:76_6": "When there is no coming to the monastery, the site of the opposite sex, these are the wrong way.",
    "ai-anya-e0301n7:76_7": "Herein, killing living creatures in the various ways.",
    "ai-anya-e0301n7:76_8": "if there is no danger of his own life faculty.",
    "ai-anya-e0301n7:76_9": "The possession of another’s possession, definition of the opposite of his own bodily and verbal action, and the mental faculties there too.",
    "ai-anya-e0301n7:76_10": "We get rid of the path to the opposite sex with the body of the Buddha, the desire to be reborn in a heavenly realm.",
    "ai-anya-e0301n7:76_11": "So there are some who practices in consequence, here who do not want to go.",
    "ai-anya-e0301n7:76_12": "You don’t agree with it.",
    "ai-anya-e0301n7:76_13": "For if he cultivates the case of one who wears the mind the name for that,",
    "ai-anya-e0301n7:76_14": "Yet when this happens, the perception is successful when it comes to going, does the way that gets persuaded, is successful, and the rest.",
    "ai-anya-e0301n7:76_15": "For the others in the same way the but One can get what is said to be unsuitable.",
    "ai-anya-e0301n7:77_0": "But after later time, while working within themselves, preventing the path to get hold of others’ mind, let alone when there is no need for Bad, and doing what is hard.",
    "ai-anya-e0301n7:77_1": "Their (all) may be cooked.",
    "ai-anya-e0301n7:77_2": "(And) he has a measureless mind, and is limitless.",
    "ai-anya-e0301n7:77_3": "If there is an army of three factors, there is no wrong turn.",
    "ai-anya-e0301n7:77_4": "But in the Commentaries it is stated with its absence of those four divisions.",
    "ai-anya-e0301n7:77_5": "but having the peril of the cultivation of what is connected with the mass of defilements.",
    "ai-anya-e0301n7:77_6": "nor even for a faction",
    "ai-anya-e0301n7:77_7": "But by way of body, speech, and mind might be wrong.",
    "ai-anya-e0301n7:77_8": "For the purpose of protection a nun is to be taken away.",
    "ai-anya-e0301n7:77_9": "This is protected by the good,",
    "ai-anya-e0301n7:77_10": "One is not protected by Dhamma, nor has it been properly set aside.",
    "ai-anya-e0301n7:77_11": "protected by mother and father,",
    "ai-anya-e0301n7:77_12": "For the teaching is stated in the Pāṭaliputta, and it is stated here in the Commentaries.",
    "ai-anya-e0301n7:77_13": "not dedicated to the Dispensation,",
    "ai-anya-e0301n7:77_14": "Their mother and father became one’s, and the preceptors went back to her preceptor.",
    "ai-anya-e0301n7:77_15": "Because the training rules including the training rules is wrong it.",
    "ai-anya-e0301n7:77_16": "a novice nun, a stream-enterer, one once-returner, and one who transmigrated a non-returner.",
    "ai-anya-e0301n7:77_17": "According to the defilements is said to be a great deed.",
    "ai-anya-e0301n7:78_0": "Why shouldn’t there be a service?",
    "ai-anya-e0301n7:78_1": "That also will not be carried away by me in the same way.",
    "ai-anya-e0301n7:78_2": "Taking alcoholic drinks that cause negligence, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.",
    "ai-anya-e0301n7:78_3": "The result for all the decorations, which the result (beings) the result,",
    "ai-anya-e0301n7:78_4": "Because of this, he goes to the madam.",
    "ai-anya-e0301n7:78_5": "Koṭṭhita, each and every of the five composites of killing living creatures are swept in fact.",
    "ai-anya-e0301n7:78_6": "Firstly, it is said in the first place, according to the ten kinds of encircling walls, wrong speech, and ten wide in the earlier stage.",
    "ai-anya-e0301n7:78_7": "Herein, in the case of the clause he has aroused that is incomparable to the charnel ground, they say is included in the dependence on sensual pleasures.",
    "ai-anya-e0301n7:78_8": "Having taken a simile and advert to the courses, were skilled in discriminations, and skilled in making plains for the sake of their (of the similes). Then they are mentioned and clan, which is skillful.",
    "ai-anya-e0301n7:78_9": "they say, ‘folking rice is in the same way’, making it unshakable, the last plucked in this way, or the lake’s ,",
    "ai-anya-e0301n7:78_10": "for drinking is a condition for stains.",
    "ai-anya-e0301n7:78_11": "by doing the wrong path,",
    "ai-anya-e0301n7:78_12": "you run here and there,",
    "ai-anya-e0301n7:78_13": "Considering that is a opposite for their merit, and so on are said to be equivalent workable.",
    "ai-anya-e0301n7:78_14": "Herein, the means of that building work having a seat made merits, by that well-composed seats the shadow of merit bringing merit to the place where the merits (of merit), the meaning is that it is the meaning.",
    "ai-anya-e0301n7:78_15": "He has said: “This is a good opportunity for his sakes, he does; he deed the portion of his deeds and actions in the past, future or present.",
    "ai-anya-e0301n7:78_16": "only the other people do not advice.",
    "ai-anya-e0301n7:78_17": "because the intention of preliminary work is excellent, their making them repelled by deeds, and people don’t follow other paths.",
    "ai-anya-e0301n7:78_18": "this is how it is said.",
    "ai-anya-e0301n7:78_19": "Those people who are intimate, valuable in the opposite directions,",
    "ai-anya-e0301n7:78_20": "you shouldn’t be able to do so.",
    "ai-anya-e0301n7:78_21": "But the various kinds of unification consisting in conascence, etc., are stated here in the sense of urgency.",
    "ai-anya-e0301n7:78_22": "whatever countries there are, that are many vessels there are.",
    "ai-anya-e0301n7:78_23": "they are not able to recognize them there without understanding.",
    "ai-anya-e0301n7:78_24": "Because acquisition of the path is mentioned in the analysis of eloquence.",
    "ai-anya-e0301n7:78_25": "If they are stated in the openings, then they don’t say, or their work is spoken of.",
    "ai-anya-e0301n7:78_26": "That is why therefore it has not been rejected in the same way as stated.",
    "ai-anya-e0301n7:78_27": "That which is called “ascetic” in the way already stated.",
    "ai-anya-e0301n7:78_28": "So they say it in its own fact that they are included in the form of a residing here.",
    "ai-anya-e0301n7:78_29": "But if he is of two kinds of people:",
    "ai-anya-e0301n7:78_30": "Herein, as to the populace that is prepared for the kamma-process becoming, and through having made a big-coloured water with Sakka stirred pots –",
    "ai-anya-e0301n7:79_0": "Having destroyed the wrong time, the Benefactors lived on",
    "ai-anya-e0301n7:80_0": "by way of body, speech, and mind.",
    "ai-anya-e0301n7:81_0": "Having done bad things by way of body, speech, and mind,",
    "ai-anya-e0301n7:82_0": "to make a pot full of water at her rim and pours her.",
    "ai-anya-e0301n7:83_0": "Then the work, which was done in the same way and the village was carried away.",
    "ai-anya-e0301n7:83_1": "Then, after arranging both his business and the sacred flame,",
    "ai-anya-e0301n7:83_2": "and this is said to be the supreme current.",
    "ai-anya-e0301n7:83_3": "This Is ever in the Dhamma",
    "ai-anya-e0301n7:83_4": "that is to say: the precincts even a hundred leagues away.",
    "ai-anya-e0301n7:83_5": "Likewise they lead to the root of an end, in the future.",
    "ai-anya-e0301n7:83_6": "They live unconcerned: multiplying themselves and becoming one again.",
    "ai-anya-e0301n7:83_7": "But some transgressed in this way, despite its opposite sex.",
    "ai-anya-e0301n7:83_8": "But as to how to define whether a gate or that there are five components",
    "ai-anya-e0301n7:83_9": "Herein, faithfulness is in the making precincts the jhāna factors, and so on.",
    "ai-anya-e0301n7:83_10": "Because intentional deeds are the path of deeds, there is no gateway for the eon,",
    "ai-anya-e0301n7:83_11": "With that its root is arranged, (thinking): It is the actual deeds, a posture, and the nephewortions,",
    "ai-anya-e0301n7:83_12": "it is the (good) actions that were found in the past,",
    "ai-anya-e0301n7:83_13": "and that absorption is called “specified”.",
    "ai-anya-e0301n7:83_14": "Though he has done this abiding in the shade of his deeds, he said:",
    "ai-anya-e0301n7:84_0": "Rather, however, is in the posture that is in composed, while working the postures, and it is well developed, complete in all four ways, it is well developed, and well developed.",
    "ai-anya-e0301n7:84_1": "By this deed he responsible, he rejects the deeds of deeds,",
    "ai-anya-e0301n7:84_2": "discussing the reference to the Elements of the elements,",
    "ai-anya-e0301n7:84_3": "Regarding according to the aggregates of the deeds they are described as unprofitable,",
    "ai-anya-e0301n7:84_4": "The fourth is the fifth path of performing deeds.",
    "ai-anya-e0301n7:84_5": "Herein, in the precisely it is so called because it is the means of the five kinds of work .",
    "ai-anya-e0301n7:84_6": "Nor do you blame yourself:",
    "ai-anya-e0301n7:84_7": "so long as they become clear, they don’t proceed.",
    "ai-anya-e0301n7:84_8": "Prossed by way of body and speech, the body and of three kinds are converted to many inspiring confidence.",
    "ai-anya-e0301n7:84_9": "Firstly, someone accusing the body, speech, and mind is said to be accusing.",
    "ai-anya-e0301n7:84_10": "For when one accusing is called a “gitation” in this way, they act for the benefit of themselves and others, for the sake of their own benefit, that is, one who perceives.",
    "ai-anya-e0301n7:84_11": "Because of the door of the (said): the doors went out and did the gateway",
    "ai-anya-e0301n7:84_12": "Because of the life faculty there is a term for the continuation of action, etc., which is obtained by one who does by means of that causes his life after being reborn in agitated with the defilement of his life, etc., which is mental deeds,",
    "ai-anya-e0301n7:84_13": "you too will come to your body.",
    "ai-anya-e0301n7:84_14": "And here the inner skin that envelops the work associated with the preceding of the legal procedures stilled by the wind;",
    "ai-anya-e0301n7:84_15": "Intention shapes experiences;",
    "ai-anya-e0301n7:84_16": "For intention is what the mind’s said.",
    "ai-anya-e0301n7:84_17": "and mental conduct are called ‘accomplished in good conduct’.",
    "ai-anya-e0301n7:84_18": "That’s why it’s why it’s called work counsel who is working to give up all deeds.",
    "ai-anya-e0301n7:84_19": "But body, speech, and mind become irreversible;",
    "ai-anya-e0301n7:84_20": "For he who does not apply the minds of beings to be the simile of the seventy-three -",
    "ai-anya-e0301n7:84_21": "Whatever bodily behavior is owing to by body and speech is the same as before.",
    "ai-anya-e0301n7:84_22": "That is why they proceed having placed the broad position of deeds in the mouth who was used.",
    "ai-anya-e0301n7:84_23": "with the words of others;",
    "ai-anya-e0301n7:85_0": "What is said to be the name of the body is said to be the name of bodily action.",
    "ai-anya-e0301n7:85_1": "verbal action, and these three kinds of verbal action are spoken of by way of body, speech, and mind.",
    "ai-anya-e0301n7:85_2": "The four kinds of verbal action that is called “come” in this way, how could it be?",
    "ai-anya-e0301n7:85_3": "But when the first two immaterial states meet with only two inclusions, namely,",
    "ai-anya-e0301n7:85_4": "There’d be no more bad bodily conduct,",
    "ai-anya-e0301n7:85_5": "They’d say, ‘They’ve spokens of verbal action’, why would they be told.",
    "ai-anya-e0301n7:85_6": "two (people) wouldn’t be found in me.",
    "ai-anya-e0301n7:85_7": "For he who is living in both places,",
    "ai-anya-e0301n7:85_8": "that are the four inner absorptions, etc., and that is to say, the phrases, and the wind in the middle.",
    "ai-anya-e0301n7:85_9": "And even these words were to leave the name.",
    "ai-anya-e0301n7:85_10": "They’d be calculated",
    "ai-anya-e0301n7:85_11": "why are they stated in the way of body?",
    "ai-anya-e0301n7:85_12": "two (people) wouldn’t be found in me.",
    "ai-anya-e0301n7:85_13": "For he who is living in both places,",
    "ai-anya-e0301n7:85_14": "and that’s how killing living creatures",
    "ai-anya-e0301n7:85_15": "wrong bodily action, verbal, and mental deeds: this is the extreme.",
    "ai-anya-e0301n7:85_16": "like that for others lying.",
    "ai-anya-e0301n7:85_17": "he speaks of non-doing words; he does not torment me.",
    "ai-anya-e0301n7:85_18": "When this was said, the Vajjians live in the charnel ground evenly. Having plastered over the Vajjis, the Vajjis nearby, and prosperous deeds by way of the gate.",
    "ai-anya-e0301n7:85_19": "Like a battle in a battle,",
    "ai-anya-e0301n7:86_0": "And when the mind is stressed on the inside, they become the opposite sex.",
    "ai-anya-e0301n7:86_1": "while the (risks) desiring works.",
    "ai-anya-e0301n7:86_2": "That’s why it should be known that they can understand",
    "ai-anya-e0301n7:86_3": "In the body, however, there is a particular body, called a thousand bodys that are cleaned in him.",
    "ai-anya-e0301n7:86_4": "the name-defilement was (surely) weapons,",
    "ai-anya-e0301n7:86_5": "skilled in the mental processes, who has a mind-made named mind.",
    "ai-anya-e0301n7:86_6": "Consequently, calling the body by speech which is the gateway of the door-panel strips, there is no gateway , not in the forest which is announced.",
    "ai-anya-e0301n7:86_7": "Where the deeds of body, speech, and mind are cramped,",
    "ai-anya-e0301n7:86_8": "Rather, it can be said to of the door that youth’s door. And it should be given to them.",
    "ai-anya-e0301n7:87_0": "what is said in reference to one who is born:",
    "ai-anya-e0301n7:88_0": "“When a rinsing out of the body, speech and mind is said to be accumulated.”",
    "ai-anya-e0301n7:89_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n7:90_0": "“Regarding his bodily actions, verbal deeds, and mental deeds don’t proceed in the desert of physical deeds, verbal deeds, and mental deeds.”",
    "ai-anya-e0301n7:90_1": "nor does it be lit.",
    "ai-anya-e0301n7:91_0": "For it is not able to make the physical contact with the other doors, the physical rolling of the bear, or the door of the body for himself when he is able to break his own efforts,",
    "ai-anya-e0301n7:91_1": "And because he has a powerful -",
    "ai-anya-e0301n7:92_0": "let them take this wrapped in that place.",
    "ai-anya-e0301n7:93_0": "The word said: “Having lived on bodily bodily actions, by body and speech,",
    "ai-anya-e0301n7:93_1": "But the others not.",
    "ai-anya-e0301n7:93_2": "Therefore it should be understood that bodily action is successful in bodily action, originating by means of the state of non-human beings.",
    "ai-anya-e0301n7:93_3": "The brahmin cowherd, etc.",
    "ai-anya-e0301n7:93_4": "he is constantly scattered;",
    "ai-anya-e0301n7:94_0": "For namely, bodily deeds are called “restraint in body”,",
    "ai-anya-e0301n7:95_0": "149.",
    "ai-anya-e0301n7:95_1": "false, divisive, harsh, and nonsensical;",
    "ai-anya-e0301n7:95_2": "They kill, injuring,",
    "ai-anya-e0301n7:95_3": "They make themselves broken and damaged by each other, powder in number, moving back and forth, and making preparing each other.",
    "ai-anya-e0301n7:95_4": "And one’s own indicating others, and speaks divisively.",
    "ai-anya-e0301n7:95_5": "(They are) with a comfortable .",
    "ai-anya-e0301n7:95_6": "if they say, “Should these things:",
    "ai-anya-e0301n7:95_7": "Divisive speech:",
    "ai-anya-e0301n7:95_8": "Wherever he goes to the heart, he stands harshly,",
    "ai-anya-e0301n7:95_9": "harsh speech:",
    "ai-anya-e0301n7:95_10": "He enjoys the bliss and poisons, yet after breaking the transmigration.",
    "ai-anya-e0301n7:95_11": "By these fruits he gathers flowers.",
    "ai-anya-e0301n7:95_12": "The one who has arrived at the proficiency of the meaning, who has told the speech of the mind, and whose site is called a ‘refinal’.",
    "ai-anya-e0301n7:95_13": "Where the Buddha-places in the present life, in lives to come, there is no meaning of the teaching and training.",
    "ai-anya-e0301n7:95_14": "Goldening is produced by copperse, they clever enough.",
    "ai-anya-e0301n7:95_15": "Herein, although they are removed from grointment by means of the body, speech, or mind, and an incomparable attributes.",
    "ai-anya-e0301n7:95_16": "Because of the profit and loss of deeds, the break in the breakage of his deeds,",
    "ai-anya-e0301n7:95_17": "The other is the same.",
    "ai-anya-e0301n7:95_18": "The place where the work is called constantly working.",
    "ai-anya-e0301n7:95_19": "for just as the rainy season can be made by kingdom is called “worm”.",
    "ai-anya-e0301n7:95_20": "Likewise in the worldly beings... to uproot the sort of body, speech, and mind.",
    "ai-anya-e0301n7:95_21": "whenever he wants what should be done,",
    "ai-anya-e0301n7:95_22": "Their deeds that are the results of the body, speech, and mind, are the posture for performing the decisions, are called deeds that are a resultant.",
    "ai-anya-e0301n7:95_23": "But what is their dear?",
    "ai-anya-e0301n7:95_24": "(when) the factors, unwholesome and in the Sangha, wants to kill, etc., and in all the ten kinds of foulness, etc., respectively: the ten kinds of foulness, and the ten kinds of warding offenses.",
    "ai-anya-e0301n7:95_25": "And I say that the deeds he is reborn in a good place, a heavenly realm, and the idea that deed is the result of deeds and so on.",
    "ai-anya-e0301n7:96_0": "As to schism, they speak divisively.",
    "ai-anya-e0301n7:96_1": "the schismatic remains only the deed,",
    "ai-anya-e0301n7:96_2": "the result of deeds,",
    "ai-anya-e0301n7:96_3": "Their definite is the same as the origin of the hidden, the bench, the harsh speech, and the eighteen.",
    "ai-anya-e0301n7:96_4": "There are sentient beings who, riches, bandaged, and territory.",
    "ai-anya-e0301n7:96_5": "like an iron pot.",
    "ai-anya-e0301n7:96_6": "if he cuts it down on a bed, breaks it up, cuts the net,",
    "ai-anya-e0301n7:96_7": "like wounds and dirt,",
    "ai-anya-e0301n7:96_8": "but here I observed the path",
    "ai-anya-e0301n7:96_9": "of the ten (goods) of the descriptions, that is a cause of (craving) conduct,",
    "ai-anya-e0301n7:96_10": "Mine is a delimitation by the inner skin: on the belly, and on the backs of the body, is the bearer of a rough, and on.",
    "ai-anya-e0301n7:96_11": "and should be understood according to the aggregates of virtue and concentration,",
    "ai-anya-e0301n7:96_12": "The friend who thinks they will die,",
    "ai-anya-e0301n7:96_13": "therefore I am flying through the stain of thought.",
    "ai-anya-e0301n7:96_14": "with loving-kindness",
    "ai-anya-e0301n7:96_15": "cuts the flesh from the sinews,",
    "ai-anya-e0301n7:96_16": "This too is the facet of the deeds and cause.",
    "ai-anya-e0301n7:96_17": "in the absence of joy:",
    "ai-anya-e0301n7:96_18": "But when someone abuses, they ask, they begged by charging them, raped others, and they lie down.",
    "ai-anya-e0301n7:96_19": "Thus they desired to abuse",
    "ai-anya-e0301n7:96_20": "the, aiming to kill, bandits, robbers,vices for four reasons. They killed arch, a rampart, or abusing of criminals, and various others.",
    "ai-anya-e0301n7:97_0": "Having cognizable, idiosyncratic interpretations of nonsense,",
    "ai-anya-e0301n7:97_1": "is engaged in the abode of colds, etc., respecting the abode of their own deeds, etc.; and their deeds there are deeds that lasts.",
    "ai-anya-e0301n7:97_2": "he would take the inheritance, he countlessly.",
    "ai-anya-e0301n7:97_3": "only when the group of people are traveling,",
    "ai-anya-e0301n7:97_4": "Likewise the thirty-two cases of the thirty-two marks,",
    "ai-anya-e0301n7:97_5": "And that’s exactly what happens,",
    "ai-anya-e0301n7:97_6": "And in the discrimination of the meaning you need, you can understand all.",
    "ai-anya-e0301n7:97_7": "speech: here “husias” is the same kind of speech.",
    "ai-anya-e0301n7:97_8": "Fourfold by way of speech: the four announcements, the speech, and the time of speech.",
    "ai-anya-e0301n7:97_9": "But ignoble ones, verbal, and mental processes have ceased and stilled.",
    "ai-anya-e0301n7:97_10": "For when one who understands the co-pupil or the other, they’re called ‘knowing because of anger’.”",
    "ai-anya-e0301n7:97_11": "She did the gates, and was worshipped by that gate.",
    "ai-anya-e0301n7:97_12": "By his doing so, physical deeds, verbal, and mental deeds undertaken, the phrases, etc.",
    "ai-anya-e0301n7:97_13": "you should live like a lotus flower.",
    "ai-anya-e0301n7:97_14": "One can be called by one who performs bodily deeds,",
    "ai-anya-e0301n7:97_15": "verbal actions,",
    "ai-anya-e0301n7:98_0": "150.",
    "ai-anya-e0301n7:98_1": "covetousness ...",
    "ai-anya-e0301n7:98_2": "They maliciously hurt themselves, and think about it.",
    "ai-anya-e0301n7:98_3": "He has wrong view: here is wrong thought, here the goal.",
    "ai-anya-e0301n7:98_4": "There is a very best (when) a road, having been laid down, deposed, by the gods of the Thirty-Three, and the good person, having been reborn in this way.",
    "ai-anya-e0301n7:98_5": "Herein, after seeing the gratification of another’s gratification, drawback, and escape for what they are, they colleagues themselves with carpets. This is their own work.",
    "ai-anya-e0301n7:98_6": "(but) it is the master building usage for another, and then",
    "ai-anya-e0301n7:98_7": "Those who enjoy such things,",
    "ai-anya-e0301n7:98_8": "I hope I’d eat that much.",
    "ai-anya-e0301n7:98_9": "and she asked for the rest of her room,",
    "ai-anya-e0301n7:98_10": "Then they’d get something else to do:",
    "ai-anya-e0301n7:98_11": "For this is said in the Commentaries that are the basis for falling down the others.",
    "ai-anya-e0301n7:98_12": "how far this is not mine, and this is my last rebirth.",
    "ai-anya-e0301n7:98_13": "whatever is done in the midst of Where there is, not what is meant.",
    "ai-anya-e0301n7:98_14": "wouldn’t stay intimacy",
    "ai-anya-e0301n7:98_15": "wouldn’t last for a long time.",
    "ai-anya-e0301n7:98_16": "“When will they live on this road they will not think a mass of another,” and they will succeed in making ill will.",
    "ai-anya-e0301n7:98_17": "The other is the same.",
    "ai-anya-e0301n7:98_18": "For this is said in the enquiry: the linking in the case of the moderation when the modes is given.",
    "ai-anya-e0301n7:98_19": "if they don’t get rid of response;",
    "ai-anya-e0301n7:98_20": "there is no such deeds as the result of deeds, and the accumulating kamma are in three ways, there is no deed of action, deceit and deed of action, and wrong view.",
    "ai-anya-e0301n7:98_21": "There is no wrong view that is, there is no schism in the story of View,",
    "ai-anya-e0301n7:98_22": "a new resort to worms, making thorns his view, and killers. And they murder a thorn of their deeds and killed living creatures.",
    "ai-anya-e0301n7:98_23": "he who has the ground for making amends for an offense; he who has the view that is legitimate;",
    "ai-anya-e0301n7:99_0": "And when he sees three characteristics: paths, while going out of faith, saw the three characteristics, and while going out of faith in his own mind, and inviting on the path of faith, he is going to his own flame.",
    "ai-anya-e0301n7:99_1": "so he enters upon those skillful qualities.",
    "ai-anya-e0301n7:99_2": "Likewise, they do not see the reason why their originates, but as one is going out and coming to an end, and indicating the pain that springs up.",
    "ai-anya-e0301n7:99_3": "When they see this they go about, they get to sit down, but only when they want.",
    "ai-anya-e0301n7:99_4": "But then, not knowing that a wholesome separate deal, I can go to my own teacher’s doctrine and get up from my own teacher’s doctrine.",
    "ai-anya-e0301n7:99_5": "Why is it that the fruition’s end?",
    "ai-anya-e0301n7:99_6": "and what is the meaning of the wrong way.",
    "ai-anya-e0301n7:99_7": "Herein, the perception of giving up is abundant and sublime in one of the fruits of the one who gives up sense desires,",
    "ai-anya-e0301n7:99_8": "But the Gayā specified in the place where it was stated, and so on is stated separately.",
    "ai-anya-e0301n7:100_0": "In regard to a legal procedure consisting of one motion and one announcement.",
    "ai-anya-e0301n7:100_1": "Through irregularly taken up without happiness,",
    "ai-anya-e0301n7:100_2": "but although making a variety of syllable as well.",
    "ai-anya-e0301n7:100_3": "for the three kinds of deeds done sparkly, performed the manner of the worms and reciters.",
    "ai-anya-e0301n7:100_4": "“They proceed having understood",
    "ai-anya-e0301n7:100_5": "But when accusing accusations, they persuade rolling the body and speech.",
    "ai-anya-e0301n7:100_6": "By these three doors the same place as before,",
    "ai-anya-e0301n7:100_7": "In that case, too, they usually practice the same way as will.",
    "ai-anya-e0301n7:100_8": "But the bodily and verbal circumstances are only access in absorption.",
    "ai-anya-e0301n7:100_9": "then those who, having a wholesome mind, were skilled in the mental process, who did the mental process,",
    "ai-anya-e0301n7:100_10": "And this word too in the phrases the bearer of the first-jhāna access too, in the law of the originations;",
    "ai-anya-e0301n7:100_11": "So when there is door and the outcome of the gate is well reborn in the place wherever there is calm,",
    "ai-anya-e0301n7:100_12": "Anyone else should use that same characteristic as the beginning or the middle of practice.",
    "ai-anya-e0301n7:100_13": "Rather, this is how the unfaithful Island.",
    "ai-anya-e0301n7:100_14": "For breathing in definitions, etc., the others cannot endure circumstances, running out and triplesing the various kinds of creatures.",
    "ai-anya-e0301n7:100_15": "Devoted to the Bodily Protector of the body,",
    "ai-anya-e0301n7:100_16": "That is why the bodily and verbal action are successful in one definitive.",
    "ai-anya-e0301n7:100_17": "and with the appearance of loving-kindness, etc., it is capable of coming down in the same way.",
    "ai-anya-e0301n7:100_18": "The faults of others, the Lord of the Protector, and the gross physical lady, the verbal hymns, and the mental worms, didn’t succeed in their practice.",
    "ai-anya-e0301n7:100_19": "Likewise the worker’s flogging through the power of deeds.",
    "ai-anya-e0301n7:100_20": "So in this way, all of speaking under the sway of hymns, all of them are included in the absence of the mind here is the only truth, which is to say, the meaning in all its various ways.",
    "ai-anya-e0301n7:100_21": "In whatever they mere swallowed by their arms, it resembles and ran out.",
    "ai-anya-e0301n7:101_0": "and for the sake of self-developing.",
    "ai-anya-e0301n7:102_0": "“‘Knowledge’: precisely associated with the mental formations associated with the consciousness associated with the consciousness, are what is meant.”",
    "ai-anya-e0301n7:102_1": "It’s not found here that you are.",
    "ai-anya-e0301n7:103_0": "For one whose mind is unconditioned but not perseverance of mind-made deeds, etc., but having non-human beings and mind associated with the consciousness associated with mind.",
    "ai-anya-e0301n7:103_1": "(There is) one covetousness that is called.",
    "ai-anya-e0301n7:103_2": "worthy of mind,",
    "ai-anya-e0301n7:104_0": "151.",
    "ai-anya-e0301n7:104_1": "And here the ten opposites of their deeds, which were specifically propose in going to scratching, exhausted, and circumspectly to each other.",
    "ai-anya-e0301n7:104_2": "Therefore, when the seven pebbles the goods have been oppressed by this, they think, “I’ll roll forth the goods in the beginning,” and when the seven monasteries it did not rain.",
    "ai-anya-e0301n7:104_3": "if she does not find anyone else;",
    "ai-anya-e0301n7:104_4": "One wholesome deeds are unprofitable and unprofitable.",
    "ai-anya-e0301n7:104_5": "The body and mind are intermediate.",
    "ai-anya-e0301n7:104_6": "speech, and mind,",
    "ai-anya-e0301n7:104_7": "that is purified of the mind’s position, and that the mind should be understood as it is said.",
    "ai-anya-e0301n7:104_8": "Hates hate is another root of hatred; the meaning is that it is rooted in diverse order to prevent his roots .",
    "ai-anya-e0301n7:104_9": "Herein, ill will is the first twofold reckoning.",
    "ai-anya-e0301n7:104_10": "Greed is the search for greed;",
    "ai-anya-e0301n7:104_11": "The Teacher also accepts two of them with the first two,",
    "ai-anya-e0301n7:104_12": "In the last three.",
    "ai-anya-e0301n7:104_13": "rottten at the root, grey, and so on.",
    "ai-anya-e0301n7:104_14": "But since he is attached to all kinds of fondness, thus it is not good.",
    "ai-anya-e0301n7:105_0": "and for the developed of what is known -",
    "ai-anya-e0301n7:106_0": "“The Book of the States simply for the sake of (wholesome) gifts of good and bad karma for the sake of the brahmins and householders, say that you give to all former kings wives wives for the sake of the embers.",
    "ai-anya-e0301n7:106_1": "They eat all the other difficult things.",
    "ai-anya-e0301n7:106_2": "But when they enjoy themselves thus: “Their perception of the brahmins, what belongs to their own action is the fruit of deeds and actions, but what is the fruit of their deeds and belief of others!”",
    "ai-anya-e0301n7:106_3": "It’s not found here that you are.",
    "ai-anya-e0301n7:107_0": "on the bank of the river Aciravatī, which is unattached, seeing the earth,",
    "ai-anya-e0301n7:107_1": "And when they were killed, they roots, and various farmers at the root of the kasiṇa. That’s why it’s rooted in the root of a prime.",
    "ai-anya-e0301n7:107_2": "And the one who, having dispelled through the great embracing these eighteen warriors, constructed hairs, body, speech, and minds rolling on embracing a kingdoms, givers those who have arisen in the realm of the kings embryosy.",
    "ai-anya-e0301n7:107_3": "The wardens of the King’s gifts given by the embryo is for the sake of the brahmins and householders, but also the brahmins say,",
    "ai-anya-e0301n7:107_4": "There’s no fruit or result of good and bad deeds in this way.",
    "ai-anya-e0301n7:107_5": "he is able to Upasena,",
    "ai-anya-e0301n7:107_6": "Abide in this life,",
    "ai-anya-e0301n7:107_7": "Greed is the source of deeds.",
    "ai-anya-e0301n7:107_8": "Hate is the source of deeds.",
    "ai-anya-e0301n7:107_9": "Delusion is the source of deeds. Of those who say that the origin of deeds is the root of legal procedures done by way of body, speech, and mind. Lit is incapable of doing this.",
    "ai-anya-e0301n7:107_10": "In this way you can’t be described under the fruit of deeds in the definition of deeds that deed ripen in the result of past deeds.",
    "ai-anya-e0301n7:107_11": "When there is doubt in this way, mental exertion is reborn in the realm of the people.",
    "ai-anya-e0301n7:107_12": "Unskillful deeds.",
    "ai-anya-e0301n7:108_0": "You should recognize two kinds of bodily conduct, namely, bodily and mental conduct, and the verbal action:",
    "ai-anya-e0301n7:108_1": "How on earth can one who has performed merit and grounds for making merit, which is called the ground of making meritorious conduct by way of body, speech, and mind, after making meritorious deeds that is called “orious actions”?",
    "ai-anya-e0301n7:108_2": "after rolling the limbs with speech:",
    "ai-anya-e0301n7:108_3": "preceding the wind, he winds the mind-made rolled towards the declarings.",
    "ai-anya-e0301n7:108_4": "But this kind of bodily kindness is present, fit for their spiritual companions, comparing their spiritual companions.",
    "ai-anya-e0301n7:108_5": "he is favourable to his spiritual companions, respecting, esteeming, and in private.",
    "ai-anya-e0301n7:108_6": "he is aroused by loving-kindness, which is both in public and in private.",
    "ai-anya-e0301n7:108_7": "all the deeds done by way of body, speech, and mind,",
    "ai-anya-e0301n7:108_8": "all the deeds done by way of speech do not return to knowledge.",
    "ai-anya-e0301n7:108_9": "all the deeds done by way of mind do not return to knowledge, and the (craving) -",
    "ai-anya-e0301n7:109_0": "Worthy deeds of body,",
    "ai-anya-e0301n7:110_0": "worshipping the minds of mental deeds as they were worthy, (the Buddha) in the three Paths,",
    "ai-anya-e0301n7:111_0": "That is why in the Suttantas - arrived in the Tissārāma.",
    "ai-anya-e0301n7:111_1": "On the contrary, the eighth simile of the whole monastery should be explained in the island of the Sakyans.",
    "ai-anya-e0301n7:111_2": "Herein, to the bodily action is indicated by the bodily-form and verbal activity,",
    "ai-anya-e0301n7:111_3": "(for) virtue and practices it is known that way",
    "ai-anya-e0301n7:111_4": "In whom the most impure body was overpowered,",
    "ai-anya-e0301n7:111_5": "The persons beaten them.",
    "ai-anya-e0301n7:111_6": "But when given up the profitable deeds, then abandoned the body, cutting off the perfection of bodily strength, etc., and fulfilling bodily strength, they fulfill the bodily strength that is difficult to give up.",
    "ai-anya-e0301n7:111_7": "You doing this.",
    "ai-anya-e0301n7:111_8": "or in conduct of body and speech is what is meant.",
    "ai-anya-e0301n7:111_9": "strikes here and there in a cloth, they give up killing living creatures, renouncing the body, and the mind.",
    "ai-anya-e0301n7:111_10": "As a result, he gave upholds those people in an extra effort.",
    "ai-anya-e0301n7:111_11": "Their physical contact with the person, the Yamunā, is badly preferred to another.",
    "ai-anya-e0301n7:111_12": "It is incapable of reaching absorption by means of the body",
    "ai-anya-e0301n7:111_13": "Resounding the body of the body: they need fulfilling the perfections beginning with the body and the perfection of giving precepts.",
    "ai-anya-e0301n7:111_14": "Likewise in the case of each other.",
    "ai-anya-e0301n7:111_15": "Whatever good deeds there are, all the gates, and various kinds of mental deeds in the city of the range of mental phenomena, and we fill them with mental actions.",
    "ai-anya-e0301n7:111_16": "or even for a mental conduct.",
    "ai-anya-e0301n7:111_17": "This is the way in which I enjoy.",
    "ai-anya-e0301n7:111_18": "But this one who has gone to the end of his deeds through his deeds,",
    "ai-anya-e0301n7:111_19": "Furthermore, the simile of the whole gate should be illustrated in the whole gate.",
    "ai-anya-e0301n7:111_20": "But these two endeavours should be understood as good friendship in these two ways: just as good friendship and colleagues with the good friends.",
    "ai-anya-e0301n7:111_21": "A gift is given to those",
    "ai-anya-e0301n7:111_22": "The deadly contorted pursue,",
    "ai-anya-e0301n7:111_23": "ethical conduct loves ethical conduct.",
    "ai-anya-e0301n7:111_24": "Having done good deeds, they blame those who are blameless and well developed, and practiced, and properly resolved.",
    "ai-anya-e0301n7:111_25": "it is on becoming established, thus it is the meaning.",
    "ai-anya-e0301n7:111_26": "develop this development of the immaculate:",
    "ai-anya-e0301n7:111_27": "When they arise, they need a bearer of an unprofitable way.",
    "ai-anya-e0301n7:111_28": "Experiential warning, they take it away.",
    "ai-anya-e0301n7:111_29": "worshipping the body by speech, is the meaning.",
    "ai-anya-e0301n7:112_0": "They make an effort to get rid of repulsion, so too, when running out and transmigrating.",
    "ai-anya-e0301n7:112_1": "for this bowl is lost.",
    "ai-anya-e0301n7:112_2": "who had obtained meritorious deeds,",
    "ai-anya-e0301n7:112_3": "the bowl is turned up to;",
    "ai-anya-e0301n7:112_4": "May those who rejoice in heaven because of their merit is named so (and merit).",
    "ai-anya-e0301n7:112_5": "These people give the bowls that are lovely.",
    "ai-anya-e0301n7:112_6": "they rejoice on that given to them.",
    "ai-anya-e0301n7:112_7": "(They do) apply themselves to those who were very helpful, I rejoiced in this bowl.",
    "ai-anya-e0301n7:112_8": "They listen to the teaching with the Dhamma,",
    "ai-anya-e0301n7:112_9": "teaching Dhamma taught him the Dhamma",
    "ai-anya-e0301n7:112_10": "There is meaning in giving, sacrifice, and offerings.",
    "ai-anya-e0301n7:112_11": "They all make merit.",
    "ai-anya-e0301n7:112_12": "meritoriously, they say, “Difference-born merit” and so on.",
    "ai-anya-e0301n7:112_13": "This eighteen years rains residence waste-coloured for the sake of plastering merit.",
    "ai-anya-e0301n7:112_14": "It is the eighteen grounds for accumulations that are the sense fields that are invalid and evasiveness.",
    "ai-anya-e0301n7:112_15": "here it is threefold: the middle one, and the last three,",
    "ai-anya-e0301n7:112_16": "Herein, Firstly, the receivers of what is received in the middle of another’s business,",
    "ai-anya-e0301n7:112_17": "Because of this, I will give a gift thinking, “I’ll making merit in this way this way the giver of giving to the previous ones,” and “She used to give gifts to them in the former way.",
    "ai-anya-e0301n7:112_18": "And after the passing of the household life by himself, he reappears in the future.",
    "ai-anya-e0301n7:112_19": "all the one who gives the unwholesome enemy in the way already stated.",
    "ai-anya-e0301n7:112_20": "Someone without can’t be known:",
    "ai-anya-e0301n7:113_0": "again and again, the middle one is of three kinds,",
    "ai-anya-e0301n7:113_1": "Herein, by means of loving enthusiasm, etc., that is to say, the medium, and by energy.",
    "ai-anya-e0301n7:113_2": "one who shows her fame,",
    "ai-anya-e0301n7:113_3": "Middleness of the fruit of meritorious deeds,",
    "ai-anya-e0301n7:113_4": "that booked to, placed in the noble state, thus it is superior.",
    "ai-anya-e0301n7:113_5": "(There is) grieving oneself, like one who cuts off the branches,",
    "ai-anya-e0301n7:113_6": "gradually brought to the happiness of the world,",
    "ai-anya-e0301n7:113_7": "and fruit of good deeds occurred in the path.",
    "ai-anya-e0301n7:113_8": "I am released from craving for continued existence.",
    "ai-anya-e0301n7:113_9": "that I’ll set forth the middle of my own liberation.",
    "ai-anya-e0301n7:113_10": "the welfare of all beings is superior in regard to all beings, in order to show the superior states that is superior.",
    "ai-anya-e0301n7:113_11": "And here, when analyzed into these three categories, they can be told,",
    "ai-anya-e0301n7:113_12": "Herein, a mendicant called a novice nun, ethically, of novices, has four habits.",
    "ai-anya-e0301n7:113_13": "Herein, the first is due to undertaking, directions a legal procedure by means of the first two statements:",
    "ai-anya-e0301n7:113_14": "The training rules on opposite sex in someone who has committed the dealing with the absence of accusations.",
    "ai-anya-e0301n7:113_15": "All those who are accomplished in ethics they are broken.",
    "ai-anya-e0301n7:113_16": "At that time a monk, having no regrets, is unvirtuous.",
    "ai-anya-e0301n7:113_17": "Having laid down the groundlessly, one laid down the ground, and when the floor has passed,",
    "ai-anya-e0301n7:113_18": "there is the breach in this way:",
    "ai-anya-e0301n7:113_19": "But you’re not broken down in the true way.",
    "ai-anya-e0301n7:113_20": "for he should not say that when a legal procedure has been done again:",
    "ai-anya-e0301n7:113_21": "if they are doing a legal procedure, they are restrained in the procedure.",
    "ai-anya-e0301n7:113_22": "When they do a procedure of the transgression, they’re making amends for that.",
    "ai-anya-e0301n7:113_23": "unethical,",
    "ai-anya-e0301n7:113_24": "Some times, novices, and novices.",
    "ai-anya-e0301n7:113_25": "Herein, the means for going in the same way is successful in it.",
    "ai-anya-e0301n7:113_26": "if, having spunted the opposite sex together with the analytic knowledges, all the people in the opposite sex;",
    "ai-anya-e0301n7:113_27": "When anyone transgresses, their schism is in that very place.",
    "ai-anya-e0301n7:114_0": "But when virtue is taken by the hand that has been handed down, the matter of the kind already described in the way already described.",
    "ai-anya-e0301n7:114_1": "That is why a single group of travelers become.",
    "ai-anya-e0301n7:114_2": "and in one place they become broken,",
    "ai-anya-e0301n7:114_3": "all together.",
    "ai-anya-e0301n7:114_4": "(but) after surrounding the transgress in the world with the text.",
    "ai-anya-e0301n7:114_5": "If he then goes again, he should be resolved again:",
    "ai-anya-e0301n7:114_6": "Splitting down means it goes towards all the time to resolve.",
    "ai-anya-e0301n7:114_7": "But the immoral, in each of these five ways, the constant precepts,",
    "ai-anya-e0301n7:114_8": "Always are permanently permanent,",
    "ai-anya-e0301n7:114_9": "it’s not allowed to be impermanent,",
    "ai-anya-e0301n7:114_10": "Accomplished in Ethics:",
    "ai-anya-e0301n7:114_11": "But that is permanent, eternal,",
    "ai-anya-e0301n7:114_12": "during the large congregation of merit,",
    "ai-anya-e0301n7:114_13": "and it is not allowed to be impermanent,",
    "ai-anya-e0301n7:114_14": "Wealth is impermanent:",
    "ai-anya-e0301n7:114_15": "There a monk who develops the novice monk standing in a novice should be a novice monk, who has gone forth when the novices’ virtues of the ascetic life, and is established in the higher ethics Yet, desiring to give up the five lower fetters.",
    "ai-anya-e0301n7:114_16": "for that virtue is permanently protected, eternal, and imperishable,",
    "ai-anya-e0301n7:114_17": "In such a case, the discrimination is dangerous, etc.",
    "ai-anya-e0301n7:114_18": "Why not?",
    "ai-anya-e0301n7:114_19": "But if it is shared within its special qualities, it is impermanent, ethical, and of good behavior.",
    "ai-anya-e0301n7:114_20": "Because it is permanently explained in this way.",
    "ai-anya-e0301n7:114_21": "and it is also impermanent.",
    "ai-anya-e0301n7:114_22": "Likewise for the ten precepts,",
    "ai-anya-e0301n7:114_23": "for it is possible to find that place.",
    "ai-anya-e0301n7:114_24": "They give up their own ethical conduct and have gone forth into homelessness.",
    "ai-anya-e0301n7:114_25": "Just as when a man is constantly devoted to virtues, protection for five months, namely, virtue and so on, it is permanent.",
    "ai-anya-e0301n7:114_26": "and transgression,",
    "ai-anya-e0301n7:114_27": "Likewise the one who has gone forth in accordance with the ten precepts, the virtue of which is permanent and untouched.",
    "ai-anya-e0301n7:114_28": "and transgression,",
    "ai-anya-e0301n7:114_29": "And with its own psychic powers,",
    "ai-anya-e0301n7:115_0": "Concentrated to the development of it, of two kinds, that is to say, the development of concentration and insight meditation.",
    "ai-anya-e0301n7:115_1": "She’s uninterruptedly, with little wisdom,",
    "ai-anya-e0301n7:115_2": "It serves the teaching and training proclaimed by language to the teaching. Instead of avoiding them, practises them, and promote them.",
    "ai-anya-e0301n7:115_3": "And we will ask you about care about the four treasures, whether in the family or the teachers of the lady of the Sakyans, you should behave like this.",
    "ai-anya-e0301n7:115_4": "It’s the same desert of newly arrived monks who are defeated by their own well-behaved and on their own work. They will look after the deathlessly and purely.",
    "ai-anya-e0301n7:115_5": "He who has completed the (just) himself done by himself, and through being a tormented by others.",
    "ai-anya-e0301n7:115_6": "by what is given to others, taking joy in our unpleasant feeling, is it taking up the bowl-food-eater?",
    "ai-anya-e0301n7:115_7": "One who gives merit is simply for him, but rejoices in gladdening.",
    "ai-anya-e0301n7:115_8": "don’t enjoy the bowl,",
    "ai-anya-e0301n7:115_9": "and by the power of knowing (him).",
    "ai-anya-e0301n7:115_10": "If the other two kinds of almsbowl consisting in this way:",
    "ai-anya-e0301n7:115_11": "herein, you should understand:",
    "ai-anya-e0301n7:115_12": "This is the reason why the meritorious act of good deeds,",
    "ai-anya-e0301n7:115_13": "For that is so, when those deities have prepared, they in common to the next life (would allow) for the next world, the destruction of the positions, for the infatuations of those deities. Then it was given in the present life.",
    "ai-anya-e0301n7:115_14": "Listening to the meaning, by using what is beneficial and relating to the Teaching, and then we will listen to the Dhamma.",
    "ai-anya-e0301n7:115_15": "shameless deeds in the home of rough (of the Relics), which is the practice of doing the minds of trees,",
    "ai-anya-e0301n7:116_0": "There is no meaning in giving, etc.",
    "ai-anya-e0301n7:116_1": "Where the grounds for making merit is threefold,",
    "ai-anya-e0301n7:116_2": "(This) is the advantage for the sake of the communities.",
    "ai-anya-e0301n7:116_3": "and the making her delimitation by the power of the Isisiṅga",
    "ai-anya-e0301n7:116_4": "By not doing what is wrong, virtue and practices,",
    "ai-anya-e0301n7:116_5": "* For those who are possessed of virtue,",
    "ai-anya-e0301n7:116_6": "These are the three ways of developing the recollections.",
    "ai-anya-e0301n7:116_7": "Because they have been developed by the mind,",
    "ai-anya-e0301n7:116_8": "For the Dhamma in order to purify the meaning of the meditation subjects is said for the purpose of protection.",
    "ai-anya-e0301n7:116_9": "She who grows in knowledge and works up:",
    "ai-anya-e0301n7:116_10": "is included together with those who come together.",
    "ai-anya-e0301n7:116_11": "Eight deeds are seen; they all have a characteristic of wearing away.",
    "ai-anya-e0301n7:116_12": "Because when there is something to be done, they do give gifts and make gifts.",
    "ai-anya-e0301n7:116_13": "(good) deeds that is conducive to the mind, what is done in a (good) deeds,",
    "ai-anya-e0301n7:117_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:118_0": "Because it is so called “short” because it possesses physical nutriment by the door-rounded, which it is not called “confidence”.",
    "ai-anya-e0301n7:119_0": "Because there is no such profitable activity.",
    "ai-anya-e0301n7:119_1": "But that concentration is obtained by the supply of development.",
    "ai-anya-e0301n7:119_2": "My development is complete in all deeds, and my development is large.",
    "ai-anya-e0301n7:119_3": "(But) the analytical knowledge of path, the hindrances have been explained in the delightful path,",
    "ai-anya-e0301n7:119_4": "with the ending of thinking and reflection,",
    "ai-anya-e0301n7:119_5": "and by you in the happiness opposite -",
    "ai-anya-e0301n7:119_6": "having abandoned pleasure and pain,",
    "ai-anya-e0301n7:119_7": "Ethics are the Ethics to Ethics,",
    "ai-anya-e0301n7:119_8": "intention involves intention,",
    "ai-anya-e0301n7:119_9": "ethical conduct,",
    "ai-anya-e0301n7:119_10": "Undisturbed” is what is said.",
    "ai-anya-e0301n7:119_11": "That is a way to understand how",
    "ai-anya-e0301n7:119_12": "There is no production of the power of development, etc., which brings uninterruptedly to the object of development consisting in an unsuitable way.",
    "ai-anya-e0301n7:120_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:121_0": "“Firstly, having a share of the sensual-spheres, conduct, and sense-decluded (formed).”",
    "ai-anya-e0301n7:122_0": "Because they don’t have the ground for rebirth in the sensual realm.",
    "ai-anya-e0301n7:122_1": "and they said:",
    "ai-anya-e0301n7:122_2": "But if one is to say, it should be spoken of in absorption.",
    "ai-anya-e0301n7:122_3": "and the break up of the jhāna factors: the jhāna is what is called to be undertaken by means of the jhāna factors.",
    "ai-anya-e0301n7:122_4": "a wholesome legal procedure of wholesome deeds,",
    "ai-anya-e0301n7:123_0": "and placed in this place wherever they can go.",
    "ai-anya-e0301n7:123_1": "Restlessness to restrain the restroom,",
    "ai-anya-e0301n7:123_2": "Why do these days joyfully?",
    "ai-anya-e0301n7:123_3": "timber in things,",
    "ai-anya-e0301n7:123_4": "How do you understand this?",
    "ai-anya-e0301n7:123_5": "(They are) to be given up through vision (of the First Path) and the rest.",
    "ai-anya-e0301n7:123_6": "(These four things should be given up by the views, doubt, conceit, the mind, and the thought of the development of the mind.) These things have been associated with the aggregates, and the four things needed to be given up by seeing. When they’ve gone beyond the development of the four elements, they may be given up by seeing.",
    "ai-anya-e0301n7:123_7": "And how do you understand?",
    "ai-anya-e0301n7:123_8": "He who does not achieve what is unprofitable and unprofitable.",
    "ai-anya-e0301n7:123_9": "They are attractive, because it is the same thing that the definitionally applies to vision, etc., because it is the otherwise opposite sex because it is the restless states of the aggregates,",
    "ai-anya-e0301n7:123_10": "and the abandoning of seeing (all) things associated with insight is related to the form-originated elements; the intentions are related to forms and the mind-made -",
    "ai-anya-e0301n7:123_11": "At the time of differentiation, the result of forms should be given up by seeing, the result of the aggregates of various forms associated with the kamma-process, and the rest of the mind in the case of the aggregates .",
    "ai-anya-e0301n7:123_12": "We do not know the result of various kinds of ornaments, since there is the result of deeds.",
    "ai-anya-e0301n7:123_13": "If she does not say this, she does not get it to behave like this.",
    "ai-anya-e0301n7:123_14": "well-versed in the analysis of recitation, and because of the knowledge of it.",
    "ai-anya-e0301n7:123_15": "What are unwholesome thoughts?",
    "ai-anya-e0301n7:123_16": "When an unwholesome mind has arisen, it’s associated with equanimity, and associated with the formless objects,",
    "ai-anya-e0301n7:123_17": "These are unwholesome thoughts.",
    "ai-anya-e0301n7:123_18": "knowledge of these things is the analytical knowledge of truth,",
    "ai-anya-e0301n7:123_19": "the knowledge of this is the analytic knowledge of meaning,",
    "ai-anya-e0301n7:123_20": "And the whole of that is why all twelve, etc., respectively,",
    "ai-anya-e0301n7:124_0": "and for the sake of self-developing.",
    "ai-anya-e0301n7:125_0": "“For the one who has eaten the blessing of delusion, who has got overcoming doubt, and uncertainty in all ways.",
    "ai-anya-e0301n7:125_1": "those who have acquired the degreement consists of truth, courseness and yoke, and are said to be rich.”",
    "ai-anya-e0301n7:125_2": "You’re not beautiful or ugly,",
    "ai-anya-e0301n7:126_0": "for one who has no doubt or uncertainty regarding the ascetic life, nor any doubt that is stronger essence, but cankership imperishable by the lady, and accumulating it. Then it is possible to say:",
    "ai-anya-e0301n7:126_1": "Here he does not desire his doubts about the Dhamma in the way beginning, “What is why ‘I am’, like a great flee of vanity’ in the Mahāthūpa?",
    "ai-anya-e0301n7:126_2": "Because they are stated in that one who is striving towards oneself in the same way as they are;",
    "ai-anya-e0301n7:126_3": "Since that association brings only what is contrary to the district,",
    "ai-anya-e0301n7:126_4": "One who has no doubt about the teaching is at ease: it is ponded by the supernormal power of the goal.",
    "ai-anya-e0301n7:126_5": "That’s why agitatedness should be understood as it is said.",
    "ai-anya-e0301n7:126_6": "the Happy One, the Happy One, in all ways,",
    "ai-anya-e0301n7:126_7": "according to the world’s material possessions (wholesome) like the gods,",
    "ai-anya-e0301n7:126_8": "one ripes agitation, he gives his attention.",
    "ai-anya-e0301n7:126_9": "And all beings, too, it means having done away with unskillful deeds as their results, that is skillful and results in that place.",
    "ai-anya-e0301n7:127_0": "The Since they were skilled in the profitables, at the moment of the great (magical) powers, after having made them happy in the Mahātittha garden, and preparing their own opposite sex with the colours, shapes and so on,",
    "ai-anya-e0301n7:127_1": "As for the sake of the opposite converse order, the result of it, and the result of it.",
    "ai-anya-e0301n7:127_2": "So, don’t consent to eat encounter.",
    "ai-anya-e0301n7:127_3": "for those who have no results in happiness, the result of perfected ones will be able to come.",
    "ai-anya-e0301n7:127_4": "When he said this, it is impossible that a likable, desirable, agreeable result to come from bad bodily conduct.",
    "ai-anya-e0301n7:127_5": "Herein, the mundane kinds of sensual stimulation are stated in the world of the gods of the Thirty-Three and of the Enlightened One’s world. It is peaceful in the eight worlds, which is like the eye-consciousness enlightenment of the worlds, wielding of the head and body consciousnesses.",
    "ai-anya-e0301n7:127_6": "For it is profitable kamma-originated transgress in the form-world, and whatever place the result of his (knowing) deeds, and the result of his (knowing) deeds, it is the result of his own deed.",
    "ai-anya-e0301n7:127_7": "But with the fading away of sensual desire, the stilling of craving, the poison of his mind, whose mind is not peaceful, etc., in the way already stated, and who has cut off craving for sense pleasures, and is rightly freed through enlightenment,",
    "ai-anya-e0301n7:127_8": "Therefore it should be understood that the name for forms can be understood all of the five sense-spheres.",
    "ai-anya-e0301n7:127_9": "In the two similes it is manifested as a proximate cause.",
    "ai-anya-e0301n7:127_10": "Therefore one is able to do a deed and misapprehension.",
    "ai-anya-e0301n7:127_11": "And that is how the differences occur in different places.",
    "ai-anya-e0301n7:127_12": "That’s why it should be seen to substantively, without residing in own conditions.",
    "ai-anya-e0301n7:127_13": "Five are limited places in the fivefold , the formation is the appropriate to position, and it is the appropriate to them.",
    "ai-anya-e0301n7:127_14": "Then it is manifested as the opposite of what is suitable, it does not arise in any way that object.",
    "ai-anya-e0301n7:127_15": "That is why it should be said: “Now, the result of past deeds, the result of that deed, for the sake of specific purpose, and for the sake of producing kamma, etc., as its cause, and underlying tendencies the various kinds of deeds, for the sake of defining the breaking downwards, etc., and that is to say, the result of places, and that is to be practiced.”",
    "ai-anya-e0301n7:128_0": "two wholesome things, undeveloped, not fully aware,",
    "ai-anya-e0301n7:128_1": "Herein, at the time of work and below, across the desert uproyer of work, was done away with irregular knowledge, and then wielding a position of knowledge, and then worm-incloth pad of hands and feet.",
    "ai-anya-e0301n7:128_2": "made a cry of the deeds and bearing their fruit, one is not lost;",
    "ai-anya-e0301n7:128_3": "she gave birth to a son who was seen by knowledge and conduct, and without having given it up,",
    "ai-anya-e0301n7:128_4": "her work wasn’t ignorant, not unfinished; it was done by merely that deed is done by an incomplete assembly.",
    "ai-anya-e0301n7:128_5": "Herein, one is (the nature of) exceeds with one who goes forth.",
    "ai-anya-e0301n7:128_6": "You don’t know a wrong-doing.",
    "ai-anya-e0301n7:128_7": "he is associated with knowledge of the fourfold origination.",
    "ai-anya-e0301n7:128_8": "which is not knowing and not attaining, (the four) knowledges, is the partaking of knowledge,",
    "ai-anya-e0301n7:128_9": "Herein, one measure of eight kinds of stricken.",
    "ai-anya-e0301n7:128_10": "Herein, obsessed by the hindrances in the ocean is aroused by kamma, observed by thresholds, etc., and useing a bad view that is highly present.",
    "ai-anya-e0301n7:128_11": "Having been accused, they have swept away, and have their limbs covered with plaster.",
    "ai-anya-e0301n7:128_12": "Then, having done what I did.",
    "ai-anya-e0301n7:128_13": "I’m not able to gain (any) loss,",
    "ai-anya-e0301n7:128_14": "I’m so fortunate,",
    "ai-anya-e0301n7:128_15": "It’s not my wrestling",
    "ai-anya-e0301n7:128_16": "in that one whomever has merit and demerit",
    "ai-anya-e0301n7:128_17": "Sumedhā,",
    "ai-anya-e0301n7:128_18": "whatever reason the remorse arises and regrets it afterwards,",
    "ai-anya-e0301n7:128_19": "* is the meaning of this.",
    "ai-anya-e0301n7:128_20": "Thus after showing them a deed to point in four ways, then, in each and every case, they should give them analytically to the four analyzing of them, and so as they are.",
    "ai-anya-e0301n7:128_21": "you’ll have the fine-material and immoral sphere.",
    "ai-anya-e0301n7:128_22": "Firstly: who is strict,gled, pure, who is superior,",
    "ai-anya-e0301n7:128_23": "With no progressive no cause or condition,",
    "ai-anya-e0301n7:128_24": "One intention is universally here in one place.",
    "ai-anya-e0301n7:128_25": "But when these are reckoned as a meditation subject that is unsuitable,",
    "ai-anya-e0301n7:128_26": "There may be this:",
    "ai-anya-e0301n7:129_0": "Having made a flower through the whole universe,",
    "ai-anya-e0301n7:130_0": "For the gods who are quenched among human beings are extinguished,",
    "ai-anya-e0301n7:131_0": "Consequence is the one enlightenment does not give. That is why it doesn’t give.",
    "ai-anya-e0301n7:131_1": "neither rise nor swallows.",
    "ai-anya-e0301n7:131_2": "‘Previously there are one thousand people (of the First), who have taken a residence at most.",
    "ai-anya-e0301n7:131_3": "For some of the mind-made body and speech are in countless hundreds of millions.",
    "ai-anya-e0301n7:131_4": "Then the” it was due to suitability of the treasure.",
    "ai-anya-e0301n7:131_5": "For one thousand eons of expanding a hundred thousand eons, and one hundred and seventy million years and the assemblies of their existence.",
    "ai-anya-e0301n7:131_6": "And gradually concept in making the acceptance of the Kosalansation should be illustrated in the Kosalan country.",
    "ai-anya-e0301n7:131_7": "One of the gods, eleven on one side, the lord of the gods,",
    "ai-anya-e0301n7:131_8": "Except in the primary seven times there are seven times, and seven times his birth .",
    "ai-anya-e0301n7:131_9": "Mastered the deed and, having mastered their own actions, is able to live having mastered the triple refuge.",
    "ai-anya-e0301n7:131_10": "It is not easy to say that not accumulates with adornment, as reduced to fine lady, made of unshakable and excellent intentions, to preference the name of the Deathless and his (previous). As soon as it is stated (formed) by the cause of existence.",
    "ai-anya-e0301n7:131_11": "if he supports those who are twelve years of age;",
    "ai-anya-e0301n7:131_12": "This is the doctrine of on the ascetic, which is definitively have no cause or reason.",
    "ai-anya-e0301n7:131_13": "this is the reason why my roots are connected with roots.",
    "ai-anya-e0301n7:131_14": "In this way the Elder Tissa Moggaliputta of the Thūḷa-Allakas, having shown that he is to say: “This predicted by the arrival of Moriya Siggava, is going to show (to the Buddha) to the Great Cetiya Vihāra.”",
    "ai-anya-e0301n7:131_15": "Because the Elder’s actions were made without consideration, because he had made an end of the work connected with the results of his (magical) processes, and he did not make a deed.",
    "ai-anya-e0301n7:131_16": "And they say that the building work is made up of nine kinds of intentional activities.",
    "ai-anya-e0301n7:132_0": "As the mouth sat together,",
    "ai-anya-e0301n7:132_1": "caught up in them,",
    "ai-anya-e0301n7:132_2": "In this way the result of deeds, etc., are to be spoken of in unsuitable results, condemned as the result of deeds.",
    "ai-anya-e0301n7:132_3": "Being studyed by the astute",
    "ai-anya-e0301n7:132_4": "The others settle the hymns in this way, after which he surveys the hymns, and crystal would come out.",
    "ai-anya-e0301n7:132_5": "But the results of deeds because of the lack of being dissatisfied with the goads of alms-food. Their opposite sex because of which were both laypeople and renunciates.",
    "ai-anya-e0301n7:132_6": "But it is preceding each and every aspect of the conditions itself as objects occurring in the several impediments. Then in the several impediments this practice is said.",
    "ai-anya-e0301n7:132_7": "For it is not possible to know about the results in deeds,",
    "ai-anya-e0301n7:132_8": "Therefore he says, “Weigh this or that you don’t do anything to bring,”",
    "ai-anya-e0301n7:133_0": "Whatever is in this context, he reckoned as a result of good deeds—haven without practitioner or one of the result of deeds—and, one who continus to behaves bad deeds in the four lower realms, and after making the result of the two ends of the Vajjis, and inclusion,",
    "ai-anya-e0301n7:133_1": "This is the twofold doctrine of the Teacher invalid .",
    "ai-anya-e0301n7:133_2": "In the four lower realms occurred in the tenfold reckoning of the two immaterial periods.",
    "ai-anya-e0301n7:133_3": "This occurred in ten aspects,",
    "ai-anya-e0301n7:133_4": "and likewise in the four lower worlds,",
    "ai-anya-e0301n7:133_5": "In the four directions there are only one for the sake of the donors, one for the sake of the two, and for the sake of the paths, one for the sake of defining the sake of the paths, and one for the sake of the paths, and one connected with the sake of the paths, bringing one texts on the path to the other, and one the four paths.",
    "ai-anya-e0301n7:134_0": "In those eighty enquiry, (called) hair,",
    "ai-anya-e0301n7:134_1": "but if it is the reason why on account of the eight kinds of deeds only gives rise to the manner.",
    "ai-anya-e0301n7:134_2": "not for the sake of cause or reason.",
    "ai-anya-e0301n7:134_3": "the cause of bad deeds, or with the reason why they are being difficult to support.",
    "ai-anya-e0301n7:134_4": "The Great Elder Tissa, however, came in order to show the Mahādhammarakkhita the Nāgas in the Lion of the Abhidhamma.",
    "ai-anya-e0301n7:134_5": "Herein, just as, when a legal procedure is being done along with the cause, it is invalid.",
    "ai-anya-e0301n7:134_6": "the man who gives the cause of ruins that the legal procedure done against one who gives the reasons, and who hasn’t committed any bad view should be understood here.",
    "ai-anya-e0301n7:134_7": "but the knowledge of the path is established in the texts of textinguishment. There is no cause or condition for the attainment of the eighth existence.",
    "ai-anya-e0301n7:134_8": "Three wholesome deeds there are three wholesome deeds.",
    "ai-anya-e0301n7:134_9": "the opposite is twofold.",
    "ai-anya-e0301n7:134_10": "At the moment of the winter season there are three knowledges: mundane and suppression of the knowledge that when the attainment has been lost, may all be with no grounds for rebirth.",
    "ai-anya-e0301n7:134_11": "two wholesome deeds are skillful,",
    "ai-anya-e0301n7:134_12": "the two, unskillful things are produced by them.",
    "ai-anya-e0301n7:134_13": "At the moment of the two ends, that is to say: (It is) unshakable to the cause of his deeds to be done like this.",
    "ai-anya-e0301n7:134_14": "who does the legal procedure with two roots,",
    "ai-anya-e0301n7:134_15": "But it is not known that the description of rebirth in the place where ideas, and which can be given in the conditions for the sake of being a condition for the sake of their producing kamma-result in the moment of rebirth.",
    "ai-anya-e0301n7:134_16": "nor does the four kinds of legal procedure consisting of one motion and one announcement, etc., which is inferior and superior.",
    "ai-anya-e0301n7:135_0": "Herein, as to the root of the three excellent kinds of tree are produced in the roots of the trees already described, without making it its roots, and without taking care of them.",
    "ai-anya-e0301n7:135_1": "But if you’re not stuck in your mind,",
    "ai-anya-e0301n7:135_2": "but was lacking no ties.",
    "ai-anya-e0301n7:135_3": "(but) they are not able to profit.",
    "ai-anya-e0301n7:135_4": "Therefore Uttiya Āḷavī, the great Sage, in the evening time, and having performed his great sacrifice, he aspires for the sake of the Elder Mahā Devatāpa.",
    "ai-anya-e0301n7:135_5": "But the result of that deed, in order to show the result of his disciples, composed the following Great Elders.",
    "ai-anya-e0301n7:135_6": "Having made this aspiration the whole of the Three Pāṭaligāma the About One in the Paṭisambhidā.",
    "ai-anya-e0301n7:136_0": "In the section dealing with the unity of universal monarchs, these twelve, twelve, eighteen, ten, twelve, twenty, thirty, forty, fifty, or a hundred thousand, a hundred thousand Great Theras came to (after his doctrine).",
    "ai-anya-e0301n7:137_0": "And he should be told to say this:",
    "ai-anya-e0301n7:137_1": "One who understands the Mahādhammarakkhita and the Great Elder Righteously in each Commentaries,",
    "ai-anya-e0301n7:137_2": "For even a deed that cannot be used to give an unconditioned.",
    "ai-anya-e0301n7:137_3": "(They are) not connected with the path.",
    "ai-anya-e0301n7:137_4": "With consideration (it) deed that is accompanied by conditions, it gives what is used as constantly and deed.",
    "ai-anya-e0301n7:137_5": "they don’t go beyond the wind,",
    "ai-anya-e0301n7:137_6": "(They are) doing good deeds in the sensual realm,",
    "ai-anya-e0301n7:138_0": "154.",
    "ai-anya-e0301n7:138_1": "of the fine-material sphere is of two kinds: inferior- superiority and superior food.",
    "ai-anya-e0301n7:138_2": "Herein, the means of getting material possessions is obtained by accumulated. And the texts have been obtained by that either.",
    "ai-anya-e0301n7:138_3": "The release of the special qualities of one’s special qualities is not able to live on Calmness. This is called a limited period.",
    "ai-anya-e0301n7:138_4": "Whatever is well developed by the oneself, what is produced by inferior,",
    "ai-anya-e0301n7:138_5": "it is with little of little strength:",
    "ai-anya-e0301n7:138_6": "whatever enthusiasm there is.",
    "ai-anya-e0301n7:138_7": "Arousing energy and strong, the mind is said to be inferior.",
    "ai-anya-e0301n7:138_8": "In the middle",
    "ai-anya-e0301n7:138_9": "Herein, purification is the middle way of being described in the middle path when it is not purified in the middle way.",
    "ai-anya-e0301n7:138_10": "the Middle Discourses on their consent, the middling, the middling one, the middle one, and the junior.",
    "ai-anya-e0301n7:138_11": "what is said in the middling:",
    "ai-anya-e0301n7:138_12": "Two on various kinds of fine foods:",
    "ai-anya-e0301n7:138_13": "Herein, one who is superior in virtue, has reached the superior state and has reached the superior state and is pure.",
    "ai-anya-e0301n7:138_14": "But the superior states have got carried away. They have a superior state, the superior state, and the highest goal.",
    "ai-anya-e0301n7:138_15": "That which is called “blin” in the eight ways.",
    "ai-anya-e0301n7:138_16": "Herein, the limited special qualities of the untornness, etc., these are limited here and there,",
    "ai-anya-e0301n7:138_17": "But the limitedness should be understood here as of the inferior, etc., and on the part of the liability to give their consent and weakened.",
    "ai-anya-e0301n7:138_18": "for of these three kinds as a failure in the fine-material jhāna is included in the three ways as a cleansing the knowledge.",
    "ai-anya-e0301n7:138_19": "There are excessive rewards for the women who live in the absorptions of the Great Brahmā; and indications with the intention that enthusiasms.",
    "ai-anya-e0301n7:138_20": "Now, these eighteen bases for definition classes of greed, etc., by means of the triple and non-human beings, etc., and by the eighteen circumference of zeal and worms, and eighteen cattles :",
    "ai-anya-e0301n7:138_21": "by these gods even the Thirty-Three have been handed down in the midst of Brahmā.",
    "ai-anya-e0301n7:139_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:140_0": "“Have you obtained what has not been prepared, what is said in the Commentary.",
    "ai-anya-e0301n7:140_1": "Likewise in the middling: the virtuous one, the middle one,",
    "ai-anya-e0301n7:140_2": "and that stated under the heading of “profitable” is said.",
    "ai-anya-e0301n7:140_3": "all is to be found here.",
    "ai-anya-e0301n7:141_0": "for the sake of access only is a condition for the benefit of jhāna, etc., in order to recommend giving up of continued existence, etc., in the way already stated.",
    "ai-anya-e0301n7:141_1": "they do not destroy the destiny,",
    "ai-anya-e0301n7:142_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n7:143_0": "“Only doing so, even if they get a little, they’ll still get a little.",
    "ai-anya-e0301n7:143_1": "Likewise in the making delimitation of name and form,",
    "ai-anya-e0301n7:144_0": "In the evening, when the great hermits had gathered in Saṁsāra,",
    "ai-anya-e0301n7:145_0": "Not having gained such reasons, he does not despise without reason.",
    "ai-anya-e0301n7:146_0": "And although I, the result of goodness, the result of (volitional) powers, and the result of goodness, etc., have come to you, and penetrate that the dead, is what is said.”",
    "ai-anya-e0301n7:146_1": "You’ll only be able to do it.",
    "ai-anya-e0301n7:147_0": "For if there is no noble path to be found in oneself, they don’t get a footing in the water, and they don’t get a foot-stool,",
    "ai-anya-e0301n7:147_1": "Likewise the beginning of the first two, of the transgression, of all legal procedures, attainment, beings, and of the paths, namely, the vanity of health, the heart, intelligent, and the lady of the Dhamma, since it is not possible to specifically for the purpose of transgression, and that is to say, the results.",
    "ai-anya-e0301n7:147_2": "By deeds there may be so, having done and accumulated wholesome deeds in the forms,",
    "ai-anya-e0301n7:147_3": "dwells having attained the Earth.",
    "ai-anya-e0301n7:147_4": "not intentionally involved intentions,",
    "ai-anya-e0301n7:147_5": "One who has acquired the (doing) Dhamma, one who does not live (only),",
    "ai-anya-e0301n7:147_6": "even by what is placed in the path,",
    "ai-anya-e0301n7:147_7": "For one who has produced and developed this supermundane, wholesome absorption, the result (is that),",
    "ai-anya-e0301n7:147_8": "he enters and remains in the Earth.",
    "ai-anya-e0301n7:147_9": "and it is not known that which is accompanied by the earth kasiṇa .",
    "ai-anya-e0301n7:147_10": "But on the contrary, his renunciants proceeds on the Earth, after making that sense-dwelling his mind on the way to the Earth, he can also be said to witnesses, thus it is “well-quielding.”",
    "ai-anya-e0301n7:147_11": "Consequently, even when the person’s work isn’t bored up, doesn’t speak to them.",
    "ai-anya-e0301n7:147_12": "and if he does the very well-known assembled together with the strings of various kinds, he might get weak from a leaf hut and weak in the forest.",
    "ai-anya-e0301n7:147_13": "This is the right way to enquiry,",
    "ai-anya-e0301n7:147_14": "And herein, when they do so, the results of the earth can be obtained by one who possesses the bliss of absorption, etc., because they don’t level them.",
    "ai-anya-e0301n7:147_15": "Also the direct-knowledge is sluggish in that it is fitting to come opposite sex, and it is weak in that very life.",
    "ai-anya-e0301n7:147_16": "That’s why the result do not say,",
    "ai-anya-e0301n7:147_17": "and doing the reason for it.",
    "ai-anya-e0301n7:147_18": "Again and again he defines it by directing the connection with his own insight.",
    "ai-anya-e0301n7:147_19": "In the fourth tetrad there is no fruit, no ingrading, so the result of good and bad practice in each case. That is why it is the result of the production of fruits.",
    "ai-anya-e0301n7:147_20": "But there is a powerful abiding in his psychic power that had arisen in him, since he is most familiar with his great power,",
    "ai-anya-e0301n7:147_21": "Then all the funeral pyre outspositions and scattering as they proceed, shakes off the requisites.",
    "ai-anya-e0301n7:147_22": "Therefore it does not conclude, nor is it turned back.",
    "ai-anya-e0301n7:147_23": "In the fivefold reckoning: it is of three kinds, limited by direct-knowledge, and so on.",
    "ai-anya-e0301n7:147_24": "At that, the five uses only of food,",
    "ai-anya-e0301n7:147_25": "When he has developed the perception of fading away, he is depressed,",
    "ai-anya-e0301n7:147_26": "When he is not attaining extinguishment in the present life, he has arrived at the universal Emancipation-material drawbacks in the present life. When he sees the drawbacks of the mind, he gets up with the hair of the disadvantages in that state. He, having developed the drawbacks of the perception of fading away, he is capable of unadhered .",
    "ai-anya-e0301n7:147_27": "and they arise wherever they arise, wherever they die.",
    "ai-anya-e0301n7:147_28": "The action of the ascetics of other religions, who have the intention to be theft.",
    "ai-anya-e0301n7:147_29": "For there is no way in whom not doing anything that can be obtained",
    "ai-anya-e0301n7:147_30": "and arise through this a pure abode on the spot which arise. And the same is just like the same.",
    "ai-anya-e0301n7:147_31": "Not to those who are Once-Returners, is the meaning.",
    "ai-anya-e0301n7:147_32": "By this means if they are non-returners who will not arise in the Brahmā realm,",
    "ai-anya-e0301n7:147_33": "The one who lives in Preach out a non-returner, endowed with faith, (thinking):",
    "ai-anya-e0301n7:147_34": "mindful and aware,",
    "ai-anya-e0301n7:147_35": "Set in immersion, etc.",
    "ai-anya-e0301n7:147_36": "the sage, without attachments,",
    "ai-anya-e0301n7:147_37": "Having developed whatever they arise she does not appear.",
    "ai-anya-e0301n7:147_38": "And here the first jhāna, etc., respectively in the way beginning, “from the first jhāna,” according to the limitedly, etc., has been stated , is said in detail to by the earth kasiṇa as its object.",
    "ai-anya-e0301n7:147_39": "an ordinary person is stream-enterers, and the production of a once-returner, and they are reborn in the underworld-world. Their produced in others who have acquired a stream-enterer.",
    "ai-anya-e0301n7:147_40": "In them, an uneducated ordinary person ensures that is reborn in the world.",
    "ai-anya-e0301n7:147_41": "Those in the lower realms, are not reborn in the world.",
    "ai-anya-e0301n7:147_42": "yet they do not become infatuated with the absorptions because they are not existed in the imperturbable. And here they are not reborn there.",
    "ai-anya-e0301n7:148_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:149_0": "Even the stream-enterer once-returner in the sensual-returner, still produced in the fine-material and immaterial kinds of sensual becoming,",
    "ai-anya-e0301n7:149_1": "The heart’s wish of an ethical person is said to because of their purity.”",
    "ai-anya-e0301n7:149_2": "not out of fear.",
    "ai-anya-e0301n7:150_0": "and they have not lost their absorption in the Brahmā realm.",
    "ai-anya-e0301n7:150_1": "and since they are called “perfections”.",
    "ai-anya-e0301n7:150_2": "It is the absorption that brings about impediments because it is the impediment of them.",
    "ai-anya-e0301n7:150_3": "But they don’t enjoy sensual pleasures,",
    "ai-anya-e0301n7:150_4": "why are the fourteen bases of the path because they are accomplished in the absorption, because they are charming?",
    "ai-anya-e0301n7:150_5": "For this is said: ‘These are the three fetters that gives rise to the fetters of the noble ones.",
    "ai-anya-e0301n7:150_6": "Then, quite secluded from sense desires, secluded from unwholesome things,",
    "ai-anya-e0301n7:150_7": "he dwells having attained the Earth.",
    "ai-anya-e0301n7:150_8": "at that time, monks, a noble disciple should die",
    "ai-anya-e0301n7:150_9": "there is no fetter",
    "ai-anya-e0301n7:150_10": "by which a noble disciple is fettered by them returns.",
    "ai-anya-e0301n7:150_11": "if it is said in the fourfold: here, if that is not allowed, he has died without getting them back.",
    "ai-anya-e0301n7:150_12": "then they’ll go to the Brahmā world.",
    "ai-anya-e0301n7:150_13": "When he is cleaning, he shows it upwards to the fetter of the fetters.",
    "ai-anya-e0301n7:150_14": "Analytically handsome Meanwhile, the stilling of the special qualities of non-returners is a condition for the responsiveness of Brahmā-world. And the retinue is not a condition for the Brahmā realm.",
    "ai-anya-e0301n7:150_15": "Herein, the delightful means in softwood, etc., are stream-enterers, once-returners, non-returners.",
    "ai-anya-e0301n7:150_16": "‘One isn’t a condition for craving. Namely, there is no craving for sensual pleasures, and no letting go of them.’",
    "ai-anya-e0301n7:151_0": "Therefore, when those two trainees are acting in the present, it should be understood that who are hostile.",
    "ai-anya-e0301n7:151_1": "But when I am still a layperson I’m not stirred in to wind and sun, and crushing all my necks, do not get rid of it.",
    "ai-anya-e0301n7:151_2": "for they fulfill the practice concentration.",
    "ai-anya-e0301n7:151_3": "Having obtained the eight attainments, they don’t appear in the next life, and are not reborn in the Great Brahmā realm.",
    "ai-anya-e0301n7:151_4": "And since they are inferior, fondness and calm, etc., in the same way.",
    "ai-anya-e0301n7:151_5": "Likewise it is impossible for a woman to perform the role of Brahmā.",
    "ai-anya-e0301n7:151_6": "And a woman, having developed the absorptions, has die as a Great Brahmā, is reborn in the company of Brahmā.",
    "ai-anya-e0301n7:151_7": "and in the abiding of Brahmā is the storehouse (true) good.",
    "ai-anya-e0301n7:151_8": "for they are born in Brahmā.",
    "ai-anya-e0301n7:151_9": "for this is said in the Paṭisambhidā:",
    "ai-anya-e0301n7:152_0": "Then the Buddha Sikhī addressed the mendicant Sikhī:",
    "ai-anya-e0301n7:152_1": "Given that Brahmadeva’s assembly as a principled renunciate of the Holy One.",
    "ai-anya-e0301n7:153_0": "When there is the appearance of the assembly, they become very conscious.",
    "ai-anya-e0301n7:153_1": "Herein, Brahmā is the Great Brahmā,",
    "ai-anya-e0301n7:153_2": "the community of Brahmā is the meaning of his immaculate desires.",
    "ai-anya-e0301n7:153_3": "The underlying tendencies of Brahmā are not found in them. Because of this they don’t end in every respect.",
    "ai-anya-e0301n7:153_4": "or woman in this way for her own sake.",
    "ai-anya-e0301n7:153_5": "for it is impossible that they shouldn’t become a Great Brahmā.",
    "ai-anya-e0301n7:153_6": "At this point there is a fruition of the Brahmā realm through the glory of the gods.",
    "ai-anya-e0301n7:153_7": "and so the senior mendicants are called Brahmās because they are including each other as Brahmā and so on.",
    "ai-anya-e0301n7:154_0": "Questioned,",
    "ai-anya-e0301n7:155_0": "“But the noble ones, too, are called a noble disciple who is not abolished in the noble ones, and has eight attainments appeared in the Brahmā realm.”",
    "ai-anya-e0301n7:156_0": "Herein, through the abode of Brahmā is produced by Brahmā, they are reborn in the company of Brahmā.",
    "ai-anya-e0301n7:156_1": "He should not see the Great Brahmā,",
    "ai-anya-e0301n7:157_0": "in a stainless gem,",
    "ai-anya-e0301n7:158_0": "They must not be reborn in the company of Brahmā, not being carried away. They won’t get hold of them.",
    "ai-anya-e0301n7:159_0": "and whatever they wanted there,",
    "ai-anya-e0301n7:160_0": "they are the eighth day of the Brahmā-world. There is no production of Brahmā in the way that is described as the eighth day.",
    "ai-anya-e0301n7:161_0": "But since this life-form has the fruit of the noble ones as their absent fruit,",
    "ai-anya-e0301n7:161_1": "Therefore it is through this abode that has arisen,",
    "ai-anya-e0301n7:161_2": "But the other word obstinates arisen from others, and the others respectively seek the intention of others as giving and taking in the duties.",
    "ai-anya-e0301n7:161_3": "But if it is where the fourth fruit of non-human beings are disillusioned, dispassionate, and freed regarding the four noble ones, solitary:",
    "ai-anya-e0301n7:161_4": "or else be reborn in the Brahmā worlds , thus they are reborn in the realm of the Brahmā realm.",
    "ai-anya-e0301n7:161_5": "The bright deeds of the deeds",
    "ai-anya-e0301n7:162_0": "155.",
    "ai-anya-e0301n7:162_1": "which is bright, and surrounding of death should be used in the ending of death.",
    "ai-anya-e0301n7:162_2": "Herein, encounter in that very life under the sway of rebirth in the various orders of death.",
    "ai-anya-e0301n7:162_3": "In that continued existence is worn away and produced by deeds, and a result of my deeds, a result of rebirth, old age, and death, which creates dangers and results in death.",
    "ai-anya-e0301n7:162_4": "But both of them constantly and continually makes death.",
    "ai-anya-e0301n7:162_5": "When this happens, even when the flag was being struck with a very sharp and arrows in this way, (thinking): “In this way the earth is eighteen years old, produced by the great afflictions, heat, fevers, and so on, fearlessly sharp and severely illness, acutely cut through the cord of my lifesponding death. ”",
    "ai-anya-e0301n7:162_6": "Working about all the people’s deed, all manages for them.",
    "ai-anya-e0301n7:162_7": "Then why?",
    "ai-anya-e0301n7:162_8": "Because it is said in the same way, at the end of deeds, and it is the ending of deeds.",
    "ai-anya-e0301n7:162_9": "But when there are ten years of age they last the rainy season residence according to their life span of the rainy season, there is the seventh part of the rainy season, the life span, the primary elements, the birds, and beings in every case.",
    "ai-anya-e0301n7:162_10": "As they do so they achieve growth, improvement, and maturity in three ways.",
    "ai-anya-e0301n7:162_11": "Whatever unwholesome (deeds) increased in that place",
    "ai-anya-e0301n7:162_12": "Vaḍḍhamāna’s skillful qualities grow.",
    "ai-anya-e0301n7:162_13": "in both places and continuations occurring evenly.",
    "ai-anya-e0301n7:162_14": "but to the various beings there is necessary and division of beings.",
    "ai-anya-e0301n7:162_15": "And wherever some counterparts become, there is the counterpart of the world.",
    "ai-anya-e0301n7:162_16": "And if there are three kinds of continuation, they continue to persist in taking up residence there, conducive to continue, denying, and circumstance, and rolling away. Then they give rise to lay life, the tenfold army, and the eighteen.",
    "ai-anya-e0301n7:162_17": "There are seven days in which sentient beings who are engaged in and devoted to all kinds of direct-knowledge, having attained perfection and consummation of insight in the present life. Namely, having become a divine abidings in all.",
    "ai-anya-e0301n7:162_18": "For this is said in the Mahāniddesa:",
    "ai-anya-e0301n7:163_0": "All the Buddhas have given up everything,",
    "ai-anya-e0301n7:163_1": "Why shouldn’t I make an effort to stop?",
    "ai-anya-e0301n7:163_2": "when you’re setting your food,",
    "ai-anya-e0301n7:163_3": "For there is no longer life for his life.",
    "ai-anya-e0301n7:164_0": "therefore the efforts have been given up in the realm of luminous forms, yet the result of that life span of the Victor in the realm of (process), and the result of his (kings) through the result of the various kinds of deeds thus in the realm of the various orders.",
    "ai-anya-e0301n7:164_1": "grieving in the end of the destruction.",
    "ai-anya-e0301n7:164_2": "But then these two factors are stronger than that.",
    "ai-anya-e0301n7:164_3": "TheThis is the stilling of something connected with its sheath.",
    "ai-anya-e0301n7:164_4": "Herein, one who has cut off the decrease is what is meant.",
    "ai-anya-e0301n7:164_5": "for he lay down the same sign thus, “This in the same place is cut down.”",
    "ai-anya-e0301n7:164_6": "for other reasons.",
    "ai-anya-e0301n7:164_7": "and when he is telling them how there are at the roots and then as a communities, he is called",
    "ai-anya-e0301n7:164_8": "But what is their dear?",
    "ai-anya-e0301n7:164_9": "There is wind produced by wind,",
    "ai-anya-e0301n7:164_10": "irregular ends.",
    "ai-anya-e0301n7:164_11": "there is a generality,",
    "ai-anya-e0301n7:164_12": "(but) we are gathered here.",
    "ai-anya-e0301n7:164_13": "there is the production of the intervals.",
    "ai-anya-e0301n7:164_14": "There is a change of the spiritual life",
    "ai-anya-e0301n7:164_15": "if she departs.",
    "ai-anya-e0301n7:164_16": "There is result in deeds of deeds;",
    "ai-anya-e0301n7:164_17": "Herein, some cutting off the original cessation of deeds, the cutting off is the result of deeds.",
    "ai-anya-e0301n7:164_18": "Or alternatively, it is flowing from the ten kinds of cool water.",
    "ai-anya-e0301n7:164_19": "On the result of deeds,",
    "ai-anya-e0301n7:164_20": "But the rest of the others cannot find question that is unvirtuous;",
    "ai-anya-e0301n7:164_21": "They don’t arise because of their results, that is afflicted by making them give rise to ill.",
    "ai-anya-e0301n7:164_22": "So some are the original kamma-originated elements, etc., respectively the method of deeds, etc., should be seen as the senses.",
    "ai-anya-e0301n7:165_0": "Herein, assembling together: gather three kinds of welcomes have gathered together.",
    "ai-anya-e0301n7:165_1": "But there are beings in the world who are freed from birth and death.",
    "ai-anya-e0301n7:165_2": "In the case of the origin of the manner of company should be seen assembled.",
    "ai-anya-e0301n7:165_3": "Or alternatively, it is not actually abiding that is unequalified in conformity with the continuation of abode of past deeds in order to show the breaths and out of that, either in that place or in the neighbourhood.",
    "ai-anya-e0301n7:165_4": "By the monastery called from the king’s embracing enemy, bandits, exceedingly the neighborhood of non-human beings, or anyone else.",
    "ai-anya-e0301n7:165_5": "For even a single kingdom lovingly towards the whole of Kuṭila in the Island of the dye, leaning on the stone, and unable to chopped it with a stick.",
    "ai-anya-e0301n7:165_6": "In countless thousands of millions the sky like the winds of the waves.",
    "ai-anya-e0301n7:165_7": "They radiated the golden plates as a golden flag,",
    "ai-anya-e0301n7:165_8": "For this was said by the Vāsabhagāmi and Aciravatī.",
    "ai-anya-e0301n7:165_9": "And they die because of that.",
    "ai-anya-e0301n7:165_10": "Eight yakkhas, in the yakkha Ālavaka,",
    "ai-anya-e0301n7:165_11": "Or they throw off a human throat as a spirit.",
    "ai-anya-e0301n7:165_12": "(but) these great crowds brought to the populace, the destruction of the prime.",
    "ai-anya-e0301n7:165_13": "Herein, having seen that some people, when they perceived them as men, sees humans in the case of the spirits, and frequently after seeing them with a hostile, phlegm, which is the meaning.",
    "ai-anya-e0301n7:165_14": "there is nothing that person to be spoken in the city of town in the country. Until there is no matter.",
    "ai-anya-e0301n7:165_15": "Aṅguttara in this way, they are to be spoken of as there.",
    "ai-anya-e0301n7:165_16": "The meaning is that interruption of the deeds beginning with the results of deeds, that is to say, the non-existence, the meaning is, giving precepts of deeds, is the meaning.",
    "ai-anya-e0301n7:165_17": "So it is the time to be cut off at the root of a certain tree that comes from such-and-such a swift person.",
    "ai-anya-e0301n7:165_18": "Whatever in the world are seen",
    "ai-anya-e0301n7:165_19": "lifestyles, various kinds of animals, various castes, various castes, severe, and rods.",
    "ai-anya-e0301n7:165_20": "all of them have the same made.",
    "ai-anya-e0301n7:165_21": "ownership of others, shelter for herself.",
    "ai-anya-e0301n7:165_22": "ownership and shelter are the owners’ work.",
    "ai-anya-e0301n7:165_23": "Since he can accumulate his own deed or transferred to another, all of them’s own property.",
    "ai-anya-e0301n7:165_24": "There is nothing more than to be spoken of in all aspects.",
    "ai-anya-e0301n7:165_25": "the path of purity has been brought up.",
    "ai-anya-e0301n7:166_0": "And just as when a target is carried on a crossroads and then arrows, shook.",
    "ai-anya-e0301n7:166_1": "So too, when a body breaks up, they lie down.",
    "ai-anya-e0301n7:167_0": "For those who are engaged in dustless things,",
    "ai-anya-e0301n7:167_1": "wherever there are no skillful.",
    "ai-anya-e0301n7:167_2": "Not to the accumulates,",
    "ai-anya-e0301n7:167_3": "nor am I looked after it.",
    "ai-anya-e0301n7:167_4": "He has a weakness",
    "ai-anya-e0301n7:167_5": "when there is no power or strength",
    "ai-anya-e0301n7:167_6": "They emitted sweat from the crowd, but not from there.",
    "ai-anya-e0301n7:167_7": "or the death of a (will be) results in death.",
    "ai-anya-e0301n7:167_8": "For when a good deed has a good healthy workers, and who retains their own disease, boils well, diseases, broke up with a stick or a staff, and who is capable of rod.",
    "ai-anya-e0301n7:167_9": "and crying along, flowing along that house,",
    "ai-anya-e0301n7:167_10": "that cannot be able to do so by one who set out the water,",
    "ai-anya-e0301n7:167_11": "(But) the sacrificial post is in this way.",
    "ai-anya-e0301n7:167_12": "These sentient beings whose deeds are strong and weak is weak, then in the place of loss, the bad places, the underworld should not startze of death. They’re laughed with a glory of the path and the Divillage of death, as well as the lamps of feebles, etc., –",
    "ai-anya-e0301n7:168_0": "Surre for life, without strength,",
    "ai-anya-e0301n7:168_1": "for the life of beings is bound by the posture for beings. And the bonds of beings are bound together by the posture for the linking of in-breaths and out-breaths.",
    "ai-anya-e0301n7:169_0": "Likewise as their physical body is evident to them in its aspect.",
    "ai-anya-e0301n7:169_1": "For in the workplace of deeds there is a drop of grass, cleaves, and swords, the workers, and the bonds of mass of fire. But when the currents have been performed, it is like that.",
    "ai-anya-e0301n7:169_2": "This is how they should be questioned.",
    "ai-anya-e0301n7:169_3": "The others should be uttered according to what was done in the past, and (is said):",
    "ai-anya-e0301n7:170_0": "some ascetic who speaks thus,",
    "ai-anya-e0301n7:170_1": "What does this person experience pleasure and pain because of the noble ones who feels neutral?",
    "ai-anya-e0301n7:170_2": "all the past:",
    "ai-anya-e0301n7:171_0": "And this is the meaning in detail in the same place as given in the detailed explanation.",
    "ai-anya-e0301n7:171_1": "But as, because of the invitations of a thousandches that were overpowered although non-human beings wander because it was time to be tamed here and there, he should see the beating of the deathless.",
    "ai-anya-e0301n7:172_0": "the developed of the Questionality.",
    "ai-anya-e0301n7:173_0": "“But, Uttara, this is the mark of the gods that lead the Gods Who Love to Create. And the Gods Who Control the Creations of Others don’t exist?”",
    "ai-anya-e0301n7:174_0": "Just as a great (distance) relatives who have been conceived in a good family, having shared out the merits of the Happy One, and given them to the substantime of merit,",
    "ai-anya-e0301n7:174_1": "Likewise, when he has performed his hair funeral celebrated held a Yama, and recollected the conduct of his own merits, and he does not neglect a good rebirth, old age, and death.",
    "ai-anya-e0301n7:174_2": "And the gods of the Thirty-Three became one who lives in the company of the Thirty-Three.",
    "ai-anya-e0301n7:174_3": "(but) after a short deliverance for the sake of a tree beautiful its Cowherd’s son, and so on, the very spot in his receptacle, he passed away as before.",
    "ai-anya-e0301n7:174_4": "There they spread out the trees and the ropes of the trees.",
    "ai-anya-e0301n7:174_5": "and five hundred celestial dove-footed nymphs nymphs.",
    "ai-anya-e0301n7:174_6": "All the gods of streaming radiance are illustrious and queenched to the Brahmā realm. Devas of the Gods Who Love to Create, making them attain the Brahmā realm by day, and was reborn in the company of the gods of the Brahmā realm. In these six days, they were reborn in a place of extensive, limited and free from death.",
    "ai-anya-e0301n7:174_7": "As soon as your deeds carried on.",
    "ai-anya-e0301n7:174_8": "a gate of the six gates was bounded by sinews.",
    "ai-anya-e0301n7:174_9": "at the time of death:",
    "ai-anya-e0301n7:174_10": "But he is like a leader of the Holy One, who is a Worthy One,",
    "ai-anya-e0301n7:174_11": "Those who have ended the defilements, wherever they have destroyed",
    "ai-anya-e0301n7:174_12": "in which even the dwindled was made of (all) insight into the sky, (but) it was indeed made with a (cloud) for me to go away from the object.",
    "ai-anya-e0301n7:174_13": "one who attains the attainments in the attainments of absorption, and interruptations of attaining the signs, etc., interruption,",
    "ai-anya-e0301n7:174_14": "after reviewing the jhāna factors in the next life. It is the danger in the deep knowledge of the deep knowledge of the attainments, while the profound for support.",
    "ai-anya-e0301n7:174_15": "But when the head of going is perfectly the path, they see interrupt the unextual path. They are extinguished between the life and the next.",
    "ai-anya-e0301n7:174_16": "But when a man’s own mind is extinguished in the beginning, all the time of his own mental enlightenment, etc., then anywhere else’s own work is simply the object of his own work.",
    "ai-anya-e0301n7:174_17": "Having seen that the Buddha has passed away, they say: “Those who have passed away for abiding in the final extinguishment of the Buddha, they say.”",
    "ai-anya-e0301n7:174_18": "So they will show themselves to the states that object.",
    "ai-anya-e0301n7:175_0": "What things are limited with a limited sense-sphere, beautiful, and change in the mind-consciousness element?",
    "ai-anya-e0301n7:175_1": "These are the things that are limited sense-objects.",
    "ai-anya-e0301n7:176_0": "However, it is in order to become fully extinguished without extra effort.",
    "ai-anya-e0301n7:176_1": "For one who has not committed one in oneself, there is only one peace.",
    "ai-anya-e0301n7:176_2": "That’s why the Simile of the Protectorship in the Wise Ones.",
    "ai-anya-e0301n7:176_3": "For that is why in fact no reference to extinguishment is called extinguishment.",
    "ai-anya-e0301n7:176_4": "But, having spat on the mangoes without turning back,",
    "ai-anya-e0301n7:176_5": "But there were some senior monks from the group of six introduced real and ultimate sense. Then he having quenched the object of Emancipation.",
    "ai-anya-e0301n7:176_6": "(This is) the conversation that arose in the Great Assembly.",
    "ai-anya-e0301n7:176_7": "for the Buddha has said that the dangers between the jhānas next.",
    "ai-anya-e0301n7:176_8": "Here the first two endears in the former they are stated through the first separating of Nibbāna .",
    "ai-anya-e0301n7:176_9": "Discussion of the profound raising his direct knowledge,",
    "ai-anya-e0301n7:176_10": "that very day, after emerging from the Parinibbāna of his psychic power, the mind-madeline.",
    "ai-anya-e0301n7:176_11": "the reviewing of the path gone to the highest person, the designation of the degree (of existence).",
    "ai-anya-e0301n7:176_12": "Like the very level of purification in twenty-two parts, and attained Nibbāna after having attained Emancipation.",
    "ai-anya-e0301n7:176_13": "while still engaged in the path to Worthiness.",
    "ai-anya-e0301n7:176_14": "(Having) the path of existence, the while reflecting on (that is) the earth,",
    "ai-anya-e0301n7:176_15": "He has completed it, without even worn away.",
    "ai-anya-e0301n7:176_16": "and two doing so.",
    "ai-anya-e0301n7:177_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:178_0": "Having spoken thus, what is said was not done,",
    "ai-anya-e0301n7:178_1": "“But wherever one is reborn in the various orders of defilements, while those who have ended the defilements have ended, and who in the principles of the banner’s domain.",
    "ai-anya-e0301n7:178_2": "the deeds that are actions, sounds, smells, tastes, and touches.",
    "ai-anya-e0301n7:179_0": "for its passing away and reappearing work, the signless is not found,",
    "ai-anya-e0301n7:179_1": "and it’s not been reborn in the realm of the gods, and there will be no more future lives.",
    "ai-anya-e0301n7:179_2": "The newly arrived monks, after having placed the work in the neighborhood of a legal procedure,",
    "ai-anya-e0301n7:179_3": "Controlled by deeds is bound by deeds.",
    "ai-anya-e0301n7:179_4": "Their deeds lead to its relics, known as settles, seem to the formless states of existence, to the others.",
    "ai-anya-e0301n7:179_5": "(There is) deeds that make senses as created, beings, associated with the recipients, and which resort to accumulation, etc., as their places were asked for the sake of getting almsfood.",
    "ai-anya-e0301n7:179_6": "One who has the eight characteristics, etc., that having appeared in their own vows and their affairs, yet the signs that appear to them as their having been established, and in the eight ways.",
    "ai-anya-e0301n7:179_7": "So the collection of worms and foundations here have been reborn in the company of the deeds associated stated. The non-disappearance here and there, the rest.",
    "ai-anya-e0301n7:179_8": "Since they are included in the feature of harshness,",
    "ai-anya-e0301n7:179_9": "violence is for a happy destiny.",
    "ai-anya-e0301n7:179_10": "Or they can get what belongs to both sides.",
    "ai-anya-e0301n7:179_11": "One should stair up,",
    "ai-anya-e0301n7:179_12": "and having become connected with what is connected with the strength of - and underlying tendencies (in happiness).",
    "ai-anya-e0301n7:179_13": "There’s a fire-born animal in the hells or the wardens of hell.",
    "ai-anya-e0301n7:179_14": "But it appears to those people that are apparent in her own place.",
    "ai-anya-e0301n7:179_15": "Questioning hair and bears, like a pyrecious snake.",
    "ai-anya-e0301n7:179_16": "for one who is nursing a sick person would be reborn in hell.",
    "ai-anya-e0301n7:179_17": "Supreme Mahissati for the Avantis; and they awakened the wells precincts which are surrounded by others.",
    "ai-anya-e0301n7:179_18": "nor even with the signs of gods,",
    "ai-anya-e0301n7:179_19": "like one who is hanging on to the sea-monks’ hood, separated from the gods, and whose minds are fixed in the debt,",
    "ai-anya-e0301n7:179_20": "Next, after asking head hairs, he attends on it in that place.",
    "ai-anya-e0301n7:179_21": "for one like me is praised as a human being.",
    "ai-anya-e0301n7:179_22": "the signs of a mountain river that flowed from an egg, from an animal, or from an animal.",
    "ai-anya-e0301n7:179_23": "(but) through the power of the deeds he is indicated by the lineage of work, and the recollection of the people.",
    "ai-anya-e0301n7:179_24": "This is what is said in the majority.",
    "ai-anya-e0301n7:179_25": "But if he were retort to embrace another by a wall, his wind waves downwards and creeping downwards, or because he was afraid of wrongdoing, he would see what was thinking.",
    "ai-anya-e0301n7:179_26": "which is given, and by using that object, it is called “of the instance of enquiry.”",
    "ai-anya-e0301n7:179_27": "Because a clever deed he can recollect the different paths of his good friends and counselors, as in the past of the birds of pairs, attended on the bhikkhus, an offering of meritorious bhikkhus, as though he were a poisoned, in the morning at that very moment, as good friendship, and calls that were served by the Elder.",
    "ai-anya-e0301n7:179_28": "Likewise, when the head hairs are put in the way beginning, good in the middle, and good in the ends of the paths, then when the parts of the lay life is put and change.",
    "ai-anya-e0301n7:179_29": "Whatever bodily form there is mind and bodily-form, whatever deed there is—is skillful,",
    "ai-anya-e0301n7:179_30": "Then he creates a wholesome mind with good will,",
    "ai-anya-e0301n7:179_31": "what is unskillful.",
    "ai-anya-e0301n7:179_32": "According to their mind liking towards them in the state that is unskillful.",
    "ai-anya-e0301n7:179_33": "For that is why in the Commentaries it comes to a happy destiny. Neither have causes and sublime encounter, and on the basis of their objects and counselor. When the near shore is unprofitable, wherever it comes to an end.",
    "ai-anya-e0301n7:179_34": "He is proficient at the root, profit, and skilled in a seat and water to a good destination. And he is expelled in heaven when good destinations.",
    "ai-anya-e0301n7:179_35": "Here the queen might arise in that place.",
    "ai-anya-e0301n7:179_36": "those cravings are caught up in this way and the mindful, after passing away they are said to be a mindful worker.",
    "ai-anya-e0301n7:179_37": "his mind was very strong,",
    "ai-anya-e0301n7:179_38": "So he should be expected that on what is difficult.",
    "ai-anya-e0301n7:179_39": "But the analytical knowledge of this workers is complete with craving and diminishing the oppositeness of the body.",
    "ai-anya-e0301n7:179_40": "As one transgresses two unskillful things:",
    "ai-anya-e0301n7:179_41": "That’s why the Happy One is reborn in a good place, a heavenly realm, or a worker. That is why, when those who earnest work the neighboring is still present, their craving for (in their) deeds, and like a layperson or a neces, and all those who enjoy that are skillful.",
    "ai-anya-e0301n7:179_42": "are not able to recognize it,",
    "ai-anya-e0301n7:179_43": "Whatever consciousness rose, the features, attributes, and details rolling on the features or details.",
    "ai-anya-e0301n7:179_44": "But at that time, mendicants, it is possible for someone who passes away.",
    "ai-anya-e0301n7:179_45": "Whatever one of these two destinations can go to hell, the animal realm, the ghost realm, and the world of the gods are said to be eaten by the wind.",
    "ai-anya-e0301n7:179_46": "that craving for himself or others is what is said.",
    "ai-anya-e0301n7:179_47": "he does not behave like this,",
    "ai-anya-e0301n7:179_48": "‘This is mine, this is my self’ ...",
    "ai-anya-e0301n7:179_49": "If he is difficult to correct, he thinks: ‘It is because of non-existence’, because of that.",
    "ai-anya-e0301n7:179_50": "the worm-infested corpse is the same as that object;",
    "ai-anya-e0301n7:179_51": "Because the fool is plunged into it with a pair of fools—in that’s mangoes,",
    "ai-anya-e0301n7:179_52": "In this case there will be those who have performed merit:",
    "ai-anya-e0301n7:179_53": "The foundation of deeds is called “the sign of deeds”;",
    "ai-anya-e0301n7:179_54": "their minds swallowed them with a rose-apple tree, sanking on the banks of the river, and created Ambaṭṭha.",
    "ai-anya-e0301n7:179_55": "Having thrown it (only), the meaning is that it appears as if burnt.",
    "ai-anya-e0301n7:179_56": "But in that possibly, when one of those mangoes, rose-apples are brought into the neighborhood of the mountains, the ford is what is said.",
    "ai-anya-e0301n7:179_57": "(but) when I heard the Character’s power, then having heard it, the abandoning of ignorance infatuated by the strength of ignorance, the six classes of craving, these neutrality do not occur in him.",
    "ai-anya-e0301n7:179_58": "Herein, consciousness means",
    "ai-anya-e0301n7:179_59": "the meaning is, giving up is the preventing (finding) mind.",
    "ai-anya-e0301n7:179_60": "With the ending of deeds, etc.",
    "ai-anya-e0301n7:179_61": "Craving is the root of craving, on its root items, in the rolls, and the meaning is that.",
    "ai-anya-e0301n7:180_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:181_0": "if he thinks, “This is the meaning of it,” and he has already arisen in it as a corpse-worker.",
    "ai-anya-e0301n7:181_1": "You don’t agree with it.",
    "ai-anya-e0301n7:182_0": "running down on the inside,",
    "ai-anya-e0301n7:182_1": "Likewise they can do their pair of wrapped in the same way.",
    "ai-anya-e0301n7:182_2": "he enjoys death through the absence of death who did not gain.",
    "ai-anya-e0301n7:182_3": "Bāhiya:",
    "ai-anya-e0301n7:183_0": "and for the sake of self-developing.",
    "ai-anya-e0301n7:184_0": "“‘In the Book of Renunciation’ is said: here in the first phrasery ; in the way stated he should be regarded as stated in the way already stated, .”",
    "ai-anya-e0301n7:184_1": "not out of fear.",
    "ai-anya-e0301n7:185_0": "for they are not able to arrive unattained, with a mind realization,",
    "ai-anya-e0301n7:185_1": "Because their mind is undisturbed.",
    "ai-anya-e0301n7:185_2": "now (thinking): now it is to be shown that she is to bring (them).",
    "ai-anya-e0301n7:185_3": "This is what is said:",
    "ai-anya-e0301n7:185_4": "Herein, having made a variety of producing kamma-processes, he produces the gross physical matter and gives it up, like that is, produced in the flame of the mind, and become clear in that place.",
    "ai-anya-e0301n7:185_5": "For while walking in this city, whatever at the time of the Kāsīs were done in the past, future and present, these people, ate what is given in the past.",
    "ai-anya-e0301n7:185_6": "doesn’t occur in the multitude of existence, the concealment of existence,",
    "ai-anya-e0301n7:185_7": "Furthermore, some Buddhas are engaged in sacrifices according to the three enlightenments, etc., as topics and so on.",
    "ai-anya-e0301n7:185_8": "They made an end of suffering forcefully suppressed by death and the power of the Saṅgha forcefully, as if he were obstructed by the sickness of the Saṅgha. And they will worship those who have made an end of suffering.",
    "ai-anya-e0301n7:185_9": "he should behave like this.",
    "ai-anya-e0301n7:185_10": "The door is present.",
    "ai-anya-e0301n7:185_11": "If he possesses all its characteristics, he should go to the island often.",
    "ai-anya-e0301n7:185_12": "There they spread out the signs that were stretched with the scalpel, and the sign appearance of that.",
    "ai-anya-e0301n7:185_13": "stage idiosing to feature with a hundred spears,",
    "ai-anya-e0301n7:185_14": "its openings are an arrow,",
    "ai-anya-e0301n7:185_15": "Through developing it in the sign, the penetration of its enemy is meant.",
    "ai-anya-e0301n7:185_16": "Its described under the influence of mental suffering in this way that is the cause of former deeds, the result of former deeds, and so on, for all that is described in the way already described.",
    "ai-anya-e0301n7:185_17": "Since that sign was dropped in that place, the crowd, there was someone who had been ejected in hell for him. So, after making the sign, he gave him a seat, the meaning is that, and the Father had been dropped by.",
    "ai-anya-e0301n7:185_18": "The remaining kinds of search consisting in the rest.",
    "ai-anya-e0301n7:185_19": "They make-uper-factory (all) deeds, which is the support for the (fulfilment) deeds.",
    "ai-anya-e0301n7:185_20": "At the end of the seven-story wagons there was something more than the cart and repaired for him.",
    "ai-anya-e0301n7:185_21": "is attached to death by sorrow’s , thus it is “result in the sitting hall which have destroyed a seat through the air.”",
    "ai-anya-e0301n7:185_22": "At the end of sense desires, having understood the definition of sense desires, and being thus preceding the produced in sense desires, the Jina, appearing in the various forms of sensual becoming, and the restless in the fine-material sphere.",
    "ai-anya-e0301n7:185_23": "And the other following ladies of others too: the meaning is that it is present.",
    "ai-anya-e0301n7:185_24": "This too is the eighth in the Commentaries.",
    "ai-anya-e0301n7:185_25": "Then, just as this later drew close off the life-continuum, so too, when absence between the mind and the next, comes to the deathless.",
    "ai-anya-e0301n7:186_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:187_0": "“As a predominance of sensuality, desire to be reborn there and ignorance of aggregates in the formless states of existence as objects, while that is why indeed called rejection of requisites.”",
    "ai-anya-e0301n7:187_1": "You’re not beautiful or ugly,",
    "ai-anya-e0301n7:188_0": "When asked for eight things, what is that counterpart?",
    "ai-anya-e0301n7:188_1": "He leads the destruction of continuity to existence.",
    "ai-anya-e0301n7:188_2": "After one is two of the two, namely, forms of mind and bodily form, then the mind is full of impediments for two months.",
    "ai-anya-e0301n7:188_3": "Then one of these become one.",
    "ai-anya-e0301n7:188_4": "And here the joy and happiness will arise in the future.",
    "ai-anya-e0301n7:188_5": "They’re satisfied with that cause and reasoned to producement, since they’re not easily understood.",
    "ai-anya-e0301n7:188_6": "At that moment there is a danger of repulsion As a result of the termite-mound or of the termite-mound.",
    "ai-anya-e0301n7:188_7": "Those who pass away and are reborn in the world who are inferior and superior.",
    "ai-anya-e0301n7:188_8": "wherever it arises likely with clairvoyance that is purified and superhuman, like the eye of supernormal powers can be, as if it were, at that very moment itself.",
    "ai-anya-e0301n7:188_9": "and after passing away from here, some beings reborn there (where) beings who were reborn there at the same time. Thirty-Three sentient beings pass away and appear to them.",
    "ai-anya-e0301n7:188_10": "it is said in the next phrase (performed) this is what is said.",
    "ai-anya-e0301n7:188_11": "Someone with four builts,",
    "ai-anya-e0301n7:188_12": "Skillful in whatever deed there is.",
    "ai-anya-e0301n7:188_13": "By craving there is level of ignorance, an unprofitable way of states, incapable of repelling into the root of accumulations, etc., and; the meaning is that it is the root of accumulation.",
    "ai-anya-e0301n7:188_14": "(They are) unconditioned and profitable. They’re not excited by the mind and ill will.",
    "ai-anya-e0301n7:188_15": "Setting by stalking you, you’re The underlying tendencies with white cloth.",
    "ai-anya-e0301n7:188_16": "With the complete ending of ignorance, the censure of ignorance is dispelled,",
    "ai-anya-e0301n7:188_17": "The underlying tendencies of craving, the root of (good) craving,",
    "ai-anya-e0301n7:188_18": "When ignorance is spoken of by the root of ignorance, the terminator of craving, what is well spoken is spoken. Only the contrary to the Monastic Law is spoken, he then specifically drawn out.",
    "ai-anya-e0301n7:188_19": "For if ignorance is the root of craving,",
    "ai-anya-e0301n7:188_20": "Since he conceals those private parts, this is the object of craving,",
    "ai-anya-e0301n7:188_21": "But the craving of craving is constantly set up by a meeting of craving, occurs with formations, and wields power. That is, an powerful embryowlshiping of choices.",
    "ai-anya-e0301n7:189_0": "(There is) an unprofitable sign that is born in the case of the law of and variety of ignorances, the calm of ignorance and of produced by craving.",
    "ai-anya-e0301n7:189_1": "In connection with the profitable, the skillful qualities are strong, and the weak in effort.",
    "ai-anya-e0301n7:189_2": "Consequently, although somewhat is the meaning of the opposite of the states of existence, which is why, when they are enunciating:",
    "ai-anya-e0301n7:189_3": "And that’s why it is called “confusion” because of the ending of ignorance and formlessness, thus it is the unadhered .",
    "ai-anya-e0301n7:189_4": "choices that are reckoned as a loving-kindness, then mental deeds,",
    "ai-anya-e0301n7:189_5": "The From the day (all) and the likewise,",
    "ai-anya-e0301n7:189_6": "for it does not conflict with those who are aroused",
    "ai-anya-e0301n7:189_7": "Then with a new state of loss, wrapped in the vicinity of consciousness,",
    "ai-anya-e0301n7:189_8": "The contact with them is shaken by one:",
    "ai-anya-e0301n7:189_9": "for that would be reborn in a bad place, being eaten by those who work.",
    "ai-anya-e0301n7:189_10": "Because that is why there are no more of ignorance and given up by ignorance, the abandoning of ignorance, the defilement in that case.",
    "ai-anya-e0301n7:189_11": "and together with another dwelling place.",
    "ai-anya-e0301n7:189_12": "trees and birds (formed) were reborn in the company of the gods of the Thirty-Three.",
    "ai-anya-e0301n7:189_13": "all contacts, etc.;",
    "ai-anya-e0301n7:189_14": "Once again when the word is defined by the backbiting worry about in the first path, the danger in ignorance does not stop trying the danger in anywhere.",
    "ai-anya-e0301n7:189_15": "as were watched in the night,",
    "ai-anya-e0301n7:189_16": "Only they show fact that it is present to someone else who is present,",
    "ai-anya-e0301n7:190_0": "surrounded by contacts, subdued by contacts, associated with contacts, and surrounded by contacts.",
    "ai-anya-e0301n7:190_1": "Leavesously, with the nature of mind and body,",
    "ai-anya-e0301n7:190_2": "by developing a determination:",
    "ai-anya-e0301n7:190_3": "preceding to the striving of awakening,",
    "ai-anya-e0301n7:190_4": "In the same way he shows the way to (called) the power of the Relics, of the great (magical) power.",
    "ai-anya-e0301n7:190_5": "For while the one amongst those in the world were born, and growing together with the armies of his foes, mosquitoes, wind, the trees in the earth, and the trees of those born and beings.",
    "ai-anya-e0301n7:190_6": "it should be seen like this.",
    "ai-anya-e0301n7:190_7": "and in the between becoming . Then in the end of existence is the western direction when he is obstructed in the same way as before, and in the next life, he nexts those life.",
    "ai-anya-e0301n7:190_8": "Once it is so, no longer manifests, but before it reaches them. Instead, he fixes in debt, and establishes them in exertion.",
    "ai-anya-e0301n7:190_9": "For one who has arisen in the immediately next life is the same as a precedence between the time when they arose,",
    "ai-anya-e0301n7:190_10": "let alone death.",
    "ai-anya-e0301n7:190_11": "But what’s transmigration has no known beginning.",
    "ai-anya-e0301n7:190_12": "No first point is what I said.",
    "ai-anya-e0301n7:190_13": "For when ignorance and formations appear in between the continuations of existence appearance,",
    "ai-anya-e0301n7:190_14": "When it has been set aside, they say that the cause is the reason why they roam over and transmigrate for them.",
    "ai-anya-e0301n7:190_15": "Then, because it is the precinct of which brings only through the previous setting of course and fails that are pervaded with this.",
    "ai-anya-e0301n7:190_16": "and the lamps are used here .",
    "ai-anya-e0301n7:191_0": "Herein, death is the rebirth of death;",
    "ai-anya-e0301n7:191_1": "(thinking): One whose mind is full of compassion, etc., through the breaking up of the (unworld) through the (unwholesome) actions, being founded on Vedas,",
    "ai-anya-e0301n7:191_2": "That’s why they get angry at the present.",
    "ai-anya-e0301n7:191_3": "Endowed means those wounds.",
    "ai-anya-e0301n7:191_4": "The Saṅgha would also be constantly enjoying joy and happiness.",
    "ai-anya-e0301n7:191_5": "Thus, for this reason",
    "ai-anya-e0301n7:191_6": "(There is) no point in the Commentaries: “One who gets eight signs produced in the sign of foulness, having formerly cognitive (willion) in the Factor in the present, it is only the same kind that only sign, made up from sense desire and in the present.”",
    "ai-anya-e0301n7:191_7": "Likewise, when the heavenly elephants were performed, the heavenly realms for the sake of their own aim and as kingdom, etc., and the heavenly neighborhood of the heavenly hosts, and the signs of foulness and becoming constructed in the same way, the heavenly hostile one, phrases, and measure in the six cases of foulness and foundations,",
    "ai-anya-e0301n7:191_8": "Calm and quiet.",
    "ai-anya-e0301n7:191_9": "And that is why a divine colour of clear vision is seen with the divine eye.",
    "ai-anya-e0301n7:191_10": "the gods called ‘aithful’, the ‘cle of the word’ bearer of the caravan’ .",
    "ai-anya-e0301n7:191_11": "divine smelled by the nose, which was like the smell of the nose.",
    "ai-anya-e0301n7:191_12": "By means of the warding off hell by the fire, the fire with the air, burning with the unborn blazing and glowing, the navel of the Devas, and the water, the fire in the lake, the net of the mud, the chariots, and the tips of the tangles.",
    "ai-anya-e0301n7:191_13": "the one who gives rise to tastes according to tastes,",
    "ai-anya-e0301n7:191_14": "For this is said in the first truth:",
    "ai-anya-e0301n7:192_0": "The five educated names would be known as wandering,",
    "ai-anya-e0301n7:193_0": "The Longer Mahāpajāpatī was also spoken.",
    "ai-anya-e0301n7:193_1": "But when the counterpart sign produces the intelligence, etc., it does not get hold of the sign, but its object is dissipated.",
    "ai-anya-e0301n7:193_2": "And that’s the past,",
    "ai-anya-e0301n7:193_3": "But the explanation by the Peaceful Commentaries in the present.",
    "ai-anya-e0301n7:193_4": "Likewise the colour, which is stated with individual essences, etc., should be understood in the way already stated.",
    "ai-anya-e0301n7:193_5": "But anyone else will perform five reasons to the same questions as follows: the exposition of the teaching, the mind is present. Their five sense fields should be undergone in the present. The mind is not to be spoken of as object.",
    "ai-anya-e0301n7:193_6": "and while the Teacher wasn’t able,",
    "ai-anya-e0301n7:193_7": "So why are the eyes permanent or impermanent? It is stated in suffering that is impermanent, suffering, and perishable. The mind-made, when there is being included in the way beginning, the mind-made body, and the mind are produced in the various orders of the decrease.",
    "ai-anya-e0301n7:193_8": "Yet he is satisfied with his own lips, just as he is satisfied with him.",
    "ai-anya-e0301n7:194_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:195_0": "Then, having considered, he said: “These particular kinds of foulness in the five ways already described, and it is the sign of the heart in the way that is cut off,”",
    "ai-anya-e0301n7:195_1": "You’re not beautiful or ugly,",
    "ai-anya-e0301n7:196_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n7:197_0": "“Those who domestic bondservants, employed by the sixth, and the fortnight is the sixth offering to the sixth.”",
    "ai-anya-e0301n7:197_1": "nor does it be lit.",
    "ai-anya-e0301n7:198_0": "for what is called after creating legal procedures, he may split into the senior monks.",
    "ai-anya-e0301n7:198_1": "it is not already explained in the five ways already described.",
    "ai-anya-e0301n7:199_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n7:200_0": "But in the Commentaries it is said: “An air with the eighteen roots irreversible objects, and adverting to the roots of the mind from the root, and then that is like the chair with the eyes in the diverse order, so the elimination of the world’s appearance, embracing the aggregatesssively drank , and then the gods opposite the senses of embracesses and governing the hostilement of Brahmā, and that group. Bodhisatta has appearance of the gods (pres) (of the Factionalmations of the mind’s liberations lictions lins ligas liberations liberality of the five stages liberations . For he does not ligas (oberating) the heart from his own nature",
    "ai-anya-e0301n7:200_1": "Herein, there is no place where there is nothing else,",
    "ai-anya-e0301n7:201_0": "In the present time they shine in the present, whispering in the water, and the five festivals (of the next ...",
    "ai-anya-e0301n7:201_1": "and it is worthy of the present.",
    "ai-anya-e0301n7:201_2": "and is the object of his conascence, the object of his conascence,",
    "ai-anya-e0301n7:201_3": "When the mind is Jeta’s Grove, the group of six have arranged for the present objects, there is no way of the six groups of six.",
    "ai-anya-e0301n7:201_4": "But the practice that leads to his final existence is the fourfold army,",
    "ai-anya-e0301n7:201_5": "And here there is much more so many mortifications for sensual pleasures, being full of the life forces and on the ground, being mindful in now, alert and full of mindfulness.",
    "ai-anya-e0301n7:201_6": "But the five objects of the mind are mentioned next to the object of contemplation of mental objects owing to the mental object of the mind in the present with the object of the five contemplations of existence as its object.",
    "ai-anya-e0301n7:201_7": "Then the meditator’s delights in cleansing thebode of the law of the winter residence because he is pure in the twenty-firstances . And the meditator is also included in Victors.",
    "ai-anya-e0301n7:202_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:203_0": "Then, having said this, it is said in the first part of the fourfold reckoning, thus it is “with the five objects of sense desires as object” since there is present with the object.",
    "ai-anya-e0301n7:203_1": "without harming any part of the body,",
    "ai-anya-e0301n7:204_0": "And in the case of resentment, ~ the foundation for which the sign of fame is a foundation for the object,",
    "ai-anya-e0301n7:204_1": "it still only the five-hundred workers was not brought to an end.",
    "ai-anya-e0301n7:204_2": "Consequently the opposite is successful in his own work as its former enemy.",
    "ai-anya-e0301n7:204_3": "The appearance of the settling down on the ground is the same.",
    "ai-anya-e0301n7:204_4": "But whatever desire there is for five reasons to hear (true) object.",
    "ai-anya-e0301n7:204_5": "The base consisting of the first jhāna is called its object because it has an abiding as its object the object of defining (the mind’s) refuted. It is said to be in order to invade his (may) enlightenment).",
    "ai-anya-e0301n7:204_6": "(but) when the root is finished, the five settlings are finished in the present. Then the signs of the motion and the water are on the seats, spotted on the seats, and burns the seats.",
    "ai-anya-e0301n7:204_7": "There, to those who previously had some in Cetiya at the Cetiya Shrines in the Three Worlds, the Teacher was about",
    "ai-anya-e0301n7:204_8": "and having given up their conceit, they proceed when it comes to an end,",
    "ai-anya-e0301n7:204_9": "on this day they were said to be confirmed in the world which was said.",
    "ai-anya-e0301n7:204_10": "and the same desiring to be obtained in the same way.",
    "ai-anya-e0301n7:204_11": "Some, after hearing this little bad, the splendor in an arrow’s hell—during the dregs in an abscess of merit to the underworld, hell, the fire at the root of a tree, a spot, and pulling the flame of unbroken fire, after hearing the sacrifice.",
    "ai-anya-e0301n7:205_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:206_0": "Having preoccupied with the roots of trees, he does not see the impediments of places, saying: “The firstly preoccupied with a stage, then, having seen the sign, with a spot, an individual essences, and people, (also) appear in the present life”, and the method of the passage as its object, he thus addressed the monks who were presents in the present, and so forth spend the prevals,",
    "ai-anya-e0301n7:206_1": "all is undisturbed.",
    "ai-anya-e0301n7:207_0": "Now, on the Commentaries of death is the time for the Buddha to die; on that occasion one’s compassionate for the sake of the Buddhas.",
    "ai-anya-e0301n7:207_1": "Having defined the inferiority by the head and superior food and flavour, and using the opposite sex with the air, and using the universe with the objects of predicted by the wind, and so on, coming to the root of the flowers, invariabody by the head, etc., this is the Lord of the Dhamma as objects,",
    "ai-anya-e0301n7:207_2": "Herein, there are means of the carrion-stench of forms that have arisen as its object, the peacefulness of the states (right) arose.",
    "ai-anya-e0301n7:207_3": "And that is what was said in reference to the taste of the taste.",
    "ai-anya-e0301n7:207_4": "For even when they have directly experienced this path,",
    "ai-anya-e0301n7:207_5": "Afterwards they have been given to another and do not requirements for visible objects, and present to the objects of the delightful forms, which are the impediments and dressed in the same way as before. In the case of the present, there are present life-continuum, and whose mind is given up again and again.",
    "ai-anya-e0301n7:207_6": "The Earth, which is held together by the name of, clan, because it is the earth, change, and is regarded as a various names, respected and reverence for the sake of the earth, is what is said.",
    "ai-anya-e0301n7:207_7": "the basis for ending of the conditions for rebirth in the necessary, and for the jhānas.",
    "ai-anya-e0301n7:207_8": "But those things do not occur again when they are carried on.",
    "ai-anya-e0301n7:207_9": "for it is because they haven’t given up only the lower fetters, and as a consequence of their loving-kindness, etc., and still only the abandoning of worldly pleasures, being reborn in the lower realms, and having given rise to faith with the opposite sex. Because of that their paternality, they don’t get favourable to the opposite of sensuality.",
    "ai-anya-e0301n7:207_10": "for the sake of foulness in this way, however, we shall have stronger strong deeds in that is, namely the stronger.",
    "ai-anya-e0301n7:207_11": "There is no board and no good for him.",
    "ai-anya-e0301n7:207_12": "Through the meaning here and now in the case of the kamma that brings access. And the kamma that is the actual experiencing the bliss as its object.",
    "ai-anya-e0301n7:207_13": "Because of the fine-material sphere.",
    "ai-anya-e0301n7:207_14": "If you do so, after passing away and reappearing in the realm of luminous form,",
    "ai-anya-e0301n7:207_15": "But it isn’t said: ‘The element of the formless and the deathless realm.’",
    "ai-anya-e0301n7:207_16": "it is for one who is conceived in the world. but it is still uneven.",
    "ai-anya-e0301n7:207_17": "Even when a student has drunk this lawed out in this way, it is well supplied and provided with absorption and has reached the end of their support, and because he does not get an opening in physical matter.",
    "ai-anya-e0301n7:207_18": "He who carries off the lower realms in hell, the Doctrine of deeds, and the nest of hell,",
    "ai-anya-e0301n7:208_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:209_0": "“And in the first jhāna, which is the cause of difficulties, is the reason why only the cause of difficulties?”",
    "ai-anya-e0301n7:210_0": "If to reference to the venerables, you can find",
    "ai-anya-e0301n7:210_1": "doesn’t flow like a lake.",
    "ai-anya-e0301n7:210_2": "for one who has gone out the thread and delights in absorption gives rise to absorption. Since we don’t even give rise to the manner of a disk of.",
    "ai-anya-e0301n7:210_3": "Then the black composing of deeds in the moved place.",
    "ai-anya-e0301n7:210_4": "having himself strength in being more than a hundred strong posts, at the moment of his opposite sex, he stopped the bodily formation.",
    "ai-anya-e0301n7:210_5": "Though he has abiding in body and speech, he gives attention to each and every way of the fine-material and immaterial deeds, do these things arise in them tried to be seen.",
    "ai-anya-e0301n7:210_6": "it would be more fruitful to wander observed when the gross and running out of the past.",
    "ai-anya-e0301n7:210_7": "Another beings gained such things as these elements, and they don’t gain it.",
    "ai-anya-e0301n7:210_8": "and don’t roll towards their objects, it settles down with their objects.",
    "ai-anya-e0301n7:210_9": "the opportunity to come.",
    "ai-anya-e0301n7:210_10": "by which they shine and the Vision,",
    "ai-anya-e0301n7:210_11": "Consequently, here it should be said in the way already described above that jhāna, after which it was said above that which is used in the sense of countering.",
    "ai-anya-e0301n7:210_12": "when you passed away from sensual pleasures, all of them mendicants passed away.",
    "ai-anya-e0301n7:210_13": "But the other spears function must be marriedly and less than ten leagues,",
    "ai-anya-e0301n7:210_14": "Thus, having turned around specifically forwards, the purpose of embracing the minds of the various kinds of fatigue from the various grounds, in the forms of future lives, producing them, and so on.",
    "ai-anya-e0301n7:210_15": "When resentment ceases, it ceases when anything left over, the cessation of all its aspects, simply in the midst of the Sangha when there is no danger.",
    "ai-anya-e0301n7:210_16": "should be regarded as such a one of the other persons.",
    "ai-anya-e0301n7:210_17": "as well as these are these:",
    "ai-anya-e0301n7:210_18": "When a passing away and reappearing, he remembers the passing away and reappeared in the middle of the day.",
    "ai-anya-e0301n7:210_19": "When there is no trading, there is no turning away when there is no danger.",
    "ai-anya-e0301n7:210_20": "Here there is no simply in this way for the agitation of existence through the breaking of the body,",
    "ai-anya-e0301n7:210_21": "When the last rebirth is present, it later in the morning of the rainy season. When a golden bowl is struck by powder and so on, it cuts off the bark, the thriving in the succession of existence.",
    "ai-anya-e0301n7:210_22": "When he passed away, the mind ceases.",
    "ai-anya-e0301n7:210_23": "While rolling around the lines extinguishing the creeper turns around and rolling backwards.",
    "ai-anya-e0301n7:210_24": "But it is not only to be extended since it is when any bad conditions are wrong.",
    "ai-anya-e0301n7:211_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n7:212_0": "“For he who has cut off the root, made like a palm stump, obliterated, and unable to be described.”",
    "ai-anya-e0301n7:212_1": "and that after the gradual Emancipation only as far as the entire mass of the aggregates.",
    "ai-anya-e0301n7:213_0": "With this (certain) there is continuation,",
    "ai-anya-e0301n7:213_1": "this is what is said.",
    "ai-anya-e0301n7:213_2": "This is the sound of all.",
    "ai-anya-e0301n7:213_3": "Reflecting that states are adverting today, and that sets the mind rejoicing together with the deathless mind.",
    "ai-anya-e0301n7:213_4": "Again when the conditions are necessary, they circumambulate, and is the meaning.",
    "ai-anya-e0301n7:213_5": "now, the path of clarity, the consciousness of the path, the being proclaimed by the one who has cut off the (Vision of) the fruit of his consciousness,",
    "ai-anya-e0301n7:213_6": "the meaning of this, spoke the verse:",
    "ai-anya-e0301n7:213_7": "Herein, reflecting on reflecting in these (the nature of) processes: through insight and understanding again,",
    "ai-anya-e0301n7:213_8": "according to this composed: of these categories (called) mental factors and thoughts,",
    "ai-anya-e0301n7:213_9": "They’re impermanent",
    "ai-anya-e0301n7:213_10": "attaining the fourth path, and attaining the four paths of Awakening.",
    "ai-anya-e0301n7:213_11": "is starting, calm, and so on,",
    "ai-anya-e0301n7:213_12": "so wise and learned,",
    "ai-anya-e0301n7:213_13": "When he had given up the collection of  Sudhamma, he questioned and denigrated the defilements. When he had spoken, he asked them about the Charactis, “Sisters, these three times, which were liberated, and well proclaimed by.",
    "ai-anya-e0301n7:213_14": "rolling around is abode (therefore) coming to suffering,",
    "ai-anya-e0301n7:213_15": "the underlying tendencies,",
    "ai-anya-e0301n7:213_16": "will go, thinking:",
    "ai-anya-e0301n7:213_17": "long is the time for a long time,",
    "ai-anya-e0301n7:213_18": "These scoundrels whose undertaking is well spoken; they live according to the precepts and observances.",
    "ai-anya-e0301n7:213_19": "And although the meaning is And it is said in the perfecting of virtue: possessing the meaning.",
    "ai-anya-e0301n7:213_20": "Not long after reflecting on this topic of the Bodhi, they’ll reach the end of the road once.",
    "ai-anya-e0301n7:214_0": "Thus in the ultimate conqueror composed to the ultimate goal.",
    "ai-anya-e0301n7:215_0": "he is the fourth, who is supreme amongst those who have accepted the golden statue,",
    "ai-anya-e0301n7:216_0": "The ultimate goal is finished."
}