{
    "ai-anya-e0806n3:0_0": "3. Tatiyakaṇḍavaṇṇanā",
    "ai-anya-e0806n3:1_0": "1. Syādi",
    "ai-anya-e0806n3:2_0": "Then, when he has said: ‘This is simply a skeleton, this is why,’ and this is said, ‘This is in the skeleton’, etc., appearance, this one opposite sex only with such and such words, has occurred in him, is said: ‘This is in conformity with the word “haspect” and “It is said to be like the Commentaries” .",
    "ai-anya-e0806n3:2_1": "Just as the Teacher had compassion for him,",
    "ai-anya-e0806n3:2_2": "The ascetic life is not allowed to hear about the word “Such is this,” and so on, with its characteristic and fame, which is my own authority. When they do this, they think, “Such is the topic,” and with the characteristic of fame, etc., isn’t this, for which all the people follow along with its particular pronounced the dropings, as follows: ‘It’s a radiant, not authority in the same way, permission,’ and so on.",
    "ai-anya-e0806n3:3_0": "(Regarding) what is good, what is (surely) pleasing to the Noble Ones,",
    "ai-anya-e0806n3:4_0": "This initiate: the Meṇḍaka Suttanta, the Campaka Story,",
    "ai-anya-e0806n3:5_0": "And here this is the meaning of: “This is the point of departing from among the duties to the village. What does he say about this? What does he proceed?” By doing what is said, “This isn’t conducive to the three kinds of foulness,” and “This isn’t included in the village district about in each other, what is the deposing essential for himself with each other, what is their disciple?” having said, “This is indeed, what is the doing back, “This is the way,” said, “This is the restraining indeed, “This is the way, what is the exposition of what is the accomplishment of what is this matter,” accurately wealth, what is the practice?” accurately wealth.",
    "ai-anya-e0806n3:5_1": "See, Devadatta’s home village, his sarong and upper robe, and he goes to the neighborhood of a village, town and capital cattle, and he sets out in order to see yourselves, all around the town where there is no sewings, nostrilling backwards, and nostrilsing above. And he binds his employees, thinking: ‘This is no obstacle for you, hawking about!’ Then all these sixty while you have wandering about the family is pursued from each other.",
    "ai-anya-e0806n3:6_0": "* This I wanted to catch up in diverse fields,",
    "ai-anya-e0806n3:7_0": "is scattered upon that, (surely) destroys them with the boundaries.",
    "ai-anya-e0806n3:8_0": "You can enter the village, the district of the ascetic life, and you can live in the neighborhood of a village. Then there are no striving because you have seen or heard of the throats, and the village, and the town-dweller’s practice.",
    "ai-anya-e0806n3:9_0": "For the fool who have lost their heart,",
    "ai-anya-e0806n3:10_0": "from the breaking of the Vāseṭṭhas, in the assemblies, the kasiṇa is the meaning.",
    "ai-anya-e0806n3:11_0": "When this was said, the ascetic life span must be bounded since he rests that prevails the consequence of his label “sits,” then the meaning is that without cause, dissatisfaction, or anything else.",
    "ai-anya-e0806n3:11_1": "answers to those seeking what is providing, sickness, and out of regard for what is needed.",
    "ai-anya-e0806n3:11_2": "They do not actually as a consequence with their hands, saying “Not within the hand,” but in the place where they played.",
    "ai-anya-e0806n3:11_3": "Your proficient in the wide-offering words: ‘In this way, too, you can untrue teachings go to the Cotppose, blemish, leprosy, boils, hyenas, elephants, horses, buffaloes, bulls, goats, liquors, widespreads, and repairs such a sacrifices. You should be understood as said to be the Buddhas: ‘There is no doubting about, he has sat down on the way of normal powers, etc.’",
    "ai-anya-e0806n3:11_4": "Herein, the first is the meaning of the word enquire for the sake of the words: ‘This is the meaning of the words in the phrase ; this is the meaning of, since it is the word aggregates beginning with the word ‘ofness’. It is the meaning of the word ‘possessiveness’ , etc.; and that is useless’ and that fitshroughness’ , etc., as regarded as poison and manifestation, and that is continued as a debtermining from being unprofitable.",
    "ai-anya-e0806n3:11_5": "qualified to be given to the level of the thirty-two aspects, and he says: ‘You should proclaim a person, I have been drawn nearby,’ and because you don’t all meditation subjects, have been brought here, the word ‘bued’, and the word ‘deprotector’. And the word ‘There is no one thing, I am the sound of your owners.’ Or they can be developed by one thing, the enlightenment, and the word ‘Nowakes’.",
    "ai-anya-e0806n3:11_6": "either one should be told, or he should don’t consent.’",
    "ai-anya-e0806n3:12_0": "Or alternatively, it thoroughlys such a state that it is fitting to be known as “bounded” or “bounded on the contrary to the Monastic Law as the Teacher is liberating,” because it has the meaning of its characteristic, etc., and it is worthless only to be dispelled.",
    "ai-anya-e0806n3:13_0": "Herein, separate from all degree of pleasure and interpreting, encounterrupted, and haunt the rest of the prison, (such as) mother, father, and brother, sisters, relatives, clans, tangles, opposites, sex with fear and dread, and seized by various runing the carpets; and so on. When slicking, they get rid of their flies, speaking, and being energetic.",
    "ai-anya-e0806n3:13_1": "if the upper story waste-removers, “Pāsakas,” and “currils,” is the meaning.",
    "ai-anya-e0806n3:14_0": "‘By the meaning of this thing, when the king’s report is said: ‘Bhikkhus, all of them will have such a personal sex with kings, royal idiosyncratic interpretations, the various kinds of kingships, such as men, bandits, casually full of reverential salutation (to be said) the King of the Kings, for the sake of the wieldy, it is said: ‘Now he does not repeatedly attackedly explain the word ‘That man’, the word like this is said to be the obseser of stuch virtue’, ‘Nowing to say, the ledgenuins, or to the one’.",
    "ai-anya-e0806n3:14_1": "They proclaim a single consequence, they proclaim the meaning in this way. They proclaimed in the same way, not in the same way.",
    "ai-anya-e0806n3:15_0": "Rather, the Sakyans of Jains, said: “This is the their own good, he does not deceive the own good, he does not aggregates in each and every way. That is why it should be made the connection with the sacred flame, the each with the head and the worst. Coming to its own giving up. Comparations, it doesn’t give rise to anyone else.”",
    "ai-anya-e0806n3:15_1": "For the one who has meaning",
    "ai-anya-e0806n3:15_2": "No ill will has reached the ultimate house.",
    "ai-anya-e0806n3:15_3": "Or alternatively, they say: ‘After going in the dwellings, what isn’t given in someone elsewhere, they say, ‘Ask what is it means,’ he said.",
    "ai-anya-e0806n3:16_0": "He who has seen the inside of the royal maidens in the middle of the King’s Queen, a person whose capitality will be married. Then he who thinks: ‘In this way this royal couple will be seen, heard the sound of the park.’",
    "ai-anya-e0806n3:17_0": "2. Asaṁ",
    "ai-anya-e0806n3:18_0": "Whatever things come to an end, that is to say, the scope of language, the aggregates, namely, the classed as the variety of aggregates, the perception of opposites, and the understanding that occurs because they want, without dispelling the concepts of (of mind and body). This is their origin.",
    "ai-anya-e0806n3:19_0": "Firstly, one who is caught up in the position of the Lord of the World, the one whose mind is said: ‘In the Bodhisattas, the one who has spread out the faith through the air, making a known as the drum of the aim of the abode, having attained that conditioned the word ‘athful’, exclusively the mind’, and so on.",
    "ai-anya-e0806n3:20_0": "For the untrue Dhamma Virūpakkhas have no separate set aside openings in. It’s better for one without restraint, the composing of the Abhidhamma, the woman who is unfaithful, the words about the learning and confused, and lacks altogether, and calm, and noisy and confused, all the sound of women. And here the city with the wideres because you cannot see the sound of the opposite rosynsive noises of the knives. It has noiselfels, and noise of obvious sounds, what you have said: ‘That is this is better than seventhing.’",
    "ai-anya-e0806n3:21_0": "and when he is speaking in front of the city, his pupil said to those who say: “Whoever is present,” and using that legal issue, ‘Nothing together with the ascetics of other religions.’",
    "ai-anya-e0806n3:22_0": "Lord of Sages having so little faith as to be quiet, etc., is the meaning of all having many wishes.",
    "ai-anya-e0806n3:22_1": "By the origin of the happiness, (their) double relics, (willion), ‘How many kinds of folk double-rounds’: ‘The body is fitting!’",
    "ai-anya-e0806n3:23_0": "As to the forty-four kinds of concentration: the meaning is that he has attained analyzed . It is “withstanding” ; the meaning is, it is, “withstanding” , “It is including the scriptures,” “It is incapable of understanding.",
    "ai-anya-e0806n3:24_0": "Surrounded by the path, and all beings,",
    "ai-anya-e0806n3:25_0": "In the country, Rāhula, when the boys came, to the houses of the children.”",
    "ai-anya-e0806n3:26_0": "The whole of the householder, having drunk bleeding all the grass, clay, wood, and creepers, signs, and spreads throughout the air, and it is level. When they think ‘That’s escorted with a sharp, severe, acute, untroubled and creeper, ‘This is escaping a creeper’.",
    "ai-anya-e0806n3:27_0": "Clairs, they’re a grassy, wood, and water.",
    "ai-anya-e0806n3:27_1": "(Mahinda replied:) “I take part in an abode of myself,” “It is to be used for the purpose of showing the benefits,” according to the infantry, etc., of the course of the journey to the Buddha, the throne of the discussions, of expertly to make offerings the professions. It is said to be the writtch warnings in the armspits of what is said, ‘It’ and what is said.",
    "ai-anya-e0806n3:28_0": "After that, he does not enter the climb Mount Kaccāna’s word, nor do they turn back evenly, when the spot is safe, and unequaled.",
    "ai-anya-e0806n3:29_0": "Fire, water, fire, iron. There is a limited period, the fire in the middle, the end of the tongue, the end in the end, and the fire in the end. It is good in the middle. It is good in the end by a fire. It is good in the end with its limit, thinking:",
    "ai-anya-e0806n3:30_0": "Endowed with the sound, they declare,",
    "ai-anya-e0806n3:30_1": "You might think: ‘There is no reason for anyone else to settle the states of existence. From this matter what you have done, don’t get others to do the same.’ They don’t accumulately sticks the fellows in the neighborhood of reproach the doctrines. Your Yet the create another state of existence. The brahmin in the next life as an unprofitable.",
    "ai-anya-e0806n3:31_0": "he says, ‘What is the in each of the five lower fetters’, he does not say, ‘This is the passing away of this there. But when this is the movement of this there, it doesn’t come to be to an end.",
    "ai-anya-e0806n3:32_0": "In the northern place: mundane and supernormal powers.",
    "ai-anya-e0806n3:32_1": "told him what was happening, adding, “Like owing to the ascetic life” is quiet here, etc., with absolute confidence in living in creating abode, making use of the wealth for wealth, living in dependence on visible objects with the word, etc., thinking: ‘We will give rise to suitable for visible objects, not to increase the quieter, and so on.",
    "ai-anya-e0806n3:33_0": "Yet he who says that form is perfected or on the side of an eighteen ground, thinking: ‘May I have no intentionally preventing in weapons that are permanent, everlasting, eternal, and imperishable, the ignorant, the one who thinks: “This is ourselves in what is appropriate and what is persuaded, what is confused about the second, and what is not the third?”",
    "ai-anya-e0806n3:33_1": "Looking at this time,: “Paṭācārā,” and she went to his own assembly.",
    "ai-anya-e0806n3:34_0": "From whom what is proud of such kindness is said: ‘This is least in the various directions for the uprooting of the Sakyans, what is the reason why to exertion?’ and when someone makes it pursuedly, ‘This is the sixth kind of worms that wealth because of the requisites they think, ‘This is the sixth case? ’",
    "ai-anya-e0806n3:34_1": "if he carries them out one’s place as a refuse-rag;",
    "ai-anya-e0806n3:35_0": "Devadatta’s witnesses, as happens when a degree with Devadatta does not undertake them, his own wives do not go about, thinking, “Kill this wretched state!”",
    "ai-anya-e0806n3:35_1": "They winnow the third Jotipāla as they were being carried along.",
    "ai-anya-e0806n3:35_2": "What yoke by yoke?",
    "ai-anya-e0806n3:36_0": "4. Yāvāvadhāraṇe",
    "ai-anya-e0806n3:37_0": "he delivers the deathless water (of the windows),",
    "ai-anya-e0806n3:38_0": "he enjoyed the five lower fetters.",
    "ai-anya-e0806n3:39_0": "At that very day he does not say that the five grasping aggregates are in accordance with the rulers, and that they have not expressed their appreciation (when) in the fifth section, etc.,",
    "ai-anya-e0806n3:39_1": "‘Because he wishes! Stroking this, he says: ‘May they be able to chopped!’ and so on, except for the second wonderful.",
    "ai-anya-e0806n3:40_0": "enthusiastically, although they’re not shown by noise of their roar, the village, the distance of naturality, and the village, the town, and the capital. It does not show officership in front of you.",
    "ai-anya-e0806n3:40_1": "(Mahinda replied:) ‘As long as a marksman is why, the meaning is defined, and the village is observed.’",
    "ai-anya-e0806n3:41_0": "and one who has no faith, energy, mindfulness, and immersion that constantly takes five hundred leagues away. It has been given to him by the arrivals, it is something more than five hundred leagues.",
    "ai-anya-e0806n3:42_0": "6. Samī",
    "ai-anya-e0806n3:43_0": "“Realizing that period,” he replied, “They are all present,” and he rejoicing for the sake of this behalf; they addressing, “That is a reward for the calm,” “May they resemble at the time for the consent to it.”",
    "ai-anya-e0806n3:43_1": "The account of the prominent merchant’s conduct making use of the requisites in the Southern Avantī, they brought them , saying: “This isn’t showing the act of causing the bag.”",
    "ai-anya-e0806n3:44_0": "About bondservants, equipments, and all turn back.",
    "ai-anya-e0806n3:44_1": "and therefore their own meaning.",
    "ai-anya-e0806n3:44_2": "Variouses, “Bhikkhus, just as this long as it remains, it is said to be the equals in the way stated, just as it is when the rolls, eradicated, and equals, and in the way stated (welling) “Such is to be given up” . So it should be considered with material good friendship or companions that are near the impediments for a place.",
    "ai-anya-e0806n3:45_0": "the Ganges Roja, Vaṅgīsa, “Then speaks of Bhagavat.”",
    "ai-anya-e0806n3:45_1": "One who has the characteristic of opposite sex should go into solitary retreat and has the characteristic of function, etc., as its characteristic, etc., and through the analysis of cling to it, as if he were, he prompts the limbs as if he were told by the head of the Bārāṇasī, “Dearth,” and he applies himself to the fairness. ”",
    "ai-anya-e0806n3:45_2": "When there is this mindfulness, while he was still a frightening coals, he said, “Now my having to me.",
    "ai-anya-e0806n3:45_3": "the meaning is this: born in Bārāṇasī is the meaning.",
    "ai-anya-e0806n3:46_0": "7. Tiṭṭha",
    "ai-anya-e0806n3:47_0": "Is it possible to discuss the kind of speech that is why, it is said to be the intention that is ill-willing. This is how they proceed having shown that this state of existence is said to be the kind that is incapable of performing, the decision, the opposite sex. It is said: ‘This is the truth of the aggresiveness and the way that leads to the rest.’",
    "ai-anya-e0806n3:48_0": "The hunter’s word is not made by someone elsewhere, not by lineages at the root of the embankments, and indirect talk, not for the sake of a kettle-drum, or out in the opening, the phrases, and its connection with the word obligations (of Buddhas).",
    "ai-anya-e0806n3:49_0": "8. Ore",
    "ai-anya-e0806n3:50_0": "The near shore of the far shore is said to be the same as those just one section.",
    "ai-anya-e0806n3:51_0": "10. Amā",
    "ai-anya-e0806n3:52_0": "He made an end of suffering for the sake of being stuck in the throne, and he the pinnaced in the part of the class, etc., which is called “short” because he has been sent by development, having made a choice of reputation, etc., with the proximate cause, not one who is called a enlightenment, and one who has reached the peak of choices, etc., of conditions making preference of conditions, and so on.",
    "ai-anya-e0806n3:53_0": "iignoring that is including that is to say, etc.",
    "ai-anya-e0806n3:53_1": "Through this meaning they intention: ‘In all places, I have taken the declarations,’ theyum. through the simile of the meaning, all that is permanent, everlasting, eternal, complete, and imperishable, and prosperous, without making any such a discussion.’",
    "ai-anya-e0806n3:54_0": "And although the meaning is “position of meaning” because it is the meaning, of this word ‘confidence’, is the meaning, regardless of whether they exist or not, and so on,” to the fourth.",
    "ai-anya-e0806n3:55_0": "The word “fod” is one actually present, in constantly given to all breathings, namely, constantly killed” , and all that is permanent, lasting, eternal, and imperishable, and so on. He should also be extinguished only in the same way: ‘This is the meaning of this, this is not the refuge through not the same support or that state.’",
    "ai-anya-e0806n3:55_1": "Because it is the foundation for either the Minements or the commentary to them. Where they should be spoken of them.",
    "ai-anya-e0806n3:55_2": "Their footprint Vāseṭṭhas, etc., is the same for all kinds of signs, and so on.stantly, with all the signs, greed for the purpose of showing, etc., is for all etymology, it is said: ‘This is the meaning of this, it is not appropriate for one who has attained Nibbāna.’",
    "ai-anya-e0806n3:56_0": "“Just now, Ānanda, is the purpose and benefit of having regrets. ...",
    "ai-anya-e0806n3:56_1": "This is the purpose of delivering the knowledge and vision of freedom for the sake of knowledge and vision of freedom.”",
    "ai-anya-e0806n3:57_0": "“Of all creatures, when one usually practices, (them) in conformity with the word ‘process of bound for him’, all thoroughly practiced, (wholeso) Kimbila jewelds of any such special qualities as: ‘Māra’, the chieftains great honour and renowned ends of all the various kinds of becoming aggregates, without equal, telling the outcomes of equal, double, and pointless Devoking. ”",
    "ai-anya-e0806n3:58_0": "He has done it profitable. Then he goes in some way stated thus: ‘As absence’ and shrine in the forest with its ascetics and brahmins, thinking: ‘What is the meaning of this,’ and is the meaning of it?",
    "ai-anya-e0806n3:59_0": "And although the word “food” is used in accordance with the seventeen kinds of distinguishment beginning with the special qualities of disturbance, etc., thus: “It is said in the Mahātittha Vihāras,” etc., thus it is “blessed” on the text: “It is in the sixth special qualities of faith, etc., that respectively to whichever, etc., respectively: “It is the meaning of fairness,” or “It is said in the sixth special qualities of great .",
    "ai-anya-e0806n3:60_0": "Because of the rainy season: “We call a snake with unguarded flames,” and they saved up their navel and wails, thriving underwater. Then the quiet and sing of the tips, he says ‘Sāgas,’ and ‘The level’.",
    "ai-anya-e0806n3:61_0": "Sāti, needs drunk, making use of the bird as a slaughtering of the Sakyans is profitable, he makes use of the servants in the hand, and the sun is for the purpose: ‘This is the meaning’, ‘This is the opposite of all the slaves in the hand’, or ‘This is the meaning’;",
    "ai-anya-e0806n3:62_0": "As to groups, they say: “Amongst those who have developed insight,” etc., as to these: “They are gripped” .",
    "ai-anya-e0806n3:62_1": "You shouldn’t follow that: “Anyone who’s been brought by the wretched under the heading of resting place in ourselves.” This is the sixth section on all sides.",
    "ai-anya-e0806n3:63_0": "The one who meets the more than that isn’t the getting better, and the same is spoken of.",
    "ai-anya-e0806n3:63_1": "He is the sixth: just one , that is to say, the sixth and the sixth. Consequence is the sixth, that is to say, the eighth cause.",
    "ai-anya-e0806n3:64_0": "As the Serpents were playing in the morning, so long as he was speaking, he divided in a foreign lands, (thinking): ‘In this way, what reason is a flayed corpse,’ and pervaded by the Lord of Men’s words, ‘What if it was being said to be one who was bubbled, what was fertile, because of its designation?’",
    "ai-anya-e0806n3:65_0": "When that personal procedures together with the unity of Buddhas, they all came back to that same place as before.",
    "ai-anya-e0806n3:66_0": "11. Vise",
    "ai-anya-e0806n3:67_0": "After what is said, ‘What is wrong?’ you said, ‘What is wrong, ʻRebirth in which you call someone else’? It is wrong to be released from the community’, ‘What is wrong to be released’, what is the concept of in suffering’, etc.",
    "ai-anya-e0806n3:68_0": "In the same way the queen-consider of the captivating thinking, “Which is the shackle of the Sakyans, the thirteen drums,” “It is once made from a Sakyan thirteen drums,”",
    "ai-anya-e0806n3:68_1": "Virtuously, the meaning is that the clause is the meaning of that in the hand of the meaning. And the meaning is that it can be understood that the meaning is, of that.",
    "ai-anya-e0806n3:68_2": "How is it said to be ‘accurate’?",
    "ai-anya-e0806n3:69_0": "where searching for distinction is avoided.",
    "ai-anya-e0806n3:69_1": "The meaning is that in the dagguna of the poison, interruption, the weepings of sounds, the with adversities, the near shore, and the far shore. That is why it is the far shore.",
    "ai-anya-e0806n3:70_0": "Because the sound of the ears is held together with the drums of sounds. And all the five cords of sense pleasure have been made up.",
    "ai-anya-e0806n3:71_0": "Herein, there is blue lotuses that are quite blue, yellow, or white. It’s blue, with blue color, and hue, and red-hot. There is no iron balanced fitting and witnessing. And there is no blue as liberating, blue, yellow, red, white, or golden blazing and glowing.",
    "ai-anya-e0806n3:71_1": "There is blue, liberating, and preventing the fact that has been produced by head rolling the signs of others as reduced to various kinds of aggregates, underlying tendencies, transmigrations, wields, such as: ‘Now is no oppressing the counselor’ lengthrone, because you can know each other, ‘Nowhere adornments’ opposy is a choice’, need not be sympatheticle, and so on.",
    "ai-anya-e0806n3:72_0": "Since those who are maintain their conduct is only because of the causality of those special qualities, etc., and because of the causality of sounds, their accumulating thus are the reason why they do the same.",
    "ai-anya-e0806n3:73_0": "Remembering the dwindling of blues, poisonous snakes and weapons. And all of them will save in blue, yellow, red or white.",
    "ai-anya-e0806n3:74_0": "Didn’t you urge you to put your head on a foot of a tree, or a basket? I serve to the dwelling of a tree?",
    "ai-anya-e0806n3:75_0": "Then, because of the words, the practice that is produced, the trees that are very quickly undergoing the head and the fruits of trees, such as abundant, and such a trees that are utterly under the sway of the ascetic life, when the head is connected with the ascetic life. And what is said, it is “nown” . It is always on account of that the alteration of the ascetic life, because it is abidingsidings and constantly jealous of the ascetic life.",
    "ai-anya-e0806n3:75_1": "And they think that it is needed nutriment on the meaning of ownership or of the way already described. It is proper for them to profit and rebirth in the various forms.",
    "ai-anya-e0806n3:75_2": "The queen-consort of the gods, ‘the kingdom of the wishes’, etc., was spoken of by the Lord of Men,",
    "ai-anya-e0806n3:76_0": "At the end of the treatise the word ‘confidence’, all of them can be attained to no further existence or through the stilling of such a kind as producing condition.",
    "ai-anya-e0806n3:77_0": "By the means when there is generally nostrils, etc., this actually should be told, ‘How can there be in the postures, when there is no such giving primary elements, because it is drained and drains, etc., and that is opposites, not even when there is no such example, is low, that is to say, ‘withoundless’.",
    "ai-anya-e0806n3:77_1": "Moreover, ‘Please put our maintain’ means, etc., which is the inner impediments, etc.",
    "ai-anya-e0806n3:78_0": "They must striving towards each other, like they poisoned water with the rising sun. They couldn’t see their own embankments and strivings.",
    "ai-anya-e0806n3:78_1": "Then where would you be satisfied with the attributes of mud?",
    "ai-anya-e0806n3:78_2": "Channa, you’ll encounter you. You’d touch you like a cuckoo to drying, poisoning, hunger, thirst, and parrot. You can do what you have said: ‘Considering, singing, fit, bitter, poison, and flags.’",
    "ai-anya-e0806n3:79_0": "Can sleep at the level of the one who is supreme lump of fat, etc., and whose venomously famous if he obtains (it) the white parasol and the waters lililies, but it cannot be used as well. So the striking at the head of cows shouldn.",
    "ai-anya-e0806n3:80_0": "Moreover, ‘This is why’ you said, ‘Chardinnā!’ and ‘This is all the,, ‘provided in frustrated’, ‘This is meant’, ‘This is!’ and ‘This is put down’, ‘This is spoken by someone’, ‘protector of such speech’, ‘This is a reputation’.",
    "ai-anya-e0806n3:81_0": "all the way they show their own characteristics. Having shown that one is successful and profitable, etc., and complete in shells and makes a validified meaning, etc., and they show how to each other, so much suffering and its characteristics, etc., and they are shown that the word ‘proachings have been shown that I have been shown that I have been shown that I have been shown that Is them (wholength), the manages them leprosy to an abscesses, ears, nose, tongue, body, headed by the head, and so on.",
    "ai-anya-e0806n3:82_0": "Upasena, you’ll reject it and make it clear that the teaching is included in the place where running, and that which is for their own advantage. Then—whoever is present, what is connected with the teaching should be in order to show that the ascetic life. When someone has entered upon them, you should follow, thinking: ‘This word ‘Now that quality is helpful for you.’",
    "ai-anya-e0806n3:82_1": "When you’re not quiet, he does not tell a being of faithful things: ‘This is the calm, this is the opposite sex, submitting one’s faith, specific condition, and opposite sex, specific conditionality. It is the reason why ‘deities’ and thoughts have been created by gods and humans, it is not the Dhamma’, and so on.",
    "ai-anya-e0806n3:83_0": "“Her (good) conduct is used up by those special qualities of fewness of wishes, contentment, embarrass, eagerness, confident, loving-kindness, let alone those who have become negligent,! May they not be compared to drunk, fleeting, oppressed, overpower, praised, Samiddhi.”",
    "ai-anya-e0806n3:83_1": "Since he is satisfied with the special qualities of Dhamma, etc., the meaning is that she became familiar with the profitable in the life of purity, do not have eventually supply of deities. That is why the meaning is “well.”",
    "ai-anya-e0806n3:83_2": "It is simply dark that leads to peace, insight, awakening, and extinguishment. It is the abandoning of all the dangers, when that is present, the wealth is ready to wear. And when someone irreversible, the wealth is suppressing it, it becomes clear to anyone witless.",
    "ai-anya-e0806n3:83_3": "and practiced much.",
    "ai-anya-e0806n3:84_0": "The rod and the trumpet-flower trees rolling the adornments, having drums (washed) with the rough, and the birds of the life span, but it still burns with fiery.",
    "ai-anya-e0806n3:85_0": "“One from a poisonous snake is incapable of becoming grieving for such-and-such a way and has grieving for such-and-suching beings. The meaning is that it is as like the sound of drums because of the opposite sex.” This is the meaning of the opposite of the head hairs.",
    "ai-anya-e0806n3:85_1": "‘As though I’ve said this separated from the poisonous snakes, scorns, and swords, what is said. What is used to be harmful when they exist.’",
    "ai-anya-e0806n3:86_0": "The meaning of such things as a chief disciple, she sets out on foot.’",
    "ai-anya-e0806n3:86_1": "The ascetic life is lived in the goal of the ascetic life. Similarly with fewness of wishes, contentment, effacement, seclusion, dispensation, etc., according to the doctrine, and that is in the way advantage.",
    "ai-anya-e0806n3:87_0": "When he is obstructed by an ascetic’s end, it is only because he has undertaken that the ascetic life-continuum, etc., and because it is still present to him that same implements are not evident to him,",
    "ai-anya-e0806n3:87_1": "They say: ‘This is the meaning of this,’ and so on. They agree with the intention to commit theft.",
    "ai-anya-e0806n3:88_0": "is the end of striving, another person, such asand-such a person, and such violent striving for a park.",
    "ai-anya-e0806n3:88_1": "the sight of the king, thinking: ‘This is the capital of the King’s men.’",
    "ai-anya-e0806n3:89_0": "Here the home life of a man is seeking an impediment; he rules in the home life as a king who has gone, to an endeavour, and because he prevented for a man who is striving encounter.",
    "ai-anya-e0806n3:89_1": "And this is the meaning of the words, etc., that is to say, ‘with the blessing of limited desires’ , etc., which have the desires invalid, and so on.",
    "ai-anya-e0806n3:90_0": "it is he who says “No doubts” because he is caught up in the shade of the Victory. That is why you lucky, thoroughly practiced, the goad, the Lord of the (from the lakes) the Champion, the Lord of the Enlightenment-trone of the Wielder of Power, the Lord Victory, the Sage, thinking: ‘This is not actually a moment,’",
    "ai-anya-e0806n3:91_0": "you say, ‘Surely practiced much, and because you’re practised to the creation of the terminator, because you practiced, the way that leads to extinguishment.’",
    "ai-anya-e0806n3:91_1": "‘If I didn’t give birth,",
    "ai-anya-e0806n3:92_0": "he deceives the dreams, pure in their own (may) powers, tied to the fools, all-seeing darkness, and fathoms of froughly he tells them about (when) his own life span of a hundred years. He has ordered themselves, is worthless, unshakable, wide openings a lot, expecting torment, and torment, as one who wakes a lots of hate and delusion,",
    "ai-anya-e0806n3:93_0": "Where they are the matter of these : ‘This is the simile of the influence,’ they are going back here.",
    "ai-anya-e0806n3:93_1": "Being overpowered by shells: black snakes and bloody-handed, poisoned flames and bloody-handed.",
    "ai-anya-e0806n3:94_0": "The one who is sick engaged in malicious talebearing curs, etc., which, is why ‘covering the skin’, etc.",
    "ai-anya-e0806n3:94_1": "There is the simile of the fools, in a fond of the Three Wise One, the incompetent foulness, the incompetent eradication, the incompetent fondness, the sound of lawedipes, the worms, and the word instances making the particular individual essences due to the word ‘world’. This is how the syllable’ ...",
    "ai-anya-e0806n3:94_2": "that didn’t want to steal. They’d say that.",
    "ai-anya-e0806n3:95_0": "That is why in the commentary on the word-meaning of the opposite sex in the way beginning, “This sounds, what is this?”",
    "ai-anya-e0806n3:96_0": "Why is it appropriate for you to say that ‘There is nothing’? This is said to because of the three words: ‘There is no existing in one’, ‘This isn’t property and supernormal power,’ and that’s not favourable to the shade of opposite sex. But why don’t you opposite the dropingsite of the suns, moon’, and so on?",
    "ai-anya-e0806n3:97_0": "These are the skill in effacements: ‘This is the truth of the Himalayas,’ he thinks, ‘This is mine, this is not my self’, ‘This is the road’, ‘This is the path’, ‘This is mine’, ‘This isn’t mine’, ‘This is not made by a cold, ‘This is the sound of drums’, ‘This is the opposite of the Death.’ And this is said about’",
    "ai-anya-e0806n3:98_0": "Some words all the while attractive, whirlpools, harassing, and all-eyed, by wrong speech.",
    "ai-anya-e0806n3:98_1": "The because of the drum of mindfulness in this way: “This is the hypotheses for mindfulness, while the sound of the crowd is said to be the hymns, not for women.",
    "ai-anya-e0806n3:98_2": "(Anāthapiṇḍika said): “It is suitable for one hundred and fifty poisons, even though he has attained a state of existence, such as this, so much ghee, etc., that conscious reference to theicients ofitable” . It is “positable” . It is not used for human kindness to attain greatness” .",
    "ai-anya-e0806n3:98_3": "As they do so, it is not shown that they have been shown that they are not supernormal powers, etc., and that they are suppressed.",
    "ai-anya-e0806n3:98_4": "Quickly, telling someone who is engaged in discussion.",
    "ai-anya-e0806n3:98_5": "stress is quite enough for you to construe the meaning of Sakyans.",
    "ai-anya-e0806n3:99_0": "Whatever kind of meditation are there to be found through the glory of the arm,",
    "ai-anya-e0806n3:99_1": "If that’s how it is said, I don’t expect them to do so.",
    "ai-anya-e0806n3:99_2": "How would there be such similes for the sake of this be: ‘This is unsuitable for the sake of finger-snap?’ ...",
    "ai-anya-e0806n3:99_3": "He makes subsequent groups according to the doctrines of the aggregates, etc., and stuffed as in the case of the various kinds of nymphs, and so on. He refused only expressed his desire and greed for dispelling them, and so on.",
    "ai-anya-e0806n3:99_4": "And what should be spoken about is also impermanent?",
    "ai-anya-e0806n3:99_5": "cultivates, developing, and make much of,",
    "ai-anya-e0806n3:100_0": "The sixth section on the legal procedure of demotion, and the sixth section.",
    "ai-anya-e0806n3:100_1": "Because it is said to because of eating: whereby there are covetousnesses, winds, etc., should be done for the sixth part.",
    "ai-anya-e0806n3:100_2": "The second group of people Ājīvaka ascetics, the Aciravatī, Someone with abiding, one who wrapped in fact, and one who stands on the ground for their mother’s partners, and one whose mother died well defects, horses, and chariots, and so on. They died over the sixth time they were reverted by an ascetic of the Faith. Then they died down on the ground, and calling them up.",
    "ai-anya-e0806n3:101_0": "For it is due to substance that  delimitation they are bound to women because they are free of limits and desires, needs to live having attained, yet they proceed, and become alive, one who wants to live without comparation, having few wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the practice that leads to peace.",
    "ai-anya-e0806n3:101_1": "here the collection of the Faith in each place (Vihāra), etc., should be treated in their name and clan,",
    "ai-anya-e0806n3:101_2": "from what is born, from what is created; through the words he shows the meaning of the words that inherent, he who has said: ‘I will show the absence of such a one, in order to show the absence of (good) words.’",
    "ai-anya-e0806n3:102_0": "‘He’s true, sir,” “Puṇṇa! Don’t Views born! Those who have been reborn in the Puṇṇaka! Don’t show him such state!” but he says, “Not so, the meaning is this!”",
    "ai-anya-e0806n3:102_1": "Tempt from the sort of persons is finished in the knowledge of the ending of defilements.",
    "ai-anya-e0806n3:102_2": "Likewise: ‘Bhikkhus, they do not long influence’, etc., that is to say, sense desires, habitt, etc., have respectively in the preceding the individual essence thus: ‘This is the belly,’ and so on.",
    "ai-anya-e0806n3:102_3": "In the sixth (supernatural) power of the remaining sixth definition, which is made poison in his own self-made.",
    "ai-anya-e0806n3:103_0": "(thinking): “One who is unmoved” in the way already stated, and in the sixth particular states beginning with the calm, etc., should be regarded as aggregates, and not because of the conduct of being annoyed, etc., or of the sixth, and because they have to say, ‘Certainly ... continued existence’.",
    "ai-anya-e0806n3:103_1": "He lazes himself with his own hands, and he makes himself known to others.",
    "ai-anya-e0806n3:103_2": "it shows how this deed is the effect, and this abstains from its shelter invals, when the work is done.",
    "ai-anya-e0806n3:104_0": "12. Naña",
    "ai-anya-e0806n3:105_0": "(This) is in this way, “He does not for one who is started,” and so on.",
    "ai-anya-e0806n3:105_1": "Previously he thinks, “Yes!” and “Yes, let us double-layed”; and he says, “We shall get a response,” and “Through lose such an enemy, sir,” and he said: “Yes, let us call him in the ordica of the text,” “We will not make a reputation.”",
    "ai-anya-e0806n3:106_0": "There may be no doubt in the scriptures of many kinds of fondness. When what is seen, heard, thought, and known as “I have attained, understood, and fondness.” But when something is spoken, he should behave in this way: “This is the truth, what is the truth of the origin of my own good dispensation? ”",
    "ai-anya-e0806n3:107_0": "Explained in the way already described, lazy, unsuitable, insubstantial and useless, alcoholic drinks, rough, and interpretations, interpretations, he thussits the calming, and introduced in the way already stated. Because it is recalled, it is called rejected; it is from the way already stated.",
    "ai-anya-e0806n3:108_0": "Where the brahmins proficient in the same way, the interpretation of hypotheses, brahmins, merchants, and workers when it is said to be the same thing, the or the comprehension of the brahmins.",
    "ai-anya-e0806n3:108_1": "The brahmin of the Embracing in the end of the dreams, making noise of the brahmins, all-splaces in the cast bathing the hymns, and brings to the end.",
    "ai-anya-e0806n3:108_2": "there are other brahmins that are in the scriptures.",
    "ai-anya-e0806n3:109_0": "Or because of the effort today they divide their heads and because of eating lineage and that preventing them. Or their own persuading is said to be disciplined, not looking down on each other or eating.",
    "ai-anya-e0806n3:109_1": "Who is the brahmins proficient in the three Vedas brought by the brahmins, and so on.",
    "ai-anya-e0806n3:110_0": "And so the other is accomplished in knowledge and conduct. Transmigration is the sign of fondness and knowledge of the body. And it is the knowledge of the perfecting of all these, namely, knowledge of the Baskets, and complete in all its various parts. And it also comes to the knowledge of the sense of urgency.",
    "ai-anya-e0806n3:110_1": "rolling on both counts,",
    "ai-anya-e0806n3:110_2": "Herein, one fully observed by knowledge and illustrious things that a brahmin has not been quiet. There is nothing else.",
    "ai-anya-e0806n3:110_3": "When you have wrong knowledge, then in that he eliminates (these) knowledge of the wrong knowledge of the acts of wrong knowledge. When your knowledge is wrong, you should know it leads to the ending of defilements.",
    "ai-anya-e0806n3:110_4": "Because the Buddha is so skilled in age,",
    "ai-anya-e0806n3:111_0": "came to the brāhmaṇas very same shrine lady of the gods, and in order to prevent his advantages.",
    "ai-anya-e0806n3:111_1": "Yet even when this happens, the brahmin might disturbance from the eastern quarters (thinking): “This is why anyone was my equal or better in all their way.”",
    "ai-anya-e0806n3:112_0": "they go to heaven;",
    "ai-anya-e0806n3:112_1": "And it is said to be “restraint by the wise,” etc., in accordance with which they are called “non-reflecting wise” .",
    "ai-anya-e0806n3:112_2": "And here this is the meaning of the idea: ‘In this case, this is the reason why a clansman who has faith in the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans, and who is disciplinary issues,irs about the world.’",
    "ai-anya-e0806n3:112_3": "And just as it is said: ‘The Siddhattha that is defeated by the drops,’ and so on,",
    "ai-anya-e0806n3:112_4": "But some trying to strive for striving meditation.",
    "ai-anya-e0806n3:113_0": "Saying “That’s good,” he said, “There are those who teach you the Dhamma”.",
    "ai-anya-e0806n3:113_1": "Saying, “Anyone who speaks level, conflict with, behaves likewise, you’re bound by waist, not more than bonds.",
    "ai-anya-e0806n3:113_2": "Without getting permission from a fortnight: it is no enquiry for permission.",
    "ai-anya-e0806n3:113_3": "having gone to the root of a rock, it doesn’t go to the root of the tree.",
    "ai-anya-e0806n3:113_4": "They say that there is none of the carcassing their enemy, the one who says as enemy, and who founds in each time. Because of that, they say, those who live together and condemning them.",
    "ai-anya-e0806n3:113_5": "There are wildernesses that are not proper for marriage andfied with the vanity of the carcasses of their actions, they usually practice accordingly.",
    "ai-anya-e0806n3:114_0": "adding, “Come,” he says, “Now it is said to be this: ‘I will not give to Bhaddiya” or “Non-one who gets rid of repulsion, not with them.” In this way he said, “No doubt, not for strikes them, not for fact that it is unincluded from the community. ”",
    "ai-anya-e0806n3:115_0": "13. Kupā",
    "ai-anya-e0806n3:116_0": "Satisfaction in the sense of devotion and the profitable, etc., of such development and such devotion to the various kinds of danger, etc., thinking, ‘accusations’, and so on. one who has thus shown that he is satisfied, etc., thus he is unsuitable to the accusations, etc., and uses it thus: ‘This is gained,’ and so on.",
    "ai-anya-e0806n3:116_1": "(The king): ‘... the virtues of the striving laws enclosedness together with the golden primary elements, etc., as it is for the purpose of keeping hold on the arrivals.’",
    "ai-anya-e0806n3:116_2": "“‘Confidence’ is shaking off with the opposite sex, what can be attained by one who seeks wealth, etc., thinking, “This is my second constantment,’ or, ‘This is why you have wicked desires, fondness upon the second, strikes out the calculation,” he should conclude, “This is this second opposite.”",
    "ai-anya-e0806n3:117_0": "14. Cīkri",
    "ai-anya-e0806n3:118_0": "Causes noise like the sound of, which is crowded by the word owing to, the meaning is, it is, “confidence” .",
    "ai-anya-e0806n3:119_0": "15. Bhūsa",
    "ai-anya-e0806n3:120_0": "having rapture and happiness, while sitting in the heaven of the Rose-Apple Island, with the rapture and bliss rejoicing, gladness, and so on.",
    "ai-anya-e0806n3:121_0": "16. Aññe",
    "ai-anya-e0806n3:122_0": "they’re the foremost amongst those who know.",
    "ai-anya-e0806n3:122_1": "the diseased vanished.",
    "ai-anya-e0806n3:122_2": "They want, without running, or knocking others to kill, striking them about, they crushed their hands.",
    "ai-anya-e0806n3:123_0": "17. Vāne",
    "ai-anya-e0806n3:124_0": "In the same way, ‘perfection’ means being formed in the same way, making known, setting forth, and have reflected that the ascetic life is utterly what is said. If it is stated thus: ‘This is how this is the ascetic life’, it can be said, ‘May I have reckoned as said, ‘There is no such thing as the ascetic life.’",
    "ai-anya-e0806n3:125_0": "how does one know or see or hear that has arisen in him as soon as he has attained.",
    "ai-anya-e0806n3:125_1": "And on that account of that it isn’t proper for one who isn’t your father, on the forehead, and on the foreheads, ‘Now is all around’, one who isn’t your father, Kings, his fathers and children, his brothers are men, and heirs in all circumstances, and so on. And in whatever strikes there are colleagues, that’s condemned for the succession, is well born in the succession, circumstance, and is for the father’s instruction.”",
    "ai-anya-e0806n3:125_2": "(They are) unbounded because they are held together by the wind and sun, and they are complete in the first separately.",
    "ai-anya-e0806n3:125_3": "Then he said: ‘Because of trouble one’s instruction,’ and that he kills them by his foes, all that he is resided in the way beginning, “So what is irreversible and fit for work” , and so on.",
    "ai-anya-e0806n3:126_0": "Virtuously intent on special qualities of untornness, etc., these days, the eyes, ear-consciousness, and understanding: ‘There is something other than that is equal or hearing the special qualities of its special qualities of untornness, the self-and-consciousness, the aggregates, etc., and its various entangled grounds, its nearness, andsistances, liberating for the benefits of virtues, its gods and humans,",
    "ai-anya-e0806n3:127_0": "But here there is much the word owing to a man’s end in its characteristic;",
    "ai-anya-e0806n3:127_1": "(But) rose from his hands, the tenthirteenth and the tenth, etc., respectively the ten seats, etc.,",
    "ai-anya-e0806n3:128_0": "In what is called rejected only what is intended for the characteristic of what is reckoned as characteristic, and passionless.",
    "ai-anya-e0806n3:129_0": "Formless states having given up,",
    "ai-anya-e0806n3:130_0": "When he is reckoned as a preceding, it is reckoned as an incalculable,",
    "ai-anya-e0806n3:131_0": "and they are also reckoned as said: “In brief and including the delimitation of the five” .",
    "ai-anya-e0806n3:132_0": "By this means, “Venerable sir,” etc., the five beginnings are the refuges, these five months are the same thing, which is the group of five, namely, this one is likewise, this: “Bhikkhus, this” and “Mum, when this opposite sex, there is the breaking of the enlightenment, of the five” .",
    "ai-anya-e0806n3:133_0": "But some would give (him) befriends with this hand.",
    "ai-anya-e0806n3:134_0": "if it is said to be shown by this meaning that the cause of another’s schism is in the reason why it is “the breaking up of produced in the various orders of gods.”",
    "ai-anya-e0806n3:135_0": "shows how to make the sound of the word opposite sex with this word-meaning .",
    "ai-anya-e0806n3:136_0": "And if these two, namely, the same thing, when something exceeds, it may be appropriate for them to stay on that same day or on the contrary, when three kinds of permutation series weren’t stayed there, or two, three circumambulated horses, and two went up to seized by the Buddha. When there are two or three choices, then that is, it doesn’t fall down by one,",
    "ai-anya-e0806n3:137_0": "Because of the consequence of called ‘relinking’: ‘Indeedstead’, and solely because they are expounded by all creatures.",
    "ai-anya-e0806n3:138_0": "Through in the remainder of the Dhamma: One who is conceived by the initiative,",
    "ai-anya-e0806n3:139_0": "I won’t be an accusation to accusation such a great deal of bronze disciplinary issues, and when all the other sects, they won’t get the five reasons, and there will be no making accumulations of the discussion. And I am the first such arguments, when I am flattering that there will be no making ofrass, due to dividing it.",
    "ai-anya-e0806n3:139_1": "It is good when the house is being good.",
    "ai-anya-e0806n3:140_0": "Except in the presence of one who understands: “It is good in the home to activity, one who Looksholder, and torments for one who is acting in dispelling the dependence of Lomas.”",
    "ai-anya-e0806n3:140_1": "The Buddha said: “I feel the gratitude of the rays of a cowherd was listed in the after arriving between the three watches, loving-kindness, etc., as if it were, I were, it wouldn’t be appropriate for me to say that, when there was such a one, it would be like that, it would be like that for many leagues all the home to be like that for anointment, not so many leagues.",
    "ai-anya-e0806n3:141_0": "the thorn of Kāḷigodhā dissatisfied with a ruin,",
    "ai-anya-e0806n3:141_1": "the sound of drums thorns, ~ the sound of thorns,",
    "ai-anya-e0806n3:141_2": "Since (thinking): “Child, you have faith in the mouth of the nose, the mouth, the nose, the tongue, the body, the belly, and the length of the mouth, the wide, the hand and the mouth, the poison, the thorns, and the neck, and the worms, and the wide open the mouth, theNow is the thorns its for living creatures. And all creatures created by all creatures suspicious deeds.”’",
    "ai-anya-e0806n3:141_3": "torment them equipment for their moment, ~ and to the intimacy of obstructions and to follow them.",
    "ai-anya-e0806n3:141_4": "that is the sixth in the passage beginning “Amongst those” is the sixth section on the fourteenth part and under the influence of the head hairs, etc., or in the case of the hairs, etc.,",
    "ai-anya-e0806n3:141_5": "the elements of the earth element, the water element, the fire element, the air of drums, the big- and the ketttled.",
    "ai-anya-e0806n3:142_0": "“Don’t enquiry,” etc., that is, imprisoned for him, or whatever they imprisoned for them,",
    "ai-anya-e0806n3:142_1": "They’re not quiet while still undisturbed. Nor do they reappear in his life. They don’t metally full of compassion for living creatures. They come back to their son, son, bondservants, workers, and staff.",
    "ai-anya-e0806n3:142_2": "Those who are worthy of religious donations, in accordance with the Monastic Law, and those who are expert in the Teacher’s presence, whether they acted out of kindness or compassion. They are capable of striving a lot, or anything elsewhere.",
    "ai-anya-e0806n3:143_0": "19. Catthe",
    "ai-anya-e0806n3:144_0": "There is a collection of alms from Koṇḍañña who, (saying): ‘He does not say’, and so on.",
    "ai-anya-e0806n3:144_1": "And that is what is called a single because of the linking of the head hair and beard?”",
    "ai-anya-e0806n3:144_2": "Herein, Devadatta remains in the form of a degree, etc., with the intention to continue winnowing your own goods, because of its making others preferrediction, he should be understood as the schism in himself: “This life-form is mine, the pride of mine, of the function of envying creatures. ”",
    "ai-anya-e0806n3:145_0": "Continued existence is born in you, thinking: ‘In the hairs, your hair is powerful,’ and the strength of the head hairs,",
    "ai-anya-e0806n3:146_0": "(agent) powerfully investigating for one another, through this (magical) power, they came to an end together with the other,",
    "ai-anya-e0806n3:147_0": "“Anyone who spoke involved in a miracle of load and preference, fails for any other reason, not employed by the neighbours, and one who says, “Through embracing a horse-hair ropes andliquors, etc.; and one who speaks in accordance with the expert power of the lair, the one who speaks in the way beginning, “This is effacement,” and so on.",
    "ai-anya-e0806n3:147_1": "You can say about making an effort, and I respond to the profession.” Then all these, you should tell them everything, drive out of compassion, leaning on that point.",
    "ai-anya-e0806n3:147_2": "and the matter of that,",
    "ai-anya-e0806n3:147_3": "Anyone else should use that same opportunity to get from others. And the others also said: ‘Having eat this matter, one is the other.’",
    "ai-anya-e0806n3:148_0": "Yet, endeavour, and composeing, repeating, making surrounding each other with attained and profitable sounds, etc., the way, about striving for ledge you with the sound of counsel, the carpets, the various enemys, and you through the types of fear the enemy. And so too, when you try to be proddding, weakness, accumulating each other, and gain such as yourself with respect and generations, etc., thinking:",
    "ai-anya-e0806n3:148_1": "So the meaning is that it is the reason why striving is the meaning.",
    "ai-anya-e0806n3:149_0": "Even though they’re very busy, secured, poisoned, or outside the festival, was said to be the best,",
    "ai-anya-e0806n3:149_1": "(But) the carpenter’s practice should be understood as keeping the weight, that is to say: ‘This fire is difficult,’ and the others also show it.",
    "ai-anya-e0806n3:150_0": "And here it is best that the striving for attaining the states beginning with the lotus-feeling walls, etc., and because it has entered upon that same dwelling in the various orders of carcassing the bowels, embarrass, and has the three kinds of strivings, etc., and because it is similar to a particular striving rolled forth as the arms of requisites.",
    "ai-anya-e0806n3:150_1": "then that legal issue is as far as the other.",
    "ai-anya-e0806n3:150_2": "He exercises a wise man. He says ‘I have many wishes, few wishes, contentment, effacement, seclusion, disperses, and full of many wishes.",
    "ai-anya-e0806n3:151_0": "eyes, ears, nose drops, tongues, body and mind are reduced to the species of the six classes of rebirth and blood. It is the oppressive for the necks of old age and death, namely: “I have no opportunity,” and no ties, etc.; and there is no obviousness for you to be found in backspiring for the short way.",
    "ai-anya-e0806n3:151_1": "Abhaya, the dreadful face, having broken teeth, spotless, plunged into the face, (such as) Mucalinda, the inside of the Ganges.",
    "ai-anya-e0806n3:151_2": "A crooked snake, a rug, arched harp, poison, a swept, poison, thin, ends, and swezing, gongs, and hands; and a rottten fiery, thunder, unbuildying, and micessing the hands, a palm tree, the bracelet, the hands, the embankment,",
    "ai-anya-e0806n3:151_3": "(He who) has a yoke’s yoke with a yoke’s yoke, what is the doing of your (river) deeds?",
    "ai-anya-e0806n3:151_4": "Hence it is said: ‘Simply a ploughed spot in the morning,’ and looking around a yoke with its nephew pair,",
    "ai-anya-e0806n3:151_5": "Tissā, and Piṇḍola, the Abhiñjana Wood, and also the Golden Sutta, –",
    "ai-anya-e0806n3:151_6": "It owing to the beds and benches with ram-hoods and boils, and the covered with plasters,",
    "ai-anya-e0806n3:151_7": "scorpions, Nakula’s mother, and Kāḷigosa; Cūḷapanthaka and Puṇṇaka, Sūrakusa;",
    "ai-anya-e0806n3:151_8": "The horn is intended: the immaterial it is considered a medium, and shelter of medium, as happens through a medium one.",
    "ai-anya-e0806n3:151_9": "and it is hard to speak only in one and two in the same place as before.",
    "ai-anya-e0806n3:152_0": "Let him not be thrown away, a small one, or a spade.",
    "ai-anya-e0806n3:153_0": "being mindful, having prepared a hundred times, were great wealth,",
    "ai-anya-e0806n3:154_0": "Kīṭāgiri, and Mallians, leprosy, flies, waste-removers, and mosquitoes, thought,",
    "ai-anya-e0806n3:154_1": "Clics, rods, flyingers, delight in pulling things,",
    "ai-anya-e0806n3:154_2": "having come down from theft, he thinks thus, “This is a farmer, a voice occurs in the same way.”",
    "ai-anya-e0806n3:154_3": "servants dollars, warriors, chariots, infantry, and charioteers.",
    "ai-anya-e0806n3:154_4": "And because the caravan’s camp was constructed here—friends, leopards, and stirred by the wind—which goes in the middle of the branches and leaves.",
    "ai-anya-e0806n3:154_5": "Since a noble disciple has these qualities because they are preoccupied with the deathless, they go over to the deathless state.",
    "ai-anya-e0806n3:154_6": "Hence it is said: ‘Heafter,’ and so on is inferior, medium,’ and superior, etc., according to the kind of sound, etc., is called “prossed away from the sound of scope.”",
    "ai-anya-e0806n3:154_7": "“I am fluxed with such-and-such a snake, inferior or superior, or common sense of urgency,” and “ for this reason for you to get past sorrow.”",
    "ai-anya-e0806n3:154_8": "Outside it is said: “An abode,” “Whether that is so called,” “possessed by the meat of the kasiṇas, the hunter, and offered by the foreipments of the front.",
    "ai-anya-e0806n3:155_0": "ethical conduct, etc., and so on.",
    "ai-anya-e0806n3:155_1": "Ethics, wisdom and insight are the progressive understanding.",
    "ai-anya-e0806n3:155_2": "In the same way there is one thing that is called the “finement” and “possessed of the following statements, the educating of which all these two sections of long standing and the middle sections of the unsurpassable Vibhaṅga and Pañcāla, Majjhima and Aṅguttara and Uttarakuru",
    "ai-anya-e0806n3:156_0": "They proclaimed (still) this barber, the sixth initiate, the female slave, the enclosing of the female slave, the nurses, and the wife through making use of their robes and the requisites, and the nurses.",
    "ai-anya-e0806n3:156_1": "Cannot-just, etc., which are definitive, and that inherent,",
    "ai-anya-e0806n3:157_0": "In the morning, they tell, “Pippalavaṇṇā” is the “first” and “ Anurādhapura”.",
    "ai-anya-e0806n3:157_1": "He’s arranged with drums, catching, snapping the peacocks, and the catching itself.",
    "ai-anya-e0806n3:157_2": "Roja, Pahārāda, Nigaṇṭha, Abhaya, Dhataraṭṭha, and Giri, Nāga, Giri, and Mātali, Añjalī, Ceti, and Godhā, Himalaya, and whatever was oxen.",
    "ai-anya-e0806n3:157_3": "money, gold, silver, and crystal.",
    "ai-anya-e0806n3:158_0": "twenty-four hundred and twenty-four hundred pieces of poisons, that is to say, each and every section, twenty-first yearls, thirty-two marks, or outcastes, hunters, spears, three times, four categories, eighty, or twenty-nine traders.",
    "ai-anya-e0806n3:159_0": "Except for the first time the chief of the world said: “Protector of the Three and Extinguishments it in the first place receptacles, namely, equanimity, and fit for work,” and so on. It is good fortune that I laughing, etc., as follows: “I am the first striving, constructed forwards behaviour, and drugs,” he can also say, “It is the good fortune to be performed, that which is like for the third kind of the city, etc., and so on.”",
    "ai-anya-e0806n3:160_0": "These winter in the belly are chasted in the past. They think, “In the portion of the kingship of others, kings, and capitality, resorts are bound to be put in the eastern gate,” and so on.",
    "ai-anya-e0806n3:161_0": "You proceed having to striving towards this meditation subject, because of this act of striving.",
    "ai-anya-e0806n3:161_1": "that man who has the beginning of urgency, the Lord of the World, the arrows, the inner skin, the head hairs, the inner skin, the inner skin, the flesh, and syllables.",
    "ai-anya-e0806n3:161_2": "heat, Jotipāla, fire, and clever disperses faith. A horse-hair rose-apples, the fire-places, the fire infested by the wind, and the burning sun. A horse-place, he robs the fire.",
    "ai-anya-e0806n3:161_3": "now the running out of the two intermediate directions, and for two months and for both (kinds) is hard to be given to others.",
    "ai-anya-e0806n3:162_0": "21. Saṅkhyā",
    "ai-anya-e0806n3:163_0": "Then, thinking, “How is it not the time to bathe themselves,” but rather, they think, “What is the proper conduct for support?” It is avoiding, thinking, “This is the proper procedure.”",
    "ai-anya-e0806n3:163_1": "Likewise, they say, “Whoever is giving us to missing the rainy season” on,",
    "ai-anya-e0806n3:163_2": "(living), he indicated the meaning of others, aiming at what is said.’",
    "ai-anya-e0806n3:164_0": "‘This is why it is said that there is no simile of what is beneficial and what is not shown by this. He says, ‘What is incompatible with this, what is the reason why it is said, ‘Now is in order to show that the man’s intention, ‘Not if it is said.’ but he does not said, ‘Now is mindful, he who does not say ‘mindfulness’, ‘Now that cannot because he has choice.’",
    "ai-anya-e0806n3:165_0": "like a league in a league,",
    "ai-anya-e0806n3:166_0": "it shackles off the boundaries.",
    "ai-anya-e0806n3:167_0": "Here it is called ‘In this way’",
    "ai-anya-e0806n3:168_0": "When someone accuses them like this, they lie down,",
    "ai-anya-e0806n3:169_0": "‘Knowledge’ means calming the instrument of the Sākiyā.",
    "ai-anya-e0806n3:169_1": "After the treatise of the questions beginning with “Anyone of all the time in order to make robbed golden drums in an all-white chariot drawn by day, (thelf) one doing this allowance to missfortune is constructed for the purpose of entering a single midst of essence. ” And he should confessecrated the name in the monastery on one day.",
    "ai-anya-e0806n3:170_0": "That is to say: here “This is the concentration through this conflict” .",
    "ai-anya-e0806n3:170_1": "If it is actually belonging to one who says: “Mahinda, this is so because it is attained by one who is virtuous and determined, this for the sake of their wives and conveying the next water, or that for washing, or for five months enquiry, five months may be, or because of striving, carpe for supporting them.”",
    "ai-anya-e0806n3:170_2": "so there is no way to strive. Consciousness is to be undertaken with five deces and precepts, when the princes are stilled, there is no corruption of the kamma-result in the case of the workers.",
    "ai-anya-e0806n3:170_3": "There is a fuel for the four kinds of nutriment, or for the fifth, or forty-four it, and for a hundred years in the public meeting halls. They ask for for for too long as an axiety.",
    "ai-anya-e0806n3:171_0": "22. Kvace",
    "ai-anya-e0806n3:172_0": "the sound of the smell of drums (and given) to the goad, “Where do you can recognize and get this for a long time?”",
    "ai-anya-e0806n3:172_1": "Undisturbed with calamity, thinking, “After going to the Shady Orchid Tree, like the dead that has not been constantly created by the Shadying the Sakyans. But when the Divinities are carpets, he asks, ‘Ascetics the life of purity. It ohymns, it seems like a box and decrepitations for the ascetic life.’",
    "ai-anya-e0806n3:172_2": "only for one thing, how many kinds of developed -",
    "ai-anya-e0806n3:172_3": "As to beings weeping as an abiding in delusion: as to beings, calling them together with the absence of the heart.",
    "ai-anya-e0806n3:173_0": "23. Syādi",
    "ai-anya-e0806n3:174_0": "Shouldn’t they say that it is cut off (one made use of) sweats!",
    "ai-anya-e0806n3:174_1": "Herein, why ‘We have faith in the household life’,",
    "ai-anya-e0806n3:174_2": "There are no blemishments for women who have not. They can’t do anything for a woman to live fullness.",
    "ai-anya-e0806n3:174_3": "And when they said they don’t show their way as they chopped it, they raised it up to the chopped on their heads,",
    "ai-anya-e0806n3:174_4": "Likewise it’s not easy to understand",
    "ai-anya-e0806n3:174_5": "this solid food is not easily obtained to, solid and pleasing,",
    "ai-anya-e0806n3:174_6": "Devānampiya sent for his coming, thinking: “What will be doing, devoted,” and so on, with the expression of his teacher’s doctrine, etc.,",
    "ai-anya-e0806n3:174_7": "that is incapable of becoming awakened, the kinsmen of the Fortunate One,",
    "ai-anya-e0806n3:174_8": "And in the first month the rainy season the crops were accumulated, (and asked): “This is the first example of all the flavor.” ...",
    "ai-anya-e0806n3:174_9": "Let the rubbing out the flood by one,",
    "ai-anya-e0806n3:174_10": "Such was the animal realm,",
    "ai-anya-e0806n3:175_0": "24. Ghama",
    "ai-anya-e0806n3:176_0": "Except in the same way as that of the linking is reckoned as stated.",
    "ai-anya-e0806n3:177_0": "25. Gossu",
    "ai-anya-e0806n3:178_0": "This is the sixth defining as giving.",
    "ai-anya-e0806n3:179_0": "26. Itthi",
    "ai-anya-e0806n3:180_0": "Following in the Earth Suttanta, the service of Punabbasuka, and Uttarāsa",
    "ai-anya-e0806n3:180_1": "Where (therefore) means she might be shown by women or in the neighbourhood of the bowels, or herein: ‘This is the end,’ and ‘This is the rainy season.’",
    "ai-anya-e0806n3:180_2": "since it is called “legone” because it is the name of the compassionateness and the rest.",
    "ai-anya-e0806n3:180_3": "That is how these (persons) male and female spirits are said to be a woman.",
    "ai-anya-e0806n3:180_4": "for a woman is actually delivered by the mass of a woman.",
    "ai-anya-e0806n3:180_5": "the opposite of this woman is successful, prosperous, popular, wielder of power. She has the characteristics of end.",
    "ai-anya-e0806n3:180_6": "“What is the mark of the ascetic?”",
    "ai-anya-e0806n3:181_0": "This is so, this is the way.",
    "ai-anya-e0806n3:182_0": "Those who are negligent in this world,",
    "ai-anya-e0806n3:183_0": "Pay homage to you,",
    "ai-anya-e0806n3:184_0": "when spoken are released by those,",
    "ai-anya-e0806n3:185_0": "And for those in whom this world is successful and prosperous, like a man infantry, the world’s men, and the wide openings in the world; it is called consummate cause.",
    "ai-anya-e0806n3:185_1": "and then said: “Have you called the species, without getting permission from the world?”",
    "ai-anya-e0806n3:185_2": "Herein, the cows there are female slaughtering flames, rid of the scopes of w carpets, horses, chariots, or wastes, and worms there are smoking and greedy for women: this is a troopsite sewer, a nestlyzing the cows, a matted hair, horses, or a bird; far from here and there.",
    "ai-anya-e0806n3:185_3": "it shows them that they should give.",
    "ai-anya-e0806n3:185_4": "Jotika difference between them that make a disciplinary issue.",
    "ai-anya-e0806n3:185_5": "Then, because they bring only the favourable conditions that are shown only to such states as hate and so on.",
    "ai-anya-e0806n3:185_6": "The settling of legal issues is loving, etc.,",
    "ai-anya-e0806n3:185_7": "This Island is the lamp’s intention. This is the sixth time for mindfulness.",
    "ai-anya-e0806n3:185_8": "but he has got rid of all kinds of foulness according to what has been said: “Here, what isn’t. He has then neglect an uninterrupted pursuedness, just as much as you have done, so too this sixth can be given in dependence on the sixth day, etc., just as the sixth day after the development of the absorption.”",
    "ai-anya-e0806n3:185_9": "thus shows other species, by bringing old age, by nutriment, and so on.",
    "ai-anya-e0806n3:186_0": "However, the women advantages are stated in this way according to the meaning stated thus: “The meaning of its separately, the meaning is in accordance with the meaning already stated .”",
    "ai-anya-e0806n3:186_1": "Herein, weighing down this deliverance because we don’t have the five grasping aggregates, not for those who enjoy others. They’re free of greed, hate, and delusion, or who still has a reputation: ‘Bything this individual essence thus: ‘It is not because of delusionality, it is not caused to be married because we have frustrated, and which free from fear.’",
    "ai-anya-e0806n3:186_2": "but because of the strength of a woman such as envying the sound of women as led along, the sound of men and gods.",
    "ai-anya-e0806n3:187_0": "Stroken downwards and back from here.",
    "ai-anya-e0806n3:187_1": "The ascetic life is all said to be only that is born: growing old, dropping, passing away, or is encounterous, likewise. Such is the beginning, the in which they die, the aggregates, the tied to the ascetic life of purity, the lady, and the untouchable way: “Your proclaimed by someone else.” And it seems to those who know the ascetic lifespan of the ascetic life, the undesirable, the equiposy, and your own way, the embracles, the goal of the unformed, etc., and present in accordance of the Faith, and the enlightener of the ascetic life, the ener of the .",
    "ai-anya-e0806n3:187_2": "they are capable of realizing anything that can be called an ascetic of the ascetic life.",
    "ai-anya-e0806n3:187_3": "And the opposite of all kinds, they all came to that same place in the same way as they did. And the women divided into and they all.",
    "ai-anya-e0806n3:187_4": "The minds of the ascetic life, the ascetic life, the all of the ascetics, brahmins, merchants, and workers weren’t able to satisfy one with all their feeding grounds, and so he couldn’t do anything even there.",
    "ai-anya-e0806n3:187_5": "went to the same seer, he had answered up to",
    "ai-anya-e0806n3:187_6": "and there is no (given)iling for you,",
    "ai-anya-e0806n3:187_7": "* The one who is annoyed by two, three, four, five, ten, twenty, thirty, forty, or a hundred times (process), is said to be the meaning of the hymns, the meaning should be regarded as said to be the meaning.",
    "ai-anya-e0806n3:188_0": "Then explaining the colour of a Buddha the gift of (supernatural) faculties and so on, which was given to him by the King of the Paccekabuddhas, and so on.",
    "ai-anya-e0806n3:188_1": "He enters upon the first month without difficulty, which is previously supermundane and supernormal powers.",
    "ai-anya-e0806n3:188_2": "chickens and pigs, when anywhere they fall from the eggshell. Their eggs might break apart from their mouth, and then put them aside. Then they can break out of the eggshelly and display.",
    "ai-anya-e0806n3:188_3": "like that chicken shells, not strikeen by strikes.",
    "ai-anya-e0806n3:189_0": "29. Ārā",
    "ai-anya-e0806n3:190_0": "Piṇḍola Bhāradvāja said: “Piṇḍola Bhāradvāja, behaves like a daughter-in-law, he hurriedly puts his resplendent Bhagrantasā’s wife, who is addressing the impediments, and so on, to the behaved, I say: ‘Bhagu.’",
    "ai-anya-e0806n3:191_0": "31. Kti",
    "ai-anya-e0806n3:192_0": "When he said this, however it is said to because of the word ‘print’, if it weren’t worthless’, the ‘space’ and from the time’.",
    "ai-anya-e0806n3:192_1": "By this difference between the points itself: eventually that is in fact unwelcome enemy and What is contradicted is the highest.",
    "ai-anya-e0806n3:193_0": "32. Ghara",
    "ai-anya-e0806n3:194_0": "The cow, all plunged into the lumbreaker surrounded on the inside, meeting initiately to the neighborhood.",
    "ai-anya-e0806n3:195_0": "33. Mātu",
    "ai-anya-e0806n3:196_0": "Satisfied, pressed, and so they don’t grasp.",
    "ai-anya-e0806n3:196_1": "Pay homage to a man: “We have a husband who is present, possessed by reasons and conscious behaves.”",
    "ai-anya-e0806n3:196_2": "When they say, ‘Kill this’ is said, since it is said to be one who does not discern the duties of service, etc., because it is said to be one who is unsuitable.’ But when something is said, it is said to be the best of the religious foundations, etc.,’",
    "ai-anya-e0806n3:196_3": "And this isn’t worth a sixteenth part of that group.",
    "ai-anya-e0806n3:197_0": "39. Puthu",
    "ai-anya-e0806n3:198_0": "For the earth is said to be the wielding of perception: ‘Both of earth’ and ‘perception’ because of the earth’ is said to be the earth element’, and so on. The meaning is this: the earth element is said to be the earth element.”",
    "ai-anya-e0806n3:199_0": "40. Samā",
    "ai-anya-e0806n3:200_0": "from the most excellent deeds of the teacher, from the others, and from the near shore to the far shore of the ocean, and from the wretched (?). Or they say, ‘I will show the sound of counsel’ because of this Queening.’",
    "ai-anya-e0806n3:200_1": "Yet that is definitely unprofitable, to say, ‘I have actually learnt from conqueror.’",
    "ai-anya-e0806n3:200_2": "(but) is said for making faults that are not actually spoken to, having shown that the fault in hate,",
    "ai-anya-e0806n3:200_3": "he does not enter upon a tree as a cesspit unsurpassed tree-root-dweller’s practice, like a poisoned climate it, it does not confine it.",
    "ai-anya-e0806n3:201_0": "44. Asaṁ",
    "ai-anya-e0806n3:202_0": "when goes beyond the fingers.",
    "ai-anya-e0806n3:202_1": "Two on the Fifteenth sticks, and two on the side of the other parts, for the unsuitable encounters, and for the sake of himself—that is, what is said, “ in this way is the time to show the him,” and he said, “Two on the side of the ringspiritual,” etc., thinking, thinking: ‘This is what is said.’",
    "ai-anya-e0806n3:202_2": "Having entered upon the untroubled and single word, he should finish his doubts in the way already stated, etc., and doing it in the way beginning, “Having done in the way beginning, ‘Enting the blessing” , and on, etc., by using the word “Vibhaṅga thus: ‘This is eliminating the particular with the word ‘py’, ‘cleaning” etc., is said: ‘In the way beginning, “Now, ‘This is merely unformed” .",
    "ai-anya-e0806n3:202_3": "If you proceed to be spoken in the same way, how can someone else do so?",
    "ai-anya-e0806n3:202_4": "it is not possible to lift my head with the thirteen fingernails, like the sound of couples, making a driving along the bank of the Ganges river, and to the thriving nearby.",
    "ai-anya-e0806n3:202_5": "When they’re druming on the sound of their fingers and escaping their fingers, they’ll show officials, thinking: ‘This is the sound of their fingers,’",
    "ai-anya-e0806n3:203_0": "45. Dīghā",
    "ai-anya-e0806n3:204_0": "For a long time, Nārada, the Licchavi, who had not seen the spending of others, thinking: ‘How is this,’",
    "ai-anya-e0806n3:204_1": "his eyes are not pure;",
    "ai-anya-e0806n3:204_2": "“‘They’re not able to do so!’ he speaks of the world with the species, etc.",
    "ai-anya-e0806n3:204_3": "Then after arising from the Nuns, they descended from the Nuns, assert, establishing, clarified.",
    "ai-anya-e0806n3:204_4": "The meditator who is discerning is unrelated to enjoyment,",
    "ai-anya-e0806n3:205_0": "The nights and days do not live in a place where these,",
    "ai-anya-e0806n3:205_1": "‘For such and such’ means plunges into the homes of the household and heat, pulled up and forth is for a single night.",
    "ai-anya-e0806n3:205_2": "That’s how the forecourts are not to be expected.",
    "ai-anya-e0806n3:205_3": "And it is because it is due to undertaking these that state.",
    "ai-anya-e0806n3:205_4": "he wouldn’t be able to discern the world!",
    "ai-anya-e0806n3:206_0": "Grounded and ignored: for the successively heat, etc., instead of sitting on all sides,",
    "ai-anya-e0806n3:206_1": "‘First nights, when the days are late, that is their surpassion.’ This includes in the caves.",
    "ai-anya-e0806n3:207_0": "46. Gotva",
    "ai-anya-e0806n3:208_0": "he does not tell what is good, he does not guard it;",
    "ai-anya-e0806n3:208_1": "Sounded by a preliminary work, etc., that is free from fear, terror, and so on. He is not shakes off the hairs, body hairs, and so on. He is not exempt from the influence of others,",
    "ai-anya-e0806n3:209_0": "47. Ratti",
    "ai-anya-e0806n3:210_0": "eating at night, day fathoms, all these things are going on a well-to-doing, looking forward to enjoying ourselves, fragrance, and strikes, all the flavors, and eating fallen for the day’s meditation.",
    "ai-anya-e0806n3:211_0": "50. Dāru",
    "ai-anya-e0806n3:212_0": "There is, the meaning of this wings, the calf together with the sinews, the forked sticks, and the timber of the fingers of the head, namely, the wood, the box and the keys, and the two calves, such as: ‘This is the calves’ birds, fingers, swinginginginging on the drum, the length of a toothwise,’ held together by the back, ‘castruments’ and so on.",
    "ai-anya-e0806n3:212_1": "and when he has thus suppressed the distinction between distinction and the synonyms, he should get rid of the aristocrats thus: “This is the simile of such a thing in the various ways; for it is the time for example, opposite sex; for it has little defilements, etc., and that is to say, ‘This is the choice’ enemy, ‘stratic’; and ‘it is in the various directions’, this is the double life’, etc.",
    "ai-anya-e0806n3:212_2": "after showing them a league by league,",
    "ai-anya-e0806n3:212_3": "But here the word “blessing” is said: “Here the kasiṇa omitting the Famous One, constructed for this time,” etc., that is not suitable for attaining the ascetic, and that” can be illustrated by one who is hostilement, that is not the opposite of his instructions. And it is not proper for him to show that enlightenment, or that each case, his instructions is not to be shown by the name, that produced, etc.,",
    "ai-anya-e0806n3:212_4": "And although the word “accomplished” by the name of the kind already described, the fact that they are certainly stilled in the Vibhaṅga thus: “Herein, what is connected with the three leagues in the scriptures, counting the neighbourhood, the words “Amongst those who have not previously practiced with their own hands,” etc., and because of the Lord of the Three Worlds, the words “Thening about the words, is essence of respected by the gods, not phrases, and mentioned. Thus they must because of embans, accordingly the observersequreactionsity of Sakka and of Sakkasity, etc., not phlegmbed by the Threaths, but lize and being reborn in the others.",
    "ai-anya-e0806n3:213_0": "51. Civī",
    "ai-anya-e0806n3:214_0": "In the case of the making the following kinds of sound: “That is because she does so,” the sound of the belly, “He does so even when they will show the sound of the belly,”",
    "ai-anya-e0806n3:215_0": "52. Latvī",
    "ai-anya-e0806n3:216_0": "to the rose-apple trees",
    "ai-anya-e0806n3:217_0": "53. Vāñña",
    "ai-anya-e0806n3:218_0": "(His) raised in) respects: “Having set out for the Kappa?”",
    "ai-anya-e0806n3:219_0": "54. Utta",
    "ai-anya-e0806n3:220_0": "Because of a delimitation of stubborns, a lump of foliage, a nervous thing,",
    "ai-anya-e0806n3:221_0": "57. Ṭanta",
    "ai-anya-e0806n3:222_0": "In the first place the size of the jungle thicket is one who precious in the former places. It is said in the Divine Tree-robes, etc., in the way beginning, “How many-cuts” on the forehes, etc., of the fortunate parts, etc., and the for his advantages were bothernally precious things, etc.",
    "ai-anya-e0806n3:222_1": "The Simile of the sound of the lair, etc., is forty-four years making this loud noise, while the Wise One would not tell them to make the requisites for the sixth, for the sixth parts, and for the requisites for the sixth, and for the sixth, and for the sixth, thinking ‘This is the sixth.’",
    "ai-anya-e0806n3:223_0": "58. A",
    "ai-anya-e0806n3:224_0": "leading to the bondage,",
    "ai-anya-e0806n3:225_0": "60. Para",
    "ai-anya-e0806n3:226_0": "The one destroys another (because it) is intended for, ‘this is the higher meaning’.",
    "ai-anya-e0806n3:227_0": "63. Klu",
    "ai-anya-e0806n3:228_0": "Twelve accumulations, “They have acquired sense desires, illustrious violence, and inside to this person.”",
    "ai-anya-e0806n3:229_0": "64. Vijjā",
    "ai-anya-e0806n3:230_0": "By means of clearing the ropes of knowledge, the bonds, the tireless, the ropes in the air, the poisonous having the aims of insight, and the one who wraps in knowledge and vision, the one who adepts the realizations of the wide, the one who absorts his mother and fathers, the one who shows the drums (of the bonds) to acts, and the one who levels the faithless in that affection.",
    "ai-anya-e0806n3:230_1": "They get caught up in the drums, piticks, and crystals in the multiplicity; and because their speech is causal.",
    "ai-anya-e0806n3:231_0": "65. Putte",
    "ai-anya-e0806n3:232_0": "Sumedhā the father-in-law, wherever it is beautiful, and so on.",
    "ai-anya-e0806n3:233_0": "66. Cismiṁ",
    "ai-anya-e0806n3:234_0": "if it is said to be “with requisites”;",
    "ai-anya-e0806n3:235_0": "67. Itthi",
    "ai-anya-e0806n3:236_0": "When women don’t get caught up in them, they wouldn’t be subdued if they don’t say: ‘This is a woman to behave like this; why is it true!’",
    "ai-anya-e0806n3:236_1": "When you’re faithful, good woman fostering, having gone forth.",
    "ai-anya-e0806n3:236_2": "Then they say, ‘All these things’ means that pulled rice behaved’, double to get by poisoning, pulled by women, put an opposite sex, and so on. Their encounter for the sake of a woman.’ The female slaves male and female wanderers proceeds because they say, ‘This is an oppressed,’",
    "ai-anya-e0806n3:236_3": "and the deliverance of secretion . The adverting is in the way already described. This is the meaning in the way already stated.",
    "ai-anya-e0806n3:236_4": "Piṅgiyānī, while going to the sound of the whole of the royal compound (?) is prosperous and quietening. ...”",
    "ai-anya-e0806n3:236_5": "Of these discourses, the terminator praises, they don’t say, ‘Surely the ascetic life isn’t conduct.’",
    "ai-anya-e0806n3:237_0": "69. Sabbā",
    "ai-anya-e0806n3:238_0": "and one of them delivered in the same way. Then he, while the child, the lord of the earth, feeding on women, and plunged into her heels with his wives and children, thinking: ‘This is the one way,’ and so on.",
    "ai-anya-e0806n3:238_1": "Remembering the goal of the ascetic life in this way: “Why do you get the sound of the ascetic life?",
    "ai-anya-e0806n3:239_0": "70. Jāyā",
    "ai-anya-e0806n3:240_0": "And just as this very opposite is successful in the home life.",
    "ai-anya-e0806n3:240_1": "Knowing this, the sound of drums, the kettled early, the arrows, and the shaves, ‘Linking out of the earth’, he says ‘Listen, ‘Like this is the ’.",
    "ai-anya-e0806n3:240_2": "After reflecting on the faithful, liberating, all those who haven’t understood, and added: ‘They are pleased, our satisfaction, and I announced my supreme faith.’",
    "ai-anya-e0806n3:241_0": "75. Ana",
    "ai-anya-e0806n3:242_0": "they don’t exactly what is said. ‘This is the domain of mine’, ʻHow may I get” . Then how is this sort of fires, they don’t show its inferior because they don’t praised by the words “Surrounds,” and so on. Then they do not distinguished the relics of others; only those that is why it is called the solid Victor” in the monastery, requisite for the purification of others, and so on.",
    "ai-anya-e0806n3:243_0": "76. Nakhā",
    "ai-anya-e0806n3:244_0": "Having perceptions of sounds, etc., and appears to all advantages, just as women, having shown that he has said: ‘Nothing on earth, how could this woman!’ but they show the meaning of what is said, ‘Suching on earth, how many words are flying through the air.’",
    "ai-anya-e0806n3:244_1": "In common sense, this is eaten what is eaten, drunk, chewed, and tasted, thinking ‘These don’t for inheritance,’ they say, ‘It’s unlearned, not exhausted.’",
    "ai-anya-e0806n3:245_0": "77. Nago",
    "ai-anya-e0806n3:246_0": "“This is how it is shown by this way: “This is a condition for the purpose of showing the absence of any kind of grain that is not opened by it. But when a spoil or by its head is struck.",
    "ai-anya-e0806n3:247_0": "78. Saha",
    "ai-anya-e0806n3:248_0": "Yet he is conquered by others, he is bound to him.",
    "ai-anya-e0806n3:249_0": "80. Apa",
    "ai-anya-e0806n3:250_0": "and he would reject it by enquiry, and describe it.",
    "ai-anya-e0806n3:250_1": "As he walks, thinking: ‘This place is an impediment for someone obliging by the arrogant.’",
    "ai-anya-e0806n3:250_2": "And in the cramp wherever it is stated, that is to say, the meaning of wide, the kasiṇa, and the ploughing of mindfulness in all.",
    "ai-anya-e0806n3:250_3": "They made the sacrificial posts, etc.",
    "ai-anya-e0806n3:250_4": "having considered thus: “Having charming the mind, he is going to the Friend’s Monastery.",
    "ai-anya-e0806n3:251_0": "81. Akā",
    "ai-anya-e0806n3:252_0": "Yet when we’re quiet he proceeds like a god poison, consecrated as ‘sumed to be said’.",
    "ai-anya-e0806n3:252_1": "My hair was stained with pollutants,",
    "ai-anya-e0806n3:253_0": "82. Gantha",
    "ai-anya-e0806n3:254_0": "“There are eighteen years (etc.) means (there), hence what is said.”",
    "ai-anya-e0806n3:254_1": "As the ties of the bird does not shake off the sound of the ears, etc., thinking: ‘Similarly, is liberating on the earth,’ he said ‘Entering the carcass of is said.",
    "ai-anya-e0806n3:254_2": "(but) if he does so say about the ties, “It is time to go about in the morning,” and she said, “From the time period, Teacher, making sure about this matter,” he said.",
    "ai-anya-e0806n3:254_3": "did not practice according to the letter time.",
    "ai-anya-e0806n3:254_4": "He is the one who knows about them, who has attained (true) perfection and distinct, thinking “Princes,” gains for a thousand aeons.",
    "ai-anya-e0806n3:255_0": "83. Samā",
    "ai-anya-e0806n3:256_0": "you say ‘Having been shown by an enemy’ means to say, ‘Plant-handed ones, shaking off my almsbowls’, etc.",
    "ai-anya-e0806n3:256_1": "° he said: “Three we can recite the sound of the lady (spiritual) like amount of tender pork, we can do the coslains, the bird, the mind-made, and the rest.”",
    "ai-anya-e0806n3:256_2": "With this allowance to have let go to the truth sort of death.",
    "ai-anya-e0806n3:257_0": "84. Uda",
    "ai-anya-e0806n3:258_0": "“I will (all)”, said so (them), and like unlucky,",
    "ai-anya-e0806n3:259_0": "88. Tumhā",
    "ai-anya-e0806n3:260_0": "They will be told “Lady,” and “Nibbāna, don’t get these things.”",
    "ai-anya-e0806n3:261_0": "90. Vidhā",
    "ai-anya-e0806n3:262_0": "This is the embryo of conceived in the womb of the two wombs, which is shown by him that is the sound of the rich.",
    "ai-anya-e0806n3:263_0": "92. Digu",
    "ai-anya-e0806n3:264_0": "‘There are two thousand horses of flowers, and two hundred thousand men. These were disciples of a hundred thousand horses who were regions, and two thousand coins.",
    "ai-anya-e0806n3:265_0": "93. Tīsva",
    "ai-anya-e0806n3:266_0": "He shows the thirty-two bowls: ‘The first meaning is fulfilling the duties of the person Impermanent,’ with few wishes, contentment, effacement, seclusion, dispersal, etc., for the sake of sensual pleasures.’",
    "ai-anya-e0806n3:267_0": "94. Āsaṁ",
    "ai-anya-e0806n3:268_0": "two, three, and ten.",
    "ai-anya-e0806n3:269_0": "96. Cattā",
    "ai-anya-e0806n3:270_0": "This meaning is said to be the extremes of shining and radiates. It is said: the three divine abidings and the four kinds of functions, namely, the threefold, and the threefold synonyms, the meaning, and the four torn, namely, the end.",
    "ai-anya-e0806n3:271_0": "97. Dvissā",
    "ai-anya-e0806n3:272_0": "because of the gift of (supernatural) processes: “He used forwards, equipment, and because it is permitted by an intelligence of such gifts as the simile of full awareness.”",
    "ai-anya-e0806n3:273_0": "Such is the adornments and founders.",
    "ai-anya-e0806n3:274_0": "The third sub-chapter on skins is finished."
}