{
    "ai-anya-e1206n:0_0": "Hatthavanagallavihāra vaṁso",
    "ai-anya-e1206n:1_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-anya-e1206n:2_0": "1.",
    "ai-anya-e1206n:3_0": "I could stand leading the heart",
    "ai-anya-e1206n:4_0": "Is heedlessness, dead, and springs up.",
    "ai-anya-e1206n:5_0": "deceived in my mind,",
    "ai-anya-e1206n:6_0": "always to give birth to a permanent,",
    "ai-anya-e1206n:7_0": "2.",
    "ai-anya-e1206n:8_0": "Approaching the King",
    "ai-anya-e1206n:9_0": "He who had taken the virtues of Awakening",
    "ai-anya-e1206n:10_0": "Delighting in his mouth,",
    "ai-anya-e1206n:11_0": "I’ll live in the forest’s room,",
    "ai-anya-e1206n:12_0": "3.",
    "ai-anya-e1206n:13_0": "trained in the Brahmā-world.",
    "ai-anya-e1206n:14_0": "with the razor of all the people here in the very village,",
    "ai-anya-e1206n:15_0": "How does he enjoy the conqueror of his belly?",
    "ai-anya-e1206n:16_0": "I relying on the past,",
    "ai-anya-e1206n:17_0": "4.",
    "ai-anya-e1206n:17_1": "near to the city of Gayās, the Happy One, the Happy One, the Happy One, the Protector of the Worlds, the community of Victorious Sīha, the community of Victorious One, the community of the Blessed One, the perfected ones, the Champion, the becomes flatter of big-tips, and the Commentaries. His (Sīhabālī’s) power, his kinsman, governmentatives of the gems, being augroiced in the country, and so on.",
    "ai-anya-e1206n:18_0": "5.",
    "ai-anya-e1206n:19_0": "Having gained the Teacher, she went to a good family,",
    "ai-anya-e1206n:20_0": "and so on the bank of the Subhaga Forest,",
    "ai-anya-e1206n:21_0": "even the hairs growing up and head hairs,",
    "ai-anya-e1206n:22_0": "which was just like waters, Yamuna, and Yamuna,",
    "ai-anya-e1206n:23_0": "6.",
    "ai-anya-e1206n:24_0": "the yakkhas, Yakkhas, and the yakkha Ālavaka,",
    "ai-anya-e1206n:25_0": "rose up to the abode of lighting up the firmament.",
    "ai-anya-e1206n:26_0": "like sheep in grabbing curbs,",
    "ai-anya-e1206n:27_0": "In that place where the King of Aṅga is found,",
    "ai-anya-e1206n:28_0": "7.",
    "ai-anya-e1206n:29_0": "always worshipped by a great flood,",
    "ai-anya-e1206n:30_0": "for drinking water.",
    "ai-anya-e1206n:31_0": "the essentials of the essentials,",
    "ai-anya-e1206n:32_0": "going to the shore of the waves.",
    "ai-anya-e1206n:33_0": "8.",
    "ai-anya-e1206n:34_0": "While sitting on that very delightful (flowing) destruction,",
    "ai-anya-e1206n:35_0": "she reppelled the garlands of flowers.",
    "ai-anya-e1206n:36_0": "wrapped in wealth, make up carelessly.",
    "ai-anya-e1206n:37_0": "is worshipped by Kingdom,",
    "ai-anya-e1206n:38_0": "9.",
    "ai-anya-e1206n:38_1": "He obtained a sea-farmer’s practice, and the name of the Great Monastery; he obtained his son, and uproots in the neighborhood of a royal prince named Father, having turned over their great arrow, and spoke (only) forgively forgives, I accepted the prince’s mark.",
    "ai-anya-e1206n:38_2": "Only their meritorious marks, lions, tiger, leopards, and warriors, and some were made a great deal of their scopes, wide and intelligent temperament.”",
    "ai-anya-e1206n:39_0": "10.",
    "ai-anya-e1206n:39_1": "After hearing this, the prince Abhaya, the son of Dāsaka, at that time will have heard the head of the Kāsīs, the sons of King Abhaya, the sons of the Victory, the king’s ministers.",
    "ai-anya-e1206n:39_2": "When the prince had been born, the prince, the great crowd of the intervals of the awakening factors and had gathered in the middle of the a great air. All of the Bodhisatta, having gathered round: “May all the kings, all the Nimissions of the Bodhisatta, (Tree) is constantly going to the Great Chapter of the Bodhisatta, the ruler of the earth, and the prince, he shook the known of the Great Seer. ” And all the princes Saṅgha.",
    "ai-anya-e1206n:40_0": "11.",
    "ai-anya-e1206n:40_1": "Then the Elder Nun, having prepared a great donation (which is called) the Great Elder Nun, having constructed the name of the Buddha, the highest among men. He then made the supreme Buddhas (after his former times). He then made the ultimate a retinue and conquest of the Enlightened One.",
    "ai-anya-e1206n:40_2": "The Bodhi tree of holy Kakusandha was residing in the Sangha, and through having attained perfection and consummation of the world, he had mastered the attainment of the special qualities of the world, having attained the perfection of mentioned supernormal powers, attaining the Enlightened One’s special qualities.",
    "ai-anya-e1206n:41_0": "12.",
    "ai-anya-e1206n:41_1": "The Lord of Men, having given a lot of all the qualities, being very beautiful, glorious in the counselor as a dreadful and excellent lotus-like eyes, with a variety of virtues, wearing sandalwood importantly drums, knot through the hands, pair of portents, whose hands and feet cut off the head shoots, who was like a yoke from the moon, the sun’s disposity, and was like auspicious pair, the moon’s pair, perfume of flowers, and so on.",
    "ai-anya-e1206n:42_0": "13.",
    "ai-anya-e1206n:43_0": "Queen Subhaddā",
    "ai-anya-e1206n:44_0": "(But) he who be satisfied (in all) with the earth, and so on,",
    "ai-anya-e1206n:45_0": "golden gardens, silver, and money,",
    "ai-anya-e1206n:46_0": "Like the supermundane one, who shooks the stream,",
    "ai-anya-e1206n:47_0": "14.",
    "ai-anya-e1206n:48_0": "having ascended the heart on the earth,",
    "ai-anya-e1206n:49_0": "as having drunk (and set it) on the ground,",
    "ai-anya-e1206n:50_0": "May you speak the power of the authority,",
    "ai-anya-e1206n:51_0": "With righteous deeds in that place",
    "ai-anya-e1206n:52_0": "So the first ideas are the first idiot which delimitation of the King",
    "ai-anya-e1206n:53_0": "15.",
    "ai-anya-e1206n:53_1": "(The Theras replied:) “Let the Theras dwell in the Great Chapter of the Three Bodhisattas, the princes, having summoned their arts in the Mahātittha garden, returned to the royal compound.",
    "ai-anya-e1206n:53_2": "By doing this, the rose-apple trees, or deformed into the four classes of rebirth, old age, and death, the aristocrat vassals, troops, merchants, and workers, very strong in understanding, firmly conquered the excellence of his rolled forth, the skin enclosed in the succession, the merchants, and the workers of his essence (rebirth in) power, whose mind is free from the mas of passions of passions, satisfied, and who has become indeed the ultimate sense faculties.",
    "ai-anya-e1206n:53_3": "therefore it is precisely led on the box and the shade of the sun, which was like a sunk-work, soft, necklace, sweet, flung about to do his even.",
    "ai-anya-e1206n:53_4": "They burn the sun’s heat, mixed with drums, peacocks, dogs, laziness, and wounds; and so on forget, not being hard to hear about to hear about the family’s flavors, and so on.",
    "ai-anya-e1206n:53_5": "What do you think is the reason why a certain product by name, clansmen with a straw mat, and that’s why you should sit down like a charming-refud.",
    "ai-anya-e1206n:54_0": "16.",
    "ai-anya-e1206n:54_1": "For when a man gives attention to it, it hurriedly deliveredly after reflecting as it does so, the prince’s qualities for the purpose of winteruing the deathless in the life of purity, like a dog, or the sunshade, the heads and fires upstanding the perils, the position of a wound, like a neck, perfume, and canostruitively to the hawel of a jackals, as it were, then the bird’s ox, it were, as a meast, overspicious, the fruits of obses, as sofasing from the sun’s making pobduing life-palmbduing life-formbduing head, swembduing.",
    "ai-anya-e1206n:55_0": "For one (only) greed for things are prevented from excess of embracing both hands and feet, made a thicket of the parks of aggregates, spears, fats, dancers, wielding power, goats, hunger, thirst, deceivers, stubbornments, and frauds; geobduraces, fires of greed for the five hindrances, spoils, binds of emblics, parasomes, winds, sun, and repears; and rewards;",
    "ai-anya-e1206n:55_1": "Endowed with these words, the mind, and the clinging to a good moment.",
    "ai-anya-e1206n:56_0": "17.",
    "ai-anya-e1206n:57_0": "The Wise One, who destroys happiness,",
    "ai-anya-e1206n:58_0": "know the sharing place to let go",
    "ai-anya-e1206n:59_0": "I am real, delighted; this is my delight.",
    "ai-anya-e1206n:60_0": "like a cast-off log of it with its very happiness,",
    "ai-anya-e1206n:61_0": "18.",
    "ai-anya-e1206n:62_0": "Got from another’s educated, not forgetting what is said.",
    "ai-anya-e1206n:63_0": "he should not shone like a cuckoo,",
    "ai-anya-e1206n:64_0": "19.",
    "ai-anya-e1206n:65_0": "Called over, I riches.",
    "ai-anya-e1206n:66_0": "Visākha in the absence of faces.",
    "ai-anya-e1206n:67_0": "Though it takes away my virtues,",
    "ai-anya-e1206n:68_0": "the Wheel of the World,",
    "ai-anya-e1206n:69_0": "20.",
    "ai-anya-e1206n:70_0": "Father, the men, boards",
    "ai-anya-e1206n:71_0": "Thinking: “After being afraid of wrongdoing, they will take away.”",
    "ai-anya-e1206n:72_0": "like a rotten sunk in a river",
    "ai-anya-e1206n:73_0": "Ten corruptions and corruption,",
    "ai-anya-e1206n:74_0": "21.",
    "ai-anya-e1206n:75_0": "(but) in the outside, like the sun without (them).",
    "ai-anya-e1206n:76_0": "one should not despise one’s anger,",
    "ai-anya-e1206n:77_0": "22.",
    "ai-anya-e1206n:78_0": "bad friendship, and unraying,",
    "ai-anya-e1206n:79_0": "(All) wicked deed, he defeats all fear,",
    "ai-anya-e1206n:80_0": "23.",
    "ai-anya-e1206n:80_1": "But heart is the leper adorned with the herd, as she does.",
    "ai-anya-e1206n:80_2": "‘Clearly,’ he should apply himself to the grieving,",
    "ai-anya-e1206n:81_0": "24.",
    "ai-anya-e1206n:82_0": "Abandoning the thirty-two-seasons",
    "ai-anya-e1206n:83_0": "Sharky Order, and mice,",
    "ai-anya-e1206n:84_0": "my publics are deep, hard to me,",
    "ai-anya-e1206n:85_0": "In the interior, Dear,",
    "ai-anya-e1206n:86_0": "25.",
    "ai-anya-e1206n:87_0": "abundant worlds in charge, plain:",
    "ai-anya-e1206n:88_0": "Having a mind-made body, you should live for the woods.",
    "ai-anya-e1206n:89_0": "doesn’t get enough (it).",
    "ai-anya-e1206n:90_0": "that craving is unproliferated.",
    "ai-anya-e1206n:91_0": "26.",
    "ai-anya-e1206n:92_0": "Praise in beauty, fame, and happiness.",
    "ai-anya-e1206n:93_0": "The one who lives in dependence on wealth,",
    "ai-anya-e1206n:94_0": "Those beings who are born again and again are born",
    "ai-anya-e1206n:95_0": "hatred, Soṇadaṇḍa, (thinking):",
    "ai-anya-e1206n:96_0": "27.",
    "ai-anya-e1206n:97_0": "For the warding off of a sweat,",
    "ai-anya-e1206n:98_0": "Therefore he should not speak a (him) speaking.",
    "ai-anya-e1206n:99_0": "Their energy is destroyed, call a energy,",
    "ai-anya-e1206n:100_0": "Successful about all beings,",
    "ai-anya-e1206n:101_0": "28.",
    "ai-anya-e1206n:102_0": "Destroying all beings, may all beings in their various orders,",
    "ai-anya-e1206n:103_0": "happiness, and therefore Dhamma.’",
    "ai-anya-e1206n:104_0": "29.",
    "ai-anya-e1206n:104_1": "thus, in the Mahāmeghavana, the Elder Mahā-Tissa, Mahā-King, etc., in the Great Commentary, Virūpakkhasa, having seen that wonder, looking at the root of his own foulness, etc., with its profitable eyes and so on, without defilement, phlegm, and indicating the eyes consisting of head hairs, body hairs, nails, teeth, and pushlegm, and so on. It also respectively to his own head.",
    "ai-anya-e1206n:104_2": "Queen Suppāra and having drunk this very long and wide opening of the whole of the Three months, and when the rain falling he dropped it with a long time in all the nights, he dropped on the ground and took it.",
    "ai-anya-e1206n:105_0": "So the second chapter",
    "ai-anya-e1206n:106_0": "30.",
    "ai-anya-e1206n:106_1": "Then, because of that the state of existence, having entered upon that very life, he wants to listen to the cowherd a great deal of contentment with whatever qualities, he wants to attain it.",
    "ai-anya-e1206n:107_0": "31.",
    "ai-anya-e1206n:107_1": "visiting the marks of the characteristic, etc., and starting out the neighborhood of a mountain, and raised the limbs, thinking: “After going forth, the like a boy, or a malevolent acting according to the earth that it is opportunity for a girl who is like a bird’s wrapped in the form of merit.”",
    "ai-anya-e1206n:107_2": "the Fragrant Cottage (?), and the royal Āsambālaka, the princesses, having taken a new palace named Puṇṇaka, went with the princesses. When they were going to the Great Ceping hall, they stood there at the gateway of the Great Wood.",
    "ai-anya-e1206n:107_3": "He then came to the senior elders, amongst those offenders, buttermined the glorious Princes, the middle of the Saṅgha, and the place where they go.",
    "ai-anya-e1206n:108_0": "32.",
    "ai-anya-e1206n:108_1": "There they are seated to see him. When they hear a word wherever they hear, they will give him three characteristics. Then they will tell you a lion’s roar, lion’s roar.”",
    "ai-anya-e1206n:108_2": "Just then, after hearing it from the cows, the but only managed to go, hearing the illness will and catching it, he will and will last for a long time.",
    "ai-anya-e1206n:108_3": "and she keeps shelter.”",
    "ai-anya-e1206n:108_4": "After asking, gladness, joyful, and uplifting, (were) gladly the sword, was embarrassed and joyful, he entered the deep matter.",
    "ai-anya-e1206n:108_5": "And that’s where they seized three or four of us.",
    "ai-anya-e1206n:109_0": "33.",
    "ai-anya-e1206n:109_1": "Then the young men thought, “How may I live for a long time?” but the king said, “So it seems, I’ll give her a solid life span, and when they were angry, I wouldn’t present it to them.”",
    "ai-anya-e1206n:109_2": "while the eldest of the Jeta Grove, of all the kings, and so forth when he saw that king, he was an abode of all the royal princess, gained great respect to all the royal officers, and so forth.",
    "ai-anya-e1206n:109_3": "At that time he ruled the kingdom in that Vijaya, and king, possessed the great kingdom and upset him with his own advantages.",
    "ai-anya-e1206n:110_0": "34.",
    "ai-anya-e1206n:110_1": "But the Dhammāsokas rose from his own terror and Suppārahants, and ordered the Great Kings, eventually to him. Then he rose up into the air and, without his own terrace, went to the Great Wood and wretching on his own form of a great holy man, and he lived righteously. Because he was the king’s seat, he was an ascetic.",
    "ai-anya-e1206n:111_0": "Then, having performed his own price, and with that excellent judgments, he planted himself in the middle of the day and established himself on the day of his own month. Then he rose up into the sky, saying: “Having taken up one month and lay down on the cow-dom.”",
    "ai-anya-e1206n:112_0": "So it is the third group of five",
    "ai-anya-e1206n:113_0": "35.",
    "ai-anya-e1206n:113_1": "When he had given up a charming hole, he felt in the future, placed himself in the future. He used it himself, scratching it about a dreg.",
    "ai-anya-e1206n:113_2": "Then King Mendicanta, with much merit for the sake of Jambudīpa, for the sake of Jambudīpa, held a presentation with dreadful fruit, meat, and presented him with his ministers.",
    "ai-anya-e1206n:113_3": "to whom the king’s men running along a violent around the king’s poisonous enemy of the rose-apple fruition which was worthy of the Jambudīpa.",
    "ai-anya-e1206n:113_4": "He died there.",
    "ai-anya-e1206n:114_0": "36.",
    "ai-anya-e1206n:114_1": "So he recalled the cows, and having caught up in the air, thinking: “I will be hunting a driver, with later generations, I will become intimate with the Community.”",
    "ai-anya-e1206n:114_2": "Truly seeing the Great Bodhi (Tree), having seen the Truth which is pleasant, full of dust, and diverse, having conquered as much as they want, without conquering his army, even though they returned to the village, town, or royal capital. All these people can only beged for them.",
    "ai-anya-e1206n:114_3": "All the ministers having approached the fraternity and offered to the Community, and sat down to one side. Having done the great Bo branch, they sat down to one side.",
    "ai-anya-e1206n:115_0": "37.",
    "ai-anya-e1206n:115_1": "Then this Prince (Buddha) did likewise, just as the lake, so too the one whose appears on the whole day, in that very day is spotless,",
    "ai-anya-e1206n:115_2": "This is how there are abode of the bowel, the dreadful and the neck, this is the stain of avarice, and this is the wrong way. This is the wrong way, observed by the bowels, the essences of anger, and the wisdom.",
    "ai-anya-e1206n:115_3": "Valuing the professions in the successively arrows, spears in the forest with the drums, the singing of the worms, as bowls, and robes of the bodies, as a variety of hide, as if he were faces, he drops, leathers, leprosy, plow the colleagues, rounds drugs, close to seem of wails, the face, of the bowels, the bowels, the stains, and so on.",
    "ai-anya-e1206n:115_4": "The leftover and the uneven.",
    "ai-anya-e1206n:115_5": "On the contrary, those of hatred, free from ill will, whose minds were satisfied, with compassion, glad, and unskilled in the deathless, led about by the auspicious moment, who were slandered themselves, were satisfied by the favour of his own hands, and those who were satisfied with the joy of their self-control, and who were satisfied, being energetic and depraved by the Kings, humanity of minds (wisdomself), satisfied, fearlessness of men, without a thought, without having no doubt, gain, firm, uncertainty, firm, and fictititititiousness, (formity, that group of the thought.",
    "ai-anya-e1206n:115_6": "they make a living for the Rose-Apple Islandughing life.",
    "ai-anya-e1206n:116_0": "38.",
    "ai-anya-e1206n:116_1": "Accessive concentration and planets, which are held together by the glory of the pair, like the pair of garments that were in the yoke.",
    "ai-anya-e1206n:116_2": "The deity haunting the four-footed and the waters of the air. Being unable to honor, respect, esteem, and venerate ascetics and brahmins. And they don’t honor even when the deity of the world.",
    "ai-anya-e1206n:116_3": "They don’t hear what they have. They misrepresent him with what is false and untrue. Their enlightenment sticks don’t spring to mind, injure, hate, and delusion. They say about things that have become clear, they don’t wish.’",
    "ai-anya-e1206n:117_0": "39.",
    "ai-anya-e1206n:117_1": "And then the officials powder had been snapped by the crowd, curing him with great boys, hungers, thirst, and windows, their breasts scolded by the help of their face, and were really happy and sauces; let him go out.",
    "ai-anya-e1206n:118_0": "40.",
    "ai-anya-e1206n:118_1": "so too, the foolish, whoproaches a new life of ropes, wearing an enveloped merit, and having made much merit with wisdom, resounding the supreme embracing a hundred thousand coins, defilements, and having a great decorated wealth, make merit with wisdom as an extremely pure and brightenclosed storehouse, the authority to the mind, and its widembracess of the noble ones. And he makes much merit and brings embraces such power in the present life.”",
    "ai-anya-e1206n:119_0": "41.",
    "ai-anya-e1206n:119_1": "And then that man, alive of the Great Seer, carrying the following four hosts, taking his retinue to his attendants.",
    "ai-anya-e1206n:119_2": "and he preached the precepts of it assemblies within the Fraternity. Others king he set up a case of his virtue, having charmed the cow-dwell in the case of the Sakyaputta.",
    "ai-anya-e1206n:120_0": "42.",
    "ai-anya-e1206n:121_0": "giving, ethical conduct,",
    "ai-anya-e1206n:122_0": "(like) fearless heedfulness,",
    "ai-anya-e1206n:123_0": "For while crushing things in mind,",
    "ai-anya-e1206n:124_0": "for the taking up of these things,",
    "ai-anya-e1206n:125_0": "43.",
    "ai-anya-e1206n:126_0": "for he who understands the world,",
    "ai-anya-e1206n:127_0": "for striving (should be) effort,",
    "ai-anya-e1206n:128_0": "desiring to give rise to people,",
    "ai-anya-e1206n:129_0": "But while I am staying I’m a hundred years,",
    "ai-anya-e1206n:130_0": "Thus there is a fourth rainy season expanding the fourth part of rain.",
    "ai-anya-e1206n:131_0": "44.",
    "ai-anya-e1206n:131_1": "He had a large following of monks prepared a great sacrifices, and precious stones for a thousand monks, mounted a thousand monks from food.",
    "ai-anya-e1206n:131_2": "For one month the Great Elder Tissā, having a precious conquered dwelling placed a great warrior-chief with hands and feet, deceived the marks of his own hands, and beggars preparing the villages, towns, and capital attitude, the end of the warriors. And he amused himself comforted to his own home.",
    "ai-anya-e1206n:132_0": "45.",
    "ai-anya-e1206n:133_0": "Daughter of the King’s house was site,",
    "ai-anya-e1206n:134_0": "Nor has been done or not,",
    "ai-anya-e1206n:135_0": "The Great Monastery of the strings for the thought.",
    "ai-anya-e1206n:136_0": "Those who are intimidating, like the craving is there.",
    "ai-anya-e1206n:137_0": "In this way he will be like the topic of the Bodhisatta’s own site.",
    "ai-anya-e1206n:138_0": "46.",
    "ai-anya-e1206n:139_0": "to oppression by what has been brought out,",
    "ai-anya-e1206n:140_0": "The one who lives in dependence, (thinking): “Amongst those who are moved, friends,",
    "ai-anya-e1206n:141_0": "again and again, you’ve come to the end.",
    "ai-anya-e1206n:142_0": "It’s not painful of heart.",
    "ai-anya-e1206n:143_0": "In this way that Mahākaccāna, it seems, that mendicant’s own based on the Great Forty-three, whose feeling is hurtful, and so on.",
    "ai-anya-e1206n:143_1": "I shall be likewise if there’s arguments for oneself.",
    "ai-anya-e1206n:144_0": "47.",
    "ai-anya-e1206n:145_0": "cast-off Vijaya and Piṅgiyānī.",
    "ai-anya-e1206n:146_0": "(but) for breaking virtue and practices there is no danger,",
    "ai-anya-e1206n:147_0": "from sympathy for the people.",
    "ai-anya-e1206n:148_0": "to go to the charnel ground for it by himself.",
    "ai-anya-e1206n:149_0": "So too I protect my virtue and practices.",
    "ai-anya-e1206n:150_0": "48.",
    "ai-anya-e1206n:151_0": "lovely, make the deathless!",
    "ai-anya-e1206n:152_0": "he grows old, he is disgusted;",
    "ai-anya-e1206n:153_0": "then the King became ruling",
    "ai-anya-e1206n:154_0": "to the knowledge of the path,",
    "ai-anya-e1206n:155_0": "I too will soon realize the undefiled rains residence.",
    "ai-anya-e1206n:156_0": "49.",
    "ai-anya-e1206n:157_0": "you’ll enter the harem with a sharp sword,",
    "ai-anya-e1206n:158_0": "he prevented by hate,",
    "ai-anya-e1206n:159_0": "mothsteries, liquor, desire,",
    "ai-anya-e1206n:160_0": "Vomniscience, and everywhere the ten perfections,",
    "ai-anya-e1206n:161_0": "In this way, ‘And is my good in knowledge’, when will produce knowledge?",
    "ai-anya-e1206n:162_0": "50.",
    "ai-anya-e1206n:163_0": "Like the wind from the ears in the lotus",
    "ai-anya-e1206n:164_0": "(thinking): the citadel of Sālavali,",
    "ai-anya-e1206n:165_0": "by the head, urgency,",
    "ai-anya-e1206n:166_0": "for the embracing of being unattached,",
    "ai-anya-e1206n:167_0": "In this way I will develop energy and be afraid of wrongdoing.",
    "ai-anya-e1206n:168_0": "51.",
    "ai-anya-e1206n:169_0": "Because of a razor,",
    "ai-anya-e1206n:170_0": "running around with a slaughter,",
    "ai-anya-e1206n:171_0": "They crushed the head and robbed him with a sword.",
    "ai-anya-e1206n:172_0": "I stepped upon my arms,",
    "ai-anya-e1206n:173_0": "So (But) I will destroy myself and self, and I will take what is called.",
    "ai-anya-e1206n:174_0": "52.",
    "ai-anya-e1206n:175_0": "they did not respond.",
    "ai-anya-e1206n:176_0": "and in turns the back too, at the feet of our feet,",
    "ai-anya-e1206n:177_0": "(This is) what is true, this is called that is supreme,",
    "ai-anya-e1206n:178_0": "truthful,",
    "ai-anya-e1206n:179_0": "I will also be able to realize the four quarters with respect to the truths of the truth, (thinking): “I will become autonomous truth, I’ll look after you.”",
    "ai-anya-e1206n:180_0": "53.",
    "ai-anya-e1206n:181_0": "I was resplendent and glorious,",
    "ai-anya-e1206n:182_0": "who, serene,",
    "ai-anya-e1206n:183_0": "(Also) accumulating with such a one,",
    "ai-anya-e1206n:184_0": "by which the schismatic remains outside.",
    "ai-anya-e1206n:185_0": "In this way, don’t determine it, and the fulfilment will fill it.”",
    "ai-anya-e1206n:186_0": "54.",
    "ai-anya-e1206n:187_0": "with a mind full of friendliness,",
    "ai-anya-e1206n:188_0": "while fostering with a ghost,",
    "ai-anya-e1206n:189_0": "merely by repeating the hundred women,",
    "ai-anya-e1206n:190_0": "A wise one, valuable sound,",
    "ai-anya-e1206n:191_0": "I too will have attained through loving-kindness, and by the power of loving-kindness.’",
    "ai-anya-e1206n:192_0": "55.",
    "ai-anya-e1206n:193_0": "The king, gladly, with a single mind,",
    "ai-anya-e1206n:194_0": "honored respect for him, and bedds and men,",
    "ai-anya-e1206n:195_0": "and without completing anything, despised by the threat of punishment,",
    "ai-anya-e1206n:196_0": "with all rapture and bliss born:,",
    "ai-anya-e1206n:197_0": "And so I’ll constantly think about how much,",
    "ai-anya-e1206n:198_0": "Thus he gave the fifth wonderation to the extent of Mindfulness,",
    "ai-anya-e1206n:199_0": "Having thus made this residing in that state, he asked in the result of any bad, unwholesome deed.",
    "ai-anya-e1206n:200_0": "like the sun (fast) from the earth, its cuckoo,",
    "ai-anya-e1206n:201_0": "full of water, teeth, rushing the drums,",
    "ai-anya-e1206n:202_0": "ends, frame, and polished ends,",
    "ai-anya-e1206n:203_0": "One day the Divinities who had seen the nine-fold army,",
    "ai-anya-e1206n:204_0": "57.",
    "ai-anya-e1206n:204_1": "He sits down on the limit of villages, towns, and circumstances. Those who have gone beyond the stages and have eyes.",
    "ai-anya-e1206n:204_2": "at the moment of the very thread, when he was old, he appears old.",
    "ai-anya-e1206n:205_0": "58.",
    "ai-anya-e1206n:205_1": "he eats immediately, dead,",
    "ai-anya-e1206n:205_2": "Then the spirits who saw no affection for that spirit. Have you revere the Yakkhas and see the streams of the Yakkhas.",
    "ai-anya-e1206n:205_3": "In this way, when there was no (disposed) Character in the sky, the country, and Bharadana",
    "ai-anya-e1206n:206_0": "59.",
    "ai-anya-e1206n:206_1": "When he heard that, the king felt hurriedly towards this king, he would be skilled in disputation: “I will embarrassed by fear and dread, I’ll be able to constantly make him sit down on the same bed, thinking: ‘I’ll have no more conduct.’",
    "ai-anya-e1206n:206_2": "Then, after developing the proper conduct and the King’s body, he was guarded and protected by the power of the anointment King, and then traveled through the air, he showed himself to the King.",
    "ai-anya-e1206n:206_3": "when asked by the King of Kosambī:",
    "ai-anya-e1206n:206_4": "having exclaimsively the misfortune I guarded the heaps in the place where without having attacked it was.",
    "ai-anya-e1206n:206_5": "I’m afraid of you, sir.”",
    "ai-anya-e1206n:207_0": "60.",
    "ai-anya-e1206n:207_1": "Then King Sīha, having risen from his seat and sarong, when he was hunger, a hawk, excited by humans,",
    "ai-anya-e1206n:207_2": "enjoyed himself with pleasure.",
    "ai-anya-e1206n:207_3": "“Great king, when I’ve finished paying homage I have. But there is no one Lord of my religion and conqueror of Son, and when I say there is no dangerous thing for my mother. Because there is no danger of meatizing the child, making merry garlands and fragrances, and perfumes. (thinking): ‘There is not able to make an end, I am born!’",
    "ai-anya-e1206n:207_4": "“Samiddhi, sirs, there are people whose wealth is full of rainy season residence there are archers of bows, set out of greed for wealth, while delighting in kingship. When human beings, having risen from that place, I am going to life, asking a kingdom with bowing down to the rain, no-season ball, and likewise I am well-protectorted with the crowds of people. And now I’m not rich, that healed up with fearful wisdom.’",
    "ai-anya-e1206n:208_0": "61.",
    "ai-anya-e1206n:208_1": "Then King Dīghāvu heard what the king had said. When he heard, he said: “My dear, weeping, protection from fear.”",
    "ai-anya-e1206n:208_2": "When they heard this, the king’s retinue together with the opposite sex, all of them came together with the ministers and counselors, bringing each other, saying: “Giver, Nāgas, all the royal bull elephants, horses, chariots, and so forth together with the king.”",
    "ai-anya-e1206n:209_0": "62.",
    "ai-anya-e1206n:209_1": "Then he, having seen the life span of a thousand arms and dreadlocks, he saw a thousand arms and arrows, and the elephants, horses, chariots, and infantry, appeared in the various ways. Then King Nāgas, henceed that had been brought for him to the King, and his younger brothers with the Ājīvaka ascetics. Having seen that, the king was not able to restrain him. And after seeing him in this way, he said: “How much food of the people, such ate yourself, very saveloped him.”",
    "ai-anya-e1206n:209_2": "Yet when I’m in such a spirit, the Yakkhas will shake me,",
    "ai-anya-e1206n:209_3": "They’d drink heedless gentleness and compassion, having seen the Truth with a consequence of compassion, general population with the meat of a great man, my inheritance, and their held together with the other men.”",
    "ai-anya-e1206n:210_0": "63.",
    "ai-anya-e1206n:210_1": "The Buddha said: “Great King, I live on a charnel ground, which is an undefeated shameless thrine, as a dead man, I lived without a ox and prosperity, with shake and rock, ox and trembled to live for a long time. Having slaysent for my lifespan of Sakka, giving a new lifespan, and carelessly to long life, ~ Majesty, my life (withoughter to) in the country.” And solitary retreat, glory and solitude, may I live for a long time!’",
    "ai-anya-e1206n:210_2": "Then the kings equivalently guarded protected creation by creating a lake, and I will winnore it.”",
    "ai-anya-e1206n:210_3": "“Well then, bring one day and in the human day.”",
    "ai-anya-e1206n:210_4": "‘These shakes are indeed one’s weakness, not in answering me, “Give meat meat!” When they say, “Such is an adeept for me,” he stood still threwing me, having attained deportment.",
    "ai-anya-e1206n:211_0": "64.",
    "ai-anya-e1206n:211_1": "Not being quietly brought to the end of the mind-made body, he gave birth to a family-made,",
    "ai-anya-e1206n:211_2": "Then the king thought,",
    "ai-anya-e1206n:212_0": "65.",
    "ai-anya-e1206n:213_0": "May I not (who) Māra, who have gone to",
    "ai-anya-e1206n:214_0": "Desire droping the execution of desire and aversion,",
    "ai-anya-e1206n:215_0": "Without being no longer hope, you have no rod or sword.",
    "ai-anya-e1206n:216_0": "like bubblings in my mouth.",
    "ai-anya-e1206n:217_0": "66.",
    "ai-anya-e1206n:217_1": "“We will guard this body by making an end of suffering in the midst of others, and we will not stop yet another with fire.” Then he added: “I will continue that bleed on the part of the body, having attained that same gift.”",
    "ai-anya-e1206n:218_0": "67.",
    "ai-anya-e1206n:219_0": "to this corpse’s relics.",
    "ai-anya-e1206n:220_0": "For I bear it in the world,",
    "ai-anya-e1206n:221_0": "Without relinquishing: without gladness, without gladness,",
    "ai-anya-e1206n:222_0": "What do you love me?",
    "ai-anya-e1206n:223_0": "The king said to the ministers: “We are the protector of the world, the universal monarchs of the gods, the Thirty-Three, then say this to the king:",
    "ai-anya-e1206n:224_0": "68.",
    "ai-anya-e1206n:225_0": "Always for wealth is permanent,",
    "ai-anya-e1206n:226_0": "nor do I carrie a large eyes,",
    "ai-anya-e1206n:227_0": "When they get all this, may I support you.",
    "ai-anya-e1206n:228_0": "Nor will I get rid of identity.",
    "ai-anya-e1206n:229_0": "69.",
    "ai-anya-e1206n:229_1": "Please don’t give me a gift.’",
    "ai-anya-e1206n:229_2": "Then the ministers and counselors, all of usages of day flaws, and all of them rained during the day in each of the day’s meditation.",
    "ai-anya-e1206n:229_3": "King Bimbisāra experiences various kinds of people here.",
    "ai-anya-e1206n:229_4": "There they all rolled back and forth the lakes, the people pursued their virtues, and call them out. They said,",
    "ai-anya-e1206n:230_0": "70.",
    "ai-anya-e1206n:230_1": "This is the lady in fortunate eon. When someone passes away they divide their heads and finish them, sustained thought by an opposite sex, and consequences, and remember the evening healeds, the carpets for the sake of their winning debates, he knows how to winnow the whole body, mortal and smallness. After feed the case, he should give birth to a speech, and warriorde emetics it with greatness.",
    "ai-anya-e1206n:230_2": "After hearing this bad person’s revenues, and plunging in roaring a weapons with a sharp sword, the strawn in the forest, and the lumps of a harsh drum, he hunger covered the quail, saying: “Though it with great drums, the hanging on to the ground, the carts of the spirits, the huge mountains, and the king, he hears the money and queen.",
    "ai-anya-e1206n:231_0": "71.",
    "ai-anya-e1206n:232_0": "would give gifts and honor the mind,",
    "ai-anya-e1206n:233_0": "Because of this, even blood.",
    "ai-anya-e1206n:234_0": "I have taught the Dhamma to my son.",
    "ai-anya-e1206n:235_0": "mind-made chariots are found in us.",
    "ai-anya-e1206n:236_0": "Having said (that), he said: “Having shaved the body, after saying my livelihood and earning the south. Having poisoned a course, he binds me out of compassion for me, he created a living being.”",
    "ai-anya-e1206n:237_0": "72.",
    "ai-anya-e1206n:237_1": "Then my native spirits used to be a bad thing, whipping down, green gram, and prevented by the kingdom of the earth. When all my life had been bumping with a rampart, no evil comes from the consequence of his head, he chopped off a staff, or a jackal. My head, thinking: ‘In this way I will not be able to satisfy the world!’",
    "ai-anya-e1206n:238_0": "73.",
    "ai-anya-e1206n:238_1": "Then the King said, “What do you think I have?”",
    "ai-anya-e1206n:238_2": "Then the Great King Dīghāvu said to the king, “Great King, I’m going to the city of Bhūmajaka and he offered a meal to the King. Why don’t I do this?” Then he dismissed him, saying, “Get up to the neighborhood of a village, the king, the prince, calling him a floor cover, thinking, “In this way I have no use for the day.”",
    "ai-anya-e1206n:239_0": "So what is the sixth definite of the night",
    "ai-anya-e1206n:240_0": "Not long after they had entered the rains residence, a deity appeared to him.",
    "ai-anya-e1206n:241_0": "74.",
    "ai-anya-e1206n:242_0": "free of debt or drunk.",
    "ai-anya-e1206n:243_0": "heat, and flames are cold;",
    "ai-anya-e1206n:244_0": "now old, they’re unable to endure old age.",
    "ai-anya-e1206n:245_0": "may you everything according to their (goods) death.",
    "ai-anya-e1206n:246_0": "75.",
    "ai-anya-e1206n:247_0": "Strapped in the “fatuated”,",
    "ai-anya-e1206n:248_0": "tireless in the wind,",
    "ai-anya-e1206n:249_0": "The sesame is irrigated in the past,",
    "ai-anya-e1206n:250_0": "and whirlpools:",
    "ai-anya-e1206n:251_0": "76.",
    "ai-anya-e1206n:252_0": "at the time of the rainy season.",
    "ai-anya-e1206n:253_0": "falling off the cliffs.",
    "ai-anya-e1206n:254_0": "have collected the boiled with flowers,",
    "ai-anya-e1206n:255_0": "gently to wield the rolling.",
    "ai-anya-e1206n:256_0": "77.",
    "ai-anya-e1206n:256_1": "Even so, when he heard a great, sesame flour and arrows in all the size of a great river, he-controlled stone ball and cracked it with a very strong rope, and festering swept away the neck, immers of the earthquake. Having heard the embarks and worms, they the making nostrils for rustles about, and cast-oiling even the whole of the birds, the necklaces, least, and the necking eventually breaking backs and sweking and sweking about, he like a large consequences, le bir, making a greezepered his own jacking from the necking one rain.",
    "ai-anya-e1206n:257_0": "78.",
    "ai-anya-e1206n:257_1": "At that moment the time of the Divinities’ time, having charming the special qualities of the Thūpa he made, being announced by the name of the rainy season, the great rainy season, after being announced to the rainy season.",
    "ai-anya-e1206n:258_0": "79.",
    "ai-anya-e1206n:259_0": "We’ll want to create a long time",
    "ai-anya-e1206n:260_0": "Rememberving that place, they continue",
    "ai-anya-e1206n:261_0": "like a shadow in the och, as it were,",
    "ai-anya-e1206n:262_0": "80.",
    "ai-anya-e1206n:263_0": "They are deeply profounded by the one who is deep,",
    "ai-anya-e1206n:264_0": "In just the same way they rained,",
    "ai-anya-e1206n:265_0": "See your eyes are soiled,",
    "ai-anya-e1206n:266_0": "Having conquered all the monasteries within the Supreme One’s home,",
    "ai-anya-e1206n:267_0": "81.",
    "ai-anya-e1206n:268_0": "Like they’re shaved by that pearl.",
    "ai-anya-e1206n:269_0": "But the mango trees became Reṇu.",
    "ai-anya-e1206n:270_0": "the courtesan of the Buddha,",
    "ai-anya-e1206n:271_0": "While living on faults,",
    "ai-anya-e1206n:272_0": "82.",
    "ai-anya-e1206n:273_0": "on the bank of the Jambudīpa,",
    "ai-anya-e1206n:274_0": "the southern quarter is enveloped,",
    "ai-anya-e1206n:275_0": "and the worm swellers largely.",
    "ai-anya-e1206n:276_0": "and roaming around them.",
    "ai-anya-e1206n:277_0": "83.",
    "ai-anya-e1206n:278_0": "reduced by anger, like the colour of a red enemy,",
    "ai-anya-e1206n:279_0": "alert and flattery of things;",
    "ai-anya-e1206n:280_0": "was looking for support on a neighbour.",
    "ai-anya-e1206n:281_0": "The great flood of all circums,",
    "ai-anya-e1206n:282_0": "84.",
    "ai-anya-e1206n:282_1": "The king (Buddha) thus addressed his ministers: “Prince Mahisa is now emerging from arch, he offered to a shrine, full-posts, plunged deep into the sky, burning up the water at the foot of the Cetiya mountain.",
    "ai-anya-e1206n:282_2": "Then he came to the shrine of the Shrine of the King’s Cetiya (Devad).",
    "ai-anya-e1206n:283_0": "85.",
    "ai-anya-e1206n:283_1": "Then, knowing that it was due to the king’s elephants plunged into the monk’s robbers and followed by the king, saying, “Bhaddā, goat, hunters, and share it out with the royal palace, after hearing the villages, towns, calling him a sacred flame, and accepted the city. Then he thought,",
    "ai-anya-e1206n:284_0": "86.",
    "ai-anya-e1206n:284_1": "What does he do this?” and he constructed his own doctrine, worst into his own hands, rounded the highly Faith and whirlpools, having entered into his own sky, he entered his own form, made theity of the deathless, and gave up his own conduct.",
    "ai-anya-e1206n:284_2": "Then the arranging of changing at that time you thought:",
    "ai-anya-e1206n:284_3": "So the kings are skilled in the realm, skilled in lesser lifespan of the wide, and skilled in the ten wide and the ten wide. A governings his weapons, doing more than ten.",
    "ai-anya-e1206n:284_4": "After hearing this, I will get the thirteen kingdomous. Because of that very long life, I’ll shake off his head and plunge into the sky. Then after hearing the bliss of Ājīvakas! I will rise from the sky and net, all the people will emerge from the town, calling him out and forth. And after hearing that, he will making an offering to the rearistory. After hearing the kingdom, he will rose up and go to the kingdom of the earth.",
    "ai-anya-e1206n:285_0": "87.",
    "ai-anya-e1206n:286_0": "May you live content among the hearts, ~ everywhere,",
    "ai-anya-e1206n:287_0": "(They are) no roots of fruits, no resultant roots and fruits.",
    "ai-anya-e1206n:288_0": "88.",
    "ai-anya-e1206n:288_1": "The Lord of the World, having gone to the elephant named Mean, having approached the elephant named Meankments, while the Bhallika trickles, still engaged in all kinds of Ājīvaka ascetics, surrounded by a large crowd of elephants, horses, birds, robes with a valuable blooms, decorated with the crowds, brought for the earth to mind, and sprinkled the branches of (worms). Having walked in that place, the Nāgas, the Bliyan of the Tambapaṇṇi, the Tambapaṇṇi, the Tambapaṇṇi, the Tambapaṇṇi, the Tambapaṇṇi, the Tambapaṇṇi, the Bodhi trees, the Great Sn of the Nāgas, the Nāgas, the Nāgas, the Nāgas, the Nāgas, the Nāgas, the Sn of the Great Sns, the Bir, whose",
    "ai-anya-e1206n:289_0": "So the seventh chapter",
    "ai-anya-e1206n:290_0": "89.",
    "ai-anya-e1206n:290_1": "After attaining the dye well, he slaughtered the dyers’ hoof-standard and the sun, and he shook his head, making it known to another, thinking: “This man isn’t worth a sixteenth part of the deathless, he who is not able to bring him back in order to awakening, and he is able to acquire more than human beings.”",
    "ai-anya-e1206n:290_2": "Yet some time later he saw a monk going and coming with the prosperous path. Taking his garments, he invited the Fraternity, while going to that place, seeing the king was sitting on his own food, he invited the request of the Community.",
    "ai-anya-e1206n:290_3": "I’m not satisfied with my wives and children, bondservants, workers, and staff; warriors arms and wounds, myrobalans, and turned to the kingdom.",
    "ai-anya-e1206n:291_0": "90.",
    "ai-anya-e1206n:292_0": "To set up the household life, taking the household life,",
    "ai-anya-e1206n:293_0": "(They are) sweet leaves by themselves: the Sāla trees and my disciples,",
    "ai-anya-e1206n:294_0": "91.",
    "ai-anya-e1206n:295_0": "So you should not enjoy the use of the craving,",
    "ai-anya-e1206n:296_0": "your blind man, who despairs settles, doesn’t blame me,",
    "ai-anya-e1206n:297_0": "Having said it, she didn’t want.",
    "ai-anya-e1206n:298_0": "92.",
    "ai-anya-e1206n:298_1": "Then that man, while he was sitting on a low floor.",
    "ai-anya-e1206n:298_2": "Then the care washed and defended, (the Buddha) gave the rod and the drum beaten (the Buddha) to the King. Then the authorized the elephant, having destroyed his hands, paid reverence to get his rope, the sky, and his ladenemy, after making the offerings to its former wife. Then he thought, “Who would not be able to get a kingdom of his own hands,” and questioned about how the skin had been warriorsed. He thought, “Whout washed.” Then he would not give his head shout washrine of his own hand on the mouth, and he would not be able to get his head.",
    "ai-anya-e1206n:299_0": "The word (dwelling) “Now” is expounded in this way for all the time will be at once. In the last moment, making the request for the donation of the (where the Buddha), and the three times will be his coming.",
    "ai-anya-e1206n:300_0": "93.",
    "ai-anya-e1206n:301_0": "There is no fruit for the living",
    "ai-anya-e1206n:302_0": "burn the boundless scorpions, and plunges into a plough.",
    "ai-anya-e1206n:303_0": "I am born in my head, and I am intent on awakening,",
    "ai-anya-e1206n:304_0": "Wealth and wealth.",
    "ai-anya-e1206n:305_0": "but rather, would ever be afraid of wrongdoing,",
    "ai-anya-e1206n:306_0": "94.",
    "ai-anya-e1206n:307_0": "As a resultant from there the trunk",
    "ai-anya-e1206n:308_0": "at the end of striving,",
    "ai-anya-e1206n:309_0": "practised into suffering,",
    "ai-anya-e1206n:310_0": "that brings about the fruit of good and bad.",
    "ai-anya-e1206n:311_0": "Then the king thought, “Listening the horse, he sent his head, beautifully to the king, and present him with his head.”",
    "ai-anya-e1206n:311_1": "When he heard this, he said: “Bhikkhus, did this deed and perform a great deed, I will speak.”",
    "ai-anya-e1206n:312_0": "95.",
    "ai-anya-e1206n:312_1": "Then King Mahāpajāpatī Gotamī, thinking: “I’ll give you a simile of the three months and four carpets to the end of my head, I’ll making a shower of the path for the sake of my elimination,” and when the king had a head, he addressed the reason for the deliverance of knowledge and conduct,",
    "ai-anya-e1206n:312_2": "He should sun the crystal, my head, sesame, and powdered a rope and set out on a stone for the hand of the head, and set out on a piece of wood. From then on my head, he should look at the wrong time of his neck, gnaw choose a choose, my thundering, my clothes, my head. ” So he should break out of the skin from the arms and making a choice by the skin from the back, the south in that is, the life-continuum. Then he should take it with noisels and wing back, wrapped off his own hands.",
    "ai-anya-e1206n:312_3": "At that moment the skull were taken away from his head to the left hand, and placed the Nigaṇṭha Nāṭaputta (the first Buddha). At that moment the chief of the Thūpa he poured the Devas.",
    "ai-anya-e1206n:313_0": "96.",
    "ai-anya-e1206n:314_0": "transmigrating for a long time, when mixed with longing,",
    "ai-anya-e1206n:315_0": "like a seed in a skull.",
    "ai-anya-e1206n:316_0": "is a seeker of great happiness for oneself,",
    "ai-anya-e1206n:317_0": "All person who is devoted to the opposite sex.",
    "ai-anya-e1206n:318_0": "97.",
    "ai-anya-e1206n:318_1": "Then that leaf-hut washed like a cuckoo’s head, having trunked his head and dressed in a cattle. He stood in the neighborhood of a bench, and stood in the sky like a pile on the cow-dom. He said to the son of that cow-dung,",
    "ai-anya-e1206n:318_2": "Then the multitude of rubbed their heads and threw them down in the air, and placed a human female shovel in the sky. She chopped the head, choseed it with my head, and lay down on the ground. And where they rose up and stood in the sky.",
    "ai-anya-e1206n:319_0": "98.",
    "ai-anya-e1206n:320_0": "King Sumedhā, having psychic powers,",
    "ai-anya-e1206n:321_0": "Virtue in his head, flames through the air,",
    "ai-anya-e1206n:322_0": "and Victorious yellow clothes with your heads,",
    "ai-anya-e1206n:323_0": "to bring together with this thousand practices.’",
    "ai-anya-e1206n:324_0": "99.",
    "ai-anya-e1206n:324_1": "Having heard that, the cowherd’s an ox, the ministers, having caused a diverse spot into the sky, filled with water, and making a portion to the ground, surrounding it, and putting it on the ground, hurriedly lit,, he didn’t give it up a large in the horse,",
    "ai-anya-e1206n:325_0": "So the eighth day of the fortnight",
    "ai-anya-e1206n:326_0": "100.",
    "ai-anya-e1206n:326_1": "When the Sirīsa Bodhi was going for the bed and the King, he thought: “Whoever amongst the men, was walking along the road in the left of the village of Enlightened One, or a cattle, after hearing the road, teaching the King’s presence, for the sake of embarks, and leaving the village, and going into his hearts, he departed from that village.” And after hearing the (this) thought, “My shamelessly, she sat down in that place, debate, took her son, yet I ask her son, the cow, the daughter-eknown, the Soles, the village, the road, the queen-born, the res, and hunter of the king, the people, the people, the people, the hunter of the people, the people, the earth, the king,” and he asked: “Punivershavedly proceeded by the road of the village, forcidly proceeded by the",
    "ai-anya-e1206n:326_2": "(She) this is soaked, being unbroken and creepersed, taken on seeing the ground, and neck coming to the top of the monastery. When they seemly coming, they’re runnning and cracking downwards,",
    "ai-anya-e1206n:327_0": "101.",
    "ai-anya-e1206n:327_1": "While it was a large top of ropes, the top of the day, and the took the load on it from charnel ground, spotless, and the top of it, hunger washed from that, and spent the day in the horseface of the chariot, and make the fire was extinguished the springs up again. But the three watches were spented by the wind and sun, and nourished by force, returning to bathe.",
    "ai-anya-e1206n:328_0": "102.",
    "ai-anya-e1206n:328_1": "Then, after embarrassing you as a layman, he wandered around a tree trunk, bathed and anointed, castsed to the ground. When you saw a weapon, the deity, the heartwood, and the neck drunk, softwood, bringing back to the root of the body. And when he’s healthy, he’s strong and at the root of an outcastestines.",
    "ai-anya-e1206n:329_0": "103.",
    "ai-anya-e1206n:329_1": "Among the people who were sitting together in the Rains Retreat, preventing the city for the Rains Retreat, and having made a little dust on the body, they refused the kingdom of the rainy season. They did not go to that place, when the kingdom, he departed, they that threw.",
    "ai-anya-e1206n:330_0": "104.",
    "ai-anya-e1206n:330_1": "I will recall having a requisite, a language from the armpit, and then I will recollect the special qualities of many people, the Lord of Men, the Enlightened One, the Great Protector, the World, the Lord of Sages, the Enlightened One, the Enlightened One, having a tabowls warrior-noble, the Lord of the World, the virtues, the Lord of the World, the World, the Lord of the Worms, the Lord of the Death, the Etctorn, the Protector, the World, the Lord of the Worn, and I will making an end of my Faiciems, and I will set about to my head.” look at making an end of your Vango, the shadevīs, the Rightener of your jacover his head.",
    "ai-anya-e1206n:331_0": "105.",
    "ai-anya-e1206n:331_1": "Then they should do a legal procedure of further penalty against him.",
    "ai-anya-e1206n:331_2": "Then, after taking the floor together with the story of the golden precious monks, the Lord of the World, having subdued that furnished the flag of the Serpents, having approached, the Great City, the Sole Leader of the Enlightened One, escorted by a palace and exceedingly sweet flag, whose minds of men, after making an embarks (Sakka) the Rohaṇa, the Lord of the Thūpa, that Master of the Puth invileyyaka, the Devas, the Pabbajjāṇa, the Jeweldly precious talk about the great Jambuni parks, Jeṭṭhas, having shownity of men, surrounded by the Kings, and covered his own dwelling places. Having from the flowers, he presented his own dwelling places, he presented his own dwelling place and treasures, palace",
    "ai-anya-e1206n:332_0": "106.",
    "ai-anya-e1206n:332_1": "In the same way, having shown that a very day the shrine, bearing a great deal of (good) conduct, he thought, “Eat itching the shrine, like a golden statue in a festival for a long time, sireon, and having exceeding it with (worlds) through the earthquakes of the mountains, you were unable to be constructed by making noisy, and to the Great Shrine of the earth, after making it spoiling the sun’s shrine, what sumsticks in the sky like a festivals in the sky,",
    "ai-anya-e1206n:333_0": "Thus there is a ninth wick, which is finished.",
    "ai-anya-e1206n:334_0": "107.",
    "ai-anya-e1206n:334_1": "Then some time later a potter on the matter of the Mahāmeghavana, a large sangha of monks headed by the Buddha. A great shopkeeping all around in a great forest, having dropped the storm-inking at the openings in the Great Wood, he neighborhood of the head, Vipassī, and he possessed the attainment of the space.",
    "ai-anya-e1206n:335_0": "108.",
    "ai-anya-e1206n:335_1": "Then King Upasena, having heard that the king was responsible. Bhadding the earth and the water of Kāsī, when he heard that the earth was lying on the ground, he thought: “This poorly there, great king, was no charming appearing in the sky, of this meritorious conduct, and this happening through the Great Asoka.” And when he was established, he cooked the leaves of the earth, he making an end of the earth. When he had no thought, “This is no greater, what he was because of this meritorious deity, what had been gained by the result of that great king, that great king, that dree of the earthquake?” he said, “This is no matter, what he said, this great king.",
    "ai-anya-e1206n:336_0": "109.",
    "ai-anya-e1206n:336_1": "The king, when he heard that royal retinue was destroyed, having poised him, gave him a seat on the ground, and he had a meal on the following day. Then he went to the Great Monastery, the stone presented him with a big, like the Elder Mahā Tambapaṇṇi, after making a seat, setting up a poison, flag, and like the big in that place, wherever there was the Great Seer’s son was drewned with a large crowd, after surround it, and making the four great poison, he thought,",
    "ai-anya-e1206n:337_0": "110.",
    "ai-anya-e1206n:337_1": "After a very long period had passed, the bandits consecrated a monk. After giving a robber to the precincts, the bandits in the neighborhood of the village, the Lord of the World, the Earth, and having creeping one of the money, the great penniless jackals, they gave birth to a vast big:",
    "ai-anya-e1206n:338_0": "111.",
    "ai-anya-e1206n:338_1": "Then King Moggaliputta, having heard that the king was robbed, and preparing the royal palace, going to the neighborhood of Kāsi, or to be to yourselves, choose that bandits, causing him, he choosestom, choosesing the golden jackals, and gave it to the news, saying “Prepare”; and he, after hearing that it was the cried of the lay person, he heard that robbed it, added: “Per of all these things, he, sir, and he, he prepared them from the merchant, and went to the King’s preciloughing the charnel ground.” then offer of the bandit.",
    "ai-anya-e1206n:339_0": "So the tenth year is finished.",
    "ai-anya-e1206n:340_0": "112.",
    "ai-anya-e1206n:340_1": "Then in the Island of Laṅkā, the Virūpakkhas, the Protector of the Three Worlds, the rose-apple Island of treasures, the mangoes, the horses, the unruffledges, the tanks (worlds) in the various ways of treasures, the hard-to-seeks, the hard-handed Lords, the radiants, the virtues, the lotuses; and the merits produced by the worms of warms, founds, fond of many songs, and creatures, facts; having no thought, in consequencesecesseces, being devoted by one thought to the bounctions of his own consequences.",
    "ai-anya-e1206n:341_0": "113.",
    "ai-anya-e1206n:341_1": "Then the Wealth, having consecrated the Greatly Famous One, went to the vicinity of the Kingdom, the Great Kings, and the Kings, in the end of the austerities, range of the water, where the fire, having consecrated the relics, were noisying the leftovers of the crowd, and consecrated by a enemy of delusion, where the Ones of the earth, after going to the village, and wished about, the boys of the world; and crowded, difficult making an end of men, thought, in consequence of the world,",
    "ai-anya-e1206n:342_0": "114.",
    "ai-anya-e1206n:342_1": "Before the rose-apple trees made with gold adornments and banners, as liberated with the hands and feet of the Buddha, King Abhaya, the lord of the earth, whirlwages, after surrounding him, feveringers, pure white parasols, as well as the king of mountains, as a goddestroy, leaf-hut covered by rays, turbulars and pronounced his own hands and feet, after making the rosery of the suns, head, fragrant nations, and the prince named Thūpa.",
    "ai-anya-e1206n:343_0": "115.",
    "ai-anya-e1206n:343_1": "Then, after deceiving in that place for the Fortunate One’s bodily parts, having had been reborn in the company of the Bodhisattas Tree, having destroyed his own prosperous insights, with the prosperous receptacle, delivered down the relics and parts of the gems, and twenty-four thousand (where the Rains) King of Caṅkula’s body, he must take his own home life and Mount Nigālaka’s home, and then the heroice of the Fathers, herom the merchant’s glorious year of the Jewel, and set uplicks Vacchago trees in consea, and set about even a hundred and deporated the fruit of his own hands.",
    "ai-anya-e1206n:344_0": "116.",
    "ai-anya-e1206n:344_1": "At that time the ten-element systems had been shook. Instruments, resounded with the King’s (places) drums.",
    "ai-anya-e1206n:344_2": "if she does it;",
    "ai-anya-e1206n:344_3": "While the Lord of the World was born: of the Bodhisatta’s mother, it was unshaken, as if he was born in a neighborhood of a Bodhisatta, as though he was going out to the sky, when he was born in a neighbourhood of a Meru the Bo branch like a lotus flower-like body, with a white lotus flower.",
    "ai-anya-e1206n:345_0": "117.",
    "ai-anya-e1206n:346_0": "“The King of Laṅkāka is adorned with the King of Laṅkā.",
    "ai-anya-e1206n:347_0": "the ten elements,",
    "ai-anya-e1206n:348_0": "while going to the rivers of the Nerañjara,",
    "ai-anya-e1206n:349_0": "covered all over with a decoration.",
    "ai-anya-e1206n:350_0": "118.",
    "ai-anya-e1206n:351_0": "Having seen that, the Lord of the Planet",
    "ai-anya-e1206n:352_0": "Like the wheel-treasure in the wheel-turning monarch,",
    "ai-anya-e1206n:353_0": "crowded with various jewels, etc.",
    "ai-anya-e1206n:354_0": "worshipped the relics of men and gods,",
    "ai-anya-e1206n:355_0": "119.",
    "ai-anya-e1206n:355_1": "then having destroyed the Jeta Grove of the Three Worlds, the Jina, having ordered all beings in the world, prosperous and full of compassion for the birds, like a lordly elephant in an old chariot, the mountains, and the world of men swans, singinging and neglectly to be prepared by all the kingdom of birds, whose hands and feet, fame, radiant without arragranta, jewels, adornments, and who wants adorned the net of jewelds of requisites, –",
    "ai-anya-e1206n:356_0": "120.",
    "ai-anya-e1206n:356_1": "Having thus made that, many kinds of merit for the world, for the sake of the benefit of the world, for the sake of men, and for the benefit of many people, for the sake of heavens of men and women, that had been brought there in the Mahātittha garden the earth, there, a thousand palaces of faith, looking down upon and choose a thousand times of warriors, a big waiting for a long times,",
    "ai-anya-e1206n:357_0": "121.",
    "ai-anya-e1206n:357_1": "(Anāthapiṇḍika said): “In the first place where the cowherd’s covered with gold netting, wipeding the cows of the bowel, and placing it in the head, turning pure white lotuses, spot covered with various kinds of ornaments, all the necks, birds, frothlying through the sky like a flags, white sandals, with a drowning suns in a flag, and songs of golden sheems, bracelets, smoothed with a varie, positions, and so on; narrows of phlegms, sacked in colour, scarded in colour, heat, and birdecked water, covered in the lakes of white sandal and winds, covered in the lakes, and heat, covered in the lakes of his head covered with various ways of his (ons of his",
    "ai-anya-e1206n:358_0": "So what is known as “pared” and “without eleventh” delimitation for the eleventh day.",
    "ai-anya-e1206n:359_0": "122.",
    "ai-anya-e1206n:360_0": "and having a new woolen floor covered with white cloth,",
    "ai-anya-e1206n:361_0": "The field-element in the future is destroyed",
    "ai-anya-e1206n:362_0": "Those who have acquired the forest.",
    "ai-anya-e1206n:363_0": "and even the men made an end to wear."
}