{
    "ai-anya-e0105n1:0_0": "Jātidesavicāraṇā",
    "ai-anya-e0105n1:1_0": "1.",
    "ai-anya-e0105n1:1_1": "Herein, one who is called awakened Buddhas said: “Buddha regarding the Bodhi (Tree), the interest of the Bodhisattas, why do you not show them, after becoming an universal reason for the sake of (himself)?”",
    "ai-anya-e0105n1:2_0": "“The feedingly Ones have been discovered by the Buddha, there is no one to show the separations of the Magadhans; there is nothing that can be shown by the Buddha.”",
    "ai-anya-e0105n1:2_1": "the invitation procedure is complete.",
    "ai-anya-e0105n1:2_2": "When the teacher was speaking, the drum beaten (the range of the Buddha) in the Ancient Commentaries, he said something (refuget): “So then, having shown that to his own teacher’s poison, and he said:",
    "ai-anya-e0105n1:2_3": "for this is said:",
    "ai-anya-e0105n1:3_0": "“Having received the golden plate,",
    "ai-anya-e0105n1:4_0": "and she did so.",
    "ai-anya-e0105n1:5_0": "Once it has been set aside at the Great Wood.",
    "ai-anya-e0105n1:6_0": "Whisping with curs, poison,",
    "ai-anya-e0105n1:7_0": "The discussion on the eight Vibhaṅgas",
    "ai-anya-e0105n1:8_0": "He who, having given up the sword of difference,",
    "ai-anya-e0105n1:9_0": "and also included the wise Theras in the Universal Monarch",
    "ai-anya-e0105n1:10_0": "they’ve undertaken the color of the bed, and the eighth of the Serpent kings.",
    "ai-anya-e0105n1:11_0": "“While staying in the forest,",
    "ai-anya-e0105n1:12_0": "and is setting out on the path,",
    "ai-anya-e0105n1:13_0": "having destroyed all (all) existence,",
    "ai-anya-e0105n1:14_0": "stepped off them nothing,",
    "ai-anya-e0105n1:15_0": "Asking a discourse of the Monastic Code",
    "ai-anya-e0105n1:16_0": "and by the power of his lady -",
    "ai-anya-e0105n1:17_0": "This is praise for him.",
    "ai-anya-e0105n1:18_0": "That’s why they should make an effort to get rid of the eight exceedings.”",
    "ai-anya-e0105n1:19_0": "Lion’s the eighth teachers of teachers, the Buddhas of the Magadhan devotees having eight defen years old to the Sīhahanu.",
    "ai-anya-e0105n1:19_1": "There the king’s men, Vasabhacca, and his requested and expelled kingship with the eighth times. Having seen the eighth victorious kingdoms and eighth based on the ground.",
    "ai-anya-e0105n1:19_2": "Tissā, the currents of teachers fitting for him, and honoring the later King Sīhahanañjānī in his turn, went to the assembly hall.",
    "ai-anya-e0105n1:19_3": "That’s why it is the time for the purpose of (living upon) the Kāsian teachers, having given them his own relatives as Sakka",
    "ai-anya-e0105n1:20_0": "and again he said, “Even if you were to dispel the range of the Buddha, the Lord of the World’s Protector, the second enemy, and the third herd,” and she said, “Having seen the wonder of the Infantry, it is not shown that the second lady.",
    "ai-anya-e0105n1:20_1": "The same defining of it should be understood in the way already stated.",
    "ai-anya-e0105n1:20_2": "Still, however, the meaning of what is spoken about in the variety of Queen Subhaddā the Dīghanakha should be understood to be understood in the Commentaries.",
    "ai-anya-e0105n1:20_3": "Herein,",
    "ai-anya-e0105n1:21_0": "“When you’re busy about the park, go to the realm of the King’s monastery, and you can’t go to a park named Thūṇa.",
    "ai-anya-e0105n1:21_1": "That citadel is like the roaming of a monument,",
    "ai-anya-e0105n1:21_2": "The Thūpārāma went to the eastern gate, to the north of the town while going to the north of the north. When she arrived, she stood in the eastern gate, and went to the north of the eastern gate.",
    "ai-anya-e0105n1:21_3": "That’s why it is called “gone” . And that is why the eighth day of the forty-eight names him:",
    "ai-anya-e0105n1:22_0": "As to disavowing, it is discussed in the seen.",
    "ai-anya-e0105n1:22_1": "But even though the full experiences the origin of the Ancient Elder Mahā Devasākha, (which should be told:) “This great teacher, has already been commended by the meaning, and the Elder Mahā Devas.”",
    "ai-anya-e0105n1:23_0": "And having shown that the fire kasiṇa should be understood: “This fire-blazing in the name of the fire.” But the place where the fire was showing him, he gave a knocking in the openings, the apprehended by the fire that is made into air, and nostrils, no more than the third part of the hunter or the sun’s floor. And the fortunate for him to show it, and to its place he give it to the gods.",
    "ai-anya-e0105n1:23_1": "Herein, if this is said in the evening, “By swept away the sun and moon” is far from the sun and moon, that is, the accumulating of the sun and moon” , “The sun, etc., were to say, the cycle of mindfulness and situational awareness,” etc., and because of the uprooting of the round of the sun and moon, the other would not say,",
    "ai-anya-e0105n1:23_2": "But if there were no damage of the sun and moon, heat, bowing down to the north of the sun and moon, and heat, such a kind of furniture in order to prevent the sun and moon, and one like the sun, and one who is able to make a dwelling place for the purpose of execution and blow the sun, but not for the purpose of furniture.",
    "ai-anya-e0105n1:23_3": "Because this is said in the Discipline, (saying): “This is the comparable to the Vinaya.”",
    "ai-anya-e0105n1:24_0": "“They are stated in turbans” and then extra effort.",
    "ai-anya-e0105n1:25_0": "Principles the Path and Reference to the ancient Commentary Suttas. They’d have the scope of grief and leaves,",
    "ai-anya-e0105n1:25_1": "Therefore it should be understood that the name “processes” is said of the Majjhima Nikāya, the Suttanta, and the whole Proper Commentaries is indeed a Suttanta.",
    "ai-anya-e0105n1:25_2": "Here the meaning of the teacher’s discrimination, in the detailed meaning, of the phrase observering of the teacher’s own tradition, with its embarras and its own discriminations, thus it is the meaning of the vanity .",
    "ai-anya-e0105n1:25_3": "For when the teacher says, “A teacher should show the sweet-voiced meaning in that place.” Then he can expose a debate on what he has said, “No doubtful, the king, the teacher, and theal transmission about it, and he should give the three watches of the night.” Then he said, “Those the circumstances, make use of the altogethers; and it is not well provided with five hundred women.”",
    "ai-anya-e0105n1:25_4": "There is no bark in water,",
    "ai-anya-e0105n1:25_5": "That’s why it should be understood that this is said.",
    "ai-anya-e0105n1:26_0": "There too the Majjhima reciters said: “Certainly it is in the Chapter of the Eights, the Snakes, the Middle-Cloths, and the Gomasalakas,",
    "ai-anya-e0105n1:26_1": "I think: ‘The Buddha’s place is making sure the outlet (of the hollow) in the middle, it seems to me,’",
    "ai-anya-e0105n1:26_2": "But when a Buddha had seen the Ganges, Sīhalī, the daughter of a lion, the wives, the fourfold army, and the eighty winter—that is who meant is the foremost of all fourfold origination.”",
    "ai-anya-e0105n1:26_3": "Now, as to the great Saṅgha in the same way, he could at that very spot in the middle which they could be described in the same way as before.",
    "ai-anya-e0105n1:26_4": "That river is not possible for the sake of all arts, nor for the sake of all the auspicious names,",
    "ai-anya-e0105n1:26_5": "Therefore the cowherd’s word to be found in the middle of the Ganges river. In the evening, the range of the ancient, the meaning is this:",
    "ai-anya-e0105n1:26_6": "That’s why a gift to one rid of desire"
}