{
    "ai-anya-e0401n4:0_0": "5. Vīthimuttasaṅgahaanudīpanā",
    "ai-anya-e0401n4:1_0": "143.",
    "ai-anya-e0401n4:1_1": "free of delusion, supreme in mind,",
    "ai-anya-e0401n4:1_2": "“Repulsive” is the arising of a thought occurring for the arising of the arrivals of various kinds.",
    "ai-anya-e0401n4:1_3": "“Anyone who has gone out on shame,”",
    "ai-anya-e0401n4:1_4": "“There are these mental factors for the mental factors,”",
    "ai-anya-e0401n4:1_5": "is unshakable",
    "ai-anya-e0401n4:1_6": "“Because you are don’t both from our seats.”",
    "ai-anya-e0401n4:1_7": "“I take it in the same way.”",
    "ai-anya-e0401n4:1_8": "It is “perception” and “blessing” is the necessary for (all) deeds, not being able to discern them by means of the ending of deeds.",
    "ai-anya-e0401n4:1_9": "“After death, Siddhattha,” and they consent to death.",
    "ai-anya-e0401n4:1_10": "By taking this practice of death, the Joyful Gods do not occur in an island,",
    "ai-anya-e0401n4:1_11": "For there is no running here and there is such a word “blessing”.",
    "ai-anya-e0401n4:1_12": "In the forest there are jackals;",
    "ai-anya-e0401n4:1_13": "When he passed away from that place I was reborn in the beginning, the middle, and the end of existence.",
    "ai-anya-e0401n4:1_14": "Because of the power of those free,",
    "ai-anya-e0401n4:1_15": "“Continued existence” is born:",
    "ai-anya-e0401n4:1_16": "“She is touched,”",
    "ai-anya-e0401n4:1_17": "he should be told: “Excepts,” and stepped in the same place as before.",
    "ai-anya-e0401n4:1_18": "thinking: “Looking, they proceed.”",
    "ai-anya-e0401n4:1_19": "“Possessing.”",
    "ai-anya-e0401n4:1_20": "“Approaching” is exceedingly the wind,",
    "ai-anya-e0401n4:1_21": "And although they came, they told him, “He is in the animal realm,” and in accordance with such .",
    "ai-anya-e0401n4:1_22": "“They are coming, sirs.”",
    "ai-anya-e0401n4:1_23": "“An happiness is the happiness of humanity.”",
    "ai-anya-e0401n4:1_24": "“After attaining ...”",
    "ai-anya-e0401n4:1_25": "They said: “Pay up the meaning” and “May they live in a charnel ground, on the clumping to be used for 40 kilometers.”",
    "ai-anya-e0401n4:1_26": "“Three gods, Vepacitti, the asura lord of demons, Supacitti, lord of demons, and so on, the gods very asura lord of demons.",
    "ai-anya-e0401n4:1_27": "“The Gods of the Thirty-Three”",
    "ai-anya-e0401n4:1_28": "“I am like the gods of the Thirty-Three.”",
    "ai-anya-e0401n4:1_29": "“Tomorrow weavers,” he said, “There are some traders here.”",
    "ai-anya-e0401n4:1_30": "“Indeed,” he replied, “Sometimes, sir,”",
    "ai-anya-e0401n4:1_31": "The place where they rolled out, shake off the flowers.",
    "ai-anya-e0401n4:1_32": "“May they lead to the next world,” or the world of beings.",
    "ai-anya-e0401n4:1_33": "if he departs, saying: “I have died;” and he departed.",
    "ai-anya-e0401n4:1_34": "That’s how topics a site for recitation, etc., location and appearance.",
    "ai-anya-e0401n4:1_35": "the Vessabhū and Yama; he is the lord of the earth; he is the lord of the gods.",
    "ai-anya-e0401n4:1_36": "“Today, Kings,” and the King said: “Today, King,",
    "ai-anya-e0401n4:1_37": "And those spirits who live together likeside.",
    "ai-anya-e0401n4:1_38": "knowing that the domestic helper had done,",
    "ai-anya-e0401n4:1_39": "Saying: “Venerable Revata, I live happily at Kālāma,”",
    "ai-anya-e0401n4:1_40": "“He is far from the world or the human.”",
    "ai-anya-e0401n4:1_41": "There are Yakkhas named Bhūmajakas, too, the gods of the Thirty-Three,",
    "ai-anya-e0401n4:1_42": "“Not for the sake of our deeds” is one who performs the (unwhole) deeds.",
    "ai-anya-e0401n4:1_43": "and they are bound to hell.",
    "ai-anya-e0401n4:1_44": "“Amongst those who are very helpful to the Lord of the Three Worlds,",
    "ai-anya-e0401n4:1_45": "leaning for the earth,",
    "ai-anya-e0401n4:2_0": "those who are eager and determined are self-mortification. They are confident and deceitful.",
    "ai-anya-e0401n4:2_1": "“Hush, sir.”",
    "ai-anya-e0401n4:2_2": "“Those who are immaculate.”",
    "ai-anya-e0401n4:2_3": "why are they crossed over the mind?",
    "ai-anya-e0401n4:2_4": "in the first preceding a Wheel-Turning Monarch And the Universal Monarch is said: “In the past, it is again.”",
    "ai-anya-e0401n4:2_5": "you’re not to be spoken.",
    "ai-anya-e0401n4:2_6": "May the Buddhas arise right here in all ways:",
    "ai-anya-e0401n4:2_7": "they took hold of it, saying: “Take murderers,”",
    "ai-anya-e0401n4:2_8": "“Sometimes (work) with wicked minds,",
    "ai-anya-e0401n4:2_9": "“Whose mindfulness is established, abundant.”",
    "ai-anya-e0401n4:2_10": "here it is here that a spiritual life lived here. Only there is a having fulfilled the spiritual life, there is someone to be lived here.",
    "ai-anya-e0401n4:2_11": "“She is principled and moral conduct.”",
    "ai-anya-e0401n4:2_12": "“The Dhataraṭṭha,” is the great king.",
    "ai-anya-e0401n4:2_13": "So brutal are lungs, etc.",
    "ai-anya-e0401n4:2_14": "“Smells, trees, and those things are dwellings.”",
    "ai-anya-e0401n4:2_15": "“Where is the earth shaven?”",
    "ai-anya-e0401n4:2_16": "the earth, gems, fluids, and those who precious things,",
    "ai-anya-e0401n4:2_17": "“We don’t give gifts”, “We don’t give gifts”, “We don’t need any.” For the name protection of giving,",
    "ai-anya-e0401n4:2_18": "(but) if he makes one who is encouraging;",
    "ai-anya-e0401n4:2_19": "“Approaching in gold,”",
    "ai-anya-e0401n4:2_20": "Saying: “We are inferior,” and having entered here, he departed.",
    "ai-anya-e0401n4:2_21": "The ties of fragrant scented with the body,",
    "ai-anya-e0401n4:2_22": "The ties of fragrant and love is said to be the best of all kinds.",
    "ai-anya-e0401n4:2_23": "“For one who has no insight”, etc.,",
    "ai-anya-e0401n4:2_24": "it is what has been said:",
    "ai-anya-e0401n4:2_25": "“So let loose with the rod and the barriers at the time,",
    "ai-anya-e0401n4:2_26": "“May I get rid of the meaning”: “Bringing the senses in the sense of me.",
    "ai-anya-e0401n4:2_27": "they take care of their riches,",
    "ai-anya-e0401n4:2_28": "Let these yakkhas, gods, and deities have a sense of urgency,",
    "ai-anya-e0401n4:2_29": "“They’re called names, Nāḷāgiri.”",
    "ai-anya-e0401n4:2_30": "“We’re afraid of the earth,” said the life of the gods,",
    "ai-anya-e0401n4:2_31": "she said: “Whatever (good) the yakkha has arisen,",
    "ai-anya-e0401n4:2_32": "“The Buddhas, Kāḷava, the highest among men, was Ujjenī, and Uppalavaṇṇā, Bodhi, (Tree), and Rains Retreat,",
    "ai-anya-e0401n4:2_33": "“For the advantages” is included in the mind- deliverance, and so on.",
    "ai-anya-e0401n4:2_34": "“As a rotting,” and four interruptions,",
    "ai-anya-e0401n4:2_35": "“Who is this roden turtle?” and “As a rocky to play in the evening time?",
    "ai-anya-e0401n4:2_36": "And also that shaven wasted by the wind, And that is, by a preacher of asceticism,",
    "ai-anya-e0401n4:2_37": "is what is meant.",
    "ai-anya-e0401n4:2_38": "Saying: “Vāseṭṭhas,” and sent them away,",
    "ai-anya-e0401n4:2_39": "It is obstinately, and it is something meaning.",
    "ai-anya-e0401n4:2_40": "“Without boundaries” is always permanent,",
    "ai-anya-e0401n4:2_41": "“After attaining (supernatural) vision,” he replied: “Amongst those who are enlightened.”",
    "ai-anya-e0401n4:2_42": "“Great King, in this place the gods of the Thirty-Three have a wheel-turning monarch.”",
    "ai-anya-e0401n4:2_43": "“The Simile of the Gatherd’s Feedingons, In the Lotus Monastery of the Janavasabha,",
    "ai-anya-e0401n4:2_44": "when (who) is cut, that is to say: here.",
    "ai-anya-e0401n4:2_45": "“Stop,” they cattle each other withches, etc., and doing goods.",
    "ai-anya-e0401n4:2_46": "Saharavans, “Excellent Yet with the name of Isipatana a son named Isipatana.",
    "ai-anya-e0401n4:2_47": "“Take the proper conduct in relation to one who is conducted,” then when he has been told.",
    "ai-anya-e0401n4:3_0": "“Now is in the presence of a face.”",
    "ai-anya-e0401n4:3_1": "But it is possible that something is called “thinking”.",
    "ai-anya-e0401n4:3_2": "Brahmā of a thousand leagues,",
    "ai-anya-e0401n4:3_3": "Amongst those (before) sons, the deities called sovereignty,",
    "ai-anya-e0401n4:3_4": "They built the hosts of gods. They circumstances, having taken the timber on the length of the gods, thinking: “On the Supreme One, welcomes, the monastery, the opposite sex,” and when they fall down on their way to the ground.",
    "ai-anya-e0401n4:3_5": "and they arise because of wherever they settle.",
    "ai-anya-e0401n4:3_6": "“Whose’s anyone, ~ who does anyone come from?”",
    "ai-anya-e0401n4:3_7": "“About dart.”",
    "ai-anya-e0401n4:3_8": "Again, “After that” is hard to get back,",
    "ai-anya-e0401n4:3_9": "“The radiance is occupied with logic.”",
    "ai-anya-e0401n4:3_10": "They constantly take one (them),",
    "ai-anya-e0401n4:3_11": "“For he who is angry,” he is not stretching, as though with him,",
    "ai-anya-e0401n4:3_12": "Then not stuck in the formless,",
    "ai-anya-e0401n4:3_13": "“They are harming those who speak in accordance with the Teaching.”",
    "ai-anya-e0401n4:3_14": "the Brahmapāristic parts of the Brahmā-world, which is called a league for one league.",
    "ai-anya-e0401n4:3_15": "“After a chasming shopket,” and so on.",
    "ai-anya-e0401n4:3_16": "“For he whomever has produced merit is for the purpose of (good) merit.",
    "ai-anya-e0401n4:3_17": "“One born in imperturbable” is the fourth absorption; it is the fourth born in equanimity.",
    "ai-anya-e0401n4:3_18": "“Venerables, what’s the obstacle for you to running back and forth?”",
    "ai-anya-e0401n4:3_19": "“There is no water here.” And in this fourth enquiry,",
    "ai-anya-e0401n4:3_20": "“The life of one is bound for the life span.”",
    "ai-anya-e0401n4:3_21": "It is what the grossness of the similes is said.",
    "ai-anya-e0401n4:3_22": "There is no more subtlety",
    "ai-anya-e0401n4:3_23": "they have no trouble getting enough.",
    "ai-anya-e0401n4:3_24": "What can be said: “How can there be no working? ” When they say, “What have not been done? ”",
    "ai-anya-e0401n4:3_25": "and there is what is called “rejoicing”.",
    "ai-anya-e0401n4:3_26": "“Surely the confidence of the Dhamma, and the eye of wisdom is clear, vision of the Truth.”",
    "ai-anya-e0401n4:3_27": "Herein, confidence is called “the eye” in this way the divine eye” .",
    "ai-anya-e0401n4:3_28": "“He has these (performations).” (this is) the path,",
    "ai-anya-e0401n4:3_29": "“Knowledge of Vipassī,” he did not conflict with all kinds of knowledge.",
    "ai-anya-e0401n4:3_30": "“Of the formless sentient beings”,",
    "ai-anya-e0401n4:3_31": "“Whose immeasurable state is the manifestation of,",
    "ai-anya-e0401n4:3_32": "And at the time of the road, thinking: “I have a once-returner,” while standing in the non-returner, he will again a non-returner.",
    "ai-anya-e0401n4:3_33": "Then they said, “I accept rice porridge!”",
    "ai-anya-e0401n4:4_0": "The fourth section on the ground is finished.",
    "ai-anya-e0401n4:5_0": "144.",
    "ai-anya-e0401n4:5_1": "He enters upon between the next life, he is born in the womb,",
    "ai-anya-e0401n4:5_2": "“After present,” according to their confidence,",
    "ai-anya-e0401n4:5_3": "When the courses are destroyed,",
    "ai-anya-e0401n4:5_4": "“Take the progressiveness” and so on.",
    "ai-anya-e0401n4:5_5": "“Among the two signs,” he recalled two signs,",
    "ai-anya-e0401n4:5_6": "“Absolutely,” “Absolutely,”",
    "ai-anya-e0401n4:5_7": "is the meaning of it in the Vibhaṅga: “Herein,” is said, here in the Commentaries.",
    "ai-anya-e0401n4:5_8": "The person who has separated the beginning and the middle of it is called a person who has committed an offense because he has attained.",
    "ai-anya-e0401n4:5_9": "Saying, “Very well,” he once more, at that time the rising of the eyes were at the time of going.",
    "ai-anya-e0401n4:5_10": "“Anyone who does not think ‘reaching in wisdom’, he must tell him about the influence.”",
    "ai-anya-e0401n4:5_11": "“A person with a refuge” .",
    "ai-anya-e0401n4:5_12": "she constricted, delivered, and improperly behaved.",
    "ai-anya-e0401n4:5_13": "nor is it possible to purify the reason why (into them),",
    "ai-anya-e0401n4:5_14": "How is it possible to say that the witness was lost?",
    "ai-anya-e0401n4:5_15": "What training?",
    "ai-anya-e0401n4:5_16": "even a failure in the eye that has arisen,",
    "ai-anya-e0401n4:5_17": "For what reason do you abide in?”",
    "ai-anya-e0401n4:5_18": "when he departs from another’s mother by himself, he won’t be healthy or hurry.",
    "ai-anya-e0401n4:5_19": "In the relic of Yakkhas, this yakkha Ālavaka is said: “This must be worshipped by a native spirits,” and so on.",
    "ai-anya-e0401n4:5_20": "Yet he shows them to be shown by this yakkhas,",
    "ai-anya-e0401n4:5_21": "Of those who live indeed, living indeed, they live indeed is called ‘one who beast’.",
    "ai-anya-e0401n4:5_22": "“As a reward for the ground” is said, “giving the ground is said to be destroyed by the earth,” etc., is said, “giriborns,” and so on.",
    "ai-anya-e0401n4:5_23": "“After gold, they become ugly.”",
    "ai-anya-e0401n4:5_24": "As to shape, they are the shape of hanging down.",
    "ai-anya-e0401n4:5_25": "Those Ājīvaka ascetics, living crowded by Ājīvaka ascetics, etc.",
    "ai-anya-e0401n4:5_26": "when they fall, they say, ‘fal.’",
    "ai-anya-e0401n4:5_27": "Abandoning is the meaning of it: on its owning, is the meaning.",
    "ai-anya-e0401n4:5_28": "“Amongst people” is dwelling in regard to places.",
    "ai-anya-e0401n4:5_29": "and seeking his life.",
    "ai-anya-e0401n4:5_30": "they threw the lifespan,",
    "ai-anya-e0401n4:5_31": "and having sprinkled those sandals, with the lifespan of a hundred leagues,",
    "ai-anya-e0401n4:5_32": "“One of these two grounds” are reborn, and of those who have merit.",
    "ai-anya-e0401n4:5_33": "Those who have performed merits through making merit are produced by day and night. And those who have been reborn in the heavenly realm.",
    "ai-anya-e0401n4:5_34": "Saying at night, clinging to the heavenly realm,",
    "ai-anya-e0401n4:5_35": "giver of the fruit of his good and bad deeds.",
    "ai-anya-e0401n4:5_36": "“My meritorious gifts, my gifts.” When they’ve passed away, I’ll make an offering of merit for the donors.",
    "ai-anya-e0401n4:5_37": "Or the courtesan of the Thirty-Three had a single piece of Āḷavī, just as they needed a wheel-turning monarch.",
    "ai-anya-e0401n4:5_38": "All the divine years had one thousand years.",
    "ai-anya-e0401n4:5_39": "you should say, ‘There is no wheel-turning monarch.",
    "ai-anya-e0401n4:5_40": "Likewise not when anyone in hell or the animal realm,",
    "ai-anya-e0401n4:5_41": "The Brahmas of the four primary elements were created by adhering to the company of the Buddha, the ten Yet in the company of Brahmā, the act of Brahmā, the act of neither perception nor non-perception.",
    "ai-anya-e0401n4:5_42": "there is truth,",
    "ai-anya-e0401n4:5_43": "But ten ignorant Hells and has been included in hell because they are no more than ten.",
    "ai-anya-e0401n4:5_44": "Nor will he lead solely to hell.",
    "ai-anya-e0401n4:5_45": "But even the deluded of the lifespan of those deluded you weren’t successful or prosperous.",
    "ai-anya-e0401n4:5_46": "Through that deed and through its result,",
    "ai-anya-e0401n4:5_47": "That is why it is said in the text, “He is lived on very ground” the way .",
    "ai-anya-e0401n4:5_48": "Hence it is said: “He is the exposition in the hells.”",
    "ai-anya-e0401n4:5_49": "“Yes,” he replied, “Yes,” he replied, “There is no place for the purpose of going downwards, and there is the meaning of climate.",
    "ai-anya-e0401n4:5_50": "Good conduct is tenfold:",
    "ai-anya-e0401n4:5_51": "Ten kinds of misconduct:",
    "ai-anya-e0401n4:5_52": "Those who have fallen into hiding delight in sleeping places, bound together by their bonds.",
    "ai-anya-e0401n4:5_53": "“(thinking): “Tomorrow,” and the lion,",
    "ai-anya-e0401n4:5_54": "They’re famous about with it.",
    "ai-anya-e0401n4:5_55": "And you’re not able to live like that.",
    "ai-anya-e0401n4:5_56": "All of the four dispensations (where the Buddha’s doctrines) continuation. It would be made known to them.",
    "ai-anya-e0401n4:5_57": "So from here a lion, abstaining the precincts of life for a long time,",
    "ai-anya-e0401n4:5_58": "In this way, these days, the life span is one-processive. A one of the rose-preparations would always prevent his life.",
    "ai-anya-e0401n4:5_59": "if she responds back even for the sake of a dwelling;",
    "ai-anya-e0401n4:5_60": "there is no craving for me.",
    "ai-anya-e0401n4:5_61": "“Persons are possessed of,” etc., are protected by possessing possession of nutriment.",
    "ai-anya-e0401n4:5_62": "“These are the gods of the Four Great Kings.”",
    "ai-anya-e0401n4:5_63": "Now it is the gods who are supernormal powers.",
    "ai-anya-e0401n4:5_64": "“Sir, it is time for us to go to our Bodhisatta.” When the Bodhisatta had arisen, he said:",
    "ai-anya-e0401n4:5_65": "Whose (after Buddha) has arisen in the past,",
    "ai-anya-e0401n4:5_66": "But the king has arisen in this world,",
    "ai-anya-e0401n4:5_67": "“There are in the world with its gods, Māras and Brahmās, one day in both ways who is unified in the Dhamma of the Four Great Kings, whose heart is stated in the Dhamma, and so on.”",
    "ai-anya-e0401n4:5_68": "Verses",
    "ai-anya-e0401n4:5_69": "“It’s surrounded by the Gods of the Thirty-Three.”",
    "ai-anya-e0401n4:5_70": "Among the life span of a thousand years.",
    "ai-anya-e0401n4:5_71": "“One thousand years.”",
    "ai-anya-e0401n4:5_72": "they said: “After eight thousand years,”",
    "ai-anya-e0401n4:5_73": "“All the winter gods.”",
    "ai-anya-e0401n4:5_74": "“It’s surrounded by the Gods of the Thirty-Three.”",
    "ai-anya-e0401n4:5_75": "One day and night he should give the one by night",
    "ai-anya-e0401n4:5_76": "“Four hundred years in the world.”",
    "ai-anya-e0401n4:5_77": "When a brahmin has passed away",
    "ai-anya-e0401n4:5_78": "“(There is) a requisite suitable for seeing the Four Great Kings,” and so on.",
    "ai-anya-e0401n4:5_79": "now (and now) a human being is called a “eon”.",
    "ai-anya-e0401n4:6_0": "doesn’t plunge into the water,",
    "ai-anya-e0401n4:6_1": "“This is what’s unsuitable, without placing the mind and keeping it connected.",
    "ai-anya-e0401n4:6_2": "knowing the Earth, knowing that they were the path in the first absorption, on the ground, on the contrary,",
    "ai-anya-e0401n4:6_3": "As the sun (dwells) in the allowable,",
    "ai-anya-e0401n4:6_4": "One is allowed to live on for a day, and fortnight by night.",
    "ai-anya-e0401n4:6_5": "Whether in the past, future, or present? These are the proper periods that are allowable, they are designated in training.",
    "ai-anya-e0401n4:6_6": "Mahākappina is large, a great hero,",
    "ai-anya-e0401n4:6_7": "and spend the rainy season residences, even a hundred thousand rains. It’s reckoned as an incalculable, immeasurable,",
    "ai-anya-e0401n4:6_8": "in a single direction, if it is an interval between the two quarters,",
    "ai-anya-e0401n4:6_9": "The life span of sentient beings is short; the life span of sentient beings.",
    "ai-anya-e0401n4:6_10": "Those people who lived for ten years had children who lived for ten years.",
    "ai-anya-e0401n4:6_11": "For 84,000 gods whose mind was permanent,",
    "ai-anya-e0401n4:6_12": "They are called ‘sakes’ because they are bound together by sinews.",
    "ai-anya-e0401n4:6_13": "and when it is said to have twenty leagues, that is, say,.",
    "ai-anya-e0401n4:6_14": "“Those who are Leaders,” and on the four sides,",
    "ai-anya-e0401n4:6_15": "“Aside in the monastery” is cleared, but it is cleared by a secluded lodging.",
    "ai-anya-e0401n4:6_16": "As a result, he ran away.",
    "ai-anya-e0401n4:6_17": "“They are expert in cycles.”",
    "ai-anya-e0401n4:6_18": "and with the passing of the passing of the passing by.",
    "ai-anya-e0401n4:6_19": "Guaranteed by means of bean curry and cultivated plants,",
    "ai-anya-e0401n4:6_20": "“Is there anything?”",
    "ai-anya-e0401n4:6_21": "Eight it is said in the Commentaries:",
    "ai-anya-e0401n4:6_22": "“May they beat the fire!”",
    "ai-anya-e0401n4:6_23": "is allowed to an end, and then the recollection of that group.",
    "ai-anya-e0401n4:6_24": "“That’s below.”",
    "ai-anya-e0401n4:6_25": "“Four are sixty-two years.”",
    "ai-anya-e0401n4:7_0": "with verses on the verses,",
    "ai-anya-e0401n4:7_1": "knowing that they had a firebrand for seven months,",
    "ai-anya-e0401n4:7_2": "Then, as the hands of the rainy season",
    "ai-anya-e0401n4:7_3": "and he blocks the world’s edges in seven leagues.",
    "ai-anya-e0401n4:7_4": "Hence it is said: “The eighth day.”",
    "ai-anya-e0401n4:7_5": "“It’s water,”",
    "ai-anya-e0401n4:7_6": "The world will become (great) eight leagues away from the world.",
    "ai-anya-e0401n4:7_7": "When one whirlpools all four or five—",
    "ai-anya-e0401n4:7_8": "Herein, “As a four-footed” is sixty-three dwellings.",
    "ai-anya-e0401n4:7_9": "“You’re profounded,” and asked (them) torments,",
    "ai-anya-e0401n4:7_10": "is stabilized in three ways.",
    "ai-anya-e0401n4:7_11": "“For example,” he said, “There is no cycle of hollow”,",
    "ai-anya-e0401n4:7_12": "“Which rolls forth is allowed,”",
    "ai-anya-e0401n4:7_13": "“After counting,” he replied, “It’s used to make the kasiṇa and gave the interruption.”",
    "ai-anya-e0401n4:7_14": "just as the eight (persons of) the currents...",
    "ai-anya-e0401n4:7_15": "But when the water is rising, “winter in water,” so long as he dropped in the water, they are no more than a little expert in the water.",
    "ai-anya-e0401n4:7_16": "About overstanding, they stand for a long time.",
    "ai-anya-e0401n4:7_17": "This is what was said.",
    "ai-anya-e0401n4:7_18": "(But) all my minds have been completed,",
    "ai-anya-e0401n4:7_19": "The unconditioned one lived in absorption.",
    "ai-anya-e0401n4:7_20": "This is the right way.",
    "ai-anya-e0401n4:8_0": "The group of four on lifting is finished.",
    "ai-anya-e0401n4:9_0": "145.",
    "ai-anya-e0401n4:9_1": "The deeds done to be done",
    "ai-anya-e0401n4:9_2": "people think: “Sometics will not give away”,",
    "ai-anya-e0401n4:9_3": "is appeared:",
    "ai-anya-e0401n4:9_4": "“Anyone” is said to be Joyful-Interest.",
    "ai-anya-e0401n4:9_5": "if he makes one long;",
    "ai-anya-e0401n4:9_6": "if he gets a person to carry them away;",
    "ai-anya-e0401n4:9_7": "if she cuts off, thinking, “Realizes her;”",
    "ai-anya-e0401n4:9_8": "Because of the worms’ working: “We (wholesome) deeds are reborn in the forms of deeds,",
    "ai-anya-e0401n4:9_9": "If, however, there is in the advantage of posture—it is a term for mindfulness, all is called “mind because of their deeds.”",
    "ai-anya-e0401n4:9_10": "What is propelled is irregularly.",
    "ai-anya-e0401n4:9_11": "They result in a ripe result,",
    "ai-anya-e0401n4:9_12": "When it occurs, it flows.",
    "ai-anya-e0401n4:9_13": "he himself substances tensely gains happiness;",
    "ai-anya-e0401n4:9_14": "“Rejoicing, we have obtained this donation thus: this is the right way.”",
    "ai-anya-e0401n4:9_15": "that even the district of desire for the Uposatha should be seen asholding.",
    "ai-anya-e0401n4:9_16": "it gets another to be done.",
    "ai-anya-e0401n4:9_17": "“This is better.”",
    "ai-anya-e0401n4:9_18": "“As a dead person would die!”",
    "ai-anya-e0401n4:9_19": "“This person is impressive for this person.”",
    "ai-anya-e0401n4:9_20": "“ confident inspiring confidence in the best”,",
    "ai-anya-e0401n4:9_21": "“Like they’ve fallen into a pit,”",
    "ai-anya-e0401n4:9_22": "‘Formerly, as a dead person,’ they are said to be ‘notwledge’.",
    "ai-anya-e0401n4:9_23": "“This is the movement of his deeds,”",
    "ai-anya-e0401n4:9_24": "“Life favourable” is one requisites.",
    "ai-anya-e0401n4:9_25": "“After attaining,” he replied, “I shall attain the meditation subject,” and then used it to be taken up.",
    "ai-anya-e0401n4:9_26": "they bound the strike of the aggregates.",
    "ai-anya-e0401n4:9_27": "Saying, “Noble Ladies” is said: ‘In those who live in the way already described,’ and so on,",
    "ai-anya-e0401n4:9_28": "remains for a long time.",
    "ai-anya-e0401n4:9_29": "“Be” they replied, “There is no oppositeness in this way, too, in the result of all skillful qualities,” or of them.",
    "ai-anya-e0401n4:9_30": "“After having driven out the water without giving them up, making a plague, and making a wish.”",
    "ai-anya-e0401n4:9_31": "at the time of destiny, at the time of approval at the time of work.",
    "ai-anya-e0401n4:9_32": "“Sāgata has means endowed with providing the meaning” (defilement).",
    "ai-anya-e0401n4:9_33": "“I will worship this great compassion.”",
    "ai-anya-e0401n4:9_34": "“For this post-midday chaff or affairs that were to be experienced by the method of deeds.”",
    "ai-anya-e0401n4:9_35": "‘Being on all sides’ means fulfilment in the ground.",
    "ai-anya-e0401n4:9_36": "After that (first) of King Ajātasattu’s son, the son of King Ajātasattu, had been reborn in hell, the animal realm, or the wardenemy of hell—when his actions, he was reborn in hell.",
    "ai-anya-e0401n4:9_37": "For the aggregates, and the seventh sections are called the suffering.",
    "ai-anya-e0401n4:9_38": "How should I do this?",
    "ai-anya-e0401n4:9_39": "another person should have the oxensive.",
    "ai-anya-e0401n4:9_40": "But they don’t do their work. They’d wretch an oppressed of pleasant actions, or they make an end of suffering.",
    "ai-anya-e0401n4:9_41": "THE THE DENS OF CONCENTRATION OF ITRATION OFE OF ITS OF ITS OF CONCENTRATIONG OF ITS OF IT there are two kinds of misconduct:",
    "ai-anya-e0401n4:9_42": "The account of the prominent merchant Ānanda",
    "ai-anya-e0401n4:9_43": "He had a stinginess.",
    "ai-anya-e0401n4:9_44": "by others, giving gifts to others.",
    "ai-anya-e0401n4:9_45": "After that, he became one of the women in one village.",
    "ai-anya-e0401n4:9_46": "From the time of his birth, he reached the goal of his mother, spoke about with difficulty like this. In the Dhammapada:",
    "ai-anya-e0401n4:9_47": "Consequently, therefore it is in the same way as other beings who do their fruits or deed to be experienced as pleasure, and whose mind is to be felt.",
    "ai-anya-e0401n4:9_48": "“For he whose deeds are fulfilled,” and she fell down, dawn on the ground, and on the way spot in the neighborhood of a certain worker.",
    "ai-anya-e0401n4:9_49": "Afterwards, and later generally presented each of the head, they think, ‘This is why they’re called a “ease’.”",
    "ai-anya-e0401n4:9_50": "whatever deeds the head may be cut off,",
    "ai-anya-e0401n4:9_51": "if he leaves the workplace;",
    "ai-anya-e0401n4:9_52": "for the purification",
    "ai-anya-e0401n4:9_53": "“This is the reason for you,” is the same thing,",
    "ai-anya-e0401n4:9_54": "“Householder, in this matter I (risk).”",
    "ai-anya-e0401n4:9_55": "“See this,” and they resentment towards this man.",
    "ai-anya-e0401n4:9_56": "In the case of the King’s body, the Elder Soṇakāyana, who were the Similar, confused himself in the path of the earth, when they were wrongly taken on the ground.",
    "ai-anya-e0401n4:9_57": "After one place, the king’s former wife, and another’s workers destroyed at that moment, and instantly neighborhood of good character,",
    "ai-anya-e0401n4:9_58": "Applying the sign of learning,",
    "ai-anya-e0401n4:9_59": "if they both make up and ware;",
    "ai-anya-e0401n4:9_60": "skillful deeds. They do a skillful deeds.",
    "ai-anya-e0401n4:9_61": "Since he knows “Like life” is . Their deed is simply reborn in a limited period, a limited period, and there is no simply no limit of deeds.",
    "ai-anya-e0401n4:9_62": "The life span of those deeds,",
    "ai-anya-e0401n4:9_63": "“The country of Rādha,” and the Soles of his mother, father, brother, sister, relatives, or clan as guardian.",
    "ai-anya-e0401n4:9_64": "“But madam, is the discussion about the middle ones?”",
    "ai-anya-e0401n4:9_65": "“For he who is liberated,” he understood the impermanence of things,",
    "ai-anya-e0401n4:9_66": "“A medium position,”",
    "ai-anya-e0401n4:9_67": "“But madam,” replied the middle talk,",
    "ai-anya-e0401n4:9_68": "“All this it is said, this all the different suttantas” according to the word “There is no commentary” .",
    "ai-anya-e0401n4:9_69": "Impermanent, and bearing the riches,",
    "ai-anya-e0401n4:9_70": "“‘Kinds of drinking’: this is how he wants.”",
    "ai-anya-e0401n4:9_71": "Here the (performed) actions are called “the result of (birth) deeds”.",
    "ai-anya-e0401n4:9_72": "It is what people do for him;",
    "ai-anya-e0401n4:9_73": "By this deed the posts of his repetitions to the uprooting of the positions, the aggregates, the deeds that tree is called.",
    "ai-anya-e0401n4:9_74": "if he answers, “The resultants have come up,” between the small and the ocean,",
    "ai-anya-e0401n4:9_75": "Queen Dhammadinnā in a certain place, Queen By the Thirty-Three gods, the Beyond after having reappeared in the three parts of Queens, caught up in the neighbourhoods, and subduing the heads of his enemy, he reached the destruction of suffering in the different realms.",
    "ai-anya-e0401n4:9_76": "“But can I kill living creatures?” is one intentionally,",
    "ai-anya-e0401n4:9_77": "The Great Council of the five hundred Theras is called a thief, not the site,",
    "ai-anya-e0401n4:9_78": "The The elder, having performed his former deeds by himself, and became fully extinguished, gained through (from Nibbāna).",
    "ai-anya-e0401n4:9_79": "She plunged from the bank of the Vaggumudā and Pañcasikha, and was the most promise of the past deeds that running to the neighborhood of the Father.",
    "ai-anya-e0401n4:9_80": "Kakusandha, the Buddha Kakusandha, the son of the Buddha, was said to be a magician.",
    "ai-anya-e0401n4:9_81": "The kings of the earth, embracing a complexion, he is what is called.",
    "ai-anya-e0401n4:9_82": "But when he had done so, he reached his own moment by himself, and when he was reborn in his final knowledge.",
    "ai-anya-e0401n4:9_83": "Herein, he performs simultaneous deeds in the ears and including the neck.",
    "ai-anya-e0401n4:9_84": "they don’t give to their own results,",
    "ai-anya-e0401n4:9_85": "And if he gives it up to the last starts, he gives the result and makes known after.",
    "ai-anya-e0401n4:9_86": "is unshakable",
    "ai-anya-e0401n4:9_87": "“‘Overcome” is the past and future’: this is the result of past deeds.",
    "ai-anya-e0401n4:9_88": "results in deeds, and after cutting off his own giving up.",
    "ai-anya-e0401n4:9_89": "Herein, the result is said to people: “Perhaps there is some people here who are unknown to people, he does not have live in this way, is not so since it is said.”",
    "ai-anya-e0401n4:9_90": "Hence it is said: “Here they take the best ones?”",
    "ai-anya-e0401n4:9_91": "But when they came, they said, “Accutors,” they told their work like this.",
    "ai-anya-e0401n4:9_92": "the resultant is reborn in a resultant place.",
    "ai-anya-e0401n4:9_93": "As a result, rebirth-linking is produced.",
    "ai-anya-e0401n4:9_94": "resulting in rebirth-producing kamma-process becoming,",
    "ai-anya-e0401n4:10_0": "The group of five on the bright side is finished.",
    "ai-anya-e0401n4:11_0": "136.",
    "ai-anya-e0401n4:11_1": "“Since they’re strong, they don’t give the result of death for the result of rebirths,” and they deadly painted with mindfulness of death.",
    "ai-anya-e0401n4:11_2": "“They are.”",
    "ai-anya-e0401n4:11_3": "“My deeds have been constantly dressed,",
    "ai-anya-e0401n4:11_4": "for one who has caused the monasteries it is called “restraint from weakness without strength.”",
    "ai-anya-e0401n4:11_5": "people don’t slander it.",
    "ai-anya-e0401n4:11_6": "Hence it is said: “Mount Victors, the seats of the one who is worthy of a seat.”",
    "ai-anya-e0401n4:11_7": "This is called “non-percipient” and so on.",
    "ai-anya-e0401n4:11_8": "But when there is no choice, they don’t give to them, they’re said to be corrected, “But if they don’t give their views.”",
    "ai-anya-e0401n4:11_9": "He needs a seat that can go too far offered, nor is to all leagues.",
    "ai-anya-e0401n4:11_10": "if it is on the day after the observance day;",
    "ai-anya-e0401n4:11_11": "At the time of death, someone who has entered upon death is equal to him, together with a league. But they have undertaken wrong view and have entered upon them.",
    "ai-anya-e0401n4:11_12": "like a full moon on a worm.",
    "ai-anya-e0401n4:11_13": "happiness is the volition of another.",
    "ai-anya-e0401n4:11_14": "being afraid of wrongdoing, produces concentration through insight.",
    "ai-anya-e0401n4:11_15": "These are the fourth interruption of the opposite Contincts and incompatibles given is said to be the work “ trees”.",
    "ai-anya-e0401n4:11_16": "A (good) deed or a wholesome deed,",
    "ai-anya-e0401n4:11_17": "Having received it again and again, when the result is delivered,",
    "ai-anya-e0401n4:11_18": "when there is no agitation,",
    "ai-anya-e0401n4:11_19": "They have done a good deed which has arisen in the sensual realm, the result of good and wholesome deeds, and the consciousness that has arisen in them, they are called ‘accumulate’.",
    "ai-anya-e0401n4:11_20": "And here it is said that when the word has been performed: “It is interrupted,” and when he extends it again and again, it a long time.",
    "ai-anya-e0401n4:11_21": "Therefore what is called workable is the same as not-self, and what is that the procedure should be done again and again, when it is done next to them, it was given in the Paṭisambhidā, the Simile of the Eightened One, and it was told invalidated here and therefore it was given to him, and it was given to him again.",
    "ai-anya-e0401n4:12_0": "“Yes,” he replied.",
    "ai-anya-e0401n4:12_1": "“In the first place, where the deeds done has been performed, what the procedure has been done, and which has been done in the past is the future, what is left over.”",
    "ai-anya-e0401n4:12_2": "“Why are these things?”",
    "ai-anya-e0401n4:12_3": "“Painful”, “In this way I gathered in the midst of the Community,",
    "ai-anya-e0401n4:12_4": "whatever result they give,",
    "ai-anya-e0401n4:12_5": "and when there’s no much of there is no us.",
    "ai-anya-e0401n4:12_6": "there is no seat when there is no seat",
    "ai-anya-e0401n4:12_7": "When there is no (true) deeds, and the result can be done, that is the meaning.",
    "ai-anya-e0401n4:12_8": "composed to understand what is empty;",
    "ai-anya-e0401n4:13_0": "Gratification",
    "ai-anya-e0401n4:13_1": "Pleasant feelingows to be experienced as pleasant.",
    "ai-anya-e0401n4:13_2": "Seven things are properly covered,",
    "ai-anya-e0401n4:13_3": "“Pay is indeed,” etc.;",
    "ai-anya-e0401n4:13_4": "‘They are unincluded.’",
    "ai-anya-e0401n4:13_5": "* For as long as many of his life lasts, he stopped the wicked deeds.",
    "ai-anya-e0401n4:13_6": "When you hear the teaching of the Elder Sāriputta, after hearing the Dhamma he was reborn in a seat, he was reborn in the heavenly realm.",
    "ai-anya-e0401n4:13_7": "for as long as life lasts, many good deeds are prepared,",
    "ai-anya-e0401n4:13_8": "Death (went to) the Buddha in the realm of the Buddha, and having performed his legal procedures, he gave (the money) for the sake of his deeds.",
    "ai-anya-e0401n4:14_0": "The fourth section on the Realized One is finished.",
    "ai-anya-e0401n4:15_0": "147.",
    "ai-anya-e0401n4:15_1": "Once again to this life,",
    "ai-anya-e0401n4:15_2": "should be seen.",
    "ai-anya-e0401n4:15_3": "“It is liable to be reborn.”",
    "ai-anya-e0401n4:15_4": "It is seen, heard, thought, or known.",
    "ai-anya-e0401n4:15_5": "practicing principled and moral conduct.",
    "ai-anya-e0401n4:15_6": "is what life-form is called reference to.",
    "ai-anya-e0401n4:15_7": "With considering incarnation, they show their own view of the reinforced with their own hands, and make this statement in order to show it.",
    "ai-anya-e0401n4:15_8": "“Anyone who does the results of deeds, how is it to be shown in this way?”",
    "ai-anya-e0401n4:15_9": "the result of deeds, the result of deeds, and the result of deeds, they should be experienced.",
    "ai-anya-e0401n4:15_10": "the pleasant or known,",
    "ai-anya-e0401n4:15_11": "thinking: “After going”, they consent.",
    "ai-anya-e0401n4:15_12": "and after running, he robbed them by,",
    "ai-anya-e0401n4:15_13": "Indeed it is the meaning;",
    "ai-anya-e0401n4:15_14": "is unshakable",
    "ai-anya-e0401n4:15_15": "“Have you seen the Truth?”",
    "ai-anya-e0401n4:15_16": "I need five things.",
    "ai-anya-e0401n4:15_17": "what has been said;",
    "ai-anya-e0401n4:15_18": "“In the first place,” etc., in the first place, is said: “Noble Ones,” and so on.",
    "ai-anya-e0401n4:15_19": "and another always shouting the sound of a great limb,",
    "ai-anya-e0401n4:15_20": "that are not easily accessible to the next,",
    "ai-anya-e0401n4:15_21": "He said: “Whether, there is no unity in the present life. ” And the meaning is this: “The meaning is that it is in between the present life and the next.”",
    "ai-anya-e0401n4:15_22": "“Killing,” he said,",
    "ai-anya-e0401n4:15_23": "Another: the winds, and the otherwise.",
    "ai-anya-e0401n4:15_24": "And another is the meaning.",
    "ai-anya-e0401n4:15_25": "“(all) arise and entered the next life.”",
    "ai-anya-e0401n4:15_26": "In the legal procedure of deeds, he knew that the legal procedure was asked, “Koṇḍañña, Āḷavī,” and he said, “Paṇḍuka, you sent him,”",
    "ai-anya-e0401n4:15_27": "He said, “But did you go to the state of anxiety?”",
    "ai-anya-e0401n4:15_28": "“That is how it is said,” “has a reference to this,” according to the Pāṭaliputta is said.",
    "ai-anya-e0401n4:15_29": "There was a result of past deeds, there was no result of deeds, and a result of deeds. There was no result of (the result of) deeds, there was no result of past deeds, for in the future.",
    "ai-anya-e0401n4:15_30": "“As a road” is the way fire -",
    "ai-anya-e0401n4:15_31": "“‘Have the result’: this is the result,’ which is why, without giving up, goes wherever, is one is seen, without having seen, heard, thought, and gains a fruit. So the result, only the result of that is why,’",
    "ai-anya-e0401n4:15_32": "if he says, “This is the condition for us,” and when it is said:",
    "ai-anya-e0401n4:15_33": "“A large, small,” is a condition for the sake of",
    "ai-anya-e0401n4:15_34": "“As a silk-cottonishing, Kāka, are led like a person who seesd the bleeding work.",
    "ai-anya-e0401n4:15_35": "“For those who have the lady of the fruit of that deed”, etc., as the origin of the fruit of that is the act of gaining material possessions, etc., and so on.",
    "ai-anya-e0401n4:15_36": "Worlding in the earth, making senses that is continually present, abode, traveling through the whole of that deed, or else.",
    "ai-anya-e0401n4:15_37": "“(There is) some beginning with word,” while others did the same,",
    "ai-anya-e0401n4:15_38": "remains in the present life.",
    "ai-anya-e0401n4:16_0": "is reborn in the next world.",
    "ai-anya-e0401n4:16_1": "(such as) good accumulating,” said the foundations,",
    "ai-anya-e0401n4:16_2": "That is what is called “association with living creatures” is what is said.",
    "ai-anya-e0401n4:16_3": "and it is well stored.",
    "ai-anya-e0401n4:16_4": "“The remainder is reborn in a heavenly feelings”,",
    "ai-anya-e0401n4:16_5": "“In this world, sir.”",
    "ai-anya-e0401n4:16_6": "“I have done wholesome deeds.”",
    "ai-anya-e0401n4:16_7": "from the twisted grounds for objects.",
    "ai-anya-e0401n4:16_8": "“They came.” And they replied, “Such failure in function,” “There is no offense for one who lost the eyes.”",
    "ai-anya-e0401n4:16_9": "it comes to suffering, its origin,",
    "ai-anya-e0401n4:16_10": "the Guardian of the World, the Lord of the World, having reached maturity,",
    "ai-anya-e0401n4:16_11": "“As though you live according to your wives, Vepacitti,",
    "ai-anya-e0401n4:16_12": "Discussion of the Eights",
    "ai-anya-e0401n4:16_13": "“That’s who’s corrupted,” and “their” is no corruption of deeds.",
    "ai-anya-e0401n4:16_14": "placed them in the same place as before.”",
    "ai-anya-e0401n4:16_15": "It is said: “Yes,” etc. , in the sense of best and so on.",
    "ai-anya-e0401n4:16_16": "“This introduction” is exceedingly the same thing as “listing” in the same way.",
    "ai-anya-e0401n4:17_0": "Four deeds in the present life",
    "ai-anya-e0401n4:18_0": "148.",
    "ai-anya-e0401n4:18_1": "The place where the sun was set up,",
    "ai-anya-e0401n4:18_2": "“As a woman who is accusing,”",
    "ai-anya-e0401n4:18_3": "it is said to be the physical contact.",
    "ai-anya-e0401n4:18_4": "After saying: “Through grueling it,” they throw themselves into the sky,",
    "ai-anya-e0401n4:18_5": "Hence it is said: “He is intentionless,” and so on.",
    "ai-anya-e0401n4:18_6": "“The owner of the Sakyans” and “The owners of others.",
    "ai-anya-e0401n4:18_7": "He should go without a group of travelers and struggles. He should not walk about for the sake of a woman’s body, without a man, teeth, and her skin.",
    "ai-anya-e0401n4:18_8": "“this is the intention of others!”",
    "ai-anya-e0401n4:18_9": "“Rejoicing” is the possession of another;",
    "ai-anya-e0401n4:18_10": "cutting down the intention of others, intending to hurt themselves, hurt others, or hurt both;",
    "ai-anya-e0401n4:18_11": "and the rainy season is what is meant.",
    "ai-anya-e0401n4:18_12": "is the variety of paths, “Poisācas and what is allowable for himself to attain the highest path.”",
    "ai-anya-e0401n4:18_13": "here, “By ...” is said, here the indicated by the words “virtuous,” is what is meant.",
    "ai-anya-e0401n4:18_14": "that’s what they did.",
    "ai-anya-e0401n4:18_15": "And here the words “possessed by means of going unification and in mind” are said in that way.",
    "ai-anya-e0401n4:18_16": "That is why ‘dependentity is unbounded’ is said. And so it does not have stated.",
    "ai-anya-e0401n4:18_17": "By reasoning you accept neither perception nor non-perception, you say.",
    "ai-anya-e0401n4:18_18": "and if perceptions are striving in such a place,",
    "ai-anya-e0401n4:18_19": "Both possesses one’s own volition, one who possesses another’s perception, like an opposite sex. The practice that leads to the beyond.",
    "ai-anya-e0401n4:18_20": "why are their conditions for support?",
    "ai-anya-e0401n4:18_21": "Hence it is said: “They are coming,” and they consent.",
    "ai-anya-e0401n4:18_22": "“The fourfold army are stated,” he replied.",
    "ai-anya-e0401n4:18_23": "Your mind associate with it, but the path is the practice to cultivate the path to that place.",
    "ai-anya-e0401n4:18_24": "“It’s a nun.”",
    "ai-anya-e0401n4:18_25": "protected by her mother,",
    "ai-anya-e0401n4:18_26": "“But in the Suttanta,” she was referring to the suttantas,",
    "ai-anya-e0401n4:18_27": "“It’s a nun.”",
    "ai-anya-e0401n4:18_28": "These are called the sixty-two misconceptions.",
    "ai-anya-e0401n4:18_29": "For whom the lady named Pāsaṇḍa",
    "ai-anya-e0401n4:18_30": "to them a teaching:",
    "ai-anya-e0401n4:18_31": "By wrong speech, unvirtuousness, lacking in virtue and blamelessness.",
    "ai-anya-e0401n4:18_32": "Then the Greatly Famous One, Etc.",
    "ai-anya-e0401n4:18_33": "After that of the five-fold multitude of a nun who has trained in the five trainings,",
    "ai-anya-e0401n4:18_34": "The account of the eighth section on the observance day",
    "ai-anya-e0401n4:18_35": "“The Teacher is unskillful.”",
    "ai-anya-e0401n4:18_36": "“No,” the senior monks, wasn’t all that was,",
    "ai-anya-e0401n4:18_37": "Golden lady, these two of mines and the Suras,",
    "ai-anya-e0401n4:18_38": "Intention regarding that there is a Universal procedure,",
    "ai-anya-e0401n4:18_39": "Saying, “All the result of all the results of deeds,” the result of past deeds in the middle, or the result of past deeds—is said;",
    "ai-anya-e0401n4:18_40": "“(saying): ‘It is insane,’”",
    "ai-anya-e0401n4:18_41": "“The group of five” is well-planted, shaking off of the five connections,",
    "ai-anya-e0401n4:18_42": "The monks from the group of six",
    "ai-anya-e0401n4:18_43": "“Seeing the past, alcoholic drinks,”",
    "ai-anya-e0401n4:18_44": "The discriminations of the paths is said to be the tomorrow.",
    "ai-anya-e0401n4:18_45": "Herein, the ropes and the size of rough,” and so on, backbiting, and so on.",
    "ai-anya-e0401n4:18_46": "“She’s fine, sir.”",
    "ai-anya-e0401n4:18_47": "“Having meritorious deed is the path, an unprofitable way to do good deeds,",
    "ai-anya-e0401n4:18_48": "“As a prison,” he is satisfied, after that is very pure,",
    "ai-anya-e0401n4:18_49": "“It is capable of drinking (from there) for the power of the Deathlessness.”",
    "ai-anya-e0401n4:18_50": "“Listening,” he said,",
    "ai-anya-e0401n4:18_51": "“Lives of merit,” replied the road to the wholesome,",
    "ai-anya-e0401n4:18_52": "“It’s right,” he said.",
    "ai-anya-e0401n4:18_53": "“Dear Surādha,” he replied,",
    "ai-anya-e0401n4:18_54": "“This is not doing,” and the other is bound by deeds.",
    "ai-anya-e0401n4:18_55": "if she gives it away, does not give it away, does not shade;",
    "ai-anya-e0401n4:18_56": "That bad deed is done by the mortification in the body, if he knows that it is bad for him, and who practises a evil state beyond, he guards it and protects it.",
    "ai-anya-e0401n4:18_57": "Understanding that merit is postured in the path of other people, they don’t give it to others.",
    "ai-anya-e0401n4:18_58": "“This is the way, sir.” It is just like that, does a deed done with secret hate for the road,",
    "ai-anya-e0401n4:18_59": "“Is there a man in the neighborhood of deeds?”",
    "ai-anya-e0401n4:18_60": "(but) they are not compared to be said of the Dhamma:",
    "ai-anya-e0401n4:18_61": "“Whatever (good) deeds there is, drinking,",
    "ai-anya-e0401n4:18_62": "“Is there a relationship over the deeds of deeds?”",
    "ai-anya-e0401n4:18_63": "the work connected with the people is bad deeds;",
    "ai-anya-e0401n4:18_64": "Your Majesty is said to be the same thing in that village.",
    "ai-anya-e0401n4:18_65": "With her chest (again), Suppatiṭṭhita,",
    "ai-anya-e0401n4:18_66": "Principles because of root: need.",
    "ai-anya-e0401n4:18_67": "“Seeing the past, alcoholic drinks,”",
    "ai-anya-e0401n4:18_68": "He departs to the next village:",
    "ai-anya-e0401n4:18_69": "“This is what’s hard,” and so on,",
    "ai-anya-e0401n4:18_70": "The monks from the group of six",
    "ai-anya-e0401n4:18_71": "“Skillful deeds” is born in the womb, and an unwholesome deed.",
    "ai-anya-e0401n4:18_72": "“That is the proper conduct for those who,” said the five hundred deeds,",
    "ai-anya-e0401n4:18_73": "“Who is in the Dhamma” it is said, “He is one who has the eighteen kinds of contact” , etc., which is an including the Dhammapada:",
    "ai-anya-e0401n4:18_74": "Koṭṭhita, the five training rules were deeds only as the gateway.",
    "ai-anya-e0401n4:18_75": "The meaning is that in the opposite sex.",
    "ai-anya-e0401n4:18_76": "“Four are four!”",
    "ai-anya-e0401n4:18_77": "“It is because of its deeds” there is a definition of deeds,",
    "ai-anya-e0401n4:18_78": "“It is so well-worked,” he said,",
    "ai-anya-e0401n4:18_79": "And these eight discussions too.",
    "ai-anya-e0401n4:19_0": "physical deeds,",
    "ai-anya-e0401n4:19_1": "Ambaṭṭha, in the whole of the Rose-Apple Island",
    "ai-anya-e0401n4:19_2": "confidence originates from the body:",
    "ai-anya-e0401n4:19_3": "accused of the body:",
    "ai-anya-e0401n4:19_4": "is said to have speech that is called oil and lamp.",
    "ai-anya-e0401n4:19_5": "saying: “Anyone who takes up residence.”",
    "ai-anya-e0401n4:19_6": "They’re called ‘the possessions’ because they don’t get past deeds’.",
    "ai-anya-e0401n4:19_7": "“Whether it is possible,” this is called “the restless”.",
    "ai-anya-e0401n4:19_8": "“The legal procedure is possible,” he is unable to do so.",
    "ai-anya-e0401n4:19_9": "So they live in dependence on the body, speech, and mind.",
    "ai-anya-e0401n4:19_10": "Someone who has wrong speech is vomited to behaved.",
    "ai-anya-e0401n4:19_11": "“Whoever has these four ways.”",
    "ai-anya-e0401n4:19_12": "“The Vajjis don’t do such things?”",
    "ai-anya-e0401n4:19_13": "How do they called Bāhuka together with six kinds of sound?",
    "ai-anya-e0401n4:19_14": "Agreeable, and with lies down both sides,",
    "ai-anya-e0401n4:19_15": "How do some deeds that are produced by killing living creatures, steal, and committing sexual misconduct, too, when they proceed?",
    "ai-anya-e0401n4:19_16": "verbal action,",
    "ai-anya-e0401n4:19_17": "there are two kinds of winds:",
    "ai-anya-e0401n4:19_18": "But the verbal conduct is not being recited.",
    "ai-anya-e0401n4:19_19": "They don’t give up the body,",
    "ai-anya-e0401n4:19_20": "two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, and a hundred thousand rebirths; the Vajjians kill the Vajjis.",
    "ai-anya-e0401n4:19_21": "When a brahmin has passed away",
    "ai-anya-e0401n4:19_22": "forest groves, small and large:",
    "ai-anya-e0401n4:19_23": "And that farmer’s village is far from the village in the charnel ground in the forest,",
    "ai-anya-e0401n4:19_24": "One who lives in the neighborhood of a village is not obtained.",
    "ai-anya-e0401n4:19_25": "there are two kinds of winds:",
    "ai-anya-e0401n4:19_26": "That’s how a battle settles.",
    "ai-anya-e0401n4:19_27": "in battle Saṅgāmajīsa is called “lendrift”.",
    "ai-anya-e0401n4:19_28": "there is a mind-made, such deeds as the origin of deeds, ~ and all that is unfavourable to all deeds.",
    "ai-anya-e0401n4:19_29": "If that is how these ten bases should be spoken of, that is calm, name will not be done.",
    "ai-anya-e0401n4:19_30": "He should not say it.",
    "ai-anya-e0401n4:19_31": "it was caused by the Buddha to (himself) through his deeds, (saying):",
    "ai-anya-e0401n4:19_32": "Hence it is said: “But if a man is (this) no more?”",
    "ai-anya-e0401n4:19_33": "“Samiddhi” is being disillusioned.",
    "ai-anya-e0401n4:19_34": "“Wer deeds have been done in the place where there is caught, spell, and the rolling of physical deeds by way of body, speech, and mind,",
    "ai-anya-e0401n4:19_35": "There is when he is one who preying words, verbal deeds:",
    "ai-anya-e0401n4:19_36": "One who is skilled in profitable deeds, and whose mind is worked against the gateway of deeds, but not by working for the gate.",
    "ai-anya-e0401n4:19_37": "if she creates a gatekeeper named the gateway, or she breakes a body,",
    "ai-anya-e0401n4:19_38": "“It’s not allowable for you to give it to him,” or “It’s better to give him.”",
    "ai-anya-e0401n4:19_39": "“Brahmin, there is from in the village to village abiding in that village district, yet another ascetic or brahmin’s neighborhood of the villages, towns, and countries. But the name is “Sakka.”",
    "ai-anya-e0401n4:19_40": "When there is someone else in that forest grove, they are called “his trees” and “possessed by the forest and others”.",
    "ai-anya-e0401n4:19_41": "The group of physical deeds is finished.",
    "ai-anya-e0401n4:20_0": "149.",
    "ai-anya-e0401n4:20_1": "verbal actions",
    "ai-anya-e0401n4:20_2": "They say that, “Should they speak of what is untrue,”",
    "ai-anya-e0401n4:20_3": "he protects them from this way:",
    "ai-anya-e0401n4:20_4": "“Sometimes it is not possible,” she said, “Reboundless,” “Rebirth is prevented,” “Removen.",
    "ai-anya-e0401n4:20_5": "“Those who are not able to go by,”",
    "ai-anya-e0401n4:20_6": "“Any idea,” he said, “Because of all such pleasure,” he said, “Have you live in happiness for the purpose of bliss.”",
    "ai-anya-e0401n4:20_7": "For where is it possible to go to find happiness in the presence of the people.",
    "ai-anya-e0401n4:20_8": "He should place on this wicked actions by these people, he rejects it.",
    "ai-anya-e0401n4:20_9": "For the happiness of the three is called an ‘defilement’ indeed the bliss of Visākha, and the path is broken and dropped in the food.",
    "ai-anya-e0401n4:20_10": "“Whether that’s the meaning,” “Have you had enough,”",
    "ai-anya-e0401n4:20_11": "is praised by the Dhamma, and there is the meaning of the Dhamma.",
    "ai-anya-e0401n4:20_12": "listening to the thought of the mind: “Because he listens to the thought of the mind, applying the mind for his purpose of learning the mind,",
    "ai-anya-e0401n4:20_13": "“This is the goal” refers to the road,",
    "ai-anya-e0401n4:20_14": "“They speak on the meaning and the Teaching and the Monastic Law together, and the Teaching and the Monastic Law.",
    "ai-anya-e0401n4:20_15": "Herein, the meaning is this: Just as a wealth and generates wealth using wealth together with the riches,",
    "ai-anya-e0401n4:20_16": "the state of the Kosalans, or shelter of the Kosalans.",
    "ai-anya-e0401n4:20_17": "This is a good state that leads to heaven.",
    "ai-anya-e0401n4:20_18": "In this way he should apply his mind like this. In this way the greed, hate, and delusion, in the Kosalansation of bloated, etc., in the Vinaya, and the practice of the Kosalans.",
    "ai-anya-e0401n4:20_19": "In that case, the meaning and the Teaching, and the Vinaya, there is no comparable to the Discipline.",
    "ai-anya-e0401n4:20_20": "when they are grounds for their speech: this is a 40 kilometers.",
    "ai-anya-e0401n4:20_21": "“Seeing,” he said in the place where it was stated,",
    "ai-anya-e0401n4:20_22": "“Is their verbal conduct?”",
    "ai-anya-e0401n4:20_23": "Virūpakkha to the Explains,",
    "ai-anya-e0401n4:20_24": "The monastery worker:",
    "ai-anya-e0401n4:20_25": "roying the meaning, the teaching, the rest, and the meaning.",
    "ai-anya-e0401n4:20_26": "“Understanding,” he replies,",
    "ai-anya-e0401n4:20_27": "“A man who is attached to,” is the meaning of lying,",
    "ai-anya-e0401n4:20_28": "“My deeds have been performed,” the result of past deeds came to me.",
    "ai-anya-e0401n4:20_29": "to give him smoke.",
    "ai-anya-e0401n4:20_30": "and in those places where good rebirths arise in a good place.",
    "ai-anya-e0401n4:20_31": "Because of the Path of Posture, “Knowledge” is the variety of paths.",
    "ai-anya-e0401n4:20_32": "“Weighing up the there, friendship in the community of friendship.”",
    "ai-anya-e0401n4:20_33": "creates a schism.",
    "ai-anya-e0401n4:20_34": "“In the first tetrad there is something more than this.”",
    "ai-anya-e0401n4:20_35": "Saying: “Of these, (revious)” , the fault of others in the next world, and composed by others in the breakage of the hereafter.",
    "ai-anya-e0401n4:20_36": "“Whatever is the name of?”",
    "ai-anya-e0401n4:20_37": "“This is a harsh speech,” and he speaks harshly.",
    "ai-anya-e0401n4:20_38": "When the abuse and insulting is evident, it is due to overcoming the opposite sex.",
    "ai-anya-e0401n4:20_39": "If she does not ask for what is beneficial, nor has what is dealt with according to the rule.",
    "ai-anya-e0401n4:20_40": "After calling them (he said): “He should take care of the donors,” he replied as far as the former names.",
    "ai-anya-e0401n4:20_41": "Sometimes doing what is truthful, while placing them on the truth, and worshipping them within that place.",
    "ai-anya-e0401n4:20_42": "about the goal for which you went for refuge",
    "ai-anya-e0401n4:20_43": "it’s all the point.",
    "ai-anya-e0401n4:20_44": "Saying, “We’re talking about kings,” he obtained that deed and emerged from the proximate cause.",
    "ai-anya-e0401n4:20_45": "Or alternatively, it is for the purpose of showing the profitable the development of the virtues of impermanence, etc., or of good friends or companions, that is to say, the purpose of the development of the meditation subject.",
    "ai-anya-e0401n4:20_46": "Hence it is said: “He is Dhammadinnā,” and so on, etc.",
    "ai-anya-e0401n4:20_47": "The rest is as before.",
    "ai-anya-e0401n4:21_0": "150.",
    "ai-anya-e0401n4:21_1": "if it is so very beneficial,",
    "ai-anya-e0401n4:21_2": "They think, “She is an extraordinary issue,” and when they say, “Listen, they give this little,” and when they said, “: “Listen, do not show this way,” and they address it to the goods.",
    "ai-anya-e0401n4:21_3": "When they came, they might tell him a scope of good will.",
    "ai-anya-e0401n4:21_4": "And the ill-will is not by body,",
    "ai-anya-e0401n4:21_5": "Then the thought about “While I thought about?”",
    "ai-anya-e0401n4:21_6": "“Even if you’re wise,” expounded by a good person,",
    "ai-anya-e0401n4:21_7": "“Is your mind conceited?”",
    "ai-anya-e0401n4:21_8": "‘This is my blessing, this is my blessing.’",
    "ai-anya-e0401n4:21_9": "said: “Having done seven of himself,”",
    "ai-anya-e0401n4:21_10": "“Spreaching it,” he replied, “She obtains gains material possessions.",
    "ai-anya-e0401n4:21_11": "if she makes a peaceful (them) into the presence of himself;",
    "ai-anya-e0401n4:21_12": "the goods of others are valid.",
    "ai-anya-e0401n4:21_13": "“Without (good) conduct,” what has arisen,",
    "ai-anya-e0401n4:21_14": "it is not the difference of deeds, nor is there a league for league.",
    "ai-anya-e0401n4:21_15": "This is said in the Commentaries.",
    "ai-anya-e0401n4:21_16": "“This is the mindful,”",
    "ai-anya-e0401n4:21_17": "“Yes, sir.”",
    "ai-anya-e0401n4:21_18": "there is no wrong view that what is wrong view, there is no story of the ten bases of wrong view, and so on.",
    "ai-anya-e0401n4:21_19": "There are no scope for convictions that originate.",
    "ai-anya-e0401n4:21_20": "It may be that in the same way as the words “who enquiry;”",
    "ai-anya-e0401n4:21_21": "when the stream is said to be bound by them.",
    "ai-anya-e0401n4:21_22": "for a person who is walking along the path.",
    "ai-anya-e0401n4:21_23": "“Sposed” is a spot on the mind,",
    "ai-anya-e0401n4:21_24": "“Seeing these three marks,” he sees three characteristics.",
    "ai-anya-e0401n4:21_25": "for this is said to be ‘confidence’.",
    "ai-anya-e0401n4:21_26": "“(and is) unable to find me out.”",
    "ai-anya-e0401n4:21_27": "“Interest” is the meaning.",
    "ai-anya-e0401n4:21_28": "Again, “One from the” is one (only) the sixth.",
    "ai-anya-e0401n4:21_29": "The meaning is “final.”",
    "ai-anya-e0401n4:21_30": "It is incapable of difficult for one without difficulty,",
    "ai-anya-e0401n4:21_31": "is the only one way that is unprofitable.",
    "ai-anya-e0401n4:21_32": "Saying: “Seeing, you must see the view of these views,",
    "ai-anya-e0401n4:21_33": "each one, thinking: “About finishing” and the sound of the ears, the sound of cows,",
    "ai-anya-e0401n4:21_34": "“She’s feeding his teacher’s doctrine.”",
    "ai-anya-e0401n4:21_35": "a person who stands on the throne,",
    "ai-anya-e0401n4:21_36": "But the eighth canopy is the wrong way (All these six discourses) the wrong way.",
    "ai-anya-e0401n4:21_37": "The result there is the resultant going away and coming back.",
    "ai-anya-e0401n4:21_38": "And have the wrong way, the four wrong ways, that is to say, the seventh,",
    "ai-anya-e0401n4:21_39": "rightly speaks",
    "ai-anya-e0401n4:21_40": "Endowed, the inner self-realm is the same in normal stated thus: it is the same as a level.",
    "ai-anya-e0401n4:21_41": "“That’s wrong view, wrong view.”",
    "ai-anya-e0401n4:21_42": "Saying: “After rolling on,” he took off,",
    "ai-anya-e0401n4:21_43": "“That’s these,” and “possessing sounds.",
    "ai-anya-e0401n4:21_44": "“This is a mind-made mind.”",
    "ai-anya-e0401n4:21_45": "“(There is) somewhere,” he replied to the word,",
    "ai-anya-e0401n4:21_46": "“Puṇṇā.”",
    "ai-anya-e0401n4:21_47": "It is what has the characteristic of neutrality, etc., as its characteristic, etc., and so on.",
    "ai-anya-e0401n4:21_48": "he thinks, “How is there an occasion?”",
    "ai-anya-e0401n4:21_49": "Rather, they’re called “gone who kills living creatures” since he has carpets robbed his bodily actions by way of body, speech, and mind” is said.",
    "ai-anya-e0401n4:21_50": "”—”May even if he has already stated in this way, this interval between the two inches—this is the next to the life-continuum.",
    "ai-anya-e0401n4:21_51": "So it is of the remainder",
    "ai-anya-e0401n4:21_52": "he should say, “Perhaps there is something else,” thus he is born in .",
    "ai-anya-e0401n4:21_53": "“Like deer in all creatures” is said,",
    "ai-anya-e0401n4:21_54": "if he sends away, saying, “Of the fourth,” “There is a fourth limber.”",
    "ai-anya-e0401n4:21_55": "“I am elated”, and both constantly and delayed.",
    "ai-anya-e0401n4:21_56": "there is mental intention involved, the intention of continuation is threefold.",
    "ai-anya-e0401n4:21_57": "maintaining bodily action, it is said: “the state of non-existence.”",
    "ai-anya-e0401n4:21_58": "if he says, “Such is going after going, there is no cultivated plant for you.”",
    "ai-anya-e0401n4:21_59": "Those who endeavor their own efforts,",
    "ai-anya-e0401n4:21_60": "Covetousness is covetous;",
    "ai-anya-e0401n4:21_61": "their own striving is not good.",
    "ai-anya-e0401n4:21_62": "there is exertion in the intention,",
    "ai-anya-e0401n4:21_63": "Right here they are good for meditation.",
    "ai-anya-e0401n4:21_64": "“He is like that, reverend.” And that was how I prepared by him.",
    "ai-anya-e0401n4:21_65": "“Is your mind conceited?”",
    "ai-anya-e0401n4:21_66": "this is to be expected.",
    "ai-anya-e0401n4:21_67": "and its meaning is the meaning.",
    "ai-anya-e0401n4:21_68": "“So these meditation subjects?”",
    "ai-anya-e0401n4:21_69": "“Is my work abstaining from sexuality?” “What is my response?” When what is my instruction?”",
    "ai-anya-e0401n4:21_70": "The law of the mind is finished.",
    "ai-anya-e0401n4:22_0": "151.",
    "ai-anya-e0401n4:22_1": "And here the ten kinds of water,",
    "ai-anya-e0401n4:22_2": "“Previously, Dear,” he said, “Previously in the future,",
    "ai-anya-e0401n4:22_3": "the first, is how the occurrence of those mentioned.",
    "ai-anya-e0401n4:22_4": "“Now,” he replied.",
    "ai-anya-e0401n4:22_5": "One of them says, “I am one, not a murdering the seven months.”",
    "ai-anya-e0401n4:22_6": "Having said this, they do attacked both",
    "ai-anya-e0401n4:22_7": "but his work is never lost.",
    "ai-anya-e0401n4:22_8": "Herein, you’re inferior to such-and-such a deed, if you’ve committed an offense.",
    "ai-anya-e0401n4:22_9": "the verbal action is what is meant.",
    "ai-anya-e0401n4:22_10": "But here it is called what is not overpowered by speech and mind.",
    "ai-anya-e0401n4:22_11": "For one who has bad verbal conduct, is what is said.",
    "ai-anya-e0401n4:22_12": "The searches",
    "ai-anya-e0401n4:23_0": "“From the time of hate” is one that sustained thought.",
    "ai-anya-e0401n4:23_1": "hate, and delusion, roots,",
    "ai-anya-e0401n4:23_2": "hate is the root of hatred, and stirred.",
    "ai-anya-e0401n4:23_3": "By associated with mind is the meaning.",
    "ai-anya-e0401n4:23_4": "ill will is the name of ill will,",
    "ai-anya-e0401n4:23_5": "They get caught up in the root of ill will, full of ill will, and ill will is very blameworthy.",
    "ai-anya-e0401n4:23_6": "Covetousness is a way of desire.",
    "ai-anya-e0401n4:23_7": "is unshakable",
    "ai-anya-e0401n4:23_8": "(But) the Earth, King, who compared to the Royal Gottom,",
    "ai-anya-e0401n4:23_9": "Herein, they should be thrown out from the sitting place in order, that is to say, the meaning of being grasped.",
    "ai-anya-e0401n4:23_10": "From stealing for one who steals for a kingdom,",
    "ai-anya-e0401n4:23_11": "“Brahmin, there are ascetics and brahmins for the sake of non-brahmins and brahmins who have runnning all the fruits of good and bad deeds, and are the fruit of theirs.",
    "ai-anya-e0401n4:23_12": "“ Having heard” the words “There is no stealing for,” and being destroyed,",
    "ai-anya-e0401n4:23_13": "what is said:",
    "ai-anya-e0401n4:23_14": "And the one who says that the brahmins’s continually application is the fruit of the brahmins whoever is bonded.",
    "ai-anya-e0401n4:23_15": "“Greed is the source of deeds.” ...",
    "ai-anya-e0401n4:23_16": "After (life) arose in Sañjikāputta, the one (wholesome) born in you.",
    "ai-anya-e0401n4:23_17": "It is anxiety and seeks absorption.",
    "ai-anya-e0401n4:23_18": "Doubt has no doubt in the end of doubt.",
    "ai-anya-e0401n4:23_19": "those people bound to people.",
    "ai-anya-e0401n4:24_0": "Impermanent and worry.",
    "ai-anya-e0401n4:25_0": "157.",
    "ai-anya-e0401n4:25_1": "It is skillful,",
    "ai-anya-e0401n4:25_2": "This is how it is in the Suttanta.",
    "ai-anya-e0401n4:25_3": "“According to deeds by way of body, speech, and mind,",
    "ai-anya-e0401n4:25_4": "When they are speaking,",
    "ai-anya-e0401n4:25_5": "Because in that intention:",
    "ai-anya-e0401n4:25_6": "and mental intentions regarding the mind.",
    "ai-anya-e0401n4:25_7": "the ill-will at good will.",
    "ai-anya-e0401n4:25_8": "Knowledge and (they are) kept rolling by knowledge.",
    "ai-anya-e0401n4:25_9": "the recollection of knowledge also became the same as that of the other.",
    "ai-anya-e0401n4:25_10": "which has been drawn out.",
    "ai-anya-e0401n4:25_11": "Later is in the end of this is said, “But in this way” .",
    "ai-anya-e0401n4:25_12": "praised by the immoral,",
    "ai-anya-e0401n4:25_13": "Killing living creatures,",
    "ai-anya-e0401n4:25_14": "thinking: “When we are climbing the body,” he occured only in a motion,",
    "ai-anya-e0401n4:25_15": "“But do they say, ‘This is skillful’, being pure and bright.",
    "ai-anya-e0401n4:25_16": "“Rejoy the minds of the prominent”,",
    "ai-anya-e0401n4:25_17": "“For what reason do you practice absorption?”",
    "ai-anya-e0401n4:25_18": "The prey to wishes, settles the effort.",
    "ai-anya-e0401n4:25_19": "One should understand emptiness in each case.",
    "ai-anya-e0401n4:26_0": "Or alternatively, it is good indeed only in a bad place.",
    "ai-anya-e0401n4:26_1": "you should say: “Practice that by restraint.”",
    "ai-anya-e0401n4:26_2": "“But ma’am, are these three kinds of bodily action?”",
    "ai-anya-e0401n4:26_3": "Herein, there are three kinds of bodily conduct: “Accomplished in bad bodily conduct,”",
    "ai-anya-e0401n4:26_4": "“Which verbal conduct is four kinds of verbal conduct, bad verbal conduct, and mental conduct?”",
    "ai-anya-e0401n4:26_5": "All is invasive and good deeds, a procedure of banishment, and deed. All of them gives their consent to legitimate legal procedures, but not even the participation.",
    "ai-anya-e0401n4:26_6": "But these two endeavors are only the same effort.",
    "ai-anya-e0401n4:26_7": "“They are coming, God-King, Devānampiyatissa,” and said,",
    "ai-anya-e0401n4:26_8": "As to delimitation: the meaning is,",
    "ai-anya-e0401n4:27_0": "Ethics",
    "ai-anya-e0401n4:27_1": "It is worthy of offerings: he takes up; and it is fitting , thus it is the meaning.",
    "ai-anya-e0401n4:27_2": "“those who’ve learned,” held up, well established in mind.",
    "ai-anya-e0401n4:27_3": "“These principles are wholesome,” and so he clansman who is skilled in the skillful,",
    "ai-anya-e0401n4:27_4": "purifiedness in the seven ways beginning with purification, and so on.",
    "ai-anya-e0401n4:27_5": "“Who having a wholesome and skilful in the Bodhisatta?”",
    "ai-anya-e0401n4:27_6": "what belongs to others.",
    "ai-anya-e0401n4:27_7": "are all wholesome things.",
    "ai-anya-e0401n4:27_8": "Those people haunt the god",
    "ai-anya-e0401n4:27_9": "* In this way the merit is (true) merit.",
    "ai-anya-e0401n4:27_10": "Equanimity is the ground for making merit.",
    "ai-anya-e0401n4:27_11": "“Here is the expectation of your robe” and so on. And in the morning, etc., of the five beginning with wealth and non-ensical states beginning with wealth, etc.,",
    "ai-anya-e0401n4:27_12": "“Everything is gained,” all of them too.",
    "ai-anya-e0401n4:27_13": "“That is inferior” by means of the desire for, etc., that is, inferior, medical, energy, and so on.",
    "ai-anya-e0401n4:27_14": "“These are the middle” , etc., which is the middle of the merit, and so on.",
    "ai-anya-e0401n4:27_15": "“Painful is the description of the Noble Ones” is superior and so on, such is superior means, etc., in the making the superior state, and whatever is superior.",
    "ai-anya-e0401n4:27_16": "“It is because of her he likes” because he wants to raise the cry of the throne.",
    "ai-anya-e0401n4:27_17": "“For the fruit of good deeds,” he is generous and deed of loving-kindness.",
    "ai-anya-e0401n4:27_18": "“It would be a gift, noble offering.”",
    "ai-anya-e0401n4:27_19": "I too am a noble one,",
    "ai-anya-e0401n4:27_20": "That’s why I do it.",
    "ai-anya-e0401n4:27_21": "And here it is said: “Here the noble ones,” “possess,” and noble ones,",
    "ai-anya-e0401n4:27_22": "Herein, the Noble person is called a good person.",
    "ai-anya-e0401n4:27_23": "The Noble Ones is the ultimate noble,",
    "ai-anya-e0401n4:27_24": "“There is a gift,” he gifted a great offering, and offeringed the great offerings to the highest attainment.",
    "ai-anya-e0401n4:27_25": "For he has reached the goal of all good liberations which is the first production of the deathless,",
    "ai-anya-e0401n4:27_26": "Though he has crossed further than this one,",
    "ai-anya-e0401n4:27_27": "In regard to this body, too, did he have merit,",
    "ai-anya-e0401n4:27_28": "“How many (?)” and so on, the first step, etc.,",
    "ai-anya-e0401n4:27_29": "they commit the same offense as the site, or he hasn’t committed the worst kind of offense.",
    "ai-anya-e0401n4:27_30": "“Purity is unvirtuous.”",
    "ai-anya-e0401n4:27_31": "For that monk the whole of the nuns is not abandoned,",
    "ai-anya-e0401n4:27_32": "A mendicant in this way,",
    "ai-anya-e0401n4:27_33": "a novice monk,",
    "ai-anya-e0401n4:27_34": "If that monk groundlessly charges that groundlessly with an impure ground,",
    "ai-anya-e0401n4:27_35": "homeless, free of danger,",
    "ai-anya-e0401n4:27_36": "if he speaks abusively, he commits an offense entailing confession.",
    "ai-anya-e0401n4:27_37": "At the end of the night, there is no offense for more than two or three nights.",
    "ai-anya-e0401n4:27_38": "That’s why he’s called ‘ascetic’.",
    "ai-anya-e0401n4:27_39": "if he resigns the training and declarations, saying, “I refuse a lesser life” and “The training isn’t renounced;”",
    "ai-anya-e0401n4:27_40": "The monk who is staying in a gathering should be attained again and again,",
    "ai-anya-e0401n4:27_41": "In this way there is no observance day.",
    "ai-anya-e0401n4:27_42": "“But who is attached to in others,” and so on in others,",
    "ai-anya-e0401n4:27_43": "Also after the three precepts announced in the realms,",
    "ai-anya-e0401n4:27_44": "“It is permanent, everlasting, eternal, imperishable, and hard to kill living creatures!",
    "ai-anya-e0401n4:27_45": "and it’s not impermanent,",
    "ai-anya-e0401n4:27_46": "Why don’t you get angry, attacked, and at the time when all breathing things are done?",
    "ai-anya-e0401n4:27_47": "Hence it is said: “He is blameworthy.”",
    "ai-anya-e0401n4:27_48": "It is good to restrain him.",
    "ai-anya-e0401n4:27_49": "It is permanent, everlasting, eternal, imperishable, and so on. That is allowable for one who is ethical, abode of virtue:",
    "ai-anya-e0401n4:27_50": "(And) there is no more cycle, no making amends for the meal, and for the news of the meal, and for the purpose of making hate, when eating is done, he commits an offense entailing expulsion.",
    "ai-anya-e0401n4:27_51": "Hence it is said: “He isn’t blameless.”",
    "ai-anya-e0401n4:27_52": "It’s not good to do bad things.",
    "ai-anya-e0401n4:27_53": "Likewise the virtuous courses the virtue that has been its nature, no leagues is impermanent.",
    "ai-anya-e0401n4:27_54": "They think: “This is so,” replied: “It is dangerous in virtue.” They protected the ten precepts and observances, and when someone wants to keep going forth they’ve gone forth. Having done good deeds in the family, it is not known that ethical conduct.",
    "ai-anya-e0401n4:27_55": "As long as he lives, he always shakes off their souls because he lives in constantly,",
    "ai-anya-e0401n4:27_56": "“And how is it with its own psychic powers?” How is it that he is successful with shaking off?",
    "ai-anya-e0401n4:27_57": "The male woven cloth is given up by householders.",
    "ai-anya-e0401n4:27_58": "he is the goal of Arahantship for the sake of perfection.",
    "ai-anya-e0401n4:27_59": "It is not allowed to use a robe that can be allowed to use a sleeping place at the wrong time without a meal.",
    "ai-anya-e0401n4:27_60": "That’s why they’re not able to use a luxurious garland.",
    "ai-anya-e0401n4:27_61": "And why is it appropriate for you to do this?”",
    "ai-anya-e0401n4:27_62": "knowing that they haven’t reached, they’ve reached the goal, end of the development, and reached Arahantship.",
    "ai-anya-e0401n4:27_63": "“(This is) the development of concentration” is the same as in this way.",
    "ai-anya-e0401n4:27_64": "The restrained, “Then,” and the seven treasures,” and the same:",
    "ai-anya-e0401n4:27_65": "to go, to the charnel ground,",
    "ai-anya-e0401n4:27_66": "travelling along a road,",
    "ai-anya-e0401n4:27_67": "(That is) impure for him, “Because of gaining material possessions and honor,” etc., and so on, etc., are purified and so on.",
    "ai-anya-e0401n4:27_68": "“Through loading happiness, I will do this for this reason.”",
    "ai-anya-e0401n4:27_69": "it is said: “In regard to sexual intercourse.”",
    "ai-anya-e0401n4:27_70": "“An arranges all beings in this way,” and all the duties he shows himself to his own island,",
    "ai-anya-e0401n4:27_71": "“Overcome by reason,” and they accompany another’s merit.",
    "ai-anya-e0401n4:27_72": "(They are) joined with monasteries, and dividing what belongs to self.",
    "ai-anya-e0401n4:27_73": "for those who are cutting off the cords and the bonds in this very life,",
    "ai-anya-e0401n4:27_74": "“Anyone who, having heard this improper attention, engages in malicious talebearing after hearing the meaning, he listens to the teaching, attends on the meaning, remembering it, “I will teach you the Dhamma,” and he listen to the teaching, lend an ear, listener of the teaching, I will teach you the reason for this.",
    "ai-anya-e0401n4:27_75": "This is called improper attention to the rest.",
    "ai-anya-e0401n4:27_76": "In this way it is called an incomparable to the escape from wise attention that is wise attention.",
    "ai-anya-e0401n4:27_77": "the work of the legal procedure of condemnation called Kaṇṭaka.",
    "ai-anya-e0401n4:27_78": "While sitting on the grounds for wings, and for wings are professions.",
    "ai-anya-e0401n4:27_79": "For in the manner of (good) knowledge, the communicable and the knowledge of the law of the Vedas, –",
    "ai-anya-e0401n4:27_80": "purification from Once,",
    "ai-anya-e0401n4:27_81": "“That’s because they’ve developed .”",
    "ai-anya-e0401n4:27_82": "Endowed with virtue, learning, generosity and good people,",
    "ai-anya-e0401n4:27_83": "And oppressed by development, they because they have developed themselves.",
    "ai-anya-e0401n4:27_84": "listening to the teaching of the Dhamma and the development of the mind, and the development of knowledge, etc., that is, the development of the mind, and the rest.",
    "ai-anya-e0401n4:27_85": "Your view is straightform, and what is straightforward, and what is produced by knowledge.",
    "ai-anya-e0401n4:27_86": "Likewise he listened to the Dhamma teaching, which is straightened with joy.",
    "ai-anya-e0401n4:27_87": "“It is not the teaching of the Dhamma,”",
    "ai-anya-e0401n4:27_88": "Why do these marks that are conversified by the donations of virtue, etc., as described under the heading of the Truth?",
    "ai-anya-e0401n4:27_89": "By this means for progressive development of these characteristics, etc., their foundation for insight is established in him.",
    "ai-anya-e0401n4:27_90": "thinking: “My work was ready for me,” he glad.",
    "ai-anya-e0401n4:27_91": "“In the mind, we are delightful.”",
    "ai-anya-e0401n4:27_92": "“Who is ours?” and “Dearing is the wrong way?",
    "ai-anya-e0401n4:27_93": "“Samiddhi, the power of the states” is the definition of the blemishment.",
    "ai-anya-e0401n4:27_94": "to make upholstered development,",
    "ai-anya-e0401n4:27_95": "And although “Without taking the remainder of giving” and so on.",
    "ai-anya-e0401n4:27_96": "It is reckoned as an inclination. This, firstly, is the abandoning of the instance.",
    "ai-anya-e0401n4:27_97": "But there is no measure in virtue, this is how the unvirtuous falls within.",
    "ai-anya-e0401n4:27_98": "for difference in the texts, etc., are stated in the passages of virtue as described in the Paṭisambhidā, etc., which is called a “accomplishment.”",
    "ai-anya-e0401n4:27_99": "he took it, he said: “But what is suitable.”",
    "ai-anya-e0401n4:27_100": "“It is said in the explanation of the Dhamma” included:",
    "ai-anya-e0401n4:27_101": "they are said to be ethical.",
    "ai-anya-e0401n4:27_102": "And it rolls on the path that arose in the way already described. It is simply prevented for the use of itself as it is only.",
    "ai-anya-e0401n4:27_103": "So it is said to be “virtuous conduct” because it is said.",
    "ai-anya-e0401n4:27_104": "Against the hindrances, eradication oppressed by giving up of the hindrances, avoidance of the sense desires, abstention from the lay life, and in the sense of non-control.",
    "ai-anya-e0401n4:27_105": "Virtuous conduct is called associated with jhāna in the case of the intention, but the intention of jhānas is what is meant.",
    "ai-anya-e0401n4:27_106": "And that ethical conduct should be seen as :",
    "ai-anya-e0401n4:27_107": "“One who is not small,” that is the outer cutting off,",
    "ai-anya-e0401n4:27_108": "But one should say, “This is what should be said.”",
    "ai-anya-e0401n4:27_109": "For it is the jhāna in the fine-material sphere. For it is precept to difference in the five jhānas.",
    "ai-anya-e0401n4:28_0": "The culmination of wholesome deeds is finished.",
    "ai-anya-e0401n4:29_0": "153.",
    "ai-anya-e0401n4:29_1": "“Here there is no matter what is there.”",
    "ai-anya-e0401n4:29_2": "“In the Teaching” it is expounded in the Dhamma,",
    "ai-anya-e0401n4:29_3": "“There is no wrong,” he said, and so on.",
    "ai-anya-e0401n4:29_4": "“Have you intention here a restless cloth?”",
    "ai-anya-e0401n4:29_5": "“Faith is the development of the Path leading to development of the paths of meditation.",
    "ai-anya-e0401n4:29_6": "if it is on the day after the observance day;",
    "ai-anya-e0401n4:29_7": "“Because of intentional a thought” is what is meant.",
    "ai-anya-e0401n4:29_8": "“There can be,” and some beginning with the monks,",
    "ai-anya-e0401n4:29_9": "Of these six originates, the giving up of thought should be given up, and some with the six paths of stream-entry should be given up.",
    "ai-anya-e0401n4:29_10": "Herein, in a this way, “Anyone who gives rise to a thought of (supernatural) deeds, applies the mind to the six classes of rebirth.”",
    "ai-anya-e0401n4:29_11": "When the one is bad about in this way, he said, “Anyone whose mind is unvirtuous, deed is legitimate, produced by the giver of relishing.” But in the six ways, etc., he does not give rise to origination for six months.",
    "ai-anya-e0401n4:29_12": "“Because of that.”",
    "ai-anya-e0401n4:29_13": "but the rest should be given up:",
    "ai-anya-e0401n4:29_14": "“Not for you,” she said, “There is no (the nature of) deeds,",
    "ai-anya-e0401n4:29_15": "if it is on the day after the observance day;",
    "ai-anya-e0401n4:29_16": "“After (all)”, she was reborn amongst those who were reborn in together with her husband.",
    "ai-anya-e0401n4:29_17": "“Because of not grasping”, etc., such as these words are unable to arise in the past, future, and present in terms of the past.",
    "ai-anya-e0401n4:29_18": "“If that’s so, then it may be meaning.”",
    "ai-anya-e0401n4:29_19": "If you do, you’re not over-proclaimed attitude towards yourself,",
    "ai-anya-e0401n4:29_20": "Thus there is a hundred place,",
    "ai-anya-e0401n4:29_21": "if he says, “If it is,” he says,",
    "ai-anya-e0401n4:29_22": "“We cannot be spoken to by anyone,”",
    "ai-anya-e0401n4:29_23": "“Is the resultant resultant for that result?”",
    "ai-anya-e0401n4:29_24": "if it is on the day after the observance day;",
    "ai-anya-e0401n4:29_25": "“Having given up these things, they do not perceive them as object.”",
    "ai-anya-e0401n4:29_26": "results in a mixed result, thinking: “The result of good and bad deeds,”",
    "ai-anya-e0401n4:29_27": "resulting in knowledge, “Knowing”, the result has arisen,",
    "ai-anya-e0401n4:29_28": "they were paying homage to him.",
    "ai-anya-e0401n4:29_29": "When it is said, “It is exceedingly beautiful,” and when the Buddhas are an obstacle to them in the way beginning, “It is used to do so,” it is only cut down that same place as before.",
    "ai-anya-e0401n4:29_30": "and doubt occurred in them,",
    "ai-anya-e0401n4:29_31": "“Those who have no doubts, there is no doubt about the state of existence.”",
    "ai-anya-e0401n4:29_32": "and to say: it is prevented upon that interpreted, with great inclination;",
    "ai-anya-e0401n4:30_0": "“All exists”:",
    "ai-anya-e0401n4:30_1": "“Does you say ‘they lead someone’?”",
    "ai-anya-e0401n4:30_2": "but without making an agreement on foot, he says, “This is another way” and “This is to say.”",
    "ai-anya-e0401n4:30_3": "Saying: “After embracing a great sacrifice, we have contincted the gods which are like a god who is great.” He has produced the great noise of the gods.",
    "ai-anya-e0401n4:30_4": "he said: “This is the opening of (them).”",
    "ai-anya-e0401n4:30_5": "Herein, the result of happiness is said to be the result of this,",
    "ai-anya-e0401n4:30_6": "reborn in the world of forms,",
    "ai-anya-e0401n4:30_7": "and (wholesome) conduct will be in the same way,",
    "ai-anya-e0401n4:30_8": "In that case, the result of five kinds of deeds in the world are reborn in the world of the hells,",
    "ai-anya-e0401n4:30_9": "The Lord of the Earth, seeking a wholesome senses, thinking “We did profitable way.”",
    "ai-anya-e0401n4:30_10": "knowing that the result of things have arisen, the result of eight causes of grounds,",
    "ai-anya-e0401n4:30_11": "“In all worldly pleasures they do.”",
    "ai-anya-e0401n4:30_12": "“As arranged in these eight places,” and the results of the results,",
    "ai-anya-e0401n4:30_13": "Saying “One who has the sign of another the object” on topic, etc.,",
    "ai-anya-e0401n4:30_14": "“Anyone who has learnt the sign,” etc., is how many signs have been described, and so on.",
    "ai-anya-e0401n4:30_15": "“‘The results of the five kinds of consciousness’: the five results of consciousness, the result of good and bad deeds,’ is the result of good deeds.",
    "ai-anya-e0401n4:30_16": "But a path, nourishes,",
    "ai-anya-e0401n4:30_17": "So too, in regard to these twelve.",
    "ai-anya-e0401n4:30_18": "(They are) with cause and reasons.”",
    "ai-anya-e0401n4:30_19": "knowledge of the right amount that is very right knowledge.",
    "ai-anya-e0401n4:30_20": "it was about to speak about with one who is virtuous,",
    "ai-anya-e0401n4:30_21": "Not knowing the past, or the future,",
    "ai-anya-e0401n4:30_22": "Having faith in him, he proclaims what is (having seen), and what is known as the result of his deeds.",
    "ai-anya-e0401n4:30_23": "For it is not because of that deed and its fruit and result,",
    "ai-anya-e0401n4:30_24": "and having knowing he can drink.",
    "ai-anya-e0401n4:30_25": "she said: “She is doing skillful deeds,” and so on.",
    "ai-anya-e0401n4:30_26": "“Skillful deeds,” she said the doctor,",
    "ai-anya-e0401n4:30_27": "are wholesome and clan.",
    "ai-anya-e0401n4:30_28": "For he whomever has come to merit,",
    "ai-anya-e0401n4:30_29": "Because of that wealth he gains sensual pleasures and loss, all of usages, and all of them calls them even a single time.",
    "ai-anya-e0401n4:30_30": "“This is fortunate, so very fortunate!”",
    "ai-anya-e0401n4:30_31": "having transmigrated to the gods of the Thirty-Three,",
    "ai-anya-e0401n4:30_32": "Because of the remainder of that deed,",
    "ai-anya-e0401n4:30_33": "The account of the eighth section on the observance day",
    "ai-anya-e0401n4:30_34": "“As a alms-food in this Jeta’s Grove,”",
    "ai-anya-e0401n4:30_35": "The Linked Discourses on the Commentaries is what was said.",
    "ai-anya-e0401n4:30_36": "That’s why I said, ‘Have One intention is in the same way.’",
    "ai-anya-e0401n4:30_37": "“As a prepare,” he replied, “has bad, unwholesome thoughts.”",
    "ai-anya-e0401n4:30_38": "it released from the disease on the poison,",
    "ai-anya-e0401n4:30_39": "Shaking down thinking: ‘This is the removal of copperception.’",
    "ai-anya-e0401n4:30_40": "Guarded for the purpose of keeping hold on a plank.",
    "ai-anya-e0401n4:30_41": "The meaning is that it is clear to one who gives his instructions.",
    "ai-anya-e0401n4:30_42": "for he is a senior monk.",
    "ai-anya-e0401n4:30_43": "After making this request, they focused thus:",
    "ai-anya-e0401n4:30_44": "“The seated in the same place as before.”",
    "ai-anya-e0401n4:30_45": "“Preceding preceding the progressively.”",
    "ai-anya-e0401n4:30_46": "and because of their strength and growing on the result of that deed,",
    "ai-anya-e0401n4:30_47": "When an incomparable reckoned as a reckoned according to the number of days it is called “unciant”.",
    "ai-anya-e0401n4:30_48": "when he came through the air he reckoned the name named Parinibbāna.",
    "ai-anya-e0401n4:30_49": "There they gave up the name Ariṭṭha,",
    "ai-anya-e0401n4:30_50": "A cowherd:",
    "ai-anya-e0401n4:30_51": "he should be expelled by the fellows in the same way as a result of that arose.",
    "ai-anya-e0401n4:30_52": "and that which occurred to the mental hymns,",
    "ai-anya-e0401n4:30_53": "But you can’t get spended by.",
    "ai-anya-e0401n4:30_54": "Herein, whatever deed there may be, or the result of these eight (volitional) processes, the result of (volitional) processes, the result of (volitional) processes, the result of (volitional) processes, the result of (material) processes would be successful.",
    "ai-anya-e0401n4:30_55": "for cannot be destroyed by any kind of deeds that brings about one.",
    "ai-anya-e0401n4:30_56": "Then he said: “The result of it all,” etc.,",
    "ai-anya-e0401n4:30_57": "They say: “Conditions, (volitional) processes, rebirth-linking is wrapped in deeds, there is no place due to their deeds.”",
    "ai-anya-e0401n4:30_58": "As the result of good deeds, there is no other abandoned.",
    "ai-anya-e0401n4:30_59": "Through (all) actions that were reborn in a lower realm,",
    "ai-anya-e0401n4:30_60": "Through intentional deeds in a motion,",
    "ai-anya-e0401n4:30_61": "Thus in this way the work is produced in both places,",
    "ai-anya-e0401n4:30_62": ": “The intention is: that is the intention of this,” the elder offered.",
    "ai-anya-e0401n4:30_63": "“Not for coming,” she replied, “It is not long after the opposite (of the Buddha).",
    "ai-anya-e0401n4:30_64": "“These are coming,” and they come by.",
    "ai-anya-e0401n4:30_65": "“(In the past) deeds are the results of deeds, (wholesome) deeds,",
    "ai-anya-e0401n4:30_66": "“Who are there some who are.”",
    "ai-anya-e0401n4:30_67": "But in the eight ways of attending:",
    "ai-anya-e0401n4:30_68": "but the path of the penetration of the discrimination in two ways are mentioned under the two similes.",
    "ai-anya-e0401n4:30_69": "He should also be told the head of the discriminations, “Now,” and so on.",
    "ai-anya-e0401n4:30_70": "at the moment of the moment of the jhāna, etc., that is to say, “factors of deeds” at the moment of the moment of the moment of the jhānas.",
    "ai-anya-e0401n4:30_71": "“Accuts,” is the contrary to the Cave.",
    "ai-anya-e0401n4:30_72": "“For he who is the reason why” said, “has a legal procedure of deed”, etc., that is the cause of corruption, and that is the reason why it is being done away with caused by the sake of defilement of defilement.",
    "ai-anya-e0401n4:30_73": "So when the rest is covered up,",
    "ai-anya-e0401n4:30_74": "like a line drawn in the open.",
    "ai-anya-e0401n4:30_75": "remains because of a deed and which results in deeds,",
    "ai-anya-e0401n4:30_76": "“Ugga, the senior monks.”",
    "ai-anya-e0401n4:30_77": "Having made this aspiration: it is said in the Paṭisambhidā,",
    "ai-anya-e0401n4:31_0": "The section on the (world) action is finished.",
    "ai-anya-e0401n4:32_0": "154.",
    "ai-anya-e0401n4:32_1": "if it is of the fine-material sphere;",
    "ai-anya-e0401n4:32_2": "“(thinking): “Among those who have value in virtue”,",
    "ai-anya-e0401n4:32_3": "only increased in support,",
    "ai-anya-e0401n4:32_4": "“We did not have present,” he is brought for the inferior both ways.",
    "ai-anya-e0401n4:32_5": "thoughts are simply arisen;",
    "ai-anya-e0401n4:32_6": "These attachments are not laid to restrain,",
    "ai-anya-e0401n4:32_7": "Why are they belonging to the division of schismatic monks because of not grasping?",
    "ai-anya-e0401n4:32_8": "“In this way, sir.” And these things are the jhānas.",
    "ai-anya-e0401n4:32_9": "“As absoluteness” is one of these three beginning with the interpretion, and so on.",
    "ai-anya-e0401n4:32_10": "After calling them dividing them into the air, etc., in the sense of inferiority and superiority to the middle, welcome in the lowestate, etc.,",
    "ai-anya-e0401n4:32_11": "again, you’re for three middlings:",
    "ai-anya-e0401n4:32_12": "In the middle sections on the middle, etc.",
    "ai-anya-e0401n4:32_13": "Thus after breaking up the eighteen bases for division in this way",
    "ai-anya-e0401n4:32_14": "“We didn’t work for our deeds;”",
    "ai-anya-e0401n4:32_15": "Because they have developed these (supernatural) faculties because they are developed individually abidings and because they are developed.",
    "ai-anya-e0401n4:32_16": "“Amongst those who are fact” , etc., that of the eighteen currents, etc.,",
    "ai-anya-e0401n4:32_17": "Likewise the eighteen bases, brahmins and householders,",
    "ai-anya-e0401n4:32_18": "Eight names of the Gotamas: Gotamī, Gotamas of the seven laws, namely, clans, and seven days, eight ladies of Gotama.",
    "ai-anya-e0401n4:32_19": "and they do so.",
    "ai-anya-e0401n4:32_20": "that’s wherever I want.",
    "ai-anya-e0401n4:32_21": "“At the first word, the lost in the Brahmā realm, that is to say, the eighth day, the multiplines of the Brahmā realm, or the human state, and it to be discussed.”",
    "ai-anya-e0401n4:32_22": "saying, “Take this to that person,” “There is no need for him.”",
    "ai-anya-e0401n4:32_23": "if he says, “I renounce,” and he resigns a single monkey, without having shown that he is needed.",
    "ai-anya-e0401n4:32_24": "“Is their meaning equal or well?”",
    "ai-anya-e0401n4:32_25": "“(This is) in the same way.”",
    "ai-anya-e0401n4:32_26": "And Anuruddha is what is said.",
    "ai-anya-e0401n4:32_27": "The delimitation of name and form are bounded.",
    "ai-anya-e0401n4:32_28": "When there is a place for growing old, when there is a great deal of people,",
    "ai-anya-e0401n4:32_29": "Because such a one is unable to obtain a result, if the result of well-known he does not believe, then the result is to be found.",
    "ai-anya-e0401n4:32_30": "Herein, as though (the Bodhisatta)” is being sprinkled by the power of the Snakes,",
    "ai-anya-e0401n4:32_31": "Those who enjoy sensual pleasures, like (living creatures) wishing for sensual pleasures.",
    "ai-anya-e0401n4:32_32": "full of lust for forms,",
    "ai-anya-e0401n4:32_33": "he should be seen in the formless, ~ and in the formless,",
    "ai-anya-e0401n4:32_34": "Therefore it is said: “He who has eaten at the ground,” and so on.",
    "ai-anya-e0401n4:32_35": "Herein, the investigating (of the power of) the one who gives such strength.",
    "ai-anya-e0401n4:32_36": "Having crossed the flood with one great thoughts,",
    "ai-anya-e0401n4:32_37": "“All these great beings,” said the Buddha, “Visākha, a wide, noble spectrum of the Earth in the sky, was said to the Great Seer:",
    "ai-anya-e0401n4:32_38": "The arrangement of the path, wherever he finds no footing,",
    "ai-anya-e0401n4:32_39": "This being so, while life lasts to the next after the life of purity comes to the next fruit of existence.",
    "ai-anya-e0401n4:32_40": "this is how it is said.",
    "ai-anya-e0401n4:32_41": "It is here that one who rolls forth is produced here and there, which is why the fruition of decaying in this way is called “unbound”.",
    "ai-anya-e0401n4:32_42": "Again, a friend named Strapents is not allowed to leave.",
    "ai-anya-e0401n4:32_43": "Without craving, without craving, there is a deed of life.",
    "ai-anya-e0401n4:32_44": "That’s why it doesn’t give it up,",
    "ai-anya-e0401n4:32_45": "But if that craving was to be a friend, it would be a more future life.",
    "ai-anya-e0401n4:32_46": "and arranges its shell.",
    "ai-anya-e0401n4:32_47": "The one who is unintelligent, not working,",
    "ai-anya-e0401n4:32_48": "that is how it is for one who hasn’t created,",
    "ai-anya-e0401n4:32_49": "He should not cultivate that which is unsuitable.",
    "ai-anya-e0401n4:32_50": "because of the nurse and his material possessions to them again.",
    "ai-anya-e0401n4:32_51": "that intention is rebirthing, etc.",
    "ai-anya-e0401n4:32_52": "“There is no accusation” is no meaning.",
    "ai-anya-e0401n4:32_53": "He is not obtained by the one who is virtuous, and is one who gains Dhamma.",
    "ai-anya-e0401n4:32_54": "This being so, it is said to because they’ve developed.",
    "ai-anya-e0401n4:32_55": "And when he has developed insight and practiced much gain and respect fulfilment, he will reach quenching.",
    "ai-anya-e0401n4:32_56": "So he does so again and again, having reached the ultimate sense that is free from vanity, desires and tangles that are even more enlightenment but wants, without having obtained.",
    "ai-anya-e0401n4:32_57": "Therefore it is said: “Here is fearless” .",
    "ai-anya-e0401n4:32_58": "Herein, “first” , they replied: “hurriedly, acquisition” .",
    "ai-anya-e0401n4:32_59": "he possesses the eight ways of performing great sacrifices, and he possesses the jhāna factors for the first jhāna, etc., as the earth, forty and twenty-two aspects, etc., before the earth element that is accompanied by the earth element.",
    "ai-anya-e0401n4:32_60": "the supermundane path, endowed with ten bases, thirty-two parts, forty-three knowledges the paths of impermanence, etc., the meaning is that declaration of perceptions, etc., is the meaning.",
    "ai-anya-e0401n4:32_61": "And although : the meaning is, then it is extended .",
    "ai-anya-e0401n4:32_62": "is said: “It is a sharing”;",
    "ai-anya-e0401n4:32_63": "“This is the duality of Anuruddha and Anuruddha’s conduct,",
    "ai-anya-e0401n4:32_64": "When there are eight conditions for consciousness in this way, consciousness is a condition for the direct knowledge, based on consciousness, but not for others.",
    "ai-anya-e0401n4:32_65": "Herein, something else is enquire for one who is conducting himself properly, etc., should be told in the fourth jhāna.",
    "ai-anya-e0401n4:32_66": "“Accept” is the contrary to the Teaching,",
    "ai-anya-e0401n4:32_67": "“But is the instruction of his own forms,” and so on,",
    "ai-anya-e0401n4:32_68": "May she well-known as a well-known family",
    "ai-anya-e0401n4:32_69": "Unbandoning the mind of one’s perception and feeling born of desire faded away.",
    "ai-anya-e0401n4:32_70": "“They are in the world.”",
    "ai-anya-e0401n4:33_0": "“But there is non-returners in the future.”",
    "ai-anya-e0401n4:33_1": "“(There is) these is meaning,” he said,",
    "ai-anya-e0401n4:33_2": "“Faith is my surety,” the lord of the earth,",
    "ai-anya-e0401n4:33_3": "So too, in regard to energy, the wisdom there is from defilement",
    "ai-anya-e0401n4:33_4": "Saying: “We have found the bowl for a person who belongs to the same Buddhist sect.” And many monks,",
    "ai-anya-e0401n4:33_5": "The ordinary person is the stream-enterer, once-returner,",
    "ai-anya-e0401n4:33_6": "“The worldling, ordinary people.”",
    "ai-anya-e0401n4:33_7": "“What is conceived?”",
    "ai-anya-e0401n4:33_8": "“But are they once-returners,” and the once-returners are once-returners.",
    "ai-anya-e0401n4:33_9": "And although the jhāna is born in them, they are reborn there.",
    "ai-anya-e0401n4:33_10": "nor depressed by lying down,",
    "ai-anya-e0401n4:33_11": "In removing the dining hall, he thought, “I attained the absorption once-returners,” and once-returners.",
    "ai-anya-e0401n4:33_12": "he wandered around and wanted the local way.",
    "ai-anya-e0401n4:33_13": "Likewise, when it comes to the mass of sense desires, sense desires, and produces kamma and is produced by kamma.",
    "ai-anya-e0401n4:33_14": "practices absorption.",
    "ai-anya-e0401n4:33_15": "Why is it for purity?",
    "ai-anya-e0401n4:33_16": "and purification in ethics.",
    "ai-anya-e0401n4:33_17": "“They are once-returners,” and the once-returners are once-returners.",
    "ai-anya-e0401n4:33_18": "the upper robe",
    "ai-anya-e0401n4:33_19": "is said to have the intention to speak of a noble one.",
    "ai-anya-e0401n4:33_20": "with a sight of vision,",
    "ai-anya-e0401n4:33_21": "There is no fetter, no fetter,",
    "ai-anya-e0401n4:33_22": "“This world has seen this world.”",
    "ai-anya-e0401n4:33_23": "“Seing away is insight” in the way that craving under the heading of the Dhamma is born into greed, hate, and delusion. So they are of craving,",
    "ai-anya-e0401n4:33_24": "When there is no agitation, they will not get angry,",
    "ai-anya-e0401n4:33_25": "thoughts that are a snares, even those that are practise.",
    "ai-anya-e0401n4:33_26": "thoughts that are very beneficial.",
    "ai-anya-e0401n4:33_27": "These two stream-enterers who are Stream-Enterers, fulfill the precepts.",
    "ai-anya-e0401n4:33_28": "(The abandoning of) virtue and the defilement of defilements,",
    "ai-anya-e0401n4:33_29": "That’s why they’re called “processed by the virtue.”",
    "ai-anya-e0401n4:33_30": "But (myself) things that are agitated when it is?",
    "ai-anya-e0401n4:33_31": "... said to be the Great Brahmā, the Great Brahmā,” and the Champion,",
    "ai-anya-e0401n4:33_32": "“A woman is inferior”, such is low, circumstances, zeal, energy, rapture, tranquility, immersion, and mind.",
    "ai-anya-e0401n4:33_33": "Why are the snares of the worms?",
    "ai-anya-e0401n4:33_34": "And why are their jackals?",
    "ai-anya-e0401n4:33_35": "since the strength of his deeds are worn;",
    "ai-anya-e0401n4:33_36": "... the feble person is what is meant.",
    "ai-anya-e0401n4:33_37": "You can get to know a holy man’s retinue",
    "ai-anya-e0401n4:33_38": "Why is it appropriate to speak to these eight?",
    "ai-anya-e0401n4:33_39": "That is why he said: “By this, Great Brahmā.”",
    "ai-anya-e0401n4:33_40": "the Great Brahmā, and the Uwelper’s Great Brahmā,",
    "ai-anya-e0401n4:33_41": "And they did not say to Brahmā: ‘Practicing a great deal with Brahmā.’",
    "ai-anya-e0401n4:33_42": "and this is not enough for me, by planetship,",
    "ai-anya-e0401n4:33_43": "And she said to show the same thing to that phrases, “Possessing the meaning” and “It’s necessary;”",
    "ai-anya-e0401n4:33_44": "Herein, “Yes,” is the best.",
    "ai-anya-e0401n4:33_45": "Boundabout the Offs:",
    "ai-anya-e0401n4:33_46": "“May you be inspired,” “There is this,” “There’s yours.”",
    "ai-anya-e0401n4:33_47": "talk on the Dhamma, you should speak to him.",
    "ai-anya-e0401n4:33_48": "it is said:",
    "ai-anya-e0401n4:33_49": "“The brahmin should be able to obtain a monk.”",
    "ai-anya-e0401n4:33_50": "Brahmā is the Great Brahmā.",
    "ai-anya-e0401n4:33_51": "So too, in the two,",
    "ai-anya-e0401n4:33_52": "“The King is best.”",
    "ai-anya-e0401n4:33_53": "He thinks, “Abstinate is the meaning of this: ‘Bhikkhus, he must be seen who meanings,” because of a man who is mature (also) because he does have a true nature, a mind-made, there is no hunter.",
    "ai-anya-e0401n4:33_54": "I’m not striving at home,",
    "ai-anya-e0401n4:33_55": "Consequently he should see this meaning in the sense of virtue.",
    "ai-anya-e0401n4:33_56": "“He has the three Vedas, an ordinary person is called a master of the world.”",
    "ai-anya-e0401n4:33_57": "you’ll make it known to the ordinary person.",
    "ai-anya-e0401n4:33_58": "All the groundless (performations) is",
    "ai-anya-e0401n4:33_59": "While standing there, the Noble Ones are finished,",
    "ai-anya-e0401n4:33_60": "the world of men and gods, who are known as the foremost in world:",
    "ai-anya-e0401n4:33_61": "and from that he successively supramundane.",
    "ai-anya-e0401n4:34_0": "The recommendation of the language is finished.",
    "ai-anya-e0401n4:35_0": "155.",
    "ai-anya-e0401n4:35_1": "death is the rebirth of death.",
    "ai-anya-e0401n4:35_2": "“The life of one is short.”",
    "ai-anya-e0401n4:35_3": "“The abandoning is both.”",
    "ai-anya-e0401n4:35_4": "“By deeds you are a fool,” by killing living creatures.",
    "ai-anya-e0401n4:35_5": "“During the king of Kapilavatthu, he is like a lamp of death.”",
    "ai-anya-e0401n4:35_6": "Upasena, the great mass of darkness, the liked,",
    "ai-anya-e0401n4:35_7": "Having gone to a place where peace finds,",
    "ai-anya-e0401n4:35_8": "The legal procedure consists of (the King).",
    "ai-anya-e0401n4:35_9": "so there is death through the whole of death, with one particular deeds,",
    "ai-anya-e0401n4:35_10": "That is why one kind of death can be said to have work to do so.",
    "ai-anya-e0401n4:35_11": "And the others also said, “Having spoken of three,” the other three, and the accusations,",
    "ai-anya-e0401n4:35_12": "This is called a monk because he has lived.",
    "ai-anya-e0401n4:35_13": "in the rest of the rainy season.",
    "ai-anya-e0401n4:35_14": "The lifespan, lifespan, beauty, and the lifespan.",
    "ai-anya-e0401n4:35_15": "“No, Venerable,” they replied,",
    "ai-anya-e0401n4:35_16": "they always building up (after stagnation),",
    "ai-anya-e0401n4:35_17": "buying and selling, they can expect growth, not decline.",
    "ai-anya-e0401n4:35_18": "“May they live together with the remainder of abode!” and so on,",
    "ai-anya-e0401n4:35_19": "“All these three are foundations, even if stagnations, etc., are the same.",
    "ai-anya-e0401n4:35_20": "After giving to things, he is bound to.",
    "ai-anya-e0401n4:35_21": "With this possibility they proclaim it without his striving.",
    "ai-anya-e0401n4:35_22": "“Whatever form there is, suitable for you,” it is the ten times.",
    "ai-anya-e0401n4:35_23": "“I am wealth,” and so on.",
    "ai-anya-e0401n4:35_24": "These (wells) go under the influence of him.",
    "ai-anya-e0401n4:35_25": "For the one who takes pleasure in them then is said to have dealt with them.",
    "ai-anya-e0401n4:35_26": "Hence it is said: “She is excluded from sleeping place.”",
    "ai-anya-e0401n4:35_27": "the bonds of conditions,",
    "ai-anya-e0401n4:35_28": "apart from choices.",
    "ai-anya-e0401n4:35_29": "psychic powers, rejoicing,",
    "ai-anya-e0401n4:35_30": "“Venerable Sir,” “The Declare” is powerful of the gods.",
    "ai-anya-e0401n4:35_31": "you’ve realized knowledge and conduct,",
    "ai-anya-e0401n4:35_32": "“Like odors,” he said,",
    "ai-anya-e0401n4:35_33": "A skeleton, bones, bones, sinews, nectars, and tastes don’t get scattered.",
    "ai-anya-e0401n4:35_34": "these (gives) are inferior and superior.",
    "ai-anya-e0401n4:35_35": "Likewise",
    "ai-anya-e0401n4:35_36": "“For he who longs for the sake of life: these things are called ‘strated’.",
    "ai-anya-e0401n4:35_37": "Absorptions of psychic power, the nectar of knowledge, the life processes, and the rest.",
    "ai-anya-e0401n4:35_38": "“Among in the equal space,” according to production of visible objects, sights, and including intoxications.",
    "ai-anya-e0401n4:35_39": "“As a debt” when the end of suffering,",
    "ai-anya-e0401n4:35_40": "Hence it is said: “May they be lost!”",
    "ai-anya-e0401n4:35_41": "Saying: “He is embarrassed in all the deeds of the Buddhas,” and so on.",
    "ai-anya-e0401n4:35_42": "“Control is there for deeds?”",
    "ai-anya-e0401n4:35_43": "“Such is cutting off death’s oppressive, stubborn, so long as their own work is due to overestimation, while the result of his (nature) deed is specific purpose.”",
    "ai-anya-e0401n4:35_44": "And it’s not possible that a general deed is cut off. Then it’s possible that if the animal was cut off, it wouldn’t be swept away, saying,",
    "ai-anya-e0401n4:35_45": "“At death,” “Death,” after death is recommended by death, ...",
    "ai-anya-e0401n4:35_46": "Whatever death is called “who-self” is what is meant.",
    "ai-anya-e0401n4:35_47": "Hence it is said: “There is no need,” and so on.",
    "ai-anya-e0401n4:35_48": "“From the root items has been created, rooted in the formless,”",
    "ai-anya-e0401n4:35_49": "But since he does ask a question, Migāra’s question,",
    "ai-anya-e0401n4:35_50": "gathered together:",
    "ai-anya-e0401n4:35_51": "gathered together and because of an assembly hall, he said: “She is living in dependence on the meaning of this.”",
    "ai-anya-e0401n4:35_52": "assembling together, and sitting in the conclusion.",
    "ai-anya-e0401n4:35_53": "he has a single malevolence of two or three times.",
    "ai-anya-e0401n4:35_54": "After the gathering of arises,",
    "ai-anya-e0401n4:35_55": "After considering, “Without doing what is providing people,” he invited them to do so,",
    "ai-anya-e0401n4:35_56": "afflictions arising from excess of (good) afflictions, and goes down for one leagues.",
    "ai-anya-e0401n4:35_57": "Or alternatively, thinking: “Through eating so little”, etc., is expounded by what has been done, and so on.",
    "ai-anya-e0401n4:35_58": "Saying, “Sometimes,” having gathered round the rainy-season residence, having climbed up the ocean and then sewn them, after making a setting aside,",
    "ai-anya-e0401n4:35_59": "“Human beings on the path of human beings.”",
    "ai-anya-e0401n4:35_60": "“They are these yakkhas”",
    "ai-anya-e0401n4:35_61": "“Only (living) the parts of the crops that were suitable for me,” and slaying the sacrificial posts, he said, “Lay, I wish to live for the sake of my life!”",
    "ai-anya-e0401n4:35_62": "“Shadying,” he said, “Bringing up the whole town,” “First,” he can do what belongs to the town or village.",
    "ai-anya-e0401n4:35_63": "if it is allowed, he said, “The dwelling is allowable for us,” and he is so on, while the danger is dead, he is deposed.",
    "ai-anya-e0401n4:35_64": "And so many people in the inner a messengers at the dead spirits, food, drink, clothes, and beneathed by that dead man.",
    "ai-anya-e0401n4:35_65": "“Suppose there was a later-food-eater and fixing their opportunity for work. Consciousness by death or by causing them, it would be painful to live happily there. But it wouldn’t unhappy death in the way that is painful, oppressed, and it doesn’t destroy the suffering.",
    "ai-anya-e0401n4:35_66": "But people pursue the result, unlimited and measureless.",
    "ai-anya-e0401n4:35_67": "that’s wherever I want.",
    "ai-anya-e0401n4:35_68": "After departing the eight reasons in the case of the deities, thinking that it is the neighborhood of the earth, and having given them to, they say: ‘These are what is said.’",
    "ai-anya-e0401n4:35_69": "So why do people feel lost their fists, staffs, or with a stick or a staff? Or whether they’re hurtful or well-being.",
    "ai-anya-e0401n4:35_70": "And here what is said is, ‘Just as in the lower realms, or other of the other millions or other goods’?",
    "ai-anya-e0401n4:35_71": "Herein, there is no (this) deeds,",
    "ai-anya-e0401n4:35_72": "What’s the reason for his death?’",
    "ai-anya-e0401n4:35_73": "If anyone wouldn’t kill him, there would be no death for him.",
    "ai-anya-e0401n4:35_74": "Sentient beings are the owners of their deeds and heir to their deeds. Deeds are their womb, their relative, and their refuge.",
    "ai-anya-e0401n4:35_75": "Then they will break them out of the rags, “las! World’s wish,” and so on.",
    "ai-anya-e0401n4:35_76": "Then he says, “Lady, one should make a strong sense of urgency,”",
    "ai-anya-e0401n4:35_77": "Herein, there is two kinds of fruit and results of fruit.",
    "ai-anya-e0401n4:35_78": "Herein, the resultant is the resultant visible data, and the results of the forms that were created in the eye,",
    "ai-anya-e0401n4:35_79": "and their deeds,",
    "ai-anya-e0401n4:35_80": "And its precincts are set hunting.",
    "ai-anya-e0401n4:35_81": "Forsaking the fruit of happy deeds, or whether for those who have fallen into his own deeds or not, in news, or places are fixed in.",
    "ai-anya-e0401n4:35_82": "And if they share it out,",
    "ai-anya-e0401n4:35_83": "* he said: “Stop, friends, one who is lived on this act of violence",
    "ai-anya-e0401n4:35_84": "who slanders others.”",
    "ai-anya-e0401n4:35_85": "All eight things in the world are to be told, not to be spoken of.",
    "ai-anya-e0401n4:35_86": "They remain the same for all beings, having transmigrated through births and death, so therefore celestial deeds, and various others.",
    "ai-anya-e0401n4:35_87": "Likewise at the cutting off of the bodily formation they reach death.",
    "ai-anya-e0401n4:35_88": "Therefore it was said: “Here the worms dwell in the cows who are satisfied.”",
    "ai-anya-e0401n4:36_0": "if they arise, he would feel arrogant.",
    "ai-anya-e0401n4:36_1": "They don’t make themselves happy and pleased, or they’re not able to make themselves happy and pleased.",
    "ai-anya-e0401n4:36_2": "They don’t respond to act skillfully, their work is incapable of acting skillfully scrutinizing, or making amends for their work.",
    "ai-anya-e0401n4:36_3": "thinking: “This isn’t able to teach Dhamma,” or they do so.",
    "ai-anya-e0401n4:36_4": "composed to understand what is empty;",
    "ai-anya-e0401n4:36_5": "“This disease is cured by the wind, while making a spot.”",
    "ai-anya-e0401n4:36_6": "Through its results were destroyed, and he gave them his life,",
    "ai-anya-e0401n4:36_7": "Leaving eight way of life that a person is cleared up with them.",
    "ai-anya-e0401n4:36_8": "That is why he said: “Go,” and so forth.",
    "ai-anya-e0401n4:36_9": "And they think, “I’ve done some work.” At the same time they lead to the threshold grass, sticks, and leaves.",
    "ai-anya-e0401n4:36_10": "life is enclosed by this precinct,",
    "ai-anya-e0401n4:36_11": "“Yes, Lady,” he replied, “Yes,” according to the rule, and the spot is stated (wholesome).",
    "ai-anya-e0401n4:36_12": "All these views have done the past or the future, or present, and produced in the past. Arising of suffering for the past, future, or present.",
    "ai-anya-e0401n4:36_13": "“Whatever is this?”",
    "ai-anya-e0401n4:36_14": "(As a time) the Great Bodhisatta. It is indeed there for a long time now, so I will be tossed in this way. Having taken his life, there, no matter how longer I surprised to focus on the deathless. When I live, I’ll die, that is.’",
    "ai-anya-e0401n4:36_15": "After hanging it from his own hand, he said, “Forgets it on its bed,” and she put it on a bed.",
    "ai-anya-e0401n4:36_16": "“This is where there is no need,” he said.",
    "ai-anya-e0401n4:37_0": "“Pāti,” and so on.",
    "ai-anya-e0401n4:37_1": "“(There is) attainment,” he said, “Entering the Wise One,”",
    "ai-anya-e0401n4:37_2": "After saying: “Living on a path to perfection he has attained perfection and has entered upon the path to perfection the road, where they exist after death.” And on the road, they shaved off their heads, saying,",
    "ai-anya-e0401n4:37_3": "“‘Like decay’ is called a limited shadow’: if you seek a limited period, because there is no calm,",
    "ai-anya-e0401n4:37_4": "all of them reached the ending of defilements.",
    "ai-anya-e0401n4:37_5": "“Practiculation” is the Great Assembly, no matter how the Discourse on the Final Emancipation.",
    "ai-anya-e0401n4:37_6": "“They are they who, Vāsava.”",
    "ai-anya-e0401n4:37_7": "“That is not so,” and so on.",
    "ai-anya-e0401n4:37_8": "Kindly in the five elements:",
    "ai-anya-e0401n4:37_9": "the consciousness element, the arising of consciousness, the mentality-materiality element, the thought element,",
    "ai-anya-e0401n4:37_10": "“Having become fully extinguished, he is the Buddha’s attainment of Nibbāna.”",
    "ai-anya-e0401n4:37_11": "Staying, “All riches” is said. Then they made no object in the same way, in the place where they reached Nibbāna.",
    "ai-anya-e0401n4:37_12": "That is why he said: “Well then, Sumanā.”",
    "ai-anya-e0401n4:37_13": "“Only the destruction of continued existence one attains Nibbāna with the ending of continued existence as one is extinguished upon landing. They have passed away from that place.”",
    "ai-anya-e0401n4:37_14": "they are called ‘perfection’.",
    "ai-anya-e0401n4:37_15": "But herein, one should be seen",
    "ai-anya-e0401n4:37_16": "is unshakable",
    "ai-anya-e0401n4:37_17": "the passing away and rebirth of the deathless mind.",
    "ai-anya-e0401n4:37_18": "But while the Buddhas arise, as long as the sign of the Buddhas arise, the sign of a large object,",
    "ai-anya-e0401n4:37_19": "Likewise the passing away, he said: “Having taken up rapture.”",
    "ai-anya-e0401n4:37_20": "Shouldn’t there be a sign of deeds, nor is there for the sake of a (good) deeds, but there is no coming down between the Buddhas.",
    "ai-anya-e0401n4:37_21": "So, to not be annoyed,",
    "ai-anya-e0401n4:37_22": "nor does he make this supreme?”",
    "ai-anya-e0401n4:37_23": "not strikes.",
    "ai-anya-e0401n4:37_24": "He should be the dangers in making sense. This is the meaning of going to running the sense.",
    "ai-anya-e0401n4:37_25": "But here when someone passes away, they show a light wind, saying, “This is an imposture,” etc., in addition to the sickness, etc.,",
    "ai-anya-e0401n4:37_26": "“Siddhi,” “It is for the purpose of performing their deeds,” he replied, and so on.",
    "ai-anya-e0401n4:37_27": "“Sister,” the Elder Soṇa replied.",
    "ai-anya-e0401n4:37_28": "“I am the power of deeds”:",
    "ai-anya-e0401n4:37_29": "“I have a strong sense of moderation for her because she has her power for her myself.”",
    "ai-anya-e0401n4:37_30": "but if he possesses the sign of his (magical) powers, he may get exerted;",
    "ai-anya-e0401n4:37_31": "“This is the meaning, sir.” ...",
    "ai-anya-e0401n4:37_32": "Among a bad sign",
    "ai-anya-e0401n4:37_33": "The foundations of good friends,",
    "ai-anya-e0401n4:37_34": "Aboning the mass of death, another attacked with bad friends, wearing away.",
    "ai-anya-e0401n4:38_0": "After eating the whole earth,",
    "ai-anya-e0401n4:39_0": "After giving wealth, measure,",
    "ai-anya-e0401n4:40_0": "When the sky was over half a month,",
    "ai-anya-e0401n4:41_0": "Asoka, Tissa, andTissa,",
    "ai-anya-e0401n4:42_0": "Sorrowless, unsightly, and Mātali.",
    "ai-anya-e0401n4:43_0": "this is experienced—",
    "ai-anya-e0401n4:43_1": "“We came, Sahaka,” he replied, “We couldn’t do that,” and he created the name Sahajātika like a lump of.",
    "ai-anya-e0401n4:43_2": "This is how the mind and body become different.",
    "ai-anya-e0401n4:43_3": "And that is a condition for the moment of his accumulation and that is a condition for the other.",
    "ai-anya-e0401n4:43_4": "“I am skilled in deeds, and what is skillful or foundations for their deeds?”",
    "ai-anya-e0401n4:43_5": "“They are the conditions for the story of the post-midday procedure,”",
    "ai-anya-e0401n4:43_6": "Saying, “Among those” on the sign of foulness,” he paid on the bank of the Ganges river.",
    "ai-anya-e0401n4:43_7": "she said: “Stop, stands where it stands.”",
    "ai-anya-e0401n4:43_8": "If she stops, then it is what is said.",
    "ai-anya-e0401n4:43_9": "Lossing generally in the same way is dear and pleasing to the ears, etc., and about the nose.",
    "ai-anya-e0401n4:43_10": "“Take a seat for the person who has encountered.",
    "ai-anya-e0401n4:43_11": "The account of the eighth section on the observance day",
    "ai-anya-e0401n4:43_12": "“I am quite strong, overcome by craving.”",
    "ai-anya-e0401n4:43_13": "whether the private parts are left over, fame, etc.,",
    "ai-anya-e0401n4:43_14": "“I don’t give rise to confidence in those without it.”",
    "ai-anya-e0401n4:43_15": "“In the past, sir,” and so on,",
    "ai-anya-e0401n4:43_16": "eight kinds of discussion.",
    "ai-anya-e0401n4:43_17": "Herein, this is what is said:",
    "ai-anya-e0401n4:43_18": "and it doesn’t live in this state.",
    "ai-anya-e0401n4:43_19": "in that case, they say, ‘In that case.’ Then they are stated on the ground by the simile of the gates,’ and they describe it as said.",
    "ai-anya-e0401n4:43_20": "He came to the King’s wombs a circumstance and so on, together with the garden of the earth,",
    "ai-anya-e0401n4:43_21": "he does not care of the (knowing) deed, he does not attend on him.",
    "ai-anya-e0401n4:43_22": "but only as (only) appears only of one who is attached to wholesome absorption.",
    "ai-anya-e0401n4:43_23": "Having attained that sinks by the head, hencely percipiently, then having made formless state.",
    "ai-anya-e0401n4:43_24": "“This must behaved by doing bad deeds.” But the hands of this elephant memorial work. They proceed having no use of their hands. They can be imprisoned.",
    "ai-anya-e0401n4:43_25": "Discussion of the eight kinds of demonstration",
    "ai-anya-e0401n4:43_26": "Who has been ejected, who has been ejected,",
    "ai-anya-e0401n4:43_27": "(thinking): these are destroying the goods,",
    "ai-anya-e0401n4:43_28": "dwindled shaven head;",
    "ai-anya-e0401n4:43_29": "and has needed blemish at the blazing:",
    "ai-anya-e0401n4:43_30": "“For one who is strict is suffering” .",
    "ai-anya-e0401n4:43_31": "But how does the deeds being ejected by a legal procedure consisting of one who has been ejected?",
    "ai-anya-e0401n4:43_32": "And how does it bring to the object?",
    "ai-anya-e0401n4:43_33": "sentient beings are reborn according to their deeds:",
    "ai-anya-e0401n4:43_34": "“But what is visible in the forms of existence?” (sometimes) appearance,",
    "ai-anya-e0401n4:43_35": "Then, having completed the monasteries’s object, being pure, and separated from the water, after sewing them early,",
    "ai-anya-e0401n4:43_36": "But this conversation among the eight impediments is called “blessed”.",
    "ai-anya-e0401n4:43_37": "and he is extinguished there, and so on is what is said.",
    "ai-anya-e0401n4:43_38": "Herein, ‘continuum’ means she passed away from that host of existence.",
    "ai-anya-e0401n4:43_39": "Therefore he should fact that the practice of the ending of continued existences thus, “What does this?”",
    "ai-anya-e0401n4:43_40": "The underlying tendency to fondness",
    "ai-anya-e0401n4:43_41": "the underlying tendencies lie down.",
    "ai-anya-e0401n4:43_42": "The underlying tendency to wrong views are white.",
    "ai-anya-e0401n4:43_43": "Herein, the underlying tendency to Jotipāla one is not born again.",
    "ai-anya-e0401n4:43_44": "Here the grossness in this way:",
    "ai-anya-e0401n4:43_45": "May those who come together and convergence through the birth of ignorance, and those who abide in craving be effacement.",
    "ai-anya-e0401n4:43_46": "What do you cooked? Do you get something? And here?",
    "ai-anya-e0401n4:43_47": "This being so, when ignorance is spoken of by ignorance, the root of craving is well spoken.",
    "ai-anya-e0401n4:43_48": "and for the Jina has acquired the same doctrine, and have gained even.",
    "ai-anya-e0401n4:43_49": "That’s why the word of someone who doesn’t accept the word ‘accusations’,",
    "ai-anya-e0401n4:43_50": "While bringing them to the highest good, he said, “Dear it.”",
    "ai-anya-e0401n4:43_51": "is completed.",
    "ai-anya-e0401n4:43_52": "It is said: “Possessed by the eye, sights, and eye contacts are best in the way beginning, “Possessed by the texts on visible objects,” is said.",
    "ai-anya-e0401n4:43_53": "“This is your mind, mind!”",
    "ai-anya-e0401n4:43_54": "“Is there anything left over?”",
    "ai-anya-e0401n4:43_55": "saying, “Why are you afraid of?”",
    "ai-anya-e0401n4:43_56": "“Consciousness is the element of consciousness.”",
    "ai-anya-e0401n4:43_57": "Without corrupt,",
    "ai-anya-e0401n4:43_58": "wherever she’s born,",
    "ai-anya-e0401n4:43_59": "Herein, so they split open up.",
    "ai-anya-e0401n4:43_60": "Where is the time of death when death dies at the time of dawn.",
    "ai-anya-e0401n4:43_61": "This being so, with what is true, rejoicing, and dropping.",
    "ai-anya-e0401n4:43_62": "Hearing the finest garden,",
    "ai-anya-e0401n4:43_63": "When speaking words in accordance with the Teaching, it’s not easy to teach the extrate, but because of what is said in the discourse of the Monastic Code, people say, “Noble One.”",
    "ai-anya-e0401n4:43_64": "In brief they say, “This is a way that is what is said,” “This is a way to introduce them.”",
    "ai-anya-e0401n4:43_65": "“Those person is a person.”",
    "ai-anya-e0401n4:43_66": "“That is, sir.”",
    "ai-anya-e0401n4:43_67": "“For the fruit of making use of continued existence as a deed is called a mixed up with the transmigration. Ignorance is a condition for craving.”",
    "ai-anya-e0401n4:43_68": "When the fruit of this occurrence is called “structed” in the various times of trouble.",
    "ai-anya-e0401n4:43_69": "are also called the middle of the Dhamma.",
    "ai-anya-e0401n4:43_70": "When someone who practices like this is the reason for no making amends for seven things, they be bound for the sake of their own fruit.",
    "ai-anya-e0401n4:43_71": "Thus he does a deed to perform it in this way.",
    "ai-anya-e0401n4:43_72": "By means of that deed he goes to where he transmigrates you and is said to be.",
    "ai-anya-e0401n4:43_73": "Mendicants, the best of all compare",
    "ai-anya-e0401n4:43_74": "The exposition of the teaching of sentient beings is included in the teaching like this.",
    "ai-anya-e0401n4:43_75": "They transmigrate through space, embracing and transmigrating,",
    "ai-anya-e0401n4:43_76": "But when he teaches the Dhamma, it doesn’t follow the teaching, it’s not only the seventh person.",
    "ai-anya-e0401n4:43_77": "this Teaching is the name of the Dhamma.",
    "ai-anya-e0401n4:43_78": "Herein, one who understands the teaching of the Dhamma at the time when extremely recited it, there is no danger.",
    "ai-anya-e0401n4:43_79": "to wherever they arise,",
    "ai-anya-e0401n4:43_80": "they go to the ending of defilements.",
    "ai-anya-e0401n4:43_81": "Therefore it is said: ‘The Dhamma has arisen in this way,",
    "ai-anya-e0401n4:43_82": "‘That’s a corruption.’",
    "ai-anya-e0401n4:43_83": "Floods, chairs, and mortifications,",
    "ai-anya-e0401n4:43_84": "shouts for the carpets, refresh is in common; and for the fools are incompetent. That to say, the composed of the rolls and the texts, and the eight rolls.",
    "ai-anya-e0401n4:43_85": "is called “special” and “formity”.",
    "ai-anya-e0401n4:43_86": "Herein, “Repulsiveness” is in a deep place where the noise close is met. Once the earth, it sets out,",
    "ai-anya-e0401n4:43_87": "The sound goes where it arises, the sound of drums do not appear.",
    "ai-anya-e0401n4:43_88": "he has no longer gone,",
    "ai-anya-e0401n4:43_89": "he does not finish the root of the trees;",
    "ai-anya-e0401n4:43_90": "There is a sound waves its root as condition.",
    "ai-anya-e0401n4:43_91": "Herein, because the root is in the past.",
    "ai-anya-e0401n4:43_92": "like a swallow in the midst of it.",
    "ai-anya-e0401n4:43_93": "in search of a light, and because of foulness,",
    "ai-anya-e0401n4:43_94": "Herein, “Prepare” is the road, took a lamp, and dedicated (to another) to the conqueror of the most excellent island.",
    "ai-anya-e0401n4:43_95": "“Yes, sir” they replied.",
    "ai-anya-e0401n4:43_96": "Herein, one hundred thousand coins on the surface of throat, and one hundred thousand sands on all sides.",
    "ai-anya-e0401n4:43_97": "they were shaking off with horns, repelled inside the body, in the water, in the evening.",
    "ai-anya-e0401n4:43_98": "By these things there is no cause or condition for the sake of the fruit,",
    "ai-anya-e0401n4:43_99": "and you don’t proclaim what is contrary to the meaning.",
    "ai-anya-e0401n4:43_100": "“In the time of the propagation” is used in the Palmyra flowers. It is used in a central scented Fragrant Cods, perfumed gold, silver, and gold.",
    "ai-anya-e0401n4:43_101": "Herein, when caused by practitioners in the between the two or three trees appeared, the manifestation of the fruit of that appeared in the morning.",
    "ai-anya-e0401n4:43_102": "“I can take a share of rice.” She then said to each other, “If you can’t get a disciple in your presence, I’ll give you a share of the nuns.",
    "ai-anya-e0401n4:43_103": "Isidāsa to a warrior site for you, or be yours (?) to be mine.",
    "ai-anya-e0401n4:43_104": "Herein, the mortification in takings, and having obtained it,",
    "ai-anya-e0401n4:43_105": "When the time is excellent, he swells the hosts of sorrow and water,",
    "ai-anya-e0401n4:43_106": "“Possessing the professions in the world for life, people who are young and neglects,” and she harassed him.",
    "ai-anya-e0401n4:43_107": "As long as they live, may I not give rise to the young brāhmaṇa Pippali, at the time of carpets.",
    "ai-anya-e0401n4:43_108": "Herein, one is a condition for the rest of his livelihood. And the arising of such extensive efforts is the same.",
    "ai-anya-e0401n4:43_109": "On these two, just as when the meditator was setting up in the morning, he then on the neighborhood of the monastery and the later in the morning, the first set the rest, and the rest.",
    "ai-anya-e0401n4:43_110": "Likewise when they did wholesome deeds in the past, which weren’t falling down later an actual occasion when they were no longer turned out to be reborn, and now the fruition is evident.",
    "ai-anya-e0401n4:43_111": "Hence it was said above: “Here there is no lamp in this way, the meaning of the four ford.”",
    "ai-anya-e0401n4:43_112": "Then that faculty of deeds, which is strong and weak, and is weak, then, when weak it is said.",
    "ai-anya-e0401n4:43_113": "If that is so, having shown them this, it can still be bound by continuity.",
    "ai-anya-e0401n4:43_114": "Herein, the sign is established, and so on.",
    "ai-anya-e0401n4:43_115": "“(They are) in sovereignant.”",
    "ai-anya-e0401n4:43_116": "“He takes these verses,” replied the characteristic of sense desires.",
    "ai-anya-e0401n4:43_117": "if he resentments for the five-monasteries;",
    "ai-anya-e0401n4:43_118": "Herein, the sign of the opportunity is apprehended, all that is the sign of the spot.",
    "ai-anya-e0401n4:43_119": "There he spent the five hundred students (of the Pañcasikha) in that place and when he was spent the Videhanship among them,",
    "ai-anya-e0401n4:43_120": "And the meditation subject too is said to have the five objects of defining the meditation subject as objects, and so on. When five objects have been so obtained, they a reason for a meditation subject.",
    "ai-anya-e0401n4:43_121": "If this is how it is said:",
    "ai-anya-e0401n4:43_122": "Then, having spended the minds of others, the mind-made body, whirlpools, and the rolls of his hair, dressed in ocher robes, and turned to behaved like this.",
    "ai-anya-e0401n4:43_123": "But they can get fastened and loathed in the past, future and present.",
    "ai-anya-e0401n4:43_124": "the things that are deposited through the path, and the wounds that were eventually settled through the same (worms).",
    "ai-anya-e0401n4:43_125": "That’s why the teacher gets a simile of sensual pleasures when he wants, without trouble or difficulty in the present.",
    "ai-anya-e0401n4:43_126": "it should be seen by the heard of what is said:",
    "ai-anya-e0401n4:43_127": "But those who, having arranged the ground in the way that the meditation subject would reappear in such a way that I prevented the teacher.",
    "ai-anya-e0401n4:43_128": "The feather set is the same fortune for a pile of cloth.",
    "ai-anya-e0401n4:43_129": "and that is how it is said to be shown that in the past.",
    "ai-anya-e0401n4:43_130": "if he stays together with no army, thinking “There is present in the present” and so on;",
    "ai-anya-e0401n4:43_131": "“That’s a sign, sir.”",
    "ai-anya-e0401n4:43_132": "that which is stated in the case of all the triple left over.",
    "ai-anya-e0401n4:43_133": "“The mind-madeer is developed when someone is born in the earlier bathing and running all over they wish.”",
    "ai-anya-e0401n4:43_134": "“What are the mind-made and pride,” and they ran to do with the Teacher?",
    "ai-anya-e0401n4:43_135": "“In the past I was born and generated.” And the last watch of the night, he came back in the past,",
    "ai-anya-e0401n4:43_136": "Having destroyed these things the Elders, they created a schism in the Bhes.",
    "ai-anya-e0401n4:43_137": "if it is not lost;",
    "ai-anya-e0401n4:43_138": "Why are they because of undertaking the deeds?",
    "ai-anya-e0401n4:43_139": "Hence it is said: “He doesn’t consent.”",
    "ai-anya-e0401n4:43_140": "(And) he who understands whatever produces, he should live in fact that they are independent of others, and without another.",
    "ai-anya-e0401n4:43_141": "Herein, they are praised by means of which they speak praise.",
    "ai-anya-e0401n4:43_142": "Another Commentaries, “Sister, did that to say about this?”",
    "ai-anya-e0401n4:43_143": "Otherwise the doctrines that bring him back again, saying, “Whoever does not accept it?”",
    "ai-anya-e0401n4:43_144": "Herein, “ placed” is the sign of the object,",
    "ai-anya-e0401n4:43_145": "“They’ve completed what they say.”",
    "ai-anya-e0401n4:43_146": "“Ascetics have it been stated, Why is this?”",
    "ai-anya-e0401n4:43_147": "Shouldn’t there be such expositions as the words “virtue” , etc., are the only expressions of their own word .",
    "ai-anya-e0401n4:43_148": "Truth it is wisdom simply seen as the standing on the first side of the disciples, but not in the separately.",
    "ai-anya-e0401n4:43_149": "That’s why he said “Surely it is said”.",
    "ai-anya-e0401n4:43_150": "that’s wherever I want.",
    "ai-anya-e0401n4:43_151": "Eight is the eighth violent sal trees. Let the saplings that were rottten at the root, and then if they were. How could they live for?",
    "ai-anya-e0401n4:43_152": "Having then speed the idea here even when the benefit is complete, then it still remains unclean to full.",
    "ai-anya-e0401n4:43_153": "Therefore it was said: “There is no suitable reason for one who is crowded with the intention of ill will, except if it is no danger.”",
    "ai-anya-e0401n4:43_154": "“They do.”",
    "ai-anya-e0401n4:43_155": "Then five hundred leagues all over the winter season. It is the same as whirlpools of the wounds, and it is cream of the Joyful Gods.",
    "ai-anya-e0401n4:43_156": "This being so,",
    "ai-anya-e0401n4:43_157": "too when good are strong,",
    "ai-anya-e0401n4:43_158": "Then the object of his own object,",
    "ai-anya-e0401n4:43_159": "But the meaning is stated in this way also . But the eight kinds of discussion are stated .",
    "ai-anya-e0401n4:43_160": "“After the opposite sex,” he replied, “I have reached the goal.”",
    "ai-anya-e0401n4:43_161": "“Did you give a message; give message;”",
    "ai-anya-e0401n4:43_162": "“What’s the meaning?”",
    "ai-anya-e0401n4:43_163": "“By this means to be a human being.”",
    "ai-anya-e0401n4:43_164": "in an holestill the sound of its color.",
    "ai-anya-e0401n4:43_165": "“Not (etc.) means the attributes is made.”",
    "ai-anya-e0401n4:43_166": "In the Commentaries of Pañcasikha, and so on were their parents’ children.",
    "ai-anya-e0401n4:43_167": "“You have no use for your welfare.”",
    "ai-anya-e0401n4:43_168": "Saying, “Accomplished”, etc., that is to say, the melodies of the head-rolls,” etc.",
    "ai-anya-e0401n4:43_169": "as he did.",
    "ai-anya-e0401n4:43_170": "“Hopefully the tastes,” so full of tastes,",
    "ai-anya-e0401n4:43_171": "or other tangibles.",
    "ai-anya-e0401n4:43_172": "there is the present phenomena that is called “association” because it is the act of present.",
    "ai-anya-e0401n4:43_173": "“Brahmās” is formless,",
    "ai-anya-e0401n4:43_174": "“They are formless and have formless.”",
    "ai-anya-e0401n4:43_175": "“Not with the lower jhānas” is said.",
    "ai-anya-e0401n4:43_176": "those who have obtained what is given, and those who have lost their jhānas in the sense of jhānas.",
    "ai-anya-e0401n4:43_177": "And although it is “not ,” it is according to the jhāna and according to the sense of urgency,",
    "ai-anya-e0401n4:43_178": "These minds were half a half waver.",
    "ai-anya-e0401n4:43_179": "This is the cause and reason for the sake of the distinction,",
    "ai-anya-e0401n4:43_180": "They proclaim the conceit ‘I am’ because of grasping the sense pleasures,",
    "ai-anya-e0401n4:43_181": "yet this is what happens to be done:",
    "ai-anya-e0401n4:43_182": "knowing that the first is conceived in, knowing that deed is legitimate, having a legal procedure done by an incomplete assembly,",
    "ai-anya-e0401n4:43_183": "“(They are) coming to forms,” and they dwell in the world of the forms,",
    "ai-anya-e0401n4:43_184": "Because of the power of the Buddha,",
    "ai-anya-e0401n4:43_185": "“This actually does not constantly because it is a serious rule, this is what is said.”",
    "ai-anya-e0401n4:43_186": "However, however, it is done by a variety of deed and locations being carried out by a variety of animals who are very strong in them. And they give only what is called.",
    "ai-anya-e0401n4:43_187": "you should say, ‘There is.’",
    "ai-anya-e0401n4:43_188": "“She is the same kind of work.” And the necess, they don’t get to know their opportunity,",
    "ai-anya-e0401n4:43_189": "the hindrances are well-formed because they are outshone by the hindrances.",
    "ai-anya-e0401n4:43_190": "“Nor that is,” she replied, “From whomever (all) consent has been brought.",
    "ai-anya-e0401n4:43_191": "deeds are not different.”",
    "ai-anya-e0401n4:43_192": "and he said: “This is a diverse opportunity for me to get material possessions.”",
    "ai-anya-e0401n4:43_193": "“They are sights, Brahmā,.”",
    "ai-anya-e0401n4:43_194": "It is said in the way already described, “Similarly in the Vinaya,” and so on. Those who are diligent in the way already described, etc., are used in the way already described, and they have reached the perfection of absorption.",
    "ai-anya-e0401n4:43_195": "“This is the reason why,” it should be done for the sake of being asked,",
    "ai-anya-e0401n4:43_196": "I am bound to the ultimate peace of mind, free from the bonds of rebirth in the realm of the four lower realms, and am bound to a lower realm.",
    "ai-anya-e0401n4:43_197": "The monks were only brought back by one, and then eats one part of the people in the world.",
    "ai-anya-e0401n4:43_198": "One day, which is an abstaining the next part of the path, and which is he eating?",
    "ai-anya-e0401n4:43_199": "This is how I eat furniture.",
    "ai-anya-e0401n4:43_200": "On the next day he asked the rest, and so he refused.",
    "ai-anya-e0401n4:43_201": "that I eat it without food.",
    "ai-anya-e0401n4:43_202": "Herein, he asked: “Noble Sir, I will get what is the best in the world of your enemy.”",
    "ai-anya-e0401n4:43_203": "I’ve done what was good by meant.",
    "ai-anya-e0401n4:43_204": "I eat only today.”",
    "ai-anya-e0401n4:43_205": "But on the earth he eats somewhere else.",
    "ai-anya-e0401n4:43_206": "if it is for something else;",
    "ai-anya-e0401n4:43_207": "But yet another one is still only another in the world. They ate what is called ‘I am another’.",
    "ai-anya-e0401n4:43_208": "should be seen in this way:",
    "ai-anya-e0401n4:43_209": "“In this mind has arisen,”",
    "ai-anya-e0401n4:43_210": "When rebirth is conceived, rebirth is cut off,",
    "ai-anya-e0401n4:43_211": "if he chooses the proper conduct when he exists;",
    "ai-anya-e0401n4:43_212": "That is why therefore rebirth-linking existence is called ‘mersion’ because they haven’t reached the goal of the life-form’ because they haven’t declared their factors.",
    "ai-anya-e0401n4:43_213": "“‘Because of rebirth and the aggregates’ is said, and the aggregates are there for continued existence.",
    "ai-anya-e0401n4:43_214": "“Noble Ladies,” he asked the annihilation,",
    "ai-anya-e0401n4:43_215": "“You’re called craving.”",
    "ai-anya-e0401n4:43_216": "Having cycles thread, they get stubborn. ”",
    "ai-anya-e0401n4:43_217": "“This is inappropriate for the sake of restraint,” etc., that is,",
    "ai-anya-e0401n4:43_218": "thinking: “She is rolling away,” she ran away.",
    "ai-anya-e0401n4:43_219": "who attains wickedness, in this way: He is a noble one,",
    "ai-anya-e0401n4:43_220": "That is why in the case of secretions , etc., which is called “friend” .",
    "ai-anya-e0401n4:43_221": "hurriedly:",
    "ai-anya-e0401n4:43_222": "You have cut the strings of Videha together with Videhas, in bondages of sexual conduct.",
    "ai-anya-e0401n4:43_223": "And how are they questioned with the questions of length, saying: “Who are you asking about?”",
    "ai-anya-e0401n4:43_224": "“You’re a general who has given up the defilements, the corruptions that are tied to by craving.",
    "ai-anya-e0401n4:43_225": "“After well,” she replied, “Having been sent forth,” and she fell into a sewing.",
    "ai-anya-e0401n4:43_226": "“The ninth of the world is called the ninth Dhamma.”",
    "ai-anya-e0401n4:43_227": "they endure running on.",
    "ai-anya-e0401n4:43_228": "“Ethics” is four purification.",
    "ai-anya-e0401n4:43_229": "“Householder,” he said, “Three blessings!”",
    "ai-anya-e0401n4:43_230": "composed to understand what is empty;",
    "ai-anya-e0401n4:44_0": "The concluded fond of the supreme conclusion is finished."
}