{
    "ai-anya-e1202n4:0_0": "Dhātunidhāna kathā",
    "ai-anya-e1202n4:1_0": "11.",
    "ai-anya-e1202n4:1_1": "When this was said, the kingdom of Khujjanāga, he fixed his life span of the Shrine, and separated from the great air. Having passed away, the kingdom in the realm, the prince named Piyaka, and established in the Cetiya Jambudīpa.",
    "ai-anya-e1202n4:1_2": "She was conceived in his own son, and they all had three sons of Bāhiya. She was no owner of them.",
    "ai-anya-e1202n4:1_3": "After doing so, when he was still not able to rule as sovereign lord over the four years rainy season, when he had completed the fourteenth year of the Realized One, the perfected one, and the fully awakened Buddha rose up into the sky.",
    "ai-anya-e1202n4:2_0": "These were the eighth day of the by the power of the kingdom with the great main roads; then the winter a hundred leagues benevolents have been put in the sky all around. During the waters of the Eights, they brought back by for a hundred leagues.",
    "ai-anya-e1202n4:2_1": "When the dispensation had been arisen in the Community of monks, he gave the two inch (of the bowl) on the thirty-two on the thirty-two on the grounds of the Bhikkhu fraternity, and the four inch rainy seasons of water, when the four inchirs (of the Faith).",
    "ai-anya-e1202n4:2_2": "On the size of the Himalayas there were a thousand-eyed elephants, a forty-two, a hundred thousandth parts, or a hundred thousandth parts of the day. Divinities there are sixty-thousand-thousand-Sages, sixty-two parts, and eighty-four thousand rainy seasons.",
    "ai-anya-e1202n4:3_0": "The Devas then constantly brought every day famine, golden gardens and silver, covered with gold netting, covered with gold coins, drums, gold-poles, shouts, and ministers, cosmetics, horses, chariots, upholstered over the goldens, andestill. And they brought for the sake of subduing the sacred flame, and precious kingdomba.",
    "ai-anya-e1202n4:3_1": "On the day of the fortnight of six days (the rice) and ninety-six years later on the day.",
    "ai-anya-e1202n4:3_2": "a storms were scratching, a pile, a hunger, and a border.",
    "ai-anya-e1202n4:3_3": "With the King’s carcasses all stored away,",
    "ai-anya-e1202n4:3_4": "They made a honey ball.",
    "ai-anya-e1202n4:3_5": "The very smith wasteen through the very shade of the hammers.",
    "ai-anya-e1202n4:3_6": "bringing (the island) and the circumstances which were led to the King, the sons of the Sakyans, (was heard) the Kings of Kakusandha, and presented him to the king.",
    "ai-anya-e1202n4:4_0": "Having built a charming golden gems, and caste of (cording) towers, the Greatly Famous One, the Sole Protector of the Three Worlds, the Earth, having built a life-span, after summoned many covers, with a nets like a golden rolling sunns, and crushing the sky like a golden flag of pearls, and many-oxing golden flags of silver, browels, and many-shooxes, earrings, nose like a golden gems and so on, the earth, the head, the couches of a hundred thousand rebirths, the birds of flowers, and strings, the crown of liffs, and fruits of white sandalms, which are made of flowers, and fruits, and creams of lights of darknesses, and girs of flowers and perfum",
    "ai-anya-e1202n4:5_0": "King Ajātasattu had three sorts of nymphs, it seems, that when he was afflicted with embarrassed with the crown of men and women. And it seems, King Siggava and Paṇḍuvāsa; and he had a regular daily entered Paṇḍuvāsa.",
    "ai-anya-e1202n4:6_0": "When he is departing, he thought thus, “After giving the full ordination in the same way as before, he is standing on the road, and a lion’s roar, enjoying the proper conduct and messenger,” and he saw the expressed his own improper conduct. He thought,",
    "ai-anya-e1202n4:6_1": "Go to yourselves and workers, your followers and say to the ascetics of the brahmins, saying: “Go, great king, give us gifts carefully, and without having shown the same gift as those wanderers.” Then they said,",
    "ai-anya-e1202n4:7_0": "The king thought, “The royal court from the seats in the royal compound, while they were coming to the seats. When they had arrived on a high seat, some people sat down on the seat in their own seats. Some of them sat down on the seats.",
    "ai-anya-e1202n4:7_1": "Having seen (that), the king gave him a variety of delicious foods, he gave him staple and non-staple food.",
    "ai-anya-e1202n4:8_0": "When they were walking along the road, they saw a novice, fierce and terror, and saw the novices coming.",
    "ai-anya-e1202n4:8_1": "But who is this Nigrodha’s son, the prince’s son, Sumedhā’s son?",
    "ai-anya-e1202n4:8_2": "Herein, this is the consequence of such a secure prince, it seems, when the king had boys, in the hand of the earth, he had given up his own hands to him, and he came to the city of Prince Sudatta.",
    "ai-anya-e1202n4:9_0": "On that day Sumana was Queen Suppabuddha’s son,",
    "ai-anya-e1202n4:9_1": "After hearing another, and not far from the village of Koṇḍañña, he came to Jambudīpa. When they hear a sound, the deity of the tree, and the Jinaṭigāma, because of their friend, they hear the sound of their own noise, an embankment by themselves, calling him off to the charnel ground.",
    "ai-anya-e1202n4:9_2": "she entered the monastery.",
    "ai-anya-e1202n4:9_3": "On the day she gave birth to a son.",
    "ai-anya-e1202n4:10_0": "(but) that deity is called Nigrodha, he was “really-makers”.",
    "ai-anya-e1202n4:10_1": "(But) the rice-gruel palace appears to her own form, like a lump of froth who were to be seen tormented like the pair of understanding.",
    "ai-anya-e1202n4:10_2": "and the King’s daughter-in-law.",
    "ai-anya-e1202n4:10_3": "Nigrodha had Seven years old. Then he thought, “Perhaps one year has seen the Pabbajjā ordination on Bhaddiya the driver’s pupil.” Then he had the giver of the going forth in the presence of that boy, having seen the boy, tortory, and confer on her go forth.",
    "ai-anya-e1202n4:10_4": "and attained Liberation at the end of the corruptions.",
    "ai-anya-e1202n4:10_5": "When he has walked back one day, he set his body and entered the eastern quarter in the morning. He then put his bowl and robe, put his upper robe over one shoulder, pay respect at the eastern gate, and he goes to the beneath to the eastern gate. He thinks, “I won’t walk on the eastern quarters and the south of the city.”",
    "ai-anya-e1202n4:11_0": "At that very moment the novice Bodhisatta had been instantly setting the ploughs of a plough yoke with yoke.",
    "ai-anya-e1202n4:11_1": "Therefore it is said:",
    "ai-anya-e1202n4:11_2": "One day as the roar of the lion’s roar, auspicious banyan tree was walking along the road in the interior of the kings’ sal grove.",
    "ai-anya-e1202n4:11_3": "Seeing this, it occurred to him,",
    "ai-anya-e1202n4:11_4": "This all people, with a mind that has been dispelled by worms, without discovering the mind. When your mind is unswilled, this bathed, my mind drawn into it. They’ll be able to see the king, which is unsurpassed, encountered, supramundane Dhamma.",
    "ai-anya-e1202n4:11_5": "swallowed his throat.",
    "ai-anya-e1202n4:11_6": "In the past, it seems, there was a precincts of merit merchant or King Pasenadi",
    "ai-anya-e1202n4:12_0": "Then King Sañjikāputta continued to forty-two kings, for a novice, and he left behind his own relationship. And he for the sake of his having seen the park.",
    "ai-anya-e1202n4:12_1": "Having looked here and there for a spot, he approached the king’s bowl, and took a white lotus stalks. He then approached the king and showed the king’s residence.",
    "ai-anya-e1202n4:12_2": "The King, having seen him going, thought:",
    "ai-anya-e1202n4:12_3": "Today this novice will be the master in the house.",
    "ai-anya-e1202n4:12_4": "the novice, after giving his bowl, sat down on the seat,",
    "ai-anya-e1202n4:13_0": "The king ordered his own hands which had been for the sake of his own hands, and he presented rice-gruel with his own hands.",
    "ai-anya-e1202n4:13_1": "the novice attained oneself.",
    "ai-anya-e1202n4:13_2": "The king said, “Great king, the ruler of the earth,” and he told him what was happening.",
    "ai-anya-e1202n4:13_3": "Yet even though he did promise with the King, because of his compassion for the rejoicing, he spoke in conformity with the Teaching.",
    "ai-anya-e1202n4:14_0": "But while the king was heedless in the deathless state and he had the drum beaten (and announced) to the death of the Truth, and had been established in the main branch of the Ājīvaka ascetics, the counselor, and having the full moon of sixty-two days, he preached the Arahats, the kingdom of Tissakatissa and (and went). Having converted the Faith for a lifetime of the Faith in the ground, and request of the Āgaine palaces, he proceeded the Faith forty thousand (of of). This king reigned thirty years and forty-emses.",
    "ai-anya-e1202n4:15_0": "Again when he was called Asoka the Mahāvihāra, he constructed sixty thousand Bhikkhus. These sixty-thousand Bhikkhus, –",
    "ai-anya-e1202n4:15_1": "In the whole of the Rose-Apple Island",
    "ai-anya-e1202n4:15_2": "Eighty-four thousand shrines had 84,000 people, having extrated the Paṇḍuvāsa, having conquered their doctrine, he invited the Sangha of monks: “It seems the fraternity of the Bhikkhus invited the Sangha of monks concerning the Buddha, the Teaching, and the Sangha of monks.”",
    "ai-anya-e1202n4:15_3": "84,000 coals sinks by the dust of the nine factors.",
    "ai-anya-e1202n4:16_0": "The king, having constructed each of the Truth with a single position, gave the following sixty-two million and the koṭis of the Truth together, gave the ministers.",
    "ai-anya-e1202n4:16_1": "84,000 cities in the town hall and the capital cities, covered the in one of the town and country on the site for 84,000 cities.",
    "ai-anya-e1202n4:17_0": "The Saṅgha was the most excellent Thera called Mahisa; the great Thera Uttara who had subdued their passions and reached Arahatship.",
    "ai-anya-e1202n4:17_1": "(but) you are not concluded by the Elder Nun, and (to say):",
    "ai-anya-e1202n4:17_2": "In this way the dwellings of the three kinds of stinginess are finished.",
    "ai-anya-e1202n4:17_3": "One day the whole city came to the city of Kāsīs. They informed the King:",
    "ai-anya-e1202n4:17_4": "Sister, the king was finished one thousand coins; he approached the king and asked the neighborhood of the Order of Bhikkhus. I will ask them questions:",
    "ai-anya-e1202n4:18_0": "“Great king, we hear the name of the elements”.",
    "ai-anya-e1202n4:18_1": "Asokadhamma was unable to discern the four elements of the Thūpa, he had the analytical knowledges, and he took the relics of the Thūpa. After having taken a certain nun, he returned to Vesālī at Vesālī.",
    "ai-anya-e1202n4:18_2": "There I received the Āḷāra Kālāma and gave it to the monastery that was not able to go to the monastery.",
    "ai-anya-e1202n4:18_3": "When the Cetiyas were drawn out from the shrine, and that each went to the Bond Cetiya (monastery), the Cetiyas, having taken a piece of cloth, and when they returned to Rājagaha, they questioned the relics at the shrine terrace, and through the four elements, he asked the four elements,",
    "ai-anya-e1202n4:19_0": "(but) he is the reason why a senior monk, being established in the Relics of the States (previously) mindfulness,",
    "ai-anya-e1202n4:19_1": "The Elders, after going and worshipping me with this for seven months, and thinking to the novices on the bed. Then they go to the novices’ festivals, and carry them on the top of the novices. Then they take this stilt longhouse.",
    "ai-anya-e1202n4:19_2": "and I know them, great king.",
    "ai-anya-e1202n4:20_0": "The king, having summoned it, ascended the royal stilt house on a floor. Then he saw the floor in the ground.",
    "ai-anya-e1202n4:20_1": "Then the foundations of bricks, and precious things, having the following flags, whether the elephants or the horsebacks (by Buddhas), and the seven treasures of the hands, –",
    "ai-anya-e1202n4:20_2": "He then summoned the spirits, servants, and workers, no observed them with ten millions, but brought them to an end. Having destroyed the Divinities, I call Sakka, the deity, and bringed them to an end.",
    "ai-anya-e1202n4:21_0": "Sakka, the King of the gods, after seeing that deed and spent that (said):",
    "ai-anya-e1202n4:21_1": "King Asoka, the ruler of the earth, having taken his left hands, went to the village of Kalyāṇī, and presented to the King. He then stood in front of the King, saying: “I will go to the great priest and stood in front of the King, great king.” He said to the king, “first five hundred penniless.”",
    "ai-anya-e1202n4:21_2": "Thinking took it:",
    "ai-anya-e1202n4:21_3": "Having taken it (from the lake), separating the mountains (it).",
    "ai-anya-e1202n4:22_0": "Then King Dīghāvu pulled up the potter from the ashes in the royal potter’s neck. Having seen the elephants, horses, and chariots, he chooses to the royal wood, after seeing the royal compounds, and the kingdom again, he drove it through the air and again. And after seeing the King, he gave it to his a daughter-in-law, and thought,",
    "ai-anya-e1202n4:22_1": "From the rainy season residence the two years had embraced to drop of the two hundred years. Also, when the cluster of the rainy season, they drop it into two or three flowers, then splitting it in a moment, like the instantly drop of flowers on the ground.",
    "ai-anya-e1202n4:23_0": "When the king had finished a golden drum, he the prince named Piyaka. After captivating the relics, he the prince named Dhammāsoka, took hold of the Dhamma and went out. Instead of the town, he would get caught up in the south of the relics, and departed.’",
    "ai-anya-e1202n4:24_0": "At that place he had taken possession of the elements (supernatural) vision, taking the relics in the same place as before, he established the desire of the Jina, the kingdom of the Truth near the Palacetic Jambudīpa, and he established all the Palace of the Four Great Kings. The rulers having the earth element, he established all at the foot of the Cetiya mountain.",
    "ai-anya-e1202n4:25_0": "all the Thūpas, all the multitude of Shrines, having excited all the Serpents, gave birth to all the people, namely, gave the whole world, and Man."
}