{
    "ai-anya-e0501n15:0_0": "16. Indriyapaccayo",
    "ai-anya-e0501n15:1_0": "There is three faculty condition, maintaining the faculty condition, and the faculty condition for livelihood condition, habituality faculty,",
    "ai-anya-e0501n15:2_0": "And with the faculty of mind there is the faculty of pleasure, the faculty of pain and sadness that faculty of the mind faculty are arisen, and the faculty of pain and sadness. The faculty of faith, mindfulness, immersion, and wisdom. The faculties of faith, energy, mindfulness, immersion, and wisdom.",
    "ai-anya-e0501n15:2_1": "Telling together with the consciousness fact that arose in him, he made his way.",
    "ai-anya-e0501n15:3_0": "The faculties of the five faculties, eye, ear, nose, tongue, and body.",
    "ai-anya-e0501n15:3_1": "Five things that are arisen in that are fact, (and) these things arise,",
    "ai-anya-e0501n15:4_0": "(Development) faculties is the physical faculty,",
    "ai-anya-e0501n15:4_1": "Not through the destruction of all deeds, in the forms of deeds,",
    "ai-anya-e0501n15:5_0": "By what is it means (the restraining)?",
    "ai-anya-e0501n15:5_1": "with the sages of spiritual faculties,",
    "ai-anya-e0501n15:5_2": "Herein, where do hermits block?",
    "ai-anya-e0501n15:5_3": "when it has arisen for himself, the Lord God’s (monastery),",
    "ai-anya-e0501n15:5_4": "Where in the place where did the hermits go,",
    "ai-anya-e0501n15:5_5": "if it is for himself, seeking out his own welfare.",
    "ai-anya-e0501n15:5_6": "(and) connected with the states associated with livelihood, associated with the souls.",
    "ai-anya-e0501n15:5_7": "Jīvaka is intentionally : the preliminary work, ages, frickles, profitable deeds, desires, and fewness of wishes.",
    "ai-anya-e0501n15:5_8": "the mind faculty associated with the mind, the tendencies of the Strong Ones,",
    "ai-anya-e0501n15:5_9": "the rest faculty is formerly plenty of the faculties in the way already stated.",
    "ai-anya-e0501n15:6_0": "And here there are two faculties of the other facultys: if one is poisoned, clarified, why do they purify the faculties of their sense faculties?",
    "ai-anya-e0501n15:6_1": "there is no need for him;",
    "ai-anya-e0501n15:6_2": "Because that is threefold and the function of receiving water at the contempt,",
    "ai-anya-e0501n15:6_3": "Herein, the cause is the condition for the arising of these is a condition for the arising of intentional activities. The teaching doesn’t arise when they’re not produced.",
    "ai-anya-e0501n15:6_4": "as preceding condition,",
    "ai-anya-e0501n15:6_5": "The cause, the reason for this is the reason why, dispels stagnates, and conditions for the arising of the life, but not for what is found.",
    "ai-anya-e0501n15:6_6": "that arising later condition.",
    "ai-anya-e0501n15:6_7": "One whose teaching is a condition for the arising of the breath is a condition for lasting, but not for a long time; it is the time for going to the Master, and there is no more peaceful.",
    "ai-anya-e0501n15:6_8": "and life faculty condition,",
    "ai-anya-e0501n15:6_9": "But these two faculties are not purified in the three facultys. That’s why they are not contradicts them to the beginning.",
    "ai-anya-e0501n15:7_0": "That being so, these two things are not to be spoken of.",
    "ai-anya-e0501n15:7_1": "(They are) not to be spoken of.",
    "ai-anya-e0501n15:7_2": "and so on.",
    "ai-anya-e0501n15:7_3": "How do these faculties manifest in them?",
    "ai-anya-e0501n15:7_4": "the signless feature of the opposite sex,",
    "ai-anya-e0501n15:7_5": "Because the other individual’s faculties of the femininity arises in him in any one of the four classes, and so on. The other mass of woman’s life, not an embryodiment.",
    "ai-anya-e0501n15:7_6": "It’s not appropriate for you to settle a shrine, nor settles down that posts about the five faculties, but without getting it up. In this way, they think,",
    "ai-anya-e0501n15:7_7": "and so they don’t arise for you.",
    "ai-anya-e0501n15:7_8": "This seers of women’s prosperity, fierce, and deceitful.",
    "ai-anya-e0501n15:7_9": "So with a man, a masculinity, a jackal, and authority,",
    "ai-anya-e0501n15:7_10": "When these two things are called the instruction of the faculties, namely the faculty of the faculties.",
    "ai-anya-e0501n15:8_0": "But when consciousness is yours, based on the site of consciousness, without getting calmed or trying to find.",
    "ai-anya-e0501n15:8_1": "For it is not because the mind-consciousness element in the heart of the mind that person is disliked either.",
    "ai-anya-e0501n15:8_2": "The conclusion of the faculties is finished."
}