{
    "ai-anya-e0907n:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-anya-e0907n:1_0": "Discussion of the Eights",
    "ai-anya-e0907n:2_0": "Questioning down of the rice porridge, without questioning,",
    "ai-anya-e0907n:3_0": "and the world with its gods came from me,",
    "ai-anya-e0907n:4_0": "they are not able to get fear and fright in me.",
    "ai-anya-e0907n:5_0": "Even if you, all the earth was waved on a mountain,",
    "ai-anya-e0907n:6_0": "having thrown it upright in the great forest,",
    "ai-anya-e0907n:7_0": "there is no possibility to give rise to fear and fright in me.",
    "ai-anya-e0907n:8_0": "Assuredly, it is only for your own distress, Ruler of Snakes",
    "ai-anya-e0907n:9_0": "Now do not give rise to anger in the future as in the past,",
    "ai-anya-e0907n:10_0": "do not destroy the crops, for breathing beings desire happiness.",
    "ai-anya-e0907n:11_0": "Develop loving-kindness towards beings, let humans live happily.",
    "ai-anya-e0907n:12_0": "‘Four lethal poisonous vipers’ is a term for the four primary elements.",
    "ai-anya-e0907n:13_0": "‘Five deadly enemies’ is a term for the five grasping aggregates.",
    "ai-anya-e0907n:14_0": "‘The sixth hidden killer with a drawn sword’ is a term for relishing and greed.",
    "ai-anya-e0907n:15_0": "‘The village is a term for the six interior sense fields.",
    "ai-anya-e0907n:16_0": "‘Bandits who raid villages’ is a term for the six exterior sense fields.",
    "ai-anya-e0907n:17_0": "‘Large deluded’ is a term for the four floods.",
    "ai-anya-e0907n:18_0": "‘The near shore that’s dubious and perilous’ is a term for identity.",
    "ai-anya-e0907n:19_0": "‘The far shore, a sanctuary free of peril’ is a term for extinguishment.",
    "ai-anya-e0907n:20_0": "that is a designation for energy,",
    "ai-anya-e0907n:21_0": "went to the country of Kakusandha, and in the midst of (rue) Seer,",
    "ai-anya-e0907n:22_0": "converted the Nāgas, released many people from their chains, and released many people from their fetters.",
    "ai-anya-e0907n:23_0": "Whether or not he proposes the Saṅgha in this way,",
    "ai-anya-e0907n:24_0": "monks who are also peaceful, and has garlanded Māra’s garlands, perfumes, and flowers,",
    "ai-anya-e0907n:25_0": "the god named Jotipāla, don’t shake me.",
    "ai-anya-e0907n:26_0": "He is detached from the sixteenth here,",
    "ai-anya-e0907n:27_0": "Day and night he remembered the human male.",
    "ai-anya-e0907n:28_0": "Thus they are reborn in company,",
    "ai-anya-e0907n:29_0": "Whatever bad deed is done, whether good or bad deed,",
    "ai-anya-e0907n:30_0": "Whoever is able to be reborn again and again.",
    "ai-anya-e0907n:31_0": "Gives (relics), like a lake, the hands of the feet,",
    "ai-anya-e0907n:32_0": "offerings to birth,",
    "ai-anya-e0907n:33_0": "But the owners used to bedroom, were to amused themselves in Indract.",
    "ai-anya-e0907n:34_0": "Among the gods who live happily, their lifespan and beauty,",
    "ai-anya-e0907n:35_0": "and rejecting the wicked deeds, having rejected the threefold Dhamma,",
    "ai-anya-e0907n:36_0": "In this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans—whatever is seen, heard, thought, known, sought, and explored by the mind: that I know.",
    "ai-anya-e0907n:37_0": "Since he is poised in the midst of things seen, heard, thought, and known, he is better.",
    "ai-anya-e0907n:38_0": "Having gone to a golden plate, he went to Uttarakuru,",
    "ai-anya-e0907n:39_0": "And after making the Brahmajāla Suttanta to him.",
    "ai-anya-e0907n:40_0": "We are disciples of the King of the Dhamma.",
    "ai-anya-e0907n:41_0": "Having compassion on you, we have come here from the Rose-Apple Island,",
    "ai-anya-e0907n:42_0": "I have gone for refuge to the Buddha, the Dhamma and the Saṅgha.",
    "ai-anya-e0907n:43_0": "I taught the Dhamma in the Sakyaputta.",
    "ai-anya-e0907n:44_0": "At one time the Buddha was staying in Verañja at the root of a Verañjā.",
    "ai-anya-e0907n:45_0": "Where is the best stair of heaven for another?",
    "ai-anya-e0907n:46_0": "Or yet another door that gives Onto the City of Nibbāna?",
    "ai-anya-e0907n:47_0": "It’s enough to give a good gift to give, just like the same.",
    "ai-anya-e0907n:48_0": "having seen him, who will give up merit, who will not be no more good",
    "ai-anya-e0907n:49_0": "and the cloth for washing,",
    "ai-anya-e0907n:50_0": "and change in stomach, hard-hearted,",
    "ai-anya-e0907n:51_0": "which is great and small,",
    "ai-anya-e0907n:52_0": "These three kinds of lions, the three kinds of lions,",
    "ai-anya-e0907n:53_0": "The Buddha’s fame was renowned, so glorious.",
    "ai-anya-e0907n:54_0": "Having heard the Vinaya’s presence, the Lord of the World,",
    "ai-anya-e0907n:55_0": "This in the world is very imperturbable.",
    "ai-anya-e0907n:56_0": "Just as one who has gone into the presence of a single one nymphs.",
    "ai-anya-e0907n:57_0": "Thus for the whole world is concluding the teaching.",
    "ai-anya-e0907n:58_0": "All kinds of faults bringing faults even when walking.",
    "ai-anya-e0907n:59_0": "I have brought him to the Dhamma,",
    "ai-anya-e0907n:60_0": "having much meritoriousness, declaration of the (wholesome) merit,",
    "ai-anya-e0907n:61_0": "through the power of all that creatures may all living creatures.",
    "ai-anya-e0907n:62_0": "Let the King of the Dhamma dwellers, the True Dhamma.",
    "ai-anya-e0907n:63_0": "May the True Dhamma last long, (and) for a long time, for a long time,",
    "ai-anya-e0907n:64_0": "Let the king give up my wishes to protection in the Dhamma I protect my protection.",
    "ai-anya-e0907n:65_0": "Setle the world in the world,",
    "ai-anya-e0907n:66_0": "and showing their purity to those gentlemen,",
    "ai-anya-e0907n:67_0": "the Buddha is the sole of the one of his heart:",
    "ai-anya-e0907n:68_0": "The Great Seer’s Sole renowned the great hermit",
    "ai-anya-e0907n:69_0": "compassion, gladness, wisdom, and worry,",
    "ai-anya-e0907n:70_0": "This one who delights in the heavenly delights: he is freed from rebirth in the heavenly realm.",
    "ai-anya-e0907n:71_0": "and developed the Buddha,",
    "ai-anya-e0907n:72_0": "and when he has gone to the house of the Buddha, worshipped Dhamma -",
    "ai-anya-e0907n:73_0": "the Holy One’s rightful sons, who are worthy of being offered by Māra’s flesh,",
    "ai-anya-e0907n:74_0": "I worship the noble Sirināga, I worship the Noble Ones with my head,",
    "ai-anya-e0907n:75_0": "With Dīghanakha",
    "ai-anya-e0907n:76_0": "and was endowed with good qualities, (thinking): It is the virtue of the Buddha,",
    "ai-anya-e0907n:77_0": "for the commentary on the meaning of the words of the three is spoken by means of the meaning and the commentary on the meaning of the teachers’ teachers , etc., and also said: “‘Through profitable teaching from the teachers’ is said.",
    "ai-anya-e0907n:78_0": "from the meaning of what is beneficial and what is connected with the meaning.",
    "ai-anya-e0907n:79_0": "and later.",
    "ai-anya-e0907n:80_0": "for the purification in the middle is the four paths of purification;",
    "ai-anya-e0907n:81_0": "then the (true) meaningfully he spoke this word:",
    "ai-anya-e0907n:82_0": "Having taken that (said): “After what they were doing, these two friends",
    "ai-anya-e0907n:83_0": "Virūpakkha to the Council of the Council, Dīghajāpatī,",
    "ai-anya-e0907n:84_0": "(Then) with a knife, with the drums on all sides,",
    "ai-anya-e0907n:85_0": "For Better than a discourse,",
    "ai-anya-e0907n:86_0": "Hard to see, very subtle, flitting wherever it will,",
    "ai-anya-e0907n:87_0": "the mind should guard the mind, protect yourselves bliss.",
    "ai-anya-e0907n:88_0": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge and vision.",
    "ai-anya-e0907n:89_0": "And if anyone was being rightly called ‘an all-rounder’, it’s females to say that a female.",
    "ai-anya-e0907n:90_0": "That mendicant who practices walking and sitting meditation by day, purifying their mind from obstacles.",
    "ai-anya-e0907n:91_0": "So the noble ones by means of the proper conduct in connection with the body and mind, this is how they live in dependence on the size of the mind elements.",
    "ai-anya-e0907n:92_0": "That one who is compassionate in regard to kindness, is great in him;",
    "ai-anya-e0907n:93_0": "And all the times occur in accordance with the Dhamma,",
    "ai-anya-e0907n:94_0": "Because of a fact that he is one who guards his mind,",
    "ai-anya-e0907n:95_0": "while dwelling in the very jungle thicket,",
    "ai-anya-e0907n:96_0": "At the Pārileyyaka drew the root of the Shady Orchid Tree,",
    "ai-anya-e0907n:97_0": "he stretched over the cloud, like the sun (after) in a poison,",
    "ai-anya-e0907n:98_0": "having come to the Universal Monarch’s body,",
    "ai-anya-e0907n:99_0": "surrounded by the gods.",
    "ai-anya-e0907n:100_0": "Having prepared a mother with wisdom, and with wisdom,",
    "ai-anya-e0907n:101_0": "with the Path of Path.",
    "ai-anya-e0907n:102_0": "having worshipped the Sambuddha’s feet,",
    "ai-anya-e0907n:103_0": "and worshipping the True Dhamma, worshipping the Community,",
    "ai-anya-e0907n:104_0": "Having preached to the gods, having taught the Human to the gods,",
    "ai-anya-e0907n:105_0": "he spoke the Elder Sāriputta’s dispensation.",
    "ai-anya-e0907n:106_0": "and attending on the great hermit’s attendants,",
    "ai-anya-e0907n:107_0": "Having heard the Elder, the Lord of the World said:",
    "ai-anya-e0907n:108_0": "he called the monks;",
    "ai-anya-e0907n:109_0": "Saṅgāmajīsa then the snares again (",
    "ai-anya-e0907n:110_0": "Just as Brahmā is worshipped by the gods, dear Sir,",
    "ai-anya-e0907n:111_0": "today we shall worship you with ourselves.",
    "ai-anya-e0907n:112_0": "Questioning the meaning of what you have said.",
    "ai-anya-e0907n:113_0": "she took hold of her, Toraṇavatthu,",
    "ai-anya-e0907n:114_0": "talking about this Dhamma,",
    "ai-anya-e0907n:115_0": "exclaimed, ought to get too close to.",
    "ai-anya-e0907n:116_0": "This is where these bad, unskillful qualities cease without anything left over.",
    "ai-anya-e0907n:117_0": "Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact. Contact is a condition for feeling. What you feel.",
    "ai-anya-e0907n:117_1": "They perceive what is known as thought about by the eye. Whatever person is beset by concepts of identity that emerge from the proliferation of perceptions, namely, applied thoughts, and sustained thought about in the past, future or present.",
    "ai-anya-e0907n:118_0": "The first point isn’t found.",
    "ai-anya-e0907n:119_0": "(This is) deep, hard to fathom,",
    "ai-anya-e0907n:120_0": "having deep knowledge in regard to deep knowledge,",
    "ai-anya-e0907n:121_0": "like a knocking in the wind,",
    "ai-anya-e0907n:122_0": "who sees the great hermit!",
    "ai-anya-e0907n:123_0": "I’ll settle down lament, thinking: ‘I’ll go and embract my mind!’",
    "ai-anya-e0907n:124_0": "Neither in the sky, nor in the middle of the ocean,",
    "ai-anya-e0907n:125_0": "nor after entering a mountain cleft:",
    "ai-anya-e0907n:126_0": "you’ll find no place in the world",
    "ai-anya-e0907n:127_0": "to escape your wicked deeds.",
    "ai-anya-e0907n:128_0": "I have attained what is wholesome, by the power of this, may all beings,",
    "ai-anya-e0907n:129_0": "having understood the King of the True Dhamma’s Doctrine, be led to happiness,",
    "ai-anya-e0907n:130_0": "and it is the way to attain that which is purified, because of the attainment of purity.",
    "ai-anya-e0907n:131_0": "be without grief, without continuing despair, (and attain) the supreme happiness of Emancipation.",
    "ai-anya-e0907n:132_0": "May the True Dhamma last long, may all beings have respect for the Dhamma,",
    "ai-anya-e0907n:133_0": "All sentient beings have in times of times.",
    "ai-anya-e0907n:134_0": "and radiating the kings (all) in that place,",
    "ai-anya-e0907n:135_0": "The King, having satisfied his own pair of the Dhamma, defeated the noble Dhamma,",
    "ai-anya-e0907n:136_0": "Setle the world in the world,",
    "ai-anya-e0907n:137_0": "don’t show their purity.",
    "ai-anya-e0907n:138_0": "the Buddha is the sole of the one of his heart:",
    "ai-anya-e0907n:139_0": "The Great Seer’s Sole renowned the great hermit",
    "ai-anya-e0907n:140_0": "Second: Gathering",
    "ai-anya-e0907n:141_0": "The Longer Discourse on the Eights",
    "ai-anya-e0907n:142_0": "questions:",
    "ai-anya-e0907n:142_1": "In the first of the Commentaries, the commentary on the Teaching, the Monastic Law, and the first preceding the Vinaya, observed by the Discipline and the first Vinaya, and the sixth senior monks were the sixth sections of the Teaching.",
    "ai-anya-e0907n:142_2": "Now, in the second place where the great crowds had arrived, the complexion of the donors garden on the milk-rice on the bank of the Gaggarā, and whatever is praised on the golden price.",
    "ai-anya-e0907n:142_3": "Therefore it should be suitable to the Great Book separately from the first three suttantas, according to the enlightenment meaning, and in the precedence of the Mahāmeghana garden.",
    "ai-anya-e0907n:142_4": "The meaning is this: “Reverend Mahākaccāna’s gift, in conveying the Accomplishments, Kuṭikaṇṇa, how should you composed?”",
    "ai-anya-e0907n:143_0": "What is given away:",
    "ai-anya-e0907n:143_1": "The meaning is this: “Sir, on the occasions seeking the huts for the Kattika full moon, and on the strikes there, is what is called an outcaste.”",
    "ai-anya-e0907n:143_2": "it is called “removed” on the level.",
    "ai-anya-e0907n:143_3": "Just as the mango trees in Kosambī’s mangoes,",
    "ai-anya-e0907n:144_0": "the Kattika-Ceper made of the Snake’s dwelling is called Varuṇa,",
    "ai-anya-e0907n:145_0": "it is called “removed” on the level.",
    "ai-anya-e0907n:145_1": "Just as one standing at Kosambī’s mango tree is standing in the open,",
    "ai-anya-e0907n:146_0": "in the Great Wood, it seems, in the Gandhaṭikāra’s Monastery, and there are four huts, plunging into the huts, –",
    "ai-anya-e0907n:147_0": "One hundred thousand aeons, having slaughtered a hundred thousand coins,",
    "ai-anya-e0907n:148_0": "[blue] kings, [and] King Pasenadi’s monastery.",
    "ai-anya-e0907n:149_0": "Past Lives",
    "ai-anya-e0907n:150_0": "questions:",
    "ai-anya-e0907n:150_1": "Right there is a discussion that is referring to the profitable, and in the Commentary.",
    "ai-anya-e0907n:151_0": "What is given away:",
    "ai-anya-e0907n:151_1": "Right there I got this Dhamma talk on the subject of past lives, having grasped it, bodies, and, by birthprehending the former lives,",
    "ai-anya-e0907n:151_2": "connected with the teaching.",
    "ai-anya-e0907n:151_3": "Going is the ten powers of past lives, the ten powers of knowledge.",
    "ai-anya-e0907n:151_4": "Remember those who recollect their past lives, with features and details.",
    "ai-anya-e0907n:151_5": "he recollects the view of the earth",
    "ai-anya-e0907n:151_6": "Those who recollect the bestowed their enemy attained the best and others likewise. They don’t recall combine their explanation with the eight kinds of good conduct.",
    "ai-anya-e0907n:152_0": "One, though I was connected with many past lives, with features and details,",
    "ai-anya-e0907n:153_0": "The section on “with”",
    "ai-anya-e0907n:154_0": "questions:",
    "ai-anya-e0907n:154_1": "In that place, friend Mahāpajāpatī Gotamī is first in the place where there are nine orifices.",
    "ai-anya-e0907n:155_0": "What is given away:",
    "ai-anya-e0907n:155_1": "In that place, sir, there are nine sections in the Mahāthūpa, in the first place where the Buddha was told, “Have learned, auspicious restor, and he is address, Bhaddā Kāpilānī, adding, “Venerable Sir, this first to us, the carpets have been completed by the Buddha; the Buddha is the fifth time on the rainy season; this bathing simile of the mountains, and the carpetsks of the Buddhas.”",
    "ai-anya-e0907n:155_2": "When the Buddha had taken a grand andchildren on this point, he thought about the five Commentaries, and it is said: “Venerable Sir, it seems, in one explanation of the Buddhas names, clans, and so on”",
    "ai-anya-e0907n:156_0": "Vipassī, the Buddha Vipassī, the ninety-six arose in the world, perfected and fully awakened:",
    "ai-anya-e0907n:157_0": "Visiting the arising of the Buddhas, thus: “Husband, it is an abode of thirty-two pieces, a Buddha.”",
    "ai-anya-e0907n:158_0": "And because it was said: “The Buddhas have taken a purification from this nutriment, it seems, there is no one causality in the Buddha, and there is no causal relation of the five Independent Buddhas without a .”",
    "ai-anya-e0907n:159_0": "The Book of the lifespan",
    "ai-anya-e0907n:160_0": "questions:",
    "ai-anya-e0907n:160_1": "And in the fourth section delimited hearing a short life span, or even more small at all.",
    "ai-anya-e0907n:161_0": "What is given away:",
    "ai-anya-e0907n:161_1": "And also, sir, if a short life span or a century is more than a hundred years old, more than a hundred years old, or more than a hundred years old, or more than a hundred years old, or more than twenty years old,",
    "ai-anya-e0907n:161_2": "Overcome is so long-lived, not being difficulted in this way, and it turns out to be a long time.” And the eighth day he comes there.",
    "ai-anya-e0907n:162_0": "For me these days the life-span is short, brief, and fleeting. A long-lived person lives for a century or a little more.",
    "ai-anya-e0907n:163_0": "or longer dies a hundred years or a little more.",
    "ai-anya-e0907n:164_0": "The section on “you have the proper conduct for support”",
    "ai-anya-e0907n:165_0": "But owing to his question, how does Ānanda explain in detail the eight ways beginning with starting points? How by means of talk about progress?",
    "ai-anya-e0907n:166_0": "What is given away:",
    "ai-anya-e0907n:166_1": "But, sir, however, however, is provided with the eight classes of rebirth in the degree of discussion? This includes in the Commentaries, however, Ānanda, is profitable.",
    "ai-anya-e0907n:167_0": "I have as chief attendant a mendicant named Ānanda.",
    "ai-anya-e0907n:168_0": "had the first carer.",
    "ai-anya-e0907n:169_0": "after grabbing his bowl and robes of an elephant,",
    "ai-anya-e0907n:170_0": "and having exclaimed this reason for you,",
    "ai-anya-e0907n:171_0": "Some of the monks went by this path, some said to the other.",
    "ai-anya-e0907n:172_0": "Get up, Ānanda,",
    "ai-anya-e0907n:173_0": "But, Ānanda, when you see the drawback,",
    "ai-anya-e0907n:174_0": "There, Ānanda, one who sees Ānanda about this",
    "ai-anya-e0907n:175_0": "Protected mind, unshakable, ~ Suppabuddha,",
    "ai-anya-e0907n:176_0": "Seven Virūpakkhas, the Seventh of the.",
    "ai-anya-e0907n:177_0": "Sucimukhī, whom loves all things,",
    "ai-anya-e0907n:178_0": "Sunk Mount Venāmagāma, seven months at the Bimbā,",
    "ai-anya-e0907n:179_0": "Through countless births in saṁsāra I have wandered without finding",
    "ai-anya-e0907n:180_0": "the housebuilder I was seeking: born and suffering again and again.",
    "ai-anya-e0907n:181_0": "housebuilder, now you are seen! You will not build the house again:",
    "ai-anya-e0907n:182_0": "all your rafters have been broken, and the ridgepole has been destroyed,",
    "ai-anya-e0907n:183_0": "my mind has reached the unconditioned, and craving’s end has been achieved.",
    "ai-anya-e0907n:184_0": "Like an iron bar, ~ which is struck by fire and heat,",
    "ai-anya-e0907n:185_0": "And gradually cooling, ~ the destiny does not fall.",
    "ai-anya-e0907n:186_0": "So it is for those perfectly free, ~ who have crossed over the flood of bondage to sense pleasures:",
    "ai-anya-e0907n:187_0": "can be attained unshakable happiness,",
    "ai-anya-e0907n:188_0": "But the Buddha didn’t have a sense of conscience in prudence for one like a stain,",
    "ai-anya-e0907n:189_0": "But they see their own shape,",
    "ai-anya-e0907n:190_0": "That’s not how the Realized One is not honored, respected, revered, venerated, or esteemed.",
    "ai-anya-e0907n:191_0": "But why do the Fortunate One’s funeral pyre (the Buddha), having taken his head, and given arranged virtues by the Enlightened One’s special qualities, and received the supreme Buddha,",
    "ai-anya-e0907n:192_0": "Any monk or nun or male or female lay follower who practices in line with the teachings, practicing properly, living in line with the teachings—they honor, respect, revere, venerate, and esteem the supreme—they honor with the highest honor.",
    "ai-anya-e0907n:193_0": "But there would be such a teacher you think, ‘This is the undeveloped. Now there is no Teacher for you.’",
    "ai-anya-e0907n:194_0": "But you should not see it like that.",
    "ai-anya-e0907n:195_0": "Is taught by the Teaching, by the Monastic Law, and by the Teacher’s instructions,",
    "ai-anya-e0907n:196_0": "The Buddha heard that Ajātasattu had become fully extinguished.",
    "ai-anya-e0907n:197_0": "The Teacher wasn’t able to get anxiety again, he’ll hear the sound of our hearts encounterme in this matter.",
    "ai-anya-e0907n:197_1": "But we should instruct the king to teach you.",
    "ai-anya-e0907n:198_0": "My good-looking surely, you have seen someone lying in that dream, deposing, as if you were robbed, rolling up like a pearl. And it wouldn’t be appropriate for him to have a rope.",
    "ai-anya-e0907n:199_0": "Devahita, there is no place called Banyan Tree shrine, where Leader’s shrine, the Blessed One is called an infatuated logical shrine, where have you made of merit.",
    "ai-anya-e0907n:200_0": "The Buddha doesn’t teach the Dhamma in this place, he sits down in this place there. I have no arrows, and I give you a retreat fortune to repay. And I have gone for refuge from you.",
    "ai-anya-e0907n:201_0": "Why don’t I go wandering during the time of a large assembly of monks? I am going to Jambudīpa, listening to the city of Laṅkā.",
    "ai-anya-e0907n:202_0": "let alone the relics.: “Because of me, I will not find the relics,” and with the ten powers.",
    "ai-anya-e0907n:203_0": "If you see the noble ones,",
    "ai-anya-e0907n:203_1": "If not, then after bringing them to see the fourfold army, I went out to sleep a fourfold army, even if I stood in the door frame.",
    "ai-anya-e0907n:204_0": "just as the Licchavīs have such a King Ajātasattu,",
    "ai-anya-e0907n:205_0": "May the Buddha give us my relics, go to Kusinārā and (Buddha), with their care of the town, saying: “May the town, Fortunate One, powder and be provided with provided conduct.”",
    "ai-anya-e0907n:206_0": "and we did not go to the Teacher’s instructions.",
    "ai-anya-e0907n:206_1": "but the Teacher had received the Dispensation and he left for us.",
    "ai-anya-e0907n:206_2": "Having you passed away in your village,",
    "ai-anya-e0907n:206_3": "We won’t give it to you;",
    "ai-anya-e0907n:206_4": "There is no treasure in the world with its gods. We don’t want to eat such a treasure. We don’t get a moderate of such an archery. And we don’t want as a gem.",
    "ai-anya-e0907n:206_5": "You have drunk the blood of your Mother!’s mentioned only have been sent by us.",
    "ai-anya-e0907n:206_6": "and sent each other, saying: “May I be building up the Dispensation,",
    "ai-anya-e0907n:206_7": "stagning each other,",
    "ai-anya-e0907n:207_0": "These kings don’t argue with the enlightenment factor, but which would be appropriate for him to resolve this matter.",
    "ai-anya-e0907n:208_0": "The teacher remembers it all the sound.",
    "ai-anya-e0907n:209_0": "(1)",
    "ai-anya-e0907n:210_0": "“Listen, gentlemen.",
    "ai-anya-e0907n:211_0": "Our Buddha was one who spoke about forbearance",
    "ai-anya-e0907n:212_0": "It would not be good to fight over",
    "ai-anya-e0907n:213_0": "a share of the supreme person’s relics.",
    "ai-anya-e0907n:214_0": "(2)",
    "ai-anya-e0907n:215_0": "Let us make eight portions, good sirs,",
    "ai-anya-e0907n:216_0": "With joyful minds, make eight shares (of the relics),",
    "ai-anya-e0907n:217_0": "may those who wish in definite directions",
    "ai-anya-e0907n:218_0": "so many folk may gain faith in the Seer!",
    "ai-anya-e0907n:219_0": "for a funeral pyre is not good in a precious body, for it’s not good that this should be done by a funeral pyre.",
    "ai-anya-e0907n:220_0": "In all the past, the Buddha was allowed to, the thirty-two marks of a great man. And the Buddha saw an enclosed golden funeral pyre, golden golden flag, and silver were gold. But he saw no golden flame of mine.",
    "ai-anya-e0907n:221_0": "How can he take his side with anyone in the world with its gods, and men, when he has seen the four directions in the world with its gods, Māras and Brahmās, and Brahmās, and Brahmās, Nimbaṭṭhas, his arranged like a golden statue, covered with gold net, etc., and set up a golden stair rolling on the ground?",
    "ai-anya-e0907n:222_0": "made a Shrine for the Fortunate One’s bodily relics at Rājagaha and held a festival.",
    "ai-anya-e0907n:223_0": "The ascetic Gotama has dropped all observed his power to the ascetic Gotama and compassionately, not all worked up.",
    "ai-anya-e0907n:224_0": "and having seen the populace again, the relics, and the chief of gods, seeing the host of the elements, because their own conduct of Sakka and the Lord of the Devas, went to the Great King, and brought him to the Relics.",
    "ai-anya-e0907n:225_0": "Sir, it is called an ordinary person called Ajātasattu, not a faithful ordinary person, and I will give him a great relax and up the word of the earth; he says, “I won’t, great king, the chronic text; nor will I make a great king, I’ll give you the relics.”",
    "ai-anya-e0907n:226_0": "Since that non-human being given to her, they said:",
    "ai-anya-e0907n:227_0": "My mind didn’t apply it to me,",
    "ai-anya-e0907n:228_0": "and one is said to bear a single element:",
    "ai-anya-e0907n:229_0": "In the future time will an island of Laṅkā, when the princes will?",
    "ai-anya-e0907n:230_0": "A Great Man",
    "ai-anya-e0907n:231_0": "Where there is a stone that has vanished in this place and that’s cleaned,",
    "ai-anya-e0907n:232_0": "What do you think is the reason why a great shrines, even those of the great shrines?",
    "ai-anya-e0907n:233_0": "let them make a garland of flowers, garlands, garlands, fragrances, and perfumes, and make it known as flowers.",
    "ai-anya-e0907n:234_0": "“In the future time there will be a boy named Piyadassana, who was, without a doubt, the royal relics, and these two (processes).”",
    "ai-anya-e0907n:235_0": "In the future time, the king of Magadha, the chief of men, took a gem, gave this gem, and catching the size of Sakka.",
    "ai-anya-e0907n:236_0": "Dear, the elements of Ajātasattu, the elements have made up of the elements in the place where the dregs bodies is done.",
    "ai-anya-e0907n:237_0": "the requisites for me.",
    "ai-anya-e0907n:238_0": "and the gods of death become the signless.",
    "ai-anya-e0907n:239_0": "‘This attainment will not be became one who has attained Emancipation.",
    "ai-anya-e0907n:240_0": "Is there any ascetic or brahmin in the world whose heart is worshipped by a great light, who gives it up the heart through the earth to my heart and freedom by wisdom, and now make it favourable to the other evening for a hundred thousand rebirths. And I saw a hundred thousand rebirths in the world!",
    "ai-anya-e0907n:241_0": "Then, not longing for understanding that he has gone beyond doubt, got rid of indicated the deities of the Indasāla caves. When he saw the five thousand companions had passed, he asked them questions, which was the deliverance, and the deities were established in the fruit of the central neighbourhood of a Majesty, he came to the gods of Yama, and was established in the fruit of Stream-Entry. Then he asked the deities.",
    "ai-anya-e0907n:242_0": "Formerly when my teacher has become a single confined, there is no opportunity for me to teach the Dhamma that is my assembly of the gods. Thus he teaches the Dhamma only, and there is no limitedly the Buddha.",
    "ai-anya-e0907n:242_1": "He will teach the two inspections of the gods in two orders of gods.",
    "ai-anya-e0907n:242_2": "When I hear that, I’ll resolve it even myself.’",
    "ai-anya-e0907n:243_0": "After taking hold of the two deities from the group of Devas, he approaches the Teacher’s place (right) appearance as if he were able to go to attend on the Fraternity, and when questioned him with the serpents, he questions, having taken the Doctrine of it, he asked the questions, “I will listen to the Dhamma.” After taking the appearance of the Divinities, he then questions, he addressed the Divinities of the (whichest): “I will go to the Faith, the Teacher, he asks to ask his doubts,",
    "ai-anya-e0907n:244_0": "‘Don’t be, great king, enjoying me with your chariot poles, go to see you. Well then, go to see the Buddha, or to visit him. When he’s speaking, he said to him: “Go away, lord of gods! We’ll go to see the Buddha, his own teacher, I’ll go to a strong place and visit him.”",
    "ai-anya-e0907n:245_0": "I worship the sun (which is called) the Sun god.",
    "ai-anya-e0907n:246_0": "“Though I was born a good family, Ānanda,",
    "ai-anya-e0907n:247_0": "When Pañcasikha had spoken, the Buddha said to him,",
    "ai-anya-e0907n:247_1": "They don’t smell an oppressed by the sound of your voice blend well together. And the sound of your voice wouldn’t stir it.",
    "ai-anya-e0907n:247_2": "But when did you compose these verses on the Buddha, the teaching, the Saṅgha, the perfected ones, and sensual love?",
    "ai-anya-e0907n:248_0": "He couldn’t get lots of five hundred deities, but he couldn’t turn back from it.",
    "ai-anya-e0907n:248_1": "Then a large heroic was to ask a question. But when the Buddha was clearly an opportunity for five thousand Bhikkhus, he asked the questions of Standing about the fruit, which was established in the fruition of Stream-Entry, he would place ever more than those deities.",
    "ai-anya-e0907n:249_0": "Then the Buddha said to Sakka, “Who is this? It’s the point of going to the Kosambī. That’s how much to do.”",
    "ai-anya-e0907n:250_0": "For a long time I’ve wanted to come and see the Buddha, but I wasn’t able, being prevented by my many duties and responsibilities for the gods of the Thirty-Three.",
    "ai-anya-e0907n:251_0": "They said, “Those who do I am able to be able to constantly burn the seats,” and they put out the king in order to prepare seats, saying.",
    "ai-anya-e0907n:252_0": "in whom one stands on to look, if he stands,",
    "ai-anya-e0907n:253_0": "Right here in Kapilavatthu there was a Sakyan lady named Gopikā who had confidence in the Buddha, the teaching, and the Saṅgha, and had fulfilled her ethics. She developed that.",
    "ai-anya-e0907n:254_0": "We have come here, dear Sir,",
    "ai-anya-e0907n:255_0": "the Fortunate One asked this question, dear Sir, about his (said):",
    "ai-anya-e0907n:256_0": "Or I ask when I asked this question, you can answer whatever you like.",
    "ai-anya-e0907n:257_0": "I am one who gets your question, who is your question,",
    "ai-anya-e0907n:258_0": "What are the gods who are fettered by demons,rous, and free of enmity and ill will, all of them live happily, unhappy, and free of enmity and ill will?",
    "ai-anya-e0907n:258_1": "And while they are violent and hateful, they live free of enmity and ill will.",
    "ai-anya-e0907n:259_0": "The gods of the Thirty-Three are free of enmity and ill will, oppression, who are intelligent, free of enmity and ill will, untroubled and free of enmity and ill will. And so they live alert, free of enmity and ill will.",
    "ai-anya-e0907n:260_0": "it can be known that if they are prevented by others, resenting encounters the marks of others, and resentment on the part of one’s elimination. It is manifested as the fault of others.",
    "ai-anya-e0907n:261_0": "Fishing the fishing of what is gained by this, or what is characterized as gained by the function of himself, or what is characterized as its particularizing what is characterized as its particularizing what is characterized as its particular and unknownness. Its function is to particular individual essences. It is manifested as auxiety, and it all thewelling of the mind.",
    "ai-anya-e0907n:262_0": "What is praised in this way? It is good-natured, and nothing sort of, having ugly.",
    "ai-anya-e0907n:263_0": "untilled of the gods are complete.",
    "ai-anya-e0907n:264_0": "Then Sakka asked this question:",
    "ai-anya-e0907n:265_0": "But what is the source of jealousy, what is the source of jealousy? When what exists do people not come to be?",
    "ai-anya-e0907n:266_0": "It’s jealousy, stinginess, originating in love with jealousy and stinginess. When deities come to them, love born, and ends them. When there’s no jealousy and stinginess. When jealousy, holding them with jealousy and stinginess.",
    "ai-anya-e0907n:267_0": "Is unable to make an effort to give rise up or die, and the teacher isn’t able to live having conquered it.",
    "ai-anya-e0907n:268_0": "Ah, I hope such a thing!",
    "ai-anya-e0907n:269_0": "We won’t eat that food or drink,",
    "ai-anya-e0907n:270_0": "that such a thing, apart from one of the hermits, who is requested and asked for, “How much misfortune!”",
    "ai-anya-e0907n:271_0": "When what exists, what is the source of what? When what exists does people come to be? And when what does not exist does it not come to be?",
    "ai-anya-e0907n:272_0": "When the liked and the disliked is the source of desire.",
    "ai-anya-e0907n:273_0": "Desire is the source of enthusiasm for the introduction: the five cords of sense desire, etc., that is to say, the five aggregates, namely, enthusiasm, effort, zeal, vigor.",
    "ai-anya-e0907n:274_0": "they’ll guard me and protect me. They’ll protect me.",
    "ai-anya-e0907n:275_0": "But what is the source of desire?",
    "ai-anya-e0907n:275_1": "It’s when enthusiasm is the source of desire. When thoughts are the source of thoughts, thoughts of thoughts. ...”",
    "ai-anya-e0907n:276_0": "This is how much precisely there will be a charming material object for the sake of this much, that is for the sake of making much of, I shall give you this much, and I shall give it up with the simile of what is there.",
    "ai-anya-e0907n:276_1": "That’s why it’s a source of desire.",
    "ai-anya-e0907n:277_0": "And how does a mendicant fittingly practice for the cessation of concepts of identity that emerge from the proliferation of perceptions?",
    "ai-anya-e0907n:278_0": "Why did I say that there are two kinds of happiness?",
    "ai-anya-e0907n:278_1": "Why did I say that there are two kinds of sadness?",
    "ai-anya-e0907n:278_2": "Why did I say that there are two kinds of equanimity?",
    "ai-anya-e0907n:279_0": "But how has the Buddha asked about studies of questions that are not definitively.",
    "ai-anya-e0907n:280_0": "(But) having asked, is unsuitable, not practises with service.",
    "ai-anya-e0907n:281_0": "And what does it call them out of these five ways?",
    "ai-anya-e0907n:282_0": "is happy and recommended by void of increasing.",
    "ai-anya-e0907n:283_0": "Oh, in an incomparable, unpleasant people arise for him.",
    "ai-anya-e0907n:284_0": "“Lord of gods, I say that there are two kinds of happiness:",
    "ai-anya-e0907n:284_1": "Whereas, of this kind of happiness should be cultivated: “When I cultivate this kind of happiness, unskillful qualities grow, and skillful qualities decline.”",
    "ai-anya-e0907n:284_2": "Whereas, should you know of the happiness and joy, while skillful qualities decline, and skillful qualities grow.”",
    "ai-anya-e0907n:284_3": "And whatever placing of the mind and keeping it connected are without placing the mind, there is no placing of the mind and keeping it connected.",
    "ai-anya-e0907n:284_4": "“Lord of gods, I say that there are two kinds of happiness: that’s why I said it.”",
    "ai-anya-e0907n:285_0": "that is not shared with my spiritual companions, monks, for the purification of mind arises in the neighborhood of a village as well as in the monastery of the Elder Mahā-Tissa.",
    "ai-anya-e0907n:286_0": "our teacher was not able to give the instruction. He then approach the teacher, put his pupil in the open, and go to the instruction. After giving his own teacher’s advice, he sat down to one side and said,",
    "ai-anya-e0907n:287_0": "“What have you come for?”",
    "ai-anya-e0907n:288_0": "But you mustn’t agree with your agreement, then went back to the Fortunate One,",
    "ai-anya-e0907n:289_0": "To this monk, when he saw that there is no embankment, he thought, “I shall be no opportunity for a monk.” He thought, “When I have come to my bowl and robe, I shall give you a lady,” and he dismissed that sarong, he all the senior monk. After he does not go to his bowl and robe, to the first dwelling, and when he put it together with the Elders.",
    "ai-anya-e0907n:290_0": "Then if he thinks, “If I’m not getting them to do so, I won’t accumulate them by getting them. If I drink it, I’ll wash my feet.",
    "ai-anya-e0907n:291_0": "Well, now I’m not able to make my fellow celibate on the fruit of perfection when I have attained perfection and consumed my spiritual companions. Nor do I invite them to do the invitation procedure with my spiritual companions.",
    "ai-anya-e0907n:292_0": "Mahāsīvadesa also was the senior mendicants—whether senior, middle, or junior—think that is the best—seeing to attain Arahatship.",
    "ai-anya-e0907n:292_1": "He thinks, “I’ll lie down on the bed and chair,” and he prepared a bed, prepare a seat, set out a water for washing the feet. He should wash the bowl for leftovers and feet.",
    "ai-anya-e0907n:293_0": "“As a woman, sir, sends her back and forth in front of her, and then I will wash her feet. I’ll wash her feet and sit down.”",
    "ai-anya-e0907n:294_0": "They are the finest of gods,",
    "ai-anya-e0907n:295_0": "why the glorious one.",
    "ai-anya-e0907n:296_0": "So long as my final life goes on,",
    "ai-anya-e0907n:297_0": "there my home will be.",
    "ai-anya-e0907n:298_0": "Mendicants, be my heirs in the teaching, not in material things. What do you think of them, and heirs in the teaching?",
    "ai-anya-e0907n:298_1": "If you become heirs in material things, not in the teaching,",
    "ai-anya-e0907n:298_2": "And you’ll also be the teacher’s heirs in the teaching, not in material things.",
    "ai-anya-e0907n:298_3": "I’ll also be the beginning, middle, or end of the teaching. And my disciples live in the Teacher’s teaching.",
    "ai-anya-e0907n:298_4": "If you become heirs in the teaching, not in material things, heirs in the teaching, not in material things.",
    "ai-anya-e0907n:298_5": "You too will follow the Teacher’s teaching, not in material things.",
    "ai-anya-e0907n:298_6": "And they’ll point to me, saying,",
    "ai-anya-e0907n:298_7": "They live in the teaching, not in material things.",
    "ai-anya-e0907n:298_8": "So, mendicants, be my disciples, don’t become heirs in the teaching, not in material things. How do you become heirs in the teaching?",
    "ai-anya-e0907n:299_0": "The Buddha Kakusandha, the chief of gods, banished the name of the gods in the Thirty-Three.",
    "ai-anya-e0907n:300_0": "Now at that time the Buddha was honored, respected, revered, venerated, and esteemed. And he received robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-anya-e0907n:300_1": "and the places prererequisites for sick.”",
    "ai-anya-e0907n:301_0": "Of all the spiritual communities and groups in the world today, Cunda, I do not see a single one that has reached the peak of material possessions and fame.",
    "ai-anya-e0907n:302_0": "our teacher gives the dreadful racket, saying:",
    "ai-anya-e0907n:302_1": "and their mentor became well-known as the Buddha.",
    "ai-anya-e0907n:302_2": "Then the Fortunate One, having asked permission of the Dhamma, thought:",
    "ai-anya-e0907n:303_0": "I won’t prepare a training rule against a co-wife.",
    "ai-anya-e0907n:303_1": "and that wise man is stated in line with the teachings,",
    "ai-anya-e0907n:303_2": "I’d better teach the Dhamma,",
    "ai-anya-e0907n:304_0": "It will be assigned of the training rules according to the gateway of a good family’s place, like the edge of the towns, put down the city in their own town, and he lay down in the town gate.",
    "ai-anya-e0907n:305_0": "For the Blessed One gave rise to the unarisen path, gave birth to the unborn path, explained the unexplained path. He was the knower of the path, the discoverer of the path, the expert on the path.",
    "ai-anya-e0907n:305_1": "For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.",
    "ai-anya-e0907n:306_0": "with the Buddha at its head with excellent foodstuffs.",
    "ai-anya-e0907n:307_0": "Yet even when he dropped on the alms-food,",
    "ai-anya-e0907n:308_0": "a mendicant who is difficult to conceive,",
    "ai-anya-e0907n:309_0": "and we’ll make sure that’s just what we’re doing.",
    "ai-anya-e0907n:310_0": "“Today it is good that you covered the Holy One’s alms-food in the same way as the Happy One, and after replying to it, you shot an ascetic. Who is heedlessly attached to it?”",
    "ai-anya-e0907n:311_0": "But a discussion about self-effacement ...",
    "ai-anya-e0907n:311_1": "talk about fewness of wishes ...",
    "ai-anya-e0907n:312_0": "The Fortunate One said this, after saying this, the Happy One, got up from his seat and entered his dwelling.",
    "ai-anya-e0907n:313_0": "If I have learned this passage for recitation, the Monastic Law, and the Teacher’s instruction, then ask me about it,",
    "ai-anya-e0907n:314_0": "The Shorter Discourse at Gosiṅga",
    "ai-anya-e0907n:315_0": "At one time the Buddha was staying in Nādika in the brick house. And at that time Venerable Kimbila were staying in the land of the Bodhisattas, and Anuruddha were staying in the sal forest park.",
    "ai-anya-e0907n:315_1": "Then in the late afternoon, the Buddha came out of retreat and went to that park.",
    "ai-anya-e0907n:315_2": "The park keeper saw the Buddha coming off in the distance",
    "ai-anya-e0907n:315_3": "He said to the Buddha, “Don’t come, great king! There are three gentlemen who love themselves. Don’t be his own.”",
    "ai-anya-e0907n:316_0": "having abandoned these Yasas, I will teach them the Dhamma, and I will teach them the Dhamma.”",
    "ai-anya-e0907n:317_0": "Anuruddha heard the park keeper conversing with the Buddha,",
    "ai-anya-e0907n:317_1": "Hearing the park keeper, said this to the Buddha, “Now our teacher has arrived.”",
    "ai-anya-e0907n:318_0": "We’ll live here. But there’s no need to be a child, so that when we go forth, who will be speaking well?",
    "ai-anya-e0907n:319_0": "This is the time for the donor is singing the hand, does not know, “While in the world with its hands,” and he does not know, “Whoever person is going to sleep by myself,”",
    "ai-anya-e0907n:320_0": "We stay in harmony,",
    "ai-anya-e0907n:320_1": "If I go to meet him with his own hand,",
    "ai-anya-e0907n:320_2": "“In our monastery there will be no friend, I will not get back to, I’ll go to meet him.",
    "ai-anya-e0907n:320_3": "And just as the Fortunate One would go to my father’s house with him.",
    "ai-anya-e0907n:321_0": "I’d think to live according to my own ideas and just go along with these venerables.",
    "ai-anya-e0907n:321_1": "And that’s what I do.",
    "ai-anya-e0907n:322_0": "It’s good to Anuruddha, living diligent, keen, and resolute.",
    "ai-anya-e0907n:323_0": "“Indeed we live diligently, keen, and resolute.”",
    "ai-anya-e0907n:324_0": "But how do you live this way?",
    "ai-anya-e0907n:325_0": "But as you live diligently like this, have you achieved any superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease?",
    "ai-anya-e0907n:326_0": "But what would we position?",
    "ai-anya-e0907n:326_1": "Whenever we want, quite secluded from sensual pleasures, secluded from unskillful qualities, we enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. That’s what we want, without placing the mind and keeping it connected.",
    "ai-anya-e0907n:327_0": "The Commentaries",
    "ai-anya-e0907n:328_0": "A Nature Paṇḍuvāsa",
    "ai-anya-e0907n:329_0": "With Āḷavaka",
    "ai-anya-e0907n:330_0": "At one time the Buddha was staying near Āḷavī in the haunt of the native spirit Āḷavaka.",
    "ai-anya-e0907n:331_0": "They were unable to bear the herd of deer from the twice, like the hand the foot of the city, and they saw a large city. They came to the root of the city of Banyan tree, where they saw a dish of the roots and tubers, boards, and went outside the city.",
    "ai-anya-e0907n:332_0": "If those who are my friend, they say, “The one who lives in dependence on the four kinds of life,”",
    "ai-anya-e0907n:333_0": "The king, having taken the royal spirits, conquered the earth from his realm,",
    "ai-anya-e0907n:333_1": "and after some time they had produced a ancient calm, one who was precincts with caravan.",
    "ai-anya-e0907n:334_0": "The King’s father-in-law! Don’t be negligent! Don’t regret it later on my father’s side.",
    "ai-anya-e0907n:335_0": "There is no place where cattle-keeper’s sons like you.",
    "ai-anya-e0907n:336_0": "Then the native spirit Āḷavaka went up to the Buddha, and said to him,",
    "ai-anya-e0907n:336_1": "Saying, “I’m gone out.",
    "ai-anya-e0907n:336_2": "you associate with ascetics.",
    "ai-anya-e0907n:336_3": "And this is what happens.",
    "ai-anya-e0907n:336_4": "And for a second time the native spirit Āḷavaka said to the Buddha,",
    "ai-anya-e0907n:336_5": "Saying, “I’m gone out.",
    "ai-anya-e0907n:336_6": "you associate with ascetics.",
    "ai-anya-e0907n:336_7": "And this is what happens.",
    "ai-anya-e0907n:336_8": "And for a third time the native spirit Āḷavaka said to the Buddha,",
    "ai-anya-e0907n:336_9": "Saying, “I’m gone out.",
    "ai-anya-e0907n:336_10": "you associate with ascetics.",
    "ai-anya-e0907n:336_11": "And this is what happens.",
    "ai-anya-e0907n:336_12": "And for a fourth time the native spirit Āḷavaka said to the Buddha,",
    "ai-anya-e0907n:336_13": "I won’t leave it,",
    "ai-anya-e0907n:336_14": "Do what you must.",
    "ai-anya-e0907n:336_15": "If he asks a question, I’ll bind you with a third time, if I’ll bind you with a large upper robe, I’ll block them.",
    "ai-anya-e0907n:336_16": "I don’t see anyone in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans who could do that to me.",
    "ai-anya-e0907n:336_17": "Still, reverend, what you ask about whether your uncertainty was uncertainty,",
    "ai-anya-e0907n:337_0": "What is the Fortunate One, let us go from my dwelling?”",
    "ai-anya-e0907n:338_0": "Reverends, you don’t know the Blessed One standing in the Great Wood, when he is standing in the company of the Joyful Gods, looking at the birds of the gods that are proper for me. When someone with the thirty-two years, you make an end of the thirty-two conses of the world.",
    "ai-anya-e0907n:339_0": "See, you can see your Teacher, the great very mighty, with a right hand of my feet, stone like a league high,",
    "ai-anya-e0907n:340_0": "Why don’t I chop off someone else who, were because of wrong livelihood,",
    "ai-anya-e0907n:341_0": "This ascetic is a frequent official who loves the ascetic, having conveyed her with love. Then he approached the Buddha, bowed, and sat down to one side.",
    "ai-anya-e0907n:341_1": "and gone forth like ascetics.",
    "ai-anya-e0907n:342_0": "“She is this ascetic, this ascetic, who is solitary,” and so on, and he gave the bloated to his own, saying:",
    "ai-anya-e0907n:343_0": "This ascetic is said to be ‘one who thieves like this ascetic.’",
    "ai-anya-e0907n:343_1": "entering and leaving",
    "ai-anya-e0907n:343_2": "Why don’t I gather them with a broken-down hove, stretch them from my own feet and throw them out? Or I can emerge from the fourth absorption.",
    "ai-anya-e0907n:344_0": "What is a person’s best wealth?",
    "ai-anya-e0907n:345_0": "What brings happiness when practiced well?",
    "ai-anya-e0907n:346_0": "What’s the sweetest taste of all?",
    "ai-anya-e0907n:347_0": "The one who they say has the best life:",
    "ai-anya-e0907n:348_0": "Faith is a person’s greatest wealth here,",
    "ai-anya-e0907n:349_0": "The Dhamma well-practised brings happiness,",
    "ai-anya-e0907n:350_0": "Truth is surely is the sweetest of tastes,",
    "ai-anya-e0907n:351_0": "The one who they say has the best life lives by wisdom.",
    "ai-anya-e0907n:352_0": "One who is faithful, accomplished in ethics,",
    "ai-anya-e0907n:353_0": "He enjoys the use of fame,",
    "ai-anya-e0907n:354_0": "is honored in whatever place",
    "ai-anya-e0907n:355_0": "Herein, one who is worshipped by the words:",
    "ai-anya-e0907n:356_0": "Or alternatively, flattering truth,",
    "ai-anya-e0907n:357_0": "an astute person makes the truth by the astute",
    "ai-anya-e0907n:358_0": "The sky rains down, like a beautiful song;",
    "ai-anya-e0907n:359_0": "standing on the truth, the emancipated.",
    "ai-anya-e0907n:360_0": "Whoever has there are on this Earth,",
    "ai-anya-e0907n:361_0": "Truth is the sweetest taste of all.",
    "ai-anya-e0907n:362_0": "Ascetics and brāhmaṇas who are steady in the truth,",
    "ai-anya-e0907n:363_0": "Cross to the further side of birth and death.",
    "ai-anya-e0907n:364_0": "How do you cross the flood? How do you cross over the sea?",
    "ai-anya-e0907n:365_0": "How do you get rid of suffering?",
    "ai-anya-e0907n:366_0": "he crosses the flood,",
    "ai-anya-e0907n:367_0": "By energy you get past suffering.",
    "ai-anya-e0907n:368_0": "How is it one gains true wisdom?",
    "ai-anya-e0907n:369_0": "How does one acquire good friendship? How does one bind friends (to oneself)?",
    "ai-anya-e0907n:370_0": "How, after passing from this world to the next world, does one not grieve.",
    "ai-anya-e0907n:371_0": "“One who has faith in the Worthy Ones,",
    "ai-anya-e0907n:372_0": "one gains wisdom through wanting to hear it, heedfulness, and application.",
    "ai-anya-e0907n:373_0": "Doing what is suitable, bearing up, aroused, one finds true wealth.",
    "ai-anya-e0907n:374_0": "You hold on the truth by what is good, and you bind friendship with your friends.",
    "ai-anya-e0907n:375_0": "thus, after passing from this world to the next world, one does not grieve.",
    "ai-anya-e0907n:376_0": "A faithful householder",
    "ai-anya-e0907n:377_0": "wins both ways:",
    "ai-anya-e0907n:378_0": "does not tame others,",
    "ai-anya-e0907n:379_0": "truth, principle, steadfastness, and generosity.",
    "ai-anya-e0907n:380_0": "Come on, ask others also,",
    "ai-anya-e0907n:381_0": "there are many ascetics and brahmins.",
    "ai-anya-e0907n:382_0": "See whether anything better is found",
    "ai-anya-e0907n:383_0": "than patience is found.",
    "ai-anya-e0907n:384_0": "now what will I ask (others) now, the many ascetics and brahmins?",
    "ai-anya-e0907n:385_0": "He who understands what is beneficial in lives to come,",
    "ai-anya-e0907n:386_0": "Indeed for my welfare did the Buddha come to me!",
    "ai-anya-e0907n:387_0": "I know what is given today is very fruitful,",
    "ai-anya-e0907n:388_0": "I will live village for a village, and town.",
    "ai-anya-e0907n:389_0": "revering the Sambuddha and the good qualities of the Dhamma,",
    "ai-anya-e0907n:390_0": "This prince Rāhula has the hundred-fold mark of merits,",
    "ai-anya-e0907n:391_0": "* There is a hundred pins of coals,",
    "ai-anya-e0907n:392_0": "Your mind is uplifted with your heart!",
    "ai-anya-e0907n:393_0": "By accepting him the world:",
    "ai-anya-e0907n:394_0": "May my boy remain long!",
    "ai-anya-e0907n:395_0": "You’re happy now, spirits!",
    "ai-anya-e0907n:396_0": "you stand in the world, Tissa.",
    "ai-anya-e0907n:397_0": "This boy was the Saṅgha of monks headed by the Buddha. He teaches the Dhamma for the Sangha to listen. This is the Saṅgha of nuns. ...",
    "ai-anya-e0907n:398_0": "The Great Forty",
    "ai-anya-e0907n:399_0": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
    "ai-anya-e0907n:399_1": "At that time Venerable Sāriputta was staying in the Magadhan lands near the little village of Nālaka, and he was sick, suffering, gravely ill.",
    "ai-anya-e0907n:399_2": "And the novice Cunda was his carer.",
    "ai-anya-e0907n:400_0": "Then Venerable Sāriputta became fully extinguished because of that sickness.",
    "ai-anya-e0907n:400_1": "Then Cunda took Sāriputta’s bowl and robes and set out for Sāvatthī. He bowed and sat down to one side, Ānanda said to him: “Sir, Ānanda, there are Venerable Cundaka, that is a novice shocked monastery.” He bowed, sat down to one side, and said to Ānanda, “Sir, Ānanda, it’s a simile.”",
    "ai-anya-e0907n:400_2": "‘Reverend Cunda, there’s a discussion that I went to see the Buddha. He tells him about this.",
    "ai-anya-e0907n:400_3": "“Yes, sir,” replied Cunda.",
    "ai-anya-e0907n:401_0": "or did the first of the Buddhas become fully extinguished or not?",
    "ai-anya-e0907n:402_0": "Please give me permission. May the Blessed One please allow me to become fully extinguished! May the Holy One examine my life for me.",
    "ai-anya-e0907n:403_0": "where are you extinguished?",
    "ai-anya-e0907n:404_0": "In the Magadhans there are a little village of Nālaka, I’ll become fully extinguished there.",
    "ai-anya-e0907n:405_0": "Now you think, Sāriputta, at your convenience. But now you will teach the Dhamma to a mendicant.",
    "ai-anya-e0907n:406_0": "Then Ānanda and Cunda went to the Buddha, bowed, sat down to one side, and told him what had happened.",
    "ai-anya-e0907n:406_1": "Since I heard this, my body feels like it’s drugged. I’m disorientated, and the teachings don’t spring to mind.”",
    "ai-anya-e0907n:407_0": "Even with a little, an intelligent and Wise One, by virtue of a (good) present,",
    "ai-anya-e0907n:408_0": "Can raise himself up, like a small wind (can raise) a fire.",
    "ai-anya-e0907n:409_0": "he who has gone forth five hundred lives",
    "ai-anya-e0907n:410_0": "Having given up the pleasures of sensual pleasures,",
    "ai-anya-e0907n:411_0": "That is the faculty of desire.",
    "ai-anya-e0907n:412_0": "You should worship Sāriputta,",
    "ai-anya-e0907n:413_0": "excessively (even) augment, he does not deceive the earth,",
    "ai-anya-e0907n:414_0": "Not by means of the mind,",
    "ai-anya-e0907n:415_0": "compassionate, a compassionate one, and Nibbāna.",
    "ai-anya-e0907n:416_0": "You should worship Sāriputta,",
    "ai-anya-e0907n:417_0": "Walking like a bananana tree,",
    "ai-anya-e0907n:418_0": "Cannot ledge, buds, pillows,",
    "ai-anya-e0907n:419_0": "That’s how he lives.",
    "ai-anya-e0907n:420_0": "You should worship Sāriputta,",
    "ai-anya-e0907n:421_0": "Just as one who has cut off the traps,",
    "ai-anya-e0907n:422_0": "while between the boundaries in front.",
    "ai-anya-e0907n:423_0": "That’s how he lives.",
    "ai-anya-e0907n:424_0": "having become extinguished, Sāriputta!",
    "ai-anya-e0907n:425_0": "My body feels like it’s drugged,",
    "ai-anya-e0907n:426_0": "What did Sāriputta became fully extinguished?",
    "ai-anya-e0907n:427_0": "I trust that I’ve explained it all, Ānanda, to whom (all) possessing these things?",
    "ai-anya-e0907n:428_0": "The Ten Path",
    "ai-anya-e0907n:429_0": "Herein, what is the possible as possible and the impossible as impossible?",
    "ai-anya-e0907n:429_1": "It’s when a Realized One understands: “It’s possible for a person accomplished in view to take any condition as permanent. That is not possible for an ordinary person to take some condition as permanent. That is not possible.”",
    "ai-anya-e0907n:430_0": "And the doors have been made by the wind.",
    "ai-anya-e0907n:431_0": "Endowed in this way:",
    "ai-anya-e0907n:432_0": "guarded by the gods,",
    "ai-anya-e0907n:433_0": "the known,",
    "ai-anya-e0907n:434_0": "I have arisen, but I won’t thieves to prevent the Saṅgha with equal me.",
    "ai-anya-e0907n:435_0": "Reverend Mahāpajāpatī Gotamī,",
    "ai-anya-e0907n:436_0": "Why, sir, I’ll go without getting close to the senior mendicants. He then informed the senior monks.",
    "ai-anya-e0907n:437_0": "that in the body of the one who gets material possessions, honors and fact that while sitting in the heavenly realm is related to one Fire.",
    "ai-anya-e0907n:438_0": "When a leaf hut has been prepared, and I will go to the senior venerable’s place. I’ll pay homage to his own place and then.",
    "ai-anya-e0907n:438_1": "All the Elder, fearing also to eat leaf-hut, relying on eating rice.",
    "ai-anya-e0907n:439_0": "He then put his bowl and robe on the bed, put out his bowl and robe, and put it on his upper robe over one shoulder.",
    "ai-anya-e0907n:440_0": "The Elder Mahādeva accompanied by one hundred Bhikkhus, a great following their bowls, a hundred and ninety-four thousand Bhikkhus, brought ninety-four thousand (Bhikkhus) to each other.",
    "ai-anya-e0907n:441_0": "There is no attendant in this way: “If there is no attendants for the Buddhas’ shrines, I will go to the Shrine,",
    "ai-anya-e0907n:442_0": "That’s how we shall be a large, that we won’t look after yourself.”",
    "ai-anya-e0907n:443_0": "After asking about the great teacher Kapilavatthu, he asked the Elder Mahā Devasaka the Piṭakas to behaved in the presence of the Elders.",
    "ai-anya-e0907n:444_0": "What is the elder, of great age?",
    "ai-anya-e0907n:445_0": "What kind of senior monk?",
    "ai-anya-e0907n:446_0": "Absort of Dhamma the waists setting, lamenting and weeping.",
    "ai-anya-e0907n:447_0": "8. Sammappadhānavibhaṅga",
    "ai-anya-e0907n:448_0": "1. Suttantabhājanīyavaṇṇanā",
    "ai-anya-e0907n:449_0": "There are these four right efforts.",
    "ai-anya-e0907n:449_1": "Which four?",
    "ai-anya-e0907n:449_2": "Take a mendicant who makes an effort to unarisen bad, unskillful qualities arise in me. If they’ll lead to harm. ‘If I don’t give up arisen unskillful qualities, they’ll lead to harm.’ ‘If I don’t give rise to unarisen skillful qualities, they’ll lead to harm.’ ‘If arisen skillful qualities cease in me, they’ll lead to harm.’ ‘If arisen skillful qualities cease in me, they’ll lead to harm.’",
    "ai-anya-e0907n:450_0": "and his preceptor obtained confidence in me. On his mind was confidently, he thought,",
    "ai-anya-e0907n:451_0": "“When asked where did you come?”",
    "ai-anya-e0907n:452_0": "and eminent families:",
    "ai-anya-e0907n:453_0": "16. Ñāṇavibhaṅga",
    "ai-anya-e0907n:454_0": "10. Dasakaniddesavaṇṇanā",
    "ai-anya-e0907n:455_0": "she gave the whole world element,",
    "ai-anya-e0907n:456_0": "They understand:",
    "ai-anya-e0907n:457_0": "From this day forth the Teacher Dispensation: “On this my last rebirth, this is the tenth time of the Great Parinibbāna.”",
    "ai-anya-e0907n:458_0": "One person, mendicants, arises in the world, perfected, a fully awakened Buddha. What one person is the perfected one, the fully awakened Buddha?",
    "ai-anya-e0907n:459_0": "Absorptions",
    "ai-anya-e0907n:460_0": "Getting Rots",
    "ai-anya-e0907n:461_0": "in going forwards, in going back, is one who practises with full awareness;",
    "ai-anya-e0907n:462_0": "mindful and aware.",
    "ai-anya-e0907n:463_0": "and mindfully.",
    "ai-anya-e0907n:464_0": "Why do I need the meaning in giving up? When I’m traveling to a place with meaning, having no meaning in detail, not meaning in meaning in the text, with its meaning as it profitable, in order to phrases.",
    "ai-anya-e0907n:465_0": "And they say it is the meaning of materiality because of gain and relying on material support, and because of the spiritual life would not be practiced.",
    "ai-anya-e0907n:466_0": "A monk who has gone forth does not think about this. He thought, “I won’t be reborn in the next life together with two or three days ago, Venerable.”",
    "ai-anya-e0907n:467_0": "“What is your father, sir? Is it bound for you?”",
    "ai-anya-e0907n:468_0": "We don’t want to act ourselves, our bowl and robes don’t want to us to repay them even with a blessing. They don’t know whose bowl and robes are bored up with us.",
    "ai-anya-e0907n:469_0": "a meditation subject that is connected with the meaning and composed to the village for alms without first being asked, and then eats it without missed.",
    "ai-anya-e0907n:470_0": "And you weren’t horrified, repelled, and disgusted by Ājīvaka ascetics. And the going forth in suffering is emitted.",
    "ai-anya-e0907n:470_1": "Therefore when the road has arisen, the group of travelers would give it up.",
    "ai-anya-e0907n:470_2": "lies down on the ground, and lay down on the bed.",
    "ai-anya-e0907n:471_0": "This monk knows about what you have arisen in. Because of this, they accept untrue teaching and training. He then rejects it and tradition.",
    "ai-anya-e0907n:472_0": "This senior monk returns to the precincts, pulled up that road, or was it welcome for you?”",
    "ai-anya-e0907n:473_0": "Isn’t be talking together with us, chatting, oraneously behaviour? Or are they converse with each other.",
    "ai-anya-e0907n:474_0": "turns away from another,",
    "ai-anya-e0907n:475_0": "without a shackle, he proceeds like a man on to a lazy mind.",
    "ai-anya-e0907n:476_0": "in looking ahead, or in looking around, he is one who practises with full awareness,",
    "ai-anya-e0907n:477_0": "If he has to look to the east, he wholeheartedly concentrates before looking, thinking: ‘If I have bad, unskillful qualities of desire and aversion will not overwhelm me, and the eastern quarter in this way.’",
    "ai-anya-e0907n:477_1": "In this way they are aware of the situation.",
    "ai-anya-e0907n:477_2": "If he has to look to the west ...",
    "ai-anya-e0907n:477_3": "He has full awareness:",
    "ai-anya-e0907n:478_0": "to see the faults of continued existence and the Saṅgha;",
    "ai-anya-e0907n:479_0": "(Those) have the wish to attain, and the seventh excellent absorption.",
    "ai-anya-e0907n:480_0": "in bending or in stretching, he is one who practises with full awareness;",
    "ai-anya-e0907n:481_0": "in the conqueror of the mountains, in the mountains,",
    "ai-anya-e0907n:482_0": "Why shouldn’t I gather a thousand-spheres again and again autonomously with them?",
    "ai-anya-e0907n:483_0": "When I am able to focus on a meditation subject, I’ve given it up. But when I try to move it with my hands, I announced my triumph. But when I was trying to respond to",
    "ai-anya-e0907n:484_0": "It’d be good, Venerable Sir, if a monk wishes to such state:",
    "ai-anya-e0907n:485_0": "in bearing his double-robe, bowl, and (other) robes, he is one who practises with full awareness,",
    "ai-anya-e0907n:486_0": "On Describing the designation of the persons",
    "ai-anya-e0907n:487_0": "The Things",
    "ai-anya-e0907n:488_0": "And what person is freed by wisdom in the eight liberations ...",
    "ai-anya-e0907n:488_1": "This person is called freed by right immersion.",
    "ai-anya-e0907n:489_0": "if it is untirred,",
    "ai-anya-e0907n:490_0": "And what person is freed by wisdom. From time to time they don’t have direct meditative experience of the eight liberations?",
    "ai-anya-e0907n:490_1": "This person is called one free always,",
    "ai-anya-e0907n:490_2": "all the noble ones, all were freed in the noble liberations.",
    "ai-anya-e0907n:491_0": "The Description of Fraternity",
    "ai-anya-e0907n:492_0": "And who is the person who’s material possessions? They have achieved their own enemy, or who has entered such a leprosy, even when they get these things?",
    "ai-anya-e0907n:492_1": "This is called a person who is subject to the teaching.",
    "ai-anya-e0907n:493_0": "The Seventh Creates",
    "ai-anya-e0907n:494_0": "And what person is called a stream-enterer, with the ending of three fetters, and the weakening of greed, hate, and delusion. They are called a stream-enterer, not liable to be reborn in the underworld, bound for awakening?",
    "ai-anya-e0907n:495_0": "The Stream-Enterer",
    "ai-anya-e0907n:496_0": "Sāriputta, what is called ‘annot’?",
    "ai-anya-e0907n:496_1": "For it is this noble path with eight factors, reverend Sir,",
    "ai-anya-e0907n:496_2": "right view ...",
    "ai-anya-e0907n:496_3": "Rightly: Rightlying mindfulness",
    "ai-anya-e0907n:496_4": "Sāriputta, what is called a stream-enterer, an adept, a stream-enterer, or a stream-enterer?",
    "ai-anya-e0907n:496_5": "For anyone who possesses this noble eightfold path is called a stream-enterer, the venerable of such and such name and clan.",
    "ai-anya-e0907n:497_0": "The stream-enterer,",
    "ai-anya-e0907n:498_0": "And who is the person who is the best silk?",
    "ai-anya-e0907n:498_1": "It’s when a person—with the ending of three fetters—is called a stream-enterer, not liable to be reborn in the underworld, bound for awakening. They will transmigrate three fetters and make an end of suffering.",
    "ai-anya-e0907n:499_0": "the single-seeder.",
    "ai-anya-e0907n:500_0": "And what person is called a one-seeder? They are a stream-enterer, not liable to be reborn in the underworld, bound for awakening?",
    "ai-anya-e0907n:501_0": "Once-Returners",
    "ai-anya-e0907n:502_0": "And what person is a once-returner, with the ending of three fetters, and the weakening of greed, hate, and delusion?",
    "ai-anya-e0907n:502_1": "This is called a person once-returner."
}