{
    "ai-anya-e0702n10:0_0": "Discussion of the proper conduct for a long time.",
    "ai-anya-e0702n10:1_0": "From then onwards, Etc. It is the wrong path, which brings pervading after the Kattika consequence of the three months, and like the general .",
    "ai-anya-e0702n10:2_0": "(The king asked:) “This great teacher, the chief of men, repaired to the Majjhima reciter.” When the Fraternity had arrived, he went to the Dispensation of the Faith, which was established in the Faith.",
    "ai-anya-e0702n10:3_0": "The In the Majjhimavata, Kassapagottara, who possessed the great (magical) powers, went to the Great Wood, and in the hall with the Elder Nun Cūḷaka. He taught the Dhamma abode of the Faith in the Hall of Justice and taught the Collection of the treasures.",
    "ai-anya-e0702n10:3_1": "and five senior monks presented five hundred senior monks.",
    "ai-anya-e0702n10:3_2": "and one thousand went forth in the presence of a thousand (people).",
    "ai-anya-e0702n10:3_3": "Then they established the instructions.",
    "ai-anya-e0702n10:4_0": "Having gone to the Majjhima composed of the Himalayas,",
    "ai-anya-e0702n10:5_0": "disposed the haunt of the Dhamma, which brings the Negrodha.",
    "ai-anya-e0702n10:6_0": "Herein, it seems, when those people worship the moon in the month of Vesāli.",
    "ai-anya-e0702n10:6_1": "And because the five Elders taught them the Dhamma to those yakkhas.",
    "ai-anya-e0702n10:6_2": "he has plastered it inside and out,",
    "ai-anya-e0702n10:6_3": "But it should be seen only by one who is purified,",
    "ai-anya-e0702n10:7_0": "but, after having the Fortunate One’s dispensation, it stood on the Fortunate One’s dispensation.",
    "ai-anya-e0702n10:7_1": "And here it is precisely because of that (cloth) the Dispensation of the One’s instructions, and so on.",
    "ai-anya-e0702n10:8_0": "The account of the Dispensation in the Similar Dispensation of the Three Worlds,",
    "ai-anya-e0702n10:9_0": "The tenth chapter",
    "ai-anya-e0702n10:10_0": "The exposition of the teaching on all paths is finished.",
    "ai-anya-e0702n10:11_0": "at this point:",
    "ai-anya-e0702n10:12_0": "Through the talk of Laṅkā came to a monkey with a news,",
    "ai-anya-e0702n10:13_0": "Saraking the true teaching through their own good deeds,",
    "ai-anya-e0702n10:14_0": "He is far from afar, after a mass of water;",
    "ai-anya-e0702n10:15_0": "between the virtue and the practices to be seen as (the Buddha),",
    "ai-anya-e0702n10:16_0": "I confused the thought with wisdom.",
    "ai-anya-e0702n10:17_0": "I threw a good honey-hair (of the teaching),",
    "ai-anya-e0702n10:18_0": "and having gone two-hundred and fifty-thousand years,",
    "ai-anya-e0702n10:19_0": "while this very spot wherever he came to the conclusion,",
    "ai-anya-e0702n10:20_0": "if there is no fault in this way, his mind beautifully,",
    "ai-anya-e0702n10:21_0": "Let them take this purity, try to take it, seize it."
}