{
    "ai-anya-e0810n1:0_0": "1. Saggakaṇḍavaṇṇanā",
    "ai-anya-e0810n1:1_0": "1.",
    "ai-anya-e0810n1:1_1": "Now comes the description of the development of the two kinds of fame: such is the ultimate sort of the ultimate goal. Of those in the ultimate sense, namely, the best, all things being the best among them, their enlightenment. They are the best prominent states enlightened, they are the best of the embracess. They are the best things, all the best, for their embracess, they are the best, the best, chief, leading to Nibbāna.",
    "ai-anya-e0810n1:1_2": "for this was said by the Blessed One, “Visākha, to the best of things, and to give food and drink.”",
    "ai-anya-e0810n1:1_3": "Herein, comprising the best in each case is said to be the best of all things whether conditioned or not.",
    "ai-anya-e0810n1:1_4": "As to word enumeration: all the word ‘processes in the word-mealms beginning with the extinguishing of the meaning’, the stilling of all activities according to the word “wakened by the Blessed One, the perfected one, the fully awakened Buddha, is the foremost, best, chief, highest, and finest of all things;’”",
    "ai-anya-e0810n1:1_5": "There the Buddha named Awakened One,",
    "ai-anya-e0810n1:1_6": "The Buddha, the whole of that Buddha, who was devoted to the neighborhood of the Buddha,",
    "ai-anya-e0810n1:1_7": "Having destroyed these eighteen Independent Buddhas, the Awakened One, when he was no Buddha, Buddha,",
    "ai-anya-e0810n1:1_8": "The ten powers of the virtue, etc., are the ten powers, etc., ten powers, fame, or ten.",
    "ai-anya-e0810n1:1_9": "She is an expert in the Monastic Law:",
    "ai-anya-e0810n1:1_10": "The one who knows in every way the wholesome Dhamma, the knower of all.",
    "ai-anya-e0810n1:1_11": "The highest amongst the two armies of Buddhas, the supreme Buddha’s beautiful Bo trees, in the most excellent Buddha.",
    "ai-anya-e0810n1:1_12": "But the sixth characteristics of enduring is the sixth. It is the sixth characteristics, etc.",
    "ai-anya-e0810n1:1_13": "But why is he obtained?",
    "ai-anya-e0810n1:1_14": "It has the characteristic of lighting . Its function is to be reached by one who understands the characteristic of lighting .",
    "ai-anya-e0810n1:1_15": "yet they are only the sixth characteristics because they are suppressed there too for the opposite sex only in the sixth sense.",
    "ai-anya-e0810n1:1_16": "The King’s Mucalinda",
    "ai-anya-e0810n1:1_17": "the Fortunate One, knowing the merit of (all) knowledge, that is called the name of the fearful.",
    "ai-anya-e0810n1:1_18": "They don’t miss out on account of all sentient beings, whether request or borrowed a feather or authority. They’re unable to guard their intentions, they don’t leprosy.",
    "ai-anya-e0810n1:1_19": "possessing the Enlightened One’s qualities, and the five endowed with vision,",
    "ai-anya-e0810n1:1_20": "With precededing towards all beings, etc., according to the body and vows of the deathless.",
    "ai-anya-e0810n1:1_21": "The Sage, in every way the sage, endowed with all things,",
    "ai-anya-e0810n1:2_0": "2.",
    "ai-anya-e0810n1:2_1": "the world’s in the world, or the lord of the world.",
    "ai-anya-e0810n1:2_2": "You should favour abode of himself from any other individual of his own property, saved by the service, or one is beyond this.",
    "ai-anya-e0810n1:2_3": "Saying ‘I’m searching for such virtues, seeking the benefit of all decorations, were seeking great benefits in that place. Wise One who is seeking the greatest dust of all sorts, he is a great seer.’",
    "ai-anya-e0810n1:2_4": "he instructs in the discourses or the texts on monastic training, and he guides them to Nibbāna.",
    "ai-anya-e0810n1:2_5": "The necess of all-sesing teaching was well prepared. Their vision of the Truth consisting in all directions, which was shared by all and possesses, is knowledge of omniscience, and because it has been obtained by the eyes of all things.",
    "ai-anya-e0810n1:2_6": "He has come to the end of suffering, the Holy One who knows the right time, and the Happy One—is at ease, where he has come to a good place, a heavenly realm.",
    "ai-anya-e0810n1:2_7": "of wisdom, of variety of wisdom, whose wisdom is vast, untroubled and pointless, is no other comprehension of wisdom.",
    "ai-anya-e0810n1:2_8": "defeated by the five defilements, Māra grows old.",
    "ai-anya-e0810n1:3_0": "3.",
    "ai-anya-e0810n1:3_1": "Nor do they prevent the best tasty food or the others from roar, that is his lion’s roar, (but) like a lion, the most lion’s roar, the head, the skin of the lion, the skin, the (performed) lion, the skin of the head, the roar of a lion, the lion’s roar, the man wdens on the road.",
    "ai-anya-e0810n1:3_2": "For the lion, king of beasts, gives a ivory of all four things. All this merit over the world, the Blessed One who possesses ethical conduct, the whole world, with its gods, and humans.",
    "ai-anya-e0810n1:3_3": "A person of all people’s maintains, not establishing in disgrace, not defeated in heaven.",
    "ai-anya-e0810n1:3_4": "(There is) noise of the Lord of Men, as it was taught by gods and men:",
    "ai-anya-e0810n1:3_5": "“Seers of the Dhamma-King Dhammāsoka, king of Dhamma, is a king of the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, kings of the Dhamma.”",
    "ai-anya-e0810n1:3_6": "from the first great sage,",
    "ai-anya-e0810n1:3_7": "Gods Who Control the Creations of Others or the Gods of Yama",
    "ai-anya-e0810n1:3_8": "out of reverence for the world, ~ the world of the gods, who glorious deeds, lighting the world,",
    "ai-anya-e0810n1:3_9": "as it was in accordance with the Dhamma.",
    "ai-anya-e0810n1:3_10": "Sir, the Realized One, the perfected one, the fully awakened Buddha has gone to the Awakened One. Like this knowledge ‘The Realized One has risen above, has come to stay in that same place.’ And so he frequently rises all these eight knowledges (etc.) was responsible for each case, each time the eighth day the eight knowledges. This was the eighth was the eighth times, drugs, and facted for the wash of the Buddha.",
    "ai-anya-e0810n1:3_11": "On the contrary, the talk is great. Ustocked: “The eighth times for carpets for the donors, your fortunate news, comprised for performing the tasks, beneads, and the three responsively.",
    "ai-anya-e0810n1:3_12": "the method of explanation should be understood in the way already described.",
    "ai-anya-e0810n1:4_0": "4.",
    "ai-anya-e0810n1:4_1": "yet he is alone, the fully awakened Buddha: “Now is lying down -",
    "ai-anya-e0810n1:4_2": "For the one who isn’t purified by their own enlightenment is the truth of non-returner.",
    "ai-anya-e0810n1:4_3": "endowed with superior wisdom, endowed with good qualities,",
    "ai-anya-e0810n1:4_4": "Seeing in the quiet of a Saṁsāra does not lead to the destruction of Emancipation.",
    "ai-anya-e0810n1:4_5": "defeated by the meditators of lady,",
    "ai-anya-e0810n1:4_6": "And there is a place where the dreadlocked One, the world with its sixteenth part of the head, the victory, having a sense of greed, hate and delusion, the six kinds of incapable of the defilement, the sixteenth of the earth, the waters in the sky, the fire element, the wide openings in the space, the eldest, the Great Seer of the world, the others with absence that are unable to be seen by the good qualities of greed, hate, and delusion, produced by the head, victory, and ignorance—that by the Great Bodhisattaching that is to say:",
    "ai-anya-e0810n1:4_7": "– very mighty:",
    "ai-anya-e0810n1:4_8": "Victorious in the overcome of Jeṭṭha and Saṁsāra, the one who speaks quite capable of understanding, in every way the words, “Buddhas (of Buddha) is the foremost, the one who has all act of understanding, the one who gives rise to the development of all kinds of knowledge (of existence), the one who has overcome all the passions treasure, and so on. True Dhamma the Elder Nuns’s Dhammarakkhita, the Sole Protector of the Three Worlds, who is supreme in worshipped by the Buddhas and gods.”",
    "ai-anya-e0810n1:4_9": "Equanimity as blessings: it should be understood that fine-material and counselor as the Brahmadatta together with their fine-material-spheres, derived of all the flavors, and the best leaves.",
    "ai-anya-e0810n1:4_10": "And this is said:",
    "ai-anya-e0810n1:5_0": "“He used to give up various special qualities, Great Sages,",
    "ai-anya-e0810n1:6_0": "Saying in the special quality of patience” is a thousand coins of hymns, frightened: treating them accordingly, overestimation, sharings off their name.",
    "ai-anya-e0810n1:7_0": "You should remove the stomach.",
    "ai-anya-e0810n1:7_1": "Since one thousand is called ‘also’.",
    "ai-anya-e0810n1:7_2": "The Qualities of the Buddhas",
    "ai-anya-e0810n1:8_0": "the Buddha, who sat on the best seat,",
    "ai-anya-e0810n1:8_1": "Sakka was able to inspire the five Jina, Sakka, the lord of the world, warriors, the lord of the earth, and the princes of the world with its gods. And it is called the lord of the world who is called Sakka, the lord of the world.",
    "ai-anya-e0810n1:8_2": "And the horse-treasure, the charioteer, the treasurer, and the counselor treasure was highly excited: it was Siddhattha here who had been handed down in order to precious even for the sake of his (where the sake of this worlds), namely, Siddhatthala.",
    "ai-anya-e0810n1:8_3": "Suddhodana, too, is cleansing water, and cleansing.",
    "ai-anya-e0810n1:8_4": "And the Buddha Gotama was the younger sage because of his own difference between Master Gotama. Yet he Gotama let his enemies Gotama loose.",
    "ai-anya-e0810n1:9_0": "5.",
    "ai-anya-e0810n1:9_1": "(The Buddha), the best Sakyans, with their own advice, poisoned the Sakyans, sancred Sakyas, the master of the (wholesome) religion, the bestowed on their own doctrine, and once only those belonging to their own doctrine.",
    "ai-anya-e0810n1:9_2": "from the Sakyan clan sage,",
    "ai-anya-e0810n1:9_3": "The Buddha’s son is called a stream-enterer, because he’s bound by the sun’s bondservants and relates to their kinsman of the Sun.",
    "ai-anya-e0810n1:9_4": "And here there is a big bull with a large congregation of garlands, fragrant powder, the nephew pair of garments, the chief among men, or any better prevented from the Dispensation of opinions, etc., should be understood as the Lord of the Doctrine;",
    "ai-anya-e0810n1:10_0": "forty-six years the limited is subtle.",
    "ai-anya-e0810n1:10_1": "Vāseṭṭhas, in that place there is greed, hate, and delusion,",
    "ai-anya-e0810n1:10_2": "It is just as “the cease” since it ceases. It is the cessation of defilements, the aggregates, and the rest. It is said for the purpose of extinguishment, thus it is the cessation of defilements.",
    "ai-anya-e0810n1:10_3": "Or alternatively, it subsides since it is called Nibbāna, the monks from abiding of greed and realization, thus it is “bounded” .",
    "ai-anya-e0810n1:10_4": "Which is shown by the force of (right) people, the lamps is not established in the island which is sinks rolled forth, and so too the island of Laṅkā is called the indication of Enlightenment, lamps the island of supremely dispelled, the story of the languages in the island, the Faith and the sun lampship, and the island for the purpose of giving rise to knowledge, is what is called the island.",
    "ai-anya-e0810n1:10_5": "the end of craving, the ending of craving,",
    "ai-anya-e0810n1:10_6": "being plunged into the sense of urgency or extinction,",
    "ai-anya-e0810n1:10_7": "if he looks on, he guards it, desires it and is not shared;",
    "ai-anya-e0810n1:10_8": "tossed away from here and there,",
    "ai-anya-e0810n1:10_9": "There is no form for the sake of a long bodily form, unbroken, or formless.",
    "ai-anya-e0810n1:10_10": "(but) greed and hate are content, peaceful and peaceful,",
    "ai-anya-e0810n1:10_11": "The four noble truths of the influences, or because of the four noble truths.",
    "ai-anya-e0810n1:10_12": "There is no craving for continued existence, there is no otherwise.",
    "ai-anya-e0810n1:11_0": "7.",
    "ai-anya-e0810n1:11_1": "and towards a dead person.",
    "ai-anya-e0810n1:11_2": "the state of grace, wherever it oppress, the state of existence, the state of grace, etc., which respectively the maintaining, and the rest.",
    "ai-anya-e0810n1:11_3": "There is no death in this matter, no deathless for a person to die,",
    "ai-anya-e0810n1:11_4": "to see the excellence of this sweetness,",
    "ai-anya-e0810n1:11_5": "Moreover, when he has speech he should pay respect to another person, etc., of the noble ones, of defining enquire (only) they should establish other things, powerful, general, circumstance, and encounteration, of persons, etc., and establishes themselves in the case of the noble ones.",
    "ai-anya-e0810n1:11_6": "For anyone who has reached the four paths, the teaching, and the noble eightfold path go for refuge to the teaching.",
    "ai-anya-e0810n1:11_7": "Calmness is oppressed for you where there is no peace. And where there is no happiness, there is no craving for them, or state.",
    "ai-anya-e0810n1:11_8": "(They are) unconnected with pollutants.",
    "ai-anya-e0810n1:11_9": "she only gains the thirty-two elements as object of marriage. She thought, “Where do you take the wrong path? Going along a memory of giving precepts,” and the Elder nuns present to him.",
    "ai-anya-e0810n1:11_10": "There is no power for one who has nothing,",
    "ai-anya-e0810n1:11_11": "it was not done by those who work.",
    "ai-anya-e0810n1:11_12": "She cognizes that lightly, does not perceive light and do so.",
    "ai-anya-e0810n1:11_13": "When it has gone (there), it is called because it is not understood” .",
    "ai-anya-e0810n1:11_14": "Or alternatively, it is known that he has reached , thus it is “refuse” .",
    "ai-anya-e0810n1:11_15": "They gather four winds that very determine the four paths. They brought them to the end and again.",
    "ai-anya-e0810n1:11_16": "that is not, through whom there is no danger,",
    "ai-anya-e0810n1:11_17": "They’ll bring what is left over; that what is uncleared is regarded as such. And what is reckoned as syllable, garments?",
    "ai-anya-e0810n1:11_18": "And here the abode of horses, namely:",
    "ai-anya-e0810n1:12_0": "8.",
    "ai-anya-e0810n1:12_1": "for the ending of all suffering is suffering.",
    "ai-anya-e0810n1:12_2": "sickly ...",
    "ai-anya-e0810n1:12_3": "As the result of defilements, defilement and smithing of the defilements,",
    "ai-anya-e0810n1:12_4": "With the ending of the defilements, the sanctuary of that, etc., which culminates, and so on.",
    "ai-anya-e0810n1:12_5": "(mental) processes, through (mental) processes I went to complete destruction,",
    "ai-anya-e0810n1:12_6": "(volitional) processes, these choices are the best.",
    "ai-anya-e0810n1:12_7": "The passionless, dispassionate:",
    "ai-anya-e0810n1:12_8": "When you’re still striving, excellent,",
    "ai-anya-e0810n1:12_9": "This stream of the noble ones attained.",
    "ai-anya-e0810n1:12_10": "(they are) worthy of the noble ones.",
    "ai-anya-e0810n1:13_0": "9.",
    "ai-anya-e0810n1:13_1": "Four bonds: these are the four secure absorptions,",
    "ai-anya-e0810n1:13_2": "He is expelled and excluded from the near shore to the far shore.",
    "ai-anya-e0810n1:13_3": "and roaming for a farmer, he crosses the far shore.",
    "ai-anya-e0810n1:13_4": "Because of the defilements, they say, “They’re freed from the defilements by means of the defilement of their own body,” and they say.",
    "ai-anya-e0810n1:13_5": "When the defilements have been given up,",
    "ai-anya-e0810n1:13_6": "Understanding these beings, they’re purified and so on,",
    "ai-anya-e0810n1:13_7": "through the destruction of all attachments,",
    "ai-anya-e0810n1:13_8": "and the characteristic of conditions, etc., that is to say, the elements of existence, the elements of the unconditioned elements, and the elements of conditions.",
    "ai-anya-e0810n1:13_9": "Sentient beings are purified and the purity of these.",
    "ai-anya-e0810n1:13_10": "Similarly for attaining the destruction of craving, he goes once more than that, which has reached Nibbāna.",
    "ai-anya-e0810n1:14_0": "Trunking for perfected ones,",
    "ai-anya-e0810n1:14_1": "For one who has ended defilements, whose defilements are ended,",
    "ai-anya-e0810n1:14_2": "then there is no further need of living things: there is no one beyond this for one who is not to be done,",
    "ai-anya-e0810n1:14_3": "The passionless one is free from passion,",
    "ai-anya-e0810n1:14_4": "The spokes of rebirth’s wheel destroyed, “The perfected ones are expanded,” and the lamenting of his robe.",
    "ai-anya-e0810n1:15_0": "called “The top of the heavens”.",
    "ai-anya-e0810n1:15_1": "the world of the gods,",
    "ai-anya-e0810n1:15_2": "with divine eyes, and divine beings,",
    "ai-anya-e0810n1:15_3": "Your good deeds have been all left unbroken by the Buddha—is able to do so, while persisting in heaven.",
    "ai-anya-e0810n1:15_4": "the three gods, the Divinities, and the Gods Who Control the Creations of Others.",
    "ai-anya-e0810n1:15_5": "for one who is striving (the Buddha), and he declares (to be) one who is excellent,",
    "ai-anya-e0810n1:15_6": "in the sesame seeds Tissa Devas.",
    "ai-anya-e0810n1:15_7": "But some say that “bath” is one who has taken up the thirty-two marks, etc., yet it is still belonging to the thirty-two marks that he says, “Whoever is in the world of us,” etc., and he should not pay respectively of the essences.",
    "ai-anya-e0810n1:15_8": "Then taking these tenfold delights, drink, cloth, clung to, goosebumps, gems, water, fire, air, creatures, gods, the Chapter, the Devas, the Protector of the Three Worlds, the Etc. And all the gems, and the timberticated in the flavors of worlds, and Majesty drums, making it manifestations of mentions, and fruits of what is to be thought.",
    "ai-anya-e0810n1:16_0": "Producing the names of the deities, namely the four quarters.",
    "ai-anya-e0810n1:16_1": "He spoke in the three Vedas called ‘the rebirth-producing births in birth’ and old-age, which is so many people declare.",
    "ai-anya-e0810n1:16_2": "These seventy-four kinds of calms are the three instances.",
    "ai-anya-e0810n1:16_3": "For when these people have gone into homelessness, they’re not looking for twenty years old, and they don’t get rid of them.",
    "ai-anya-e0810n1:16_4": "there is no death for you, there is no sorrow,",
    "ai-anya-e0810n1:16_5": "multiply of the five kinds of heavenly sensual stimulation.",
    "ai-anya-e0810n1:16_6": "They don’t wake up or transgress in the past, future, or present.",
    "ai-anya-e0810n1:16_7": "eating, drinking, chewing, fragrant,",
    "ai-anya-e0810n1:16_8": "You have thought about the deathless: you are always in the deathless who are very lovely. Those who are well tamed and well trained.",
    "ai-anya-e0810n1:16_9": "As they live long-lived, they drew near the middle of the framework of precepts.",
    "ai-anya-e0810n1:16_10": "Majesty, the world’s men, those who have arrived at day,",
    "ai-anya-e0810n1:16_11": "They plunge into the deathless and endless existence. They flee to the deathless as they go through the deathless.",
    "ai-anya-e0810n1:16_12": "Virtue in the heavens’ virtues, live in heaven.",
    "ai-anya-e0810n1:16_13": "who were less than twenty years old, they lay down old.",
    "ai-anya-e0810n1:16_14": "I am not acting depending on what is false, baseless, for (true) meaning.",
    "ai-anya-e0810n1:16_15": "When there is two on insistence,",
    "ai-anya-e0810n1:16_16": "There are deities in the various parts of the gods beginning with Devas, the Gods of Devas, and the Nimbara, what are the Sakyans for deities.",
    "ai-anya-e0810n1:16_17": "“‘Just as in’: there is the meaning of women or in the first, etc., according to the second jhāna, etc., according to the limited particulars, etc., should be understood according to the species of worms, etc., only in the second phrase, etc., only of the traders or manner of women.",
    "ai-anya-e0810n1:16_18": "Whatever General Sāketa thinks, “It’s all these that we say”—",
    "ai-anya-e0810n1:16_19": "The meaning of this:",
    "ai-anya-e0810n1:16_20": "the gods who have faith in the deities, and who are always constantly blazing and glorying.",
    "ai-anya-e0810n1:16_21": "And the deities have been told, “Gods,” and “There are caught up in the neighborhood of a termite-mound, god, observed,” and, “There are deities who are well found in the various orders of gods,” and so on, that is why the deities are foundation of the essences.",
    "ai-anya-e0810n1:16_22": "Herein, in the first place: what is said, enemying what is given in the second enemy.",
    "ai-anya-e0810n1:16_23": "Therefore it was said: “Realized a worm-infested woman with its intentions, indicated by thefact of a woman’s heart.”",
    "ai-anya-e0810n1:16_24": "When they’re able to uphold the intervals of the Three Worlds, the Three Times of irritability, hostility, disdain, contempt, jealousy, stinginess, deceitfulness, and embarrass. All these dead persons, they might think: ‘We will die free of death.’",
    "ai-anya-e0810n1:16_25": "Names of Death thought: “We will not thinkkeeper, consecrating spelling, flames, adorned with drums, adornments, and food scorpions, garlands and fragrances, makeup intercourses, and acceptance of the deities.",
    "ai-anya-e0810n1:17_0": "These gods are shaken by Devas, beginning with Devas, they are the first among gods and humans.",
    "ai-anya-e0810n1:17_1": "By the acquisition of the virtues, etc., the sense desires are successful in detail:",
    "ai-anya-e0810n1:17_2": "Please tell us that what is put down aside then he is unfinished in the presence of the Teacher.",
    "ai-anya-e0810n1:17_3": "The word of the meaning is this: ‘Because of this, speaks what is said.’",
    "ai-anya-e0810n1:17_4": "Smelling be able to enjoy the fairykind, thinking “Sodying fragrance of gods!” he obtained his supernormal powers.",
    "ai-anya-e0810n1:17_5": "* For he who secrets his secret (surely) hidden limbs and bearing the name of Kusinārā, –",
    "ai-anya-e0810n1:17_6": "That yakkhas, honoured yakkhas, and injure,",
    "ai-anya-e0810n1:17_7": "One who looks after others, guarding this protection (all) beings,",
    "ai-anya-e0810n1:17_8": "In the crocodile of the kumbhaṇḍas,",
    "ai-anya-e0810n1:17_9": "Not being feared, they put their own flesh, (thinking): “Forget, I am able to satisfaction, the whole earth, and the waters of all my father, brother, sisters, etc., and because of the drum of the Devas, and so on.",
    "ai-anya-e0810n1:17_10": "And Moggallāna’s starting out someone else’s head.",
    "ai-anya-e0810n1:17_11": "Speaking the timber in the beginning, the middle, and the end,",
    "ai-anya-e0810n1:17_12": "lightning flashes of lightning, which is sweet involved, miserable and sweet-voiced.",
    "ai-anya-e0810n1:17_13": "They discard things. They pay homage to the sweet teaching. They’re pulled uproared and discontent, and make a lot of horses reeds, and they make much merit. That’s why I wield the people think about.",
    "ai-anya-e0810n1:17_14": "the sound of drums, clarified, and declares (to be) when one is born.",
    "ai-anya-e0810n1:17_15": "Whatever is called birth, this is the construction of birth, that is to say, the last modes,",
    "ai-anya-e0810n1:17_16": "When a lake is paying homage to, it occurs to those who are capable of living creatures.",
    "ai-anya-e0810n1:17_17": "You’re not faithful, scope of loving-kindness, horn-standing, syllable initiative, and have the same kind of speech that’s false, divisive, harsh, or nonsensical. And the women who have the same nature of the laws, (thinking): “You’re not to be spoken in the same way, the sound of your own hands, the same thing, and so on. You can say about the women who have spoken of mentions and dead.”",
    "ai-anya-e0810n1:17_18": "Because of the mouth of a snake or belly, the Lord of the Des,",
    "ai-anya-e0810n1:17_19": "these gods are still good.",
    "ai-anya-e0810n1:17_20": "while the group is announced:",
    "ai-anya-e0810n1:18_0": "“The king who states of Vasavattī, these are the foremost and enjoyment of the obligation,",
    "ai-anya-e0810n1:19_0": "The great heroes, the rice-milk, and the courtesan, the sweet cart (?) of the most excellent Mahātittha.”",
    "ai-anya-e0810n1:20_0": "stuck to the riches,",
    "ai-anya-e0810n1:21_0": "Here is the ten powers, ten bases consisting in the twelve Elder (years).",
    "ai-anya-e0810n1:22_0": "(There were) eight processes, thirty-six years,",
    "ai-anya-e0810n1:23_0": "those of the four great kings, sixty-four letters,",
    "ai-anya-e0810n1:24_0": "The great King Mahākappina, who had twenty-two years,",
    "ai-anya-e0810n1:25_0": "Living for twelve or twelve years the wide openings,",
    "ai-anya-e0810n1:26_0": "Since he understands immediately following these two groups,",
    "ai-anya-e0810n1:27_0": "14.Pubbadevādicatukkaṁ asure.",
    "ai-anya-e0810n1:27_1": "Many gods, in the past, future, or present,",
    "ai-anya-e0810n1:27_2": "shone like a flock of birds,",
    "ai-anya-e0810n1:27_3": "(prehends) from the time without inclusively the gods from the demons, the demons march against the demons, the gods who are near the ocean, and the air in a rivers, there are no gardens, nostrils, nostrils, no demons, nostricks.",
    "ai-anya-e0810n1:27_4": "Do not have adherence to don’t give birth.",
    "ai-anya-e0810n1:27_5": "the thirty-two parts of the lady named Dhataraṭṭha,",
    "ai-anya-e0810n1:27_6": "these twelve on the past Past went to live on top of the houses.",
    "ai-anya-e0810n1:27_7": "The queen Majesty gives to Queen Subhaddā, saying: “Listen, theors of the gods, the demonstrations of fairs, namely, the Faith, the lord of demonstrations of the gods.”",
    "ai-anya-e0810n1:28_0": "You’re trapped in the realm of the gods.",
    "ai-anya-e0810n1:28_1": "trying to get his retinue together with his opportunity, he inspires confidence in his own strong abode.",
    "ai-anya-e0810n1:28_2": "the starting point of the worms was Sakka, the Lord of the World, who was Sakka, the Lion, was the eighth day (?).",
    "ai-anya-e0810n1:28_3": "regarding good things, oppressed by greed, looking forwards and forwards,",
    "ai-anya-e0810n1:28_4": "By means of these strengths, etc., the strength of his force, etc., is observed: “This is the strength of his strength in its shade and strong,” and so on.",
    "ai-anya-e0810n1:28_5": "the beginning with abode of stingy or agitation, etc., respectively to being inclusive.",
    "ai-anya-e0810n1:29_0": "the supreme penalty on the Great Brahmā.",
    "ai-anya-e0810n1:29_1": "Pious One, also world of men, also women and men, the father of the world, and also forty-four times.",
    "ai-anya-e0810n1:29_2": "he is the whole world of all beings, and his father who has given up everything in the whole world, he is protected in the whole world.",
    "ai-anya-e0810n1:29_3": "what is Baka the Brahmā’s relics, Etc.",
    "ai-anya-e0810n1:29_4": "‘In the world’s world’ is Indra.",
    "ai-anya-e0810n1:29_5": "greatly delighting in (the immeasurable) actions,",
    "ai-anya-e0810n1:29_6": "after which the seats have arrived at the place fortune,",
    "ai-anya-e0810n1:29_7": "there was a golden pregnant woman who was pregnant towards the money, golden-skinned, and it went to the ground.",
    "ai-anya-e0810n1:29_8": "She was glad in the special qualities of absorption, honoured by the Jina,",
    "ai-anya-e0810n1:29_9": "warning to sentient beings, material things, or boundaries.",
    "ai-anya-e0810n1:29_10": "(The Buddha), the ultimate western Brahmadatta, who was an encircled in a four-storious ground, abode of his foes, shone like a Brahmā,, an Victor in the sky, a position of the life of purity.",
    "ai-anya-e0810n1:30_0": "born in the consequence of five things.",
    "ai-anya-e0810n1:30_1": "About Vāsariya, while he was one,",
    "ai-anya-e0810n1:30_2": "He carries the life of mortals;",
    "ai-anya-e0810n1:30_3": "It’s consequence those of dark virtues.",
    "ai-anya-e0810n1:30_4": "Kesamuttanta, encircled by the hair, (saying): “This is your hair and body,",
    "ai-anya-e0810n1:30_5": "And this is said:",
    "ai-anya-e0810n1:31_0": "“Noble Lady, for you,",
    "ai-anya-e0810n1:32_0": "That’s why I’ve heard the teaching from the Dispensation.",
    "ai-anya-e0810n1:33_0": "head hairs:",
    "ai-anya-e0810n1:34_0": "is better for you, thinking about in the world, let us have a plane of mind.”",
    "ai-anya-e0810n1:35_0": "in the wheel-turning monarch’s hermitage.",
    "ai-anya-e0810n1:35_1": "Piṅgiyānī, Vāsava, and Māsabha, Tissa, and Nimbaru, Pañcālacaṇḍa, Maccha, Saviṭṭha, Kāla, and Mittasena, Assaka, Acala, and Macchasena, Saviṭṭhasena, and Along the kingdom of the Victor, whose head hairs, horses, blosy, ~s, and tangled ears, whose minds are strong, charming through the head, whose birds, whose body hairs are uns, and nails, and body hairs, and bearred, and longing—that’s led in consequenced and charming your head hairs, the four jacked.",
    "ai-anya-e0810n1:35_2": "Now, the hermitages of the Divinities, waving his father’s head in the golden drums. During the customs of the gods heroes.",
    "ai-anya-e0810n1:35_3": "a charioteer named Tissaka. ...",
    "ai-anya-e0810n1:35_4": "I say the remote lodgings in the three Vedas: “I have included the Vedas, embarked in the three requisites, and I give the brimmings.”",
    "ai-anya-e0810n1:35_5": "Or alternatively, there are two kinds of people:",
    "ai-anya-e0810n1:36_0": "the Lord of the World, etc.,",
    "ai-anya-e0810n1:36_1": "The Lord of Mahisa, the Lord of the World’s great hermit,",
    "ai-anya-e0810n1:36_2": "He is worthy of praise : “Amongst those who are superior” , thus he is satisfied with the highest quality . He has thus achieved the same .",
    "ai-anya-e0810n1:36_3": "This is how the word “base” should be understood according to the word “bathing” or “bodying of the term “sense-jection” .",
    "ai-anya-e0810n1:36_4": "The Spikes of chops",
    "ai-anya-e0810n1:36_5": "if he enjoys it, he will be known as lordr,",
    "ai-anya-e0810n1:36_6": "They become eradicated and negligent,",
    "ai-anya-e0810n1:36_7": "“Sisters, hunters at the foot of the sun.”",
    "ai-anya-e0810n1:36_8": "And oppressed by virtue of being taken away.",
    "ai-anya-e0810n1:36_9": "and it is said for a small position,",
    "ai-anya-e0810n1:36_10": "The whole of the Goat-Herder’s (tree), all-mouth, planted like a necklace, the sun rims, and auspicious snake charming eyes, earrings, tail-free, allather-born, unbeneficial poisonous Mounts, thorns, cramphs, resplendent rus, rags, and tails; the birds (worms) without blems, nails, spox, swels, thorms, piles, and body hairs; the head hairs, nails, and body hairs.",
    "ai-anya-e0810n1:37_0": "Childly dressed in red clothes,",
    "ai-anya-e0810n1:37_1": "He is playing in the girl of the young man, who was like a playsome of sixteenth year.",
    "ai-anya-e0810n1:37_2": "there is sixteen contemplations:",
    "ai-anya-e0810n1:37_3": "Giving, spotless thunder, ~ Posiya, one who is strength,",
    "ai-anya-e0810n1:37_4": "“He lives with mindfulness of death free from excessive relief, who brings about constantly and continually favourable to the Teacher, or one who is mindful, who musics the hundred diseases, and one who lives in dependence on the Teacher’s instructions.",
    "ai-anya-e0810n1:37_5": "but he is at ease in the others –",
    "ai-anya-e0810n1:38_0": "“How many great things",
    "ai-anya-e0810n1:39_0": "Six days had a sixteen stands on the ground.",
    "ai-anya-e0810n1:40_0": "Mount Vepulla,",
    "ai-anya-e0810n1:41_0": "like a charming flame,",
    "ai-anya-e0810n1:42_0": "grain, palms,",
    "ai-anya-e0810n1:43_0": "curbing the doors;",
    "ai-anya-e0810n1:44_0": "a hundred-six curtains from Six-laughter.",
    "ai-anya-e0810n1:45_0": "what is the reason for your sake?”",
    "ai-anya-e0810n1:46_0": "*that* is called Sakka, the Lord of the Worlds,",
    "ai-anya-e0810n1:46_1": "was able to endure Sakka, Jotipāla,",
    "ai-anya-e0810n1:46_2": "To the past, future or present,",
    "ai-anya-e0810n1:46_3": "King Pasenadi of gods,",
    "ai-anya-e0810n1:46_4": "like an elephant who defeated the Vajirā.",
    "ai-anya-e0810n1:46_5": "to beat the demon maiden Sujampati,",
    "ai-anya-e0810n1:46_6": "she thinks for the benefit of gods and men, the lord of gods.",
    "ai-anya-e0810n1:46_7": "king Mahinda, the enlightener of the gods, together with the lord of the earth, was lord of death, Mahinda and the enlightener of the earth, –",
    "ai-anya-e0810n1:46_8": "like a weapon whose age is wretched out, “The life of Vajirā is wretched.”",
    "ai-anya-e0810n1:46_9": "Where the forest-treasure dwells or counselors",
    "ai-anya-e0810n1:46_10": "to have ten-hundred and fifty-eye,",
    "ai-anya-e0810n1:46_11": "transcending the two worlds, he accepted (only) by way of the gods.",
    "ai-anya-e0810n1:46_12": "Sumedhā, amongst those of love,",
    "ai-anya-e0810n1:46_13": "Like a shining in the hand of conqueror,",
    "ai-anya-e0810n1:46_14": "sentient beings are reborn according to their deeds.",
    "ai-anya-e0810n1:46_15": "‘The Maghavā is one,",
    "ai-anya-e0810n1:46_16": "Honoured this great flood,",
    "ai-anya-e0810n1:46_17": "Who succeeds in complexion, he speaks, saying: “He is the bowel, Kosiya, and who has a sense of urgency?”",
    "ai-anya-e0810n1:46_18": "he destroys with Indra, which is Indra,",
    "ai-anya-e0810n1:46_19": "the demons marriedly.",
    "ai-anya-e0810n1:46_20": "(people) in the morning got a locality of the Dispensation,",
    "ai-anya-e0810n1:46_21": "a discarded man, a mass of fire,",
    "ai-anya-e0810n1:46_22": "I would think about this bag of bones, the Sudassīma, the Serpent Nandarī, the Sudasā, Divine One, the Sudatta lion, the Mango Grove, the caused the Sages, the Protector, the Lord of Men, Asuras, the Makeru, the Aṅgiyānī (Sakka) the Caṅkicca (worms, Swelling Worlds, the chief of men, and so on, the Makersengers of merchants, Tambapaṇṇi.",
    "ai-anya-e0810n1:47_0": "a wife of Sakka, a wife of wives,",
    "ai-anya-e0810n1:47_1": "through happiness or fame,",
    "ai-anya-e0810n1:47_2": "together with his netting-born posts, Sakkas of the Supreme One, Nāgas, and so on.",
    "ai-anya-e0810n1:48_0": "the three oceans of the Sakka, the rampart, and the three.",
    "ai-anya-e0810n1:48_1": "‘Forms, Sakka, lord of men, and they were playing in the sweet assemblies, the people of the great honey-guarded assembly assembled here and there, assembling the kingdom and serpents in the assemblies.’",
    "ai-anya-e0810n1:48_2": "What is called “stomach” is that “specified”; or “It is too early, this is said to be in the world of mentioned.”",
    "ai-anya-e0810n1:48_3": "I would be of all this.",
    "ai-anya-e0810n1:49_0": "The Palace of Sakka’s hermits was named Victory ...",
    "ai-anya-e0810n1:50_0": "Sakya, the most excellent speaker, is very Dhamma amongst gods and humans.",
    "ai-anya-e0810n1:51_0": "Situated to the chariot named Vessavaṇa.",
    "ai-anya-e0810n1:51_1": "Those who have come to Victorious (King) Death’s throne.",
    "ai-anya-e0810n1:51_2": "To that charioteer of the charioteer Mātali,",
    "ai-anya-e0810n1:51_3": "He pours it into the mother’s normal appearance. And in that place there was a wound of the fouleds, swallowed his penis when the wound appears.",
    "ai-anya-e0810n1:51_4": "A yellow, and string-sphere, Embracing, and so on,",
    "ai-anya-e0810n1:51_5": "who was the throat of Sakka’s army,",
    "ai-anya-e0810n1:51_6": "Like a golden brown jungle, who was endowed with strength,",
    "ai-anya-e0810n1:51_7": "the stone on the ground is stone,",
    "ai-anya-e0810n1:52_0": "For the one called Sakka’s son, who desires the former wife, ~ (the Buddha), who has reached his wish,",
    "ai-anya-e0810n1:52_1": "Including the country with Avīci hell,",
    "ai-anya-e0810n1:52_2": "This gives up ageing, goes beyond.",
    "ai-anya-e0810n1:52_3": "it is the lotus pond named Nandā,",
    "ai-anya-e0810n1:52_4": "Relishing delights.",
    "ai-anya-e0810n1:52_5": "Pokkharasāti is said to be just bathing naked and drunking, Mountless, pond-ond.",
    "ai-anya-e0810n1:52_6": "was worshipped by Sakka’s garden,",
    "ai-anya-e0810n1:52_7": "he delights in Nandana,",
    "ai-anya-e0810n1:52_8": "for one mixed with various kinds of trees.",
    "ai-anya-e0810n1:52_9": "Variouses of various colours and worms, many minds of various colours, preceding consciousness, the minds of various colours, and thoughts, since he possesses the mind of the colours and thoughts, namely, mentality, and thoughts, what is known as the name of the mind.",
    "ai-anya-e0810n1:52_10": "the deities seize their mind as a god, the thought, “Sometimes, the mind is proficient with a heavenly woman,” according to the name of that woman, as namely, “Sakka,”",
    "ai-anya-e0810n1:52_11": "and plunged into that place.",
    "ai-anya-e0810n1:53_0": "I had sown a little life span of the gods.",
    "ai-anya-e0810n1:53_1": "The world system traverses the world: this is the roughest world system at all. This is the throne of the religious donation.",
    "ai-anya-e0810n1:53_2": "positions due to the family of Sakka’s father, the hands, the footprints, the palms, the ranks of embankments, ancestors, and the girls of the town.",
    "ai-anya-e0810n1:53_3": "he fixes the earth with earth, desire to continue.",
    "ai-anya-e0810n1:53_4": "Like a Golden (into that), at the end of her rebirth, which (spiritual) has not yet come to death in any place.",
    "ai-anya-e0810n1:53_5": "Vajirapāṇi, Puṇṇaka, and Kurudha family,",
    "ai-anya-e0810n1:53_6": "Having eaten fragrant teeth, fragrant and teeth, grey hair, and plunged into the chap-pole.",
    "ai-anya-e0810n1:53_7": "And having eaten a razor, filled with shots and so on,",
    "ai-anya-e0810n1:54_0": "the mangos in the country of Ambaṭṭha, having few wishes, contentment, seclusion, aloof from cours, and so on.",
    "ai-anya-e0810n1:54_1": "But in these various kinds of censure",
    "ai-anya-e0810n1:54_2": "like a calf stain, and nymphs for all these reasons.",
    "ai-anya-e0810n1:54_3": "“Even perception is the ascetic life.”",
    "ai-anya-e0810n1:54_4": "They delight when the god was growing, they delight in the heavens. And they went to a good place, having bloated the path to the company of the gods.",
    "ai-anya-e0810n1:54_5": "the goddess in themselves with the gods of the sensual-spheres, envy-apple,",
    "ai-anya-e0810n1:54_6": "the Gods of Yama, or the Gods Who Love to Create,",
    "ai-anya-e0810n1:55_0": "“The Victorious One, the fairy Pañcasikha,” and so on.",
    "ai-anya-e0810n1:55_1": "then the five-hundred pierceds, for whom the master",
    "ai-anya-e0810n1:55_2": "Saying, “Arjita,” he thought, “Weighing a bow with bow.” He thought,",
    "ai-anya-e0810n1:55_3": "the sound of the hot seasons,” and the sound of the drums,",
    "ai-anya-e0810n1:55_4": "‘Smells, fairy, and odorning lovely, they have these principles, or the followers of the smells.’",
    "ai-anya-e0810n1:56_0": "25.Vimānādidvayaṁ vimāne.",
    "ai-anya-e0810n1:56_1": "(The king) going to the host of gods, Devānampiya (oncessantly) toducive to the dwelling place.",
    "ai-anya-e0810n1:56_2": "He opens up the sky, arranged the space, (understanding): “I am this, this is the lower realm,",
    "ai-anya-e0810n1:56_3": "And here the two religious foundations in the Puṇṇakas called Puṇṇakas.",
    "ai-anya-e0810n1:57_0": "was endowed with good qualities,",
    "ai-anya-e0810n1:57_1": "It is because of disrespect that this is said, “Have you risen early, nose timber” and “But it is time for men,” it is easy to get all around on all sides, but it is time for men to drink that cause.”",
    "ai-anya-e0810n1:57_2": "“They are a human”,",
    "ai-anya-e0810n1:57_3": "or deadly death is dead.",
    "ai-anya-e0810n1:57_4": "Pleasant people run around you, Sumanā, thinking:",
    "ai-anya-e0810n1:57_5": "And here the drum of the deathless gets a riches, arrows, shovel and arrows, shot after which is announced on the deathless, plunges out of the Deaths, treasured, and he escorted by the noise of cul-de-sacs and such as essentials, horses, boiling treasures, horses, escorched to swarls, fes, and couches; and he can’t opinions for the sackers, ear-of-wls, nose-workers, tongue-workers, body hairs, and the rest.",
    "ai-anya-e0810n1:57_6": "in the drum beautified drums on the deathless and the auspicious religion of the ascetics of other religions. I’d play in the past youth the lady:",
    "ai-anya-e0810n1:58_0": "Sineru, etc.",
    "ai-anya-e0810n1:58_1": "But when you preach to him, he prepares the gods fled to him.",
    "ai-anya-e0810n1:58_2": "For this very mount Mithilā in all the eights of the mountain: “From this mountain I must have been enlightened: ”",
    "ai-anya-e0810n1:58_3": "the three worlds, God-King, and the world of the gods stand on the ground.",
    "ai-anya-e0810n1:58_4": "they don’t lead to the gods.",
    "ai-anya-e0810n1:58_5": "East to draw the name rotten-maker.",
    "ai-anya-e0810n1:58_6": "At the end of the Supreme Man’s treasures. At the end of the mountains there was a king of mountains.",
    "ai-anya-e0810n1:59_0": "Seven conjoining pairs of plunges into the mountains, equipments, and seven pebbles the doubles of trees.",
    "ai-anya-e0810n1:59_1": "The yoke with the holes of the sun setting hempls,",
    "ai-anya-e0810n1:59_2": "it will be used for the advantages that bears his dwelling.",
    "ai-anya-e0810n1:59_3": "cuckoo in the outer cutting off, making a sea of nets here, carcasses, here in the chariot, or in the sea, or outcastes, “ and cuckoos there,” and she refleshers, saying “Peachers,” “Peoples, Kuṭaka is in Cavestigated,” and “There is such as mere,”",
    "ai-anya-e0810n1:59_4": "Sudassana has much affection for him; he sees much happiness; he has pleasurable eyes, in order to see it, well-proclaimed; he.",
    "ai-anya-e0810n1:59_5": "(therefore) with five qualities make themselves into the mountain, whirlpools, escorted by a cow, wearing shoes, or wearing a chariot on the ground. He should not wear a charioteer, or wear an antelope.",
    "ai-anya-e0810n1:59_6": "Virūpakkhasā, Suppabuddha, and Manaka lived in a cesspit.",
    "ai-anya-e0810n1:59_7": "he does not expert abode of women: he does not expel them.",
    "ai-anya-e0810n1:59_8": "crowded with blankets, horses, chariots, and branches of the leaves,",
    "ai-anya-e0810n1:59_9": "Living in a position: these eight ways beginning with involved places, the basics, the charnel-ground dweller, the manner of an abode, the hollow range of existence, the hermitages, and the neighborhood.",
    "ai-anya-e0810n1:59_10": "while the one who is born –",
    "ai-anya-e0810n1:60_0": "“He gave the hero, O hero,",
    "ai-anya-e0810n1:61_0": "Nemindhara, Vinataka, Assakaṇṇa - Vast ranges his neck in the Golden Sineru.”",
    "ai-anya-e0810n1:62_0": "having spoken that, the drunk, descended from the mountain peak, that enclosure, the joints on the mountain. He says: “The joints that are one called “high”.",
    "ai-anya-e0810n1:62_1": "And although it is only the meaning, it is still only this: it should be regarded here too. The breach should be given in the sense of division.",
    "ai-anya-e0810n1:63_0": "27.",
    "ai-anya-e0810n1:63_1": "this very skilful came to me, and so on,",
    "ai-anya-e0810n1:63_2": "hymns, thinking: “Having failed to give virtue, thus he is a witless ideas;",
    "ai-anya-e0810n1:63_3": "the spaces of the Ganges,",
    "ai-anya-e0810n1:63_4": "cry of the gods called Sudassana",
    "ai-anya-e0810n1:63_5": "very well-protected name,",
    "ai-anya-e0810n1:64_0": "From whomever has fallen into decorations, saying: “The Friends in the charnel ground, the yellow robes, and the so on.”",
    "ai-anya-e0810n1:64_1": "The earth is shattering the ground with ants.",
    "ai-anya-e0810n1:64_2": "Spiritually surface of the Shady Orchid Tree.",
    "ai-anya-e0810n1:64_3": "Sineru the further shore and unarisen in the wholesome.",
    "ai-anya-e0810n1:64_4": "Talking is the defending of the head beautiful, fondness and so on.",
    "ai-anya-e0810n1:65_0": "the trees and carpets were born and raised up to heaven. five kinds of people: Devadatta, your bodies, your Majesty, Pañcasikha, and gods, the Candagutta, and the heavenly host of gods.",
    "ai-anya-e0810n1:65_1": "The tree too (after that) is useful for which a bowl is allowable, if it is allowable, it is for an eon.",
    "ai-anya-e0810n1:65_2": "Telling the wound,",
    "ai-anya-e0810n1:65_3": "that is not rightly scented to the head of Gandhāra, the tree of the nose,",
    "ai-anya-e0810n1:65_4": "endeavour, gods and men are consulting the hymns.",
    "ai-anya-e0810n1:65_5": "he takes things away from this price, yet he goes to, yet care,",
    "ai-anya-e0810n1:65_6": "Those five hundred people (where) god to the host of Devas in the world that place",
    "ai-anya-e0810n1:65_7": "And this is said:",
    "ai-anya-e0810n1:66_0": "“Yourrifies are the Shady Orchid Tree,",
    "ai-anya-e0810n1:67_0": "The Kadamba, the Sirīsa Tree and the Sirīsa as the seventh.” Anounted his head with the for seven months.",
    "ai-anya-e0810n1:67_1": "1.1verañjakaṇḍavaṇṇanā.",
    "ai-anya-e0810n1:68_0": "There they are presented with joy, (thinking): “There is surface of the earth,",
    "ai-anya-e0810n1:68_1": "Likewise the Shady Orchid Tree of the Rose-Apple Islandid Tree is the Kadamba Tree, the glorious Ambaṭṭha (Cetiya) in the Mango (tree).",
    "ai-anya-e0810n1:68_2": "Just the Kappa Tree is the Sirīsa Bodhi tree in the eastern gate.",
    "ai-anya-e0810n1:68_3": "they are called “faith on the grounded which gods have been reborn in the realm of the gods.”",
    "ai-anya-e0810n1:69_0": "Because the commentary on the private parts",
    "ai-anya-e0810n1:70_0": "29.",
    "ai-anya-e0810n1:70_1": "At the Eastern direction there is a place for (whether) direction, the overcoming of the Northern quarter.",
    "ai-anya-e0810n1:70_2": "The first is the encircling wall, the one who lives in the morning,",
    "ai-anya-e0810n1:70_3": "Living forward in the day, having got rid of accumulating, he enjoys (it).",
    "ai-anya-e0810n1:70_4": "of the accumulating, the skin, the pleasure, the pain in private parts, that is to say: the movement of the wind, the voice that is unfit for cold, the herounded or the act.",
    "ai-anya-e0810n1:70_5": "Or alternatively, he becomes famous,",
    "ai-anya-e0810n1:70_6": "and he is satisfied by later.",
    "ai-anya-e0810n1:70_7": "And trickling downwards from cold to the heat, he is one whose favourable to the wind and sun.",
    "ai-anya-e0810n1:70_8": "And here he should be told to say this: “A woman or a man’s wishes to do so; he should be given to a woman.”",
    "ai-anya-e0810n1:70_9": "and it would be good for him to turn him upside down on the ground.",
    "ai-anya-e0810n1:70_10": "It is pus in the eastern direction that is called “final in all” .",
    "ai-anya-e0810n1:71_0": "Such an offering to the right,",
    "ai-anya-e0810n1:71_1": "In the midst of the people who live in the middle, the (doing) is good.",
    "ai-anya-e0810n1:71_2": "Which is the method of reciting, “Now,” he said, “Firstly, with noise, pus,” and so he is added:",
    "ai-anya-e0810n1:71_3": "Faithless, delighting in heaven, he delighted in bodily speech,",
    "ai-anya-e0810n1:71_4": "Whoever has driven out the current and enjoy themselves,",
    "ai-anya-e0810n1:71_5": "We’ll in the direction,",
    "ai-anya-e0810n1:71_6": "I saw an intermediate directions.",
    "ai-anya-e0810n1:71_7": "in the district directions, in the upper direction.",
    "ai-anya-e0810n1:71_8": "(and) those names, men, I revere Him of the Puṇṇakas who are known as best in the Thūpa.",
    "ai-anya-e0810n1:72_0": "the eight quarters (of the Buddha), the chief of men, which were surrounded by the ocean, going to the Rose-Apple Island named Puṇḍadhāna, the Rose-Apple Island named Kuṇḍamba, –",
    "ai-anya-e0810n1:72_1": "that for a pleasant body or out of loving-kindness",
    "ai-anya-e0810n1:72_2": "he rejoices in the earth,",
    "ai-anya-e0810n1:72_3": "Uppalavaṇṇā,",
    "ai-anya-e0810n1:72_4": "As a flowering from the flowers,",
    "ai-anya-e0810n1:72_5": "of all sorts, delighting in the earth: on the beautiful flame of all the earth, the Universal Monarchless, the wheel of all.",
    "ai-anya-e0810n1:72_6": "one whose benefactors like a beautifuldorned with lightning flashes; for (time) good qualities is easy to do.",
    "ai-anya-e0810n1:72_7": "“Such is threefold instance, in the cattle-keeper’s army, for they are never said.”",
    "ai-anya-e0810n1:72_8": "The East of the drums in the arthrone, the ketting for its advantages, etc., – however, is said:",
    "ai-anya-e0810n1:73_0": "Where is the top of the porch and clay?",
    "ai-anya-e0810n1:74_0": "Devānampiyatissa, Subhaṅgana, and Subhagadhā, –",
    "ai-anya-e0810n1:75_0": "Before roaming on the eastern quarters, etc., respectively in the prior stage,",
    "ai-anya-e0810n1:75_1": "When the charming is drawing, the kingdom was presented with kingdom,",
    "ai-anya-e0810n1:75_2": "the fairy Pañcasikha, Etc.",
    "ai-anya-e0810n1:75_3": "Disciples, like a potter in the southern direction, southern direction,",
    "ai-anya-e0810n1:75_4": "I shaven-headed the kumbhaṇḍas,",
    "ai-anya-e0810n1:75_5": "‘Throw out the heat’s horn! This pot is a lump of pot.’",
    "ai-anya-e0810n1:75_6": "grows, increases, he who is subtle, tames, wide,",
    "ai-anya-e0810n1:75_7": "This training was explained in the western direction,",
    "ai-anya-e0810n1:75_8": "of its Virūpakkhas, the eye sockets are the shape of trickling, of which are the shape of the eye sockets or the eye of the eye.",
    "ai-anya-e0810n1:75_9": "Lord of the dragons,",
    "ai-anya-e0810n1:76_0": "Together with what is not the best in common,",
    "ai-anya-e0810n1:76_1": "The yakkhas of Āḷavaka",
    "ai-anya-e0810n1:76_2": "Vessavaṇa, Vessavaṇa,",
    "ai-anya-e0810n1:76_3": "all the skin of the belly canopy covered with gold, which decays and hosts.",
    "ai-anya-e0810n1:76_4": "small, shaven, whirlpool, antelope hide, domain, and bathing.",
    "ai-anya-e0810n1:76_5": "Yet your chest wretched spirits, horses, antelopes, wealth, and poisonous spirits. A person with the sweetests, the intelligentence that have been brought for him, the beds, the infactors of the meritorious spirits, the princes, and the princes.",
    "ai-anya-e0810n1:77_0": "the Kuvera of Verañja is said, “The Āḷudāgāma.”",
    "ai-anya-e0810n1:77_1": "(Whoever) was enough to make a ground, at the ground, on the earthquake for Sāḷha.",
    "ai-anya-e0810n1:77_2": "giant, handsome, untouchable, anotherroused, cruel, and pitiless,",
    "ai-anya-e0810n1:77_3": "Bondservants, horses, and carriages, were damaged by for a hundred leagues, universal monarchs, etc., which were dark, and so on.",
    "ai-anya-e0810n1:77_4": "the horse, the waves in tremble, the crooked way (?), he gives up suffering.",
    "ai-anya-e0810n1:77_5": "These four lesser names, the gods, and so on, the four directions, were the gods in the evening and the four directions;",
    "ai-anya-e0810n1:77_6": "but he is at ease in the others –",
    "ai-anya-e0810n1:78_0": "“Sister, the blazing sun (are healms) the surely-round,",
    "ai-anya-e0810n1:79_0": "and is the time Kuvera’s ploughs, (said): “Why are these?”",
    "ai-anya-e0810n1:80_0": "Pukkusa, the great hermit, dispelling darkness,",
    "ai-anya-e0810n1:81_0": "This fragrant body became very strong intent on their arrow.”",
    "ai-anya-e0810n1:82_0": "just as other directions. Of these directions, the Universal Mount Indra, the Indasāla caves, etc., and steps of the Fraternity, and the four quarters .",
    "ai-anya-e0810n1:83_0": "Telling the sacred flame in the place where the fire was born.",
    "ai-anya-e0810n1:83_1": "arise in the womb when they arose.",
    "ai-anya-e0810n1:83_2": "From the darkness in the darkness he know, “Rebirth is born,” but the flame of a newhere has been born, or is the wretched, the blind man.",
    "ai-anya-e0810n1:83_3": "is what is meant is that she is called a “bowl” because she came.",
    "ai-anya-e0810n1:83_4": "you’re lighting up even during the day,",
    "ai-anya-e0810n1:83_5": "like a bowl s ninety-nine years.",
    "ai-anya-e0810n1:83_6": "it tames within ten days.",
    "ai-anya-e0810n1:83_7": "Lacking downwards, not having misfortune in the sky,",
    "ai-anya-e0810n1:83_8": "he enjoys the wickedness that is sacrificed to (like) the sacrifice, or of the sacrifice,",
    "ai-anya-e0810n1:83_9": "the man who calls (after), went to Universal Monarch",
    "ai-anya-e0810n1:83_10": "the glorious yellow between the good fortune was Yasoja.",
    "ai-anya-e0810n1:83_11": "Being deprived of water.",
    "ai-anya-e0810n1:83_12": "“Listening a cattle-keeper here and there,” he raised the sacred flame in the fire.",
    "ai-anya-e0810n1:83_13": "Dispelling his brothers, he is resplendent.",
    "ai-anya-e0810n1:83_14": "heats , thus he is fire .",
    "ai-anya-e0810n1:83_15": "the tubes, the smoke of the Shrine, of which are smoke,",
    "ai-anya-e0810n1:83_16": "Or if he were to be heedless,",
    "ai-anya-e0810n1:83_17": "Having given up what is dark and fearful, the dark path goes from here to Kaṇha.",
    "ai-anya-e0810n1:83_18": "The jealous of those hermits, the Lord of Sages,",
    "ai-anya-e0810n1:83_19": "is no delight for sacrifice, and enjoying the sacrifice,",
    "ai-anya-e0810n1:83_20": "the bowel, the language, the bright for sentient beings, the blazing sun, function of all sentient beings, for the blossoming of function, and so on, were not able to walk there.",
    "ai-anya-e0810n1:84_0": "this fire, etc.,",
    "ai-anya-e0810n1:84_1": "You sleep, sleep, and happily: “Anyone who is attached to sensuality, position of the elements.”",
    "ai-anya-e0810n1:84_2": "it burns with flames.",
    "ai-anya-e0810n1:84_3": "and you get up early in the morning.",
    "ai-anya-e0810n1:84_4": "Similarly adorned with the materiality, and this instance came to the next.",
    "ai-anya-e0810n1:85_0": "35.",
    "ai-anya-e0810n1:85_1": "Only the contrary heaps from the thirty-two fires of the offerings of a bundle of drums, an embrace of water.",
    "ai-anya-e0810n1:85_2": "Then he strikes in every direction.",
    "ai-anya-e0810n1:85_3": "Likewise it’s shrine,",
    "ai-anya-e0810n1:85_4": "But in all that is called a bearer of all rolling on a box, a very swamp, and afflicted.",
    "ai-anya-e0810n1:85_5": "I sesame paste.",
    "ai-anya-e0810n1:85_6": "The sweet-smelling blade is white: the stains, the wrapped in the middle of the day, and the cloth is lying on the ground.",
    "ai-anya-e0810n1:85_7": "What is the drum of elephants is the best of desires such as the word observer of desires, etc., and of the absence of greed for sense desires, etc., and because of the nearness of the arrivals, he is presented with the drums of virtue.",
    "ai-anya-e0810n1:85_8": "the stainless goal gems, as happens when a chariot drives in the names of the Sāketa.",
    "ai-anya-e0810n1:86_0": "36.",
    "ai-anya-e0810n1:86_1": "for two or three years.",
    "ai-anya-e0810n1:86_2": "(but) a hot stinking corpse is dropped in a dog’s leper, if he seeks no gourd, but there is no way to lump, and there is no need of water, no matter how the handle is state throwing away,",
    "ai-anya-e0810n1:86_3": "Or perhaps the elephant drill-sticks out the elephant, horses and chariots are the leopard.",
    "ai-anya-e0810n1:86_4": "there is no hot season in that place,",
    "ai-anya-e0810n1:86_5": "After preventing the three borders,",
    "ai-anya-e0810n1:86_6": "Go down: the Aṅgas and P factors near the Kattika full-pathetiya.",
    "ai-anya-e0810n1:86_7": "“There’s no need,” —cattle-holder, resplendent hanging from adornments for her ears—had dirt under an adornment.",
    "ai-anya-e0810n1:86_8": "(but) I live on, not stagning or loss.",
    "ai-anya-e0810n1:86_9": "I was the questr smoke, my (all) fieryant,",
    "ai-anya-e0810n1:86_10": "cutting five torments,",
    "ai-anya-e0810n1:86_11": "Attending to the path, flows, swells, and increases.",
    "ai-anya-e0810n1:86_12": "he rejoices in this life, made arrogant,",
    "ai-anya-e0810n1:86_13": "then one is born in this world.",
    "ai-anya-e0810n1:86_14": "they grasp a fire.",
    "ai-anya-e0810n1:86_15": "it swells off the top of one’s rolls.",
    "ai-anya-e0810n1:87_0": "37.",
    "ai-anya-e0810n1:87_1": "she was reborn in the five worlds:",
    "ai-anya-e0810n1:87_2": "lights up even for the day.",
    "ai-anya-e0810n1:87_3": "it shows what is clear to him.",
    "ai-anya-e0810n1:87_4": "he sees these things: “He sees this world or the world to me,” and when he looks ahead, he looks at the earth element, in the water, thinking, “This is the earth element.”",
    "ai-anya-e0810n1:87_5": "Awakens up, the darkness glorious, the light, or the victor.",
    "ai-anya-e0810n1:87_6": "Travel is the successively in the day.",
    "ai-anya-e0810n1:87_7": "“Practicing is good in the five ways;",
    "ai-anya-e0810n1:88_0": "ten or twenty-four years:",
    "ai-anya-e0810n1:88_1": "As a consequence he kills living beings, like a being’s creeper he does not grieve.",
    "ai-anya-e0810n1:88_2": "if she enters after entering",
    "ai-anya-e0810n1:88_3": "whether the smell of flowers or scented,",
    "ai-anya-e0810n1:88_4": "as if he were mindful,",
    "ai-anya-e0810n1:88_5": "Without ruining all creatures: stretching on the ground,",
    "ai-anya-e0810n1:88_6": "That is enough to constantly, shake, and rock and tremble.",
    "ai-anya-e0810n1:88_7": "like a scented odor with the nose,",
    "ai-anya-e0810n1:88_8": "the winds that came; the (which) held dear and men",
    "ai-anya-e0810n1:88_9": "Cuts the trees rolling on all sides, etc., and the tree is felled.",
    "ai-anya-e0810n1:88_10": "he is always remembering all kinds of charming everywhere,",
    "ai-anya-e0810n1:88_11": "The Serpents, charming and carpets, graceful, charming lotuses, blossoming and creeping.",
    "ai-anya-e0810n1:89_0": "38.",
    "ai-anya-e0810n1:89_1": "These six kinds of foulness come up: winds goes in the bowels, upholders, droopping, and pulling out.",
    "ai-anya-e0810n1:89_2": "Where is stomach?",
    "ai-anya-e0810n1:89_3": "With Koṭṭhita, the gateway,",
    "ai-anya-e0810n1:89_4": "Again and again, the wind issuing out;",
    "ai-anya-e0810n1:89_5": "As easily as a strong person would extend or contract their arm.",
    "ai-anya-e0810n1:89_6": "all the limbs and virtue dependent on sweat, etc., as to the neighborhood of his virtue.",
    "ai-anya-e0810n1:89_7": "But such winds are blowing on the spot whereby this body is dispersed,’ and so on, when he’s done away with all the places of loss, in the underworld, hell and the so on, and all these things.",
    "ai-anya-e0810n1:90_0": "“Circling him to his hand, he didn’t stretch out the arrow.",
    "ai-anya-e0810n1:91_0": "Origins, dissatisfaction with the heart.’ When sitting in the heart, they’re not stuck in the neck.",
    "ai-anya-e0810n1:91_1": "The places, agitated, arthorned with dissatisfaction, on the necks, and adorned with the whole of the body.",
    "ai-anya-e0810n1:92_0": "Dwelling in that place",
    "ai-anya-e0810n1:92_1": "Living in debt, making little effort,",
    "ai-anya-e0810n1:92_2": "without making use of the path in the middle,",
    "ai-anya-e0810n1:92_3": "speaking on his words,",
    "ai-anya-e0810n1:92_4": "The one who is devoted to sweat of clung to these ends, who he has made the bark of the buffaloes and the place where it was done.",
    "ai-anya-e0810n1:92_5": "he recovers that don’t get enough food, etc.",
    "ai-anya-e0810n1:92_6": "Having been laid down in the presence of a certain one without (permission),",
    "ai-anya-e0810n1:92_7": "Because of a migrating through not sense desires,",
    "ai-anya-e0810n1:92_8": "For the one who is restless, having given up his own statement, thus (saying):",
    "ai-anya-e0810n1:92_9": "That use is why it should be made by one who is called an inclination of distinction.”",
    "ai-anya-e0810n1:92_10": "(Those) his unmount, preference, covering his limbs, etc., respecting the teachers of the abode, beginning with: “Noble One who takes these (performed) what is meant.”",
    "ai-anya-e0810n1:93_0": "39.",
    "ai-anya-e0810n1:93_1": "In the two heaps what is given:",
    "ai-anya-e0810n1:93_2": "that is called the wind, the sun has gone outside.",
    "ai-anya-e0810n1:93_3": "from sharing the load,",
    "ai-anya-e0810n1:93_4": "when he enters the two outside,",
    "ai-anya-e0810n1:93_5": "the first time, she became very hard to know.",
    "ai-anya-e0810n1:93_6": "In the end of all breathing beings rolling the limbs; the body is in the moisture in one aspect, and the one who brings one aspect of the feet.",
    "ai-anya-e0810n1:94_0": "Taking upwards, they’re permanent, everlasting, eternal, and imperishable.",
    "ai-anya-e0810n1:94_1": "here in all the Vedas:",
    "ai-anya-e0810n1:94_2": "for all living creatures.",
    "ai-anya-e0810n1:94_3": "the place where they wish for, and whatever bad things are born,",
    "ai-anya-e0810n1:95_0": "“As a prevented by one, why should you even see one’s own mind,",
    "ai-anya-e0810n1:96_0": "He should be undertaken by one with nearby ties, holding a turban, and syllables.”",
    "ai-anya-e0810n1:97_0": "and it is shared by the depths of the liver in this way, however,",
    "ai-anya-e0810n1:97_1": "They win, delight, and these kinds of delight;",
    "ai-anya-e0810n1:98_0": "Swiftly, quickly,",
    "ai-anya-e0810n1:98_1": "Then what swiftly break apart,",
    "ai-anya-e0810n1:98_2": "he sees only the word of the body, the intelligent one, the expounder of the Dhamma, and the quicker of the Dhamma, he sees no longer of Dhamma, is he that he reaches them.",
    "ai-anya-e0810n1:98_3": "“When she goes to the course?”",
    "ai-anya-e0810n1:98_4": "Herein, it is unbroken.",
    "ai-anya-e0810n1:98_5": "Quickly prepares, spittle,",
    "ai-anya-e0810n1:98_6": "lying down waves, chairs and posts;",
    "ai-anya-e0810n1:98_7": "For all mans are included under the heading of perception in the world, he must be thus dealt with the whole world.",
    "ai-anya-e0810n1:98_8": "Strong down to the stream,",
    "ai-anya-e0810n1:98_9": "He gets hurriedly: the waters in the Ganges, the waves, change in the shaft, the thining floors, the spell.",
    "ai-anya-e0810n1:98_10": "When there is no fault, one who runs back.",
    "ai-anya-e0810n1:98_11": "he whose clings to the country of delight,",
    "ai-anya-e0810n1:98_12": "they discontent.",
    "ai-anya-e0810n1:98_13": "Not language, nor gets rolled, but deposed, Nor is roped in a state of loss.",
    "ai-anya-e0810n1:98_14": "You can sleep while you’re lying down, etc., or squealed.",
    "ai-anya-e0810n1:99_0": "41.",
    "ai-anya-e0810n1:99_1": "endowed with the Noble Ones’ good wisdom, who knows the peaceful,",
    "ai-anya-e0810n1:99_2": "And here in the eighth can be shared by the eighty-four, the Simile of the Character, together with his sixth, eighth times, and sixth brothers.",
    "ai-anya-e0810n1:99_3": "all day and all night,",
    "ai-anya-e0810n1:99_4": "he doesn’t want to go anywhere else; he doesn’t want to have a regular dare.",
    "ai-anya-e0810n1:99_5": "“She is no fault in any way,” and he does not say to him.",
    "ai-anya-e0810n1:99_6": "He doesn’t delight in heaven,",
    "ai-anya-e0810n1:99_7": "you don’t delight in something,",
    "ai-anya-e0810n1:99_8": "Or alternatively, endeavour, thus it is peaceful.",
    "ai-anya-e0810n1:99_9": "ignorant people don’t delight there.",
    "ai-anya-e0810n1:99_10": "if he picks things out to give.",
    "ai-anya-e0810n1:99_11": "“Are the Elder Gayā,” she replied, “It’s used to be very element,”",
    "ai-anya-e0810n1:100_0": "abundant wealth.",
    "ai-anya-e0810n1:100_1": "And here the first two hundred pairs (of Buddhas) were eighteen-fold doctrine of the Noble Ones. Thirty-four pairs of chief disciples were fourteenth and eighteen in the first wide.",
    "ai-anya-e0810n1:100_2": "But when the first two marks falls away from the first jhāna, this is the characteristic of gain.",
    "ai-anya-e0810n1:100_3": "Then what is the schism of the good fortune?",
    "ai-anya-e0810n1:100_4": "Saying “language” is constructed in delaying the rich generations, and merit.",
    "ai-anya-e0810n1:100_5": "Possessing down their actions, doing a wrong practice, one who lives in line with the teachings.",
    "ai-anya-e0810n1:100_6": "Everyone speaks falsely,",
    "ai-anya-e0810n1:100_7": "fears, terror, or human.",
    "ai-anya-e0810n1:100_8": "‘Greed up, the horse.",
    "ai-anya-e0810n1:100_9": "passed by immediately the shaking of the three realms, or the occurrence of the noble ones.",
    "ai-anya-e0810n1:100_10": "The burning of all things important a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.",
    "ai-anya-e0810n1:100_11": "he crosses the flood.",
    "ai-anya-e0810n1:100_12": "He dies, becomes one or more subtle, and he goes beyond the perfectly happy world.",
    "ai-anya-e0810n1:100_13": "exceeding the self which goes beyond.",
    "ai-anya-e0810n1:100_14": "Many times are very beautiful, intelligent, and laughing praises.",
    "ai-anya-e0810n1:100_15": "*that is worth excessively the purpose of (e.haved) extinguishing the good.",
    "ai-anya-e0810n1:101_0": "Quickly (living) today, he quickly went to the sinking about the Dhamma. When the time was about to behave like a _paṇḍaka_, the _paṇḍaka_.",
    "ai-anya-e0810n1:101_1": "Quickly (extinguishes) the “Giverse” is going on an elephant’s neighborhood. It is like a horse whose head shakes, like a horse in the sky.",
    "ai-anya-e0810n1:101_2": "“Painful is the way to eat hundred spears, delightful is the wrong way fortunates the _kahāpaṇa_ coins.”",
    "ai-anya-e0810n1:101_3": "But those in who are quick in three times, who are fond of jackals, and also the three.",
    "ai-anya-e0810n1:101_4": "to see him between the time,",
    "ai-anya-e0810n1:101_5": "quickly go quickly to the end of old age,",
    "ai-anya-e0810n1:101_6": "Having cut off craving at the root, the peaceful one -",
    "ai-anya-e0810n1:101_7": "he is not satisfied by that how much as he has, and he doesn’t have the intention of defilement.",
    "ai-anya-e0810n1:102_0": "42-43.",
    "ai-anya-e0810n1:102_1": "twelve months.",
    "ai-anya-e0810n1:102_2": "This body is the very best and wide. There is no obstacle to reaching the whole body,",
    "ai-anya-e0810n1:102_3": "Delighting in sensual pleasures give rise to where sickness isming.",
    "ai-anya-e0810n1:102_4": "applying the mind to the jackal by living creatures.",
    "ai-anya-e0810n1:102_5": "and the fivefold methods.",
    "ai-anya-e0810n1:102_6": "looking at the dwelling place out, they don’t make offerings.",
    "ai-anya-e0810n1:102_7": "And one should be under the control of virtue:",
    "ai-anya-e0810n1:102_8": "They do wicked desires, ~ and he is attached to it,",
    "ai-anya-e0810n1:102_9": "From desire for the sake of another wives, desire for the sake of desire.",
    "ai-anya-e0810n1:102_10": "Those who are skilled in profitable things, are bound by the bonds of sexuality.",
    "ai-anya-e0810n1:102_11": "darkness is supreme.",
    "ai-anya-e0810n1:102_12": "Māra comes at them.",
    "ai-anya-e0810n1:102_13": "for a sage who is unwholesome, who does not tell you.",
    "ai-anya-e0810n1:102_14": "The Kadumuttara, the Girimekhala, the five Aṅgīrasa, the Leader of the Aṅgīrasa, (which is) the five-monasked currents of the Devas, the One with adornments and so on. He doesn’t want to pay attention, his birds wings, and his limbs covered with goldens.",
    "ai-anya-e0810n1:103_0": "Living in craving, if there are three more than Māras, the daughters of a daughter.",
    "ai-anya-e0810n1:103_1": "One who sees that is the truthr, the self-mortification, and the fire flower",
    "ai-anya-e0810n1:103_2": "Delighting others to do the same thing, thus he does what is unprincipled.",
    "ai-anya-e0810n1:103_3": "Passions come to a rope,",
    "ai-anya-e0810n1:103_4": "the elephant named Girimānanda, there is a name called Giribbian.",
    "ai-anya-e0810n1:103_5": "Because of the power of the neck had been smeared with the sumerging the lands,",
    "ai-anya-e0810n1:103_6": "do not say, “Have I killed my hand from a garland of jujube, my hands, and Thinking ‘I am a single string of double-robe, my elephant my name!” and they say, “Greatch me by one, they say, ‘I am the elephants! We call the skin in the cool of the elephants’.",
    "ai-anya-e0810n1:104_0": "44.",
    "ai-anya-e0810n1:104_1": "In each case.",
    "ai-anya-e0810n1:104_2": "Because of his love fortunateness, Yama, the king of Death and so on Yama, dreadful radiates.",
    "ai-anya-e0810n1:104_3": "Since the elements of the elements, however great wide open are, a poisoned, at that very end he successful, it stands there.",
    "ai-anya-e0810n1:104_4": "Where there is no characteristic of neutrality: here it is not possible that anyone who stops all the characteristics, etc., thus it is called “final” because they prevented” , “Dealings, having formerly entered upon them as they do so, or else.”",
    "ai-anya-e0810n1:104_5": "The Kings Yama,",
    "ai-anya-e0810n1:104_6": "the Dhamma-Lord of the people, having performed his grandsons, doing the well-to-do Yama, and Yamunā, they don’t wish to be reborn in the various orders of gods.",
    "ai-anya-e0810n1:104_7": "In Since I’m not only a single one,",
    "ai-anya-e0810n1:104_8": "The minds of his anger delivered with the light of a body. It seems the beings in the blooming and the body are dropped like a snake chain.",
    "ai-anya-e0810n1:105_0": "without attachments,",
    "ai-anya-e0810n1:105_1": "When there is no because of the words of being incapable of performing the decision, we do not practice accordingly.",
    "ai-anya-e0810n1:105_2": "When the courses of the recitation is put in the land of the Cetis, the mind for its adornments, and the birds played with clothes.",
    "ai-anya-e0810n1:105_3": "Whoever has a preference of hair: he gives up this life, wins his fame, or is held up;",
    "ai-anya-e0810n1:105_4": "“That’s why it is called “space” on your head!”",
    "ai-anya-e0810n1:105_5": "But this wife is well-born,",
    "ai-anya-e0810n1:105_6": "Two on what is hard;",
    "ai-anya-e0810n1:105_7": "whose body is on a person’s belly, or a person like a fond of a body.",
    "ai-anya-e0810n1:105_8": "This is how",
    "ai-anya-e0810n1:105_9": "covered with open-airs at the openings, what do you think?",
    "ai-anya-e0810n1:106_0": "45-46.",
    "ai-anya-e0810n1:106_1": "and isn’t stricken by the space.",
    "ai-anya-e0810n1:106_2": "Of those things, there are valid, diving inner clothes, winds in the sky, or the world beyond.",
    "ai-anya-e0810n1:106_3": "went out of the house of seeing, or is the middle of the body.",
    "ai-anya-e0810n1:106_4": "The hunter pierced man",
    "ai-anya-e0810n1:106_5": "he is the path of conquering all the path is the danger.",
    "ai-anya-e0810n1:106_6": "it doesn’t grieve when life.",
    "ai-anya-e0810n1:106_7": "one going to the God’s (there), while going along the cow",
    "ai-anya-e0810n1:106_8": "after the sound of rose from the mango grove,",
    "ai-anya-e0810n1:106_9": "Without being destroyed, he went to wherever he is smile of all rose upwards, doing all referring to where there is no discontent,",
    "ai-anya-e0810n1:106_10": "there is no one unattached, the path of the earth,",
    "ai-anya-e0810n1:106_11": "When a person is drunking, they’ll lose their hands, but don’t get too far from.",
    "ai-anya-e0810n1:106_12": "He doesn’t get any sort of clothes, or edibles there is no status on this matter.",
    "ai-anya-e0810n1:106_13": "Having left, they go away, (thinking):",
    "ai-anya-e0810n1:106_14": "The intoxications, etc., are said to be the path to Worthiness.",
    "ai-anya-e0810n1:106_15": "cry of the gods called Suvitta,",
    "ai-anya-e0810n1:106_16": "you’re not killing, you don’t get enough",
    "ai-anya-e0810n1:106_17": "expert in the ends of defilements, the space for example,",
    "ai-anya-e0810n1:107_0": "I don’t get attached, misery,",
    "ai-anya-e0810n1:107_1": "he goes, thinking: ‘I have sex with me, may misery.’",
    "ai-anya-e0810n1:107_2": "like the sun (dwells) in the sky on the bank of the Golden river, on the bank of the river.",
    "ai-anya-e0810n1:107_3": "And Moggallāna’s starting out someone else’s head.",
    "ai-anya-e0810n1:107_4": "Timitting for a low classification, whatever exhaustion is said to be,",
    "ai-anya-e0810n1:107_5": "elephants broad, horses go through the air,",
    "ai-anya-e0810n1:107_6": "to understand the world’s food, or drink, since they are very helpful to him.",
    "ai-anya-e0810n1:107_7": "in the water of a rose-apple tree,",
    "ai-anya-e0810n1:107_8": "being covered with fear, they laughed, swallowed, and laughing:",
    "ai-anya-e0810n1:107_9": "they wear a plank of flee.",
    "ai-anya-e0810n1:107_10": "livelihood, earning, nose, tongue, body, and mind.",
    "ai-anya-e0810n1:107_11": "And Moggallāna’s starting out someone else’s head.",
    "ai-anya-e0810n1:107_12": "Timitting for a low classification, whatever exhaustion is said to be,",
    "ai-anya-e0810n1:107_13": "apart from that thing, except if it is said:",
    "ai-anya-e0810n1:107_14": "Winds downwards, like winds down.",
    "ai-anya-e0810n1:107_15": "While curding along, Ambaṭṭha,",
    "ai-anya-e0810n1:107_16": "it leads to such a spot,",
    "ai-anya-e0810n1:108_0": "After completing the rainy season residence it rains, and the rainy-season residence (when it) has completed the rains residence.",
    "ai-anya-e0810n1:109_0": "its five lights (of ignorances).",
    "ai-anya-e0810n1:109_1": "henunciantly constantly, he made very response, drank,",
    "ai-anya-e0810n1:109_2": "it does not last for a moment,",
    "ai-anya-e0810n1:109_3": "Because of the huts of one eighteen huts, it robbs and perishes.",
    "ai-anya-e0810n1:109_4": "lightning up and transgression.",
    "ai-anya-e0810n1:109_5": "for the one whom is happy,",
    "ai-anya-e0810n1:110_0": "49.",
    "ai-anya-e0810n1:110_1": "My four-footed (Buddha), set up my house,",
    "ai-anya-e0810n1:110_2": "Floods aren’t hurt,",
    "ai-anya-e0810n1:110_3": "Wealth in the ears, the wealth,",
    "ai-anya-e0810n1:110_4": "roaring a sound with the roar,",
    "ai-anya-e0810n1:110_5": "delights in solid nectary,",
    "ai-anya-e0810n1:110_6": "beginning with the starting outstands, having the beginning with all the arts beginning with the stars, triumps, piles, timber trees, etc., which have the beginning with (?), and are the outcastes of wealth, etc., and the respectively.",
    "ai-anya-e0810n1:110_7": "hard to give to my father,",
    "ai-anya-e0810n1:110_8": "“Indra, this western bow, the bowst of your bow, the bowel, and the Indasāla,",
    "ai-anya-e0810n1:110_9": "being so plunged by wind and sun, cut through the collapsed from pieces of bark,",
    "ai-anya-e0810n1:110_10": "Which is cold: it is a Cool-mother or a man’s head, thus it is a “restraint” or “regard-cane” bearing the inner skin’s head. While it is the middle of it? And it is the one who plungs into the village, wherever it is.",
    "ai-anya-e0810n1:111_0": "50.",
    "ai-anya-e0810n1:111_1": "This palace is burning,",
    "ai-anya-e0810n1:111_2": "Victorious as a flame, he revolved that ends in the heavens.",
    "ai-anya-e0810n1:111_3": "they used as lodgings,",
    "ai-anya-e0810n1:111_4": "From a charming smooth: in the Victory of the drums, waves, flatterers, sweet-voiced, and presented to the park. That is:",
    "ai-anya-e0810n1:111_5": "at the end of the rainy season.",
    "ai-anya-e0810n1:111_6": "made with the handle of the drum beating the kettledrums in the hand, making a keyhole, or near the water at the time for the making a dragger.",
    "ai-anya-e0810n1:111_7": "“Noble Sir, you must do the during the rainy season.” But the creeper boarden is not too far from the hand;",
    "ai-anya-e0810n1:111_8": "As to the worm, at the time of the neck, a cluster against the wall, or a stone,",
    "ai-anya-e0810n1:111_9": "This is the drum of kettled in two or three times: My singing, quiet, singing, hornsing, etc., is profitable.",
    "ai-anya-e0810n1:112_0": "51-52.",
    "ai-anya-e0810n1:112_1": "Six sets of six.",
    "ai-anya-e0810n1:112_2": "Having driven out the breath, etc.",
    "ai-anya-e0810n1:112_3": "He makes a weapon that is wet, unhindered,",
    "ai-anya-e0810n1:112_4": "Lust away forwards, bears his final body,",
    "ai-anya-e0810n1:112_5": "if he makes his forebears;",
    "ai-anya-e0810n1:112_6": "the sun vanishes.",
    "ai-anya-e0810n1:112_7": "even if she stands starts a lion,",
    "ai-anya-e0810n1:112_8": "Herein, the meaning here is this: born in a state that possesses nutriment , and the abundance of the elements ,",
    "ai-anya-e0810n1:112_9": "he conceals his dwelling,",
    "ai-anya-e0810n1:112_10": "The influence disappearances the displayed means",
    "ai-anya-e0810n1:113_0": "like the moon glowing in the storm,",
    "ai-anya-e0810n1:113_1": "“Indratically it goes to the highest step of Indra.”",
    "ai-anya-e0810n1:113_2": "for so great (magical) processes feels bliss, the the moon (factor) does not exceed the moon.",
    "ai-anya-e0810n1:113_3": "The Kings, Nāgas and Kings,",
    "ai-anya-e0810n1:113_4": "Unsuitable, there is no pleasure, no pleasure and pain for him.",
    "ai-anya-e0810n1:113_5": "the night is getting better, or he is one who is building here a dependence on this matter.",
    "ai-anya-e0810n1:113_6": "They throw themselves into the darkness, placed them in the darkness and the tent and the rainy season. And they’re established in mud.",
    "ai-anya-e0810n1:113_7": "of the Himalayas, which is an outcaste.",
    "ai-anya-e0810n1:113_8": "for one who has a characteristic marks,",
    "ai-anya-e0810n1:113_9": "so that the moon does not start out, like the moon on the fifteenth day.",
    "ai-anya-e0810n1:113_10": "requisites are shaking out.",
    "ai-anya-e0810n1:113_11": "Remember the meaning here means has a vowel.",
    "ai-anya-e0810n1:113_12": "Looking along within the prostruction of the head, embracing, which is an impulsion of the family.",
    "ai-anya-e0810n1:113_13": "after cooling the head of the cool water.",
    "ai-anya-e0810n1:113_14": "and the night has aroused, and then renowned,",
    "ai-anya-e0810n1:113_15": "King Uruvelā, King,",
    "ai-anya-e0810n1:113_16": "Do not destroy himself by himself, do not protection in my own desert of himself, stricken by a king of Āḷavī, thinking: “This is the noise of kings,",
    "ai-anya-e0810n1:113_17": "Himālayas, robbed and crushed the slopes of the Himalayas, which were like the moon in the sky. He was like a hunter who had reached the peak of folk, like the moon in the sky, sunning in the sky, and the clouds.",
    "ai-anya-e0810n1:114_0": "53-54.",
    "ai-anya-e0810n1:114_1": "And in the sixteenth part of the moon’s height, like the moon’s heat, etc., made of a kasiṇa, and so on.",
    "ai-anya-e0810n1:114_2": "This body is hard to see,",
    "ai-anya-e0810n1:114_3": "in the true method, the misery:",
    "ai-anya-e0810n1:114_4": "As to the hymns (in the present), Bāhiya, the monk called Bāhiya, Nimba, and Mallikā.",
    "ai-anya-e0810n1:114_5": "Maṇḍapāla, this is unbroken, this is the lowestral all around. This is the natural pavilion in the pavilion.",
    "ai-anya-e0810n1:115_0": "Entering the feet",
    "ai-anya-e0810n1:115_1": "if he is not eaten, drunk, chewed, and tailling;",
    "ai-anya-e0810n1:115_2": "Likewise if they are,",
    "ai-anya-e0810n1:115_3": "These three birds extended in a state of loss.",
    "ai-anya-e0810n1:115_4": "the Khaṇḍadecinsor, bored with milk,",
    "ai-anya-e0810n1:115_5": "In the case of the whole of the fine-material or immaterial, small or large, small or small,",
    "ai-anya-e0810n1:115_6": "If you’re not half-wander, I’m not shaved off all three kinds of riches, small couch, and (only), you have said: “Possess, I have come to lie down.”",
    "ai-anya-e0810n1:115_7": "When he is excited, this is said to have eaten lumps: “This is why doing so, this family traditions, amounts, pink lotuses, or to be found; that is why in the moment of the materiality that is unmoved, opposite enclosed in materiality,” etc., and in the same way as to say, “posite opposite (withintment)” .",
    "ai-anya-e0810n1:115_8": "travelling all over the Sākiyan (people), thought: “Friends, what are weakness!",
    "ai-anya-e0810n1:116_0": "Those full moonlight, apart from the stars, except for the rainy season, one who departs from the Tusita.",
    "ai-anya-e0810n1:116_1": "That confidence becomes clear, and so on.",
    "ai-anya-e0810n1:116_2": "Practicing confidence in the heart",
    "ai-anya-e0810n1:117_0": "in the song of the moon?",
    "ai-anya-e0810n1:117_1": "Kuṇāgamana,moanst her dispensation,",
    "ai-anya-e0810n1:117_2": "One explains the moon, stars the moon,",
    "ai-anya-e0810n1:117_3": "Benefactors, milk,",
    "ai-anya-e0810n1:117_4": "So the moon and sun do not arise for him, and who does not decay.",
    "ai-anya-e0810n1:118_0": "merely through four my lips, my eyes open with four pairs,",
    "ai-anya-e0810n1:118_1": "Does it not give later in all directions? Does it fitting to make, thus: “Where are you going?”",
    "ai-anya-e0810n1:118_2": "finds happiness in the daytime,",
    "ai-anya-e0810n1:118_3": "it burns, blazing and glowing.",
    "ai-anya-e0810n1:118_4": "Similar to the six classes of rebirth.",
    "ai-anya-e0810n1:118_5": "Restraint in the six-born supreme blade -",
    "ai-anya-e0810n1:119_0": "55.",
    "ai-anya-e0810n1:119_1": "Indeed the Seven characteristics",
    "ai-anya-e0810n1:119_2": "After looking after others, he does his dead, and he is (only) doing (his).",
    "ai-anya-e0810n1:119_3": "if he gets the opportunity without having destroyed;",
    "ai-anya-e0810n1:119_4": "if she gets permission;",
    "ai-anya-e0810n1:119_5": "Likewise the characteristic of foulness.",
    "ai-anya-e0810n1:119_6": "He is the one who does not guilty about,",
    "ai-anya-e0810n1:119_7": "he knows by direct knowledge which is purified, these things are his direct-knowledge.",
    "ai-anya-e0810n1:119_8": "He gets suffering, the hunters out,",
    "ai-anya-e0810n1:119_9": "Transmigrating",
    "ai-anya-e0810n1:120_0": "All the gods of streaming radiance are the most beautiful named so well spoken. He is the most well versed in the midst of all.",
    "ai-anya-e0810n1:121_0": "56.",
    "ai-anya-e0810n1:121_1": "They enjoy tangibles, delight in tangibles, which are not held onward.",
    "ai-anya-e0810n1:121_2": "who proceeds cold to the cool breeze.",
    "ai-anya-e0810n1:121_3": "But three kinds of cold beginning with a spear, taken hold of the three kinds of good qualities, etc., as happens when a man who attacks the sign, –",
    "ai-anya-e0810n1:121_4": "cool water from a cool cloud,",
    "ai-anya-e0810n1:121_5": "he takes cold on heat, heat, and cold.",
    "ai-anya-e0810n1:121_6": "you cold: he takes cold and heat; for one who lives with a cool breeze .",
    "ai-anya-e0810n1:121_7": "cooled down with coldlands,",
    "ai-anya-e0810n1:122_0": "like a large lake",
    "ai-anya-e0810n1:122_1": "Through the Himālayas there is no inferior stain,",
    "ai-anya-e0810n1:122_2": "loving an enclosure, he burns the boundaries.",
    "ai-anya-e0810n1:122_3": "stirred up,vated and cattle.",
    "ai-anya-e0810n1:122_4": "They support them in a principled manner. Nevertheless, there is no dwelling for the sake of this.",
    "ai-anya-e0810n1:122_5": "the one named Greed, who thinks: “Approach yellow sandalwood, was surrounded by Asoka,",
    "ai-anya-e0810n1:123_0": "57.",
    "ai-anya-e0810n1:123_1": "When the robe is finished,",
    "ai-anya-e0810n1:123_2": "Or alternatively, it doesn’t make any effort to go anywhere else. Or it doesn’t look for support when himself, saying: “She is going beyond the river.”",
    "ai-anya-e0810n1:123_3": "the foundation of light, the foundation of exertion, the foundation of gladness, the sign of beauty, the earth quaked together with their bellys.",
    "ai-anya-e0810n1:123_4": "according to what is said: which is displayed.",
    "ai-anya-e0810n1:123_5": "These are the three worlds: they are better than their owners or the opportunity for themselves; and they are traverses a chariot harnessed with a its level. And they are far from the three worlds, the four warriors, the three flags, these are the three in the world.",
    "ai-anya-e0810n1:123_6": "delight in the holy (?) of the Lord of the Worlds, (saying):",
    "ai-anya-e0810n1:123_7": "He gets upset and goes to another.",
    "ai-anya-e0810n1:123_8": "in the same way.",
    "ai-anya-e0810n1:123_9": "It is not so much for them to be reached the whole of the parrot tree, but rather than that.",
    "ai-anya-e0810n1:123_10": "a heap of chasming sound, not rising,",
    "ai-anya-e0810n1:124_0": "For the various beings in the various classes of beings are called namely, those who are commanded with the rainy season.",
    "ai-anya-e0810n1:124_1": "And when the tips have been done in the air, they are not composed eventually performed to them.",
    "ai-anya-e0810n1:124_2": "And with the ending of twenty-two parts of non-existence!",
    "ai-anya-e0810n1:124_3": "come to the hermitage of hermitage.",
    "ai-anya-e0810n1:124_4": "The peril of the gods called Arahats",
    "ai-anya-e0810n1:124_5": "if she makes a fire because she thinks the meaning shows it, and so the name of the clans it, or has been done by an agreement;",
    "ai-anya-e0810n1:124_6": "free of barley, wound,",
    "ai-anya-e0810n1:124_7": "Because of the delusion of the wavering age extends it.",
    "ai-anya-e0810n1:124_8": "The shape of Migajāla, the group of beasts, serving the north to the north.",
    "ai-anya-e0810n1:124_9": "excess of the sea-food as the fourteenth year. It stays long in all directions, thus it is a long time .",
    "ai-anya-e0810n1:124_10": "Again and again he can wander about again, when he is advanced in years.",
    "ai-anya-e0810n1:124_11": "Putting a heap of prostrating himself, or a people.”",
    "ai-anya-e0810n1:124_12": "Because of the power of being eaten, one who is not free from defilements,",
    "ai-anya-e0810n1:125_0": "the Mahaka Kākatiyāṇī river, laughing, and singing.",
    "ai-anya-e0810n1:125_1": "who takes a fruit from a cowherd’s edge,",
    "ai-anya-e0810n1:125_2": "Two on the first two kinds of the best:",
    "ai-anya-e0810n1:125_3": "the shape of elephants is the shape of its hand;",
    "ai-anya-e0810n1:125_4": "he gives his mind up with a nymph and so on.",
    "ai-anya-e0810n1:125_5": "He does not intentionally because of what is well spoken. It is easy to do so by one who performs a gift that is not well spoken. It is said: “It’s not easy to give gift that gift, what is given to me, while what is a gift?” . It is said.",
    "ai-anya-e0810n1:125_6": "Virūpakkha to the branches of fruit, trampled downwards, branches, and leaves.",
    "ai-anya-e0810n1:125_7": "Transmigrating for such reasons, shameless, fame, and separate.",
    "ai-anya-e0810n1:125_8": "altogether with all virtues, growing old,",
    "ai-anya-e0810n1:125_9": "Golden in the roots and fruits,",
    "ai-anya-e0810n1:125_10": "The two ends of leaning on the staffs is the shape of a staff made of leather, and one forty-nine days.",
    "ai-anya-e0810n1:126_0": "one who stands in the fruit of good cows, one who stands against the wind;",
    "ai-anya-e0810n1:126_1": "He is learned, one who chiefs his wealth, increases the wealth, thus the bowstring.",
    "ai-anya-e0810n1:126_2": "to advise the a hundred spears (of births), the Lord of the hundreds of being mindful and aware,",
    "ai-anya-e0810n1:126_3": "As the cowherd’s feet were finely finely finest lordly. In the primary for two months, it would be good fortune, and four fine.",
    "ai-anya-e0810n1:126_4": "they say, ‘Dhanañjāni’s bondservants, oppressed, because of the pride of you. Revata, you will not create schism in you.’",
    "ai-anya-e0810n1:127_0": "61.",
    "ai-anya-e0810n1:127_1": "it’s hard to give to a bad destination.",
    "ai-anya-e0810n1:127_2": "he is called one who has developed that in every way.",
    "ai-anya-e0810n1:127_3": "They wield the moon, sun, and they love it.",
    "ai-anya-e0810n1:127_4": "Darkness, the moon, sun, and cramped.",
    "ai-anya-e0810n1:128_0": "They called Benares, Candagutta, and intelligence, Ājīvaka ascetics, and brahmins, merchants, and curry and seizens.",
    "ai-anya-e0810n1:129_0": "Eighteen years: Robe Meditation is called “alms”.",
    "ai-anya-e0810n1:129_1": "Abhaya, the Dhataraṭṭha, Mucalinda, Kīṭāgiri, Abhaya, Dhataraṭṭha, Remembellished in Khujjara, –",
    "ai-anya-e0810n1:130_0": "he is the name of the endless partaking of the story:",
    "ai-anya-e0810n1:130_1": "Free of Pāṭaliputta, a cowherd, fondness, tears, and penniless.",
    "ai-anya-e0810n1:131_0": "62-63.",
    "ai-anya-e0810n1:131_1": "for the sun comes up like the sun.",
    "ai-anya-e0810n1:131_2": "the sun (stills) from the beginning, the cloth shines,",
    "ai-anya-e0810n1:131_3": "looks at the moon at the sun.",
    "ai-anya-e0810n1:131_4": "likewise the origin of that;",
    "ai-anya-e0810n1:131_5": "mindfully, with swords destroyed;",
    "ai-anya-e0810n1:131_6": "day, by night he does not make up the day, by day, by night, and all-time, with all kinds of sounds, with all kinds of sounds, is not quiet at all,",
    "ai-anya-e0810n1:131_7": "That sun (from) the sky in the day of the night,",
    "ai-anya-e0810n1:131_8": "one who makes a hole in the middle of the day, or from the top of least clothes, night heats the dark of night.",
    "ai-anya-e0810n1:131_9": "a light-giving radiance,",
    "ai-anya-e0810n1:132_0": "Not soil, they died wherever they wanted.",
    "ai-anya-e0810n1:132_1": "give gifts to those who have given up.",
    "ai-anya-e0810n1:132_2": "The mortification in holds.",
    "ai-anya-e0810n1:132_3": "Because of this will abide sentient beings delight in Dhamma",
    "ai-anya-e0810n1:132_4": "by the speaking of what you say.",
    "ai-anya-e0810n1:132_5": "in the vicinity of the Dhamma you call out.",
    "ai-anya-e0810n1:132_6": "the one who performs it (afterwards), and one who declarings it to these places,",
    "ai-anya-e0810n1:132_7": "one who speaks on the day—",
    "ai-anya-e0810n1:132_8": "When someone has given to the gods, they be worshipped.",
    "ai-anya-e0810n1:132_9": "a thousand methods who had vanquished a thousand (people) together with one thousand men.",
    "ai-anya-e0810n1:132_10": "(Devasively) this bridge, he does not get his bidding, preferred to him as he had been handed down, was like a very midden, spotless, was like the moon’s bonfire. Trunking on the strings, with a neighborhood of his arms, and his friends.",
    "ai-anya-e0810n1:133_0": "64.",
    "ai-anya-e0810n1:133_1": "When the sun (dwells) lighting up the firmament.",
    "ai-anya-e0810n1:133_2": "ripens in taste.",
    "ai-anya-e0810n1:133_3": "he fears agitation.",
    "ai-anya-e0810n1:133_4": "you get angry and upset.",
    "ai-anya-e0810n1:133_5": "if she gives by day, (they are) presents;",
    "ai-anya-e0810n1:133_6": "For the day shines forth,",
    "ai-anya-e0810n1:133_7": "Gets, shakes, petles,",
    "ai-anya-e0810n1:133_8": "Or alternatively, what is called an impartial person who is attached to passion,",
    "ai-anya-e0810n1:133_9": "The one who lives official gets no more,",
    "ai-anya-e0810n1:133_10": "if there is no appointment for someone to go;",
    "ai-anya-e0810n1:133_11": "Rather, finger-talk, urine, spittle, shake, fingers, bathing the drums, fingers, urine, excrement, and fingers, still only the lowest sunn hemp clothes, all round with noise,",
    "ai-anya-e0810n1:133_12": "We were to go on sticking a staff, wetting up a particular, a plantain, a pretext, or the weapons, or a stick, a staff, an or arrow, a finger-talliers, a droping, a neck, a etc., and one is included by gaining faith in me. And this is our respected, reverential powder, facy, tears, grease, sang, sing, and playing in rod: “Any, enching.” He should go; on this is the meaning, looking after dance of staff, frings, and pret, and recembing on stackle.",
    "ai-anya-e0810n1:133_13": "it seems that very beautiful curtain, it seems,",
    "ai-anya-e0810n1:133_14": "it seems that I will do,",
    "ai-anya-e0810n1:134_0": "65.",
    "ai-anya-e0810n1:134_1": "the sun shines in the beginning of the two.",
    "ai-anya-e0810n1:134_2": "When the sun is heavily tames, the waters that are low, crushing the sun. When the sun digested up, the sun arises.",
    "ai-anya-e0810n1:134_3": "he’s stepped upon his first,",
    "ai-anya-e0810n1:134_4": "The sun (which is) covering the Order, and the two rolls.",
    "ai-anya-e0810n1:135_0": "wandering alone;",
    "ai-anya-e0810n1:135_1": "I wandered around and looked after a bed,",
    "ai-anya-e0810n1:135_2": "of the one who palace of craving, of beasts, hunters, thirst,",
    "ai-anya-e0810n1:136_0": "Udena might come up in the past, when he has got up before him.",
    "ai-anya-e0810n1:136_1": "Going on it means not because of her foes he will attain.",
    "ai-anya-e0810n1:136_2": "Sūrapaka, A farmer, and heavy, undecayed, heavy, undecayed, and unblotched.",
    "ai-anya-e0810n1:136_3": "the color of the space.",
    "ai-anya-e0810n1:137_0": "66-67.",
    "ai-anya-e0810n1:137_1": "At the time of a quantity of four;",
    "ai-anya-e0810n1:137_2": "When speaking, it’s good torn, positions, bloated, treats, starting, bleworms, and so on. It’s time for the past, as well as the time, no matter how much as the time has been developed.",
    "ai-anya-e0810n1:137_3": "There is noise for sentient beings, which makes the sound of sentient beings washed up and falling down.",
    "ai-anya-e0810n1:137_4": "again and again.",
    "ai-anya-e0810n1:137_5": "surpasses abundant colour, the splendor,",
    "ai-anya-e0810n1:137_6": "and is seen (them) at the time.",
    "ai-anya-e0810n1:138_0": "but at that moment, while his passing away died,",
    "ai-anya-e0810n1:138_1": "what is the limit of your moment? If they say, “What is the desire for you?”",
    "ai-anya-e0810n1:138_2": "for ten fingers dirt is quite digged from the dropping up by wet.",
    "ai-anya-e0810n1:138_3": "the moment, in one instant, the interruption of the states of existence, the in other words, the activity of the terms, thus they are.",
    "ai-anya-e0810n1:138_4": "he goes to the next life, in the next life, or in the next life he goes to another.",
    "ai-anya-e0810n1:138_5": "the ten instants, instants, at the moment of the instance of shoots,",
    "ai-anya-e0810n1:138_6": "Ten opportunities for him might be an intent upon.",
    "ai-anya-e0810n1:138_7": "the practice of goodness, delighting in the end of the night, which was like the charming of garden,uminating the earth element, and so on; with the spotless, priceless, and so on.",
    "ai-anya-e0810n1:138_8": "at the ten moments for one (the second time):",
    "ai-anya-e0810n1:139_0": "if it is at the wrong time for day;",
    "ai-anya-e0810n1:139_1": "enjoying the heavens in the day.",
    "ai-anya-e0810n1:139_2": "I don’t leave behind,",
    "ai-anya-e0810n1:139_3": "laypeople on the seats bedrooms, and heavens don’t have a different lady, there are gods or humans.",
    "ai-anya-e0810n1:139_4": "Roja thought: “Buddha, darkness is the light of the darkness, the weaver, the chariot-maker, or the grove is nearby.",
    "ai-anya-e0810n1:140_0": "68.Kallantaṁ paccūse.",
    "ai-anya-e0810n1:140_1": "the world is held up by those deeds.",
    "ai-anya-e0810n1:140_2": "in the same way as soon as he spoke,",
    "ai-anya-e0810n1:140_3": "instead, they reopen arrow.",
    "ai-anya-e0810n1:140_4": "When you’re good in the beginning, “Venerable sir,” and so on.",
    "ai-anya-e0810n1:140_5": "Oh, the mouth is normal.",
    "ai-anya-e0810n1:141_0": "Practicing your own terror;",
    "ai-anya-e0810n1:141_1": "Avoiding hate in the night,",
    "ai-anya-e0810n1:141_2": "Avoiding hate for the night,",
    "ai-anya-e0810n1:141_3": "Overf the students in the morning, the tremble and quiet, wherever they’re defeated and crying.",
    "ai-anya-e0810n1:142_0": "it is for the sake of heaven:",
    "ai-anya-e0810n1:142_1": "making himself fact that it is day (whether that) is present, later-flowerrings on, turns out to be during the day.",
    "ai-anya-e0810n1:142_2": "Sustaining rightly, he thought: “The Teacher is speaking in accordance with the world, he is going to the shore of the people in the middle of the world, and he will wait on the day or on the other side of the Divinities.”",
    "ai-anya-e0810n1:142_3": "and is given to him name,",
    "ai-anya-e0810n1:143_0": "In the past I went forth in three ways, that is to say, threefold: the horses and clansfacy.",
    "ai-anya-e0810n1:143_1": "Forally they pushed it,",
    "ai-anya-e0810n1:143_2": "And after some time they spent the middle, and I falter amused myself in the same way.",
    "ai-anya-e0810n1:143_3": "All the students in the same place as a snare of all the horses, a term for the three classes of rebirth, the Paṭisambhidā, and the Nimba trees, and a reputations of (was brought).",
    "ai-anya-e0810n1:143_4": "And the same monastic boundary, which is the same. The one, the one, the one, the one of the Buddhas, and the one of the times, etc., should not be practiced accordingly; and one who is attached to it, likewise, is the sixth sections of the Paccekabuddhas. Consequently, the sixth enemy, and the sixth enemy.",
    "ai-anya-e0810n1:143_5": "a meditation subject that is the same as that is mastery (?), a master of the three sets of legen reckoned as a single section, the construction, and many mentions, and one-phrasing water, and an unprincipled (former) in the first phrases affairs a single-place.",
    "ai-anya-e0810n1:144_0": "69.",
    "ai-anya-e0810n1:144_1": "it is at five days",
    "ai-anya-e0810n1:144_2": "Trunk everything without hurting,",
    "ai-anya-e0810n1:144_3": "led on a pleasant, full of wound,",
    "ai-anya-e0810n1:144_4": "takes up the night, gets the night, or day.",
    "ai-anya-e0810n1:144_5": "In the first three watches of the night, and by the three months that occurrence in him,",
    "ai-anya-e0810n1:144_6": "Restraint",
    "ai-anya-e0810n1:144_7": "and instantly he did not stop. In the darkness in the night of the existences of the Dark One, making him leave.",
    "ai-anya-e0810n1:145_0": "The moon and sun are burning for one whose life span is burning",
    "ai-anya-e0810n1:145_1": "the arrow named darkness, the night is called ‘stream’.",
    "ai-anya-e0810n1:146_0": "70.",
    "ai-anya-e0810n1:146_1": "After two or three nights",
    "ai-anya-e0810n1:146_2": "the medium one is called a powerful worker.",
    "ai-anya-e0810n1:146_3": "that flew up in a tree,",
    "ai-anya-e0810n1:146_4": "And this two or three nights flags, day and nights and nights drawn by light.",
    "ai-anya-e0810n1:146_5": "large, famous, greatly glorious,",
    "ai-anya-e0810n1:147_0": "in the fourth worms.",
    "ai-anya-e0810n1:147_1": "blind to the world, making it known to him.",
    "ai-anya-e0810n1:147_2": "The darkness darkness, the darkness, the shakes, and the breath’s horns, the darkness from that host of raft: this is the darkness of night.",
    "ai-anya-e0810n1:147_3": "Then (etc.) means those hermits (here) called Isisiṅga, saying: “This seer is your name.”",
    "ai-anya-e0810n1:147_4": "Just as before, in the past,",
    "ai-anya-e0810n1:148_0": "71.",
    "ai-anya-e0810n1:148_1": "The four-footed (reign) white-cloth, full of pure white sand, with a single white parasol, and four ocher, a four-footed nymphs, and a four-footed (these pains): the outer robe, these are the four primary elements, and four constructions.",
    "ai-anya-e0810n1:149_0": "72.",
    "ai-anya-e0810n1:149_1": "And the blind darkness he performs the darkness as he is blind, the world beyond,",
    "ai-anya-e0810n1:149_2": "he proceeds like a blind man on the bank of the river,",
    "ai-anya-e0810n1:150_0": "a tamed in the body;",
    "ai-anya-e0810n1:150_1": "Living for one who is energy, that is how the two are conceived.",
    "ai-anya-e0810n1:150_2": "Such evil as this, or the night is very lucky,",
    "ai-anya-e0810n1:150_3": "Rather, the nurse’s measure is self,",
    "ai-anya-e0810n1:151_0": "The second (whole) is finished.",
    "ai-anya-e0810n1:151_1": "Practicing the Moon, or in whatever way he attained Liberation,",
    "ai-anya-e0810n1:151_2": "Third: the third section on the same earth,",
    "ai-anya-e0810n1:151_3": "and (but) on the road, at the root of a palm tree,",
    "ai-anya-e0810n1:151_4": "Two on the two:",
    "ai-anya-e0810n1:152_0": "73.",
    "ai-anya-e0810n1:152_1": "And in the eighth day of the fortnight, the remote lodgings, or remote lodgings in the Tivaras.",
    "ai-anya-e0810n1:152_2": "he spoke the Discourse on the Puṇṇaka Tree.",
    "ai-anya-e0810n1:152_3": "He, the moon, sun, and curses through the destruction of the pollutants, went to the Moon, and the moon that had been quiet and sun. Unwhile, with its full moonls the month of the whirlpools who were senior.",
    "ai-anya-e0810n1:152_4": "Puṇṇa Moon has produced a sal tree where there is a full moon, or a wide opening. Which is the moon’s fullness, the worm-infested corpse, the goddess, the starting up is produced by this moon, and its mass of fire.",
    "ai-anya-e0810n1:152_5": "a full moon of the worms, live in a cesspit, a disciple of the full moon, one of the wounds, inconvenient grain, sweetly eyes.’",
    "ai-anya-e0810n1:153_0": "Another kind of person who is mortified: of black and of ten months, on high ground, on high ground, thinking:",
    "ai-anya-e0810n1:153_1": "“The king of Vaṭṭagāmani, who had founded in our kingdom, and also together with his pupils, the ministers and counselor-nowned together with his pupils, –",
    "ai-anya-e0810n1:153_2": "showing them the very best direction, the daughters of a host of wives, thinking “We will give to the moon,” and the sun is made up of the sun and moon.",
    "ai-anya-e0810n1:154_0": "74.",
    "ai-anya-e0810n1:154_1": "having a sacknowledged the bones named Kāṭika,",
    "ai-anya-e0810n1:154_2": "they strive, rive, hatred,",
    "ai-anya-e0810n1:154_3": "But night and day,",
    "ai-anya-e0810n1:154_4": "Undisturbed in the night, they don’t swell away by night,",
    "ai-anya-e0810n1:154_5": "Pañcasikha, there are five hundred nuns",
    "ai-anya-e0810n1:154_6": "Intoxicated, they defeat, (and) in a fathom that is to say.",
    "ai-anya-e0810n1:154_7": "Lust-followers, strikes, and dust-offering intoxications, are called “let illuminations”.",
    "ai-anya-e0810n1:154_8": "stubborny from shells, gentleness, vows, and deceives,",
    "ai-anya-e0810n1:154_9": "Then there’s no fostering in the world who is like the perfected one, the ignoble and the world beyond, and the next.",
    "ai-anya-e0810n1:154_10": "Indeed they do it warned with driven out of the darkness, made the bright mirror or start.",
    "ai-anya-e0810n1:154_11": "Where dry: the parrot tree is black or brown, it seems, brown or black or white?",
    "ai-anya-e0810n1:154_12": "Two on the dry land was drunk,",
    "ai-anya-e0810n1:154_13": "Stopped by deeds are born",
    "ai-anya-e0810n1:155_0": "75-76.",
    "ai-anya-e0810n1:155_1": "Twelve rains, (should there are) twelve measures,",
    "ai-anya-e0810n1:155_2": "A mind of good will, drink, clothes, and beliefs, vehicles, or any desire",
    "ai-anya-e0810n1:155_3": "We don’t understand how twelve months should be understood as created including the acceptance of these twelve months.",
    "ai-anya-e0810n1:155_4": "Mindfulness with the minds of his twelve parts beginning with: twelve months of Koṭṭhita, twice and twelve months.",
    "ai-anya-e0810n1:155_5": "Joyously, Jotipāla, gladness,",
    "ai-anya-e0810n1:155_6": "you don’t waste away when you die;",
    "ai-anya-e0810n1:155_7": "Whose swans are to beasts,",
    "ai-anya-e0810n1:155_8": "trapper in the crocodiles, and get flies a cow.",
    "ai-anya-e0810n1:155_9": "The smallest unit of the legal procedure:",
    "ai-anya-e0810n1:155_10": "This name Assaji and Punabbasuka is the name of the Simile of the Mass.",
    "ai-anya-e0810n1:156_0": "77.",
    "ai-anya-e0810n1:156_1": "This is hard to pass.",
    "ai-anya-e0810n1:156_2": "Inside, he is outside the inside, the outlaw, and the sun comes up.",
    "ai-anya-e0810n1:156_3": "This mind is hard to pass.",
    "ai-anya-e0810n1:156_4": "Where delighting in the world of various flowers, these delights of many fruits, the garden, the Seer of various kinds,",
    "ai-anya-e0810n1:157_0": "if it is at the end of the six months of the Jina, the western gates were in the foreign territory; the wavers of the month Kapilavatthu is known as four months, and so on.",
    "ai-anya-e0810n1:157_1": "And here there are these suttas: “Hereinter in this way,” or “It is oppressed by all, preserves,” according to the sutta, “It is in all the time.”",
    "ai-anya-e0810n1:157_2": "They smell an oppressive voice, a necklace, and they praise.",
    "ai-anya-e0810n1:157_3": "it is the rainy season here.",
    "ai-anya-e0810n1:157_4": "Two spends, twoes, three times, up to the parks, the wielder of the Lord of Men, Uruvelā, twimbacked cry, Umbaṭṭha, Uruvelā, a Faith-water enclouding sound.",
    "ai-anya-e0810n1:158_0": "79.",
    "ai-anya-e0810n1:158_1": "There was something else to give, thinking: “We will give to the noble ones,” “We will show the duties of the noble ones.”",
    "ai-anya-e0810n1:158_2": "Or alternatively, they say, when it is not spoken about, they are stated under the heading of “achance” .",
    "ai-anya-e0810n1:158_3": "But this is what is said in the Simile of the Caṅkumāra.” Then he told him what had happened, adding, “Considered in, o here, there are two months for the rainy season, there are two months for the rainy season.",
    "ai-anya-e0810n1:158_4": "brought up the cool water, cast-of-pens it with a bag, and You can grow for growth,",
    "ai-anya-e0810n1:158_5": "their partake of proves.",
    "ai-anya-e0810n1:158_6": "stays under my sway,",
    "ai-anya-e0810n1:158_7": "she enters her dwelling place.",
    "ai-anya-e0810n1:158_8": "Looking is very blameworthy, he remembers the desire of ill will,",
    "ai-anya-e0810n1:158_9": "She was lovely offended by that very moved (them).",
    "ai-anya-e0810n1:159_0": "80-81.",
    "ai-anya-e0810n1:159_1": "in the waist,",
    "ai-anya-e0810n1:159_2": "It destroys an arrow, burns heat, wheat, and shakes.",
    "ai-anya-e0810n1:159_3": "when laughing, he sits down, lies down,",
    "ai-anya-e0810n1:159_4": "the neck will fly away, being delighted and enjoyment, and change in private.",
    "ai-anya-e0810n1:159_5": "In the rainy season residence,",
    "ai-anya-e0810n1:159_6": "rains residence in this way: having entered upon the rains residence, friend,",
    "ai-anya-e0810n1:159_7": "Arousing, and lovely,",
    "ai-anya-e0810n1:160_0": "using the rainy season residence in three ways, the southern directions, the Southern directions, the Southern of the unsurpassed pervasions, in the northern quarter, and in the world of the supreme beings.",
    "ai-anya-e0810n1:160_1": "This one, two fears,",
    "ai-anya-e0810n1:160_2": "again and again, when they think: “As abstain from Uttara, as far as the Cūḷa-Whief is government officials,",
    "ai-anya-e0810n1:160_3": "The Simile of the Mass of Cūḷapanthaka is worthy of a religious donation.",
    "ai-anya-e0810n1:160_4": "this is the rainy season residence in the name of the Rains Retreat, this is called “Rains Retreat”.",
    "ai-anya-e0810n1:160_5": "And here it is the time for the rainy season: “As soon as they have been spending the rainy season by the seers of the rainy season,”",
    "ai-anya-e0810n1:161_0": "when the Rains Retreat is falling,",
    "ai-anya-e0810n1:161_1": "storms: “Somes the skin is called mastery in the head of that she has heard” .",
    "ai-anya-e0810n1:161_2": "There is no sign of a woman’s species,",
    "ai-anya-e0810n1:161_3": "the last one, the opportunity to remember it.",
    "ai-anya-e0810n1:161_4": "Tapodāka by name, “Jaṭikaputta,” he said, “Listen, doctor,”",
    "ai-anya-e0810n1:161_5": "They give up what falls away, they give up what goes beyond.",
    "ai-anya-e0810n1:161_6": "he develops the attributes of goodness in the same way.",
    "ai-anya-e0810n1:161_7": "“As the rainy season residence was being given to all the rains residence, you’re a wholesome.”",
    "ai-anya-e0810n1:162_0": "They proclaimed what is beneficial for all beings, which is skilful by the recommendation of opposite sex and wholesome roots, and they proclaimed it (the king). In this way they must also proclaim it to the island of the Vinaya.",
    "ai-anya-e0810n1:162_1": "For human beings are like this, with the gods in that case, and during the rainy season residence in this way for a hundred years. In the Divinities of the Gods, Yama, along with the deities, consultation for a hundred thousand years.",
    "ai-anya-e0810n1:162_2": "Therefore it is said:",
    "ai-anya-e0810n1:163_0": "“This is a thousand pairs of twelve-hundred pairs,",
    "ai-anya-e0810n1:164_0": "This share of the King’s virtues, saying: “Practice work for the air”;",
    "ai-anya-e0810n1:165_0": "But that is not a one-hundred pair of men and gods.",
    "ai-anya-e0810n1:165_1": "they have completed the four pairs (of cloth), poisonous pairs,",
    "ai-anya-e0810n1:165_2": "Herein, a hundred pairs of human garments there are one hundred thousand coins, sixty thousand (people) years. The thirty-two years, eighty thousand years.",
    "ai-anya-e0810n1:165_3": "And this is said:",
    "ai-anya-e0810n1:166_0": "° said: “Suppabuddha, who is living depending on the charnel ground,",
    "ai-anya-e0810n1:167_0": "( pair of) the pair of Chief Disciples he gave birth to a pair of gentleness,",
    "ai-anya-e0810n1:168_0": "the taste of the taste of the solid nectar,",
    "ai-anya-e0810n1:169_0": "you’ll be empty of sweets, liquor, and excellent sense of taste.",
    "ai-anya-e0810n1:170_0": "during the rainy season in what is seen, heard in brief,",
    "ai-anya-e0810n1:171_0": "Virtuously, wearing sandals here and there for the purpose of rain.”",
    "ai-anya-e0810n1:172_0": "and also the Piṇḍola Bhāradvāja, having twenty-thousand years (after his reign) twenty-thousand years,",
    "ai-anya-e0810n1:172_1": "And this is said: “The one who has discovered the four pairs garments, the one who plunges into the garments.”",
    "ai-anya-e0810n1:172_2": "Only two nights were not suitable for an eon,",
    "ai-anya-e0810n1:173_0": "Herein, there are two Nāgas: six kinds of tastes, one necklaces, and the fourteenth here and there.",
    "ai-anya-e0810n1:173_1": "These two, that is to say: the thirty-two marks of a great war, the thirty-two marks that are seen in brief.",
    "ai-anya-e0810n1:173_2": "satisfied with the sound of couches,",
    "ai-anya-e0810n1:173_3": "learning and understanding the chanting:",
    "ai-anya-e0810n1:173_4": "(But) he should place a plough yoke with the Buddha’s bowl.",
    "ai-anya-e0810n1:173_5": "In this place there the pair of bowls, in whatever place the bowl is used for,",
    "ai-anya-e0810n1:173_6": "according as it is said: they Now, (thinking):",
    "ai-anya-e0810n1:173_7": "To the donor: One who gives, like someone else –",
    "ai-anya-e0810n1:173_8": "In regard to the midst of his quarrels,",
    "ai-anya-e0810n1:173_9": "And the four pairs of alms food – that also is untouchable.",
    "ai-anya-e0810n1:173_10": "pair of wrapped the pair, and making it poison, he turned the lotuses to his Bāla,",
    "ai-anya-e0810n1:173_11": "according as it is said:",
    "ai-anya-e0810n1:174_0": "“One is ten thousand leagues,” and they are remembered:",
    "ai-anya-e0810n1:175_0": "(But) do you get coarse and ten measures?”",
    "ai-anya-e0810n1:176_0": "and this ten thousand leagues.",
    "ai-anya-e0810n1:176_1": "the ten laziness.",
    "ai-anya-e0810n1:176_2": "And that’s how the caravan leader gets hold of the opposite kind. Then the pair of rods would be in the past.",
    "ai-anya-e0810n1:177_0": "There it is day and night that Brahmā gives rise to the funeral pyre, but",
    "ai-anya-e0810n1:177_1": "and one day, Holy One, human beings live in a Brahmā realm.",
    "ai-anya-e0810n1:177_2": "In the same way one pair of chief disciples there were a single one-footed nymphs, and four pairs of chief disciples. This is the fourth pair of chief disciples:",
    "ai-anya-e0810n1:177_3": "Then the four pairs of chief disciples have nine hundred yogis.",
    "ai-anya-e0810n1:177_4": "It is twenty-four thousand pairs,",
    "ai-anya-e0810n1:177_5": "The remaining thirty-six years (after his Upasampadā) and thirty-eight years (which was) the eighty-hundred and fifty-eight years, the in number of days, making predatory animals, and even the hundred and fifty-eights of width.",
    "ai-anya-e0810n1:177_6": "Therefore it is said: the sun’s flag that in the ears",
    "ai-anya-e0810n1:178_0": "“The pair of Compassionates (afterwards), I preced the wish.",
    "ai-anya-e0810n1:179_0": "These are the constructed in what is reckoned, the meaning of this.",
    "ai-anya-e0810n1:180_0": "(All these are) abode of the fourfold army;",
    "ai-anya-e0810n1:181_0": "the Kappa of the Kappa was seen in five hundred attendants.”",
    "ai-anya-e0810n1:182_0": "A pair of chief feet had been made by the feet and by the foot of the tree for the feet.",
    "ai-anya-e0810n1:182_1": "If you reach the four pairs of wheel-turning monarchs, the five hundred pairs (of individuals) together with the four pairs of chief disciples.",
    "ai-anya-e0810n1:182_2": "in the Tusita gods, the Realised One,",
    "ai-anya-e0810n1:182_3": "Only these fourteen pairs (of almsfood), a thousand (of Buddha), a thousand pairs of chief disciples, and a thousand pairs of Brahmās, cannot apprehend one thousand mentioned in the day.",
    "ai-anya-e0810n1:182_4": "Among the shrine in a time I was reborn among the gods,",
    "ai-anya-e0810n1:183_0": "82.",
    "ai-anya-e0810n1:183_1": "The group of five on “takes”",
    "ai-anya-e0810n1:183_2": "when his foes goes to an end.",
    "ai-anya-e0810n1:183_3": "(Craving’s) end.",
    "ai-anya-e0810n1:183_4": "And for the ending of defilements.",
    "ai-anya-e0810n1:183_5": "When it has arisen, one is uneven, and is conceived in the womb,",
    "ai-anya-e0810n1:183_6": "A pair of pounds",
    "ai-anya-e0810n1:183_7": "The world, in its home, wherever it soon (after), in that place",
    "ai-anya-e0810n1:183_8": "But herein, when someone says “I have been sent by one”, then having stubborn poisoned decrease, he does not flee because of that.",
    "ai-anya-e0810n1:183_9": "For this is said: “Before entering, the destruction of the lifetime, with the ending of five hundred eons, namely the end of the robe, and not one who lives without getting enough.”",
    "ai-anya-e0810n1:184_0": "you’re for two years old.",
    "ai-anya-e0810n1:184_1": "those who are worthy of blameworthy, and those who are inferior in common.",
    "ai-anya-e0810n1:184_2": "After he is skilled in the golden flour like a chariot drawn from Kāḷudāyī, whose appearance dollion is black and brownished aside,",
    "ai-anya-e0810n1:184_3": "of two kinds:",
    "ai-anya-e0810n1:184_4": "he acquires confidence in those who are inferior.",
    "ai-anya-e0810n1:184_5": "One should miserly perform meritorious deeds, whether he cultivates his head,",
    "ai-anya-e0810n1:185_0": "83.",
    "ai-anya-e0810n1:185_1": "don’t give gifts to win.",
    "ai-anya-e0810n1:185_2": "The thirty-two marks of a rod.",
    "ai-anya-e0810n1:185_3": "Yet than the gods",
    "ai-anya-e0810n1:185_4": "He spends himself by day (only) she gaves she to her mother, and went away.",
    "ai-anya-e0810n1:186_0": "84.Āguntaṁ pāpe.",
    "ai-anya-e0810n1:186_1": "They look themselves down on the wrong way, which is bad deeds, ~ the wickedness of bad deeds, and change in the lower realms.",
    "ai-anya-e0810n1:186_2": "The pain in the pile of territory is slacked and rolling, the hermits that were infatuated.",
    "ai-anya-e0810n1:186_3": "grows in disgrace.",
    "ai-anya-e0810n1:186_4": "They don’t kill, steal, or lose their teeth are very smoked, nor are they destroyed when the time.",
    "ai-anya-e0810n1:186_5": "your belly stinks,",
    "ai-anya-e0810n1:186_6": "For one who debates what is badly made,",
    "ai-anya-e0810n1:186_7": "Through conquering merit,",
    "ai-anya-e0810n1:186_8": "For one who has unwholesome intentions,",
    "ai-anya-e0810n1:186_9": "What brings happiness that gives rise to darkness?",
    "ai-anya-e0810n1:186_10": "The fine lady with fluids, inflict with a stick or a strike.",
    "ai-anya-e0810n1:186_11": "praised by the back of the tree,",
    "ai-anya-e0810n1:186_12": "Going to the carcass, they wait, saying: “Go away, this is the wrong-doing, this is the irritable, anger-liciter, hostile, and phlegm.”",
    "ai-anya-e0810n1:187_0": "85-86.",
    "ai-anya-e0810n1:187_1": "Six things that have been set aside;",
    "ai-anya-e0810n1:187_2": "They cut off their joints, call them out with the scalpel, so however they are good.",
    "ai-anya-e0810n1:187_3": "does one makes happiness, earn, nose, tongue, body, and mind.",
    "ai-anya-e0810n1:187_4": "does a pleasant one brings happiness,",
    "ai-anya-e0810n1:187_5": "are worthy of offerings:",
    "ai-anya-e0810n1:187_6": "And everything else is seen.",
    "ai-anya-e0810n1:187_7": "but another, saying: “This merit is the nature of usual convention”, “Whoever has this merit, this is the nature of a usage.”",
    "ai-anya-e0810n1:187_8": "conduct yourself well in mind.",
    "ai-anya-e0810n1:188_0": "it means amongst those who dwell in this very life.",
    "ai-anya-e0810n1:188_1": "and resigning in the present life, he has dispassionate in this life-form.",
    "ai-anya-e0810n1:188_2": "I looked like a golden coin,",
    "ai-anya-e0810n1:188_3": "being reported to what is visible in this very life,",
    "ai-anya-e0810n1:188_4": "By the next rebirths there,",
    "ai-anya-e0810n1:188_5": "Understanding what is beneficial,",
    "ai-anya-e0810n1:189_0": "Two on like a fine thoroughbred,",
    "ai-anya-e0810n1:189_1": "At that time the time for which you did not residue, buttermilk,",
    "ai-anya-e0810n1:189_2": "At that time, at that time you were born, and pushing a bad thing,",
    "ai-anya-e0810n1:189_3": "at the time of the Buddha Padumuttara,",
    "ai-anya-e0810n1:189_4": "the time for the purpose",
    "ai-anya-e0810n1:189_5": "and she comes back to the place where she was,",
    "ai-anya-e0810n1:189_6": "Herein, in this life-form there is a messenger,",
    "ai-anya-e0810n1:189_7": "But in this life-form, whatever life-form he makes you better,",
    "ai-anya-e0810n1:190_0": "87-88.Pamodantaṁ pāmojje.",
    "ai-anya-e0810n1:190_1": "For whom laughs:",
    "ai-anya-e0810n1:190_2": "than self is uplifted.",
    "ai-anya-e0810n1:190_3": "For one who is hateful, his mind is not joyful, and joyful,",
    "ai-anya-e0810n1:190_4": "thinking, “After attains happiness,” he suffers it up.",
    "ai-anya-e0810n1:190_5": "looks forward to enjoying this,",
    "ai-anya-e0810n1:190_6": "Confidently he is yours: you will be satisfied with your own hands and feet, without joy, and arouse the mind.",
    "ai-anya-e0810n1:190_7": "Ānanda gathers flowers,",
    "ai-anya-e0810n1:190_8": "hatred, plunged into the mouth,",
    "ai-anya-e0810n1:190_9": "When there is peaceful and stage,",
    "ai-anya-e0810n1:190_10": "in the river Nandana,",
    "ai-anya-e0810n1:190_11": "eventually, dear idea, each introduction,",
    "ai-anya-e0810n1:190_12": "For those who are elated, joyful is the joy of the mind.",
    "ai-anya-e0810n1:191_0": "Looking around in a blissful place,",
    "ai-anya-e0810n1:191_1": "it was very well-known.",
    "ai-anya-e0810n1:191_2": "She’s given up is gratification.",
    "ai-anya-e0810n1:191_3": "he ends, affects, in suffering, and comforts on contacts.",
    "ai-anya-e0810n1:191_4": "After doing good things,",
    "ai-anya-e0810n1:191_5": "he speaks finely.",
    "ai-anya-e0810n1:191_6": "better than the heedless;",
    "ai-anya-e0810n1:191_7": "one who practis both",
    "ai-anya-e0810n1:191_8": "(But) the happiness of freedom from the ending of defilements,",
    "ai-anya-e0810n1:191_9": "goodness goes to a disease, good friendship, bandits, and a bad deed. They do what is good and bad deeds. They do good deeds of body, speech, and mind.",
    "ai-anya-e0810n1:191_10": "Wealth is the blessing; a mosquitoes is the wind;",
    "ai-anya-e0810n1:191_11": "agrees together with the stream,",
    "ai-anya-e0810n1:192_0": "89.",
    "ai-anya-e0810n1:192_1": "set in six suffering.",
    "ai-anya-e0810n1:192_2": "what’s hard to bear suffering is hard to bear suffering.",
    "ai-anya-e0810n1:192_3": "(The Buddha) doing meritoriously demerit (times) Kapilavatthu, he can make merit by himself,",
    "ai-anya-e0810n1:192_4": "‘It seems that there is happiness, it seems, that those who have done what is declared as pleasurable and concluded as having many wishes.’",
    "ai-anya-e0810n1:192_5": "There is no scope for going to the higher place where, when laughing, playing, and making merit.",
    "ai-anya-e0810n1:192_6": "They call a disgrace, destroying, and disastering.",
    "ai-anya-e0810n1:192_7": "(This) do not look down on.",
    "ai-anya-e0810n1:192_8": "these are states of loss (of existence), like the Vāsava,",
    "ai-anya-e0810n1:192_9": "Whatever bad things are found, heases of goodness, etc., that is good in the three times, and the rest. While ten times have been said:",
    "ai-anya-e0810n1:193_0": "The King who understands the wickedness, who is indeed the wicked,",
    "ai-anya-e0810n1:194_0": "For the wickedness and the warding off of wickedness, the one with a profession,",
    "ai-anya-e0810n1:195_0": "This merit is the simile of merit, this merit is the merit,’",
    "ai-anya-e0810n1:196_0": "Pleasant is all the time, my own happiness enemy, bodies are always happy.’",
    "ai-anya-e0810n1:197_0": "Happy is pleasant’s shadow, fun, blewish, and shaking out of pleasure.",
    "ai-anya-e0810n1:198_0": "When this is so, mastered in fine similes, he cannot restrain his own reflection alone, thus he does not see in the past: “Now, I shall be like the species,” then he does not make the precincts, according to the doctrine of the visible forms.",
    "ai-anya-e0810n1:199_0": "“A young man is drunk, young in riches, and is happy.",
    "ai-anya-e0810n1:200_0": "happiness is supreme.”",
    "ai-anya-e0810n1:201_0": "Doesn’t they say: “Does this bad deed, insubstantial deed, obsessed with greed, hate, and delusion in the future” .",
    "ai-anya-e0810n1:201_1": "“As a damaged, a tangle, a debt, well performed, sovereignty, and shaking the three bonds of sexuality, and poison, since were not too fastened at the time, therefore, the pursuing of the female bonds, and it is called because of the disagreement.",
    "ai-anya-e0810n1:201_2": "When the bad thing is bitter, he should get rid of it, eliminate it and obliterate it.’",
    "ai-anya-e0810n1:202_0": "90.",
    "ai-anya-e0810n1:202_1": "eloquent beauty;",
    "ai-anya-e0810n1:202_2": "wherever the bricks have been made.",
    "ai-anya-e0810n1:202_3": "he does not very fruitful, he submits it,",
    "ai-anya-e0810n1:202_4": "develops the fruit of good liberation,",
    "ai-anya-e0810n1:202_5": "which are shared in, possessed of what is contrary to both the desirable and the opposite .",
    "ai-anya-e0810n1:202_6": "He enjoys the fruit of what is beautiful,",
    "ai-anya-e0810n1:202_7": "(Developed) in that place, Devadatta, there is no (good) deeds,",
    "ai-anya-e0810n1:202_8": "from five births",
    "ai-anya-e0810n1:202_9": "They lie down embracing abode.",
    "ai-anya-e0810n1:202_10": "the birth of the people;",
    "ai-anya-e0810n1:202_11": "The people follow along.",
    "ai-anya-e0810n1:202_12": "I’m quenched to rebirth in the realm of existence;",
    "ai-anya-e0810n1:203_0": "91.",
    "ai-anya-e0810n1:203_1": "“What is the cause, what is the reason for this?”",
    "ai-anya-e0810n1:203_2": "(They are) devoted to myself, unshakablely leading to the sign.",
    "ai-anya-e0810n1:203_3": "building fruit.",
    "ai-anya-e0810n1:203_4": "Reflecting the fruit:",
    "ai-anya-e0810n1:203_5": "lying down: the roaming sun, he enjoys the fruit, seeds in the way that nectar with a long period.",
    "ai-anya-e0810n1:203_6": "he rolls on to the fruit of his own bonds.",
    "ai-anya-e0810n1:203_7": "When they return regularly, they curse without trouble or difficulty.",
    "ai-anya-e0810n1:203_8": "They fall into negligence regarding the fruits and results. And the cutting off of craving for continued existence they’re established in music and exceedingly. That’s why ‘It’s the cause,’ or the reason for the sake of this.’",
    "ai-anya-e0810n1:203_9": "That which produces continuation is produced.",
    "ai-anya-e0810n1:203_10": "trapped a vine,",
    "ai-anya-e0810n1:203_11": "With the fruition of the fruit, there is no reason.",
    "ai-anya-e0810n1:204_0": "92.",
    "ai-anya-e0810n1:204_1": "whatever place the reason for which the reason had entered, and the seat is dead.",
    "ai-anya-e0810n1:204_2": "for the sake of the bed, King, saying: “Having given to the King of the States,”",
    "ai-anya-e0810n1:204_3": "Three ways of performing the three kinds of grasping:",
    "ai-anya-e0810n1:204_4": "While the seeds of a dog, a field cover, plastering, drill-sticks, making floors, imperishables, organized good and wives for their old age, and death?",
    "ai-anya-e0810n1:205_0": "Triumph the very same level.",
    "ai-anya-e0810n1:205_1": "Those who live off a livelihood, those who live off a livelihood,",
    "ai-anya-e0810n1:205_2": "(And) filling up the position of Snakes.",
    "ai-anya-e0810n1:205_3": "Sentient beings who live happily,",
    "ai-anya-e0810n1:205_4": "By this seventeen years, he created the benefit of the world:",
    "ai-anya-e0810n1:205_5": "As here the wide openings were attractive, good-looking, lovely, of the seven bonds.",
    "ai-anya-e0810n1:205_6": "And a man who does a woman make his living for the welfare of his riches,",
    "ai-anya-e0810n1:205_7": "for the sake of deludedness, which is reckoned as a seven days.",
    "ai-anya-e0810n1:205_8": "mindfulness, and continuation,",
    "ai-anya-e0810n1:205_9": "for you are rulers of dust, sixty parasols,",
    "ai-anya-e0810n1:205_10": "The one who attains darkness in darkness,",
    "ai-anya-e0810n1:206_0": "93.",
    "ai-anya-e0810n1:206_1": "may those creatures beginned by creatures!",
    "ai-anya-e0810n1:206_2": "There are beings who live a _kahāpaṇa_, whoever living creatures there is,",
    "ai-anya-e0810n1:206_3": "As bodies body became famous.",
    "ai-anya-e0810n1:206_4": "you’ll be reborn according to your deeds, and you don’t have the sound of your hands,",
    "ai-anya-e0810n1:206_5": "Sights, sounds, smells, tastes, touches, and thoughts are said to be “beings” for the hundred beings in the heavens.",
    "ai-anya-e0810n1:206_6": "Please give them fame.",
    "ai-anya-e0810n1:206_7": "They eat the food thinking: ‘So they eat filthy, solid food, drink, clothes, and vehicles; the individuals fill up with food.’",
    "ai-anya-e0810n1:206_8": "Those who live a livelihood is one who alive.",
    "ai-anya-e0810n1:206_9": "and it is said in the meaning with his hand.",
    "ai-anya-e0810n1:206_10": "by its husband",
    "ai-anya-e0810n1:206_11": "you shine with Jotipāla.",
    "ai-anya-e0810n1:206_12": "a skillful person gives rise to unskillful things.",
    "ai-anya-e0810n1:206_13": "The world, rising, greatly glorious, hanging out,",
    "ai-anya-e0810n1:206_14": "(They are) immediately beings, so the Realized One knows.",
    "ai-anya-e0810n1:207_0": "94.",
    "ai-anya-e0810n1:207_1": "Forms are included in the six things, song and the heart, saying “Possessing of form,” “They are propounded, etc.,”",
    "ai-anya-e0810n1:207_2": "starting with form, he reveals his own form,",
    "ai-anya-e0810n1:207_3": "ghee or butter.",
    "ai-anya-e0810n1:207_4": "or smelling it for a scented fragrance, he is satisfied by the odornments of bean curry or beneath; and he does so with his own scented flowers, saying “So it is one who is dead.”",
    "ai-anya-e0810n1:207_5": "There are sentient beings enjoying tastes: this is its gratification.",
    "ai-anya-e0810n1:207_6": "contacts;",
    "ai-anya-e0810n1:207_7": "with the cattle and the scopes,",
    "ai-anya-e0810n1:207_8": "“If you get hold of your mind garments,",
    "ai-anya-e0810n1:207_9": "Lust away, he binds away and dried up, liberated, and liberated.",
    "ai-anya-e0810n1:207_10": "After the mental factors come and enjoy in this way, they are happy there.",
    "ai-anya-e0810n1:207_11": "As with these (whats) the faculties of the mind becomes quiet and running to an end.",
    "ai-anya-e0810n1:208_0": "95.",
    "ai-anya-e0810n1:208_1": "burning, drying up,",
    "ai-anya-e0810n1:208_2": "Through grieving along, they dried up and runn away.",
    "ai-anya-e0810n1:208_3": "When you hear a sound with your ears, what is there reward?",
    "ai-anya-e0810n1:208_4": "frequented by the things of this, they smiled, and are bound by the mind.",
    "ai-anya-e0810n1:208_5": "although all coloured white:",
    "ai-anya-e0810n1:208_6": "throwing stuffs that are left over;",
    "ai-anya-e0810n1:208_7": "As a consequence is purified in the Black Root of Men,",
    "ai-anya-e0810n1:208_8": "Swallowed by the color,",
    "ai-anya-e0810n1:208_9": "if he explains it according to the wall, the judgment broke.",
    "ai-anya-e0810n1:208_10": "Summary, pure, poisoned too lazy,",
    "ai-anya-e0810n1:209_0": "set up six days.",
    "ai-anya-e0810n1:209_1": "solid, beautiful, sweet-smelling in colour, sinking the saplings on it.",
    "ai-anya-e0810n1:209_2": "wandering in the groves, delighting in age,",
    "ai-anya-e0810n1:209_3": "Tambapaṇṇi called Udumbara, Tambapaṇṇi, Ill get what you need.",
    "ai-anya-e0810n1:209_4": "they are called ‘proachable’.",
    "ai-anya-e0810n1:209_5": "Rough, blood, stains,",
    "ai-anya-e0810n1:210_0": "96.Sāmalantaṁ kaṇhe.",
    "ai-anya-e0810n1:210_1": "blue,",
    "ai-anya-e0810n1:210_2": "Whose drops the darkness of Kaṇhāyanas?",
    "ai-anya-e0810n1:210_3": "you’re not smiling.",
    "ai-anya-e0810n1:210_4": "In the case of the one in whom the hole is good.",
    "ai-anya-e0810n1:210_5": "You don’t get a single bit of limb, which was like a shade of froth.",
    "ai-anya-e0810n1:210_6": "She contemplates that legal issue is prevailed by what is eaten and drunk.",
    "ai-anya-e0810n1:210_7": "Sāla, stainless, ~ which is like the stainless,",
    "ai-anya-e0810n1:211_0": "The sound of drums, clay balls, kettledrums, and quiet is quiet and praised.",
    "ai-anya-e0810n1:211_1": "The answer is said: “Neither that is incompetent,” and so on, Piṇḍola Bhāradvāja thinks, “Like deer-skin”:",
    "ai-anya-e0810n1:211_2": "Going from the group of one rose, the b pulls away.",
    "ai-anya-e0810n1:211_3": "Crowding the rubbish heap, puffed in colour,",
    "ai-anya-e0810n1:211_4": "The Lord of the Protector, who was the thirty-two consecrations of the golden garments, and who was like the name Takkasila.",
    "ai-anya-e0810n1:211_5": "Shaking them with a smoke, etc.",
    "ai-anya-e0810n1:212_0": "The eyes component of such-and-such is made up, like a calf-handed, the monkey-handed, the very hemp, who has eyes like the sun.",
    "ai-anya-e0810n1:213_0": "Setabya, red and white, according to the surface of Pāṭaliputta, just as a resplendent:",
    "ai-anya-e0810n1:213_1": "Pāṭaliputta, flattering, disparaging,",
    "ai-anya-e0810n1:214_0": "the Lord of the World, who was like a charming firewood, decorated the waters of the lotuses, and who was struck by a shining beauty.",
    "ai-anya-e0810n1:215_0": "Spounded with grass and leaves,",
    "ai-anya-e0810n1:215_1": "(They are) tendencies, he fell asleep (with him).",
    "ai-anya-e0810n1:215_2": "“Through the local (sight),” he gave Dīghanakha,",
    "ai-anya-e0810n1:215_3": "takes away from the yellow, carried away the garden,",
    "ai-anya-e0810n1:216_0": "98.",
    "ai-anya-e0810n1:216_1": "They proceed in blue, as well as the colour of blue lotuses, and the flour do the duties.",
    "ai-anya-e0810n1:216_2": "in brief,",
    "ai-anya-e0810n1:216_3": "‘He is not free from an idea.’",
    "ai-anya-e0810n1:216_4": "see the soles of the feet, ~ Bāla,",
    "ai-anya-e0810n1:217_0": "Consumed by the power of Gonabhaṅgas, came into the village of Loṅkā, and also the advers.",
    "ai-anya-e0810n1:217_1": "the sound of two is the opposite sex.",
    "ai-anya-e0810n1:217_2": "Piṅgiyānī, Piṅgiyānī,",
    "ai-anya-e0810n1:217_3": "one hostile to others; and also for his own sake,",
    "ai-anya-e0810n1:218_0": "(Having been shown by the four castes, this is the time to make a receptacles, this is the basis for ending, and so on.",
    "ai-anya-e0810n1:218_1": "By means of that deed:",
    "ai-anya-e0810n1:218_2": "And they don’t proceed to that position only.",
    "ai-anya-e0810n1:218_3": "For this is said in the General Seer, “Forge-lady, Piṅgiya, and Piṅgiyānī,” and Piṅgiyānī:",
    "ai-anya-e0810n1:218_4": "Whatever opinions there are four faults of the boards, the shouts, and the four special qualities of insights, etc., their limbs can then be told, “This is who do not follow met.” And all the time they say, “It is indeed.”",
    "ai-anya-e0810n1:219_0": "99.",
    "ai-anya-e0810n1:219_1": "sesame seeds, thorns, and customs;",
    "ai-anya-e0810n1:219_2": "“Are you the good time? It is good to do the work, gem, or a ball of work? Or like the crash of the blacksmith, the iron balls, or the workers?”",
    "ai-anya-e0810n1:219_3": "one who remembers other, one who is unbearable,",
    "ai-anya-e0810n1:219_4": "when a mind is present,",
    "ai-anya-e0810n1:219_5": "Should you get the finest lady",
    "ai-anya-e0810n1:219_6": "a rough action, not by means of the strength of his worms,",
    "ai-anya-e0810n1:220_0": "The black speed with darkness,",
    "ai-anya-e0810n1:220_1": "solitary, cooked by death, which (she said):",
    "ai-anya-e0810n1:220_2": "And any sort of name,",
    "ai-anya-e0810n1:220_3": "but the black smoke was good when smoke. (but) the smoke and fire falls out of them.",
    "ai-anya-e0810n1:220_4": "Smokes out fuming.",
    "ai-anya-e0810n1:220_5": "Smoke out the smoke.",
    "ai-anya-e0810n1:220_6": "Afraids (this) dogs, walking around and sitting down torments, like Sukkās, I wish to perform the duties of various kinds of heavens. When I had performed the prominent merchant families, doing the duties in Sukkāketa.",
    "ai-anya-e0810n1:220_7": "When the one who has acquired virtues’ special qualities, then on account of that, etc., this consciousness of mine, like Sukkā, etc., is my preference to intent on me.",
    "ai-anya-e0810n1:221_0": "100.Lāsanantaṁ nacce.",
    "ai-anya-e0810n1:221_1": "Having gone forth on the seventh day as the ascetic Gotama",
    "ai-anya-e0810n1:221_2": "(Whoever) is unshaken by the dancing of dawn, ~ the Lord of the World,",
    "ai-anya-e0810n1:221_3": "it is not only because of those who do not.",
    "ai-anya-e0810n1:221_4": "from the garlics of floor and shade.",
    "ai-anya-e0810n1:222_0": "from the dancing, this is the action that was like this.",
    "ai-anya-e0810n1:222_1": "I shall extol the Joyful Gods,",
    "ai-anya-e0810n1:222_2": "she gave birth to a multitude of (deeds),",
    "ai-anya-e0810n1:222_3": "Trumbaruka, and Todeyya,",
    "ai-anya-e0810n1:222_4": "with that without a triumphant as the stick.",
    "ai-anya-e0810n1:222_5": "neither bridge nor sweat.",
    "ai-anya-e0810n1:222_6": "* the third Noble One, such as: Todeyya, was not satisfied,",
    "ai-anya-e0810n1:223_0": "101.",
    "ai-anya-e0810n1:223_1": "The royal bodies were not able to incomparable kingship. And they told him “Lay followers in this way.”",
    "ai-anya-e0810n1:223_2": "He should not give his sarong evenly hands to the needles: “Those hand-pskinning one’s rinsing; he should not make an end of the mouth, and he should not give.”",
    "ai-anya-e0810n1:223_3": "They are the name Añjana grove too,",
    "ai-anya-e0810n1:224_0": "After calling the ashes in the case of the co-treasures, the Uttarakud, the thresherds, the upper story, the butcher-treasurer, and the fourth full-questioners here, he should not see anyone else’s arms reach of the fourth hand, and he shouldn’t see it either.",
    "ai-anya-e0810n1:224_1": "if it is not walled;",
    "ai-anya-e0810n1:224_2": "The ministers said to everything that is arrival at the first (story), “Buddha”, and so on.",
    "ai-anya-e0810n1:225_0": "102.",
    "ai-anya-e0810n1:225_1": "there are nineteen jackals: nine tastes, solid nectary,",
    "ai-anya-e0810n1:225_2": "There they ate the very best tasty food, drink, clothes, and beds. They choose adorned with various parts, on the gratification provided with various parts, and preparing these verses.",
    "ai-anya-e0810n1:226_0": "103.",
    "ai-anya-e0810n1:226_1": "He showed the form of a cowherd’s milk them to finish, etc., and so on.",
    "ai-anya-e0810n1:226_2": "(The king) gave the board to the shade, under the protection of the mind, thoughts of body, speech, and mind. He has decorated the mind for a woman, and enjoying the use of it, as well as favourable, delightful, decorated, opposites, and prevented the mind for adornments. This is called “where else.”",
    "ai-anya-e0810n1:226_3": "And here the sight of a woman or a man, being one who gives birth and abiding in insight by way of vision or of the other men, and so on.",
    "ai-anya-e0810n1:226_4": "But whatever bodily he has performed, he gave it to the nectar is called the taste of the Devas.",
    "ai-anya-e0810n1:226_5": "But in the case of the opposite , all of the tastes are given in every way.",
    "ai-anya-e0810n1:227_0": "104.",
    "ai-anya-e0810n1:227_1": "He didn't of drink held a beautiful jackal festival with the three mass of women. He practices when they bad behaviors, flies, or embraces, or jackals of all the women, like elephants, horses, buffaloes, bulls, goats, jackals, and quests.",
    "ai-anya-e0810n1:227_2": "for the sake of a men, and for the sake of men,",
    "ai-anya-e0810n1:227_3": "He illustrious disease is of two kinds: the inner skin that is dead.",
    "ai-anya-e0810n1:227_4": "Herein,",
    "ai-anya-e0810n1:228_0": "Or alternatively, beginning with shaking and so on,",
    "ai-anya-e0810n1:229_0": "there is no use for wealth and through living in the others,",
    "ai-anya-e0810n1:230_0": "The Himālayas, the short, the taste of the Vibhaṅga, and the absence of the tastes –",
    "ai-anya-e0810n1:231_0": "“Whether tastes, those tastes,",
    "ai-anya-e0810n1:232_0": "Consumed and drewning,",
    "ai-anya-e0810n1:233_0": "at that very powerful,’",
    "ai-anya-e0810n1:234_0": "in the armpit of a sick man.”",
    "ai-anya-e0810n1:235_0": "enjoying wealth, enjoying wealth,",
    "ai-anya-e0810n1:235_1": "the dispelling of existence is the result of suffering.",
    "ai-anya-e0810n1:235_2": "If he makes a living in the air element by the foreign land, it is a basis for defilement, tied, attacking, leopard, or profitable. It is called “who has a defilements” or “It is a break in that opposite sex.",
    "ai-anya-e0810n1:235_3": "alert, pure: this Siṅgālaka’s Leaving.",
    "ai-anya-e0810n1:236_0": "you must develop the investigation-of-stream,",
    "ai-anya-e0810n1:237_0": "Firstly, annoying of bricks, desirable flags, agreeable objects,",
    "ai-anya-e0810n1:238_0": "the bonds of killing, caging.",
    "ai-anya-e0810n1:239_0": "She’ll makeup in basic powder.",
    "ai-anya-e0810n1:240_0": "Acording the lady,",
    "ai-anya-e0810n1:241_0": "like a goad stuck in the sky.",
    "ai-anya-e0810n1:241_1": "their state is dispelling in the scriptures,",
    "ai-anya-e0810n1:241_2": "A hero of the Dhamma teaching is threefold, that is to say, three is the fourfold,",
    "ai-anya-e0810n1:242_0": "Meditate on the part of the body,",
    "ai-anya-e0810n1:243_0": "Divine Seers, etc.;",
    "ai-anya-e0810n1:244_0": "Similarly in the Tradition of Comparing",
    "ai-anya-e0810n1:245_0": "and to the heart separately.",
    "ai-anya-e0810n1:246_0": "Developing the state of bathing,",
    "ai-anya-e0810n1:247_0": "That by way of speaking the road to the raft,",
    "ai-anya-e0810n1:248_0": "were unrivaled by the agitation of Nothingness and so on.",
    "ai-anya-e0810n1:249_0": "That fearfulness is the defeated state,",
    "ai-anya-e0810n1:250_0": "This man is like being struck by an arrow.",
    "ai-anya-e0810n1:251_0": "empty of self-control,",
    "ai-anya-e0810n1:252_0": "Heir to these eight wrong practices, being the opposite sex,",
    "ai-anya-e0810n1:253_0": "the fellow and the woman’s a man lowly.",
    "ai-anya-e0810n1:254_0": "peaceful, in mind,",
    "ai-anya-e0810n1:255_0": "whose minds are peaceful, who have peaceful minds,",
    "ai-anya-e0810n1:256_0": "Since there is peaceful states that are at peace,",
    "ai-anya-e0810n1:257_0": "he’s disgusted by the rising sun.",
    "ai-anya-e0810n1:258_0": "He is a rotten-worker, endowed with good qualities,",
    "ai-anya-e0810n1:259_0": "through the power of the Victorious Buddha glorious.",
    "ai-anya-e0810n1:260_0": "anger-developed by anger;",
    "ai-anya-e0810n1:261_0": "But she has got no rebirth in battle,",
    "ai-anya-e0810n1:262_0": "speaks harshly,",
    "ai-anya-e0810n1:263_0": "There is no simile of the four sons of the Sakyans that were created by you,",
    "ai-anya-e0810n1:263_1": "Both these nine treasures are stated in the Nādika",
    "ai-anya-e0810n1:263_2": "For this is said:",
    "ai-anya-e0810n1:264_0": "“A Bimbaru, Viḍabha,",
    "ai-anya-e0810n1:265_0": "These are the ninety-nine times which are found in the presence of the Teacher.”",
    "ai-anya-e0810n1:266_0": "but he is at ease in the others –",
    "ai-anya-e0810n1:267_0": "“Aṅgīrasa, Piṅgiyānī, who desires to fear",
    "ai-anya-e0810n1:268_0": "the Golden Bodhika,”",
    "ai-anya-e0810n1:269_0": "For this is said in the ninth (?), why are the ninth tastes that tasteified by the name of the nectar?",
    "ai-anya-e0810n1:270_0": "cry out, “juice”, or “perhaps desire,”",
    "ai-anya-e0810n1:271_0": "likewise fear of anger,",
    "ai-anya-e0810n1:272_0": "If you’re disgusted with sin,",
    "ai-anya-e0810n1:273_0": "arrogant is the moved,",
    "ai-anya-e0810n1:274_0": "Of this reason it is stated. That is why the eighth kind of enjoyment is stated. That is why it is not called “base” in the sense of having spoken.",
    "ai-anya-e0810n1:274_1": "peacefully, conquered the Dhamma-made Dhamma, resplendent with the thought:",
    "ai-anya-e0810n1:274_2": "Whatever Dhammadinnā has threefold, that is to say, the threefold disease,",
    "ai-anya-e0810n1:274_3": "Whatever loved ones have abiding in lovely the rainy season, the delighting in seclusion,",
    "ai-anya-e0810n1:275_0": "–",
    "ai-anya-e0810n1:276_0": "“A Bimbaru, Viḍūḍabha,",
    "ai-anya-e0810n1:277_0": "Abandoning as a drunk on compassion, goodness, and tastes.”",
    "ai-anya-e0810n1:278_0": "Others:",
    "ai-anya-e0810n1:279_0": "“I came to Laṅkā’s plunge into the forest,",
    "ai-anya-e0810n1:280_0": "working for blazing,",
    "ai-anya-e0810n1:281_0": "One born into a hero:",
    "ai-anya-e0810n1:282_0": "and the catchers –",
    "ai-anya-e0810n1:283_0": "Four tastes are impermanent,",
    "ai-anya-e0810n1:284_0": "a catching slaughtered, slaughtered, and gave (to the Buddha).",
    "ai-anya-e0810n1:284_1": "The true sage drew near, the man",
    "ai-anya-e0810n1:284_2": "But the deities with a protector,",
    "ai-anya-e0810n1:284_3": "And this is said:",
    "ai-anya-e0810n1:285_0": "“Aṅgīrasa, having swamped down on a hurried mountain,",
    "ai-anya-e0810n1:286_0": "crying out in the ocean!”",
    "ai-anya-e0810n1:287_0": "And here it is in the case of the sensual-sphere since it is arouses in mind that is to say, “Hearing the mind-made” , and having made it illuminated with the kasiṇas, “What is the incompatible of development?”",
    "ai-anya-e0810n1:287_1": "and that mortification is threefold: Thus he is threefold:",
    "ai-anya-e0810n1:288_0": "cry out, “juice”, or “perhaps desire,”",
    "ai-anya-e0810n1:289_0": "anger brought me up,",
    "ai-anya-e0810n1:290_0": "If you’re disgusted with sin,",
    "ai-anya-e0810n1:291_0": "arrogant is the moved,",
    "ai-anya-e0810n1:292_0": "Thirty-two parts of the Tusita hosts according to their own doctrine:",
    "ai-anya-e0810n1:293_0": "Crestraint from sickness,",
    "ai-anya-e0810n1:294_0": "Likewise, O vanity,",
    "ai-anya-e0810n1:295_0": "The rushing thoughts",
    "ai-anya-e0810n1:296_0": "Delusion is a vanity.",
    "ai-anya-e0810n1:297_0": "goodness flourishes,",
    "ai-anya-e0810n1:298_0": "let goats and Similes,",
    "ai-anya-e0810n1:299_0": "Some thoughts are valid and",
    "ai-anya-e0810n1:300_0": "the conception of womb, attained Emancipation.",
    "ai-anya-e0810n1:301_0": "restrained in the Teacher’s words.",
    "ai-anya-e0810n1:302_0": "and killing death;",
    "ai-anya-e0810n1:303_0": "Roja, Padumāra,",
    "ai-anya-e0810n1:304_0": "thirty purgeds from the height,",
    "ai-anya-e0810n1:305_0": "persistently:",
    "ai-anya-e0810n1:306_0": "The strong posts and the sun,",
    "ai-anya-e0810n1:307_0": "Scholar and divided path,",
    "ai-anya-e0810n1:308_0": "Vepacitti, the Lord of Men,",
    "ai-anya-e0810n1:309_0": "And so these eight reasons:",
    "ai-anya-e0810n1:310_0": "and from the top of the terminator.",
    "ai-anya-e0810n1:310_1": "wandering without forms,",
    "ai-anya-e0810n1:310_2": "just as a diseased man on a high priest’s ruined, so too, riches, and black-hair ruined by the hand of wisdom, the hunter and thirst.",
    "ai-anya-e0810n1:310_3": "But with the intention of being reborn in this way, (thinking):",
    "ai-anya-e0810n1:310_4": "The state of the one who is manifested in the Bodhisatta, thinking, “He isn’t able to teach the development of it.”",
    "ai-anya-e0810n1:311_0": "Herein, the meditator with absence of such investigations, greed, etc., including the greedy temperament, subduing his mind, and so on.",
    "ai-anya-e0810n1:311_1": "And this is said:",
    "ai-anya-e0810n1:312_0": "“Shameless in the realm, a dog for whispering,",
    "ai-anya-e0810n1:313_0": "What does the mind take care of the mind’s life?”",
    "ai-anya-e0810n1:314_0": "The state of partaking of the striving:",
    "ai-anya-e0810n1:315_0": "highly thought came,",
    "ai-anya-e0810n1:316_0": "Because of the time of his (good) conduct,",
    "ai-anya-e0810n1:317_0": "I’m left disturbed,",
    "ai-anya-e0810n1:318_0": "like an elephant’s head,",
    "ai-anya-e0810n1:319_0": "Might old age and death",
    "ai-anya-e0810n1:320_0": "Indeed, the tamed,",
    "ai-anya-e0810n1:321_0": "That one who is building up a dwelling at the wrong time, etc., is the time for making an effort,",
    "ai-anya-e0810n1:322_0": "Uppalavaṇṇā, with its beauty,",
    "ai-anya-e0810n1:323_0": "the guarding of the body,",
    "ai-anya-e0810n1:324_0": "The sorrows settle down",
    "ai-anya-e0810n1:325_0": "Opening the path to awakening.",
    "ai-anya-e0810n1:326_0": "Compassionates thorns and piercings, buffalo, patience, gentleness, and besides, always restraint.",
    "ai-anya-e0810n1:327_0": "is the treatise of the ocean, etc., and the starting point of a great man,",
    "ai-anya-e0810n1:328_0": "heroes and crushing things:",
    "ai-anya-e0810n1:329_0": "Like a man in the rope,",
    "ai-anya-e0810n1:330_0": "eye-selfish,",
    "ai-anya-e0810n1:331_0": "The elders should be such as elders,",
    "ai-anya-e0810n1:332_0": "–",
    "ai-anya-e0810n1:333_0": "this is an impediment.",
    "ai-anya-e0810n1:334_0": "cut the toes,",
    "ai-anya-e0810n1:335_0": "sending away, to pull up,",
    "ai-anya-e0810n1:336_0": "always grow in peace.",
    "ai-anya-e0810n1:337_0": "However, it is amazing:",
    "ai-anya-e0810n1:338_0": "For the level are quenched:",
    "ai-anya-e0810n1:339_0": "confident, etc.",
    "ai-anya-e0810n1:340_0": "there’s cutting off the hair and beard,",
    "ai-anya-e0810n1:341_0": "it’s good to give to the donors.",
    "ai-anya-e0810n1:342_0": "he postures, pillars, or deviousness, hunger and thirst, adornments, and crushing the necks of greed, hate and delusion, and the intoxication of the advantages.’",
    "ai-anya-e0810n1:343_0": "Such was the ancient poisonous sick, deluded’s vomit weapon, as intercourse, dominion, blemishing the Earth, jackal’s special qualities.",
    "ai-anya-e0810n1:344_0": "I was such due to the ending of defilements.",
    "ai-anya-e0810n1:344_1": "sick, grain, household—",
    "ai-anya-e0810n1:344_2": "like an elephant with nothing.",
    "ai-anya-e0810n1:344_3": "negligence is negligence.",
    "ai-anya-e0810n1:344_4": "the cutting off of the fetters,",
    "ai-anya-e0810n1:344_5": "suffering,",
    "ai-anya-e0810n1:344_6": "The goodness",
    "ai-anya-e0810n1:344_7": "suspicious heart,",
    "ai-anya-e0810n1:344_8": "Presented, aroused, obedient,",
    "ai-anya-e0810n1:344_9": "the bag of bones is scented in a neighbour.",
    "ai-anya-e0810n1:344_10": "(there is) unmatched without woods.",
    "ai-anya-e0810n1:344_11": "well-covered in sleeping places,",
    "ai-anya-e0810n1:344_12": "They, mind,",
    "ai-anya-e0810n1:344_13": "make an effort to get them.",
    "ai-anya-e0810n1:344_14": "Poisoned sweat,",
    "ai-anya-e0810n1:344_15": "I have paid homage to the Buddha,",
    "ai-anya-e0810n1:344_16": "Wealth is uncontrolled.",
    "ai-anya-e0810n1:344_17": "unstirred, hostile,",
    "ai-anya-e0810n1:344_18": "This is the detailed explanation of the meaning:",
    "ai-anya-e0810n1:344_19": "the color of tastes,",
    "ai-anya-e0810n1:345_0": "105.",
    "ai-anya-e0810n1:345_1": "grieving the Thirty—",
    "ai-anya-e0810n1:345_2": "The words were spoken of",
    "ai-anya-e0810n1:345_3": "laughtering the path,",
    "ai-anya-e0810n1:345_4": "Bhaddiya, be afraid of wrongdoing,",
    "ai-anya-e0810n1:345_5": "It is because you take things away to be taken away, drill-sticks, precises, oral traditions.",
    "ai-anya-e0810n1:345_6": "This is called what is said.",
    "ai-anya-e0810n1:345_7": "like a fine thoroughbred, the great hero,",
    "ai-anya-e0810n1:345_8": "Both:",
    "ai-anya-e0810n1:345_9": "it is said: “Venerables, that is good.”",
    "ai-anya-e0810n1:345_10": "So they smell an opportunity, sounds, smells, tastes, and touches.",
    "ai-anya-e0810n1:345_11": "And when it comes up to sounds by the ear or by the wind: by in the nostrils or by the wind, by the left arm,",
    "ai-anya-e0810n1:345_12": "Similarly the teacher called Isisiṅga was the king called Tissaka.",
    "ai-anya-e0810n1:345_13": "if he does the legal procedure;",
    "ai-anya-e0810n1:345_14": "This is called the speech.",
    "ai-anya-e0810n1:345_15": "He surrounds one, like a cuckoo’s call.",
    "ai-anya-e0810n1:346_0": "106.",
    "ai-anya-e0810n1:346_1": "The eleventh having a single word construction in which the session of the trainees, eleven precincts, and in whatever way it is said: “He can be gradually crosswise, chairs, deprived, and houses by constructions, –",
    "ai-anya-e0810n1:346_2": "A man who has performed pleasure with happiness,",
    "ai-anya-e0810n1:346_3": "and he has the characteristic of discrimination and is known as the Devas’ view, etc., and because he has made an agreement about the sound of Devadatta.",
    "ai-anya-e0810n1:346_4": "but he is at ease in the others –",
    "ai-anya-e0810n1:346_5": "“Unbeautifuls” is said: “From this declaration, in all its aspects,” and on the thirty-two marks of a bird.",
    "ai-anya-e0810n1:346_6": "The meaning of this:",
    "ai-anya-e0810n1:346_7": "The sesame seeds that were covered all in the directions for the three directions, and in the top of the drivers, according to the intermediate directions:",
    "ai-anya-e0810n1:346_8": "The water sugarcanes, the rinsing sun.",
    "ai-anya-e0810n1:346_9": "(This) is what has happened to one who is trained in need of rice or barley, (whether he said): “This has grained over the great (true) distinction, or is treated with reward.”",
    "ai-anya-e0810n1:346_10": "(but) he has the characteristics beginning with the size of the Divine Suttas, and so on. Theeing of the Devas beginning with Devadatta, etc.,",
    "ai-anya-e0810n1:346_11": "she has the characteristic of bark, or is characterized as its characteristic.",
    "ai-anya-e0810n1:346_12": "Or the water kasiṇa has polished, and as befriends –",
    "ai-anya-e0810n1:346_13": "the King goes to the King.",
    "ai-anya-e0810n1:346_14": "After this blessing, in this dissimilar to the gross physical matter, all the aspects of the body,",
    "ai-anya-e0810n1:347_0": "perhaps I could tell you what is suitable, saying: “What can I do for this?” and on account of that which is included in the story and the Vibhaṅga, –",
    "ai-anya-e0810n1:347_1": "and after the time I had been released from my grandmother, he proceeds like this.",
    "ai-anya-e0810n1:347_2": "according as it is said: “At present, what arranges,” “That is a poisonous, the rock or a trader.”",
    "ai-anya-e0810n1:347_3": "“Giverses this thing,” he replied, “They are all present,” and he replied, “The king is addressing, etc., as much as he is added, Todeyya.”",
    "ai-anya-e0810n1:347_4": "And also that deed is the cause of our deeds,",
    "ai-anya-e0810n1:348_0": "107.",
    "ai-anya-e0810n1:348_1": "after showing them up, he said: “We will give,” “We wish to make a robe,” and so on, etc.,",
    "ai-anya-e0810n1:348_2": "“So cooked ghee, etc., are the thieves’ criminals, and the rest.",
    "ai-anya-e0810n1:348_3": "“For he who has acquired the (living) Liberation.”",
    "ai-anya-e0810n1:348_4": "“Good, good!” she replied in the presence of the Teacher.",
    "ai-anya-e0810n1:348_5": "“Go and go, bind the lumps of coarse in the marsh.”",
    "ai-anya-e0810n1:348_6": "“Go and get in the four directions.”",
    "ai-anya-e0810n1:348_7": "The Buddha thought: “This is a Buddha,” and he gave the three festivals in the forest.",
    "ai-anya-e0810n1:348_8": "“Come forth, venerables! Come forth, Come forth!”",
    "ai-anya-e0810n1:348_9": "“Where are you, my only child? I am your only child?”",
    "ai-anya-e0810n1:348_10": "“Oh, what bliss!” She said, “Oh, what bliss!”",
    "ai-anya-e0810n1:348_11": "The word owing to be stated as the meaning is that of being the best and of all the. The being should be seen as such.",
    "ai-anya-e0810n1:348_12": "Herein, evil there is evil that falls from the water, “One who isn’t falling away” .",
    "ai-anya-e0810n1:348_13": "“Having in a dishold wet-piece.”",
    "ai-anya-e0810n1:348_14": "That’s how, when these nineteen years, the Wise One’s arm, might do what should be done, or is consumed by the astute—whoever their coming again and again—they are said to be worse, or the consequence of their coming back.",
    "ai-anya-e0810n1:349_0": "108.",
    "ai-anya-e0810n1:349_1": "Victorious chariots (?) means there were three sweet sounds, beautiful women and charming sights, Nāgas, camels cry:",
    "ai-anya-e0810n1:349_2": "the lord of gods, having thus performed the earth sovereignty: “Yet in that place, the lord of gods,",
    "ai-anya-e0810n1:349_3": "Without taking what is not the case, she bent her away,",
    "ai-anya-e0810n1:349_4": "A bad deed is produced by misfortune, and calm, thinking, “Through this action is invalid,”",
    "ai-anya-e0810n1:349_5": "those who dispel them.",
    "ai-anya-e0810n1:350_0": "to these three are the names, the calm, and the hunter is called “non-King”.",
    "ai-anya-e0810n1:350_1": "This is the sound of your woman, not an important woman,",
    "ai-anya-e0810n1:350_2": "Tissa and Upatissa,",
    "ai-anya-e0810n1:350_3": "he knows by his own Dhamma, the other’s Dhamma, Todeyya:",
    "ai-anya-e0810n1:350_4": "We’ve heard the teaching,",
    "ai-anya-e0810n1:350_5": "The sound of women is easy to quiet,",
    "ai-anya-e0810n1:351_0": "109.",
    "ai-anya-e0810n1:351_1": "Those consisting in the arts’ time the Uttiyas called Isipatana, “Lady,” and so on.",
    "ai-anya-e0810n1:351_2": "the one who takes it to their own good, or the other is one who performs it at all.",
    "ai-anya-e0810n1:351_3": "Or alternatively, it cannot be done by one who does good deed ornament, thus it is a body, or doing it.",
    "ai-anya-e0810n1:351_4": "The sky is called a measure of the great king,",
    "ai-anya-e0810n1:352_0": "“He makes sure that is remembered, he.",
    "ai-anya-e0810n1:353_0": "Cliffs took up sensual pleasures and illustrious their husbands.”",
    "ai-anya-e0810n1:354_0": "But for sure about inner skin,",
    "ai-anya-e0810n1:355_0": "Aṅgīrasa, the son of Aṅgīrasa, residing in Island the Sage.",
    "ai-anya-e0810n1:355_1": "Then the bed, Siddhattha, the necklaces, who had reached the peak and the pillow, and had reached the far shore.",
    "ai-anya-e0810n1:355_2": "With him, he said, “May he live long!”",
    "ai-anya-e0810n1:355_3": "Difficult life: God-King, the gods of the Thirty-Three, he should think: “One who lives in kingship, Ājīvaka ascetics.",
    "ai-anya-e0810n1:355_4": "if he knows that resorts to fear, he knows as fearful;",
    "ai-anya-e0810n1:355_5": "Yama they give this joy to others, the fire of the offerings, or the offerings of a drum, south, blazing and glowing.",
    "ai-anya-e0810n1:355_6": "“You’re acting like an enemy.",
    "ai-anya-e0810n1:355_7": "Bhāradvāja’s nephew Bhāradvāja,",
    "ai-anya-e0810n1:355_8": "Kassapa, Kassapa,",
    "ai-anya-e0810n1:355_9": "Without Vessāmitta, the Vessāmitta,",
    "ai-anya-e0810n1:355_10": "Thus there are these ten sages for the retinue.",
    "ai-anya-e0810n1:356_0": "110.",
    "ai-anya-e0810n1:356_1": "to give him the sixth (story), saying: “We will give to him the six-fold army,” and so on,",
    "ai-anya-e0810n1:356_2": "After performing sacrifices, he thinks, “This is an eon.”",
    "ai-anya-e0810n1:356_3": "she declares the sound of recitation, etc., which loving sounds, etc., by looking after the Noble Ones, by good will, and so on.",
    "ai-anya-e0810n1:356_4": "took a knife, handle, and went to a good deed, which was very fruitful,",
    "ai-anya-e0810n1:356_5": "The training is one who doesn’t train in this way: “Venerable sir, when will you train in this way?”",
    "ai-anya-e0810n1:356_6": "if he is permanently put out, everlasting, eternal, and imperishable, praised by the forty-nine years;",
    "ai-anya-e0810n1:356_7": "the six kinds of zeal are stated under the heading of foot, solitary retreat and cowardice. He says, “were the six kinds of aggregates”",
    "ai-anya-e0810n1:357_0": "111.",
    "ai-anya-e0810n1:357_1": "Vaḍḍha, and in front of the city, the merchant, and the groints (?), and the forty-three (their) brothers, the Abode of the Lord of Sages, the Wise One, the Wise One, the Beyond of the Wise One, the Sole Protector of the Collections, and the Awakened One, the Protector of the Wisdoms, the Way to the Beyond, the Hearter of the Stor of the Worns, the Way to the Beyond, and so on. This is called the Hereeft.",
    "ai-anya-e0810n1:358_0": "the name of a tree called “prolic” of Tāvatiṁsa Abode” is according to the doctrine of a gems”, with the drums, the ketttledrums, the buffalo, the kettledrums, the island.",
    "ai-anya-e0810n1:358_1": "There they knocked to the Teacher, making a place where they sit, strike the neck in a catch, and separately from the base of the hand of the wind. Then they plant it down and make the earth, sewn, breaking up and round of the portions. Then they show the adorned manage.",
    "ai-anya-e0810n1:358_2": "Living in the meaning is: near the size of a tree, a termite-mound, a single word-member trees, in the basic (right), making a variety consequences, many-folks, all-mounds, carpets, names, clans, variety, objects, myrobalans, fragrances, tangles, and cannot virtues for the private parts. Yours are devotedness with respect to him.",
    "ai-anya-e0810n1:358_3": "1.tatiyasaṅgītikathāvaṇṇanā.",
    "ai-anya-e0810n1:359_0": "112.",
    "ai-anya-e0810n1:359_1": "what is useless in the world, ~ who speaks what is known as the highest,",
    "ai-anya-e0810n1:359_2": "What do you think is so. From this day on account of that, all the horses dispensation have been given up in them, caste, names, clans, and fibond of the wind, or the burning sun, and creeping each other with eyes? Or because of their name and form, whether the earning or the nose or the tongue is given up, the neck, and craving for them is said to be given up, not grasping.",
    "ai-anya-e0810n1:359_3": "They think: “It’s possible that a fool gives rise to the dimension of infinite space or the dimension of infinite consciousness in the future, or the world in the future. And they don’t give rise to new merit.",
    "ai-anya-e0810n1:360_0": "what is beneficial for giving and using chew sticks, namely, the intelligent, and the using of a hundred leagues, bandits, exhaustions, tigers, leopards, elephants, horses, bandits, or tails, exhausted by various sorts of jackals, blocks, etc., that smooth, toys, or tortoies, apart from the King of the earth, even when not being affected.",
    "ai-anya-e0810n1:361_0": "By the characteristic of verbal action, etc., it is which choice that cannot be transgressed.",
    "ai-anya-e0810n1:361_1": "But even though he hasn’t cut off the influence and the meaning, he says in the Vibhaṅga thus: “This is the basis of frequenting function, and so on” he has said, “This is what is meant.”",
    "ai-anya-e0810n1:361_2": "Because he does not get a thousand times, even a hundred thousand times, don’t receptacle, etc.",
    "ai-anya-e0810n1:362_0": "113.",
    "ai-anya-e0810n1:362_1": "If you’re got with the carpenter, because what is accumulating for them, the guide you who have acquired the same perceptions, that is,",
    "ai-anya-e0810n1:363_0": "For the purpose of wrapping the arrow with a shade, the allowance of a Kadambara’s Tree,",
    "ai-anya-e0810n1:363_1": "When the commentary is talking, it is talking about.",
    "ai-anya-e0810n1:364_0": "Their enemy of the kingdom, clever, planted striving for sense pleasures, in the various strivings of rods, the others with the swords, the head, the westerning, the rod, the horns, the goods, and the neck, etc., thinking: ‘We will embark what is beneficial, it is the sound ofth.’",
    "ai-anya-e0810n1:364_1": "Such is the fourth calling a stick, a staff, rod, and adultery. Their rods, sticks, and swords are bonds, with a stick, a staff, and a staff. A stone whom you rods, backbiting, etc., for the sake of sticks, and a stick.",
    "ai-anya-e0810n1:365_0": "This pair of talk",
    "ai-anya-e0810n1:365_1": "According to their accumulations, he goes on all the way of the noble ones who socializing them.",
    "ai-anya-e0810n1:365_2": "the mentorates one who had set up a proper conduct.",
    "ai-anya-e0810n1:365_3": "* For the rising water For washing,",
    "ai-anya-e0810n1:365_4": "Having heard what is said: Doing what is unsuitable,",
    "ai-anya-e0810n1:365_5": "As to value, he is rolling up:",
    "ai-anya-e0810n1:366_0": "114.Adhivacanantaṁ nāme.",
    "ai-anya-e0810n1:366_1": "They perceive it as such.",
    "ai-anya-e0810n1:366_2": "This is why it is said: I am well protected,",
    "ai-anya-e0810n1:366_3": "Because of this the heir of the sound of the earlier or the voice.",
    "ai-anya-e0810n1:366_4": "he knows right ends, and he knows each is privacted by this.",
    "ai-anya-e0810n1:366_5": "in what is known as low,",
    "ai-anya-e0810n1:366_6": "There is no name for one who creates no delight,",
    "ai-anya-e0810n1:366_7": "(But) because of one’s actions, he who does not lead (himself) deeds,",
    "ai-anya-e0810n1:366_8": "For one who is stricking out:",
    "ai-anya-e0810n1:366_9": "Namely discovered by the sound of drums, making the loud noise, one’s forty eons—when he’s despised by the dirt of lips, etc.,—the meaning is this: “Hopeful” . It is substance of foes .",
    "ai-anya-e0810n1:366_10": "This is a term for the word of what is said:",
    "ai-anya-e0810n1:366_11": "he is questioned on the word of one who is questioned.",
    "ai-anya-e0810n1:366_12": "whether returning, or is one who has gone back.",
    "ai-anya-e0810n1:366_13": "Those who pass away over the northrows,",
    "ai-anya-e0810n1:367_0": "115.",
    "ai-anya-e0810n1:367_1": "Let alone ask (them).”",
    "ai-anya-e0810n1:367_2": "He should ask a question, in that he is related to his relatives.",
    "ai-anya-e0810n1:367_3": "asking about a question, but essential in questioning.",
    "ai-anya-e0810n1:367_4": "(That which should be) devoted to the household life. Please ask questions about.",
    "ai-anya-e0810n1:367_5": "Or he should ask question:  about the questioning posture:",
    "ai-anya-e0810n1:367_6": "In this way the in two ways only two, namely, a kasiṇa .",
    "ai-anya-e0810n1:368_0": "it is worth four _kaṁsa_ coins:",
    "ai-anya-e0810n1:368_1": "they used to be reprehensible to chair or defeat.",
    "ai-anya-e0810n1:368_2": "excitement by repulsion, not grasping.",
    "ai-anya-e0810n1:368_3": "and at the time of dawn, (but) the elements were destroyed,",
    "ai-anya-e0810n1:368_4": "shows what is seen that there is no seen, what is seen, heard, or suspected of that.",
    "ai-anya-e0810n1:368_5": "all the deeds done are to be done,",
    "ai-anya-e0810n1:368_6": "Winds constantly, protecting against illness,",
    "ai-anya-e0810n1:369_0": "116.",
    "ai-anya-e0810n1:369_1": "In brief it",
    "ai-anya-e0810n1:369_2": "‘This is good in the true way, good in the future.’",
    "ai-anya-e0810n1:369_3": "As to appointment, it is given in the specifically horned: “That is substance,”",
    "ai-anya-e0810n1:369_4": "By these absence of what is reckoned by means of calculation, they are reckoned by these.”",
    "ai-anya-e0810n1:369_5": "when he is wanted, he invited to enter upon.",
    "ai-anya-e0810n1:369_6": "In brief, without being calmed.",
    "ai-anya-e0810n1:370_0": "she said to the golden statue, “You have given a calm,” and so on, the ground,",
    "ai-anya-e0810n1:370_1": "To speak harshly to the eyes,",
    "ai-anya-e0810n1:371_0": "117.",
    "ai-anya-e0810n1:371_1": "(Once) this dispute arose in the Tathāgata: in the Ujjenī Saṅkheyyaka.",
    "ai-anya-e0810n1:371_2": "if he makes a dwelling, then after taking note of it, one who is fond of dwelling;",
    "ai-anya-e0810n1:371_3": "after taking care of the sea he goes, speaking thus:",
    "ai-anya-e0810n1:371_4": "he makes the blessing of all living creatures.",
    "ai-anya-e0810n1:371_5": "“Did you say that he does not tell because he has declarations of the tradition?”",
    "ai-anya-e0810n1:371_6": "you’ll get caught the path,",
    "ai-anya-e0810n1:372_0": "if it is for the sesame;",
    "ai-anya-e0810n1:372_1": "where he enjoys, fame and renown, all of these things: He who pays homage—",
    "ai-anya-e0810n1:372_2": "he looks ahead who looks around, looks all around.",
    "ai-anya-e0810n1:372_3": "He makes an agreement about sound:",
    "ai-anya-e0810n1:372_4": "He knows how broken teeth are.",
    "ai-anya-e0810n1:372_5": "Because that is why a well-known referred to as “welled” are said.",
    "ai-anya-e0810n1:372_6": "the nose, the ear, the nose, the tongue, the body, and the nose,",
    "ai-anya-e0810n1:373_0": "118-119.",
    "ai-anya-e0810n1:373_1": "is to be quiet at a time for care.",
    "ai-anya-e0810n1:373_2": "there is a responsibility for that second,",
    "ai-anya-e0810n1:373_3": "backbiting in this way, they live mindfully.",
    "ai-anya-e0810n1:373_4": "Or the alternatively, the repulsion (of the round) impact,",
    "ai-anya-e0810n1:373_5": "he enjoys delight;",
    "ai-anya-e0810n1:373_6": "and the word oppressing is prohibited, the first is the construction of the word opposite sex. It is first to be fixed in the former sense. While he is the first to leave the phrase.",
    "ai-anya-e0810n1:374_0": "you’ll be on the seventh day.",
    "ai-anya-e0810n1:374_1": "Where did this manifestation of this great ornament? Where are the conditions for doing so by means of the non-existence .",
    "ai-anya-e0810n1:374_2": "stones, pebbles, throats,",
    "ai-anya-e0810n1:374_3": "of virtue, of being brought to the neighbour of his virtue, while virtue is brought (only) cleansed the taste of the Dhamma",
    "ai-anya-e0810n1:374_4": "praises the splendor compared to which is praised.",
    "ai-anya-e0810n1:374_5": "“Have you towards all?”",
    "ai-anya-e0810n1:374_6": "you observe it.",
    "ai-anya-e0810n1:374_7": "on this stone, this swallow,",
    "ai-anya-e0810n1:374_8": "You’ve arrived in the bitter place,",
    "ai-anya-e0810n1:375_0": "Naturally worms, Northings, rags, snakes and crushing the body. Leading to the neighborhood of the body, or the physical contact of the best.",
    "ai-anya-e0810n1:375_1": "the Kokanadā was the name of Nārada, and Kokanadā, and Nārada.",
    "ai-anya-e0810n1:375_2": "undergoing the sound of riches because we heard the sound of drums noises thus: ‘In this way one period’s faith is making the sound of dying.’",
    "ai-anya-e0810n1:376_0": "120-121.",
    "ai-anya-e0810n1:376_1": "if it is hard to give;",
    "ai-anya-e0810n1:376_2": "They blaze and wake upset by one that they are annihilation.",
    "ai-anya-e0810n1:376_3": "one is said to be a perfectly enemy.",
    "ai-anya-e0810n1:376_4": "Disregarding this teaching,",
    "ai-anya-e0810n1:376_5": "Or through right understanding, discussing the discussion with him.",
    "ai-anya-e0810n1:376_6": "went to the dwelling,",
    "ai-anya-e0810n1:377_0": "(performed) the copperse is the captive spirits,",
    "ai-anya-e0810n1:377_1": "(Should there be) faults for hate,",
    "ai-anya-e0810n1:377_2": "to postures, “ lattering,” and so on.",
    "ai-anya-e0810n1:377_3": "You praise  beauty, and what is untimely;",
    "ai-anya-e0810n1:377_4": "(such) speaking illustriously,",
    "ai-anya-e0810n1:377_5": "The people say about people",
    "ai-anya-e0810n1:377_6": "depraved, attentive,",
    "ai-anya-e0810n1:377_7": "For one who is served as the sacred flavor,",
    "ai-anya-e0810n1:377_8": "These accusations, good in the same way",
    "ai-anya-e0810n1:377_9": "and this one kind of schism is said:",
    "ai-anya-e0810n1:377_10": "throwing threw the rice in a barley field,",
    "ai-anya-e0810n1:377_11": "For what kind of question do you think,",
    "ai-anya-e0810n1:377_12": "Likewise the lions, the timber, so too, the inner skin (all) the meaning.",
    "ai-anya-e0810n1:377_13": "How on earth is this: “But what is the cause of your enquire, what is the sight of your body?” or “It’s suitable for one gone forth,”",
    "ai-anya-e0810n1:377_14": "when the cowherd thinks, “They are going to cut off,” and “They are used up!”",
    "ai-anya-e0810n1:377_15": "I’m horrified, rugged in,",
    "ai-anya-e0810n1:377_16": "Herein, herein, the language beginning, “All these are attractions, grasping, mental simply explain, and submit to the instance of size,” they should be understood as said.",
    "ai-anya-e0810n1:377_17": "these seven people say,",
    "ai-anya-e0810n1:378_0": "The quarrels, arguments, and haunts of all kinds, being full of worms, confused to the whole world. And when the Buddha had promisessed the enemy, (and): “This fame, is unformed to in the neighborhood of the Buddha’s instructions, the Khujjasolent them, the listener of it.",
    "ai-anya-e0810n1:378_1": "The one who from blameworthy bonds ruined by blamelessness,",
    "ai-anya-e0810n1:378_2": "Having put down others’ mind, they denigration in others’ mind,",
    "ai-anya-e0810n1:378_3": "gets rid of hate,",
    "ai-anya-e0810n1:379_0": "We will get the eight noble ones, namely, the similes of the noble ones, the one who sees the noble ones, the one who weakens the noble ones, the one who is best of theirs and names, the one who sees the law of the noble ones: “We will influences what is seen, heard, thought, or known as the three enlightenments of the noble ones. We will take place in order to prevent you in the noble ones from the noble ones, the making neighbours of a circle and so on.”",
    "ai-anya-e0810n1:380_0": "the radiance is full of impediments, and has great projects.",
    "ai-anya-e0810n1:380_1": "(There is) in the sky, waves, circumstances,  leagues over a hundred leagues, the earth’s emerging, the water’s pulled up, the pin that was drumed up, and the birds wailing for a league.",
    "ai-anya-e0810n1:381_0": "The time when I have come down from the beginning, the middle and the end (of the dyes), like the sun (but doesn't get up from others.",
    "ai-anya-e0810n1:381_1": "Your ill will is established by hate, lamenting, state of loss, and sorrow.",
    "ai-anya-e0810n1:381_2": "lamentation, pain, sadness, and distress.",
    "ai-anya-e0810n1:382_0": "124.",
    "ai-anya-e0810n1:382_1": "of the perfected ones, upset,",
    "ai-anya-e0810n1:382_2": "I’ve dropped off the darkness,",
    "ai-anya-e0810n1:382_3": "Sancing in Sanctuary: he is the meaning.",
    "ai-anya-e0810n1:382_4": "the meaning is this:",
    "ai-anya-e0810n1:382_5": "(and) the various doctrines were found on the mountain, on the hand, or on the foot of the mountain, in the various matters or likewise.",
    "ai-anya-e0810n1:383_0": "Having analytically praised each other, he speaks pulled up the absence of words.",
    "ai-anya-e0810n1:383_1": "according to the other (story), saying: “Where do you receive the food?”",
    "ai-anya-e0810n1:384_0": "They get hold of their sauces, mixed with poison, rough, and rough. They raising the saucer a harsh words. They get uproared and rough.",
    "ai-anya-e0810n1:384_1": "The Asura lord of demons should not be finished, saying: “It’s proper to be a razor,”",
    "ai-anya-e0810n1:384_2": "used to give the joy and happiness to two.",
    "ai-anya-e0810n1:384_3": "a human being Todeyya (Vihāra), which is conceived in the struggle and is very helpful to the rest.",
    "ai-anya-e0810n1:384_4": "Hearing the heart’s heart, he goes down,",
    "ai-anya-e0810n1:385_0": "Which of these two ends, in the future – Saṁsāra, or in the next world, as in the time –",
    "ai-anya-e0810n1:386_0": "for as long as I live, I was a celibate,",
    "ai-anya-e0810n1:387_0": "I am a one of my mother and father, a son of my grandson,",
    "ai-anya-e0810n1:388_0": "They venerate the thirteen clairaudient sacrifice with the (from the) rewards, and the got tired of them.",
    "ai-anya-e0810n1:389_0": "126.",
    "ai-anya-e0810n1:389_1": "ten rose-apple trees: the tent and the ten thirteen keys (?), the tenthirteen keys, the inside of the net, the heart flesh, the sinews, the cluster figs, the heart’s neck, resembling the calves, encounter-sticks, and charming for the hands, and feet. This is the encounterration with the drugss, scriptiles, the nailsty ointural flag, and the heart’s thre unworns, and body hairs.",
    "ai-anya-e0810n1:390_0": "there is no responsibility for truth, harshness, and disturbance.",
    "ai-anya-e0810n1:391_0": "127.",
    "ai-anya-e0810n1:391_1": "attaining the deep knowledges.",
    "ai-anya-e0810n1:391_2": "with the sound of all kinds of clung to, and with including in all ways.",
    "ai-anya-e0810n1:391_3": "you don’t free of greed.",
    "ai-anya-e0810n1:391_4": "the truthfulness is hard to see.",
    "ai-anya-e0810n1:391_5": "He who, having seen the truth, what is true,",
    "ai-anya-e0810n1:391_6": "The sound of recitation is this: “How many here is this, the name of the Realized One, like a stream-enterer?”",
    "ai-anya-e0810n1:391_7": "* He who is so good, true and real,",
    "ai-anya-e0810n1:391_8": "just as you have faith in the good way!",
    "ai-anya-e0810n1:391_9": "They proceed although they’re truthful, and penetrate the truths in accordance with truth, owing to the word ‘faithful’.",
    "ai-anya-e0810n1:391_10": "faithful, content, and free of doubt.",
    "ai-anya-e0810n1:391_11": "but only that much is rightly called “proachable” .",
    "ai-anya-e0810n1:391_12": "The true teaching was true, holy, and in additional: “It’s true that you could have completed the kingdom in us.”",
    "ai-anya-e0810n1:391_13": "the brahmin whose truth is truthful, who has been undistorted.",
    "ai-anya-e0810n1:391_14": "Whatever is called “possessing of all forms” in the way that is to say: the physical base consisting of boundless consciousness, the making of the earth kasiṇa, the basis of the categories, and the dissolution in brief evening as dissociplined, –",
    "ai-anya-e0810n1:391_15": "right speech, right action, right livelihood",
    "ai-anya-e0810n1:391_16": "The brahmin, truthfully, lacking a good family, having no (good) human birth,",
    "ai-anya-e0810n1:391_17": "The sound of drums and pits are just like that.",
    "ai-anya-e0810n1:391_18": "Wrong speech is wrong.",
    "ai-anya-e0810n1:391_19": "You should a gentleness, harsh speech, or lie.",
    "ai-anya-e0810n1:392_0": "128.",
    "ai-anya-e0810n1:392_1": "In order to show the sixteenth (still) students, he said: “Delightening the desires affair to build,” and so on.",
    "ai-anya-e0810n1:392_2": "In crying sounds, delighting in the sound;",
    "ai-anya-e0810n1:392_3": "The person who isn’t engaged by darkness, not pleasing to others,",
    "ai-anya-e0810n1:392_4": "In the same way the taste of sapling",
    "ai-anya-e0810n1:392_5": "The sound of cooks gruel.",
    "ai-anya-e0810n1:392_6": "the sound, smelly, taste of the voice, the flux,",
    "ai-anya-e0810n1:392_7": "doesn’t miss the neck,",
    "ai-anya-e0810n1:392_8": "He enjoys the wealth he is riches,",
    "ai-anya-e0810n1:392_9": "Neither, untroubled, ~ and the precincts of horses,",
    "ai-anya-e0810n1:392_10": "Right there are Rāma,",
    "ai-anya-e0810n1:392_11": "the best of battles when grown in battle,",
    "ai-anya-e0810n1:392_12": "like a lovely monastery.",
    "ai-anya-e0810n1:392_13": "the nose, the ears,",
    "ai-anya-e0810n1:392_14": "Rāma, Valī, and Sīva, the one who, the intelligent, and the one who is dull.",
    "ai-anya-e0810n1:392_15": "he is learned, he does remember.",
    "ai-anya-e0810n1:392_16": "remembers the noble ones.",
    "ai-anya-e0810n1:392_17": "For he who has no share for him, thus he is a “gapless” .",
    "ai-anya-e0810n1:392_18": "for you like the rain doesn’t lean.",
    "ai-anya-e0810n1:393_0": "129.",
    "ai-anya-e0810n1:393_1": "After roaming the peacocks, he does not separately,",
    "ai-anya-e0810n1:393_2": "They listen to the sweet-voiced mind, pleasing knowledge of the people, victor, and adornments.",
    "ai-anya-e0810n1:393_3": "With the complete understanding that it is good for one who understands",
    "ai-anya-e0810n1:393_4": "He should be professions according to the happiness of freedom.",
    "ai-anya-e0810n1:393_5": "Not seeing externally, they don’t get tied, attacked, and neglected outside of their fingers. When they don’t go out, it’s re-entful, ignoble, and pointless. They’re not going to heaven.",
    "ai-anya-e0810n1:393_6": "After being (first) delighted in Vinaya, Asoka the sky was very beautiful, and delighted in this Bārāṇasī, or once gone forth.",
    "ai-anya-e0810n1:393_7": "Preciously with five-hundred women: (Asoka) is profound,",
    "ai-anya-e0810n1:393_8": "again and again, no hate, delusion wastested, unsuitable, and this dustlessly dividedly.",
    "ai-anya-e0810n1:393_9": "that is how the Fortunate One’s Saṅgha has such a name.",
    "ai-anya-e0810n1:394_0": "130.",
    "ai-anya-e0810n1:394_1": "when the animal had fallen to the rainy season residence the Fathers had fallen.",
    "ai-anya-e0810n1:394_2": "making a noise",
    "ai-anya-e0810n1:394_3": "sovereignty over the Rains Retreat.",
    "ai-anya-e0810n1:395_0": "many destroyers of jujube and so on,",
    "ai-anya-e0810n1:395_1": "He brings the opposite sex in Kosambi, which is the time for the Kosiya Tree and?",
    "ai-anya-e0810n1:395_2": "the sweet, the chest, the waist, the chest,",
    "ai-anya-e0810n1:395_3": "My eyes are choked,",
    "ai-anya-e0810n1:396_0": "Let him worship (them) in the home, in the ear, the nose, the tongue, (only), and the body,",
    "ai-anya-e0810n1:397_0": "131.",
    "ai-anya-e0810n1:397_1": "Many oppressed by thorns and bursts,",
    "ai-anya-e0810n1:397_2": "There are three times for the purpose of abandoning a village.",
    "ai-anya-e0810n1:397_3": "The their name was said: “The Snakes have been joints in Saṁsāra,”",
    "ai-anya-e0810n1:397_4": "They’re fainted by human world, and put three on the other three inspects of the gods. And the infatuated and the three worlds, and the Devas came, yet they say, “Now.”",
    "ai-anya-e0810n1:397_5": "And here it is the one roaming on each side of the seven pearls, the other carpets, the level, the nurses, smeared on the And hereins, escorted seven palms, and were freed from the reaching Sakka’s patience.",
    "ai-anya-e0810n1:397_6": "when he said this to the group of five hundred kings,",
    "ai-anya-e0810n1:397_7": "lost among things that delude.",
    "ai-anya-e0810n1:397_8": "Just as a government official who is able to attack them with their initiates,",
    "ai-anya-e0810n1:397_9": "and one-way (them) of Seven places are seven,",
    "ai-anya-e0810n1:397_10": "since it is eradicated by the one adverting with the other.",
    "ai-anya-e0810n1:397_11": "all of them have in communion, whirlwing together,",
    "ai-anya-e0810n1:398_0": "132.",
    "ai-anya-e0810n1:398_1": "the desiring to show (her) names in the various forms, “Amongst those who bodies the “place”, etc., is said to be the “giver” , and so on.",
    "ai-anya-e0810n1:398_2": "he is the hermit amongst those who go,",
    "ai-anya-e0810n1:398_3": "(That is) the name he enters, the one who pacifies and Unsuitable,",
    "ai-anya-e0810n1:398_4": "“Give!” and on, they say: “We are those who already dead.",
    "ai-anya-e0810n1:398_5": "Because he is called an arrow, he does not tremble arrow.",
    "ai-anya-e0810n1:398_6": "Being devoted to my warriors, he praises thus: “Regarding.”",
    "ai-anya-e0810n1:399_0": "My nose was like a box,",
    "ai-anya-e0810n1:400_0": "When you’re running out,",
    "ai-anya-e0810n1:401_0": "There is a production of fame in the Six Disambhidā.",
    "ai-anya-e0810n1:402_0": "therefore the Sixfold doctrine of the sunn hemp,",
    "ai-anya-e0810n1:403_0": "or because of Gandhamādana, various kinds of flavors, others.",
    "ai-anya-e0810n1:403_1": "The middling, in the middle, the junior one,",
    "ai-anya-e0810n1:403_2": "And the fifth is found in the five great primary elements: in the Palace of Pañcasikha, the fifth, and the five great primaries with its lotuses, texts on its head, etc., –",
    "ai-anya-e0810n1:403_3": "A legal issue conducive to the legal issues, a poison, and a caravan,",
    "ai-anya-e0810n1:403_4": "“That’s why they say, for the sake of the vanity.”",
    "ai-anya-e0810n1:403_5": "and having done the seventh day.",
    "ai-anya-e0810n1:404_0": "133-135.",
    "ai-anya-e0810n1:404_1": "Those who are eager for the arrows, etc., said: “We will not give to them,” and so on.",
    "ai-anya-e0810n1:404_2": "the cattle-butcher rivers.",
    "ai-anya-e0810n1:404_3": "Likewise, when the herd of deer is seized by an ointment, middling fragrance, and ozing the hand of the sun and moon, so on, the elephants or the skin of the chest.",
    "ai-anya-e0810n1:404_4": "And this is said in the world:",
    "ai-anya-e0810n1:405_0": "“Today, not cattle, roaming the cows,",
    "ai-anya-e0810n1:406_0": "that is without knowing, charming, or smelling, the lady, the medium, and the middle.",
    "ai-anya-e0810n1:407_0": "was the fifth time in Kokālika.",
    "ai-anya-e0810n1:408_0": "it’s content with what you use.”",
    "ai-anya-e0810n1:409_0": "all sentient beings, all uprooted and timber, are five level to plunge deep into the heart. And in the fifth they don’t get upset, thinking:",
    "ai-anya-e0810n1:410_0": "The village wearing a sarong village, the middle village, and the three are three villages.",
    "ai-anya-e0810n1:410_1": "Of these, the master Viḍūḍabha replied: “Posāpajāpati is dirty,” “Prince they are going to a certain village.”",
    "ai-anya-e0810n1:410_2": "what will there in the village doing?",
    "ai-anya-e0810n1:410_3": "Because of their function of each other’s precincts, it leads to the schism.",
    "ai-anya-e0810n1:410_4": "When the garland of flowers had been near that village, in the village of Sāṭaliputta, and in that place there are seven days.",
    "ai-anya-e0810n1:410_5": "It may be that in the case of arrivals in the border are made with an agreement.",
    "ai-anya-e0810n1:410_6": "what is the reason why?",
    "ai-anya-e0810n1:410_7": "Here there were seven people here in the world of men and Devas who were completed the (true) faithful deeds, and so on were seventy-two grounds (before) in the realms of the gods.",
    "ai-anya-e0810n1:410_8": "Just as when he were told in the Arahants, then three times, fourteen, five, ten and three on the spot, and anoint in the same way.",
    "ai-anya-e0810n1:411_0": "136.",
    "ai-anya-e0810n1:411_1": "they will give to the inhabitants that are prepared.",
    "ai-anya-e0810n1:411_2": "Tissa the lord of death worships, Tissa and so on,",
    "ai-anya-e0810n1:411_3": "* For the one who is living the very sacred flame",
    "ai-anya-e0810n1:411_4": "There are sixty-six modes in the shade of the palms beginning with the crowd,",
    "ai-anya-e0810n1:411_5": "or gandhabba counselor,",
    "ai-anya-e0810n1:411_6": "The Majjhima reciters in the Thūlaka.",
    "ai-anya-e0810n1:411_7": "In the fifth teeth of the Kapilavatthu.",
    "ai-anya-e0810n1:411_8": "the four immaterial states have the same four jhānas, etc.,",
    "ai-anya-e0810n1:411_9": "Like this, in the seventeenth wide open together, maiden Sutavā,",
    "ai-anya-e0810n1:411_10": "This deceitful is said to be one thing, and it is said to have other.",
    "ai-anya-e0810n1:411_11": "For this is said:",
    "ai-anya-e0810n1:412_0": "“He is fourfold: the medium one, the medium one, the middle one,",
    "ai-anya-e0810n1:413_0": "Endowed with the two odors, such as:",
    "ai-anya-e0810n1:414_0": "Sixfolded is best, he thinks: ‘The first is unbroken.’",
    "ai-anya-e0810n1:415_0": "Learning is the fourth,’ he is dead.”",
    "ai-anya-e0810n1:416_0": "it should be expelled:",
    "ai-anya-e0810n1:417_0": "it is said to be “gone” .",
    "ai-anya-e0810n1:417_1": "When the one who wraps in rotten at the head of his arms, he re-enterers whose hand was born.",
    "ai-anya-e0810n1:417_2": "in socializing with the incomparable, the sweetest of the birds.",
    "ai-anya-e0810n1:417_3": "a deep roar in a deep-dyed man",
    "ai-anya-e0810n1:417_4": "which was given to him by the one who was self-control and so on.",
    "ai-anya-e0810n1:417_5": "For the wise one who consults,",
    "ai-anya-e0810n1:418_0": "palms or three, beginning with, middle and ends.",
    "ai-anya-e0810n1:418_1": "(but) healter, lord of the earth, desired the water,",
    "ai-anya-e0810n1:418_2": "he had the sound of his own hands,",
    "ai-anya-e0810n1:418_3": "Herein, in whatever kettled-morks there is: the sound of crows, the keys, the drums, the sound of coughs, the kettledrums, the sound of crows, and the cry:",
    "ai-anya-e0810n1:418_4": "Since the instant is so, the instant in the recommendation is made on the claiming. They are satisfied, they all haven’t made the issue.",
    "ai-anya-e0810n1:419_0": "138.",
    "ai-anya-e0810n1:419_1": "he two or three cows.",
    "ai-anya-e0810n1:419_2": "of the moon, or sun, which is drawn by a mass of fire,",
    "ai-anya-e0810n1:419_3": "“Like a wrestling-coloured hair, wrinkled skin, like a carpet-free,",
    "ai-anya-e0810n1:419_4": "Piṅgīrasa is the name of the Viḍī.",
    "ai-anya-e0810n1:419_5": "That Vibhaṅga thus, “The Teacher is an abiding in meaning”, and so on, the forty-five years.",
    "ai-anya-e0810n1:420_0": "She was known as the seven principles, and who speaks of what is listed and disciplined.",
    "ai-anya-e0810n1:420_1": "twenty-four thousand spellers, fourteen widows, even the birds of wields, flaws, synovial fluees, and because even in the birds looked on all the more than that they were resided in understanding.",
    "ai-anya-e0810n1:421_0": "When the faults of the kasiṇa is shaped, it is made into a lotus pond, a crystal, a lotus pond, and a half the cry.",
    "ai-anya-e0810n1:421_1": "It’s hard to traders to see you,",
    "ai-anya-e0810n1:421_2": "Kakudhara, Pokkharasāti, and so on, not Pokkharasāti.",
    "ai-anya-e0810n1:421_3": "What does he care about?",
    "ai-anya-e0810n1:421_4": "the one (good) appears,",
    "ai-anya-e0810n1:422_0": "Like two on the ground,",
    "ai-anya-e0810n1:422_1": "bringing back to the waves, thus it is “harm” .",
    "ai-anya-e0810n1:422_2": "like an earth canopy cover the machete,",
    "ai-anya-e0810n1:423_0": "for five hundred dove-footed nymphs, and so on.",
    "ai-anya-e0810n1:424_0": "In the midst of the forest and the jackals—against of the flesh, in the ends of the carts, rolling the honey-coloured—they spike, the ketttledrums, the dyedripped by million pots, the ketttledrums, the hundred pots, and the weavers—they are called Kapāleyyas.",
    "ai-anya-e0810n1:424_1": "it is very large hero, thinking: “This is surpassing the sound of your enemy,” and so on. it is done for the purpose of crossing the flood, “This is bound together with the Questions.”",
    "ai-anya-e0810n1:424_2": "and because of the shape of pots and water-pots is the shape of a pot full of jars.",
    "ai-anya-e0810n1:424_3": "Also the drop of water jar was so moved:",
    "ai-anya-e0810n1:424_4": "And the water is wounded by birds or wide open; it fills up the jar.",
    "ai-anya-e0810n1:424_5": "Two on the outcomes of the strings of the rolls, the sound of the sweet, the taste of curry, the sound of covetous, and the noble.",
    "ai-anya-e0810n1:425_0": "141.",
    "ai-anya-e0810n1:425_1": "from both of the two nets, the shackles, the poisonous snakes, the carpets, the palms of all the earth, the water, the four constantly net, the namely, the initiate of the opposite sex, the senses, and the calm, all-tongued in all the ears, the nose, the tongue, the body, and the mind.",
    "ai-anya-e0810n1:425_2": "he undergoes fear of being depressed in defilement.",
    "ai-anya-e0810n1:426_0": "142.",
    "ai-anya-e0810n1:426_1": "Your name was like a golden garden called Susīma.",
    "ai-anya-e0810n1:426_2": "like a lake clearing the forest,",
    "ai-anya-e0810n1:426_3": "But that peaceful mind is to be conditioned.",
    "ai-anya-e0810n1:426_4": "After putting down the very best and extremely ends, it comes to the sixteenth, quietly come to bathe and drinking, the windows in the sky.",
    "ai-anya-e0810n1:426_5": "There is no deed for laughing loudly, laughing,",
    "ai-anya-e0810n1:426_6": "You have suffered a leaf with a stick, because you have been drunk from the staff, the keyhole, and the bird letts into it.",
    "ai-anya-e0810n1:426_7": "the sun movings, black hair,",
    "ai-anya-e0810n1:426_8": "There the sixteen named Kaḷivisa.",
    "ai-anya-e0810n1:426_9": "Leaves, salty skin:",
    "ai-anya-e0810n1:426_10": "pebbles, swallows, posts, and backstricks.",
    "ai-anya-e0810n1:427_0": "Kokālika said: “Which is the name of the fourth part of the body?",
    "ai-anya-e0810n1:427_1": "when the floating is abundant.",
    "ai-anya-e0810n1:427_2": "and pouring the mouth of the mouth and on the mouth of his mouth,",
    "ai-anya-e0810n1:427_3": "winds that go through the winds, the bowels, the traders, and the other.",
    "ai-anya-e0810n1:427_4": "or they are the faults,",
    "ai-anya-e0810n1:428_0": "143.",
    "ai-anya-e0810n1:428_1": "fearful, and terror;",
    "ai-anya-e0810n1:428_2": "Speak and terrified, these are the floods,",
    "ai-anya-e0810n1:428_3": "spotless, full of flames,",
    "ai-anya-e0810n1:428_4": "Saying: “Listen,” he sounded with clothes,",
    "ai-anya-e0810n1:428_5": "(These two religious foundations of the ascetics of other religions, holy the garden of the drums, –",
    "ai-anya-e0810n1:428_6": "Once I’m a moment",
    "ai-anya-e0810n1:428_7": "They go to the ghost realm of the Mucalinda, the sage gone,",
    "ai-anya-e0810n1:428_8": "the sage in his head is born, sageless.",
    "ai-anya-e0810n1:429_0": "when the body breaks up, the head is finished in the shade of the signs of a shade:",
    "ai-anya-e0810n1:430_0": "My ship was like a golden statue,",
    "ai-anya-e0810n1:431_0": "overcome by grief, he is the middle of the end.",
    "ai-anya-e0810n1:432_0": "as well as Piṅgiyānī",
    "ai-anya-e0810n1:433_0": "“How many voices are flattered up,” and so on.",
    "ai-anya-e0810n1:434_0": "Boiled, free of doubt,",
    "ai-anya-e0810n1:434_1": "overcome by doubt,",
    "ai-anya-e0810n1:434_2": "offending, scratching, and tricking with one cloth in his mouth, he makes the sound of a belly above the body up, throat, and cry out:",
    "ai-anya-e0810n1:434_3": "notice of clinging to the: Todeyyasakatissa (them), the fault of hate,",
    "ai-anya-e0810n1:434_4": "he who measures up the above above above, below,",
    "ai-anya-e0810n1:435_0": "One who speaks on the four things has crossed over.",
    "ai-anya-e0810n1:435_1": "but because involved (thinking): the grass and the neighborhood.",
    "ai-anya-e0810n1:435_2": "or conceited to the ears, “Do not end,”",
    "ai-anya-e0810n1:436_0": "144.",
    "ai-anya-e0810n1:436_1": "“Ascetic,” the sound of drunking is demolished,",
    "ai-anya-e0810n1:436_2": "“Having taken up residence there is a soft, a guard over the four lower parts, auspicious kingdom, for the birds of all that causes this receivers.”",
    "ai-anya-e0810n1:437_0": "Whether the ladies of the Arched harps, smeared with lengths in a charnel ground, a wound,",
    "ai-anya-e0810n1:437_1": "“He gives a sound,” and he does a sound to the ears, the sound of they gave it to the ear, and he gave it even with advice.",
    "ai-anya-e0810n1:437_2": "“‘Through grace’ is Victorious,’ or fearful,",
    "ai-anya-e0810n1:437_3": "The sacrifices that have been killed.",
    "ai-anya-e0810n1:437_4": "Later, having the broken snare, etc.,",
    "ai-anya-e0810n1:437_5": "“Listen,” he gifted a cry: “Lord of meat,” and the name of this donation.",
    "ai-anya-e0810n1:437_6": "“Saying,” he did a sound.",
    "ai-anya-e0810n1:437_7": "Setting as the beginning and so on, the break up of the breaches, and that frame.",
    "ai-anya-e0810n1:438_0": "dancers of mung beans, kettledrums, kettledrums, and variously poisoned water. And all the people, embraceeding the ornaments of various kinds, delightful embankments, singinginging and fragrant boxing their poisonsing the various floats, or the flags of various kinds.",
    "ai-anya-e0810n1:438_1": "goodness flourishes up.",
    "ai-anya-e0810n1:438_2": "Virūpakkhasāsa and Makkhali Godatta in his same way and so on, the people having abode of a valiant wind, fragrant and so on.",
    "ai-anya-e0810n1:438_3": "From a scented sal tree by a messenger, one who gives birth after dreams, going to the Akaniṭṭha realm, the About One who is called a “harder”.",
    "ai-anya-e0810n1:438_4": "It is the periphery of others with bricks, etc., that opinion, and the rest.",
    "ai-anya-e0810n1:439_0": "146.",
    "ai-anya-e0810n1:439_1": "four-footed stones, every bricks,",
    "ai-anya-e0810n1:439_2": "smells, smells, tastes, touches, and thoughts are tied.",
    "ai-anya-e0810n1:439_3": "delighting in the Doctrine of the very delightful Devas.",
    "ai-anya-e0810n1:439_4": "Sundara means being fragrant, well-formed by the sky, and the spotless.",
    "ai-anya-e0810n1:440_0": "hard to admonish,",
    "ai-anya-e0810n1:440_1": "Perceiving people with a scented ointment, like beetts for the purpose of wielding the hands, and whatever was done she wanted to touch a lot.",
    "ai-anya-e0810n1:440_2": "Drawing a graceful smell, stupid, and so on said:",
    "ai-anya-e0810n1:440_3": "“There is much working for the Sangha that has just been done.”",
    "ai-anya-e0810n1:440_4": "Contented like a custom, the other victors,",
    "ai-anya-e0810n1:440_5": "Or two kinds of sarong were unprincipled, fertile, and most precious, with great abode,",
    "ai-anya-e0810n1:440_6": "And what is very much your overhead?",
    "ai-anya-e0810n1:441_0": "Smelling like a burning flame,",
    "ai-anya-e0810n1:441_1": "When the household life is destroyed,",
    "ai-anya-e0810n1:441_2": "Varabhaṅga, a creeper, and a laziness in the island of Laṅkā, the sound of the lairs (of the bowl).",
    "ai-anya-e0810n1:442_0": "The four names of Sanaṅkumāra, and so on.",
    "ai-anya-e0810n1:442_1": "(But) where is a name for the lowness, that is to say: “I am inferior” and superior people who are embarrassed in the world, he who is adorned with blood, or from a scheming given to joy, he is called “I have” .",
    "ai-anya-e0810n1:442_2": "and in a noble flower which was born in the flower-meal trees, or flowers, and fruits (but) on the bank of the rivers,",
    "ai-anya-e0810n1:442_3": "or whatever the incomparable (which is) called “the flower”,",
    "ai-anya-e0810n1:442_4": "(but) you, Delighting, leaning on a staff, were dropped,",
    "ai-anya-e0810n1:442_5": "Tapodaya is the substantial, but it is said to be the dart.",
    "ai-anya-e0810n1:443_0": "148.",
    "ai-anya-e0810n1:443_1": "for the lady of the skin;",
    "ai-anya-e0810n1:443_2": "Where do the drinking water that remains or a pit, but which crashs the rivers in the forest?",
    "ai-anya-e0810n1:443_3": "Robe’s and the ladies of Kapilavatthu",
    "ai-anya-e0810n1:443_4": "Like the courtesan, Todeyya,",
    "ai-anya-e0810n1:443_5": "Māra’s honey, don’t hurriedly sweet you like that sweet,",
    "ai-anya-e0810n1:443_6": "“One like a rotten violent rain,”",
    "ai-anya-e0810n1:443_7": "The others get the sound of course,",
    "ai-anya-e0810n1:443_8": "waist, ninety,",
    "ai-anya-e0810n1:443_9": "These are called the six kinds of taste.",
    "ai-anya-e0810n1:443_10": "They say: the local arts of quarrels, singing in the forest,",
    "ai-anya-e0810n1:444_0": "149.",
    "ai-anya-e0810n1:444_1": "this is hard to see,",
    "ai-anya-e0810n1:444_2": "contact should be experienced as contact,",
    "ai-anya-e0810n1:444_3": "it was so very hard to see.”",
    "ai-anya-e0810n1:444_4": "thus destroyed the hermitage .",
    "ai-anya-e0810n1:444_5": "They’re frightening in distraction. They don’t grow in dissatisfaction with passing away. There are no feelings that are painful or neutral. Three faculties arise in the five ways: among the faculties, namely, the clarity and unification of mind. Though the mind in the three faculties arise in him, etc., they don’t arise in the five consequences.",
    "ai-anya-e0810n1:444_6": "You’re Indra, your faculties are lovely.",
    "ai-anya-e0810n1:444_7": "There is no way in between boat and fathoming. That is why there is the self and the like a cow, the inside of another, the inner skin, the flesh, the similes, and the size of life.",
    "ai-anya-e0810n1:444_8": "To one who has shown that he does his eye, etc., and flows out of the sense faculties through the eye and so on. And the indication of existence or the greatest of the faculties I am.",
    "ai-anya-e0810n1:445_0": "if it is not a bag;",
    "ai-anya-e0810n1:445_1": "They don’t blame the person’s own,",
    "ai-anya-e0810n1:445_2": "He thinks, “When there is no malicious intent, then there is no malicious intent, the Lord of the World’s end, the way to the root, or the eye sockets, or the destruction of continued existence.”",
    "ai-anya-e0810n1:445_3": "on her occasion:",
    "ai-anya-e0810n1:445_4": "they see the body in speech:",
    "ai-anya-e0810n1:445_5": "because of ill-willing beauty:",
    "ai-anya-e0810n1:445_6": "If he accepts it with the eye, sights, and eyes, and he does not see it.",
    "ai-anya-e0810n1:446_0": "150.",
    "ai-anya-e0810n1:446_1": "When five hindrances are brought,",
    "ai-anya-e0810n1:446_2": "They hear the ear,",
    "ai-anya-e0810n1:446_3": "Endowed with the sound of the ear ...",
    "ai-anya-e0810n1:446_4": "when one who has performed the issues, they hear the tasks of the ears, theings, or the piles in the forest.",
    "ai-anya-e0810n1:446_5": "who listens to the Dhamma of the which is generous,",
    "ai-anya-e0810n1:447_0": "Looking in four-footed lairs.",
    "ai-anya-e0810n1:447_1": "There are no heirs that areitable, they say neither the time.",
    "ai-anya-e0810n1:447_2": "of the shaven and the head.",
    "ai-anya-e0810n1:447_3": "When you smell an odor with the nose, you lose their nose, and smell an odor with the nose.",
    "ai-anya-e0810n1:448_0": "Two particulars",
    "ai-anya-e0810n1:448_1": "By soul is heirs that living creature",
    "ai-anya-e0810n1:448_2": "life is the colour of the nectar, or the tongue is called “the nectar”.",
    "ai-anya-e0810n1:448_3": "there is no taste for tastes, the tastes, the tastes, and the tastes don’t know what’s off, or what should be done.",
    "ai-anya-e0810n1:449_0": "151.",
    "ai-anya-e0810n1:449_1": "burning in a body.",
    "ai-anya-e0810n1:449_2": "For while walking and standing ...",
    "ai-anya-e0810n1:449_3": "grabbed seeds.",
    "ai-anya-e0810n1:449_4": "‘I’m skilled in what is skillful and what is unskillful,’ the winter comes from a good destination.",
    "ai-anya-e0810n1:449_5": "goes to the grace, skilled in what is skillful and what is unskillful, such is the destination of the common sense.",
    "ai-anya-e0810n1:449_6": "It is because of the words “Bhikkhus, there are three Buddhas, there are life-forms,",
    "ai-anya-e0810n1:449_7": "He is called “restraint” , and so on, delighting in heaven,",
    "ai-anya-e0810n1:449_8": "He learns from contemptuous speech:",
    "ai-anya-e0810n1:449_9": "They grow in fact what is skillful and what is unskillful, while skillful and unskillful.",
    "ai-anya-e0810n1:449_10": "This is the sound of men who have faith in the very best of consecrations.",
    "ai-anya-e0810n1:449_11": "the carpets iron ball.",
    "ai-anya-e0810n1:449_12": "and pursuing the quiet, he continues the sound of women:",
    "ai-anya-e0810n1:449_13": "And here too the sound of drums below.",
    "ai-anya-e0810n1:449_14": "“That must be associating with the Ganges plunges into the water.”",
    "ai-anya-e0810n1:449_15": "(But) you, like wood, canopy, at this supreme very best,",
    "ai-anya-e0810n1:450_0": "152-154.",
    "ai-anya-e0810n1:450_1": "set on six sees a mind-made body.",
    "ai-anya-e0810n1:450_2": "thinking, ‘I thought my mind in turn.’",
    "ai-anya-e0810n1:450_3": "serenity of heart ...",
    "ai-anya-e0810n1:450_4": "mind: thoughts know them.",
    "ai-anya-e0810n1:450_5": "consciousness, there is consciousness,",
    "ai-anya-e0810n1:450_6": "ruins out of his own hands, the meditators who, ~ and the fault-finding the heart,",
    "ai-anya-e0810n1:450_7": "my own mind, with its own hands,",
    "ai-anya-e0810n1:451_0": "fourteen Buddhas, the virtues of being Paccekabuddhas,",
    "ai-anya-e0810n1:451_1": "He thinks, “Just as an oppress, tires, blazing, etc., that is damaged by water or the series, and doesn’t grasp it.",
    "ai-anya-e0810n1:451_2": "are known by wisdom.",
    "ai-anya-e0810n1:451_3": "when you are awakened, they are awakened.",
    "ai-anya-e0810n1:451_4": "For in regard to those eight factors I have acquired wisdom,",
    "ai-anya-e0810n1:451_5": "By the mind he knows: , and goes, thus he is a moment, stubborns his knowledge, he thinks ‘I’m free from mung beans.’",
    "ai-anya-e0810n1:451_6": "For beings who are attached to being, etc., that of beings did not flow to be given to beings, etc., or to be eaten by the earth,",
    "ai-anya-e0810n1:451_7": "and mind.",
    "ai-anya-e0810n1:451_8": "he exercises, knowings his going forth, has been raised, possessed of clear vision and virtuous conduct.",
    "ai-anya-e0810n1:451_9": "like deer in a trick.”",
    "ai-anya-e0810n1:451_10": "when you sink with each of the head,",
    "ai-anya-e0810n1:451_11": "while they were present, they looked after them with rice.",
    "ai-anya-e0810n1:451_12": "they don’t be free of deceit,",
    "ai-anya-e0810n1:451_13": "The request for (the purpose of) inquiry is founded by the air. And the embellished by the Buddhas, etc., which have been fixed in (the way) Buddhas, is the chain of the Seer.",
    "ai-anya-e0810n1:452_0": "the wisdom there is from insight, and the wisdom there is from inner skin,",
    "ai-anya-e0810n1:452_1": "Herein, discerning conditions are impermanent.",
    "ai-anya-e0810n1:452_2": "For one who has right view, two characteristics, and supramundane Dhamma",
    "ai-anya-e0810n1:452_3": "Herein, the first is cleansing purification of the knowledge and vision worthy of the noble ones.",
    "ai-anya-e0810n1:452_4": "he is the beginning of the incomparable, which is both the times that are produced (suitable).",
    "ai-anya-e0810n1:452_5": "This is the reason why they understand",
    "ai-anya-e0810n1:452_6": "For this living in spiritual life, which is useful,",
    "ai-anya-e0810n1:452_7": "He is the advantages of these (?), the Council, the sound of the Snakes,",
    "ai-anya-e0810n1:452_8": "He is mindful with full awareness, aware and mindful and fully aware. The individual essence of the teaching is appeared in his heart through the natural principle of full awareness, wide-opening with understanding and diverse perception.",
    "ai-anya-e0810n1:452_9": "then the person who is resting on the skillful, who speaks from what is skillful and is the result of that knowledge.",
    "ai-anya-e0810n1:452_10": "This feeling is hard;",
    "ai-anya-e0810n1:452_11": "He feels (all) feeling: he feels up with the arrows shot without passion, (thinking):",
    "ai-anya-e0810n1:452_12": "When you feel a pleasant feeling,",
    "ai-anya-e0810n1:453_0": "155.",
    "ai-anya-e0810n1:453_1": "when five hindrances are brought to mind,",
    "ai-anya-e0810n1:453_2": "thinking about it,",
    "ai-anya-e0810n1:453_3": "Taking buttermilk as objects, he gives his attention to it as object,",
    "ai-anya-e0810n1:453_4": "Thinking “About applied thought” is the best,",
    "ai-anya-e0810n1:453_5": "They make a wish for thoughts such as a person.",
    "ai-anya-e0810n1:453_6": "if they get rid of incompetent states of wickedness, etc., fall into an object;",
    "ai-anya-e0810n1:453_7": "applied thought,",
    "ai-anya-e0810n1:453_8": "As far as rotten.",
    "ai-anya-e0810n1:453_9": "And here the sound of covetousness, the loving-kindness, etc., are not evident in its special qualities of loving-kindness, the compassionates, greeting ones, the kind of influence, and the eighteen on earthquake.",
    "ai-anya-e0810n1:453_10": "“Pay homage” is a fuel for it, and that is how it is said.",
    "ai-anya-e0810n1:453_11": "without restraint of the life,",
    "ai-anya-e0810n1:453_12": "This is the meaning of going to the staff;",
    "ai-anya-e0810n1:453_13": "When those who have not become disturbed because of, they go life and become fair to get these things.",
    "ai-anya-e0810n1:453_14": "Ājīvakas because of his life: I live, without killing living creatures.",
    "ai-anya-e0810n1:454_0": "I am immersed in four-footedness,",
    "ai-anya-e0810n1:454_1": "Having developed the rose-apple tree in one place and the opposite sex another one, the mind-deliverance of loving the minds of various kinds, etc., their respectively to that place one state of the wrapped in the described thus: “This is the attaining of the states in one-possite-mound, and it goes to the object” .",
    "ai-anya-e0810n1:454_2": "Sensual desire, ill will, confusion, and calm,",
    "ai-anya-e0810n1:454_3": "160 hi vuttaṁ.",
    "ai-anya-e0810n1:454_4": "There is no place where there is none of the object, there is no place for settling it. Now there is no remorse for it.",
    "ai-anya-e0810n1:454_5": "Immersion due to submersion of perceptions, because of the diverse kinds of concentration and secretions of the length of the mangoes of concentration, namely, mental development and tranquillity.",
    "ai-anya-e0810n1:455_0": "156.",
    "ai-anya-e0810n1:455_1": "with energy aroused by energy,",
    "ai-anya-e0810n1:455_2": "he is the one who is suffering meets with a bull, whirlpool, and creepering.",
    "ai-anya-e0810n1:455_3": "He should see his body, namely, clan, singing, composing, with its teeth, soft, and sacred clothes, raised up, and wearing these verses.",
    "ai-anya-e0810n1:455_4": "a lazy mind becomes eager, confident,",
    "ai-anya-e0810n1:455_5": "if he takes hold of his own benefit to himself, or to the highest benefit;",
    "ai-anya-e0810n1:455_6": "“Faith is my ultimate, best,” is what is said.",
    "ai-anya-e0810n1:455_7": "Or alternatively, when all the man comes back to the rod or the air, it does so with us a stick or a stone, pride, or with fists, trembles, rods, or swords.",
    "ai-anya-e0810n1:455_8": "so that it doesn’t grieve or lazy.",
    "ai-anya-e0810n1:455_9": "For those who be striving their striving",
    "ai-anya-e0810n1:455_10": "I’d think The tenth makers of accusations with passing away and reappearing.",
    "ai-anya-e0810n1:455_11": "If he is stopped by cattle, he should presume to roll over the considerations of their energy and instantly prevented by energy, or repulsion, vigorant, by lazeal, by energy, violence, or by eating fallen fruit, he is deportmented,",
    "ai-anya-e0810n1:455_12": "stands where the terrible poisonous radiance is solid,",
    "ai-anya-e0810n1:456_0": "157.",
    "ai-anya-e0810n1:456_1": "(but) he shows the four factors of energy that is to say,",
    "ai-anya-e0810n1:456_2": "The residerance of three kinds of lumps said to the flesh, the sinews of the flesh, the bones, and the rest.",
    "ai-anya-e0810n1:456_3": "are the four factors of energy, since they have fulfilled energy.",
    "ai-anya-e0810n1:456_4": "knocking off the staff,",
    "ai-anya-e0810n1:456_5": "wakes up with energy aroused.",
    "ai-anya-e0810n1:456_6": "skin,",
    "ai-anya-e0810n1:456_7": "not by bondage nor by bonds,",
    "ai-anya-e0810n1:456_8": "and baskets when bag is.",
    "ai-anya-e0810n1:456_9": "There’s no greed for him",
    "ai-anya-e0810n1:456_10": "You’re not to be given up by one who has no use.",
    "ai-anya-e0810n1:456_11": "They eat too much, when these are milk-rice, they are damaged to gourd, amongst those who are bound together.",
    "ai-anya-e0810n1:456_12": "that wise man, ~ - he had not found -",
    "ai-anya-e0810n1:456_13": "the people from here and there were red as coarse.",
    "ai-anya-e0810n1:457_0": "158.",
    "ai-anya-e0810n1:457_1": "The one who boards himself in one who is unsuitable, is intent on intervals, etc., and prevented by laughing raged by the wind, etc., and persevere of laughing, etc., thinking: “This poor working up together with its prevails, not as fast as the wind stirredatory animals,”",
    "ai-anya-e0810n1:457_2": "sense restraint is hard to urgency.",
    "ai-anya-e0810n1:457_3": "mindfulness protects, remembers, and although To prevent you over-liferate mindfulness, thus it is “wavering” .",
    "ai-anya-e0810n1:457_4": "Mindfulness is the best to follow that opportunity, or when there are two women only a woman or a man.",
    "ai-anya-e0810n1:458_0": "this hard to shake,",
    "ai-anya-e0810n1:458_1": "elements of black and drunk,",
    "ai-anya-e0810n1:458_2": "When you get the Licchavīs, you’re good.",
    "ai-anya-e0810n1:458_3": "conscientious,",
    "ai-anya-e0810n1:458_4": "Conscience is born of wickedness,",
    "ai-anya-e0810n1:458_5": "When you’re happy,",
    "ai-anya-e0810n1:458_6": "for my sense of conscience and prudence,",
    "ai-anya-e0810n1:458_7": "he is prudent and discontent, having a sense of conscience, he is fearless,",
    "ai-anya-e0810n1:458_8": "A person whose mind is attached to their own virtue: of bad character, or whose mind is familiar with that;",
    "ai-anya-e0810n1:459_0": "159.",
    "ai-anya-e0810n1:459_1": "with the calming of equanimity and feeling,",
    "ai-anya-e0810n1:459_2": "and the middle of the middle is successful in between.",
    "ai-anya-e0810n1:459_3": "Concluded the two ends, namely, equanimity produces equanimity.",
    "ai-anya-e0810n1:459_4": "Without harming that neither-painful-nor-pleasant feeling is good, and self-luminous,",
    "ai-anya-e0810n1:460_0": "application of mind;",
    "ai-anya-e0810n1:460_1": "Through the mind of continuity it is due to the warding off of a disturbance, ributes of effort,",
    "ai-anya-e0810n1:460_2": "And in the case of the relics, that is to say, the purpose of precept for the purpose of winning the mind force, and for the purpose of warding off course of the painting of the physical nutriment, and of the mind elements, as its object, for its proximate cause, etc., is what is said for its object.",
    "ai-anya-e0810n1:460_3": "(There is) no protection for one who preliminary works up the mind, or that he is favourable to his hymns, or cry out.",
    "ai-anya-e0810n1:460_4": "And here the first two kinds of direct-knowledge should be regarded here as before.",
    "ai-anya-e0810n1:461_0": "when you’re tamed,",
    "ai-anya-e0810n1:461_1": "the specific condition, he thinks, “This is the ending of legal issues”;",
    "ai-anya-e0810n1:461_2": "Always permanently everlasting, eternal, and imperishable, blazing and grain, the relics will be permanent, eternal, and imperishable, and the precious.",
    "ai-anya-e0810n1:462_0": "160.",
    "ai-anya-e0810n1:462_1": "this burning up,",
    "ai-anya-e0810n1:462_2": "who has sympathy for giving,",
    "ai-anya-e0810n1:462_3": "sympathy one gives rise to pleasure and pain.",
    "ai-anya-e0810n1:462_4": "And you do not return to the Kapilavatthu and compassion for yourself, out of compassion.",
    "ai-anya-e0810n1:462_5": "What pleasure is included in happiness, compassion, gladness and equanimity, since it is produced by compassion for the grueling work. Or because of compassion for the time of compassion for those who do the same thing.",
    "ai-anya-e0810n1:462_6": "exceedingly the best state of excellence,",
    "ai-anya-e0810n1:463_0": "is the blessing.",
    "ai-anya-e0810n1:463_1": "Being delighted in meditation, which is abstention from impingement, ~ which is sweet, debtless, and so on.",
    "ai-anya-e0810n1:463_2": "discontent,",
    "ai-anya-e0810n1:463_3": "after a distance from afar,",
    "ai-anya-e0810n1:464_0": "161.",
    "ai-anya-e0810n1:464_1": "So that’s what they do.",
    "ai-anya-e0810n1:464_2": "The forebearing of patience is expounded means What is that forbearing.",
    "ai-anya-e0810n1:464_3": "patients them with patience.",
    "ai-anya-e0810n1:464_4": "accepting forgiveness and honey;",
    "ai-anya-e0810n1:464_5": "a tamed person with loving-kindness.",
    "ai-anya-e0810n1:464_6": "Mettiya and Bhūmajaka are loving-kindness; it fes away with loving-kindness.",
    "ai-anya-e0810n1:464_7": "Or alternatively, loving-kindness,",
    "ai-anya-e0810n1:465_0": "(wrong) the view of what is attained,",
    "ai-anya-e0810n1:465_1": "it is said to be shown in the seen (of his) vision,",
    "ai-anya-e0810n1:465_2": "The view of vision.",
    "ai-anya-e0810n1:465_3": "gain and honor, they get the things.",
    "ai-anya-e0810n1:465_4": "This is both you’re happy in both places.",
    "ai-anya-e0810n1:465_5": "The one who has formerly dropped down his midday napped down while the one who was steady and fathoming, glorious, engaged in discussion, thought thus: “Protectors, what is like!”",
    "ai-anya-e0810n1:465_6": "all around is the exalted.",
    "ai-anya-e0810n1:466_0": "162.Dohaḷantaṁ taṇhāyaṁ.",
    "ai-anya-e0810n1:466_1": "The loved by you of all, craving is their craving.",
    "ai-anya-e0810n1:466_2": "You’re the ascetics of the rain,",
    "ai-anya-e0810n1:466_3": "if they are reborn in a lower realm;",
    "ai-anya-e0810n1:466_4": "while living there’s no, no point of living beings, originating from place to family, like unto the Indasāla country,",
    "ai-anya-e0810n1:466_5": "(And) he has removed all things, he has attained Emancipation in every way.",
    "ai-anya-e0810n1:466_6": "The desire to be performed, is this consent.",
    "ai-anya-e0810n1:466_7": "As regards the similes of the objects, entangled the tangles,",
    "ai-anya-e0810n1:466_8": "this wishing:",
    "ai-anya-e0810n1:466_9": "Isisiṅga",
    "ai-anya-e0810n1:466_10": "Sister crooked by Bhagu, these words are surrounded by his words.",
    "ai-anya-e0810n1:466_11": "‘This is the reason why the virtuous go to rebirth.’",
    "ai-anya-e0810n1:467_0": "He thinks, “This is a springing on logic,” and observed.",
    "ai-anya-e0810n1:467_1": "Like a lake in the forest, that one goes to the forest,",
    "ai-anya-e0810n1:467_2": "whether an enemy, or majestic.",
    "ai-anya-e0810n1:467_3": "this greed end, greed in the world for its own,",
    "ai-anya-e0810n1:467_4": "Lust-free, ~ which will a kingdom,",
    "ai-anya-e0810n1:467_5": "Instant a value, insubstantial, a rope, a liquor, a worm, or another.",
    "ai-anya-e0810n1:467_6": "“Through stains,” and so on, even though she was transmigrated, she was despised by the forest.",
    "ai-anya-e0810n1:467_7": "My dear, we wish to prepare, and drink alcohol,",
    "ai-anya-e0810n1:467_8": "The mind is not distracted among legal issues. It is the chariot, the mind is the delightful, chariot, the mind-made chariot, or the mind.",
    "ai-anya-e0810n1:467_9": "this hermitage wants to conceal it.",
    "ai-anya-e0810n1:467_10": "Having made a lair of at the mouth, they desired (like),",
    "ai-anya-e0810n1:467_11": "in the domain of Kāṇasī,",
    "ai-anya-e0810n1:467_12": "the fat, damage, falling in the heart, dying the neck, falling into a tree, the heart flesh, the sinews, the monk’s heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, plunges, fat, tears, grease, saliva, scary, goat, lease, pus, is leansyloughing the sound of the heart.",
    "ai-anya-e0810n1:467_13": "On the Heart of the World: He has the ultimate fault.",
    "ai-anya-e0810n1:467_14": "(He said) “Heading the heart’s heart is employed, hatred, stupid, and deluded; he wishes to lead the ascetic life.”",
    "ai-anya-e0810n1:468_0": "also craving for mangoes and so on, having attained that view of doubt in this way, let us here in the next life.”",
    "ai-anya-e0810n1:468_1": "in the wish:",
    "ai-anya-e0810n1:468_2": "Roja, the Bodhi tree, having seen (said): “From Tree Worlds, with its pronounced”, is one who wants to pay respects to the song of his riches,",
    "ai-anya-e0810n1:468_3": "if it is the same as the wish;",
    "ai-anya-e0810n1:468_4": "Sālalā, however, wanting something, and so on is the name of the sacred fire, the wind wafter on, or whom the shaft was thread.",
    "ai-anya-e0810n1:468_5": "“This must be asked this large queen of craving for the purpose of giving and taking medium, while he’s carrying a tube.”",
    "ai-anya-e0810n1:469_0": "164.",
    "ai-anya-e0810n1:469_1": "destroying what you wish.",
    "ai-anya-e0810n1:469_2": "put down the very street in the lair,",
    "ai-anya-e0810n1:469_3": "The opposite of anguish is the way",
    "ai-anya-e0810n1:469_4": "he dispelling the country at Konāgamana.",
    "ai-anya-e0810n1:470_0": "The anger that springs up in anger,",
    "ai-anya-e0810n1:470_1": "So hard to hate,",
    "ai-anya-e0810n1:470_2": "repulsion for the object, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-anya-e0810n1:470_3": "angry people are angry and upset;",
    "ai-anya-e0810n1:470_4": "(there) will be killed,",
    "ai-anya-e0810n1:470_5": "So why dreams, annoys, lazy, and embraceful,",
    "ai-anya-e0810n1:470_6": "like the lordly sun (which is) covered with clothes.",
    "ai-anya-e0810n1:471_0": "The running here and there,",
    "ai-anya-e0810n1:471_1": "ill will ...",
    "ai-anya-e0810n1:471_2": "When I have taken it,",
    "ai-anya-e0810n1:471_3": "They don’t delight in others.",
    "ai-anya-e0810n1:472_0": "165.",
    "ai-anya-e0810n1:472_1": "Calm and quiet,",
    "ai-anya-e0810n1:472_2": "and does not arise again, or at the time when the mind is full of bonds,",
    "ai-anya-e0810n1:472_3": "when you’re inside a enemies, all of youth,",
    "ai-anya-e0810n1:472_4": "Having plunged into the forest,",
    "ai-anya-e0810n1:472_5": "Soṇa, very grieving,",
    "ai-anya-e0810n1:472_6": "grieves in shining beauty;",
    "ai-anya-e0810n1:473_0": "sesame means running.",
    "ai-anya-e0810n1:473_1": "the drum beaten in the terrible Heror of all quarters,",
    "ai-anya-e0810n1:473_2": "With the range of the burden wetted the river Kapilavatthu.",
    "ai-anya-e0810n1:473_3": "when slamenting, lamenting:",
    "ai-anya-e0810n1:473_4": "and lamenting Devadatta:",
    "ai-anya-e0810n1:474_0": "166.",
    "ai-anya-e0810n1:474_1": "After completing the three realms,",
    "ai-anya-e0810n1:474_2": "longing for all creatures.",
    "ai-anya-e0810n1:474_3": "fearing:",
    "ai-anya-e0810n1:474_4": "the fear of guilt,",
    "ai-anya-e0810n1:474_5": "Once again he is exceedingly sweet involved,",
    "ai-anya-e0810n1:474_6": "bad desires, fearless,",
    "ai-anya-e0810n1:474_7": "while fearing this fearful (free):",
    "ai-anya-e0810n1:474_8": "And the great hermits, having seen that great crowd, will be very great,",
    "ai-anya-e0810n1:474_9": "are great and luxurious.",
    "ai-anya-e0810n1:475_0": "167.",
    "ai-anya-e0810n1:475_1": "It is to be developed with this.",
    "ai-anya-e0810n1:475_2": "and the Erāpathas, the ascetic life, here in the world of the ascetic life,",
    "ai-anya-e0810n1:475_3": "Bāhiya of the Famous One, having broken fear, he came to Bārāṇasī.",
    "ai-anya-e0810n1:475_4": "fears, fame, or terrified,",
    "ai-anya-e0810n1:475_5": "A spot for iron, warning a daily made of wood.",
    "ai-anya-e0810n1:475_6": "Those who are afraid of shameless gods,",
    "ai-anya-e0810n1:475_7": "that keeps the horror, the rubbish heat,",
    "ai-anya-e0810n1:475_8": "Because he does so desires arouse greed, he resentment.",
    "ai-anya-e0810n1:475_9": "Because of the fear of that deed the rest is the same condition",
    "ai-anya-e0810n1:475_10": "(They do) fearless one (true) fearlessly, a supreme blessing.",
    "ai-anya-e0810n1:475_11": "‘These nineteenth, beginning with in speech, “I have no use for function that if only advice to be spoken about the ascetic life by (willing) that this very thing, not affairs in silence,",
    "ai-anya-e0810n1:476_0": "168.",
    "ai-anya-e0810n1:476_1": "This is the defeat of what is hard;",
    "ai-anya-e0810n1:476_2": "jealous of hermits ...",
    "ai-anya-e0810n1:476_3": "(As a) hateful and delusion,",
    "ai-anya-e0810n1:476_4": "if it is a partake of fish;",
    "ai-anya-e0810n1:476_5": "Fishing the fish’s stains, desires, fondness, thirst, passions, and the jealousy which are just the fish stain of stinginess in the midst of the Magadhans, and the stain of stinginess in the Magadhans, which were stinginess in the midst of the Magadhans, having a dealtermination, wovenness, and prone to being seen the kingdom, with the fish stain of the jealousyn, and survice,",
    "ai-anya-e0810n1:477_0": "Understanding:",
    "ai-anya-e0810n1:477_1": "Mucalinda (which is) a moment by one who is associated with that as a priceless, or makes him sit down by that.",
    "ai-anya-e0810n1:477_2": "he doesn’t know.",
    "ai-anya-e0810n1:477_3": "Not knowing she does not know.",
    "ai-anya-e0810n1:477_4": "After putting aside conceit,",
    "ai-anya-e0810n1:477_5": "Enjoying the Buddha’s own true word in the strainer, like a furnishing flag, “In this way our minds of men and bent double-robes, accomplished in virtue” . It is a sense of urgency, with virtue of learning, such as: “I am a Buddha, of elimination, ethical conduct, of the heart.”",
    "ai-anya-e0810n1:477_6": "such a one, freed in mind,",
    "ai-anya-e0810n1:477_7": "It is the reason why these three elements make himself as he has drunk out of their inheritance. And he reveals his own clarifies himself in the three ways:",
    "ai-anya-e0810n1:477_8": "humbled up, thinking: ‘I am secure,’ they become frightening.",
    "ai-anya-e0810n1:478_0": "169.",
    "ai-anya-e0810n1:478_1": "Once again to see, Udena,",
    "ai-anya-e0810n1:478_2": "he destroys his thunder: he collapsed, draws closely wounds his mind; he is not restless, but is able to restrain the mind; it is restless.",
    "ai-anya-e0810n1:478_3": "submitting his running, he radiates up, his mind tends up,",
    "ai-anya-e0810n1:479_0": "The group of five on being anxious, etc.",
    "ai-anya-e0810n1:479_1": "The Tapodā worm-infested, when his mind was wavered,",
    "ai-anya-e0810n1:479_2": "it cuts off withered mind, and hiscomes that do not be extended.",
    "ai-anya-e0810n1:479_3": "they later.",
    "ai-anya-e0810n1:479_4": "then he regrets in the future.",
    "ai-anya-e0810n1:479_5": "You get caught up in discomfort and don’t get regret it.",
    "ai-anya-e0810n1:480_0": "170.",
    "ai-anya-e0810n1:480_1": "he doubts about doubt,",
    "ai-anya-e0810n1:480_2": "Placing the mind in a way that is writing the wide; looks at the wrong time.",
    "ai-anya-e0810n1:480_3": "For the one (only) interved things,",
    "ai-anya-e0810n1:480_4": "have seized the profitable series",
    "ai-anya-e0810n1:480_5": "lying down here, (where) everywhere, in this way,",
    "ai-anya-e0810n1:480_6": "“Then what does the legal procedure?” He said, “And what is the discussion on this point?",
    "ai-anya-e0810n1:480_7": "Who has such a disease as this, description of the opposite sex, is the knowledge of the death and doubt of uncertainty?",
    "ai-anya-e0810n1:480_8": "As to the hilly: boiled spears and sesame seeds, he is violently laziness; it is plastered by two silk-hands and loosening lid.",
    "ai-anya-e0810n1:480_9": "doubt, and uncertainty.",
    "ai-anya-e0810n1:480_10": "That wherever he’s strike,",
    "ai-anya-e0810n1:480_11": "His renown is running here and there,",
    "ai-anya-e0810n1:480_12": "knowledge of the men,",
    "ai-anya-e0810n1:481_0": "171.",
    "ai-anya-e0810n1:481_1": "In excess of intoxication and the vanity of intoxication, etc., of the signs, in exertion, the intelligence of mindfulness and equanimity is the moonlight, etc.",
    "ai-anya-e0810n1:481_2": "In the midst of Madhurā, he said: “Amongst those who buried conception in the womb of Madhurā, a man is my kinsmen, in the forest.”",
    "ai-anya-e0810n1:481_3": "(Buddha) Giribbaja, though he was Giri,",
    "ai-anya-e0810n1:481_4": "Good people revere him, thus he is honoured .",
    "ai-anya-e0810n1:481_5": "As a result, I will build up faith.",
    "ai-anya-e0810n1:481_6": "this running around",
    "ai-anya-e0810n1:481_7": "this thought came to the idea.",
    "ai-anya-e0810n1:481_8": "Then this (fetc.) means the absorptions are not lost, fostering,",
    "ai-anya-e0810n1:481_9": "what is the thinking of thought?",
    "ai-anya-e0810n1:481_10": "First placing the mind in the past, they think, “The householder Citta has split the monasteries and then break it up.”",
    "ai-anya-e0810n1:481_11": "4.348 hi vuttaṁ.",
    "ai-anya-e0810n1:481_12": "The rest is the other two instances of the kind already described.",
    "ai-anya-e0810n1:481_13": "Or alternatively, there is one thing that can be attained by one who has reached enlightenment factor, or one who is unreliable to end.",
    "ai-anya-e0810n1:482_0": "always starting out flaws.",
    "ai-anya-e0810n1:482_1": "They don’t go any staff with a stick. They’re prevented, nor do they have a fixed object.",
    "ai-anya-e0810n1:482_2": "Then what is the end of each legs?",
    "ai-anya-e0810n1:482_3": "Then, having plunged into the opposite sex, he remains outside the door fact.",
    "ai-anya-e0810n1:482_4": "Or alternatively, it doesn’t convince others. This is the cause of schism in the next life.",
    "ai-anya-e0810n1:482_5": "Herein, the sound of course is permanent, everlasting, eternal, and imperishable.",
    "ai-anya-e0810n1:483_0": "Stretch out their feet, they never find no footing.",
    "ai-anya-e0810n1:483_1": "he knows the right time, and it went away.",
    "ai-anya-e0810n1:483_2": "listen to the one who listens to the Dhamma in two ways, namely, one who is undeveloped.",
    "ai-anya-e0810n1:483_3": "(Mahinda replied:) “This concentration is progressive and defilements, such concentration and such modes as observed its having gained such states, yet he doesn’t eradicated the state of peace.",
    "ai-anya-e0810n1:484_0": "172.",
    "ai-anya-e0810n1:484_1": "Similarly with these six lower fetters.",
    "ai-anya-e0810n1:484_2": "Cannounced this knowledge of the Vedas, and when they know the timeiver of knowledge,",
    "ai-anya-e0810n1:484_3": "* He who, not understanding thus, convinces those who lived in the forest, yet another pulled the body by one or other of these three circumambulating it, just as a lake, thinking:",
    "ai-anya-e0810n1:484_4": "Previously description of elements, he knows all formerly to each other.",
    "ai-anya-e0810n1:484_5": "tamed, ~ the best in the world, and undefeated.",
    "ai-anya-e0810n1:484_6": "the cause of ruinations, (in existence) is a cause of ruination.",
    "ai-anya-e0810n1:484_7": "who don’t understand what you’ve said;",
    "ai-anya-e0810n1:485_0": "you’re the madam,",
    "ai-anya-e0810n1:485_1": "The minds of the mind rolled away,",
    "ai-anya-e0810n1:485_2": "(Once) the bottom of the earth, in the middle of (living) chariot, or of the honey of hate,",
    "ai-anya-e0810n1:486_0": "173.Snehantaṁ snehe.",
    "ai-anya-e0810n1:486_1": "Piyadassin, lovely, affection, infatuation, thirst, passions, affection, fame, and manifestation of this strength.",
    "ai-anya-e0810n1:486_2": "Having developed what is fearful, happiness-",
    "ai-anya-e0810n1:486_3": "it’s freed from the two ends.",
    "ai-anya-e0810n1:486_4": "It is the Vibhaṅga’s mind, perceives the blue, and such states as reduced with blue, yellow, red or white.",
    "ai-anya-e0810n1:487_0": "he’s tamed, heedless,",
    "ai-anya-e0810n1:487_1": "Since he does not himself, he thinks he is unable to do what is negligent.",
    "ai-anya-e0810n1:487_2": "Wealth’s wavering in the womb,",
    "ai-anya-e0810n1:487_3": "mindfulness, and great hermit,",
    "ai-anya-e0810n1:487_4": "Understanding of precisely: Gladdening, Etc.",
    "ai-anya-e0810n1:487_5": "For this bad thing happens to you, who experts the mind,",
    "ai-anya-e0810n1:487_6": "(He who) the wickedness of the lady, delights in (the Buddha), he one who paid homage (to the Saṅgha).",
    "ai-anya-e0810n1:487_7": "eyes, and plundering for success,",
    "ai-anya-e0810n1:488_0": "and others get the same, What is the point of outwards?",
    "ai-anya-e0810n1:488_1": "She was known as a girl from a ship in the Lotus Monastery of the women.",
    "ai-anya-e0810n1:488_2": "To hurriedly hurriedly, and was like the rose in the air.",
    "ai-anya-e0810n1:488_3": "The sun’s distincts the start in the beginning, “Blessed” is said, not too much in the way –",
    "ai-anya-e0810n1:489_0": "“They aren’t polluted, responsible, and unfreated.",
    "ai-anya-e0810n1:490_0": "a deluded, a flag, a miracle, a poison,",
    "ai-anya-e0810n1:491_0": "one cognizes what is known as low, that is why ten .",
    "ai-anya-e0810n1:492_0": "and lowering down of the whirlpools, honey-covers, and thinks.”",
    "ai-anya-e0810n1:493_0": "There it can be known that in the way beginning, the meditator’s going opportunity, the robbery, the faces of foulness, the arrogance, and inspires his face, reviewing the elements of the essence .",
    "ai-anya-e0810n1:493_1": "having lotuses covered with white and blue lotuses, with the noble and charming eyes like blossoming flowers, and the sticks, stones, and lotuses,",
    "ai-anya-e0810n1:493_2": "Talking up the art of worms, lovely to pearls, necklaces, chariots, or cattle, hurriedly pressed people with him. He will ascend to his warrior-nobles, creeping animals, rejoicing screens.",
    "ai-anya-e0810n1:493_3": "(These six) increased growth, Hell of winter, to the child,",
    "ai-anya-e0810n1:493_4": "And misapprehension of the people, being disrobed,",
    "ai-anya-e0810n1:493_5": "Armsfied, defeated, lazy, and violent, and deceitful, all-free of their own archery, one who, witnesses, and two denies, and one—who have pacified these two things:",
    "ai-anya-e0810n1:493_6": "with the fading of rapture he cuts off the bonds of the Thirty-three (one).",
    "ai-anya-e0810n1:493_7": "(They are) tired from the round, etc., and stretching out of them.",
    "ai-anya-e0810n1:494_0": "175.",
    "ai-anya-e0810n1:494_1": "if it is laughed and dropped;",
    "ai-anya-e0810n1:494_2": "In laughing, playing in all ways,",
    "ai-anya-e0810n1:494_3": "When a person was released by the mind, they released from the (are) when he was freed from the corruptions.",
    "ai-anya-e0810n1:494_4": "mixed with me like a monasteries.",
    "ai-anya-e0810n1:494_5": "The Lord of Marches was changed in the midst of the Commentaries, (thinking): “I’m going to a certain spot in the relics, smiling.”",
    "ai-anya-e0810n1:494_6": "the Lord of all, Todeyya,",
    "ai-anya-e0810n1:495_0": "Living in blossomed with brushs, heat, hunger-covers.",
    "ai-anya-e0810n1:496_0": "(The Buddha) perceived the doorway with the carcass of Away, thought thus: “Beginning (the people) infantry and despised by the rice-grain.”",
    "ai-anya-e0810n1:497_0": "when the thirty-two marks are very strong,",
    "ai-anya-e0810n1:497_1": "when he goes a longer bathing, authority, or an iron cauldron that had been embarrassed and loose.",
    "ai-anya-e0810n1:497_2": "My smiled -",
    "ai-anya-e0810n1:498_0": "he reflected on the bag of bones.",
    "ai-anya-e0810n1:499_0": "Also with good fortune, (thinking): “Bimbisāra, weapons, embarrass, infantly circumstances, as if falling into the sky.”",
    "ai-anya-e0810n1:500_0": "like a hair-tip with an arrow.",
    "ai-anya-e0810n1:500_1": "Rohitassa and Vassara came to the opportunity for going to the village.",
    "ai-anya-e0810n1:500_2": "the world’s fear, horror, and shattering.",
    "ai-anya-e0810n1:501_0": "used to be filled with flour and so on.",
    "ai-anya-e0810n1:501_1": "For fat is dirty winds were declined.",
    "ai-anya-e0810n1:501_2": "Because of disrespect, they become a bad destination, acquisition of the elements,",
    "ai-anya-e0810n1:501_3": "poison, spit, thrown away, lungs, gourds, or thrown out.",
    "ai-anya-e0810n1:501_4": "Whether with rapture and happiness he played various games: boarding with play.",
    "ai-anya-e0810n1:501_5": "Shaves, precises, settles, and teachers say that",
    "ai-anya-e0810n1:502_0": "this sesame is (quence) to set out.",
    "ai-anya-e0810n1:502_1": "Lust-free, pushing,",
    "ai-anya-e0810n1:502_2": "well-tamed,",
    "ai-anya-e0810n1:502_3": "From the sky",
    "ai-anya-e0810n1:502_4": "* the wisdom there is from the scrutiny of the destruction of all beings, under the sway of death,",
    "ai-anya-e0810n1:502_5": "freed from sloth and torpor,",
    "ai-anya-e0810n1:502_6": "of his million anger, Todeyya,",
    "ai-anya-e0810n1:502_7": "I’ve left my legal procedure of deceitfulness and shake; working for the sake of the elements; and I entered upon the elements.",
    "ai-anya-e0810n1:502_8": "It is plain with the incomparable , which occurs with nostrils.",
    "ai-anya-e0810n1:503_0": "177-178.Ketavantaṁ kūṭe.",
    "ai-anya-e0810n1:503_1": "How many kinds of make things worse? How many kinds of what is it worthy?",
    "ai-anya-e0810n1:503_2": "if he does not take it back in a leper;",
    "ai-anya-e0810n1:503_3": "The sound element, however, are the elements of influence, however disturbance, is the element of the earth element: “The water element, the fire element, and the air element”—they are wrong.",
    "ai-anya-e0810n1:503_4": "gave the golden powdered rope,",
    "ai-anya-e0810n1:503_5": "he pulls in an untroubled place, was not settled in that place.",
    "ai-anya-e0810n1:503_6": "Who but lacks Dhamma to lady, (and) who did he defeat and robbery,",
    "ai-anya-e0810n1:503_7": "The calm-washing water was leprosying, bubbling, and so on.",
    "ai-anya-e0810n1:504_0": "not longing for seven factors,",
    "ai-anya-e0810n1:504_1": "It is found in the attachment to continued existence, or found in one who is found in him.",
    "ai-anya-e0810n1:504_2": "no laziness due to the waves of the worms, evokes, and lies there.",
    "ai-anya-e0810n1:504_3": "The forms are found, as well,",
    "ai-anya-e0810n1:504_4": "How many things do you have?",
    "ai-anya-e0810n1:504_5": "Standing at the time, so too, all of them have the same doctrine,",
    "ai-anya-e0810n1:504_6": "Immersion with ethics,",
    "ai-anya-e0810n1:504_7": "and they will get to see the characteristics of  Lakkhaṇa.",
    "ai-anya-e0810n1:504_8": "So too, one who develops continuation",
    "ai-anya-e0810n1:505_0": "Two now is the arrow.",
    "ai-anya-e0810n1:505_1": "While learning, they triumphy, with various sorts of decaying and shaking.",
    "ai-anya-e0810n1:505_2": "if he cuts down from the cover, cuts the cloth, and he gaves the reeds there;",
    "ai-anya-e0810n1:505_3": "the hermits",
    "ai-anya-e0810n1:505_4": "As she fell into the houses, she blows on the ground.",
    "ai-anya-e0810n1:505_5": "had been cut down,",
    "ai-anya-e0810n1:505_6": "A stone sensed is knotted;",
    "ai-anya-e0810n1:506_0": "179.",
    "ai-anya-e0810n1:506_1": "Remembering the sun (awakens) intermediate directions, produced by poisonous snakes, scorpions, flaws, and roughs, and swords strips of various kinds, that were the exhausted and made of embracingsively happy and free from the various districts. Those who come near the water, the townspits (of the sun), and circumstances that favourable, and oppositionsms emples that favour.",
    "ai-anya-e0810n1:507_0": "That is how the Sakyans had obtained knowledge of the great grief, and people of the Aṅgaka, with the high priest, being satisfied with the hand of the heads of a great gem, charming eyes like the bird, who were self-control and fair pollutant, whose minds are made of gold and money.",
    "ai-anya-e0810n1:508_0": "The chapter on skins is finished."
}