{
    "ai-anya-e0105n22:0_0": "Āyācanakāraṇaṁ",
    "ai-anya-e0105n22:1_0": "Why should you ask you please the ascetic?",
    "ai-anya-e0105n22:1_1": "The Simile of the Earth, in the Mahātittha Village, the Aṅgakas, and the Mahā-Kassapas, Dhataraṭṭha, just as, when a big mountain, was carried along in the Mahātittha garden, as above, he was beneficial positions, and herped as above the council (working) with a screenings, and is consecrated for the donor of any such as yourself, as that is to say, the individual essencesortments, the carpets, the gentles, the sound of jewels, the earrings, the nose, the for the tongue, and the body hairs.",
    "ai-anya-e0105n22:1_2": "Eight hundred and eight hundred (people) being made way in the past,",
    "ai-anya-e0105n22:1_3": "for the sake of (which deals) the king’s requested times, (we hear about) the Protector’s doctrine, rancidators, and Nuns to the kingdom.",
    "ai-anya-e0105n22:1_4": "My teacher, the pupils of the teachers, and his teachers had great old, clever enough, who was devoted to the ancient times.",
    "ai-anya-e0105n22:1_5": "Because of that the people Āṭānāṭikaputta became able to consume those (from the villages).",
    "ai-anya-e0105n22:1_6": "and they were unable to lend the bowls in the islands through their own hands, (but) to be composed to the Collection of Island.",
    "ai-anya-e0105n22:1_7": "From the Abhaya Vaṭṭagāmani, Cetiyas, Jayas, and Bhūtas, even the dust of the five hundred people (where) dwellers, produced from the time of the kingdoms, saved from the Mahāthūpa, and eventual laternatives. Because of that even those enquie to the small warriors and warriors (where elsewhere elsewhere, the nine or eventually presents.",
    "ai-anya-e0105n22:1_8": "Yet they were unable to take their bowls and robes even those who were leopard.",
    "ai-anya-e0105n22:1_9": "Therefore, the Great Sīha should know about his own tradition with the Elder Mahā Death, likewise idea of (which is) the greatest doctrine of the teacher, he should know about the status of the kind already stated. He should know about the intention of enlightenment, for the sake of defilement, as the enlightenment of the function of Buddhas (after his own) the status of giving a teacher’s special qualities as said."
}