{
    "ai-anya-e0905n4:0_0": "Cūḷavaggapāḷi",
    "ai-anya-e0905n4:1_0": "1. Kambakkhandhaka",
    "ai-anya-e0905n4:2_0": "questions:",
    "ai-anya-e0905n4:2_1": "Because of the Buddha’s quarrels, arguments, and making amends for that monk by means of prohibiting him, position, what did he allow?",
    "ai-anya-e0905n4:3_0": "What is given away:",
    "ai-anya-e0905n4:3_1": "Sir, this very group of monks Paṇḍuka and Lohitaka were quarrelsome, argumentative, and creators of legal issues in the Sangha. They go to other monks who were quarrelsome and disciplinary issues, and creators of legal issues in the Sangha at Sāvatthī, and they said, “We will be argumentative, wore the same wings, quarrels, and disputes in the Sangha.” And you said,",
    "ai-anya-e0905n4:3_2": "In that place, sir, what has been admitted,",
    "ai-anya-e0905n4:4_0": "questions:",
    "ai-anya-e0905n4:4_1": "Because of the Buddha’s legal procedure of condemnation against him—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—are there.",
    "ai-anya-e0905n4:5_0": "What is given away:",
    "ai-anya-e0905n4:5_1": "When the Buddha has conducted himself properly and suitably so as to deserve to be released, that monk did a legal procedure of condemnation against him. He then asks the monks for the Fraternity for the legal procedure of condemnation against him. They then ask the Sangha for the legal procedure of condemnation against him.",
    "ai-anya-e0905n4:6_0": "questions:",
    "ai-anya-e0905n4:6_1": "For he’s ignorant, incompetent, often committing offenses, incapable of determining whether he has committed an offense; he prepared a legal procedure of demotion against the householders.",
    "ai-anya-e0905n4:7_0": "What is given away:",
    "ai-anya-e0905n4:7_1": "At Sāvatthī. He was wise, bright, and clever. He was foolish, incompetent, often committing offenses, incapable of determining whether he had committed an offense, constantly and improperly socializing with householders.",
    "ai-anya-e0905n4:8_0": "questions:",
    "ai-anya-e0905n4:8_1": "When a mendicant has done the legal procedure of demotion against this, that legal procedure of demotion against the Buddha is invalid.",
    "ai-anya-e0905n4:9_0": "What is given away:",
    "ai-anya-e0905n4:9_1": "When the Buddha has conducted himself properly and suitably so as to deserve to be released, a legal procedure of demotion against him should be done to that monk. He shouldn’t give him a teaching. He should not consent to a regular monk doing acts of respect toward him. He should not give him a teaching.",
    "ai-anya-e0905n4:10_0": "questions:",
    "ai-anya-e0905n4:10_1": "The Buddha has allowed the monks whose behavior by way of body, speech, and mind of a bad view, and whose site has been allowed.",
    "ai-anya-e0905n4:11_0": "What is given away:",
    "ai-anya-e0905n4:11_1": "The monks Assaji and Punabbasuka were instructing those monks at Kīṭāgiri. They were harassing bad behavior, and behaved.",
    "ai-anya-e0905n4:12_0": "questions:",
    "ai-anya-e0905n4:12_1": "When the Buddha had prohibited the legal procedures of reconciliation and I ask questions, he granted them about the rule and the Sangha.",
    "ai-anya-e0905n4:13_0": "What is given away:",
    "ai-anya-e0905n4:13_1": "Venerable Sudhamma has given up that very life. He lives in line with the Buddha’s instructions and relevant to Sāvatthī.",
    "ai-anya-e0905n4:14_0": "the Sangha should do a legal procedure of reconciliation against the monk Sudhamma, and the Sangha should ask for forgiveness.",
    "ai-anya-e0905n4:15_0": "questions:",
    "ai-anya-e0905n4:15_1": "When a mendicant has arrived at the messenger, they go to ask Citta for forgiveness, and they ask for forgiveness. When he arrived, what did he allow them to forgiveness?",
    "ai-anya-e0905n4:16_0": "What is given away:",
    "ai-anya-e0905n4:16_1": "Sir, Venerable Sudhamma was going to Sāvatthī and prevented by Macchikāsaṇḍa. He’s unable to persuade Venerable Macchikāsaṇḍa, and begged on that point.",
    "ai-anya-e0905n4:17_0": "questions:",
    "ai-anya-e0905n4:17_1": "A mendicant who has been constantly performed a legal procedure of reconciliation against the Buddha; that monk did a legal procedure of reconciliation against him.",
    "ai-anya-e0905n4:18_0": "What is given away:",
    "ai-anya-e0905n4:18_1": "The Buddha has conducted himself properly and suitably so as to deserve to be released.",
    "ai-anya-e0905n4:19_0": "questions:",
    "ai-anya-e0905n4:19_1": "But then you’ve committed it. I won’t see any offense or go over to the Buddha for not recognizing an offense, including the legal procedure of ejecting him for not recognizing an offense, and there’s no offense.",
    "ai-anya-e0905n4:20_0": "What is given away:",
    "ai-anya-e0905n4:20_1": "Sir, Kosambī had prepared a declaration of offense. He wouldn’t want to recognize it.",
    "ai-anya-e0905n4:21_0": "questions:",
    "ai-anya-e0905n4:21_1": "A mendicant who has done the procedure of ejection for not recognizing an offense should conduct himself properly and suitably so as to deserve to be released.",
    "ai-anya-e0905n4:22_0": "(And forty-four kinds of misconduct should behave properly.)",
    "ai-anya-e0905n4:23_0": "questions:",
    "ai-anya-e0905n4:23_1": "When a mendicant has been ejected by the Buddha for not recognizing an offense, what is the ground on topic?",
    "ai-anya-e0905n4:24_0": "What is given away:",
    "ai-anya-e0905n4:24_1": "Venerable Channa did the legal procedure of ejecting Channa for not recognizing an offense, which he did the procedure of ejecting Channa for not making amends for an offense. He then conducted himself properly and suitably so as to deserve to be released. He then asks the legal procedure of ejection to be lifted.",
    "ai-anya-e0905n4:25_0": "questions:",
    "ai-anya-e0905n4:25_1": "Can he not give up that view?",
    "ai-anya-e0905n4:26_0": "What is given away:",
    "ai-anya-e0905n4:26_1": "The Buddha had laid down a rule against going against the monk Ariṭṭha. He asked the following that includes the following bad and erroneous view, and he said to the Buddha, “Venerable Sir, I know the obstructions are not really obstructions for the one who performs them.”",
    "ai-anya-e0905n4:27_0": "questions:",
    "ai-anya-e0905n4:27_1": "“A monk who has had a legal procedure of ejection for not giving up a bad view done against himself should conduct himself properly.",
    "ai-anya-e0905n4:28_0": "(And forty-four kinds of misconduct should behave properly.)",
    "ai-anya-e0905n4:29_0": "The chapter on asking questions, in order to include, and they ask about offenses.",
    "ai-anya-e0905n4:30_0": "What is given away:",
    "ai-anya-e0905n4:30_1": "The entire spectrum of deeds, sourced in always their own places.",
    "ai-anya-e0905n4:30_2": "Sir, there is the eleventh offenses that are bright,",
    "ai-anya-e0905n4:31_0": "2. Pārivāsikakkhandhaka",
    "ai-anya-e0905n4:32_0": "questions:",
    "ai-anya-e0905n4:32_1": "The Buddha laid down for him on probation for those monks on probation for him, and being asked about the grounds of the monks on probation.",
    "ai-anya-e0905n4:33_0": "What is given away:",
    "ai-anya-e0905n4:33_1": "The monks on probation consented to regular monks bowing down to them, consented to regular monks bowing down to them, and lay down to them.",
    "ai-anya-e0905n4:34_0": "A monk on probation should conduct himself properly towards a resident monk.",
    "ai-anya-e0905n4:35_0": "He should conduct himself properly towards the four people.",
    "ai-anya-e0905n4:36_0": "He asks permission of the resident monks, newly arrived in, and including the recitation, the Monastic Code, and the Teacher’s instruction.",
    "ai-anya-e0905n4:37_0": "Here has given away what is on probation, sourced, and recalled from the group of sixteen offenses, this is the eighteen offenses.",
    "ai-anya-e0905n4:38_0": "3. Samuccayakkhandhaka",
    "ai-anya-e0905n4:39_0": "Transmigration is the source, without reason, interruption, and any offenses entailing suspension.",
    "ai-anya-e0905n4:40_0": "What has been given away is the source of what is without reason, namely, the source of any offenses entailing suspension.",
    "ai-anya-e0905n4:41_0": "4. Samathakkhandhaka",
    "ai-anya-e0905n4:42_0": "questions:",
    "ai-anya-e0905n4:42_1": "The Buddha has laid down a legal procedure of condemnation against the monks—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—are there.",
    "ai-anya-e0905n4:43_0": "What is given away:",
    "ai-anya-e0905n4:43_1": "Venerable Sir, the monks from the group of six laid down a legal procedure of condemnation against the monks from the group of six—whether a procedure of condemnation, demotion, banishment, reconciliation, and ejection—against that procedure of condemnation.",
    "ai-anya-e0905n4:44_0": "questions:",
    "ai-anya-e0905n4:44_1": "Mindfulness has been granted by the Buddha. When a mendicant has allowed to get past it, they understand what is the point of point.",
    "ai-anya-e0905n4:45_0": "What is given away:",
    "ai-anya-e0905n4:45_1": "In Rājagaha, the monks Mettiya and Bhūmajaka were disciplined about the failure in morality, Venerable Dabba the Mallian of Mettiya and Bhūmajaka.",
    "ai-anya-e0905n4:46_0": "(and:) here is the question, having mindfulness that is legitimate, in accordance with the Monastic Law.",
    "ai-anya-e0905n4:47_0": "What is given away:",
    "ai-anya-e0905n4:47_1": "“Sir, these five factors are legitimate and have a complete assembly. They ask for resolution through recollection to the teaching, and the Saṅgha. These are the five legitimate grantings of resolution through recollection and mindfulness meditation.",
    "ai-anya-e0905n4:48_0": "questions:",
    "ai-anya-e0905n4:48_1": "The Buddha has allowed resolution because of past insanity to give up resolution because of past insanity. What is the point of this?",
    "ai-anya-e0905n4:49_0": "What is given away:",
    "ai-anya-e0905n4:49_1": "Sir, a number of monks were ignorant and insignificant detailed teachings by several mendicants, he thoughtfully vigorously when they had committed an offense, and I didn’t asked this matter.",
    "ai-anya-e0905n4:49_2": "But when asked, accusing to say this, “This is the offense for which I committed an offense entailing confession.”",
    "ai-anya-e0905n4:50_0": "Reverends, when questioned is illegitimate:",
    "ai-anya-e0905n4:51_0": "What is given away:",
    "ai-anya-e0905n4:51_1": "Sir, there are three illegitimate grantings about resolution because of past insanity: “Venerable Sir, I’ve committed a number of offenses here who have committed an offense; I’ve committed such-and-such a number of offenses.” And that’s what they did.",
    "ai-anya-e0905n4:51_2": "Then remembering that, he says, “I have a dream, since I dream.”",
    "ai-anya-e0905n4:51_3": "Though you do ignorant, you think, “No, I’m going insane, since you doing it for yourself.”",
    "ai-anya-e0905n4:51_4": "This is the Sangha gives resolution because of past insanity to one deserving resolution because of past insanity.",
    "ai-anya-e0905n4:51_5": "These are the three illegitimate grantings of resolution because of past insanity.",
    "ai-anya-e0905n4:52_0": "—”One who is asked by resolution because of past insanity to the resolution because of past insanity.",
    "ai-anya-e0905n4:53_0": "What is given away:",
    "ai-anya-e0905n4:53_1": "Sir, there are three legitimate grantings of resolution because of past insanity and dealing with the monk whose mind is insane, and whose mind is subtle and delivered. They say that you have learned much, I’ve committed one who has committed an offense. That kind of offense, I say, ‘I’ve committed an offense entailing confession.’ And that’s how you have committed an offense of wrong conduct.’",
    "ai-anya-e0905n4:53_2": "Though he says, “I am another one, Reverend Assaji, I dream to Suppiya.”",
    "ai-anya-e0905n4:53_3": "Though you say this, “I’m doing you that you’re doing it,” replied, “We too do it too. Your agree with me.”",
    "ai-anya-e0905n4:53_4": "This is the Sangha gives resolution because of past insanity to the monks from resolution because of past insanity.",
    "ai-anya-e0905n4:53_5": "These are the three legitimate grantings of resolution because of past insanity.",
    "ai-anya-e0905n4:54_0": "questions:",
    "ai-anya-e0905n4:54_1": "When the Buddha had laid down that low based on the monks’ legal procedure, what was the basis of condemnation, demotion, banishing, and what was the basis of wrong conduct in regard today on the Buddha?",
    "ai-anya-e0905n4:55_0": "What is given away:",
    "ai-anya-e0905n4:55_1": "The monks from the group of six laid down on the ground against the monks from the group of six acts of condemnation against that monk in that monastery.",
    "ai-anya-e0905n4:56_0": "How is questioning an illegitimate legal procedure that is illegitimate?",
    "ai-anya-e0905n4:57_0": "What is given away:",
    "ai-anya-e0905n4:57_1": "Then another offense admits to being an offense, and it admits to another according to the rule. The Sangha admits to having committed an offense, then that which is illegitimate and done by an incomplete assembly.",
    "ai-anya-e0905n4:58_0": "How is it the question of an acting according to what has been admitted?",
    "ai-anya-e0905n4:59_0": "What is given away:",
    "ai-anya-e0905n4:59_1": "When an offense claims to be a legitimate legal procedure of ejection for not making amends for an offense, it is legitimate, in accordance with the Monastic Law.",
    "ai-anya-e0905n4:60_0": "questions:",
    "ai-anya-e0905n4:60_1": "Did the Buddha to resolve this legal issue in the past? Where did he allow it?",
    "ai-anya-e0905n4:61_0": "What is given away:",
    "ai-anya-e0905n4:61_1": "In Rājagaha there are several mendicants who are arguing, quarreling, and fighting, continually wounding each other with barbed words.",
    "ai-anya-e0905n4:62_0": "How should we ask permission of an offending legal issues in the majority?",
    "ai-anya-e0905n4:63_0": "What is given away:",
    "ai-anya-e0905n4:63_1": "Sir, a monk who has five qualities should be appointed as the manager of the vote: ‘Venerable Sir, one who speaks contrary to the Teaching are in the majority, and who speaks in accordance with the Teaching should be resolved on that legal issue. The monks should be resolved.",
    "ai-anya-e0905n4:64_0": "Taking up is the reason why, friend, the manager of the vote is illegitimate:",
    "ai-anya-e0905n4:65_0": "What is given away:",
    "ai-anya-e0905n4:65_1": "There are ten reasons why the manager of the vote isn’t remembered, they haven’t tried to remember offenses and remind about offenses. They don’t know that those who speak contrary to the Teaching are in the majority. And the manager desires that those who speak contrary to the Teaching be in the majority. They don’t be in the majority.",
    "ai-anya-e0905n4:66_0": "—Are the manages vote is legitimate:",
    "ai-anya-e0905n4:67_0": "Now, venerable Sir, regarding the ten reasons why the manager of the vote is stated in the way already stated,",
    "ai-anya-e0905n4:68_0": "questions:",
    "ai-anya-e0905n4:68_1": "For a bad mendicant describes the Buddha’s doing bad deed about it. How many actions are there?",
    "ai-anya-e0905n4:69_0": "What is given away:",
    "ai-anya-e0905n4:69_1": "The monk Upavāḷa, about the class of offense, asserts the recitation of the Monastic Law in the midst of the Sangha, denyed, and evasively when asked.",
    "ai-anya-e0905n4:70_0": "By asking questions: how many are legitimate and illegitimate?",
    "ai-anya-e0905n4:71_0": "What is given away:",
    "ai-anya-e0905n4:71_1": "There are these five factors of a legitimate legal procedure of further penalty:",
    "ai-anya-e0905n4:71_2": "the subject of the procedure is impure; he is shameless; he is legitimate; the procedure is legitimate; the procedure is done by a unanimous assembly.”",
    "ai-anya-e0905n4:72_0": "A monk who has been asked about when questioned about anyone in regard to this bad conduct should behave properly.",
    "ai-anya-e0905n4:73_0": "What is given away:",
    "ai-anya-e0905n4:73_1": "A mendicant who has been convicted of aggravated misconduct must behave themselves properly instigated.",
    "ai-anya-e0905n4:73_2": "He should not give the full ordination, give formal support, and have a novice monk attend on him. He should conduct himself properly and suitably so as to deserve to be released.",
    "ai-anya-e0905n4:74_0": "Reverends, how many kinds of disciplinary issues should be resolved?",
    "ai-anya-e0905n4:75_0": "What is given away:",
    "ai-anya-e0905n4:75_1": "These four kinds of legal issues should be resolved by the four kinds of legal issues. These are the four kinds of legal issues.",
    "ai-anya-e0905n4:76_0": "What is the root of legal issues arising from disputes?",
    "ai-anya-e0905n4:77_0": "What is given away:",
    "ai-anya-e0905n4:77_1": "There are six roots of disputes that in turn are the root of legal issues arising from disputes. These are the three roots of legal issues arising from disputes. This is the root of legal issues arising from disputes.",
    "ai-anya-e0905n4:78_0": "Why is it the root of legal issues arising from accusations?",
    "ai-anya-e0905n4:79_0": "What is given away:",
    "ai-anya-e0905n4:79_1": "There are these six roots of accusations that are the root of legal issues arising from accusations. The body, too, is a root of legal issues arising from accusations, and so is speech. The body is the root of legal issues arising from accusations. The body, too, is a root of legal issues arising from accusations, and so is speech.",
    "ai-anya-e0905n4:80_0": "How is it the root of legal issues arising from offenses that in turn?",
    "ai-anya-e0905n4:81_0": "What is given away:",
    "ai-anya-e0905n4:81_1": "There are six origins of offenses because of the foundation of offenses, Sir, for the sake of the body, the mind, or for the offenses. There is no offense for the body and for the offense for the offenses because of the body and mind. There is no offense for the investigations of offenses because of the body and the mind. But there is no offense for the instigators of the body and the body.",
    "ai-anya-e0905n4:82_0": "How is it the root of legal issues arising from business?",
    "ai-anya-e0905n4:83_0": "The Sangha has given away a root of legal issues arising from business,",
    "ai-anya-e0905n4:84_0": "You should ask questions, reverends, about dwellings, and about offenses.",
    "ai-anya-e0905n4:85_0": "What is given away:",
    "ai-anya-e0905n4:85_1": "What has been given away is own and has reasoned.",
    "ai-anya-e0905n4:85_2": "Sir, there are two offenses for the requisites.",
    "ai-anya-e0905n4:86_0": "5. Khuddakavatthukkhandhaka",
    "ai-anya-e0905n4:87_0": "questions:",
    "ai-anya-e0905n4:87_1": "The Buddha doesn’t laid down a tree, or posts of a tree standing within arms, without a wall, or a leper, with an or air,",
    "ai-anya-e0905n4:88_0": "What is given away:",
    "ai-anya-e0905n4:88_1": "Sir, when the monks from the group of six laid down in Rājagaha, the monks from the group of six are acting like this.",
    "ai-anya-e0905n4:89_0": "questions:",
    "ai-anya-e0905n4:89_1": "In what way did the Buddha speak of the Mallas, or he described in the Mallian sing?",
    "ai-anya-e0905n4:90_0": "What is given away:",
    "ai-anya-e0905n4:90_1": "just as when the monks from the group of six laid down the bodies of the fairy monks from the group of six, they prepared a bronze bowl against it.",
    "ai-anya-e0905n4:91_0": "questions:",
    "ai-anya-e0905n4:91_1": "Is it possible to make an effort to do so?",
    "ai-anya-e0905n4:92_0": "What is given away:",
    "ai-anya-e0905n4:92_1": "Those monks, who were aiming at Rājagaha, were afraid of wrongdoing, and fond of the monks did not have a site for that reason.",
    "ai-anya-e0905n4:93_0": "questions:",
    "ai-anya-e0905n4:93_1": "The edge of a shell, a thorny drum, a floor, a cloth screen, a mattress, or a pillow of thorns.",
    "ai-anya-e0905n4:94_0": "What is given away:",
    "ai-anya-e0905n4:94_1": "Sir, the monks from the group of six used wore locally.",
    "ai-anya-e0905n4:95_0": "questions:",
    "ai-anya-e0905n4:95_1": "Reverend Dīgha Kālī’s son, you’re wise. You’ve prepared a discussion about this.",
    "ai-anya-e0905n4:96_0": "What is given away:",
    "ai-anya-e0905n4:96_1": "Sir, regarding the monks from the group of six laid down in this very life for the monks from the group of six.",
    "ai-anya-e0905n4:97_0": "questions:",
    "ai-anya-e0905n4:97_1": "and described for the delicious One by the hand of a bowl with hand, when he describes the hands of a shake and rocks in a hand.",
    "ai-anya-e0905n4:98_0": "What is given away:",
    "ai-anya-e0905n4:98_1": "There are these six monks from the group of six classes of rebirth. They lay down their hair and beard, thinking,",
    "ai-anya-e0905n4:99_0": "questions:",
    "ai-anya-e0905n4:99_1": "The Buddha laid down in the face of the bowl, and infantry, making an effort there is a basis for such-and-such,",
    "ai-anya-e0905n4:100_0": "What is given away:",
    "ai-anya-e0905n4:100_1": "The monks from the group of six laid down on the ground at Rājagaha for the mouth of the monks from the group of six.",
    "ai-anya-e0905n4:101_0": "questions:",
    "ai-anya-e0905n4:101_1": "But reverends, is a condition for the water by the Buddha or in a bowl of water? Since it has been allowed for him to inspect the recitation, the use of it,",
    "ai-anya-e0905n4:102_0": "What is given away:",
    "ai-anya-e0905n4:102_1": "Another monk reciting the Buddha of Rājagaha, thinking, “Sir, I have stayed in my mouth,” and he said to the mendicants: “Sir, I don’t believe in a certain mendicant.”",
    "ai-anya-e0905n4:103_0": "questions:",
    "ai-anya-e0905n4:103_1": "When the Buddha was about the interpretations of an act of wrong conduct in the presence of the Buddha, what was laid down?",
    "ai-anya-e0905n4:104_0": "What is given away:",
    "ai-anya-e0905n4:104_1": "Sir, the monks from the group of six prepared good monks in the presence of the monks from the group of six.",
    "ai-anya-e0905n4:105_0": "questions:",
    "ai-anya-e0905n4:105_1": "In the dancing, singing, or music? Where did he see how did the Buddha define a basis?",
    "ai-anya-e0905n4:106_0": "What is given away:",
    "ai-anya-e0905n4:106_1": "In the case of the monks from the group of six laid down in the group of six. They then went to see a river, or to see it.",
    "ai-anya-e0905n4:107_0": "How do you not see it? How does someone who doesn’t see it?",
    "ai-anya-e0905n4:108_0": "What is given away:",
    "ai-anya-e0905n4:108_1": "If he doesn’t see it while walking, standing, sitting, or lying down in the room, he commits an offense of wrong conduct. When he sees it or hears it, he commits an offense of wrong conduct. When he sees it while walking in the monastery or waiting, he commits an offense of wrong conduct. And he commits an offense of wrong conduct.",
    "ai-anya-e0905n4:109_0": "questions:",
    "ai-anya-e0905n4:109_1": "The Buddha laid down a rule against the neck,",
    "ai-anya-e0905n4:110_0": "What is given away:",
    "ai-anya-e0905n4:110_1": "In this way the monks from the group of six laid down on the ground. They prepared a teaching on the ground.",
    "ai-anya-e0905n4:111_0": "questions:",
    "ai-anya-e0905n4:111_1": "The Buddha has declared that he’s uninterruptedly. Where does he answer?",
    "ai-anya-e0905n4:112_0": "What is given away:",
    "ai-anya-e0905n4:112_1": "Venerable Piṇḍola Bhāradvāja spoke about the verses consisting of Venerable Piṇḍola Bhāradvāja, there is a matted-hair ability, Venerable Bhaṇḍuka in the story of the wood, sir. For he shows any superhuman quality to householders.",
    "ai-anya-e0905n4:113_0": "And you should not use a wooden bowl.",
    "ai-anya-e0905n4:114_0": "questions:",
    "ai-anya-e0905n4:114_1": "These two bowls have been put in making use of the bowl and the one without needing to make a bowl, how many enquiry bowls? Are these two grounds for bowls?",
    "ai-anya-e0905n4:115_0": "What is given away:",
    "ai-anya-e0905n4:115_1": "Sir, the monks from the group of six wore luxurious bowls made with gold and silver.",
    "ai-anya-e0905n4:116_0": "questions:",
    "ai-anya-e0905n4:116_1": "When he puts away the bowl, heat the bowl in the heat for the sun. Sineru in the sun, heat it in the heat of the sun and moon’s shade.",
    "ai-anya-e0905n4:117_0": "What is given away:",
    "ai-anya-e0905n4:117_1": "In Rājagaha, several mendicants prepared a number of monks. He then prepared the bowls for a number of monks.",
    "ai-anya-e0905n4:118_0": "questions:",
    "ai-anya-e0905n4:118_1": "They weared all the bounds of the Sīhabālī’s covered with over place.",
    "ai-anya-e0905n4:119_0": "What is given away:",
    "ai-anya-e0905n4:119_1": "one of the monks laid down a certain monk in Rājagaha. He saw a monk whose bowl was laid down on the ground. He saw a sunshade, and his bowl was impediments, being afraid of wrongdoing, (thinking): “Venerable Sir, I was dwelling in that monastery, I a certainlyzed me,”",
    "ai-anya-e0905n4:120_0": "questions:",
    "ai-anya-e0905n4:120_1": "The Buddha laid down in reference to the bones or used by the ground.",
    "ai-anya-e0905n4:121_0": "What is given away:",
    "ai-anya-e0905n4:121_1": "In Rājagaha there were several mendicants. They prepared bowls and set it up. They prepared a skeleton, reeds, and collapse.",
    "ai-anya-e0905n4:122_0": "The Buddha has given up questions, Reverends, and inquire about what did he allow?",
    "ai-anya-e0905n4:123_0": "What is given away:",
    "ai-anya-e0905n4:123_1": "between Rājagaha and Vesālī, a certain monk, having given a permission of his body, entered the village for alms without a companion, wearing a shackle, he entered the village for alms. He bowed, sat down,",
    "ai-anya-e0905n4:124_0": "questions:",
    "ai-anya-e0905n4:124_1": "and you laid down the road on the leftovers of the road. You don’t give away a bit of length topics, you’re wise, deliberately make amends for an effort to get rid of it.",
    "ai-anya-e0905n4:125_0": "What is given away:",
    "ai-anya-e0905n4:125_1": "as he was undertaking the case of an obstacle, that monk was being prepared. He asked a question.",
    "ai-anya-e0905n4:126_0": "questions:",
    "ai-anya-e0905n4:126_1": "Sleeping, “Where was the rain in the flowers? Where did the Buddha lay down?",
    "ai-anya-e0905n4:127_0": "What is given away:",
    "ai-anya-e0905n4:127_1": "regarding the monks from the group of six laid down in accordance with the Monastic Code.",
    "ai-anya-e0905n4:128_0": "questions:",
    "ai-anya-e0905n4:128_1": "Where do the same thing?",
    "ai-anya-e0905n4:129_0": "What is given away:",
    "ai-anya-e0905n4:129_1": "The monks from the group of six prepared one vessel, and they lay down on the same bed, on the same sheet, under the same cover, and both on the same sheet and under the same cover.",
    "ai-anya-e0905n4:130_0": "questions:",
    "ai-anya-e0905n4:130_1": "and the seeds propagated from the three kinds of plants propagation: where do the Buddha allowed?",
    "ai-anya-e0905n4:131_0": "What is given away:",
    "ai-anya-e0905n4:131_1": "When they were staying at Sāvatthī, they told the Buddha what had happened.",
    "ai-anya-e0905n4:132_0": "If you should not use a yak-tail whisk, you commit an offense of wrong conduct.",
    "ai-anya-e0905n4:132_1": "I allow three kinds of plants: such are the finest keys and floors.",
    "ai-anya-e0905n4:133_0": "questions:",
    "ai-anya-e0905n4:133_1": "For the Buddha’s nature is long,",
    "ai-anya-e0905n4:134_0": "What is given away:",
    "ai-anya-e0905n4:134_1": "One of the monks who laid down a rule against one of the monks in Sāvatthī should not remember it.",
    "ai-anya-e0905n4:135_0": "questions:",
    "ai-anya-e0905n4:135_1": "The Buddha describes the cutting off is in the Kinsman, how many evasions have been laid down?",
    "ai-anya-e0905n4:136_0": "What is given away:",
    "ai-anya-e0905n4:136_1": "In Sāvatthī, the monks from the group of six laid down a rule against the monks from the group of six.",
    "ai-anya-e0905n4:137_0": "questions:",
    "ai-anya-e0905n4:137_1": "For the Buddha’s doing this, why is he wise?",
    "ai-anya-e0905n4:138_0": "What is given away:",
    "ai-anya-e0905n4:138_1": "Several mendicants were preparing a number of monks at Sāvatthī. They’d remember what they had been prepared.",
    "ai-anya-e0905n4:139_0": "questions:",
    "ai-anya-e0905n4:139_1": "Reverends, when you reject this ear-pickles, you keep on doing what is allowable and what is the Buddha allowable.",
    "ai-anya-e0905n4:140_0": "What is given away:",
    "ai-anya-e0905n4:140_1": "Sir, the monks from the group of six wore luxurious resting places on the ground.",
    "ai-anya-e0905n4:141_0": "questions:",
    "ai-anya-e0905n4:141_1": "The Buddha laid down in the outer robe with an cloak of patches, Kapilavatthu for the sake of worst.",
    "ai-anya-e0905n4:142_0": "What is given away:",
    "ai-anya-e0905n4:142_1": "Sir, those monks from the group of six prepared seats in the name of the monks from the group of six. They sat down on the ground and lay down on the seats.",
    "ai-anya-e0905n4:143_0": "questions:",
    "ai-anya-e0905n4:143_1": "When the Buddha enters the village, how many kinds of misconduct are there?",
    "ai-anya-e0905n4:144_0": "What is given away:",
    "ai-anya-e0905n4:144_1": "In Sāvatthī, a certain monk laid down a rule against one of the monks. He then entered the village for alms.",
    "ai-anya-e0905n4:145_0": "questions:",
    "ai-anya-e0905n4:145_1": "For the purpose of doing so, reverends, and lay downwards because of the Buddha’s doctrine, and incapable of determining whether he spoke inappropriately laypeople?",
    "ai-anya-e0905n4:146_0": "What is given away:",
    "ai-anya-e0905n4:146_1": "The monks from the group of six laid down on the ground. They spoke in sunshade, wide, and rejected each other.",
    "ai-anya-e0905n4:147_0": "questions:",
    "ai-anya-e0905n4:147_1": "Reverends, when the Buddha describes the practice that heaps in both Compares himself what has been declared by the Buddha?",
    "ai-anya-e0905n4:148_0": "What is given away:",
    "ai-anya-e0905n4:148_1": "Sir, the monks from the group of six used wore a question about the monks from the group of six.",
    "ai-anya-e0905n4:149_0": "questions:",
    "ai-anya-e0905n4:149_1": "Considering is the story of the idea of beautiful comprehensive and including the recitation passage.",
    "ai-anya-e0905n4:150_0": "What is given away:",
    "ai-anya-e0905n4:150_1": "Sir, the monks from the group of six laid down this rule against the monks from the group of six were recited, and that pointless.",
    "ai-anya-e0905n4:151_0": "questions:",
    "ai-anya-e0905n4:151_1": "The Buddha has described the pointless knowledge of learning, Reverend Tissa the pointless, and including all the offenses of wrong conduct in himself.",
    "ai-anya-e0905n4:152_0": "What is given away:",
    "ai-anya-e0905n4:152_1": "The monks from the group of six laid down in Sāvatthī until the monks from the group of six were pointless.",
    "ai-anya-e0905n4:153_0": "questions:",
    "ai-anya-e0905n4:153_1": "In the place where was the Buddha laid down?",
    "ai-anya-e0905n4:154_0": "What is given away:",
    "ai-anya-e0905n4:154_1": "There was a number of monks staying near Sāvatthī for the Buddha. He was teaching Dhamma, surrounded by a large assembly of mendicants.",
    "ai-anya-e0905n4:155_0": "questions:",
    "ai-anya-e0905n4:155_1": "In the monastery,",
    "ai-anya-e0905n4:156_0": "What is given away:",
    "ai-anya-e0905n4:156_1": "At Sāvatthī.",
    "ai-anya-e0905n4:157_0": "The chapter with short topics",
    "ai-anya-e0905n4:158_0": "He asks questions about the origin of the ocean: “And how many reasons has a source, Reverend Saviṭṭha, how many offenses are there incapable of revealing.",
    "ai-anya-e0905n4:159_0": "What is the point of reference to the three recitations, the ninety-two offenses, and the three offenses entailing suspension.",
    "ai-anya-e0905n4:160_0": "6. Senāsanakkhandhaka",
    "ai-anya-e0905n4:161_0": "Reverends, when questioned by the Buddha—where do they profession about the rules of what is allowable?",
    "ai-anya-e0905n4:162_0": "What is given away:",
    "ai-anya-e0905n4:162_1": "There are several mendicants who are discussing regarding the Buddha, thinking, “Sir, how should several mendicants do them?”",
    "ai-anya-e0905n4:163_0": "How is it the first dwelling that a dwelling place first arose in you? How can you be established?",
    "ai-anya-e0905n4:164_0": "What is given away:",
    "ai-anya-e0905n4:164_1": "In just one day, sir, I was established there sixty-six precincts of the monastery and sixty-six were established in the Saṅgha.",
    "ai-anya-e0905n4:165_0": "questions:",
    "ai-anya-e0905n4:165_1": "Is making amends for, and Is the prohibiting actually lack of contempt. Where did the Buddha allowance when asked?",
    "ai-anya-e0905n4:166_0": "What is given away:",
    "ai-anya-e0905n4:166_1": "In Rājagaha, the monks from the group of six were reciting the Teachings of the monks.",
    "ai-anya-e0905n4:166_2": "and the monks from the group of six expressed their appreciations to that woman.",
    "ai-anya-e0905n4:167_0": "questions:",
    "ai-anya-e0905n4:167_1": "There the one heaped up likewise, bowed, and respectfully circled the Buddha, keeping him on their right. When he examines in any such places, the offenses of wrong conduct, and in the rest of the Sangha as before.",
    "ai-anya-e0905n4:168_0": "What is given away:",
    "ai-anya-e0905n4:168_1": "The monks from the group of six laid down in front of the monks from the group of six, but the teachers of the monks from the group of six. Afterwards there will be a pupil of the monks from the group of six.” And the teachers went to Sāvatthī, he prepared a fact.",
    "ai-anya-e0905n4:169_0": "questions:",
    "ai-anya-e0905n4:169_1": "The Buddha laid down a rule against one side, and including what was happening.",
    "ai-anya-e0905n4:170_0": "What is given away:",
    "ai-anya-e0905n4:170_1": "The Venerable Upananda the Sakyan was laid down by the Buddha in Sāvatthī, and he prepared one for himself.",
    "ai-anya-e0905n4:171_0": "questions:",
    "ai-anya-e0905n4:171_1": "The junior mendicant who is teaching should sit on a similar or higher seat out of respect for the Teaching. But when a more senior monk isn’t able to sit down on a high seat without respect for the Teaching, in the Monastic Law, or in the Teacher’s instruction.",
    "ai-anya-e0905n4:172_0": "What is given away:",
    "ai-anya-e0905n4:172_1": "Learning about this matter, Venerable Upāli, several mendicants memorized it in the presence of Venerable Upāli:",
    "ai-anya-e0905n4:173_0": "questions:",
    "ai-anya-e0905n4:173_1": "The Buddha is able to sit down in the account of the going forth. Where has he allowed the issues to get an idea?",
    "ai-anya-e0905n4:174_0": "What is given away:",
    "ai-anya-e0905n4:174_1": "Ānanda, regarding a number of monks were meditating on that very spot. He thought, “How is this?”",
    "ai-anya-e0905n4:175_0": "questions:",
    "ai-anya-e0905n4:175_1": "Of the two, reverends and benches, he is able to teach the Dhamma about the matter.",
    "ai-anya-e0905n4:176_0": "What is given away:",
    "ai-anya-e0905n4:176_1": "At Sāvatthī.",
    "ai-anya-e0905n4:177_0": "questions:",
    "ai-anya-e0905n4:177_1": "But reverends, without being announced by the Buddha, without making an announcement, what is the basis for ending of what is allowable?",
    "ai-anya-e0905n4:178_0": "What is given away:",
    "ai-anya-e0905n4:178_1": "At Sāvatthī.",
    "ai-anya-e0905n4:179_0": "questions:",
    "ai-anya-e0905n4:179_1": "There are five reasons why the Buddha has laid down,",
    "ai-anya-e0905n4:180_0": "What is given away:",
    "ai-anya-e0905n4:180_1": "Several mendicants were preparing a number of monks at Sāvatthī, and they prepared a resting place.",
    "ai-anya-e0905n4:181_0": "questions:",
    "ai-anya-e0905n4:181_1": "There are five reasons why the Buddha has clearly described in the land of the Aṅguttara.",
    "ai-anya-e0905n4:182_0": "What is given away:",
    "ai-anya-e0905n4:182_1": "Sir, Kīṭāgiri has been designated as such-and-such a dwelling in the Sangha of monks Assaji and Punabbasuka from staying in that dwelling.",
    "ai-anya-e0905n4:183_0": "questions:",
    "ai-anya-e0905n4:183_1": "The Buddha laid down, except if he uses it, he commits an offense of wrong conduct.",
    "ai-anya-e0905n4:184_0": "What is given away:",
    "ai-anya-e0905n4:184_1": "Several mendicants prepared a number of monks. It was preparing a number of monks. The necess of dwellings, except for the use of that dwelling.",
    "ai-anya-e0905n4:185_0": "questions:",
    "ai-anya-e0905n4:185_1": "The Buddha laid down a resting place with wet feet, and on the ground covering the furniture with wet clothes and hair.",
    "ai-anya-e0905n4:186_0": "What is given away:",
    "ai-anya-e0905n4:186_1": "The number of monks laid down on the furniture with many feet. They stepped on the ground, wet-nurses, and seated on their feet. They brought them up, thinking,",
    "ai-anya-e0905n4:187_0": "questions:",
    "ai-anya-e0905n4:187_1": "The Buddha laid down a deed about the grounds for making amends for an offense, and he laid down a training rule on the ground.",
    "ai-anya-e0905n4:188_0": "What is given away:",
    "ai-anya-e0905n4:188_1": "Several mendicants were about making amends for a number of monks. They prepared a meal on the ground. The monks at that educated, divided, and they prepared a lot.",
    "ai-anya-e0905n4:189_0": "questions:",
    "ai-anya-e0905n4:189_1": "He asked about the neighborhood of dwellings, which are always in need.",
    "ai-anya-e0905n4:189_2": "Are there any reactions that are high?",
    "ai-anya-e0905n4:190_0": "What is given away:",
    "ai-anya-e0905n4:190_1": "eighty lesser resting places have been explained in its own dwelling,",
    "ai-anya-e0905n4:190_2": "Sir, there are three more than three offenses:",
    "ai-anya-e0905n4:191_0": "7. Saṅghatedakakkhandhaka",
    "ai-anya-e0905n4:192_0": "questions:",
    "ai-anya-e0905n4:192_1": "How did he become one gone forth with them?",
    "ai-anya-e0905n4:193_0": "What is given away:",
    "ai-anya-e0905n4:193_1": "Upāli go forth first. Then Venerable Upāli’s power, and Venerable Bhaddiya vanished from the first part of the gods. Then Venerable Anuruddha obtained the sight of insight, and Venerable Anuruddha, Venerable Bhaddiya, when he had supernormal powers, Venerable Anuruddha, Venerable Ānanda realized the fruit of stream-entry.",
    "ai-anya-e0905n4:193_2": "The Sakyans had gone forth in returned to the Sakyans of Upāli. And the Sakyans had gone forth in faith.",
    "ai-anya-e0905n4:194_0": "The Contraphile of the Pavāraṇā",
    "ai-anya-e0905n4:195_0": "questions:",
    "ai-anya-e0905n4:195_1": "The Buddha has laid down a legal procedure of ejection for not giving up a bad view about it.",
    "ai-anya-e0905n4:196_0": "What is given away:",
    "ai-anya-e0905n4:196_1": "In Rājagaha, Devadatta described a feeding ground on Devadatta in an assembly that iron ball, throat, and inspiring for the Buddha.",
    "ai-anya-e0905n4:197_0": "The Contraphile of the Pavāraṇā",
    "ai-anya-e0905n4:198_0": "The Buddha then gave him a penalty to him.",
    "ai-anya-e0905n4:199_0": "What is given away:",
    "ai-anya-e0905n4:199_1": "The Buddha then told him what had happened. Then he said, “Sir, make the announcement about Devadatta in Rājagaha for the order to make the announcement about Devadatta in Rājagaha.”",
    "ai-anya-e0905n4:200_0": "Devadatta,",
    "ai-anya-e0905n4:201_0": "questions:",
    "ai-anya-e0905n4:201_1": "How on earth can he involved in an evil mind, and he borrowed it through the appearance of Devadatta.",
    "ai-anya-e0905n4:202_0": "What is given away:",
    "ai-anya-e0905n4:202_1": "The Buddha was walking mindfully in the Vulture Peak, and he shaved him down from the Vulture Peak with a large stone feeding ground. Then he entered the Buddha’s foot, saying: “I’ll stretch him, sir.” Then he rose up and climbed him with a large foot. Then he strewn, thinking, “I’ll stretch out his foot.”",
    "ai-anya-e0905n4:202_2": "In this way Devadatta thought came to interrupt the Realized One with a naked mind.",
    "ai-anya-e0905n4:203_0": "questions:",
    "ai-anya-e0905n4:203_1": "Instead, why did the Buddha laid down that rule?",
    "ai-anya-e0905n4:204_0": "What is given away:",
    "ai-anya-e0905n4:204_1": "In Rājagaha, there is such a designation of the monks, Devadatta, and his followers have prepared for himself as long as he had asked.",
    "ai-anya-e0905n4:205_0": "questions:",
    "ai-anya-e0905n4:205_1": "Your Majesty, isn’t worth a sixteenth part of the Sangha, investigating, and is given to Devadatta:",
    "ai-anya-e0905n4:206_0": "What is given away:",
    "ai-anya-e0905n4:206_1": "Devadatta, about castegories of schism in the Sangha, Devadatta, there is schism in the Sangha.",
    "ai-anya-e0905n4:207_0": "So let it be enough to pursue a heavy offense for the schism.",
    "ai-anya-e0905n4:208_0": "questions:",
    "ai-anya-e0905n4:208_1": "“Done with ease by the good is good, ~ good by the bad is done (only) with difficulty,",
    "ai-anya-e0905n4:208_2": "Your bad deeds to do with bad deed. forget about the Buddha, what expert on?”",
    "ai-anya-e0905n4:209_0": "What is given away:",
    "ai-anya-e0905n4:209_1": "In the morning, sir, Venerable Ānanda robed up, took his bowl and robe, and entered Rājagaha for alms. Then he went to Venerable Ānanda, exchanged greetings with the Buddha, and told him what had happened.",
    "ai-anya-e0905n4:210_0": "Done with ease by the good is good, ~ good by the bad is done (only) with difficulty,",
    "ai-anya-e0905n4:211_0": "Wickedness is done by the wicked with ease, wickedness is done (only) with difficulty by the bad.",
    "ai-anya-e0905n4:212_0": "questions:",
    "ai-anya-e0905n4:212_1": "The Buddha’s questions about the monks’ training rules. Where did he lay down?",
    "ai-anya-e0905n4:213_0": "What is given away:",
    "ai-anya-e0905n4:213_1": "Venerable Sāriputta has prepared a number of monks. He then went to the Buddha and said, “Venerable Sir, there’s a number of monks in that monastery.”",
    "ai-anya-e0905n4:214_0": "“Venerable Sir, it would be good if the monks who sided with the ordained monks will respond back again.”",
    "ai-anya-e0905n4:215_0": "questions:",
    "ai-anya-e0905n4:215_1": "But how is there fracture in the Sangha, yet not schism in the Sangha? They’re not schism in the Sangha.",
    "ai-anya-e0905n4:216_0": "What is given away:",
    "ai-anya-e0905n4:216_1": "One recommends, sir, one thing, and one from the group of four, five on the following,: “Venerable Sir, this is the fourth rule, this is the training, this is the Teacher’s instruction;” or “Venerable Sir, this is the fourth thing, this is the ninety-four.”",
    "ai-anya-e0905n4:216_2": "That’s how there is a fracture in the Sangha, but not schism in the Sangha.",
    "ai-anya-e0905n4:217_0": "How is it this?",
    "ai-anya-e0905n4:218_0": "What is given away:",
    "ai-anya-e0905n4:218_1": "It’s when a mendicant explains what is not the teaching as not the teaching, and what is the consequence of such-and-such a monastery, and such a monastery, the Sangha does the observance-day procedure. They then do the invitation procedure in the Sangha, and they then do the invitation procedure.",
    "ai-anya-e0905n4:219_0": "How is it this?",
    "ai-anya-e0905n4:220_0": "What is given away:",
    "ai-anya-e0905n4:220_1": "It’s when a mendicant explains what is not the teaching as the teaching ...",
    "ai-anya-e0905n4:220_2": "They proclaim a grave offense as grave. They won’t make amends for an offense. They won’t give the full ordination. They don’t confess an offense. They don’t confess it or reveal it. They won’t do the observance-day procedure. Because of the Sangha doesn’t confess it, they don’t do the invitation procedure.",
    "ai-anya-e0905n4:221_0": "Who is able to cause a schism in a united Sangha?",
    "ai-anya-e0905n4:222_0": "What is given away:",
    "ai-anya-e0905n4:222_1": "After causing a schism in a united Sangha, he chooses an eon in hell for an eon.",
    "ai-anya-e0905n4:223_0": "– How then, when questioned, what is the consequence of schism in a united Sangha?",
    "ai-anya-e0905n4:224_0": "What is given away:",
    "ai-anya-e0905n4:224_1": "When the Sangha has created a schism in a united Sangha, he rejoices in heaven for an eon.",
    "ai-anya-e0905n4:225_0": "He asks questions in the Saṅgha: “The reason why Spiritual and source are including the recitation passage for recitation, and the offenses.”",
    "ai-anya-e0905n4:226_0": "What is given away:",
    "ai-anya-e0905n4:226_1": "For the schism in the Sangha, and for the reason of those who come.",
    "ai-anya-e0905n4:226_2": "Sir, there are two offenses for the requisites.",
    "ai-anya-e0905n4:227_0": "8. Vattakkhandhaka",
    "ai-anya-e0905n4:228_0": "questions:",
    "ai-anya-e0905n4:228_1": "Instead, when the Buddha’s statements are laid down for the newly arrived monks about it.",
    "ai-anya-e0905n4:229_0": "What is given away:",
    "ai-anya-e0905n4:229_1": "When a number of newly arrived monks entered Sāvatthī. They then entered the monastery, where the vicinity of the monastery, sat down, and lay down on the ground. They asked the newly arrived monks, “Venerable Sir, I will rise early and return.” And the newly arrived monks should prepare a seat, thinking, “I’ll do the invitation procedure.” When it was given to the newly arrived monks, they entered the monastery, where the resident monks do the observance-day procedure by the newly arrived monks, the monastery.",
    "ai-anya-e0905n4:230_0": "questions:",
    "ai-anya-e0905n4:230_1": "When the Buddha has laid down, what did he do?",
    "ai-anya-e0905n4:231_0": "What is given away:",
    "ai-anya-e0905n4:231_1": "When they a number of monks were laid down in Sāvatthī, they prepared a seat and set out a foot-stool, a foot-scraper, or water for washing the feet. He then prepared a seat for newly arrived monks. He then prepared a foot-scraper, and set out a foot-scraper, and placed their bowls on the ground.",
    "ai-anya-e0905n4:232_0": "“Monks, when a resident monk sees a newly arrived monk who is more senior, he should prepare a seat, and put out a foot-stool, a foot-scraper, and water for washing the feet. He should prepare a seat for him. He should ask if he wants water to drink.”",
    "ai-anya-e0905n4:233_0": "questions:",
    "ai-anya-e0905n4:233_1": "Where did the Buddha lay down?",
    "ai-anya-e0905n4:234_0": "What is given away:",
    "ai-anya-e0905n4:234_1": "Several mendicants traveled to Sāvatthī. They told the Buddha what had happened. They then departed without putting the wooden and ceramic goods in the windows, and then departed.",
    "ai-anya-e0905n4:235_0": "questions:",
    "ai-anya-e0905n4:235_1": "The Buddha has allowed the expression of appreciation in the dining hall about the meal.",
    "ai-anya-e0905n4:236_0": "What is given away:",
    "ai-anya-e0905n4:236_1": "At Sāvatthī.",
    "ai-anya-e0905n4:237_0": "questions:",
    "ai-anya-e0905n4:237_1": "Where did the Buddha described in the dining hall?",
    "ai-anya-e0905n4:238_0": "What is given away:",
    "ai-anya-e0905n4:238_1": "In the case of the monks from the group of six prepared one the monks from the group of six. They then wore their bowls and robes with dung on the ground, wrapped in unappropriate neighborhood of their bowls, and robes were spread out a shelter-pole. After washing their bowls, they hit it with double-layered upper robes. After hurriedly, they werehed and dressed it in the villagesecras.”",
    "ai-anya-e0905n4:239_0": "questions:",
    "ai-anya-e0905n4:239_1": "“Where did the Buddha describe the practice of dwellings for the monks? In what way did he lay down?",
    "ai-anya-e0905n4:240_0": "What is given away:",
    "ai-anya-e0905n4:240_1": "In Sāvatthī the monks from the group of six prepared seats outside the monks from the group of six. In this way the monks from the group of six were preparing the dwellings, “Venerable Sir, the robe-cloth from the group of six are staying in that dwelling, if they were expelled, he should clean it if he is able to swep it.”",
    "ai-anya-e0905n4:241_0": "Transgressions that might be asked introduced to each other and every question.",
    "ai-anya-e0905n4:242_0": "given away without reason, too, in the midst of any offenses, which is the source of each other.",
    "ai-anya-e0905n4:243_0": "The chapter on the cancellation of the Monastic Code",
    "ai-anya-e0905n4:244_0": "questions:",
    "ai-anya-e0905n4:244_1": "Since we heard the Monastic Code, you’re laid down in order to prescribed about the Monastic Code. Where did you lay down?",
    "ai-anya-e0905n4:245_0": "What is given away:",
    "ai-anya-e0905n4:245_1": "Then, sir, there was a certain person in the midst of the Sangha on the observance day, and a person in the midst of the Sangha.",
    "ai-anya-e0905n4:246_0": "Reverends, in questioning, is the introduction of questioning, the recitation passage for recitation, and discussion.",
    "ai-anya-e0905n4:247_0": "One without description of any requisites has been given away, one who is attached to the recitation of the offenses, and one who has committed an offense entailing confession.",
    "ai-anya-e0905n4:248_0": "10. Bhikkhunikkhandhaka",
    "ai-anya-e0905n4:249_0": "questions:",
    "ai-anya-e0905n4:249_1": "Where does the Buddha’s full ordination? Where did he allow them?",
    "ai-anya-e0905n4:250_0": "What is given away:",
    "ai-anya-e0905n4:250_1": "Sir, Mahāpajāpatī Gotamī stood outside the gateway for her feet. She stood outside the gateway, changing, miserable and sad, with tearful faces. She then asked the Buddha,",
    "ai-anya-e0905n4:251_0": "questions:",
    "ai-anya-e0905n4:251_1": "The monks should give the full ordination about the nuns’ dwelling places where what has been allowed?",
    "ai-anya-e0905n4:252_0": "What is given away:",
    "ai-anya-e0905n4:252_1": "Sir, Mahāpajāpatī Gotamī said to the Buddha, “Venerable Sir, I allow you to go for refuge to the Buddha.”",
    "ai-anya-e0905n4:253_0": "questions:",
    "ai-anya-e0905n4:253_1": "The Buddha has given the full ordination to a single Sangha of monks who is fully ordained on one side in the Sangha of monks, and who has not allowed them to get permission.",
    "ai-anya-e0905n4:254_0": "What is given away:",
    "ai-anya-e0905n4:254_1": "Several mendicants were discussing whether the mendicants were unable to keep up the teachings. They were embarrassed, humiliated, and unable to respond.",
    "ai-anya-e0905n4:255_0": "questions:",
    "ai-anya-e0905n4:255_1": "he asked each of the chapter on nuns.",
    "ai-anya-e0905n4:255_2": "Are there any reactions that are high?",
    "ai-anya-e0905n4:256_0": "What is given away:",
    "ai-anya-e0905n4:256_1": "for the chapter on nuns have one partners.",
    "ai-anya-e0905n4:256_2": "Sir, there are two offenses for the requisites.",
    "ai-anya-e0905n4:257_0": "11. Pañcasatikakkhandhaka",
    "ai-anya-e0905n4:258_0": "First: Bodhi",
    "ai-anya-e0905n4:259_0": "Questioning is asked to ask about five reasons: “And how many Saṁsāra has a source, how many kinds of offenses are there.”",
    "ai-anya-e0905n4:260_0": "What is given away:",
    "ai-anya-e0905n4:260_1": "of five hundred leagues away. It has sourced in reasons:",
    "ai-anya-e0905n4:260_2": "What is the eight bright sides?",
    "ai-anya-e0905n4:261_0": "12. Sattasatikakkhandhaka",
    "ai-anya-e0905n4:262_0": "Second: Both leading to heaven.",
    "ai-anya-e0905n4:263_0": "He asks questions, “Of the reason why, when he asks questions, produces each other, and is incapable of revealing.",
    "ai-anya-e0905n4:264_0": "What is given away:",
    "ai-anya-e0905n4:264_1": "handfuls that have one pointed out the reason for seven reasons.",
    "ai-anya-e0905n4:264_2": "What is the eight bright sides?",
    "ai-anya-e0905n4:265_0": "You should ask the question:",
    "ai-anya-e0905n4:266_0": "regarding the Blessed One, the perfected one, the fully awakened Buddha:",
    "ai-anya-e0905n4:267_0": "Who is training:",
    "ai-anya-e0905n4:268_0": "Those who are trainees good in what is good in the training ...",
    "ai-anya-e0905n4:269_0": "Who is training in the training?",
    "ai-anya-e0905n4:270_0": "who has renounced the training ...",
    "ai-anya-e0905n4:271_0": "Where is the question?",
    "ai-anya-e0905n4:272_0": "(But), venerable Sirs, having given up the training,",
    "ai-anya-e0905n4:273_0": "(The Buddha’s questions:) “What kind of constantly sort of revealing?",
    "ai-anya-e0905n4:274_0": "(This) is the ultimate thing, reverend Sir, that is the ultimate"
}