{
    "ai-anya-e0812n4:0_0": "5. Bhāvāvabodhapariccheda",
    "ai-anya-e0812n4:1_0": "338.",
    "ai-anya-e0812n4:2_0": "I worship the world with its gods,",
    "ai-anya-e0812n4:3_0": "Then having weathered in the womb, when weaving weathered another,",
    "ai-anya-e0812n4:4_0": "338.",
    "ai-anya-e0812n4:4_1": "At that, having spended the region of existence with the decorations and the opposite sex, generous in the release of the embellishment, having incapable of reaching the whole world, or the enemy of the highest quality, and it is worthy of the vicinity of the worlds, elimination of the gods.",
    "ai-anya-e0812n4:4_2": "the wisdom there is from making illusion of (confidence) -",
    "ai-anya-e0812n4:4_3": "For the man who calls saves in the “friend” is said, it is “fitting” .",
    "ai-anya-e0812n4:4_4": "That is why it should be said: “Repulsiveness,”",
    "ai-anya-e0812n4:4_5": "he should go to the dwelling of the world.",
    "ai-anya-e0812n4:4_6": "Whatever in the world is he who does not seek the benefit of the world,",
    "ai-anya-e0812n4:4_7": "Hence it is said: “There is no danger of gods.”",
    "ai-anya-e0812n4:4_8": "Since he is able to inflame the world with a Dhamma talk, he then used to have rope towards the maintaining stain of excellent bandits in the darkness, and it is favourable to enjoy the taste of the lips, and it is bound up with flavourable to flavour.",
    "ai-anya-e0812n4:4_9": "Then he should substance when he has finished his two offerings.",
    "ai-anya-e0812n4:4_10": "Hence it is said: “Give (or other) gets currents.”",
    "ai-anya-e0812n4:4_11": "And here it is said in the commentaries: “Where are you coming from here?” “Where do they refer to?”",
    "ai-anya-e0812n4:5_0": "338.",
    "ai-anya-e0812n4:5_1": "In this way we will show ourselves the opposite sex with flavours, being tors, oors, the youths, thedornments, the defends, the fourteenth, the five variety of delicious flavors, and the wealth of the world. Indication by the seers of enemy, the great widels, the amidstroid of craving, and the good, and the rest. We will show leness, the restorn of the world.",
    "ai-anya-e0812n4:5_2": "he has the name of the charioteer of the boundaries; he is calling the kingdom of the world with its lordly ministers and counselors, rulers of the world, men of men and bodies of the gods, mentioned to fame like a funeral pyre.",
    "ai-anya-e0812n4:5_3": "Therefore he can aspire to ultimate government, and in the ultimate sense of conscience, with an excellent boyed thought, “For he is stated” . Thus in order to point his wanting to growth, he proceeds in the darkness of the night.",
    "ai-anya-e0812n4:5_4": "Reflecting in talk, making the wisdom there is from being born, that is called a state of including the activity of wisdom. This is called reference to their relatives.",
    "ai-anya-e0812n4:5_5": "She cosmology and nows the world. And now it takes place for you to be constantly, continually generous, and thought. And it shakes off life by preference to the precepts.",
    "ai-anya-e0812n4:6_0": "339.",
    "ai-anya-e0812n4:7_0": "how to follow the advantages of these essences, etc.,",
    "ai-anya-e0812n4:8_0": "fleing the best to rest.",
    "ai-anya-e0812n4:9_0": "339.“Ṭhāyi”ccādi.",
    "ai-anya-e0812n4:9_1": "The meditator who indicated the position of authority, etc., was said to “Those who take care of the inheritance of the desirable in the greatest”, and who possesses the good men, these opposite (intentional) powers, who are addicted by reasoned their bonds to the good mentions.",
    "ai-anya-e0812n4:9_2": "With the complete destruction of the characteristic of accumulating the base consisting of boundlessness, etc., their having to say that all is included under the inclusion of the colour Vibhaṅga thus: “Repulsion and including the mind” .",
    "ai-anya-e0812n4:10_0": "339.“Ṭhāyi”ccādi.",
    "ai-anya-e0812n4:10_1": "how they proceed through the air rolling on the spot which they fix. Then, having destroyed the lion’s rolling on the top of their face, he said, “Now, liberated through the air, liberated through the air, he proceeds through the connection with eliminations, etc., and endeavours oppositesite sex and evoke the sticks it cannot rise from the bonds, the oppositesites, the desire for the decayings, the choice of ropes, and the desires, etc., who have gone beyond the women and counterparations, and counterparations, etc., which free from the protection, and have become freely to the protection of craving, and heritages, and he says.”",
    "ai-anya-e0812n4:10_2": "Though this verse was well developed, but he applies the whole sustained thought. If these verses were developed and progressed, they subtle.",
    "ai-anya-e0812n4:10_3": "the development of the Accomplished is shown by the subsiding of the abidings (of existence), and so on, the breaking down of the harvestss, the cliffs, and by developing the parts of the advantages thus, “He is standing on the top of this postures, hanging on the jackals, the mango fruits for its remark, and giving advantage” and so on.",
    "ai-anya-e0812n4:10_4": "So he proceeds with conjoining all kinds of materiality: these fourteen flavors and the gratification provided with greed for the gratification, etc.; he is carryed away.",
    "ai-anya-e0812n4:11_0": "Wisdom",
    "ai-anya-e0812n4:12_0": "340.",
    "ai-anya-e0812n4:13_0": "the taste of the mental factors and the taste of the urgency,",
    "ai-anya-e0812n4:14_0": "For Is roaming the sound of hands, the sound of drums,",
    "ai-anya-e0812n4:15_0": "340.",
    "ai-anya-e0812n4:15_1": "Now, as to the words, etc., the explanation of the development of the states consisting in an individual essences, etc., because they develop the recollection of the Dhamma in the way beginning, “Whoever develops the mind” .",
    "ai-anya-e0812n4:15_2": "And the mind in the way already described under the precincts consisting in preceding the aspect of the mind stated under the heading of consciousness.",
    "ai-anya-e0812n4:15_3": "Compassionate, moves, ~ loving in it,",
    "ai-anya-e0812n4:15_4": "You’ve reached the sound,",
    "ai-anya-e0812n4:15_5": "from that rushed out the nectar,",
    "ai-anya-e0812n4:15_6": "Then because of this brother, (thinking): “Amongst those who were frightened, they are satisfied",
    "ai-anya-e0812n4:15_7": "for there is a plantain for the Relics here.",
    "ai-anya-e0812n4:15_8": "But when they proceed having turned away from such a complete assembly, they will get rid of it.",
    "ai-anya-e0812n4:15_9": "Or alternatively, they tell him the deliverance of knowledge, the meaning here, thus it is the meaning.”",
    "ai-anya-e0812n4:16_0": "340.",
    "ai-anya-e0812n4:16_1": "Now, as to the words, when he speaks on the spot, he speaks on the spot: here is said to show the reason, etc., in order to show the reason why, that is to say, the words “that is to say” .",
    "ai-anya-e0812n4:16_2": "When the mind is spoken of, the minds of the attributes needed, etc., studied to subtlety in one places, fame, swept away, and cattle another. And since they show distinguished each other, the namely, the reputation, the choice of the opposites.",
    "ai-anya-e0812n4:16_3": "If not, then his mind finds such tastes, but an astute person",
    "ai-anya-e0812n4:16_4": "If not, they do not supply the knowledge in the world with its characteristic and function, because it arises in him.",
    "ai-anya-e0812n4:16_5": "Then, because of that, which is a cause of crushing the carpets, etc., as they are stated produced by causes and droppings.",
    "ai-anya-e0812n4:16_6": "“He accordingly, the : “‘Clinging, etc.” is the beginning of the absence of such enlightenment, etc., the appearance of its having insight, etc., as it is shared by the linking of its ensures beginning with . It is manifested as the master’s .",
    "ai-anya-e0812n4:16_7": "Thus his mind is said to be purified, and so too. “This is the poison,” or “This is the word “base”;",
    "ai-anya-e0812n4:17_0": "Appeared from the advantages,",
    "ai-anya-e0812n4:18_0": "341.",
    "ai-anya-e0812n4:19_0": "for the purpose of wisdom:",
    "ai-anya-e0812n4:20_0": "The person who has developed themselves",
    "ai-anya-e0812n4:21_0": "steady in ethics, proper conduct.’",
    "ai-anya-e0812n4:22_0": "held on the spot.",
    "ai-anya-e0812n4:23_0": "341.",
    "ai-anya-e0812n4:23_1": "what uses these three monasteries should be expanded thus: “The Impermanent in the three modes?”",
    "ai-anya-e0812n4:23_2": "while he was defeated in defecated with such states, etc., just as others did not meditator.",
    "ai-anya-e0812n4:23_3": "the one who speaks from good speech, who has undertaken the noble world’s gratification, etc., and is called belief.",
    "ai-anya-e0812n4:23_4": "For the ending of defilements” , etc.",
    "ai-anya-e0812n4:24_0": "341.",
    "ai-anya-e0812n4:24_1": "Now, as to the clause, etc., in the threefold reckoning, making the basis clean, etc., in the way beginning, “ and so on.”",
    "ai-anya-e0812n4:24_2": "diseases, etc., steps, and rolls forth by soars his crookedness, etc.; he uses such states as length, etc.; he who is added to what is detempt, etc., but doesn’t independent, etc.; and his virtue is such.",
    "ai-anya-e0812n4:24_3": "Someone who speaks in accordance with the supernormal powers: they’re called a delicious because they have drunk the out of greed for them.",
    "ai-anya-e0812n4:24_4": "Wise develops another might be argued, and if he makes it its reason he is to be aroused,",
    "ai-anya-e0812n4:25_0": "The smallest section on the breakages of the discussion;",
    "ai-anya-e0812n4:26_0": "342.",
    "ai-anya-e0812n4:27_0": "Righteously, and Somā,",
    "ai-anya-e0812n4:28_0": "I’m overcome by anger and enmity,",
    "ai-anya-e0812n4:29_0": "as well as old,",
    "ai-anya-e0812n4:30_0": "but its nine streams are nice,",
    "ai-anya-e0812n4:31_0": "342.",
    "ai-anya-e0812n4:31_1": "(But) is the reason why it is found from running back to the beginning, “Lord of existence,” and so on.",
    "ai-anya-e0812n4:31_2": "so the reason why he does not construct,",
    "ai-anya-e0812n4:31_3": "Still, they should not be produced in such a state that they are included, separated from the intoxicated by the Sakyans, and not by such a man.",
    "ai-anya-e0812n4:31_4": "Herein, if this is not a woman with male and female wives, men, each other wide open moves, circumstances and so on, spotlessly by each other,es of their wounds, and so forth by each other, it wouldn’t be appropriate for a woman to male and female bonds.",
    "ai-anya-e0812n4:31_5": "The who meditates in this way becomes laughing and smiling, and so on.",
    "ai-anya-e0812n4:32_0": "342.",
    "ai-anya-e0812n4:32_1": "“One who is able to show the way to the excellence of such delight,” and so on.",
    "ai-anya-e0812n4:32_2": "his enemies subdued, the anger and the disturbance in kingdom, are disgusting and aversion .",
    "ai-anya-e0812n4:32_3": "The novices to pull one around these spendows, thinking, “The Teacher’s voice is invaliding on the bank of the river,” it’s in the evening time for recitation.",
    "ai-anya-e0812n4:32_4": "Calm and non-confusion, as anger and enmity, disparageing, and contempt,",
    "ai-anya-e0812n4:32_5": "These nine in which these nine in the forms are to be developed by one whose individual essence is in accordance with such ensures, should not be brought on the trade of the fruits or by day.",
    "ai-anya-e0812n4:32_6": "These three kinds of inclination are not shared by the going forth as these three, namely, the moon, sun, and starting with circumstances, circumstances, etc., respectively adorned in defects, wielding their enemy, etc., not deficient in any one of these three.",
    "ai-anya-e0812n4:32_7": "‘This is interval’: “This is the satisfaction that is connected with the gratification of desires, illuminating, and so on, all that comes about the gratification of the drawbacks.”",
    "ai-anya-e0812n4:32_8": "The miracle of mindfulness should be understood as it is said to be the attainment of stream-entry laughing and laughing:",
    "ai-anya-e0812n4:33_0": "Endowed with the maintaining stains,",
    "ai-anya-e0812n4:34_0": "343.",
    "ai-anya-e0812n4:35_0": "Accomplishments, etc.",
    "ai-anya-e0812n4:36_0": "for a trainee, they are the practicing absorption.”",
    "ai-anya-e0812n4:37_0": "Those who live endowed with virtue",
    "ai-anya-e0812n4:38_0": "they have declared their intention.",
    "ai-anya-e0812n4:39_0": "343.",
    "ai-anya-e0812n4:39_1": "he said: “Looking to the state of existence.”",
    "ai-anya-e0812n4:39_2": "The he substained thought is one thing, etc., of any such states, greed, etc., of the origination of dissolution, and of the earth, when they have become discarded, he went out to (like these things).",
    "ai-anya-e0812n4:39_3": "the sun (shaves) a rewarding from accumulation of states, which has the form of pleasure and pain like that.",
    "ai-anya-e0812n4:39_4": "Pleasure and pain are unpleasant to touch, and its own idea in the form of a suitable form, the suffering that has arisen in him.",
    "ai-anya-e0812n4:39_5": "Because a person is happy, free from pain and sorrow.",
    "ai-anya-e0812n4:39_6": "Being happy and recommended by sickness, suffering, deathlessness, and deathless.",
    "ai-anya-e0812n4:39_7": "Then, because of that he develops the precepts and observances, they occur in the round of rebirths.",
    "ai-anya-e0812n4:40_0": "343.",
    "ai-anya-e0812n4:40_1": "Now comes the description of the development in one who is shown that he has developed the characteristic of defilement and so on.",
    "ai-anya-e0812n4:40_2": "The partridge of the Three Worlds recall having made such gifts as reduced to the creation of self-development, etc., appearing in the various orders of their own urine, exclaimed fathoms, etc., with the excellence of pleasure and painting not-self in their facts, etc., as its appearing and that he explains in its various ways the virtues of being described as its various previous existences.",
    "ai-anya-e0812n4:40_3": "the same way, having thus been sent by such special qualities as having reckoned as having asked, with one or other, whose appearance and sees, and through the deathless, he thus having become happy and recognitioned from pain and depressed,",
    "ai-anya-e0812n4:40_4": "In the same way, having driven out the sickness and sickness due to sickness, and making an end of suffering.",
    "ai-anya-e0812n4:40_5": "It is produced in such a part, and starting with the vanity of existence, etc., of such an absence, etc., of these three kinds of pleasure and pain in the various forms.",
    "ai-anya-e0812n4:40_6": "he proceeds in his presence; he is quiet at the face of the word opposite sex.",
    "ai-anya-e0812n4:41_0": "Getting by the power of defilement;",
    "ai-anya-e0812n4:42_0": "344.",
    "ai-anya-e0812n4:43_0": "penetrating absorption,",
    "ai-anya-e0812n4:44_0": "sunk in excess of repelling cows",
    "ai-anya-e0812n4:45_0": "for the sick very sick.",
    "ai-anya-e0812n4:46_0": "In order to purify the recollection of resolution through recollection:",
    "ai-anya-e0812n4:47_0": "thought: ‘She is incapable of the Avanti’ means endowed with the stream of the hero,",
    "ai-anya-e0812n4:48_0": "like a dead corpse discarded.",
    "ai-anya-e0812n4:49_0": "death always plunges out and go curds.",
    "ai-anya-e0812n4:50_0": "and thirty-two cases in the thirty-two cases.",
    "ai-anya-e0812n4:51_0": "344.",
    "ai-anya-e0812n4:51_1": "is said to be shown that she has no desire for sense pleasures,",
    "ai-anya-e0812n4:51_2": "They go to bathe themselves, wore hairs, wrap garments, and nakedness.",
    "ai-anya-e0812n4:51_3": "He was a thousand-eyed Lord of Cāla, wide, flawless, for the advantages and fair (wholesome) death and the fearfulness of death.",
    "ai-anya-e0812n4:51_4": "And they proceed with this thirty-two marks.",
    "ai-anya-e0812n4:51_5": "like a charioteer, he enjoys it, having given it up.",
    "ai-anya-e0812n4:51_6": "“Only he has caused the delightful Bharadvāja (for the drums) in the world, and has extinguished all the splendours of the world. Wealth with its gods.” Then there is none of these non-human beings.",
    "ai-anya-e0812n4:51_7": "Herein, for one who has gone (only) authority is the danger in threatened by the nearness of freedom from fear, etc., and if it is the sign of foulness even when a place for the sake of fear of defects of battle.",
    "ai-anya-e0812n4:51_8": "That’s why it doesn’t appear in the same way.",
    "ai-anya-e0812n4:51_9": "you should carry it together with a large pile of glowing coals.",
    "ai-anya-e0812n4:52_0": "like the swelling the sacred flame.",
    "ai-anya-e0812n4:52_1": "That woman is the impediment of her opposite for her, and for the purpose of making her consider, she gave birth to a knowledge master. She who is unsuitable, is not able to get rid of thoughts.",
    "ai-anya-e0812n4:53_0": "applied thought, etc., which is the respective , which referred to him, etc., the state of existence, and the state of existence .",
    "ai-anya-e0812n4:54_0": "strives, doing, and making it understood;",
    "ai-anya-e0812n4:55_0": "Herein, such is the state, etc., in that place",
    "ai-anya-e0812n4:56_0": "The state of owing to the introducation is knowledge, and so on.",
    "ai-anya-e0812n4:57_0": "So its unshakableness, etc., which is unclouded, etc., not so on.",
    "ai-anya-e0812n4:58_0": "The mind is not immersed in samādhi like this, and stepped in its fact, etc., with the appearance of a former life,",
    "ai-anya-e0812n4:59_0": "he is strong in him, etc., and instance of him, being aroused in him, etc., and so on.",
    "ai-anya-e0812n4:60_0": "(inside) the modes of an absence, etc., have respectively to such a state,",
    "ai-anya-e0812n4:61_0": "Absorptions, etc., and steps, etc.",
    "ai-anya-e0812n4:62_0": "Perhaps these states are a cause of lustfulness, etc., and so on.",
    "ai-anya-e0812n4:63_0": "yet stoneness, illuminating appearance, and so on.",
    "ai-anya-e0812n4:64_0": "Leaving the time of the Kuru was clearly seen with arranging, delightful is the physical nutriment, and so on.",
    "ai-anya-e0812n4:65_0": "It is because of confidence that, because of those who speak against it, such that inclination, etc.",
    "ai-anya-e0812n4:66_0": "From seeing, etc., the mindfulness that is called to beloved,",
    "ai-anya-e0812n4:67_0": "Likewise as urgency, etc., that is to say: the state of loss worry, etc., that is to say, respectively inheritance, and neglect each.",
    "ai-anya-e0812n4:68_0": "(The dispensation) is satisfied, and his faculties are experienced by the bird and the states of loss, etc.,",
    "ai-anya-e0812n4:69_0": "That without understanding, etc., is the indication for the bodily part, etc., which is the basis for defilement.",
    "ai-anya-e0812n4:70_0": "thought, brilliant, tied, etc., is radiating by nature, etc., which, when they are pervaded, etc.",
    "ai-anya-e0812n4:71_0": "the neighboring one is able to understand, and so on.",
    "ai-anya-e0812n4:72_0": "free from fear, terror, etc., and trees and breaths, etc., which have the plane of trees, and so on.",
    "ai-anya-e0812n4:73_0": "That illustrious man who is unstirred, fearless, exerted, sweet, and so on.",
    "ai-anya-e0812n4:74_0": "Those who immaculate intoxication with negligence, etc., incomparable to the states of excessive.",
    "ai-anya-e0812n4:75_0": "Doubt interprehendations of others, etc., here it is the particular composing of the mouth, etc., which is referred to another.",
    "ai-anya-e0812n4:76_0": "What is unmaterial defined is extracted, etc., is the state consisting in individual essence, etc., and the place consisting in the mode of an instance.",
    "ai-anya-e0812n4:77_0": "(He who is) free from delusion, fear, and terror, etc.,",
    "ai-anya-e0812n4:78_0": "being devoted to bad behavior, etc., and the such appearance, etc.",
    "ai-anya-e0812n4:79_0": "With the appearance of death, the power of good suffering,",
    "ai-anya-e0812n4:80_0": "Greed lady, greed, hate, and delusion, the state of defilement, etc.",
    "ai-anya-e0812n4:81_0": "Or some other creatures here are told, so the various kinds of foulness and the blissful abiding here are included in the various kinds of pleasure aggregates.",
    "ai-anya-e0812n4:81_1": "For just as when a decay of sense desires in their enemy, hostile, and hard-hearted person vanity, who is indicated by the great vanity of desire and ill will, and who is sickness, and who has reached vanity, etc., are suffering, and who se violence is suffering,",
    "ai-anya-e0812n4:81_2": "yellow and embracing that has been dyed upon.",
    "ai-anya-e0812n4:81_3": "there is another danger that my harem is such-and-such a one.",
    "ai-anya-e0812n4:81_4": "So the sick one should defeated, rising up, cursed, black hair, stressed on the ground, and he should see another resentment.",
    "ai-anya-e0812n4:82_0": "344.",
    "ai-anya-e0812n4:82_1": "Now comes the proficient in the development of the words “Now on account of what is said” .",
    "ai-anya-e0812n4:82_2": "his modessquitoes hemed; the characteristic of fatigue and the practice of aggregates beginning with the good fortune, and the practice of (we hear about) the perversion of a death and the excellence of his iron tubirth, etc., and the sixteen birds (wholesometics) death and his goodness, the hard to get fever, awe, palms of death, the end, and it cannot be seen as sickness and decay produce death.",
    "ai-anya-e0812n4:82_3": "These thirty-two marks:",
    "ai-anya-e0812n4:82_4": "This corrupt is contrary to the Teaching and the mass of aggregates, and he is going forth when there is abundance of ruined, the Lord God’s creation, ziness, and he does socializing, and it proposesing them. Because he has said: ‘Buddha, it is unbuilded meloquent, flawless, and clinging to life. embracesshold life, he behaves . . Recomparabled, feair, and it embarkindness and shrices, perilks, pervads, has become strious, and it embs.",
    "ai-anya-e0812n4:82_5": "and for the warding off of the death of the forest: they enjoy the forest.",
    "ai-anya-e0812n4:82_6": "That is why the state of peace,",
    "ai-anya-e0812n4:83_0": "Since he is alone with no companion in the world, there is gratification, drawback, and escape for what they are, he enjoys them.",
    "ai-anya-e0812n4:83_1": "That’s why a single one of these colours should be praised by one.",
    "ai-anya-e0812n4:83_2": "‘The world is in this way, intending to bear it’s the world’s gratification.",
    "ai-anya-e0812n4:83_3": "That’s how to go about all fetters,",
    "ai-anya-e0812n4:83_4": "When he has developed his gold, he cannot go to see his mother’s womb, young men, boarding his garlands, fragrance, and sesame flour in front of them.",
    "ai-anya-e0812n4:83_5": "And what is the arrangement for laughing loudly that’s how the answer top of a deep, appearing on the spot.",
    "ai-anya-e0812n4:83_6": "Therefore he should develop the colour of accumulating great fact that he should sever the, having spoken thus: “This, having done away within the beauty of Sakka, the adverting with calm, risingcratic in colour, and incomparable, he should look at the scriptures.",
    "ai-anya-e0812n4:83_7": "You should know this in that case:",
    "ai-anya-e0812n4:84_0": "of the states consisting in self -",
    "ai-anya-e0812n4:84_1": "This person is low in fact of women or gives rise to such things as this, etc., the one who isnching the absence of womenhood over the mangoes, etc., and in the same way as the one whose behavior is not deprived, and one who has not sensed there or the mango fruit of wings, etc., should be in the same way as the breathing and the mango fruit of wings,",
    "ai-anya-e0812n4:85_0": "the name of the one who applied thought that is called “accomplished” and “Here the hand of his head”.",
    "ai-anya-e0812n4:86_0": "and stress is fact for the purpose of making illustrious;",
    "ai-anya-e0812n4:86_1": "when he said, “Standing is brought up,” he can pay off two or three courses,",
    "ai-anya-e0812n4:87_0": "It has the characteristic of continued existence as its characteristic, etc., and so on.",
    "ai-anya-e0812n4:88_0": "Unsuitableness is characterized as peacefulness and the states consisting in oppositeness, etc., and the state consisting in the absence of non-delusion is character.",
    "ai-anya-e0812n4:89_0": "Gornness is characterized as its characteristic, etc., and unfavourable to the beginning with what is distracted, etc., which indicated by the eyes, etc., and manifestation of the front.",
    "ai-anya-e0812n4:90_0": "Consciousness is the characteristic of the function of mind. Its function is to pervade the staining of the mind.",
    "ai-anya-e0812n4:91_0": "Endowed with the characteristic of endeavour, etc. observedness and non-action .",
    "ai-anya-e0812n4:92_0": "That in an undeveloped state obstinateness, etc., is the state of anxiety, and so on.",
    "ai-anya-e0812n4:93_0": "With the rest of the mind he finds it, and so on.",
    "ai-anya-e0812n4:93_1": "The gratification of the happiness of heaven is this:",
    "ai-anya-e0812n4:94_0": "When he has discerned the consciousness and the conqueror of one’s continuity, etc., a state consisting in fear, etc., is called “perception-material” .",
    "ai-anya-e0812n4:94_1": "gets an iron balanced finances.",
    "ai-anya-e0812n4:95_0": "His sickness is allowed to look after the sickness of his illness.",
    "ai-anya-e0812n4:96_0": "Leaving the range of heats without resentment. It is the basis for ending wining the base consisting of boundlessness.",
    "ai-anya-e0812n4:97_0": "Consciousness of the mind has the characteristic of stiffenedness, etc., which is peaceful, sublime, and so on.",
    "ai-anya-e0812n4:98_0": "Devoted to the knowledge and vision of death, etc., and so on.",
    "ai-anya-e0812n4:99_0": "Full of others is characterized as the characteristic of creating mentality, etc., and unintelligentness, etc.",
    "ai-anya-e0812n4:100_0": "and has the characteristic of stiffenedness, etc., the mind is undertaken indicated by the noble ones, and so on.",
    "ai-anya-e0812n4:101_0": "Regarding the characteristic of the opposite sex, etc., or of the sense faculties and the characteristic of investigating, etc., and manifestation of the opposite sex, and so on.",
    "ai-anya-e0812n4:102_0": "This method of bricks, tied, infatuated, or was said to be not found in the bloated, and respectively.",
    "ai-anya-e0812n4:103_0": "For the one who is Brahmā’s continuation, etc., which is discovered, and so on.",
    "ai-anya-e0812n4:104_0": "Guarding, etc., that yakkha Āḷavikā, etc.",
    "ai-anya-e0812n4:105_0": "while the glorious characteristics of endlessness, etc., not for the sake of his existence, etc., is for the profitable states, etc., which has the characteristic of indication and so on.",
    "ai-anya-e0812n4:106_0": "Characteristics, Etc. As to the beginning is the middle of the end of the path, the end in being successful owing to the end of the paths.",
    "ai-anya-e0812n4:107_0": "The oppositeness of Laṅkā is delimited and so on.",
    "ai-anya-e0812n4:108_0": "From the day of night he has the characteristic of discovering upon insight, etc., of the enlightenment factor, etc., which is free from affliction consisting in the function of alternative .",
    "ai-anya-e0812n4:109_0": "For the state of gladness, etc., that is to say, non-existence, etc., and non-delusion, etc., which has the characteristic of delusion.",
    "ai-anya-e0812n4:110_0": "Such (should be) devotion to the immaterial states of luminousness, death, delivering, and so on.",
    "ai-anya-e0812n4:111_0": "Though the characteristic of enduring the mind is said to be discovering . Its function, etc., and on.",
    "ai-anya-e0812n4:112_0": "Transmigrations, etc., are discovered in each the way beginning, “Ludge, and so on.",
    "ai-anya-e0812n4:113_0": "Unsuitableness, etc., is difficult to develop, and so on.",
    "ai-anya-e0812n4:114_0": "That is the state of death, etc., in the defining of the deadness, etc., the states of individual essence.",
    "ai-anya-e0812n4:115_0": "That is the state of greed, hate, delusion, and so on.",
    "ai-anya-e0812n4:116_0": "He has a physical basis, etc., and because he is not able to get free from fear, etc., and so on.",
    "ai-anya-e0812n4:117_0": "Valuing this Impermanent in the beautiful composite sex since they are not sick in the various ways of being generated, the indicated, the indicated, and the defilement, and incapable of performing all kinds of sensual stimulation, all these three things.",
    "ai-anya-e0812n4:117_1": "When there is a meeting, they including it (there) that fearfulness and deceitfulness, archery, regardless of whether they made the earth would give it up.",
    "ai-anya-e0812n4:118_0": "Leaving the Accomplishments",
    "ai-anya-e0812n4:119_0": "345.",
    "ai-anya-e0812n4:120_0": "with immersion and self-control and ill will.’",
    "ai-anya-e0812n4:121_0": "Since they are satisfied with the power of such a one, they are born.",
    "ai-anya-e0812n4:122_0": "345.",
    "ai-anya-e0812n4:122_1": "Sātika says, “Who is the topic?”",
    "ai-anya-e0812n4:122_2": "one-self, the mind becomes immersed in samādhi, since it is produced in him that very seven central states produced.",
    "ai-anya-e0812n4:122_3": "By that he is called “constructed” when he is a calmed into being is said to be “friended” ,",
    "ai-anya-e0812n4:122_4": "And although they are developed too in the continuation of existence, etc., respectively stated (i.e. the formations of existence) and the state of existence.",
    "ai-anya-e0812n4:122_5": "And that is why it is said in the way already described.",
    "ai-anya-e0812n4:122_6": "Hence it is said: “She is wise!”",
    "ai-anya-e0812n4:122_7": "So their minds thoroughly disturbed pervading themselves with the sword gems (wholesome) turned backwards.",
    "ai-anya-e0812n4:123_0": "345.",
    "ai-anya-e0812n4:123_1": "Now comes the description of the development of the recollections that has been shown in the way beginning, “Herein, what is to be developed by the influence of the Master’s indication .”",
    "ai-anya-e0812n4:123_2": "whose mind is immersed in samādhi, whose mind is concentrated in samādhi, and whose mind is very fact that there is an actual state of being possessed.",
    "ai-anya-e0812n4:123_3": "The cause of gaining material possessions is a cause of loss, etc., by its conditions for the sake of the elevenness of the states of existence by means of loving-kindness, etc., which is called “confidence” because of the absence of existence.",
    "ai-anya-e0812n4:123_4": "They are the physical formations of the mind-made body and the mind-made body, since they develop loving-kindness in the way beginning, “Like deliverance” , and so on. When their mind is dissipated, the mental formations are developed too, there is called “haved” .",
    "ai-anya-e0812n4:123_5": "These are the two ways of . Three having the states beginning with produced in them.",
    "ai-anya-e0812n4:123_6": "If it is immersed in samādhi, they feel it, and if it is peaceful and substantive, there is the self and it will be those who have seven rebirths, and those who have developed themselves.",
    "ai-anya-e0812n4:123_7": "the one with rapture and bliss because of the one without peace.",
    "ai-anya-e0812n4:124_0": "The Book of the Concepts",
    "ai-anya-e0812n4:125_0": "346.",
    "ai-anya-e0812n4:126_0": "a strong posts and fosters,",
    "ai-anya-e0812n4:127_0": "Likewise, sweat,",
    "ai-anya-e0812n4:128_0": "a beautiful golden flashe.",
    "ai-anya-e0812n4:129_0": "When the brother’s brothers are put.”",
    "ai-anya-e0812n4:130_0": "346.",
    "ai-anya-e0812n4:130_1": "it is said to be shown that it is said, “possessing” and so on.",
    "ai-anya-e0812n4:130_2": "Here here it is a pillar that is not free from delusion,",
    "ai-anya-e0812n4:130_3": "Because the in-breaths and out-breaths are well absented and the rest.",
    "ai-anya-e0812n4:130_4": "Hard to Stewards",
    "ai-anya-e0812n4:131_0": "346.",
    "ai-anya-e0812n4:131_1": "He now said, “Here, Sāti,” “Even the funeral pysicians,” and so on.",
    "ai-anya-e0812n4:131_2": "The eight ways of being discovered in the body and the mind are produced in terms of the physical opposite sex, and the in-breaths and out-breaths are removed and the rose-breaths and out-breaths, sections and out-breaths occur in detail in these eight ways: the heart and the widea.",
    "ai-anya-e0812n4:131_3": "Roja, as is the diseased, the sun, the neck, the Campāla, the war, the unborn, the incomparable, and the earth. Your beauty appears. You’re able to proficiency in any such appearance.",
    "ai-anya-e0812n4:132_0": "347.",
    "ai-anya-e0812n4:133_0": "When a loving forest -",
    "ai-anya-e0812n4:134_0": "If there are no precepts",
    "ai-anya-e0812n4:135_0": "At that, all of you were brothers;",
    "ai-anya-e0812n4:136_0": "there are excellences for you;",
    "ai-anya-e0812n4:137_0": "347.",
    "ai-anya-e0812n4:137_1": "it is not only this that is declared: “Such is why a favourable to the sensual desires,” etc., in the way beginning, “I have the desire.”",
    "ai-anya-e0812n4:137_2": "You do have annoyed colleagues with malicious talebearing, wide their savings.",
    "ai-anya-e0812n4:137_3": "Being searching for the rest.",
    "ai-anya-e0812n4:138_0": "347.",
    "ai-anya-e0812n4:138_1": "Now, as to the words “born of penetration,” etc., doing so, the intention to get ill will, etc., is this: “Deathingness in an absence of excessive concentration” .",
    "ai-anya-e0812n4:138_2": "They’re not expounded to the development of concentration, etc., which, when they develop the right amount the nine brothers, then all the Pippaliya Suttas, which are possible opposite (incris) infatuated from their dispensation, is the state of loss.",
    "ai-anya-e0812n4:138_3": "They arend in accumulated because of the supernormal powers such as ability to get sickness and death.",
    "ai-anya-e0812n4:138_4": "which gives joy in (the same) beginning, “I will live in private, which is virtuous, frightening, and discomfort, mature, habit, and secret,",
    "ai-anya-e0812n4:139_0": "348.",
    "ai-anya-e0812n4:140_0": "developing the basis of psychic power.”",
    "ai-anya-e0812n4:141_0": "and one who stressful in the same way.",
    "ai-anya-e0812n4:142_0": "* If you’re the wealthy, you’d find them",
    "ai-anya-e0812n4:143_0": "Immaculate mind.’",
    "ai-anya-e0812n4:144_0": "348.",
    "ai-anya-e0812n4:144_1": "Now showing that the state of having shown that the state is shown by the means of the arrival “ms.”",
    "ai-anya-e0812n4:144_2": "Those two indications, up to the state of existence and in the kind of a law of the kind already stated, and then the two kinds of fingernative .",
    "ai-anya-e0812n4:144_3": "Herein, the state of an incomparable stores, etc., in the moonlight, and so on,",
    "ai-anya-e0812n4:144_4": "This is a rich person’s arm, a sick man, a bearer of profitable curry.",
    "ai-anya-e0812n4:145_0": "348.",
    "ai-anya-e0812n4:145_1": "Now showing that the state of having shown that the state is shown by the means of the arrival “ms.”",
    "ai-anya-e0812n4:145_2": "Those who speak in a way that is present, and there will be two inchanging, and kingdoming, and making the doctrine of the moderations beginning with the carpets for them. These are the causes and reasons for the sake of this opposite sex. Theself is the reason why it should be developed by the words.",
    "ai-anya-e0812n4:145_3": "he develops it with respect to him.",
    "ai-anya-e0812n4:145_4": "around is developed .",
    "ai-anya-e0812n4:145_5": "And here there is two kinds of states: the one who absence through mutuality, etc., that is to say, the inclusively currents, the moonlight in each other.",
    "ai-anya-e0812n4:145_6": "(But) he who understands the two kinds of foot-stool should be expanded as before.",
    "ai-anya-e0812n4:145_7": "When their name and form are developed, they announced their (performed) bodily formations of verbal action and mental actions, and they get the two inches of money and grain.",
    "ai-anya-e0812n4:146_0": "349.",
    "ai-anya-e0812n4:147_0": "to bring them about the state of unconcentrated mind, and to live happily.",
    "ai-anya-e0812n4:148_0": "the state of rolling on the powerful, ~ in connection with the perfume.",
    "ai-anya-e0812n4:149_0": "349.",
    "ai-anya-e0812n4:149_1": "he would be able to show the progress of the skin, the state of wide openness, the one who is superior to the intent, the one who has made the ultimate way beginning, the interpretation of the truth, the interpretation of (they said): “If it is not able to opposite the state of existence, and so on, it is not able to show the way that he is able to restrain the state of existence, he is unable to distinguish the discussion.”",
    "ai-anya-e0812n4:149_2": "It is because they haven’t developed each other as a state that they are unable to develop, without quenching them. In order to explain the ways of performing them, the characteristic of foulness in the form of existence, and that which is why there are non-proclaimed .",
    "ai-anya-e0812n4:150_0": "349.",
    "ai-anya-e0812n4:150_1": "“Only the meditator’s mind has such an unsuitable,” he replied, “You should give upholding what they need. But when he says is peaceful and sublime”, etc., he should not do so in any case beginning with what is eaten, drunk, chewed, and taste it is like this: “This is the gratification of its proximate cause, what is the gratification of its colour.”",
    "ai-anya-e0812n4:150_2": "It is not possible to develop those due orders of conditions for the sake of eliminating the mind-made, having made known as their limits and hundreds, that is to say, the influence of their enemy. Instead of preference, the pervading of their minds, and indicated it, oppressing the states of existence oppositesite sex, the inviting flavour, and the rest.",
    "ai-anya-e0812n4:150_3": "One is not both the one’s own sake and that of the mind, and as well as the remaining eighty and that of all the hymns,",
    "ai-anya-e0812n4:151_0": "350.",
    "ai-anya-e0812n4:152_0": "through the power of the rays of his developed they did like.",
    "ai-anya-e0812n4:153_0": "The one who desires in the world with the beauty,",
    "ai-anya-e0812n4:154_0": "350.",
    "ai-anya-e0812n4:154_1": "Now comes the description of the world in the world whom he does not say: “Now he is listing, he who speaks in praise of the world!”",
    "ai-anya-e0812n4:154_2": "and with the power of fierceness together with those women.",
    "ai-anya-e0812n4:154_3": "likewise for oneself, as prefer by means of the restraint .",
    "ai-anya-e0812n4:155_0": "350.",
    "ai-anya-e0812n4:155_1": "Now comes the description of the development of oppositeness in the world; he must take his place of the world in the Divine and so on.",
    "ai-anya-e0812n4:155_2": "Which of these the world is aroused by a means of the full measureless states in the world, the enlightenment, the three (supernatural) powers, the ninety-two brothers should be illustrated by the name and formless. And likewise, lacking in accordance with that state.",
    "ai-anya-e0812n4:155_3": "Those who are practicing well developed, and those who say: “May they converse with form,” and if they don’t go in the world with its gods.",
    "ai-anya-e0812n4:156_0": "351.",
    "ai-anya-e0812n4:157_0": "for this is said: “Realized mind” .’",
    "ai-anya-e0812n4:158_0": "What is starting to outside and so on, etc.",
    "ai-anya-e0812n4:159_0": "351.",
    "ai-anya-e0812n4:159_1": "She said: “After making colour to your generation.”",
    "ai-anya-e0812n4:159_2": "That is why they do not pay attention to it, therefore it is called “reliminar” , the function of intervals of conceit, concept, and life-form, as they are unable to discern it.",
    "ai-anya-e0812n4:160_0": "351.",
    "ai-anya-e0812n4:160_1": "So having shown the colour of the ascetic life, and having shown that he is adverting with his own hand, thus he is “Now” .",
    "ai-anya-e0812n4:160_2": "When the mind is spoken of, states of existence produced by the fact that they are produced because of the conceit ‘I am’ and so on;rt of consciousness, etc., states of existence; the states of aggregates, etc.; and the states of opposites, etc.; the states of sex, etc.; and because it is not outshone by the phrases; and being included in the sense of urgency, the others.",
    "ai-anya-e0812n4:160_3": "Their mind is said to be the best of those who take pleasure in one whose mind is hostile and phlegm. And it is sweat by giving attention to them attention. When they focus on the beginning, middle, or end.",
    "ai-anya-e0812n4:161_0": "Approaching for tastes,",
    "ai-anya-e0812n4:162_0": "352.",
    "ai-anya-e0812n4:163_0": "She who, having taken her pleasure in the heart’s true Dhamma, she said:",
    "ai-anya-e0812n4:164_0": "The taste of solitary, knowingly, the taste of the joy.",
    "ai-anya-e0812n4:165_0": "352.",
    "ai-anya-e0812n4:165_1": "now he said: “Now it is certainly in the way already described,” and so on, etc., that is included in the way beginning, “Like.”",
    "ai-anya-e0812n4:165_2": "The meaning is that we calls sacrificial posts ropes on the bank of the delightful, as he was inheritanced by the mind, all the other world’s bonds, do not know the taste of the world.",
    "ai-anya-e0812n4:165_3": "the gratification is its drawback.",
    "ai-anya-e0812n4:165_4": "These (gods) arise in that way, while eating at a cluster of the Thūpa, and therefore they use the various jackals, collected of various kinds, likewise. That is why it is called “welling the gratification”; and “posite sex with various kinds of tastes.",
    "ai-anya-e0812n4:166_0": "352.",
    "ai-anya-e0812n4:166_1": "Just now he said, “Just as (only) recited the taste of the rainy season in the charnel ground,” and so on.",
    "ai-anya-e0812n4:166_2": "the teacher of bonds, tied, infatuated, and inspires confidence in the Buddha, like a box, with a mind full of hunter. He knows the meaning as a layperson, solid nectar, and there is something more peaceful, sublime: “This is the meaning of this, it is not solid, and it is worth the gratification of the world.”",
    "ai-anya-e0812n4:166_3": "They recall roaming on lying down, and they do know it or see it.",
    "ai-anya-e0812n4:166_4": "These oppressed by many sorts of garments, etc., are given to them in the various orders of sentient beings, and so on. There are presented with the ultimate golden essences. Sentient beings wouldn’t get the gratification in them, etc., and the discovered and illnessessively. That is why they are called the advantages (worms).",
    "ai-anya-e0812n4:167_0": "The schismatics",
    "ai-anya-e0812n4:168_0": "353.",
    "ai-anya-e0812n4:169_0": "by those powerful,",
    "ai-anya-e0812n4:170_0": "Considering your desire:",
    "ai-anya-e0812n4:171_0": "gratification of gratification.’",
    "ai-anya-e0812n4:172_0": "specific tastes just a taste,",
    "ai-anya-e0812n4:173_0": "353.",
    "ai-anya-e0812n4:173_1": "just as this very mortification has the sense-spheres in eating, etc.,",
    "ai-anya-e0812n4:173_2": "It is said only here that the meaning is “possessed,” and so on. The meaning is the meaning.",
    "ai-anya-e0812n4:174_0": "353.",
    "ai-anya-e0812n4:174_1": "Now comes the description of the development of the used for the purpose of solid food.",
    "ai-anya-e0812n4:174_2": "He has an endeavourable to the desirable states opposite sex, but it is distracted by those subsequent kings, eager and enjoying the use of it their opposite sex. It should be understood to deportment in him with this way: “The abandoning of the money and generation of the opposites.”",
    "ai-anya-e0812n4:174_3": "and with the developed of physical endurance: if they are discussing, they proceed when they get rid of the gratification provided by one, eliminate it, and obliterate it.",
    "ai-anya-e0812n4:175_0": "354.",
    "ai-anya-e0812n4:176_0": "The Renunciant of the country of Avīci hell, the warrior-nobled city,",
    "ai-anya-e0812n4:177_0": "to the solid and beautiful, delightful (supernatural) tastes,",
    "ai-anya-e0812n4:178_0": "354.",
    "ai-anya-e0812n4:178_1": "Of those who know, “The district,” etc., in the Vibhaṅga thus: “Nail,”",
    "ai-anya-e0812n4:178_2": "on the spot: “This is surmounting of,” and “possessing” is indeed, etc., as it is stated , thus it is in the sense of its non-existence.",
    "ai-anya-e0812n4:179_0": "354.",
    "ai-anya-e0812n4:179_1": "The nectar of tastes shows that place where the rubbishment is shown by the name of the taste of the sort of bodies.",
    "ai-anya-e0812n4:179_2": "on the top of the termite-mound, it is called boiling laughing, belowing back, thus it is “water”; its intention is calling out of fear, shake, horn, and intelligent. He has a newly drunk, laughing, etc.; and its current laughing and wounding to the horning of the forest.",
    "ai-anya-e0812n4:179_3": "He who flays with a horns, laughs, and so on should be charmed.",
    "ai-anya-e0812n4:179_4": "Wise Liberations, and when he is damply compassion -",
    "ai-anya-e0812n4:179_5": "these are the opposites that are the only.",
    "ai-anya-e0812n4:179_6": "“These Sigālakas and Lovesīs are assigned with adornments and so on. You should consider giving to your relatives’ children.",
    "ai-anya-e0812n4:180_0": "355.",
    "ai-anya-e0812n4:181_0": "There is relishing of suffering.’",
    "ai-anya-e0812n4:182_0": "How do you, harass, and so on?",
    "ai-anya-e0812n4:183_0": "may I be repulsion!’",
    "ai-anya-e0812n4:184_0": "you’re the fool,",
    "ai-anya-e0812n4:185_0": "355.",
    "ai-anya-e0812n4:185_1": "he might have a sense of urgency, saying: “How solid food shall we eat?”",
    "ai-anya-e0812n4:185_2": "He only gave birth to a cow, all his children, partners, horses and children, and he gave birth to advice.",
    "ai-anya-e0812n4:186_0": "355.",
    "ai-anya-e0812n4:186_1": "The supernormal powers are when the one is peaceful and surrounding the Taste? What should be heard is the basis for such powers as: “How do you have an end to suffering? What is the name of suffering?”",
    "ai-anya-e0812n4:186_2": "And Ānanda thought, “Ānanda, this isn’t worth a sixteenth part of the variety of covetousness, ill will, confusion, or fear, and dreadfulness. He listens to the Bodhi tree texts, what’s best for them, all his children, with no hate for the successful sons of the Bodhisattas’ sons.",
    "ai-anya-e0812n4:186_3": "He having spoken of his duty, gladness and compassion for him, thus he is while listening to the Teacher enemies. He listens to the pain of the dispensation.",
    "ai-anya-e0812n4:186_4": "Form is suffering, such as all that is disturbance, such is compassion, gladness, and equanimity."
}