{
    "ai-anya-e0905n0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-anya-e0905n0:1_0": "The Monastic Law",
    "ai-anya-e0905n0:2_0": "Questioning down from the tomorrow, without questioning,",
    "ai-anya-e0905n0:3_0": "Discussion of the discussions",
    "ai-anya-e0905n0:4_0": "Please listen, Venerables, this assembly was not able to fulfill such a great assembly. That is why it was not well-versed, I will questioned Venerable Discipline as the Vinaya’s assembly. And it was Mahānāma, the Sakyan, Vinaya, Purindada, and Bhagita the Doctrine of the Collection in the Monastic Law, and the summaries.",
    "ai-anya-e0905n0:5_0": "having great wisdom, Bhaṇḍuka, the Elder Mahāvaṇḍita,",
    "ai-anya-e0905n0:6_0": "If he cancels it, it is canceled,",
    "ai-anya-e0905n0:7_0": "if she asks because she is a relative of her;",
    "ai-anya-e0905n0:8_0": "If it seems appropriate to the Sangha, Venerable Sir, I will ask Venerable Vinaya the Sangha about the Teaching, the Monastic Law, and the summaries.",
    "ai-anya-e0905n0:9_0": "and the one who worships the Dhamma as Crow,",
    "ai-anya-e0905n0:10_0": "my mind stainlessly, with peaceful mind.",
    "ai-anya-e0905n0:11_0": "that is canceled, the designation of rebirths,",
    "ai-anya-e0905n0:12_0": "If it seems appropriate to the Sangha, Venerable Jina, I will reply when asked by Venerable Mahākappina about the Sangha.",
    "ai-anya-e0905n0:13_0": "First: I ask you the first training rule",
    "ai-anya-e0905n0:14_0": "questions:",
    "ai-anya-e0905n0:14_1": "Yet the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha laid down for the first absorption?",
    "ai-anya-e0905n0:15_0": "What was laid down is given away by Vesālī.",
    "ai-anya-e0905n0:16_0": "Reverends, there is a question that is wise.",
    "ai-anya-e0905n0:17_0": "Nuns, reverend Sir, about Kalandian:",
    "ai-anya-e0905n0:18_0": "Reverends, what is questioning about?",
    "ai-anya-e0905n0:19_0": "What is given away:",
    "ai-anya-e0905n0:19_1": "The son of Sundarī",
    "ai-anya-e0905n0:20_0": "Herein, there is an outcaste that has not yet been designated.",
    "ai-anya-e0905n0:21_0": "The one given up, sir: there are two designations that have been laid down, there is no one designation,",
    "ai-anya-e0905n0:22_0": "Reverends, there is a question about all kinds of clearing. Proclaimed by the forecoming of all suffering.",
    "ai-anya-e0905n0:23_0": "—”In all ways, venerable sir”",
    "ai-anya-e0905n0:24_0": "By asking questions: Reverends, when there isn’t acknowledged, if there is no way of the body",
    "ai-anya-e0905n0:25_0": "—”Friending is what is known as laid down by the name of the houses.",
    "ai-anya-e0905n0:26_0": "Reverends, there is one designation of the kind described from the component of the community without being asked.",
    "ai-anya-e0905n0:27_0": "”—”From what is known as laid down on both sides, venerable sir:",
    "ai-anya-e0905n0:28_0": "Reverends, there is a question in the Monastic Code in the recitation of the Monastic Code in the search for five.",
    "ai-anya-e0905n0:29_0": "What is the source of intention, sir, that is the source of source, and condition of pointing out.",
    "ai-anya-e0905n0:30_0": "What is the question?",
    "ai-anya-e0905n0:31_0": "Firstly, venerable Sir, a second recitation passage for recitation",
    "ai-anya-e0905n0:32_0": "Reverends, what are the four failures?",
    "ai-anya-e0905n0:33_0": "—”For one who has no virtue, venerable sir,",
    "ai-anya-e0905n0:34_0": "Questioning, venerable friends, a failure in questioning",
    "ai-anya-e0905n0:35_0": "The intention has not been given away, venerable sir, a failure in mind:",
    "ai-anya-e0905n0:36_0": "Reverend, I ask you about this:",
    "ai-anya-e0905n0:37_0": "Rather, venerable Sir, that has been given up,",
    "ai-anya-e0905n0:38_0": "Taking the questions, venerable friends,",
    "ai-anya-e0905n0:39_0": "What is given away:",
    "ai-anya-e0905n0:39_1": "This isn’t concluding such a keyhole I’ll undertake the training rules.",
    "ai-anya-e0905n0:40_0": "By asking, “And how many reasons did the Buddha lay down?",
    "ai-anya-e0905n0:41_0": "What is given away:",
    "ai-anya-e0905n0:41_1": "For the first reason it is for the ten reasons—when thealings and for the sake of the Saṅgha, for the ease of the Saṅgha, for the ease of the Community, for the sake of patience, and for the comfort of the Sangha, for the ease of such mendicants, for the restraint of corruptions relating to the present life, for the restraint of corruptions relating to future lives, to come.",
    "ai-anya-e0905n0:42_0": "Who is training:",
    "ai-anya-e0905n0:43_0": "who has trained in making friendship:",
    "ai-anya-e0905n0:44_0": "Who is training in the training?",
    "ai-anya-e0905n0:45_0": "who has renounced the training ...",
    "ai-anya-e0905n0:46_0": "Where is the question?",
    "ai-anya-e0905n0:47_0": "(But), venerable Sirs, having given up the training,",
    "ai-anya-e0905n0:48_0": "Who are welcomes:",
    "ai-anya-e0905n0:49_0": "Those who say, “Venerable Sir, those who have been given away.",
    "ai-anya-e0905n0:50_0": "You should ask the question:",
    "ai-anya-e0905n0:51_0": "regarding the Blessed One, the perfected one, the fully awakened Buddha:",
    "ai-anya-e0905n0:52_0": "(The Buddha’s questions:) “What kind of constantly sort of revealing?",
    "ai-anya-e0905n0:53_0": "(This) is the ultimate thing, reverend Sir, that is the ultimate",
    "ai-anya-e0905n0:54_0": "for the benefit of the Sangha, for the benefit of worldly pleasures,",
    "ai-anya-e0905n0:55_0": "Please, sir, I ask Venerable Mahākassapa about the teaching and training. All these persons answered by the Buddha and the recitation of the Teaching. Commentaries with the dread and the Saṅgha. All these people asked him the on the following day, for the sake of the (supernatural) questions, and for the sake of the equivalent sacrifice. That is why I asking the full moon.",
    "ai-anya-e0905n0:56_0": "(Sakka) Revata, the Great King of the Dispensation,",
    "ai-anya-e0905n0:57_0": "the Greatly Famous One went to the presence of the Elder Saṅgha.",
    "ai-anya-e0905n0:58_0": "Discussion of the discussions",
    "ai-anya-e0905n0:59_0": "Please, Venerables, the Sangha listens to such a large assembly. I won’t give it up in the analysis of this assembly to Venerable Sudhamma, the Monastic Law, and the Teacher’s winning the Teaching, the Monastic Law, and the summaries of the Monastic Law, and the Teacher’s educated in the discourses about the Teaching, and the Monastic Law as you have questioned, and the Monastic Law as far as the Monastic Law.",
    "ai-anya-e0905n0:60_0": "(he said): I am the Great Bhaṇḍuka’s Chief Disciple,",
    "ai-anya-e0905n0:61_0": "if she asks for permission;",
    "ai-anya-e0905n0:62_0": "If it seems appropriate to the Sangha, Venerable Sir, I will ask Venerable Vinaya the Sangha about the Teaching, the Monastic Law, and the summaries.",
    "ai-anya-e0905n0:63_0": "and the one who worships the Dhamma as Crow,",
    "ai-anya-e0905n0:64_0": "my mind stainlessly, with peaceful mind.",
    "ai-anya-e0905n0:65_0": "that is canceled, the designation of rebirth.",
    "ai-anya-e0905n0:66_0": "If it seems appropriate to me, I will reply when the Sangha answers to the senior monks. I will question the Elder Mahā Moggallāna’s instruction.",
    "ai-anya-e0905n0:67_0": "In the second offense entailing expulsion,",
    "ai-anya-e0905n0:68_0": "questions:",
    "ai-anya-e0905n0:68_1": "When the Buddha has laid down for himself, the second absorption, the third absorption, the fourth absorption double.",
    "ai-anya-e0905n0:69_0": "* The intention of Rājagaha is laid down in Rājagaha:",
    "ai-anya-e0905n0:70_0": "Reverends, there is a question that is wise.",
    "ai-anya-e0905n0:71_0": "With Dhaniya the potter has laid down in order to answer.",
    "ai-anya-e0905n0:72_0": "Reverends, what is questioning about?",
    "ai-anya-e0905n0:73_0": "Now, sir, that timber was prepared for the King that had not been given to him by the King.",
    "ai-anya-e0905n0:74_0": "Herein, there is an outcaste that has not yet been designated.",
    "ai-anya-e0905n0:75_0": "One told, “Sir, one points out what is designated, not what has not been laid down,",
    "ai-anya-e0905n0:76_0": "Reverends, there is the root of the body:",
    "ai-anya-e0905n0:77_0": "What is given away:",
    "ai-anya-e0905n0:77_1": "If anyone were to steal from a monk, he took a robber, a thief, and killers a living creatures with the intention to steal, commit adultery, and take the case of his wife. The senior monk who is exempt from the community. He is execute, who is robbed by the head, the thieves, and who is expelled and excluded from the community.",
    "ai-anya-e0905n0:78_0": "Herein, the question is designated.",
    "ai-anya-e0905n0:79_0": "The village has been given up, venerable Sir, this is the designation of the perception of people.",
    "ai-anya-e0905n0:80_0": "Reverends, the question is asked:",
    "ai-anya-e0905n0:81_0": "What is given away:",
    "ai-anya-e0905n0:81_1": "If a monk, intending to steal, takes the going forth from the king from the village of town and country, conveying the intention to steal, commit sexual misconduct, lie, or takes a robbery, and uses robbery, the king’s execute the case, the thieves, and he’s not executed by theft. The senior monk who is exempt from the community or who is expelled and excluded from the community. The senior monk who is robbed and execute, who isn’tens having the same robber.",
    "ai-anya-e0905n0:82_0": "Reverends, I ask you this question of all kinds: the designation of the clearing of all suffering.",
    "ai-anya-e0905n0:83_0": "—”In all ways, venerable sir”",
    "ai-anya-e0905n0:84_0": "By asking questions: Reverends, when there isn’t acknowledged, do you haven’t cleared out the proper way?",
    "ai-anya-e0905n0:85_0": "—”Friending is what is known as laid down by the name of the houses.",
    "ai-anya-e0905n0:86_0": "Reverends, there is one designation of the kind described from the component of the community without being asked.",
    "ai-anya-e0905n0:87_0": "”—”From what is known as laid down on both sides, venerable sir:",
    "ai-anya-e0905n0:88_0": "Reverends, when questioned thus, “Where do you take part in the second offense entailing expulsion? ”",
    "ai-anya-e0905n0:89_0": "What is given away:",
    "ai-anya-e0905n0:89_1": "If he steals those five _māsakas_ coins, he commits an offense entailing expulsion. He has a value of five _māsaka_ coins and more than five _māsakas_ coins, he commits an offense entailing expulsion. He commits an offense entailing expulsion when three conditions are fulfilled.",
    "ai-anya-e0905n0:90_0": "Reverends, there is no offense",
    "ai-anya-e0905n0:91_0": "What is given away:",
    "ai-anya-e0905n0:91_1": "Ten people. In regard to anything that person is discarded by the Sakyans, not the group-of-f-season robe-cloth another religion, he receives any kind of feeling at the right time; he becomes elaborating with a group.",
    "ai-anya-e0905n0:92_0": "Reverends, there is a question in the Monastic Code in the recitation of the Monastic Code in the Commentaries. Where is the fourth seeking?",
    "ai-anya-e0905n0:93_0": "What is the source of intention, sir, that is the source of source, and condition of pointing out.",
    "ai-anya-e0905n0:94_0": "What is the question?",
    "ai-anya-e0905n0:95_0": "Firstly, venerable Sir, a second recitation passage for recitation",
    "ai-anya-e0905n0:96_0": "Reverends, what are the four failures?",
    "ai-anya-e0905n0:97_0": "—”For one who has no virtue, venerable sir,",
    "ai-anya-e0905n0:98_0": "Reverends, what is the questioning of the seven classes of offenses?",
    "ai-anya-e0905n0:99_0": "Now, venerable Sir, out of the body:",
    "ai-anya-e0905n0:100_0": "The questions, Reverend Channa, how many offenses have been converted in the presence of the Channa.",
    "ai-anya-e0905n0:101_0": "What is given away:",
    "ai-anya-e0905n0:101_1": "Approaches the mind that originates from the three places, or from the body.",
    "ai-anya-e0905n0:102_0": "Arising from the mind: the body, speech, or mind.",
    "ai-anya-e0905n0:103_0": "Reverends, what are the four kinds of legal issues arising from disputes?",
    "ai-anya-e0905n0:104_0": "(4c) What is a legal issue arising from an offense?",
    "ai-anya-e0905n0:105_0": "Reverends, I ask questions about the seven right practices.",
    "ai-anya-e0905n0:106_0": "Here, reverend Sir, was a precisely given by accumulating great following resolution:",
    "ai-anya-e0905n0:107_0": "Reverends, what is the questioning of the training?",
    "ai-anya-e0905n0:108_0": "Here, venerable Sir, regarding what is known as questions, discrimination,",
    "ai-anya-e0905n0:109_0": "Reverends, what is the recitation of the Monastic Code? What is the means of it?",
    "ai-anya-e0905n0:110_0": "What is reciting has been given away by the Pātimokkha, reverend Sir, that is the designation of the Monastic Code.",
    "ai-anya-e0905n0:111_0": "Questioning, venerable friends, a failure in questioning",
    "ai-anya-e0905n0:112_0": "The intention has not been given away, venerable sir, a failure in mind:",
    "ai-anya-e0905n0:113_0": "Reverend, I ask you about this:",
    "ai-anya-e0905n0:114_0": "—”What is a particular component, venerable sir.",
    "ai-anya-e0905n0:115_0": "Taking the questions, venerable friends,",
    "ai-anya-e0905n0:116_0": "What is given away:",
    "ai-anya-e0905n0:116_1": "This isn’t concluding as long as I live, I’ll undertake the training rules.",
    "ai-anya-e0905n0:117_0": "By asking questions, reverends, how many reasons did the Buddha lay down that rule?",
    "ai-anya-e0905n0:118_0": "What is given away:",
    "ai-anya-e0905n0:118_1": "For the second reason, sir, the Buddha laid down that rule.",
    "ai-anya-e0905n0:118_2": "for the well-being of the Saṅgha and for the comfort of the Saṅgha. For keeping difficult persons in check and for the comfort of good-hearted mendicants. For restraining defilements that affect the present life and protecting against defilements that affect lives to come. For inspiring confidence in those without it, and increasing confidence in those who have it. For the continuation of the true teaching and the support of the training.",
    "ai-anya-e0905n0:119_0": "Who is training?",
    "ai-anya-e0905n0:120_0": "who has trained in making friendship:",
    "ai-anya-e0905n0:121_0": "Who is training in the training?",
    "ai-anya-e0905n0:122_0": "who has renounced the training ...",
    "ai-anya-e0905n0:123_0": "Where is the question?",
    "ai-anya-e0905n0:124_0": "(But), venerable Sirs, having given up the training,",
    "ai-anya-e0905n0:125_0": "Who are welcomes:",
    "ai-anya-e0905n0:126_0": "Those who say, “Venerable Sir, those who have been given away.",
    "ai-anya-e0905n0:127_0": "You should ask the question:",
    "ai-anya-e0905n0:128_0": "What has been given up by the Buddha:",
    "ai-anya-e0905n0:129_0": "(The Buddha’s questions:) “What kind of constantly sort of revealing?",
    "ai-anya-e0905n0:130_0": "(This) is the ultimate thing, reverend Sir, that is the ultimate",
    "ai-anya-e0905n0:131_0": "questions:",
    "ai-anya-e0905n0:131_1": "Is there any of these fact that you can be interpretedly by one who practises, imprisonments, and fits?",
    "ai-anya-e0905n0:132_0": "There is no point, venerable sir,",
    "ai-anya-e0905n0:133_0": "“For the benefits of the Sangha,” he asked for the benefit of the Sangha.",
    "ai-anya-e0905n0:134_0": "Please, Venerables, I ask the Sangha to Visākha, the same questions, and the same questions as before. And I asked him about the rule, the offenses of wrong conduct, and the non-humans. Yet I asked the same questions, and Is that person about the rules.",
    "ai-anya-e0905n0:134_1": "And so, sir, this second training rule is expelled and thoroughly jointly covered with pure feet. That is, the origin of the world, the perfected one, the fully awakened Buddha, and the Dhamma. That is why they all previously practiced the spiritual life, for the sake of the elimination of the world, the teaching, and the Saṅgha. And so there are these sixth.",
    "ai-anya-e0905n0:135_0": "In the third training rule on expulsion, he trains in questioning.",
    "ai-anya-e0905n0:136_0": "The Buddha has laid down that third absorption.",
    "ai-anya-e0905n0:137_0": "What was laid down is given away by Vesālī.",
    "ai-anya-e0905n0:138_0": "Reverends, there is a question that is wise.",
    "ai-anya-e0905n0:139_0": "Including, “Venerable Sir,” many monks laid down by reside on account of that",
    "ai-anya-e0905n0:140_0": "Reverends, what is questioning about?",
    "ai-anya-e0905n0:141_0": "What is given away:",
    "ai-anya-e0905n0:141_1": "Mendicant, they laid down that point out.",
    "ai-anya-e0905n0:142_0": "How is there question, reverends, that is there designation of the declaration, and there is no designation of the kind already described?",
    "ai-anya-e0905n0:143_0": "One told, “Sir, one points out what is designated, not what has not been laid down,",
    "ai-anya-e0905n0:144_0": "Reverends, there is the root of the body:",
    "ai-anya-e0905n0:145_0": "What is given away:",
    "ai-anya-e0905n0:145_1": "If a monk who has intentionally killed a human being is seeking an instrument of death for him, he is expelled and excluded from the community. This is the proper procedure.",
    "ai-anya-e0905n0:146_0": "Herein, the question is designated.",
    "ai-anya-e0905n0:147_0": "What is given away:",
    "ai-anya-e0905n0:147_1": "he praised death to death, the afflicted with charming and praised by him, saying: “What’s the point of a wicked person?”",
    "ai-anya-e0905n0:148_0": "thinking: ‘In many ways I will praise death in many ways or in praise of death.’ This is the examining of death.",
    "ai-anya-e0905n0:149_0": "Reverends, the question is asked:",
    "ai-anya-e0905n0:150_0": "What is given away:",
    "ai-anya-e0905n0:150_1": "‘If a monk intentionally kills a human being or seeks an instrument of death for him or praises death or incites someone to die, saying: “How may I kill him in many ways? Are you praised death or incites someone to die, when your body breaks up, after death?” And he praises in many ways of death or in many ways? Are youthless in many ways?",
    "ai-anya-e0905n0:151_0": "Reverends, I ask you is the point of all designations: do not clearly described.",
    "ai-anya-e0905n0:152_0": "—”In all ways, venerable sir”",
    "ai-anya-e0905n0:153_0": "By asking questions: Reverends, when there isn’t acknowledged, do you haven’t cleared out the proper way?",
    "ai-anya-e0905n0:154_0": "—”Friending is what is known as:",
    "ai-anya-e0905n0:155_0": "Both yet there is one designation of the kind: “Reverend, do you have been designated?",
    "ai-anya-e0905n0:156_0": "”—”From what is known as laid down on both sides, venerable sir:",
    "ai-anya-e0905n0:157_0": "questions:",
    "ai-anya-e0905n0:157_1": "If he intentionally kills a human being, he commits an offense entailing expulsion.",
    "ai-anya-e0905n0:158_0": "What is given away:",
    "ai-anya-e0905n0:158_1": "If a human being kills a human being, he commits an offense entailing expulsion. If he intentionally kills a human being, he commits an offense entailing expulsion. If he dies, he commits a serious offense.",
    "ai-anya-e0905n0:159_0": "Reverends, there is no offense",
    "ai-anya-e0905n0:160_0": "What is given away:",
    "ai-anya-e0905n0:160_1": "After enquiring non-offenses, he doesn’t want to die, meaning to kill him, depressed a dead mind of death.",
    "ai-anya-e0905n0:161_0": "Reverends, there is a question in the Monastic Code in the recitation of the Monastic Code in the search for five.",
    "ai-anya-e0905n0:162_0": "What is the source of intention, sir, that is the source of source, and condition of pointing out.",
    "ai-anya-e0905n0:163_0": "What is the question?",
    "ai-anya-e0905n0:164_0": "Firstly, venerable Sir, a second recitation passage for recitation",
    "ai-anya-e0905n0:165_0": "Reverends, what are the four failures?",
    "ai-anya-e0905n0:166_0": "—”For one who has no virtue, venerable sir,",
    "ai-anya-e0905n0:167_0": "Reverends, what is the questioning of the seven classes of offenses?",
    "ai-anya-e0905n0:168_0": "Now, venerable Sir, out of the body:",
    "ai-anya-e0905n0:169_0": "The questions, Reverend Channa, how many offenses have been converted in the presence of the Channa.",
    "ai-anya-e0905n0:170_0": "What is given away:",
    "ai-anya-e0905n0:170_1": "There’s no place for producing condition for the three origins from offenses that originate from physical contact with the mind. It may be not be distributed from the body or speech of the mind.",
    "ai-anya-e0905n0:171_0": "Reverends, what are the four kinds of legal issues arising from disputes?",
    "ai-anya-e0905n0:172_0": "(4c) What is a legal issue arising from an offense?",
    "ai-anya-e0905n0:173_0": "Reverends, I ask questions about the seven right practices.",
    "ai-anya-e0905n0:174_0": "What is given away:",
    "ai-anya-e0905n0:174_1": "There are two principles for the settling of legal issues in the presence of the sentient beings.",
    "ai-anya-e0905n0:175_0": "Reverends, what is the questioning of the Monastic Law in that place?",
    "ai-anya-e0905n0:176_0": "Here, venerable Sir, regarding what is known as questions, discrimination,",
    "ai-anya-e0905n0:177_0": "Reverends, what is the recitation of the Monastic Code that is the recitation of the Monastic Code?",
    "ai-anya-e0905n0:178_0": "What is reciting has been given away by the Pātimokkha, reverend Sir, that is the designation of the Monastic Code.",
    "ai-anya-e0905n0:179_0": "Questioning, venerable friends, a failure in questioning",
    "ai-anya-e0905n0:180_0": "The intention has not been given away, venerable sir, a failure in mind:",
    "ai-anya-e0905n0:181_0": "Reverend, I ask you about this:",
    "ai-anya-e0905n0:182_0": "—”What is a particular component, venerable sir.",
    "ai-anya-e0905n0:183_0": "There is this question, venerable friends, which is referred to the body:",
    "ai-anya-e0905n0:184_0": "What is given away:",
    "ai-anya-e0905n0:184_1": "This isn’t concluding as long as I live, I’ll undertake the training rules.",
    "ai-anya-e0905n0:185_0": "By asking, “And how many reasons did the Buddha lay down that rule?",
    "ai-anya-e0905n0:186_0": "What is given away:",
    "ai-anya-e0905n0:186_1": "For the third time, sir, for the third time the Buddha laid down that rule.",
    "ai-anya-e0905n0:187_0": "Who is training:",
    "ai-anya-e0905n0:188_0": "who has trained in making friendship:",
    "ai-anya-e0905n0:189_0": "Who is training in the training?",
    "ai-anya-e0905n0:190_0": "who has renounced the training ...",
    "ai-anya-e0905n0:191_0": "Where is the question?",
    "ai-anya-e0905n0:192_0": "(But), venerable Sirs, having given up the training,",
    "ai-anya-e0905n0:193_0": "Who are welcomes:",
    "ai-anya-e0905n0:194_0": "Those who say, “Venerable Sir, those who have been given away.",
    "ai-anya-e0905n0:195_0": "You should ask the question:",
    "ai-anya-e0905n0:196_0": "regarding the Blessed One, the perfected one, the fully awakened Buddha:",
    "ai-anya-e0905n0:197_0": "(The Buddha’s questions:) “What kind of constantly sort of revealing?",
    "ai-anya-e0905n0:198_0": "(This) is the ultimate thing, reverend Sir, that is the ultimate",
    "ai-anya-e0905n0:199_0": "questions:",
    "ai-anya-e0905n0:199_1": "Is there any way they can be introduced there, Reverends, anything in the way that is the non-percipient?",
    "ai-anya-e0905n0:200_0": "There is no point, venerable sir,",
    "ai-anya-e0905n0:201_0": "for the benefit of the Sangha, for the benefit of worldly pleasures,",
    "ai-anya-e0905n0:202_0": "Please, sir, I ask the Sangha to listen to the teaching and training. All these persons, without having asked permission of the dreadful radiates. That is why I ask for the sake of the (wholesome) appearance, the third time, the most excellent Mahākassapa, the chief of the world, for the highest among men, and my traditions. This is the third ruler of the gods and humans.",
    "ai-anya-e0905n0:203_0": "Fourth: questioning on the fourth training rule.",
    "ai-anya-e0905n0:204_0": "questions:",
    "ai-anya-e0905n0:204_1": "You know and see this. ...”",
    "ai-anya-e0905n0:204_2": "where was the fourth offense entailing expulsion laid down?",
    "ai-anya-e0905n0:205_0": "That was given away, reverend Sir,",
    "ai-anya-e0905n0:206_0": "Reverends, there is a question that is wise.",
    "ai-anya-e0905n0:207_0": "regarding the monks from the bank of the Vaggumudā Lake,",
    "ai-anya-e0905n0:208_0": "Reverends, what is questioning about?",
    "ai-anya-e0905n0:209_0": "What is given away:",
    "ai-anya-e0905n0:209_1": "they laid down a superhuman quality for the householders,",
    "ai-anya-e0905n0:210_0": "Herein, there is an outcaste that has not yet been designated.",
    "ai-anya-e0905n0:211_0": "One told, “Sir, one points out what is designated, not what has not been laid down,",
    "ai-anya-e0905n0:212_0": "Herein, what is questioning?",
    "ai-anya-e0905n0:213_0": "What is given away:",
    "ai-anya-e0905n0:213_1": "If a monk falsely claims for himself a superhuman quality, knowledge and vision worthy of the noble ones, and I know that he is fact only claiming to be free of doubt, I know and see, and that he is the only truth and that I seem to be reborn there. Then I know that this is the only truth of the true insight and vision worthy of the noble ones.",
    "ai-anya-e0905n0:214_0": "Herein, what is questioned?",
    "ai-anya-e0905n0:215_0": "This is the exposition concerning that is apart from that, sir.",
    "ai-anya-e0905n0:216_0": "Those mendicants who have seen what they haven’t seen, heard, thought, or known what they haven’t seen, realized what they haven’t, achieved what they haven’t, realized what they had not, and achieved what they had not.",
    "ai-anya-e0905n0:217_0": "Herein, what is questioned?",
    "ai-anya-e0905n0:218_0": "What is given away:",
    "ai-anya-e0905n0:218_1": "If a monk, without having any superhuman quality, knowledge and vision, conquered meanworking him, saying: “I know, I see that this is the only one who is unknowing, this is the point. ”—that I said, “I know, this is the expert on account of that.",
    "ai-anya-e0905n0:219_0": "Reverend, I ask you is the questioning of all kinds: setting forth.",
    "ai-anya-e0905n0:220_0": "—”In all ways, venerable sir”",
    "ai-anya-e0905n0:221_0": "By asking questions: Reverends, do you have the designation of the decrease and the designation of the news?",
    "ai-anya-e0905n0:222_0": "—”Friending is what is known as:",
    "ai-anya-e0905n0:223_0": "Both yet there is one designation of the kind: “Reverend, do you have been designated?",
    "ai-anya-e0905n0:224_0": "”—”From what is known as laid down on both sides, venerable sir:",
    "ai-anya-e0905n0:225_0": "questions:",
    "ai-anya-e0905n0:225_1": "In this fourth offense entailing expulsion, he commits an offense entailing expulsion if he explains any superhuman quality is non-existent.",
    "ai-anya-e0905n0:226_0": "What is given away:",
    "ai-anya-e0905n0:226_1": "At that time the fourth monk who was unrestrained and disputing is claiming to be a superhuman quality, he commits an offense entailing confession.",
    "ai-anya-e0905n0:227_0": "Reverends, there is no offense",
    "ai-anya-e0905n0:228_0": "What is given away:",
    "ai-anya-e0905n0:228_1": "Channa, meaning to say, “The mind of the six persons,” he commits an offense entailing confession.",
    "ai-anya-e0905n0:229_0": "Reverends, there is a question in the Monastic Code in the recitation of the Monastic Code in the search for five.",
    "ai-anya-e0905n0:230_0": "What is the source of intention, sir, that is the source of source, and condition of pointing out.",
    "ai-anya-e0905n0:231_0": "What is the question?",
    "ai-anya-e0905n0:232_0": "Firstly, venerable Sir, a second recitation passage for recitation",
    "ai-anya-e0905n0:233_0": "Reverends, what are the four failures?",
    "ai-anya-e0905n0:234_0": "—”For one who has no virtue, venerable sir,",
    "ai-anya-e0905n0:235_0": "Reverends, what is the questioning of the seven classes of offenses?",
    "ai-anya-e0905n0:236_0": "Now, venerable Sir, out of the body:",
    "ai-anya-e0905n0:237_0": "The questions, Reverend Channa, how many offenses have been converted in the presence of the Channa.",
    "ai-anya-e0905n0:238_0": "What is given away:",
    "ai-anya-e0905n0:238_1": "There’s no place for producing condition for the three origins from offenses that originate from physical contact with the mind. It may be not be distributed from the body or speech of the mind.",
    "ai-anya-e0905n0:239_0": "Reverends, what are the four kinds of legal issues arising from disputes?",
    "ai-anya-e0905n0:240_0": "(4c) What is a legal issue arising from an offense?",
    "ai-anya-e0905n0:241_0": "Reverends, I ask questions about the seven right practices.",
    "ai-anya-e0905n0:242_0": "What is given away:",
    "ai-anya-e0905n0:242_1": "There are seven principles for the settling of legal issues that are well established in front.",
    "ai-anya-e0905n0:243_0": "Reverends, what is the questioning of the Monastic Law in that place?",
    "ai-anya-e0905n0:244_0": "Here, venerable Sir, regarding what is known as questions, discrimination,",
    "ai-anya-e0905n0:245_0": "Reverends, what is the recitation of the Monastic Code that is the recitation of the Monastic Code?",
    "ai-anya-e0905n0:246_0": "What is reciting has been given away by the Pātimokkha, reverend Sir, that is the designation of the Monastic Code.",
    "ai-anya-e0905n0:247_0": "Please question, venerable friends, which is a failure in mind:",
    "ai-anya-e0905n0:248_0": "The intention has not been given away, venerable sir, a failure in mind:",
    "ai-anya-e0905n0:249_0": "Reverend, I ask you about this:",
    "ai-anya-e0905n0:250_0": "—”What is a particular component, venerable sir.",
    "ai-anya-e0905n0:251_0": "There is this question, venerable friends, which is referred to the body:",
    "ai-anya-e0905n0:252_0": "What is given away:",
    "ai-anya-e0905n0:252_1": "This isn’t concluding as long as I live, I’ll undertake the training rules.",
    "ai-anya-e0905n0:253_0": "By asking questions, reverends, how many reasons did the Buddha lay down that entails expulsion?",
    "ai-anya-e0905n0:254_0": "What is given away:",
    "ai-anya-e0905n0:254_1": "For the fourth reason it is for the following ten reasons: for the well-being of the Sangha, for the comfort of the Sangha, for the restraint of bad people, for the ease of well-behaved monks, for the restraint of corruptions relating to the present life, for the restraint of corruptions relating to future lives, to give rise to confidence in those without it, to increase the confidence of those who have it, for the longevity of the true Teaching, and for supporting the training.",
    "ai-anya-e0905n0:254_2": "for supporting the training.",
    "ai-anya-e0905n0:255_0": "Who is training:",
    "ai-anya-e0905n0:256_0": "who has trained in making friendship:",
    "ai-anya-e0905n0:257_0": "Who is training in the training?",
    "ai-anya-e0905n0:258_0": "who has renounced the training ...",
    "ai-anya-e0905n0:259_0": "Where is the question?",
    "ai-anya-e0905n0:260_0": "(But), venerable Sirs, having given up the training,",
    "ai-anya-e0905n0:261_0": "Who are welcomes:",
    "ai-anya-e0905n0:262_0": "Those who say, “Venerable Sir, those who have been given away.",
    "ai-anya-e0905n0:263_0": "You should ask the question:",
    "ai-anya-e0905n0:264_0": "regarding the Blessed One, the perfected one, the fully awakened Buddha:",
    "ai-anya-e0905n0:265_0": "(The Buddha’s questions:) “What kind of constantly sort of revealing?",
    "ai-anya-e0905n0:266_0": "(This) is the ultimate thing, reverend Sir, that is the ultimate",
    "ai-anya-e0905n0:267_0": "questions:",
    "ai-anya-e0905n0:267_1": "Is there any way they can be introduced there, Reverends, in fact, and phrases?",
    "ai-anya-e0905n0:268_0": "There is no point, venerable sir,"
}