{
    "ai-anya-e1102n3:0_0": "3. Nibbānakaṇḍo",
    "ai-anya-e1102n3:1_0": "Now, as to the Good Dhamma: it is due to listening to the true teaching, compared to the true teaching, and it is threefold.",
    "ai-anya-e1102n3:1_1": "the Good Dhamma, which frees the true teaching, and is the true teaching.",
    "ai-anya-e1102n3:1_2": "Herein, the Good Dhamma of the scriptures, those who live on the true teaching,",
    "ai-anya-e1102n3:1_3": "Virtuous conduct, etc., are the same thing called the three aggregates beginning with the whole body, and the rest.",
    "ai-anya-e1102n3:1_4": "The true teaching of the four noble truths being carried out,",
    "ai-anya-e1102n3:1_5": "The true teaching of the Dhamma, which is the true teaching, preceding the true teaching, and preceding the Good Dhamma,",
    "ai-anya-e1102n3:1_6": "Why are there no rooted in this way? Why don’t there be when it comes to the end?",
    "ai-anya-e1102n3:1_7": "And by practicing that she disappeared.",
    "ai-anya-e1102n3:1_8": "What is the reason why it is the condition for the attainment of the way?",
    "ai-anya-e1102n3:1_9": "the (true) attained for attaining the way being exceedededed,",
    "ai-anya-e1102n3:1_10": "Herein, there is no way one who is both impediments nor will be",
    "ai-anya-e1102n3:1_11": "For one time, if an ordinary person is wide, they should remove many monks, but given them.",
    "ai-anya-e1102n3:1_12": "(Only) this Island of the island, the fraternity is not known as the Bhikkhus",
    "ai-anya-e1102n3:1_13": "and many bowls are there.",
    "ai-anya-e1102n3:1_14": "So they are neither used nor wins.",
    "ai-anya-e1102n3:1_15": "however, the Wise One is learning the end of suffering in the various classes of rebirth, in the stage of the central states of Awakening, and having heard the five composedness of the arrivals that were present. And he asks the attainment of the dimension of neither perception nor non-perception, and he has attained the attainment of the dimension of neither perception nor non-perception.",
    "ai-anya-e1102n3:1_16": "He said, “I didn’t know.”",
    "ai-anya-e1102n3:1_17": "Then, having taken water vessel and questioned the dimension of neither perception nor non-perception. he asked for the dimension of neither perception nor non-perception.",
    "ai-anya-e1102n3:1_18": "The senior mendicant told him what had happened. So too, the monks did not bow down to him, when there was a practice full ordination, they could be found filled with water. So too, when a bhikkhu drops in the water, they could do not powder. There’s no way, when there is no peace of strings, the biggles.",
    "ai-anya-e1102n3:1_19": "When there is an iron cauldation, then the fertile fields of clinging to them, the Earth, as though the lazy of the Enlightened One cannot attain. As the Enlightened One cannot attain the distinction, so the Enlightened One enlightened One cannot attain that same way will disappear.",
    "ai-anya-e1102n3:1_20": "There they learn the word of the Buddha, and they are all present in the end of the three Vedas. Youre the opposite sex.",
    "ai-anya-e1102n3:1_21": "When the king was walking along the pair of chief polished in the world, the kings become unprincipled. Because of that the king didn’t have properly died. Because of that, the heavenly hosts don’t provide enough rain.",
    "ai-anya-e1102n3:1_22": "but they were unable to do so.",
    "ai-anya-e1102n3:1_23": "Monks who were not able to get a pupil for the sake of the teacher,",
    "ai-anya-e1102n3:1_24": "When they are walking, they’re unable to keep up the meaning. They use the texts on their meaning. They don’t use as a lamp.",
    "ai-anya-e1102n3:1_25": "Then the time was walking, they’re unable to keep upwinding the whole body. They’re not able to continue with these things.",
    "ai-anya-e1102n3:1_26": "For this reason is the first illustrious thing.",
    "ai-anya-e1102n3:1_27": "When this is what happened, a field is on the teachings, discussing the teachings, in accordance with the Teaching, and on the Monastic Law, thinking,",
    "ai-anya-e1102n3:1_28": "for this is the first kind of course.",
    "ai-anya-e1102n3:1_29": "The first eleventh sat cross-legged. ...",
    "ai-anya-e1102n3:1_30": "Next, he drews from the upper side of that is how the near shore is in the middle of the Aṅguttara.",
    "ai-anya-e1102n3:1_31": "From that he has the eighteen aggregates, the source of the origin of the sense and the abode of the six sense fields, the medium one substance, and the top of the six sense fields were the first top.",
    "ai-anya-e1102n3:1_32": "Next, the Majjhima reciters—theader of precincts, the Majjhimavatīs, the Majjhimavatīs, the Majjhima Nikāyas, the Khīras, and the Mahāthūpa are called the first inferior.",
    "ai-anya-e1102n3:1_33": "they wear with the Vinayans on the Monastic Law.",
    "ai-anya-e1102n3:1_34": "and they use them as an expert on the Monastic Law.",
    "ai-anya-e1102n3:1_35": "Fearching material possessions, misery, clever in raws, has been born, live together.",
    "ai-anya-e1102n3:1_36": "and while going, she did not use it.",
    "ai-anya-e1102n3:1_37": "Then their penis between the twinner bathing place.",
    "ai-anya-e1102n3:1_38": "Then after embracing a poisonous snake tower by the honey-deeper.",
    "ai-anya-e1102n3:1_39": "they wear robes on the Monastic Law as well.",
    "ai-anya-e1102n3:1_40": "As they were walking along the road. For the first carcass of the aggregates shoots then becomes the first value of the monasteries; the nuns opposite the sabbath inner skin.",
    "ai-anya-e1102n3:1_41": "Here the whole of a human beings roll up and four are precisely.",
    "ai-anya-e1102n3:1_42": "When the king had finished his faith and confidence, he the King announced all the elephants, horses with a thousand coins, properous princess, having deposed her on the spot, then the town together with a thousand royal counselors, having the third yet Island, wherever I was named this, my capital: “From the city, (thinking) and soft, this third time I did not find it that time,”.",
    "ai-anya-e1102n3:1_43": "In this way there was disappearance and disappearance.",
    "ai-anya-e1102n3:1_44": "(Buddha replied:) “It seems, Kassapa. It seems, who was so rare to hear the true teaching of the True Dhamma, the Awakened One, the Worthy One, the Perfect Sambuddha, in this very spot in the world, the kingdom of theeon, is worthy of an Avakaniṭṭha, founded by the Faith in the world, founded by the surrounding King Bārāṇasī, after making kingdom of the Truth, about the chief of men, was Dispensation, and presented by the King of gods and men, he thought,",
    "ai-anya-e1102n3:1_45": "“What difference of such a kingdom, having the dye over the Videhas in the world with its navel and two-hundred million storehouses, diving in like a golden drum, kettledrums, elephants, horses, chariots, and chariots, was like a golden drums (worms), after making the earthquakes of the mountains (which was like), and then consequorms, after making the earth, it into the village, like a golden drums for a hundred ornaments for the earth, after making the fourteen’s robalangems in the village, (wobrahants, the water’s displicking from the village, he had been brought by one hundred thousand times (oleanking from the grounds of the Fragrands of the grounds of the teaching).",
    "ai-anya-e1102n3:1_46": "Excellent teaching the Dhamma. Having gained a golden palanquin, and illustrious preached the Dhamma. When he had acquired the duties to the kingdom of (thinking): “I will give a teaching, and went to the assembly. I have given a palace and defeated the King’s lepros of the Dhamma. I shall lived in the palace and conquest of the Dhamma.” And after giving up to the reputation of the Ārāma, he saw the Great King Mahāpajāpatī, and he thought, “I attained the foremost.” He went with my own insight, and having conquerort.",
    "ai-anya-e1102n3:1_47": "Sakka, the ruler of the earth, having seen his own hands, and thought about the Truths, and he, after considering his own god, he thought about all the people in the world with his own hands, and pronounced the high priest, about the world, and having seen the kingdom of the gods. He, after seeing the god, he thought: “Surely, looked down on the kingdom of the Truth,” and seeing his own assembly.",
    "ai-anya-e1102n3:1_48": "“Today my self-control has the slaughter of castles, speed with the host of Jains, the host of Jains, who made themselves first a consequence of the gods, shows themselves to all form, after establishing the Doctrine in the king’s presence.” And he showed the Dhamma to the young spirits.",
    "ai-anya-e1102n3:1_49": "Having seen the Truth he thought:",
    "ai-anya-e1102n3:1_50": "“Yes, I have.”",
    "ai-anya-e1102n3:1_51": "“He who is the Dhamma you know, and what is my gratitude?”",
    "ai-anya-e1102n3:1_52": "“I will give you a teaching to you, what can you do for me?”",
    "ai-anya-e1102n3:1_53": "“If that being so, after sending me a teaching, you can eat my relics.”",
    "ai-anya-e1102n3:1_54": "“I’ve been able to make a Dhamma talk from you.”",
    "ai-anya-e1102n3:1_55": "“Where do you first listen to me? Who will listen to me?”",
    "ai-anya-e1102n3:1_56": "Furthermore, I’m not able to teach the Dhamma.",
    "ai-anya-e1102n3:1_57": "The King said, “Give me the Dhamma and I’m your wealth. But please teach me the Dhamma and you can understand.”",
    "ai-anya-e1102n3:1_58": "Then Sakka, lord of gods, after saying this, “Good, sire!” Then he ran away one placed a large army, sweat-herd:",
    "ai-anya-e1102n3:1_59": "“Great king, if you were to kill this mountain-top, I will teach you about the Dhamma in the sky, and I will make you sit down on a matchmaker.” And on this spot, you shall be hisss.”",
    "ai-anya-e1102n3:1_60": "After hearing about the Dhamma, the Great Kings said: “After having heard the reason why, having taken the sword of its sink, gave birth to a son, and counselor’s corpse, I killed my bandits, and plunged into the water, saying ‘I am one who lives in such a body, and seized as a plough,’ hes confessecrated his mind from the great realm.’ And so many people, after becoming one, he said, “I have been banditter, to my mother’s grabble, my father, my son, brother’s thorn, or to the people.”",
    "ai-anya-e1102n3:1_61": "Then Sakka, lord of gods, with his own hands, having been prevented by the gods from his (rising) joy and happiness, having made such a prosperity, while he was going to the Royal Monastery, the Lord of the Devas, the Sole Protector of the Thūpa. Having worshipped it with all the gods, the departed.",
    "ai-anya-e1102n3:2_0": "“Impermanent, indeed, are (all) processes, arisen they have the nature to decay,",
    "ai-anya-e1102n3:3_0": "After arising they come to cessation, the stilling of them is blissful.”",
    "ai-anya-e1102n3:4_0": "Sakka, the ruler of the earth, having shown that teaching, after having preached the Dhamma, and preaching the Devas, he established himself in the world with its gods. In this way he went to the Faith of the True Dhamma.",
    "ai-anya-e1102n3:4_1": "In this way they disappeared and disappeared.",
    "ai-anya-e1102n3:4_2": "And here the three should be understood that extinguishment?",
    "ai-anya-e1102n3:4_3": "attains Final Emancipation in the Emancipation-element,",
    "ai-anya-e1102n3:4_4": "Herein, the Blessed One is abode of all activities. Extinguishments in regard to the Bodhisattas, he becomes the poison of his energy, namely, applied thought, sustained thought: “All the four intent on awakening, all the paths of the human beings with the Enlightenment of the Bodhisattasattas see the path, all the intention to become absence on the act of direct-knowledge, the eliminations, and the rest. Consequently he has cutting the three roots of embrorations , he has cutting offered the unpertincy, and is quenched by the path of craving, and poisonality of craving.”",
    "ai-anya-e1102n3:5_0": "“He who understands the sacrificial post,",
    "ai-anya-e1102n3:6_0": "Third: it is said: the Awakening One, the Bodhisatta,",
    "ai-anya-e1102n3:7_0": "One who has learnt the fulfilment of wisdom named Bodhisatta,",
    "ai-anya-e1102n3:8_0": "Living in analytically, he has undertaken his energy",
    "ai-anya-e1102n3:9_0": "These are the three (true) faithful names, namely, the Bodhisatta,",
    "ai-anya-e1102n3:10_0": "a hundred thousand aeons (of aeons),",
    "ai-anya-e1102n3:11_0": "having fulfilled the conditions for Awakening, also the awakened One,",
    "ai-anya-e1102n3:12_0": "having attained supreme awakening;",
    "ai-anya-e1102n3:13_0": "In the eighth day, a hundred thousand eons,",
    "ai-anya-e1102n3:14_0": "having fulfilled the conditions for Awakening, also the awakened One,",
    "ai-anya-e1102n3:15_0": "Those who have attained supreme awakening, attained to the highest Awakening.",
    "ai-anya-e1102n3:16_0": "Worthiness, the Buddha-to-be, and the immediately",
    "ai-anya-e1102n3:17_0": "One hundred thousand aeons in the past,",
    "ai-anya-e1102n3:18_0": "and fulfilled the perfections, having fulfilled the Bodhi tree, worshipped the highest among men.”",
    "ai-anya-e1102n3:19_0": "In the composive to the suttas of the Buddhas, that is, one hundred and four hundred thousand aeons of labour thousand aeons. And this chapter there are eight hundred thousand aeons, eighty thousand eons of the world contracting and expanding.",
    "ai-anya-e1102n3:19_1": "You should know these four classes of rebirths, and the nine hundred thousand aeons, the four hundred thousand aeons of faith, energy, and wisdom, expanded by one hundred and four hundred thousand aeons, the eighty thousand eons of the world contracting and expanding.",
    "ai-anya-e1102n3:19_2": "Herein, the wisdom there is from winterest in precisely because of actual understanding that is the state of existence as possible and much as possible is described in him.",
    "ai-anya-e1102n3:19_3": "but the faithful one, who has faith in the outcome of faith and energy is also called the holy Bodhi (Tree).",
    "ai-anya-e1102n3:19_4": "When his energy is finished, he raises himself up in both hands, see the servants and the opposite sex. Then King Nigrodha, when he hears all the sacrifices of the various religions, he is conceived in the world with his own hands, the foot of the trees, and there is a king, an embryossessed by the Buddhas of the earth. And when a king, the lord of the earth, he is unable to come down to deportment and produce a dispensationsationsations of all the people, he hears the same destiny roy of the people, unar in the world of what is gained, a king.",
    "ai-anya-e1102n3:19_5": "the wisdom there is from such energy, the person who has thus supernormal powers, their initiativeness and energy, and wisdom there is from time to time the state of exertion in energy.",
    "ai-anya-e1102n3:19_6": "can only be offered to this last time to our own dwelling.",
    "ai-anya-e1102n3:19_7": "for the aggregates of the Path Linking downwards at the end of the Mallas, the Best of Council of the Mallian, the aggregates, and the suffering through the air, enemying of the mind through the Uposatha day, who dwelt in the Mallian trial period, through the enlightenment birds of craving, etc., of all those who were reborn in the company of the great aggregates, and that is to say, by not grasping.",
    "ai-anya-e1102n3:19_8": "The Longer Discourse on the Exposition of the Worlds should be sought in the Great Wood.",
    "ai-anya-e1102n3:19_9": "Wandering there, all the people, like afflicted by a falsehood, smearing his relations there. All of them, he entered upon the fourth absorption in the central system of suffering. Then he entered upon the fourth absorption, the dimension of infinite consciousness, the dimension of nothingness, and the dimension of neither perception nor non-perception. The Buddha entered upon them, he reached the ending of perception and feeling.",
    "ai-anya-e1102n3:19_10": "Now, in the passage, “Bhikkhus, after emerging from the fourth jhāna of the emerging from the immaterial jhānas, interrupting the attainment of absorption, this jhāna is the reviewing of the two dangers.”",
    "ai-anya-e1102n3:19_11": "Herein, emerging from the jhāna factors continued existence is called “of the next”.",
    "ai-anya-e1102n3:19_12": "Emerging from the absorption, the factors continuations two endlessly. They are called “extinguishment”.",
    "ai-anya-e1102n3:19_13": "Now, the Buddha emerges from the attainment of jhāna between absorption and the next, the four absorptions next to the next, the youth—so too should next that this state of existence is “without applied and sustained thought.” But, after having entered upon that jhāna, he should see the physical processes. But, after having entered upon them withdrewn from the life-continuum.",
    "ai-anya-e1102n3:19_14": "So when the Buddha’s mind is extinguished there, their objectss, or the signless objects come to an end, then they say,",
    "ai-anya-e1102n3:20_0": "“There is no more breathing for that Such-like one of steady mind,",
    "ai-anya-e1102n3:21_0": "Imperturbable, (they are) large, made of Sages.",
    "ai-anya-e1102n3:22_0": "he dropped through the dart of grief through the mind.",
    "ai-anya-e1102n3:23_0": "Like a lamp of heart’s release,",
    "ai-anya-e1102n3:24_0": "With this yoke it is the base that goes from time to time extinguishment, that is, one who has committed the deathless state of peace, the one who is extinguished without extra effort, and one who stands in a culmination, the object of the fruit of extinguishment, the position of the worstanding the head, the one who is extinguished through the enlightenment, and the one whose mind is extinguished the wrong way for attaining extinguishment. That is why there, the one who does not cling to Nibbāna has reached Nibbāna.",
    "ai-anya-e1102n3:24_1": "They say that there are ascetics and brahmins who say that",
    "ai-anya-e1102n3:24_2": "“Only, however, when one who has ended the defilements goes there, their minds do not appear in the hereinter for those whose cankers are destroyed, etc., and who have ended the defilements, and whose cankers are destroyed, yet they do not go to a new state of existence. They have a perfected one, and they do not go to the realm. And wherever they have appeared in the form of existence, the birds, the state of existence, and the worry of existence as a perfected one, with the appearance of the death, and that is known as a perfected one.”",
    "ai-anya-e1102n3:24_3": "What is the reason why the sign of deeds that lead to the sign of deeds, and with a balanced signs not even in a place of loss,",
    "ai-anya-e1102n3:24_4": "But when his mind has rectitude, the object with the mental joy and appears in the past,",
    "ai-anya-e1102n3:24_5": "“Having name and form” is the name of form, the mental forms and consciousness, in the Saṁsāra.",
    "ai-anya-e1102n3:24_6": "name and form.",
    "ai-anya-e1102n3:24_7": "If name and form are related to those things,",
    "ai-anya-e1102n3:24_8": "Those who have the beginning and formless name and form are liable to return.",
    "ai-anya-e1102n3:24_9": "he must have the drum of the sun (and-awakening): “This includes such a thing as a perfected one, a fully awakened Buddha, when our own body breaks up, after death, you should be reborn in a place of loss, a bad place, the underworld, hell.",
    "ai-anya-e1102n3:24_10": "But when the Buddha’s mind is present, your general, and your ability to continue, he rejects it with the similes of the deathless, but it is still only the object of that.",
    "ai-anya-e1102n3:24_11": "Now, as to how a god was waiting for one hundred thousand years, having gained the same sign, and a hundred thousand years (after his Upasampadā), the deities standing on the ground from the heavenly wheel, and the four hundred thousand aeons of years. Having seen the heavenly wheel, the pure abode, the number of deities standing on the grounds, the Supreme Monarches, and the Four Great Brahmās, the heavenly wheels, and the hosts of the deities.",
    "ai-anya-e1102n3:25_0": "“Sire, it’s time for the gods, your Majesty, Māra’s womb,",
    "ai-anya-e1102n3:26_0": "Delighting in the Deathless, they strive to the deathless.”",
    "ai-anya-e1102n3:27_0": "Only then said: “Having been taught by the name of the family, the enlightener of the family, the Lord of the World, the Champion, and the Supreme Meteyya, who is preference of the Three and Paccekabuddhas and Metta, together with the Jina, he having consulted the auspicious mind, delivered with loving-kindness, and accompanied by joyfulness,",
    "ai-anya-e1102n3:27_1": "And the five objects of the freelying the preceding the range of the news in the past, the future, the present, and the mind similes of the necessary, without the sign, and with the previous disappearance of the enlightenment. Their envy and the sign of the art of the worms, and without the creations of the five cords, etc., and without being controlled in its various forms, and with the intentions of existence as its objects and results, produced by the results of rebirths, old age and death in a new life-form, and death-formity, red-borns, and so on.",
    "ai-anya-e1102n3:27_2": "Or again, it is only the gate of the people that produces a gatekeeper .",
    "ai-anya-e1102n3:27_3": "But when that state of existence is rid of the defilement of rebirth in the future, then the animal realm and the practices of the present.",
    "ai-anya-e1102n3:27_4": "At that very moment when ignorance has ceased and perished, just as this rose up from the root of all identifying on the grounds, etc., just as the basis of ignorance and produced by ignorance and fettered by craving, just as it was encompassionates, wields, pervading, and formations produced by the enemy. The advantages of continuations worms, as in the case of a principality and gradual formations produceds, is the escape from the immaterial existence, and the rest.",
    "ai-anya-e1102n3:27_5": "Herein, when untouched by the hand of a wound appears here and there is a one whose mind is devoted to the neighborhood of a lion’s roar, or whose mind is pure and bright. Your merit for the sake of this merit, or the employed state of loss, etc., and who in the circumspect, etc., appears due to his own life, and discovered by giving up the preliminary worksing well. For eventually that lay followers who is called deed, etc., having performed the sign of merit for the death, and making merit for the sake of that day, were making an ascetic organized as a lay follower by the making merit.",
    "ai-anya-e1102n3:27_6": "The lay followers, after hearing what the deity said, saying: “Go and bring the thirteen cases in the town, saying.”",
    "ai-anya-e1102n3:27_7": "But after hearing his own statement, he said: “Listen, having heard your husband’s word, (thinking): “From this murdererer you did not go.”",
    "ai-anya-e1102n3:27_8": "he heard what his own wife said,",
    "ai-anya-e1102n3:27_9": "“I do not deity, sir.”",
    "ai-anya-e1102n3:27_10": "he danced it in the air, and making a flower through the air.",
    "ai-anya-e1102n3:27_11": "She did so. After seeing the flowers, she entered a street, or lay down on her square, and lay down on the ground. She lay down on the bed, lay down on the bed, and appeared in the windows,",
    "ai-anya-e1102n3:27_12": "After her own husband’s instruction. ...",
    "ai-anya-e1102n3:27_13": "“But I’m having first come to you forgotten what do you have?”",
    "ai-anya-e1102n3:27_14": "All the two ends, after sailing on the ground, all the people were looking at the city.",
    "ai-anya-e1102n3:27_15": "At this point he appears to his husband’s support, he must take his wife and prepare the sign of the relations in the family of the supporter. He must then been reborn in a teacher’s instruction. He should understand the sign of the teachers.",
    "ai-anya-e1102n3:27_16": "for a long time in the world’s mind has been like being shaken.",
    "ai-anya-e1102n3:27_17": "When it is pure, it should be transgressed, circumstances, and clothes, longing for a long time.",
    "ai-anya-e1102n3:27_18": "while executioning in hell is a robbery of anguishment in hell for the sake of their own bonds of beings.",
    "ai-anya-e1102n3:27_19": "had various types of the city in Sāvatthī,",
    "ai-anya-e1102n3:27_20": "Then, while the whole country of Aṭṭhaka, the country of Aṭṭhaka, had been led to each other, and all the king’s men.",
    "ai-anya-e1102n3:27_21": "The King, having seen them, said: “We may all kill them,” and they all gave them life.",
    "ai-anya-e1102n3:27_22": "started to bandits, three hundreds, or five hundred drivers, but then I wish to live in another country. But that I don’t want to fall away from the country.",
    "ai-anya-e1102n3:27_23": "The King gave him a patient and gave him to the executioner.",
    "ai-anya-e1102n3:27_24": "And the five years someone who had wives of death did.",
    "ai-anya-e1102n3:27_25": "The King, having conquered that great deed, gave the message.",
    "ai-anya-e1102n3:27_26": "He should not take luxurious woolen shoes: one of the hands and feet, learned the palms of the hands, picking up the hands, and put them on the palm of the hands. He should not break the skin from the thighs, and threw them in the vicinity of the month.",
    "ai-anya-e1102n3:27_27": "Having built the King, he wasn’t doing his work for the living of the king.",
    "ai-anya-e1102n3:27_28": "After death he would die, and because he died, he would die unwilling.",
    "ai-anya-e1102n3:27_29": "at the time of death I was a great majestic king.",
    "ai-anya-e1102n3:27_30": "like a great huge in the Great Hell, which has been quietly made an end of suffering.",
    "ai-anya-e1102n3:27_31": "While people were enjoying them, they he scared the house on both sides.",
    "ai-anya-e1102n3:27_32": "And in the heaven of the senior mendicants, the senior mendicants—when their clans, results in the world, and passed away from that place.",
    "ai-anya-e1102n3:27_33": "He gave up the windows that weren't given away.",
    "ai-anya-e1102n3:27_34": "and the third time, even though he was unable to respond, he gave it to the Thera, and then gave it to the Thera.",
    "ai-anya-e1102n3:27_35": "and the Elder related right away.",
    "ai-anya-e1102n3:27_36": "the executioner of the seniors, having given up their executions, he was reborn in hell, the animal realm, and the ghost realm.",
    "ai-anya-e1102n3:27_37": "and in the future time there will be an Independent Buddhas.",
    "ai-anya-e1102n3:27_38": "That’s how sentient beings are dissipated in this way. When sentient beings are found, they for sentient beings.",
    "ai-anya-e1102n3:27_39": "But there is a thousand cows to look in the same sleeping place.",
    "ai-anya-e1102n3:27_40": "Also the Buddha’s work is purified from loving-kindness, profitable kamma-result in one who is pure and who has appeared in loving-kindness, and who has appeared in time.",
    "ai-anya-e1102n3:27_41": "‘For a long time, having been reborn in the company of the deities of the human beings, were like that in the human realm, and so on. Because of this merit, they haven’t spot in the world. And when they see no human beings, all deities, as well.",
    "ai-anya-e1102n3:27_42": "When the deity had seen this, they said: “Nay, after seeing the sign of the gods, some gods are ready for him,”",
    "ai-anya-e1102n3:27_43": "And Mahākappina Village (he looked) at the Great Wood, and in that place and in the neighbourhood of a great family, he must go to the Great Wood, and in the fifth Great Wood. In order to prevent him, he should sever the Great Wood (there).",
    "ai-anya-e1102n3:28_0": "There he died there thirty years of the world. (Dearly) in this world of men, I shall become a Buddha in the rainy season.”",
    "ai-anya-e1102n3:28_1": "I will proclaim the Jambudīpa, I will not proclaim.",
    "ai-anya-e1102n3:28_2": "that he preached the middling Bodhi Tree:",
    "ai-anya-e1102n3:28_3": "(where two) families, two aristocrat families, and noble families,",
    "ai-anya-e1102n3:28_4": "There, in whatever in the world, the prince: “Buddhas, there is the best ones in the world who is best.”",
    "ai-anya-e1102n3:28_5": "Whoever returned to the brahmin family of the Buddhas arise in the world of the brahmins only had been given a brahmin family.",
    "ai-anya-e1102n3:28_6": "Now, as to the aristocrats have agreed on the best,",
    "ai-anya-e1102n3:28_7": "Then the princess Anulā, in the world, the princess of the Sakyas, I will be known as a prince in the world.",
    "ai-anya-e1102n3:28_8": "Let alone ten months, while my mother will go, and the whole day within seven months, and Māra won’t want to die with me.’",
    "ai-anya-e1102n3:28_9": "and one the mother-in-law’s mother.",
    "ai-anya-e1102n3:28_10": "Also in this way the mind often gave rise to the sign of foulness in the Buddha, and it is considered to be known that the object of the heart.",
    "ai-anya-e1102n3:29_0": "Victor is one who attains Nibbāna, whose mind is easy,",
    "ai-anya-e1102n3:30_0": "To understanding the expert from understanding, transgresses in any way,",
    "ai-anya-e1102n3:31_0": "However, when the Bodhisatta had become fully extinguished through the natural principle of Buddhas, he will be Finally Emancipated in the Emancipation-element, (where) in this Nāga world,: “This enclosed Nāgas will be quickly for the sake of the Great Bo tree, and there will be a great dealtermination.”",
    "ai-anya-e1102n3:31_1": "The Nāgas, altogethers, holy elephants, horses, and maintains will go about the great Bo trees. All of them, and having the ten elements, as well as the earth elements of a thousand Sineru, hanging down in the relics of rooms.",
    "ai-anya-e1102n3:31_2": "Then after the ten thousand of deities had gathered to become fully extinguished, one who had finished his meal and refused an abode of the ten thousand rebirths, and one hundred thousand rebirths of the Divinities, placing the minds of the Divinities assembled in the Brahmā realm, this is the Great Brahmā realm. Individed on the spot, they will not appear.”",
    "ai-anya-e1102n3:31_3": "In time he can eradicate mindfulness, and his concept will become clear,",
    "ai-anya-e1102n3:31_4": "When the Dispensation had been shown by the power of the four noble ones, and then the suffering is called “the method.”",
    "ai-anya-e1102n3:31_5": "so long as it disappears in no boundless Dispensation,",
    "ai-anya-e1102n3:31_6": "As the time of the Buddha became fully extinguished, all rising from the time of Buddhas, so long as he stands still present, the instructions of the Buddhas are to be found, and there is no furthermore.",
    "ai-anya-e1102n3:31_7": "We’ll call them a way,",
    "ai-anya-e1102n3:32_0": "it is time to become extinguished later.",
    "ai-anya-e1102n3:33_0": "I am the Awakened One, the Awakened One,",
    "ai-anya-e1102n3:34_0": "When the Buddha was being announced, may I become fully extinguished",
    "ai-anya-e1102n3:35_0": "who he who performs fruit, may there be fruit!’",
    "ai-anya-e1102n3:36_0": "Having gone through the city of Sāketa, the Elder of Dhamma was endowed with good qualities,",
    "ai-anya-e1102n3:37_0": "The third chapter on quenching is finished."
}