{
    "ai-anya-e0812n0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-anya-e0812n0:1_0": "adorned with decorations,",
    "ai-anya-e0812n0:2_0": "On Desiring",
    "ai-anya-e0812n0:3_0": "by way of body, speech, and mind,",
    "ai-anya-e0812n0:4_0": "Who was reborn in the world of the gods, free from a low-lying family,",
    "ai-anya-e0812n0:5_0": "he should attain that indeed,",
    "ai-anya-e0812n0:6_0": "worshipping the Lord of Men, worshipping with respect to his feet.",
    "ai-anya-e0812n0:7_0": "which has reached the age of rebirth and old age, and has gone to the root of awakening.",
    "ai-anya-e0812n0:8_0": "(But) the King of the True Dhamma",
    "ai-anya-e0812n0:9_0": "Quickly expanded with seven-stops and seven wide,",
    "ai-anya-e0812n0:10_0": "We have acquired the treasure of the True Dhamma!",
    "ai-anya-e0812n0:11_0": "He who speaks to the sweetness of the people, (thinking):",
    "ai-anya-e0812n0:12_0": "The Great hero, because of the Dhamma’s treasure,",
    "ai-anya-e0812n0:13_0": "lived on, full of joy,",
    "ai-anya-e0812n0:14_0": "I worship that supreme Buddha,",
    "ai-anya-e0812n0:15_0": "Those who have given (afterwards) the inside of the journey",
    "ai-anya-e0812n0:16_0": "came to the Vedas, with knowledge and insight.",
    "ai-anya-e0812n0:17_0": "Happy is happy and recommended in others.",
    "ai-anya-e0812n0:18_0": "dust-free, my necklaces rubbed,",
    "ai-anya-e0812n0:19_0": "The first chapter containing to hate",
    "ai-anya-e0812n0:20_0": "the color of precious things is the colour of the treasure.",
    "ai-anya-e0812n0:21_0": "1.",
    "ai-anya-e0812n0:22_0": "Who gloriously release the Mucalinda (True) existence,",
    "ai-anya-e0812n0:23_0": "(Sakka) the man with his refuge (in order to) the manner of living beings,",
    "ai-anya-e0812n0:24_0": "1.",
    "ai-anya-e0812n0:24_1": "Transmigrating the profit, making precepts of danger, threatened by the power of the bonds of aggregates, the princess, aggregates, and the bonds of the beings in the various orders of his half-born under the headings of the (worlds) through the lotuses, from the time to time the consequences of the true Dhamma, and so on, craving for continue existence.",
    "ai-anya-e0812n0:24_2": "Doesn’t they want to lose their characteristics, etc., for what reason do they have already been described?",
    "ai-anya-e0812n0:24_3": "Likewise the swamp, they drive out the songs of the hollow, the goods, and the top of a lotus pond on which they reappeared in the same length of the wind, or their versaid.",
    "ai-anya-e0812n0:24_4": "the mind is constantly shaken by Vāsavasabha,",
    "ai-anya-e0812n0:24_5": "Yet even though they’re a deity of all deities, having all been reborn in the world, all of them who are made worms, and all-in-laws, considered all- in the world!",
    "ai-anya-e0812n0:24_6": "Or else, though it was due to the western Kings, in the bloom of the rays of his hand, the Supreme One, like a wounded by the gods.",
    "ai-anya-e0812n0:24_7": "Herein, just as, when birds (therefore) it is in a mind-made, (discourse of) mind, on its various occasions, expounded on the mind-made reverance created beings, on the path leading to the enemy of all.",
    "ai-anya-e0812n0:24_8": "And, although calmness is born in that tranquillity, his concentration has been converted to them, like an unpurified specified tranquillity by the stilling of the blessings, the torpor of the mind, and the word “unprofitable” , and with that torportunity as it is stated.",
    "ai-anya-e0812n0:25_0": "What is his eldest in speech, saying: “What is the use of your speech?”",
    "ai-anya-e0812n0:25_1": "Both these two sages in the world: the Sage, the one who knows, the head and the Indasāla, and the one who points his savings Indane.",
    "ai-anya-e0812n0:25_2": "Well then, when the perception of people",
    "ai-anya-e0812n0:25_3": "For even though I have understood these expositions, reference to the word ‘proacher’, double-organized in the Enlightened One’, or double-organs, having quiet at each other, he can also be profitable gifts such as: ‘By causing myself, now I will be quiet at each other,’",
    "ai-anya-e0812n0:25_4": "For the mind becomes really like this for refuge, to just so since it leads to future. That is why it is called “factor”.",
    "ai-anya-e0812n0:25_5": "the sage, having slaughtered that darkness, blessed with the blessing.",
    "ai-anya-e0812n0:25_6": "I’d befit my eyes like that, having given up all states of existence,",
    "ai-anya-e0812n0:25_7": "When his fetus got womb,",
    "ai-anya-e0812n0:25_8": "Herein, rolling on emerging from the destruction of the positions (concertains).",
    "ai-anya-e0812n0:25_9": "Or alternatively, ‘beings’ and ‘mindful’ means familiar with the jewels’ and so on. Thus he expressed his appreciation in fact that verses were resounded in the Laṅkā.",
    "ai-anya-e0812n0:25_10": "Next, the lifespan of all beings, etc., respectively abiding in being simply to him, etc.",
    "ai-anya-e0812n0:25_11": "Or alternatively, all-knowing and all-seeing, etc., respecting all the aspects of the removal of embracing materiality.",
    "ai-anya-e0812n0:25_12": "And because of the power of that, the noble ones do not swept away.",
    "ai-anya-e0812n0:25_13": "This is of the one kind already described in my lake.’",
    "ai-anya-e0812n0:25_14": "When the (which is) covered with defilements, stubborn, deportments, and all his good qualities,",
    "ai-anya-e0812n0:25_15": "and Vaṅkanāsika told his head in every way,",
    "ai-anya-e0812n0:25_16": "Likewise: “Ardent” accordingly expressed his appreciation to the goods, he raises his joined palms, and worships the minds of others.",
    "ai-anya-e0812n0:25_17": "In brief, the meaning here is this: by means of meaning and in construction.",
    "ai-anya-e0812n0:25_18": "but it is possible to dispraise the meaning in detail by means of embodiment.",
    "ai-anya-e0812n0:25_19": "Likewise when there is respectful for mindfulness, there may be for the purpose of respect.",
    "ai-anya-e0812n0:26_0": "1.",
    "ai-anya-e0812n0:26_1": "Questioning the teaching of the Buddhas, the perfume of (good) conduct, the pervading of the Saṅgha, the princess of the mind, and the aggregates, since he shows the way to the downfluence of the pervading bandits, etc., that is good fortune from oppressing, and moving for refuge; it is the way to get past, circumstance, jackal, and hardness.",
    "ai-anya-e0812n0:26_2": "this verse found in the Simile of the Mount Vedas.”",
    "ai-anya-e0812n0:26_3": "here it is said to be the first versed in the counselor: taking the first-jhāna access in the second, third time, generality, and to be shown by one who is shown by means of welfare and happiness.",
    "ai-anya-e0812n0:26_4": "Likewise in the supramundane Dhamma arranges the supramundane Dhamma a requestable, of the mind-made body, who shows that is in line with the special qualities of in himself.",
    "ai-anya-e0812n0:26_5": "But that very day did he shows the power of the Buddha, the Saṅgha, and has fulfilled the special qualities of the Dhamma in the way already stated.",
    "ai-anya-e0812n0:26_6": "Because they are clear-admittting their wounds, are skillful,",
    "ai-anya-e0812n0:26_7": "It is here that the fruit here is reckoned.",
    "ai-anya-e0812n0:27_0": "Again when they have arranged it, is the truth of the embracing for its adornment and disputing, they say, ‘Now, why do they actually practice absorption that is purified, like this, is the cleansing of the truth and mass of fire?",
    "ai-anya-e0812n0:27_1": "for he has granted the fruit of that (but) the bad is the definition of the Fruit.",
    "ai-anya-e0812n0:27_2": "Furthermore, the sound of the ears is quite shown by or jewels, the sound of adornments, the bodies of fragrance, or the kettle-drums in the ordornments of the embellishments, having adorned with the Buddhas’ embracing the sound of decorated through the drums, and so on; it shows that he is very pure, thought about for the sound of jewels, respecting the sound of jels, etc., and the sound of eldestments and the ears of jels, and the sound of making adorns, and so on.",
    "ai-anya-e0812n0:28_0": "And its characteristic is evident in its function. It is manifested as a state of anchoring the mind’s being bounded with the characteristic of composed with that for its advantage.",
    "ai-anya-e0812n0:28_1": "For it’s said that the best thing is carried away.",
    "ai-anya-e0812n0:29_0": "“ both is the top of both -",
    "ai-anya-e0812n0:30_0": "The same thing happened in the way already described.”",
    "ai-anya-e0812n0:31_0": "They’re a carer,",
    "ai-anya-e0812n0:31_1": "The binding of bound together by the remaining waves of the binding its head is on the remainder of the length of the separates, and on the ground held under the cutting it off, the habit for future lives is the way already stated.",
    "ai-anya-e0812n0:32_0": "(But) you were to remove delight in relinquishing servants, so much for them, and they added to what was suitable. Instead, you should know about the past, the Buddhas of the head, and its enemy, this is the extent of the head hairs, horses, and so on.",
    "ai-anya-e0812n0:32_1": "For this is said:",
    "ai-anya-e0812n0:33_0": "“From combinement on the texts, the bound and the rolls forth evenly.",
    "ai-anya-e0812n0:34_0": "inquiry, report to inquiry, and acting out of that wrong view.”",
    "ai-anya-e0812n0:35_0": "They’re a carer,",
    "ai-anya-e0812n0:35_1": "Endowed with the professions of good qualities, encountership, horses, and chariots, deceitfulness, incomplishing the three Vedas, encounters, and attachments, the foreignorants, the three marks, the four elements, the five beginning with what is known as a personalsociation without discrimination. The characteristics of knowledge, fitting the thicknesses, as auise, authority and voidsity. For he has no doubts about the teachings, resulting indecieousness, pervading inde .",
    "ai-anya-e0812n0:35_2": "Herein, this verse is the league in that place.",
    "ai-anya-e0812n0:36_0": "The method of explanation apprehending the whole of the world in the world “fuse” , “One who is weakened” , “One who is learning the incomparable” , “One who is learning the conformity with the welfare of all the deities,” and so on. Then the meditator should confess it also as follows:",
    "ai-anya-e0812n0:36_1": "This includes such things as sofas, having gone to the openings of all kinds, embraced with the profundity of foulness, embryodying on the air, or whose mind is satisfied with all the paths of the precious stems, or one whose mind is satisfied with all the equal treasures, and it is capable of liberating the drum of many soups, with the seer of living beings.",
    "ai-anya-e0812n0:37_0": "from both sides, the Sage and Mucalinda (tree), from the navel and wounds, which were split open with unshakable curledge, limb, and was surrounded by the fivefold Noble Ones’ village, the master of the Indasland, and sixth of the Faith consisting of the Vihāra.",
    "ai-anya-e0812n0:37_1": "For the deities say that the deities have gone to ourselves and offered usual food. Going the place where they call a stick, they wait, saying: “It’s a place where food is prepared.”",
    "ai-anya-e0812n0:37_2": "(But) the Lord of Sages wearing away, I am reborn in the womb, and beautiful for that fair",
    "ai-anya-e0812n0:37_3": "Or because of a poisoning song, having smeared with perfumes, and so on, the sound of collapsed.",
    "ai-anya-e0812n0:37_4": "They suffer long the taste of the Dīghanakha,",
    "ai-anya-e0812n0:37_5": "Standing by one of his own virtues, etc., according to the urgency of one who has taken his own good qualities, thus he is enlightened .",
    "ai-anya-e0812n0:37_6": "There are other sages in the carpets of Jambudīpa, who are faithful, consecrated by the bandits, consecrated with the Enlightened One, whose minds are considered to be devoted to the Enlightenment-trays.",
    "ai-anya-e0812n0:37_7": "Because the western task is good in the very neck because it’s good fortune to be given within the Sura.",
    "ai-anya-e0812n0:37_8": "That is why a mind-made body is ripe and fathomed with lots.",
    "ai-anya-e0812n0:37_9": "in the world an abiding here in this world that is always owing to.",
    "ai-anya-e0812n0:37_10": "On the contrary, the best of mentioned is continually.",
    "ai-anya-e0812n0:37_11": "For this is said:",
    "ai-anya-e0812n0:38_0": "“This in the world with its gods, Knowledge to understanding,",
    "ai-anya-e0812n0:39_0": "for the sake of subduing heaps there were adorned with festivals of people in the Suddhodana” (Anāthapiṇḍika),",
    "ai-anya-e0812n0:40_0": "Presentment in the signs",
    "ai-anya-e0812n0:41_0": "2.",
    "ai-anya-e0812n0:42_0": "had arranged for the parks,",
    "ai-anya-e0812n0:43_0": "Likewise they swell the worms of the Buddhas.",
    "ai-anya-e0812n0:44_0": "2.",
    "ai-anya-e0812n0:44_1": "To show the brilliant oppression of the successive embellishments, which have been shown for the success of good qualities, the aggregates, for the sake of the treasures, and for the aggregates, they show the constructions of furthermounting, the confidence of those who have it, the continually to show the consequence of its characteristics, etc., to be shown by announcing the easternment, etc., as its characteristic, and for its characteristic. That is why it is the escape from counciousness.",
    "ai-anya-e0812n0:44_2": "calming it to the delightful parks, etc., that drops, etc., or like a mortification in shrines, etc.,",
    "ai-anya-e0812n0:44_3": "for the bonds to be cut off at the root of an enemy, and to curry.",
    "ai-anya-e0812n0:44_4": "(performed) adorned with decorations and decorations, (herself) with the Island of Laṅkā, having adorned with jewels, ornaments.",
    "ai-anya-e0812n0:44_5": "Content in peace,",
    "ai-anya-e0812n0:44_6": "at the time of the two monasteries, there are two former times,",
    "ai-anya-e0812n0:44_7": "both of them.",
    "ai-anya-e0812n0:44_8": "Today there are (also) people,",
    "ai-anya-e0812n0:44_9": "Likewise in the case of the cotton-down quelling curses.",
    "ai-anya-e0812n0:44_10": "So it is peaceful, meaningful:",
    "ai-anya-e0812n0:44_11": "just the sea of the Magadhans in the Magadhans there.",
    "ai-anya-e0812n0:44_12": "They’re either typical or scholar,",
    "ai-anya-e0812n0:44_13": "And the cleansing of the lifespan, which is purified, cleansing the mind of non-human beings and so on, pure and fame,",
    "ai-anya-e0812n0:44_14": "They don’t it as they did.",
    "ai-anya-e0812n0:44_15": "But in the learning of the ascetic practices that is cleansed by the method of virtue and the others, etc., as to the point of his own and so on. And it is only the Sakyans, and so on.",
    "ai-anya-e0812n0:44_16": "At the time when he has fulfilled it, he fulfills it.",
    "ai-anya-e0812n0:44_17": "This was not pure in their own fact that had been purified by the Suddhodana abode of supreme beings, and it was like the monkey, who, having taken it that was worthlessly black and pure adorned with adornments, said: “We have it no listening to the humours,”",
    "ai-anya-e0812n0:45_0": "“But there is nothing that should be done",
    "ai-anya-e0812n0:46_0": "they in countless ways",
    "ai-anya-e0812n0:47_0": "(But) the psychic power of one who has lost his virtue,",
    "ai-anya-e0812n0:48_0": "like a hunter.”",
    "ai-anya-e0812n0:49_0": "For what is said is what is said.",
    "ai-anya-e0812n0:50_0": "My sensible people, making a precious response of sat down for the east, and the western gate, like a jackal whose minds are shrines for a teacher, like a jackal whose minds are mentioned, is said to be foremost in swelling: “What is this? ”",
    "ai-anya-e0812n0:50_1": "(but) it is from adornment and requisites for the adornments that have been drawn from the forest, from Laṅkā, or from the whole of Laṅkā, or from the Debode of Laṅkā, having adorned in auspicious , etc., and also included in the minds that were favourable to the jewels, and all the others likewise birds in the nobles of the music, making subdornments, and so on.",
    "ai-anya-e0812n0:50_2": "and in the Magadhans there are noise of existences.",
    "ai-anya-e0812n0:50_3": "They were typically filled with the Magadhans,",
    "ai-anya-e0812n0:50_4": "is pure and has the Magadhan Kings.",
    "ai-anya-e0812n0:50_5": "Having noise than the sounds of such as enemy, at the time of day,",
    "ai-anya-e0812n0:50_6": "So it is of those who were pure, free of defilements and mindfulness, and because of the wide-remborn of mindfulness and contempt, and because they are pure in mind.",
    "ai-anya-e0812n0:50_7": "And observed this great position that is a precious thing, even when the words can be understood as “bless” , etc., he can be seen in the sense of urgency.",
    "ai-anya-e0812n0:50_8": "For it’s said that the best thing is carried away.",
    "ai-anya-e0812n0:51_0": "“But there is nothing that should be done",
    "ai-anya-e0812n0:52_0": "they in countless ways",
    "ai-anya-e0812n0:53_0": "(But) the psychic power of one who has lost his virtue,",
    "ai-anya-e0812n0:54_0": "like a hunter.”",
    "ai-anya-e0812n0:55_0": "The meaning of this:",
    "ai-anya-e0812n0:55_1": "(Anāthapiṇḍika said): “In Bhikkhus, there is a suitable reason for speaking the word about the great enclosures of the Bodhisattas, having gained faith in the Great Champion, like the Supreme One in the Mahātittha gardens, with a mind like a lute heaping from the hands of the bowl, which brings to mind the forest, like a rising into an embroider.”",
    "ai-anya-e0812n0:56_0": "the commentary on the private parts,",
    "ai-anya-e0812n0:57_0": "3.",
    "ai-anya-e0812n0:58_0": "Therefore the one should live in the adornments of the city (of Laṅkā).",
    "ai-anya-e0812n0:59_0": "(Those) possession of the goldsmith,",
    "ai-anya-e0812n0:60_0": "3.Teneccādi.",
    "ai-anya-e0812n0:60_1": "Questioning by means of the adornments (wells) with the fortunate use, the fortnight or the decorated (for him) with the fragrance of the Lord of the Earth, having adorned with adornments, defeats, (goods) aspies, ornaments for the purpose of (where elsewhere, it is called) existence, that is to say, the Lord of the Lord of the Death, the Worns, the Worns, the Worlds, the Truptions of the Jeweldly to the Deld, and so on. It is consequence of eldly, it, Tenldly, it, it is to eldly, it, it, it, as to symbortorned by the bobdly, or to eldly, or to eee",
    "ai-anya-e0812n0:61_0": "Those delighting in auspicious retinue (for Buddha), the Lord of the Earth,",
    "ai-anya-e0812n0:61_1": "Telling the sound of decorated corpses, having adorned with the bandits, constructed with various kinds of fragrances, enclosures, doubles, jackals, flattery, decorated with flags, festivals, and enclosing the cargories, the ropes for sounds, or any any aspects of the jewels, and whatever maniness.",
    "ai-anya-e0812n0:61_2": "While he was doing this, he said: “Stop adorned with adornments, castegories, and all-clothsing verses, reading to Laṅkā, apprehending the names, clans, decorated with festivals, and so on.”",
    "ai-anya-e0812n0:62_0": "ornaments for the sake of (of serving) the ropes of foestivals and trees; the various embellishments for the sake of this body, as it were with the jewels of peacocks and so on.",
    "ai-anya-e0812n0:62_1": "For said: “Someticsorpions in the ears is learning, adorned with various kinds of ornaments, and so on including the minds of Laṅkā, as well as specifically,",
    "ai-anya-e0812n0:62_2": "While exclusively:",
    "ai-anya-e0812n0:63_0": "“Your sounds, decorated with your ears,",
    "ai-anya-e0812n0:64_0": "And during the opposite sex, submitting them with this.”",
    "ai-anya-e0812n0:65_0": "Since they are so called because they are recklessly.",
    "ai-anya-e0812n0:65_1": "composed, attacked, harassed, and praised by the word of the meaning.",
    "ai-anya-e0812n0:65_2": "and they are for the opposite sex.",
    "ai-anya-e0812n0:65_3": "for adorning the cluster festival on your face,",
    "ai-anya-e0812n0:65_4": "Their grasping leads to continued existence.",
    "ai-anya-e0812n0:65_5": "it is tied up with the Tusita bodies, and that is how a league is to be shown in one who is worshipped in the various forms.",
    "ai-anya-e0812n0:65_6": "If he has the characteristic of it, etc., in that place he has reached a league out of its own characteristic, etc., with the ultimate characteristic, etc., invariably,",
    "ai-anya-e0812n0:65_7": "And in order to show the meaning here is that anchoring the three characteristics of impermanence in constructions of Sāketa.",
    "ai-anya-e0812n0:66_0": "“ both is the top of both -",
    "ai-anya-e0812n0:67_0": "The same kind of person is spoken in the same way as stated.”",
    "ai-anya-e0812n0:68_0": "and now that I’d like a swamp inquiry is repulsible for the purpose of subtle and forceful suppressing as if I were being carried along by the head.",
    "ai-anya-e0812n0:68_1": "for this is said:",
    "ai-anya-e0812n0:69_0": "“From the transferring to a man,",
    "ai-anya-e0812n0:70_0": "whether inquiry, or will they realize the goal of others?”",
    "ai-anya-e0812n0:71_0": "And here the characteristics wherever it’s like gold, big trickling out, living in a large lake, swept’s thriven by it.",
    "ai-anya-e0812n0:72_0": "3.",
    "ai-anya-e0812n0:72_1": "Questioning by means of the carcass of Laṅkā, the Vajjis ornaments, having made known fragrances and garlands, jewels curs out of the islands, embraces, all the times, ties, ornaments of the Vajjises, ornaments and garlands, fragrances, and perfumes; and it is the ten indulgences of gems, or adornments, ornaments, ornaments, jewels, and so on; that is to say, the Teacher, the wish-ctions of the embes of the embroad, that is to scents of water, delightfulfumes, fragrance of water, ornaments.",
    "ai-anya-e0812n0:72_2": "* Thinking: ‘Because of this,’ the sound of drums,",
    "ai-anya-e0812n0:73_0": "decorated Vajjis outs ornaments,",
    "ai-anya-e0812n0:73_1": "form, formless, or suitable.",
    "ai-anya-e0812n0:73_2": "they were made a decorated through the whole of Laṅkādīpa, having adorned with the bodies of adorned with the fragrant bodies, and was made with the jewelry and pearls, and pearls made with flags.",
    "ai-anya-e0812n0:73_3": "Those inspires confidence in him, the sound of the adornments and the private parts, which were called “the perfection of the (supernatural) faculties and so on.",
    "ai-anya-e0812n0:73_4": "But when this body is undefinished, then it is called, bedecked by the jewels, enclosures, having manifold mark, and such as: “This body is called ‘uncle’ because of its being unshakable’, enclosed by the head of the jewels, jackals, and so on.”",
    "ai-anya-e0812n0:73_5": "For this is said:",
    "ai-anya-e0812n0:74_0": "“Your sounds, decorated with your ears,",
    "ai-anya-e0812n0:75_0": "And during the opposite sex, submitting them with this.”",
    "ai-anya-e0812n0:76_0": "Herein, what is called the “restraint in the” is the definition of the treasure and is for the purpose of being” , what is the fortunateness to be experienced as unsuitable?",
    "ai-anya-e0812n0:77_0": "4.",
    "ai-anya-e0812n0:78_0": "Those who have wisdom in between cuttings,",
    "ai-anya-e0812n0:79_0": "(but) after being bended, the Lord of the Worldship,",
    "ai-anya-e0812n0:80_0": "5.",
    "ai-anya-e0812n0:81_0": "What can there be no footprints for waves and feet?’",
    "ai-anya-e0812n0:82_0": "Those who wear judged the possessions, honor, and popularity,",
    "ai-anya-e0812n0:83_0": "4-5.",
    "ai-anya-e0812n0:83_1": "Having thus shown that the characteristic of investigation of building sites here and now, having shown that the three characteristics of practitioners, which is torpor in all its special qualities, having made the gift of its characteristic;",
    "ai-anya-e0812n0:83_2": "without saying:",
    "ai-anya-e0812n0:84_0": "“All my virtues are quite evident in every way,",
    "ai-anya-e0812n0:85_0": "what do you do to cook the goods in need?”",
    "ai-anya-e0812n0:86_0": "So what is shared in the special qualities of good qualities such as these two, not just as much as a man who knows the meaning.",
    "ai-anya-e0812n0:87_0": "“And how is it one who knows people’s special qualities?",
    "ai-anya-e0812n0:88_0": "What is the gaining of mind for form?”",
    "ai-anya-e0812n0:89_0": "That is why it should be shown by one who shows the special qualities of insight, etc., in the Paṭisambhidā, the Suttanta, which is showed in the way beginning, “Now, what is not shared by mundane and supply” .",
    "ai-anya-e0812n0:89_1": "Herein, there are some who: it is incapable of this.",
    "ai-anya-e0812n0:89_2": "Where they are not included together in the way described under the cutting off all kinds of unity, and so on. They are not jointed in the same way since they do not exist.",
    "ai-anya-e0812n0:89_3": "for wisdom are practised by wisdom, proficient in the formless realm.",
    "ai-anya-e0812n0:89_4": "What kind of happiness can you say?",
    "ai-anya-e0812n0:89_5": "He for the purpose of making arrangements in the ears, etc., that is to say in the hand of the ears, nose, tongue, the body, and the minds that are likable, desirable, agreeable, beneficial, and pleasant.",
    "ai-anya-e0812n0:89_6": "these have been recited;",
    "ai-anya-e0812n0:89_7": "and because they are strong that because they are weak, conquered by understanding, because of being described as being heedless and quiet and still when they are faithful, they make a wish:",
    "ai-anya-e0812n0:89_8": "And when they do so, each tossed in this way, they couldn’t get catch shade and hardly chaff, soiled by even their feet.",
    "ai-anya-e0812n0:89_9": "from time to time the opposite sex, which is indicated by the deportment of the head, as being unable to discern it, and the level of the ears, namely, the nose-holes, the horses, the chariots, and so on, it is the uneven ground,",
    "ai-anya-e0812n0:89_10": "That is why the Blessed One said:",
    "ai-anya-e0812n0:90_0": "“It is a person who is low by mixing with the lowly,",
    "ai-anya-e0812n0:91_0": "He should not abandon you, goodness, intelligent,",
    "ai-anya-e0812n0:92_0": "By inclining to the best he quickly rises up,",
    "ai-anya-e0812n0:93_0": "therefore a higher than this one is said to earn a husband.”",
    "ai-anya-e0812n0:94_0": "After that, when aiming at these special qualities the attributes of profound, the precious aspects, etc., is one who is wise, aiming at distinction, one who is unsuitable, in this way.",
    "ai-anya-e0812n0:94_1": "A poetry and goad,",
    "ai-anya-e0812n0:94_2": "Hence it to them, “Why don’t you have a dog’s feet?”",
    "ai-anya-e0812n0:94_3": "In this world, when these people are satisfied, they must be undertaken by the feet of the Realized One, the wide of their feet, the footprints of the feet, the rest, and the places of the feet, and the rest of the desert in this way.",
    "ai-anya-e0812n0:94_4": "but now you get when you don’t need.",
    "ai-anya-e0812n0:94_5": "Those who have done good things in the past was deed and so on were hidden by the hand of feet, experted by the feet, by the tips of the hairs, wrapped in a poison, and enjoying seclusion, the liberating of various kinds of little good qualities, and so on. They are cleansed in the way already described.",
    "ai-anya-e0812n0:94_6": "And that secret opposite sex only with a sweet, deliverance, and rude on some business.",
    "ai-anya-e0812n0:95_0": "4-5.",
    "ai-anya-e0812n0:95_1": "Even when the whole of the kingdom was busy leprosy all afflicted with various kinds of secret hate for the sake of the captivating embankments and for the sake of their own hands and feet were showing him to show that the very best of men bents.",
    "ai-anya-e0812n0:95_2": "of what extol in verse?”",
    "ai-anya-e0812n0:95_3": "Whatever lack of inner a sesame seed is known as having many such things as playing in the variety of hide. Its fragrance, liquors, radiating ear-picks, sounds, smells, tastes, touches, and thoughts, bloated inner clothes, value and sized by the hands, respectively to be found.",
    "ai-anya-e0812n0:95_4": "These perceptions of such as these, intelligentness, deceitfulness, observed by the wisdom there is from the power of delusion, variety of delusion, do not get rid of anything.",
    "ai-anya-e0812n0:95_5": "one isn’t found in you, and your Teacher generates them with specific purpose and inhabit,",
    "ai-anya-e0812n0:95_6": "Therefore it is said:",
    "ai-anya-e0812n0:96_0": "“And how is it one who knows people’s special qualities?",
    "ai-anya-e0812n0:97_0": "What is the gaining of mind for form?”",
    "ai-anya-e0812n0:98_0": "The meaning of this:",
    "ai-anya-e0812n0:98_1": "in the Buddha’s virtue, how is it that he has analyzed these people?",
    "ai-anya-e0812n0:98_2": "Because their creations of visible objects and difference in accordance with the fine-material sphere, accumulations, etc., still they don’t have the same kind of quick to continue.",
    "ai-anya-e0812n0:98_3": "This is called what is said.",
    "ai-anya-e0812n0:99_0": "“All my virtues are quite evident in every way,",
    "ai-anya-e0812n0:100_0": "what do you do to cook the goods in need?”",
    "ai-anya-e0812n0:101_0": "The meaning of this:",
    "ai-anya-e0812n0:101_1": "Without doing allayments, attributes of equals, domain, entrails, and points out what is used in a distance, which is the ultimate goal, the alms attelligence, and in the opposite sex, what is the matter of their disortion?",
    "ai-anya-e0812n0:102_0": "In this world, those who are types of merits,",
    "ai-anya-e0812n0:103_0": "“You’re respected, respected, and admired,",
    "ai-anya-e0812n0:104_0": "an admonisher who accepts admonishment,",
    "ai-anya-e0812n0:105_0": "And in the deep matters,",
    "ai-anya-e0812n0:106_0": "they don’t urge you to do bad.”",
    "ai-anya-e0812n0:107_0": "What’s more than one day? There’s no footprint of the teachers’ teachers embracing a foot-stool; what’s the point of a teacher? What’s the name of the teachers of the teachers?",
    "ai-anya-e0812n0:107_1": "Those who have done good deeds, ~ Puṇṇaka, and Kattikā, the dust of the feet, the afflicted by the feet, the Independent Buddhas, and whose victorious their adornments will know seclusion, whose minds are clear, and whose violence is free from seclusion.",
    "ai-anya-e0812n0:107_2": "He has also heard that the ascetic Gotama is prohibited because he has heard that he has heard the name of the temperaments.",
    "ai-anya-e0812n0:107_3": "bows at the feet of Suppiyā and the graceful the dye well.",
    "ai-anya-e0812n0:107_4": "you should cultivate the whole of the Buddhas’ funeral pyre, and get to be cultivated by it.",
    "ai-anya-e0812n0:107_5": "for this is said by the Blessed One:",
    "ai-anya-e0812n0:108_0": "“It is a person who is low by mixing with the lowly,",
    "ai-anya-e0812n0:109_0": "He should not abandon you, goodness, intelligent,",
    "ai-anya-e0812n0:110_0": "By inclining to the best he quickly rises up,",
    "ai-anya-e0812n0:111_0": "therefore a higher than this one is said to earn a husband.”",
    "ai-anya-e0812n0:112_0": "6.",
    "ai-anya-e0812n0:113_0": "with minds fixed in the places, strikes about,",
    "ai-anya-e0812n0:114_0": "Whatever (because of) the Lord of the World’s Cannot (without) himself,",
    "ai-anya-e0812n0:115_0": "7.",
    "ai-anya-e0812n0:116_0": "like one who stands on the lotus-like.”",
    "ai-anya-e0812n0:117_0": "by which others, being attached, raising the Trunk in the details.’",
    "ai-anya-e0812n0:118_0": "6-7.",
    "ai-anya-e0812n0:118_1": "In this way the detailed explanation of the several people who bring nothing to an end, etc., and after showing them the approaching place in the size of all they wait for the drying, etc., saying, “What has to do with us?”",
    "ai-anya-e0812n0:118_2": "one rolled forth like a priceless yoke—are what can be attained?",
    "ai-anya-e0812n0:118_3": "This includes all the monks from the group of six, etc., that is free from fear, bird, change inte, and including each other. And he shows that he has been drawn by careful and swept away by rope, traversion, and tortures. And he leopards a great embraces, trade and quantity of bonds; it jackals, safflicity, and bigs and wealth.",
    "ai-anya-e0812n0:118_4": "It may be for him to be follows: “The forehead, the opening of the head, the rolling of force, the forehead, the meaning of for whomever is protected, or fortunate,”",
    "ai-anya-e0812n0:118_5": "In the same way the Teacher, Such-like, unmatched in the world,",
    "ai-anya-e0812n0:119_0": "“The Great Hero, Vaḍḍha, Bandhuka has the characteristic of continued existence",
    "ai-anya-e0812n0:120_0": "the site of pleasure (of sanctions), and also heading for a mouthful.",
    "ai-anya-e0812n0:121_0": "Thus what is called to be found stored up, what is stored up,",
    "ai-anya-e0812n0:122_0": "The Book of the Four Fruits",
    "ai-anya-e0812n0:123_0": "covered in gold, silver, and money;",
    "ai-anya-e0812n0:124_0": "fleeing in a charm-rest rice, a sweet-smelling honey-balls,",
    "ai-anya-e0812n0:125_0": "When the prince (from the power of) continuity arise in a charming boy.",
    "ai-anya-e0812n0:126_0": "Forms of the Vedas, Vajirā, and so on.",
    "ai-anya-e0812n0:127_0": "and saw her between the time she became elated.",
    "ai-anya-e0812n0:128_0": "Beautiful Nālandā",
    "ai-anya-e0812n0:129_0": "May you revere the blessing of all worlds, the world of the gods,",
    "ai-anya-e0812n0:130_0": "Equanimity is to be found in the Kapilavatthu at the time of the Sākiyans.” Thus these verses:",
    "ai-anya-e0812n0:131_0": "Thus there the discussion amongst those who talk about birds (thinking):",
    "ai-anya-e0812n0:131_1": "the Lord of the Earth, the Lord of the Earth, tricked to influence, like the Lord of the Earth,",
    "ai-anya-e0812n0:131_2": "Following the Fruits of the Four Ways",
    "ai-anya-e0812n0:131_3": "The Dhamma upholds because of rehabilitation, etc.,",
    "ai-anya-e0812n0:131_4": "the meaning is this: he guards the end of knowledge, protection, safety, and security.",
    "ai-anya-e0812n0:131_5": "Possessing in Hell is an end,",
    "ai-anya-e0812n0:131_6": "the bonds of all beings.",
    "ai-anya-e0812n0:131_7": "Using the fourth territory, the cowherd’s armies, embarrass, and the courtesan from the four sides. Udena, the incomparable, and the twisted on towards wherever he wants.",
    "ai-anya-e0812n0:131_8": "A bee taken:",
    "ai-anya-e0812n0:131_9": "liberated, overcome by grief,",
    "ai-anya-e0812n0:131_10": "Sleep in a mansion, along with a shake,",
    "ai-anya-e0812n0:131_11": "A swept away a strong person",
    "ai-anya-e0812n0:131_12": "the sign of battle, etc.",
    "ai-anya-e0812n0:131_13": "Developing the state of dispelling,",
    "ai-anya-e0812n0:131_14": "As they were exciting the interpreting a snake with its shaft and so on, lots of alms-food, lodgings and medicines and supplies for the sick.",
    "ai-anya-e0812n0:131_15": "Endowed with the eighty currents, amongst themselves, a unintelligent, and unequalled to each other. And one constantly and neck one another with each other.",
    "ai-anya-e0812n0:132_0": "And just as in the Vibhaṅga too, Kisākha, and Madhī, and so on means of the special citadel, etc., each other with its own hands, which is attached to, seeing the mind-made, and so on.",
    "ai-anya-e0812n0:133_0": "“Nothing should be endowed with everyone’s cloth, nor with weapons,",
    "ai-anya-e0812n0:134_0": "What if they are paralyzed, ~ if they do not obstruct the one who knows the good.”",
    "ai-anya-e0812n0:135_0": "Another:",
    "ai-anya-e0812n0:136_0": "“First in first of virtue, having spoken thus, each being unable to familiar with what is suitable,",
    "ai-anya-e0812n0:137_0": "The path of (good) debate; the path is reckoned as a murderer.",
    "ai-anya-e0812n0:138_0": "after splendid beautifully in twenty-four thousand (people),",
    "ai-anya-e0812n0:139_0": "today it’s not worth a sixteenth part of the day.”",
    "ai-anya-e0812n0:140_0": "True Dhamma in the True Dhamma’s presence, enveloped in all aspects, talk about nonsense, who talk about the true teaching and training, and is handed down to clarity and valuable in their hearts, observed by the True Dhamma’s presence, and greatly prosperousness of the good people.",
    "ai-anya-e0812n0:141_0": "Bonds and doing what is allowable and unwilling. It has the characteristic of non-defection. For its characteristic, etc.",
    "ai-anya-e0812n0:141_1": "and on the fortnight here and there.",
    "ai-anya-e0812n0:141_2": "One is placed aside, boarding, established, and crowded,",
    "ai-anya-e0812n0:141_3": "There the deliverance of loving-kindness is shown by one who has no observed his own function interpretation of separation: “Now there, oppressed in the development of the mind investigating the Arahantship over the meditation subject.",
    "ai-anya-e0812n0:141_4": "(The Buddha) was well spoken by the words that are well spoken about, well-proclaimed,",
    "ai-anya-e0812n0:141_5": "that self-developed knowledge has been shown, is what is very far away (is given) for you.",
    "ai-anya-e0812n0:141_6": "“All these are to be seen, heard, thought, and known thus: “This is a term for the development of theness of the Paṭisambhidā, which is the purpose of showing the grossness of the Ways, and its needs improvement, and its needs to be shown.”",
    "ai-anya-e0812n0:141_7": "for that is similar to such a bonds,",
    "ai-anya-e0812n0:141_8": "For this is said:",
    "ai-anya-e0812n0:142_0": "“Should worship",
    "ai-anya-e0812n0:143_0": "My good riches are",
    "ai-anya-e0812n0:144_0": "and with all attachments.",
    "ai-anya-e0812n0:145_0": "He is a cause of bondage.”",
    "ai-anya-e0812n0:146_0": "* Whatever mind is connected with the mental joy that aroused,",
    "ai-anya-e0812n0:146_1": "But it shows why it is not an opposite sex in his own state with its own aim.",
    "ai-anya-e0812n0:146_2": "delight in cleaving these things,",
    "ai-anya-e0812n0:146_3": "it’s not possible that an irritable feeding ground on someone else’s end, who has reached the ultimate end, the evening, the conduct, the underlying tendencies, or the attainment of the noble ones.",
    "ai-anya-e0812n0:146_4": "Herein, on account of that these two kinds of discovering, the wise inherent tendencies, the essence, the good persons, the essences, and the wise manifold essence, and the clevers were taught by the wise, etc., and the learned in the ignoble ones:",
    "ai-anya-e0812n0:146_5": "To help themselves in the way they have developed themselves with such a generation as the discrimination of the development of the non-existences, and so on.",
    "ai-anya-e0812n0:146_6": "For this is said:",
    "ai-anya-e0812n0:147_0": "“Today isn’t found in the past,",
    "ai-anya-e0812n0:148_0": "they put down the virtues of being bound up to speak.",
    "ai-anya-e0812n0:149_0": "Not by powdering the wind, he wore it.",
    "ai-anya-e0812n0:150_0": "Only doing what is hard to do.”",
    "ai-anya-e0812n0:151_0": "for the wise persons, etc., are called wise ones by understanding, and so on.",
    "ai-anya-e0812n0:151_1": "on the same occasion when he said, “This uninterruptedly in such a primary element,” and so on.",
    "ai-anya-e0812n0:151_2": "They imprisoned into a bondservant, an enemy, and any rebirth in the underworld.",
    "ai-anya-e0812n0:152_0": "6-7.",
    "ai-anya-e0812n0:152_1": "Now comes the desert up of the miracle in the tanks of all kinds, that is to say, the time to be taken by an allocation of the perfume of the kasiṇas, etc., “How should we clean it?”",
    "ai-anya-e0812n0:152_2": "The needles poisonous snakes their minds repeatedly pressuring them with a body of the thoroughly fixed in the greatest excess of the mind. When they do not think, ‘Nothing elsewhere’ means that envy is granted, shaking off the perfume of the private parts, and that which is the refuge for continued existence.’",
    "ai-anya-e0812n0:152_3": "Saying: ‘This is the nakedness, this is not the escape from the dancing, this is the etc.,",
    "ai-anya-e0812n0:152_4": "“It may be that neither too little nor too much practices.",
    "ai-anya-e0812n0:152_5": "They made a miracle, a boat, a cracking, and one is present.",
    "ai-anya-e0812n0:152_6": "There are some people there who are not computing with the attributes of poisonous discourses, etc., just as they learned in the way beginning, middle, and end, endeavour. They try to ignoble and counselors, and eloquently. And they transgressed resentfully.",
    "ai-anya-e0812n0:152_7": "That bondage, (were) straying and flawlessly arise, (and) like she was led on by others.",
    "ai-anya-e0812n0:152_8": "Though he goes together with those eighty people, he converses them with unrestrained words, he dispells those who proceeds.",
    "ai-anya-e0812n0:152_9": "owing to the eastern gate he is added: “Through the opposite sex, and so on, even when guided by the wind, he is carried along.”",
    "ai-anya-e0812n0:152_10": "For this is said:",
    "ai-anya-e0812n0:153_0": "“Today isn’t found in the past,",
    "ai-anya-e0812n0:154_0": "they put down the virtues of being bound up to speak.",
    "ai-anya-e0812n0:155_0": "Not by powdering the wind, he wore it.",
    "ai-anya-e0812n0:156_0": "Only doing what is hard to do.”",
    "ai-anya-e0812n0:157_0": "The meaning of this:",
    "ai-anya-e0812n0:157_1": "Whatever is proximate cause should be given up in the past, the present life, and change in its special qualities of enemy, etc.,",
    "ai-anya-e0812n0:158_0": "And here it is called “shomader” in the way beginning, “should be seen” and “shoutd,” and “should neglect” according to the family, being generated by the rising of their enclosures and torpositions, or “smounting the birds of enclosed by the wind, or burning and swallowing and torping away.",
    "ai-anya-e0812n0:158_1": "(Whoever called) “changer” has crushed and so on.",
    "ai-anya-e0812n0:158_2": "And the characteristic of enduring is shown here and there; the strikes of quarrels in the scriptures, and the manifestation of the observed.",
    "ai-anya-e0812n0:158_3": "How should we see the characteristics in this way:",
    "ai-anya-e0812n0:159_0": "“The Great Hero, Vaḍḍha, Bandhuka has the characteristic of continued existence",
    "ai-anya-e0812n0:160_0": "the site of pleasure (of sanctions), and also heading for a mouthful.",
    "ai-anya-e0812n0:161_0": "Thus what is called to be found stored up, what is stored up,",
    "ai-anya-e0812n0:162_0": "The Book of the Four Fruits",
    "ai-anya-e0812n0:163_0": "covered in gold, silver, and money;",
    "ai-anya-e0812n0:164_0": "fleeing in a charm-rest rice, a sweet-smelling honey-balls,",
    "ai-anya-e0812n0:165_0": "When the prince (from the power of) continuity arise in a charming boy.",
    "ai-anya-e0812n0:166_0": "Forms of the Vedas, Vajirā, and so on.",
    "ai-anya-e0812n0:167_0": "and saw her between the time she became elated.",
    "ai-anya-e0812n0:168_0": "Beautiful Nālandā",
    "ai-anya-e0812n0:169_0": "May you revere the blessing of all worlds, the world of the gods,",
    "ai-anya-e0812n0:170_0": "Equanimity is to be found in the Kapilavatthu at the time of the Sākiyans.” Thus these verses:",
    "ai-anya-e0812n0:171_0": "The meaning of this:",
    "ai-anya-e0812n0:171_1": "A high and luxurious resting places, “These are high and luxurious resting places.”",
    "ai-anya-e0812n0:171_2": "The characteristics of someone who is defined by the similes of the head, etc., or the cluster of the level of the mouth, or the gods from that point:",
    "ai-anya-e0812n0:172_0": "“I saw the Northern Gates, Nor said the gods,",
    "ai-anya-e0812n0:173_0": "The Himalayas named Gandhāras.",
    "ai-anya-e0812n0:174_0": "Pollutants or jackals,",
    "ai-anya-e0812n0:175_0": "Decendently the earth sovereignty like a kingdom.”",
    "ai-anya-e0812n0:176_0": "Having the wishes of the bonds, etc., both in hypocrisy, “Beings are the marks of a monasteries or a man.”",
    "ai-anya-e0812n0:177_0": "Now, the four castes constantly settles to the decorated capital, the four quarters of the rainy season, the Lord of the Earth, the Around, the Lord of the Jina, the Earth, the Champion, the Sage, the Sole Protector of the World, the Mounts, the Champion, the Siṅkicca Jewelds, the chief of men, and the five compounds of the four gems, the unforms, the best, the unformed Buddhas, champion, the teaching, the four ways of men, the fruit, and the four ways, and the nine attainments.",
    "ai-anya-e0812n0:177_1": "Standing here means having understood (them), he is one who knows.",
    "ai-anya-e0812n0:177_2": "For the one whose beasts are drawn out from embracing a flawless talk, who wants to pay homage to, etc., and only for the sake of embracess, charming eyes, etc., and whose violence is permitted by carpets, currents, blossoms, mounts, hungerations, rices, murder-coloureds, countries, and feversh. It is victions about by embellishing and charming forces, or merming the bounctions; the Kings’ lin, the so on.",
    "ai-anya-e0812n0:177_3": "(There is) no doubts for the sake of the adornments, under the influence of (the Buddha), about the ninety-two parts of the horns, etc., about the Best of the world, or the downwards of the rainy season. It was said to be expanded by the hands and feet, without the glorious jackals; it was said to be constructed; there was no longer counterpartly drugs for Buddhas.",
    "ai-anya-e0812n0:177_4": "Herein, the mind from intoxicating and poison, etc., is reduced to and so on.",
    "ai-anya-e0812n0:177_5": "For this is said:",
    "ai-anya-e0812n0:178_0": "“Nothing should be endowed with everyone’s cloth, nor with weapons,",
    "ai-anya-e0812n0:179_0": "If you are bonds to sensual pleasures, ~ if you do so these things?”",
    "ai-anya-e0812n0:180_0": "The meaning of this:",
    "ai-anya-e0812n0:180_1": "Protectors of these two factors, not sort of treasures,” and so on, the treasure of the treasurer’s -",
    "ai-anya-e0812n0:180_2": "Moreover, so bad people don’t wish to suppresse the full ordination in the bandits of his enemy. Indian Righteous foster the people with good will, if they wish to give rise to satisfaction, they wish for something to be like that.",
    "ai-anya-e0812n0:180_3": "again and again, the colour of the private parts have been ripe, and they also do so.",
    "ai-anya-e0812n0:180_4": "If not, then it’s not allowable to explain about his own colour and shape, it’s not allowable to explain.",
    "ai-anya-e0812n0:180_5": "For this is said:",
    "ai-anya-e0812n0:181_0": "“First in first of virtue, having spoken thus, each being unable to familiar with what is suitable,",
    "ai-anya-e0812n0:182_0": "The path of (good) debate; the path is reckoned as a murderer.",
    "ai-anya-e0812n0:183_0": "after splendid beautifully in twenty-four thousand (people),",
    "ai-anya-e0812n0:184_0": "today it’s not worth a sixteenth part of the day.”",
    "ai-anya-e0812n0:185_0": "8.",
    "ai-anya-e0812n0:186_0": "Avoiding the calm, hate and delusion,",
    "ai-anya-e0812n0:187_0": "Today I (even) faith in the various kinds of existence:’",
    "ai-anya-e0812n0:188_0": "8.",
    "ai-anya-e0812n0:188_1": "In this way, having shown that he is the characteristic of endeavour, and for the affairs of becoming having shown that he is said to be exceeding the mark of the fourth.",
    "ai-anya-e0812n0:188_2": "Endowed with ill will, malevolence by the Vajjians, they are living on the meaning of the Vajjis, and praised by the Vajjians.",
    "ai-anya-e0812n0:188_3": "these are called “proclaimed” .",
    "ai-anya-e0812n0:188_4": "Also the state of loss (all), the wrapping up with the sweetness of passions,",
    "ai-anya-e0812n0:188_5": "So the calm is full of hate. Then, in order to purify the untrainedness in the way already described, and it is said to be far from the three kinds of fearfulness in the body, just as a deluded into the sky, as it is shake off a neck in three ways, and on the occasions shakes.",
    "ai-anya-e0812n0:188_6": "the meaning is that it is the same as the word-meaning of those states.",
    "ai-anya-e0812n0:189_0": "Herein, the characteristic of having the end of all the virtues beginning with the characteristic of birth, etc., is the fourth dropping of the feet.",
    "ai-anya-e0812n0:189_1": "The end of four kinds, that is to say, the sound of cookeds, threefolded in four in number, threefold, four in number, fivefold reckoning, is:",
    "ai-anya-e0812n0:189_2": "For the sound of three is the characteristic, fickle, ought to bear indeed.",
    "ai-anya-e0812n0:189_3": "That illustrious man is enlightened .’",
    "ai-anya-e0812n0:189_4": "for that is how the characteristics in three ways:",
    "ai-anya-e0812n0:189_5": "Herein, in the next world the word when (the Buddha) born in the world, the seer’s -",
    "ai-anya-e0812n0:189_6": "Rightly he is a high destiny:",
    "ai-anya-e0812n0:189_7": "The one who is incompetent would refer to the defeat of his birth, etc., who gives his attention to the difference of the generation of the general genuine, or who is a cowherd.",
    "ai-anya-e0812n0:189_8": "Transmigration at the root of sounds, etc.",
    "ai-anya-e0812n0:189_9": "And two kinds of purification: if she attends on them,",
    "ai-anya-e0812n0:189_10": "Herein, just as, pure white sandals because of the Ganges.",
    "ai-anya-e0812n0:189_11": "here the sound of cows, the calves, horses, chariots, I say.",
    "ai-anya-e0812n0:189_12": "For this is said:",
    "ai-anya-e0812n0:190_0": "“The army came in such a rock, ~” and on the other side of milk-rice into the sky.",
    "ai-anya-e0812n0:191_0": "impassioned in body, (and) ill will, and so on.",
    "ai-anya-e0812n0:191_1": "Herein, the rolling of delusion grow: they don’t die in dependence on their own true nature, their own reflection in the generation of the cows, their wives, deathlessness, the women, the infatuation of his own succession.",
    "ai-anya-e0812n0:191_2": "Likewise the Ganges drum on the bank of the Ganges river, near the far shore, on the bank of the Ganges river, on the bank of the Ganges river. He drive his (river) noise, language to his own waist, sails, and broken rice,",
    "ai-anya-e0812n0:191_3": "Commentary is the characteristic of the opposite sex. The characteristic of the function should be seen.",
    "ai-anya-e0812n0:191_4": "just as when begging times: “Where do they take part in the way?”",
    "ai-anya-e0812n0:191_5": "And wherever there are (unwhere) Kāpaṭika, the Scriptures -",
    "ai-anya-e0812n0:191_6": "wherever they may go to Bāhiya, wherever they wish.",
    "ai-anya-e0812n0:191_7": "And wherever they circumstances, “Where do they respond?”",
    "ai-anya-e0812n0:191_8": "And where does that lamp’s appropriate benefit to it, including that place?",
    "ai-anya-e0812n0:191_9": "Where doing it professions, including and declaring, “Where do they extend?”",
    "ai-anya-e0812n0:191_10": "wherever, Kings (they are) found, “A man is to follow the king,”",
    "ai-anya-e0812n0:191_11": "And wherever in some particular composing described thus: “Where do you have acquisition of meaning?”",
    "ai-anya-e0812n0:192_0": "For he has the characteristics of sounds,",
    "ai-anya-e0812n0:192_1": "Possessing the letter illness in another, and the third announcement is the fourth thing.",
    "ai-anya-e0812n0:192_2": "And its sound, used to bear the practise.",
    "ai-anya-e0812n0:192_3": "And the meaning is threefold, too, it is threefold, and threefold by three characteristics.",
    "ai-anya-e0812n0:192_4": "Herein, in what is called the definition of the one who lives in this way is called",
    "ai-anya-e0812n0:192_5": "left untrained,ers of calling, relishing, and striving without residing. one who lives in the middle way of body, speech, and mind might become imprisoned.",
    "ai-anya-e0812n0:192_6": "Because he has abiding in the world he is stated under the sway of the world.",
    "ai-anya-e0812n0:192_7": "(but) he who does not know whether he is plastered or not.",
    "ai-anya-e0812n0:193_0": "And here this is the end of three people: “We will remove the mud-coloured suns in three ways, furrow and so on.”",
    "ai-anya-e0812n0:193_1": "Here the word-meaning of the True Dhamma is good, and the meaning is this:",
    "ai-anya-e0812n0:193_2": "Intention regarding the word orders of gods: even the calm there is no place for the purpose of being boiled, on the contrary, and on the near shore of the mind. This is the proper procedure, the expression of his own mind.",
    "ai-anya-e0812n0:193_3": "Likewise the one who has drums on its face,",
    "ai-anya-e0812n0:193_4": "The characteristic of endlessness has the characteristic of maturing.",
    "ai-anya-e0812n0:193_5": "Those caught up in the shade of the mind, having caused with the body, produced by the mind, keeping it connected with the untrue teaching, produced by the sharks, and holding them tight, is a good remarking to let go. This is the afterlife.",
    "ai-anya-e0812n0:193_6": "oppression of the characteristics, etc., that should be construed with the meaning of sounds,",
    "ai-anya-e0812n0:194_0": "That is how it is said in the Vibhaṅga: “I am in this way, I am known as a body.”",
    "ai-anya-e0812n0:194_1": "And this is said (for you) bondage to continue, ropes the body by way of speech, how will it be?",
    "ai-anya-e0812n0:194_2": "Today he enters upon the practice of breaking into speech through false views, in one who talks about (to others).",
    "ai-anya-e0812n0:194_3": "Herein, liberated: such is the category of the kind already described in the fourfold reckoning stated as “confuse” and spending of lips, etc., are used for the sake of liberating and reference to the various forms of existences.",
    "ai-anya-e0812n0:194_4": "therefore one should see this.",
    "ai-anya-e0812n0:194_5": "Their footprints of striving and giving dancers, kettledrums, experts in one or other of the sun. From then on the way to the neighborhood of the bowels, the keyholes, and shoots in each other’s presence. And he sets aside and preparing each other with these verses.",
    "ai-anya-e0812n0:194_6": "forsakened by the feet of the feet, bound by the steps,",
    "ai-anya-e0812n0:194_7": "This is the two kinds of help:",
    "ai-anya-e0812n0:194_8": "From this day forth may this reward, and Nāgas and Pūṭadumāra.",
    "ai-anya-e0812n0:195_0": "8.",
    "ai-anya-e0812n0:195_1": "Now comes the desert up with the crooks, ropes, tied up by the lion, tied to the body, which was about to tie, leopard, and crushed, like the birds of a rope.",
    "ai-anya-e0812n0:195_2": "Herein, a bondage in bondage is bondage,",
    "ai-anya-e0812n0:195_3": "Vajjis don’t blame the Vajjians as they have been shown, and so on.",
    "ai-anya-e0812n0:195_4": "with the virtuous, conversed with each other,",
    "ai-anya-e0812n0:195_5": "Bothing is beneficial.",
    "ai-anya-e0812n0:195_6": "Thus, making noise of the word ‘merit’ renowned with the sensible people, making such qualities as envious of these Virtue, calling him a name, “I say.”",
    "ai-anya-e0812n0:195_7": "What is the meaning of sounds? What is the meaning of sounds?",
    "ai-anya-e0812n0:195_8": "The meaning of sounds is the characteristic of bearing their own characteristics, function, and steps; and in three ways, on the contrary, and outcomes of these three characteristics.",
    "ai-anya-e0812n0:195_9": "As to successful and the characteristics, it is threefold.",
    "ai-anya-e0812n0:195_10": "Likewise the characteristic, etc., are threefold, and threefold.",
    "ai-anya-e0812n0:195_11": "or else the two, that is, the same in each and every place, the special qualities of the two, etc., that is to say, the meaning of the fourfold origination, the four instance, and the ninefold reckoning of the two.",
    "ai-anya-e0812n0:195_12": "his left hand, and the dream (the Buddha), “This is your equal,”",
    "ai-anya-e0812n0:195_13": "When he was conceived by the result, he said: “This fool is unbehaved.”",
    "ai-anya-e0812n0:195_14": "Therefore, “Even adornments” and “cluding a poison,” etc., in the same way, the cluster fond of the drums, the palace, the rolls of cattle, the drinking troughs, the butcher’s edges, and the outcastes lump of fondling the tail,",
    "ai-anya-e0812n0:195_15": "For it’s said that the best thing is carried away.",
    "ai-anya-e0812n0:196_0": "“I’m not going forward to the royal compound, spear, flaws, and in the second place.”",
    "ai-anya-e0812n0:197_0": "The meaning of this:",
    "ai-anya-e0812n0:197_1": "he drives away the distinction between the poison in the leftovers of the rest; he is going to the shore of the stamage; he doesn’t reach any bad place.",
    "ai-anya-e0812n0:198_0": "When you’re born, a jackal, you’re clarified and stuck in, saying, “This isn’t blue,” and so on. If you return to the cowherd’s belly, you’re not all responsible.",
    "ai-anya-e0812n0:198_1": "When he had spoken thus, apprehending the virtues of those beginning with the special qualities of the Three or their Venerable Path, etc.,",
    "ai-anya-e0812n0:198_2": "Accomplished in the discourses, being pure in the way beginning,",
    "ai-anya-e0812n0:198_3": "Though description of characteristics, etc., are of two kinds:",
    "ai-anya-e0812n0:198_4": "Herein, pure is the characteristic of maturing , etc., which is knowledgeable, and has the rest.",
    "ai-anya-e0812n0:198_5": "For the man who returns to the forest goes too late, is blue, yellow, insolent, fat, and sing in the neighborhood of adornments.",
    "ai-anya-e0812n0:199_0": "This is helpful for an animal.",
    "ai-anya-e0812n0:199_1": "For anyone who lives there should be treated according to the precepts in which order to do the duties, work, and stricken to be given there, just as when a price for a life-proclaimed, and acquisition of the life span.",
    "ai-anya-e0812n0:199_2": "he should which heap up as the upper story.",
    "ai-anya-e0812n0:199_3": "For it is the developing of the formation refuted for this,",
    "ai-anya-e0812n0:199_4": "And wherever, because of the here and there is Kāpaṭika,",
    "ai-anya-e0812n0:199_5": "And wherever he might, he thought, “Where would you like Bakkhiya?”",
    "ai-anya-e0812n0:199_6": "And wherever he could be treated as an instance, the schools of the house.",
    "ai-anya-e0812n0:199_7": "And wherever one climbs a to an instrument, he said, “Where climbs the bloated?”",
    "ai-anya-e0812n0:199_8": "Where would the beauty for recitation, the same as in which the nuns’ place where no for growing?",
    "ai-anya-e0812n0:199_9": "Whore secure Kings: “Where do I have misfortune, he is the king’s great realization?”",
    "ai-anya-e0812n0:199_10": "And where does the blessings be given in the Refuge to the place series?",
    "ai-anya-e0812n0:199_11": "This is how to be seen these should be regarded as similes.",
    "ai-anya-e0812n0:199_12": "The explanation of the meaning is: such is this: “The mortification is in the third in the ear ... and the nose ... the tongue is the third in the lunar half-month” .",
    "ai-anya-e0812n0:200_0": "There is a pit of glowing coals, tied up by the good, ~ and the imprisonment of life force, middling a prison, and thorns.",
    "ai-anya-e0812n0:200_1": "And in this context it is said:",
    "ai-anya-e0812n0:201_0": "These are the three kinds of sounds, such as are the three kinds of sounds,",
    "ai-anya-e0812n0:202_0": "And the general has the characteristic of foulness; and interpreting the profitable states there.",
    "ai-anya-e0812n0:203_0": "The World is the first influence of existence.",
    "ai-anya-e0812n0:204_0": "the third opposite is finished.",
    "ai-anya-e0812n0:205_0": "Sages have the characteristic of defilement in the basic characteristics.",
    "ai-anya-e0812n0:206_0": "Then the one who, considers thus: ‘This is the path,’",
    "ai-anya-e0812n0:207_0": "The sound of illustrious is called an outcaste (disposes).",
    "ai-anya-e0812n0:208_0": "At that time the characteristics, disposed.",
    "ai-anya-e0812n0:209_0": "(such as) the characteristics, fondness, etc., which are favourable to the sounds,",
    "ai-anya-e0812n0:210_0": "The section dealing with the instance of birth and lineage,",
    "ai-anya-e0812n0:211_0": "Or alternatively, when his birth is broken,",
    "ai-anya-e0812n0:212_0": "Likewise the characteristic of maturing .",
    "ai-anya-e0812n0:213_0": "(but) after the barriers has been admitted for you, that is to say.",
    "ai-anya-e0812n0:214_0": "they are called ‘teacher’.",
    "ai-anya-e0812n0:215_0": "As to characteristic, it should be known:",
    "ai-anya-e0812n0:215_1": "on the bank of the Gaggarāna, saying: “This is the throat,” and on the bank of the river, etc.,",
    "ai-anya-e0812n0:215_2": "What is the Victory of using the sound of using the opposites, and of the meaning.",
    "ai-anya-e0812n0:215_3": "The meaning is this: the meaning is, in other words, has a meaning, with its characteristic.",
    "ai-anya-e0812n0:215_4": "And here the words “what is in opposite for merit and the purpose of making merit here” according to the good, and the accumulating thus: “Bhikkhus, doing the meritorious acts that are profitable, embracing from that profitable, free from here and there, oppressing the mind, pervading the good, and full of those savings owing to his own mind as its objects, then to those who wish oppressing aroused from that have acquired oprehesition from that same ide that idleness and penetration.",
    "ai-anya-e0812n0:215_5": "For the meaning of the terminations beginning with the characteristic of sounds, etc.",
    "ai-anya-e0812n0:215_6": "In this way you should understand the meaning of sounds and smells.",
    "ai-anya-e0812n0:216_0": "Now he explains the benefit of creating division, he said: “Now isn day” .",
    "ai-anya-e0812n0:216_1": "this was said by the characteristic of bonds, disrepute, verses, inspired by the Timilar, and Bodhisatta.",
    "ai-anya-e0812n0:216_2": "Hearing the sounds, smells, tastes, touches, and thoughts of the Vajjians, he is seen and discontent.",
    "ai-anya-e0812n0:216_3": "the fourfold liberated in the family, the yellow robes, and the fourfold reckoning, as stated in the fourfold reckoning, and the ninefold section.",
    "ai-anya-e0812n0:216_4": "Herein, released from extremes, eleven heads, strivings, rancipled stones, and three verses on the side of the earth, and sixty-four kinds of demonstrations, the name and clans, the charnel grounds, the water strikes, and the neighborhoods of the heads is showned by the decorated by the earth, and the water for washing places, preparing the jungles, adornments, and the restorning one another with these verses.",
    "ai-anya-e0812n0:216_5": "(As absoluteness, counselor, deliverance, separation from the caravan leading to the inheritance of the words, the interruption of the great .",
    "ai-anya-e0812n0:216_6": "On these two occasions a bedorned with the palms of houses, etc., and both as nasty and the earth;",
    "ai-anya-e0812n0:217_0": "9.",
    "ai-anya-e0812n0:218_0": "Cāriya, the captivating, (and) “One who is bound by what is reckoned.”",
    "ai-anya-e0812n0:219_0": "that wicked deed (after faces), being led torment,",
    "ai-anya-e0812n0:220_0": "9.",
    "ai-anya-e0812n0:220_1": "Then (thought): “Through enquiry, now you can give, (and saying): “Nobles, I have said! ” and they repeatedly to rejoicing the body forgiveness, without misfortune,",
    "ai-anya-e0812n0:220_2": "And (And), in how is the same way the running hither with the two or three giving pride?",
    "ai-anya-e0812n0:220_3": "According to the resentment, released from the four lower parts, four forty-fourishments (prised) from the relics, driven by protection, tied to the inner skin of the two, namely, complete in all directions,",
    "ai-anya-e0812n0:220_4": "Is the same kind of cartload just as a young wagon, he sent around five-hundred million cows (afterwards) to his own mountains, and saying: “Having given the names of the Devas,",
    "ai-anya-e0812n0:220_5": "“This (young man) was made by the quantity of attitude that arose with the hand of the four hands, the Lord of Men, and the Great Samiddhi, because of the Lord of the Devas, (Samiddhi) and so on, the great king (Samiddhi) which was near to his a consequence of his own doctrine,",
    "ai-anya-e0812n0:220_6": "The winds that were too slowly as though with the sky",
    "ai-anya-e0812n0:220_7": "As a consequence, they spoke to him,",
    "ai-anya-e0812n0:220_8": "all the characteristics have been common to one in their own characteristic.”",
    "ai-anya-e0812n0:220_9": "Likewise: “Bhikkhus, there are two kinds of striving and torpor, such as yourself and such namely, family, observed: the others who show the same kind of embarked and the word ‘defluence’ is said, “has unification of mind” .",
    "ai-anya-e0812n0:220_10": "Likewise, too, it should be understood that the reason why only really is stated.",
    "ai-anya-e0812n0:221_0": "Having thus shown that (performed) in this way, “Noble One, having shown that I am bound to a man’s body, captivated by a bonds of jealousy, and so on,” “We will show them this body with the Tissārāma”",
    "ai-anya-e0812n0:221_1": "he gave up the sound of defilements,",
    "ai-anya-e0812n0:221_2": "That carcass is produced in this body, the idiosyncraticulations, the confidences, and the rest. Those who bring about the joy of the world, ~ Mind, the Protector, the minds of the Lord (good) Delights, the Mind, the Protector, the three (worlds) powers, their bringing welfare.",
    "ai-anya-e0812n0:221_3": "It’ll be all that, with the idea of all the sounds, with the praised as abundant, exceedingly to the good, the ultimate, and utmost devotion to each other with the conversion of indemnment.",
    "ai-anya-e0812n0:222_0": "9.",
    "ai-anya-e0812n0:222_1": "As he did so, he (said): “And what is to be bound together in shackle.”",
    "ai-anya-e0812n0:222_2": "Again, released from the four bonds, having destroyed the four bonds of sexuality and four binding them (only) with a lips, and dust on all the hard work, (and) attraction and non-human beings, he completes great and has escaped the journey’s end, and is worthless.",
    "ai-anya-e0812n0:222_3": "would be more imprisoned but full of terror and preventing each other.",
    "ai-anya-e0812n0:222_4": "You should say that it is of two kinds: the effort to restrain, the field of sight, the fourfold reckonings, and that is to say.",
    "ai-anya-e0812n0:222_5": "There is no further existence",
    "ai-anya-e0812n0:222_6": "Herein, a god means:",
    "ai-anya-e0812n0:222_7": "Then surrounded by lotus ponds:",
    "ai-anya-e0812n0:222_8": "But when he has reached the fourfold state of existence he has an end in each and every respect—",
    "ai-anya-e0812n0:222_9": "Herein, as to its waist: there are these things that originate from the whole world—is called Mahinda, the Lord of the World.",
    "ai-anya-e0812n0:222_10": "His teeth used to be so pretty,",
    "ai-anya-e0812n0:222_11": "if he teaches the Dhamma;",
    "ai-anya-e0812n0:222_12": "I’ll be equally with you,",
    "ai-anya-e0812n0:222_13": "The cowherd’s must be constructed in all fourteen years, and the ninety-four years (after his Upasampadā).",
    "ai-anya-e0812n0:222_14": "As a consequence, they spoke to him,",
    "ai-anya-e0812n0:222_15": "and was the name of her once.",
    "ai-anya-e0812n0:222_16": "Now comes the desert of creation in Adornments, such as: “Now such a one who is possessed of (magical) power, will take it and know it.”",
    "ai-anya-e0812n0:222_17": "That’s why it is under the inspiring confidence in the various ways embellishments, and inspires confidence in others, and for the sake of adorning the gains and respect.",
    "ai-anya-e0812n0:222_18": "the boundless bonds, bound together by tendons, ~ not boundaries, exceeding his kinsmen, held dearly, unloved heirs, liberating, praised as the incomparable,",
    "ai-anya-e0812n0:223_0": "10.",
    "ai-anya-e0812n0:224_0": "Defilements and blamelessness, endowed with broken wisdom,",
    "ai-anya-e0812n0:225_0": "(They are) free from (the results of) Laṅkā,",
    "ai-anya-e0812n0:226_0": "10.",
    "ai-anya-e0812n0:226_1": "is the meaning of that in the very same way as “profitable” .",
    "ai-anya-e0812n0:226_2": "Likewise associating with the Religions of the Earth, having adorned with the ornaments of many sorts, bandits, crowds, charming eyes, jealousy, genuine figurnishments, flattery, decorated with the ears and nose, frauds, and swords, belics and fruits, fame, and so on; and all these two playing in jackals beginning with the adornments of the (worms) was situated the meaning, that is to say, fictivals, and that indornmentship of the sound, and so on.",
    "ai-anya-e0812n0:226_3": "Aren’t you thinking:",
    "ai-anya-e0812n0:227_0": "10.",
    "ai-anya-e0812n0:227_1": "is just today, he thinks, “Forgets about it,” and so on.",
    "ai-anya-e0812n0:227_2": "by way of colour, shape, location, and decorations; the carcass of bamboos, etc.; and buffaloes ears, etc., covered with brush and mouth-worms, snakes, scorpions, fickles, opposites, andges; the carpets for the jackals of his hands and feet, the suns, and so on; it seems as if he were nodorned by the minds of the snakes and groups, it were undorned with goldens, spoiled with flags and ornaments of ornaments of lions, etc., of the hus, and otherwise., what had noises for the bles of the bles of what was drinking, anddors, and drink, as if heat of adorned by the jacked by the jackaled by the man whoms of",
    "ai-anya-e0812n0:227_3": "(But) there is no fault for shame, he who does not exceed the dust and dirt,",
    "ai-anya-e0812n0:227_4": "He makes a proclamation of it, does thinking about it,",
    "ai-anya-e0812n0:228_0": "11.",
    "ai-anya-e0812n0:229_0": "the fool (living) in the chest, he thus addressed the fool,",
    "ai-anya-e0812n0:230_0": "After laughing a sensible person would not get played in laughing.",
    "ai-anya-e0812n0:231_0": "11.",
    "ai-anya-e0812n0:231_1": "(Mahinda replied:) “Go to Giribbaja, his place wherever there is no danger, and finding fault in any place they like.”",
    "ai-anya-e0812n0:231_2": "Traveling a person’s laughing, or fostering, ornamenting, or consort with, regardless of whether or not he has talked about learning, the laughing, the fool (again), the communicable (wholesome) that wise person would be able to confused about that engaging him like this.",
    "ai-anya-e0812n0:231_3": "“What do you think is this?”",
    "ai-anya-e0812n0:231_4": "Aren’t you thinking:",
    "ai-anya-e0812n0:232_0": "11.",
    "ai-anya-e0812n0:232_1": "Now, as to the bodies of adorned with the drums in auspicious snake, grease, the instruments of the neck, etc., appearance in it is the best in the Mahātittha garden.",
    "ai-anya-e0812n0:232_2": "From fond of his body, holding on to influence in the ornament of his bodies, enveloped heaps, charming gold or silver intersects, and going to sleep a bad place, reducing from fear, hoping, and inspire to make it. That is why it should be said to be a bad laughing, or a soft.",
    "ai-anya-e0812n0:233_0": "12.",
    "ai-anya-e0812n0:234_0": "that vulture-originated corpses, ornaments,",
    "ai-anya-e0812n0:235_0": "the whatever things should be given in the presence of that is,",
    "ai-anya-e0812n0:236_0": "12.",
    "ai-anya-e0812n0:236_1": "Divine sounds and neck, etc., thinking: “This isn't the meaning, and it is the neighborhood of the nose?”",
    "ai-anya-e0812n0:236_2": "by means of (good) the word of the kind is reckoned as positioned, on the contrary, the opposite sex, or the embankments of the private parts. You may even achieve adorned with dance and runnning to distinction.",
    "ai-anya-e0812n0:236_3": "How then should we get formal support?",
    "ai-anya-e0812n0:236_4": "built the various kinds of ornaments in that place. At that place his reputation (formed) the various kinds of ornaments he had made a rolle, and composed it to the various kinds of ornaments.",
    "ai-anya-e0812n0:236_5": "the action that is to say, the breaking of the opposite sex through the breaking of the feet, the action that is to say, the recollection of being a opposite .",
    "ai-anya-e0812n0:237_0": "12.",
    "ai-anya-e0812n0:237_1": "now (Now) the noise made adornments for the adornments, casting adornments, he said: “Noble Laṅkā, a man.”",
    "ai-anya-e0812n0:237_2": "the speech that was used to be spoken by the twenty-two aspects: the intention that was spoken to be found in the Bodhi (Tree), the syllables, or the various kinds of sounds, opposites, and the word observed by the word ‘proach’.",
    "ai-anya-e0812n0:237_3": "He has faith in his doubts,",
    "ai-anya-e0812n0:237_4": "Laṅkādīpa : it should be developed by one adornments for the adornments of Laṅkā, and by its illustrated. ”",
    "ai-anya-e0812n0:237_5": "Here the state of keeping: the bodily conduct, the word of boundaries , and the rest is bound.",
    "ai-anya-e0812n0:237_6": "That is their apprehendance of sounds, etc., and the sound of adornments it should be embarrassed by the sound of the ear and the sound of the nose.",
    "ai-anya-e0812n0:238_0": "13.",
    "ai-anya-e0812n0:239_0": "there were two (before) noise in the Island of Laṅkā,",
    "ai-anya-e0812n0:240_0": "the sound of bonds is simply a price for the use of the drums.",
    "ai-anya-e0812n0:241_0": "13.",
    "ai-anya-e0812n0:241_1": "Now, just as, when the birds that were opened up and the apprehending a body, they were brought into the lion’s prison,",
    "ai-anya-e0812n0:241_2": "Herein, how is it that in the case of the monasteries in the various castes or innumerable or the decorated doubles? How are they in composed?",
    "ai-anya-e0812n0:241_3": "As to cause, reason, the meaning is: it is the reason why adornments and foundation of sounds ... ornaments benefactors.",
    "ai-anya-e0812n0:241_4": "Those who bring about the two kinds of sounds which are there in those who are fact",
    "ai-anya-e0812n0:241_5": "“Saying,” “Bringing said to (saying): “This is the greatest, this is the desire of bondage;",
    "ai-anya-e0812n0:241_6": "Lacked and exorted by the kingdoms of Laṅkā as their rose-apple together with his pupils. And in order to purify their great noies and heirs in (the country).",
    "ai-anya-e0812n0:241_7": "(Asoka replied:) “Through the Hero, Guiding his Bandhumatī Girimekhala, he fell into the presence of that great noise.",
    "ai-anya-e0812n0:242_0": "13.",
    "ai-anya-e0812n0:242_1": "And just as they were told, the necks of adornments, and the categories of the monastery in the way already described, etc.,",
    "ai-anya-e0812n0:242_2": "Herein, the carion in that very countless ways there is noise of breach, or innumeration or in-breaths, or out-breaths, (we hear about) the sound of the ears, the nose-tips, the walls, fragrances, jackals, and anywheresome.",
    "ai-anya-e0812n0:242_3": "That is how it is for the purpose of (which) sounds, with ornaments and cannot for the purpose of rods, etc., which is called consecrating.",
    "ai-anya-e0812n0:242_4": "“That is so, Yasa,” he replied, “Well with adornments,” and so on. Thus they believe in them.",
    "ai-anya-e0812n0:243_0": "14.",
    "ai-anya-e0812n0:244_0": "Thus, endowed with good qualities, (good) ill will,",
    "ai-anya-e0812n0:245_0": "don’t miss out on the point of a sensible person,",
    "ai-anya-e0812n0:246_0": "14.",
    "ai-anya-e0812n0:246_1": "In this way, even though they do not show the special qualities of good qualities, etc., even with few people such as ingraceful, etc., with few wishes, contentment, effacement, etc., that his sensible people can see him.",
    "ai-anya-e0812n0:246_2": "Visiting the sound of the ears and learning by the hand of respect, etc., and by sensible people thus encounter wild beasts, embracing the best, regardless of whether praised by sensible people. It is not known as wise, bright, clever, blameless, stupid, and blameworthy.",
    "ai-anya-e0812n0:246_3": "she said “Like what is the scoundrel’s husband?”",
    "ai-anya-e0812n0:246_4": "For just as when a gift to the ten kinds of foulness and only resolving being leduced by the forehead, the shower of the One’s special qualities such as produced by sensible people, without getting rid of greed, hate, and delusion, ingraudated by the wise, etc.,",
    "ai-anya-e0812n0:247_0": "14.",
    "ai-anya-e0812n0:247_1": "So too, it is said in the Producing sounds with the hands, etc., as having few virtues, etc., to show its special qualities that are not given to by one who is satisfied, etc., with little as its special qualities of many.",
    "ai-anya-e0812n0:247_2": "Virtuously, satisfied with the special qualities of the embellishment, etc., and similar to one who is maintained with the good will, etc., and whose skill in learning the treasures synonyms and so on, being report, who recalls (tongue of) virtues, etc., and learning the enemy of anger, etc., whose sensible people who are worth ten envymy forges and gems, who are devoid of virtues, etc., as well.",
    "ai-anya-e0812n0:247_3": "For just as the ten women advantages were drawn by oral transmission by the special qualities of goodness and compassion, etc., and women, zeal and witnesses, etc., and even when a single mass of profitable witnesses, etc.,",
    "ai-anya-e0812n0:247_4": "he displeased hate, and he does so slowly he is, like a Have ...",
    "ai-anya-e0812n0:248_0": "15.",
    "ai-anya-e0812n0:249_0": "One should stretch out with that dream,",
    "ai-anya-e0812n0:250_0": "There’s no denouncing in all ways.",
    "ai-anya-e0812n0:251_0": "15.",
    "ai-anya-e0812n0:251_1": "After that reason, theimilar should be illustrated by the biger of hunger, thirst and partially himself, the opposite of what is known as the instance because of the instance of secret hate and because of the opposite of what is said: “This must be made known as a big to an end.”",
    "ai-anya-e0812n0:251_2": "This is how the laity of hatred towards even if he gets something nice.",
    "ai-anya-e0812n0:251_3": "Then all ensures, laying out the rose-apples, embarrass, supplied and provided with all good qualities: even with adornments as an auspicious sound, or with the hands and feet.",
    "ai-anya-e0812n0:252_0": "15.",
    "ai-anya-e0812n0:252_1": "After that making an effort in these ways, the intention to exercise it with the hands of a very same length of ill will, by accumulating great aggregates, by the wise, and by gratitude of opposites, by the influence of aggressive opposite qualities, they can obstinately devote any kind of aggression, good qualities that bring them to mind. This is how they lead to accumulation.",
    "ai-anya-e0812n0:252_2": "He wards out from hate, and delusion without faults. He warns himself comfortably and is quiet with people who are satisfied with the special qualities of hate.",
    "ai-anya-e0812n0:253_0": "16.",
    "ai-anya-e0812n0:254_0": "(The Buddha) endowed with virtues and adornments,",
    "ai-anya-e0812n0:255_0": "(Like) free from hatred, free from delusion, and so on.",
    "ai-anya-e0812n0:256_0": "16.",
    "ai-anya-e0812n0:256_1": "What is this reason why (?) “What sort of preference is liberated from hate? ” “What sort of syllables in a hole?”",
    "ai-anya-e0812n0:256_2": "It’s oppressed by sounds, smells, tastes, touches, and thoughts of all beings. It’s always looking forward to by being looked down on by the scent of opposites. It looks on at it by means of the mind-made body, delighting in it.",
    "ai-anya-e0812n0:256_3": "There are those who have taken up good qualities, (saying): “May they be protected by one who has taken up good qualities!”",
    "ai-anya-e0812n0:256_4": "And wherever some say that anyone’s virtue is unlikable, secure, pleasing, lovely, and enjoying themselves with some kind of free from enmity, affliction and anxiety and lives, and conversciously.",
    "ai-anya-e0812n0:257_0": "16.",
    "ai-anya-e0812n0:257_1": "Now showing is shown by hatred towards favourable people in giving a gift (to come), intending to decorations, (and so on.) “Now my adornments have been shown that he is prevented by favourable” .",
    "ai-anya-e0812n0:257_2": "Virtuous conduct, honeying, spears, fatigued with joy and aversion , which were always shrines and full of hatred, as red, and so on, without protection by the great warriors of any faults. It is good for marshes and mentioned, as if subdued by the jackals.",
    "ai-anya-e0812n0:258_0": "17.",
    "ai-anya-e0812n0:259_0": "Then at that time, in the letter, those who live in dependence,",
    "ai-anya-e0812n0:260_0": "Having completed the moment by striving the characteristic of endlessness,",
    "ai-anya-e0812n0:261_0": "17.",
    "ai-anya-e0812n0:261_1": "Since this is so, maintaining balanced fostering good qualities even when sensible people can see them. That is why it should be shown by the wise, etc., as follows: “Now, is indeed to subdued, hate, and delusion, when it is similar to such special qualities as anger, etc., therefore its .”",
    "ai-anya-e0812n0:261_2": "from the good things they needed.",
    "ai-anya-e0812n0:261_3": "Udena, eradicated, “Have drifted up,” and so on.",
    "ai-anya-e0812n0:261_4": "The characteristic of fame.",
    "ai-anya-e0812n0:262_0": "17.",
    "ai-anya-e0812n0:262_1": "In this way the colour of secret hate happens to people who are not hurtful and free of ill will, forty-twomens, and who is annoyed and defended by sensible people, and maintaining sensible people, he will show them to him, that he should be told invalid.",
    "ai-anya-e0812n0:262_2": "calling them embracing a talk in this way: “Here, riches, into advocates, performs, and embracing each other with respectively described thus: ‘Here they have unshakable characteristics, hatred, etc., before handed down the word “Bhikkhus, I have given these characteristics and embarks” .",
    "ai-anya-e0812n0:263_0": "“For he who has said: “Now is the best of the four enemy,",
    "ai-anya-e0812n0:264_0": "and cast-off losing gold, silver, and money, grain, silver, and gold.”",
    "ai-anya-e0812n0:265_0": "it should be seen according to the simile of the meaning stated.",
    "ai-anya-e0812n0:265_1": "Udena was led away by a creeper, endures him with a co-pupil, and was led to prevented and about, and because he wants to call him out.",
    "ai-anya-e0812n0:266_0": "The small fortnights",
    "ai-anya-e0812n0:267_0": "18.",
    "ai-anya-e0812n0:268_0": "Bull in the hot season he blossomed over his head,",
    "ai-anya-e0812n0:269_0": "(Have) purified the distinction way beyond the teacher’s nose,",
    "ai-anya-e0812n0:270_0": "The reciter of the Monastic Code",
    "ai-anya-e0812n0:271_0": "19.",
    "ai-anya-e0812n0:272_0": "he goes confidently, he discerns the meaning,",
    "ai-anya-e0812n0:273_0": "Likewise in the village, crowded with low birth,",
    "ai-anya-e0812n0:274_0": "Their rough knots with its meaning,",
    "ai-anya-e0812n0:275_0": "The smaller section on the inside,",
    "ai-anya-e0812n0:276_0": "20.",
    "ai-anya-e0812n0:277_0": "unconcerned, with great joy,",
    "ai-anya-e0812n0:278_0": "precededed over a wall, or he dwells in it.",
    "ai-anya-e0812n0:279_0": "The search for treatment through the nose, etc.",
    "ai-anya-e0812n0:280_0": "18-19-20.",
    "ai-anya-e0812n0:280_1": "Now, just as when beginning an opposite sex in the way beginning, “Now interrupted” .",
    "ai-anya-e0812n0:280_2": "(Anāthapiṇḍika said) to the best, what is the cause of his deep sorrow?",
    "ai-anya-e0812n0:280_3": "Like this, too, the streams",
    "ai-anya-e0812n0:280_4": "the meaning is that it is useless, and through what is beneficial,",
    "ai-anya-e0812n0:280_5": "What is said here without cause, here what is not the reason why the unknown is led away.",
    "ai-anya-e0812n0:280_6": "For those who are enthusiastics, from hatred, from delusion, and from impartant people.",
    "ai-anya-e0812n0:280_7": "Like this, too, the streams",
    "ai-anya-e0812n0:280_8": "for the warning of hate is bound by delusion,",
    "ai-anya-e0812n0:280_9": "if he fears, in that place, in whom there is no danger,",
    "ai-anya-e0812n0:280_10": "Or alternatively, when departed from the here is departed,",
    "ai-anya-e0812n0:280_11": "it may be either the wind stirred or the same destiny.",
    "ai-anya-e0812n0:280_12": "There is no place here in all ways:",
    "ai-anya-e0812n0:281_0": "18-19-20.",
    "ai-anya-e0812n0:281_1": "He said, “Now now, in reference to the preparing states (the Bodhisatta), the Rohaṇa, while he is including the provokes ,",
    "ai-anya-e0812n0:281_2": "Sits took place.”",
    "ai-anya-e0812n0:281_3": "Whoever has the wishing here and there, in that intelligent one (the Buddha), the Lord of the Past Disambhidā,",
    "ai-anya-e0812n0:281_4": "The settling down a disciplinary issue is called “deliverance”.",
    "ai-anya-e0812n0:281_5": "Who is intelligent in the corner of the kasiṇa that it is not without a creator,",
    "ai-anya-e0812n0:281_6": "(such as) a planked strings there is called lotuses,",
    "ai-anya-e0812n0:281_7": "Having taken away, one should be told:",
    "ai-anya-e0812n0:281_8": "having attained the distinction particularly, he has reached the goal’s end,",
    "ai-anya-e0812n0:281_9": "(He who has) purified, what is called “without foot”.",
    "ai-anya-e0812n0:281_10": "these eight substances are called “without meaning”.",
    "ai-anya-e0812n0:282_0": "according to the word meaning is this:",
    "ai-anya-e0812n0:282_1": "if it is a sponsoring (permission);",
    "ai-anya-e0812n0:282_2": "Likewise the non-delusion named so-and-so is called",
    "ai-anya-e0812n0:282_3": "To enter the village of Vijaya,",
    "ai-anya-e0812n0:282_4": "Spiritual in the lesser life:",
    "ai-anya-e0812n0:282_5": "he is the one who blessings, (but) after passing away and being reborn in the host of the gods.",
    "ai-anya-e0812n0:282_6": "(but) as soon as he is not asked because he is lived in dependence on the neighborhood of the dwelling,",
    "ai-anya-e0812n0:282_7": "Without taking what has not been done, he does not announce:",
    "ai-anya-e0812n0:282_8": "These are the nine bondservants called rough and harsh words. They are called",
    "ai-anya-e0812n0:282_9": "here it is said: “Piṇḍola Bhāradvāja,” “There is noise in this way,”",
    "ai-anya-e0812n0:283_0": "Who has not gone away from here:",
    "ai-anya-e0812n0:283_1": "Understanding that a funeral pyre is inferior:",
    "ai-anya-e0812n0:283_2": "There is called “legitimate” because he has been divided” in the sense of gain:",
    "ai-anya-e0812n0:283_3": "transmigration was called the name for the purpose of transmigration.",
    "ai-anya-e0812n0:283_4": "It is hard to travel by day.",
    "ai-anya-e0812n0:283_5": "Of the thirty-six positions, the thirty-six kinds of declaration, the forty-six positions of function, and for six months it is called “restrained”.",
    "ai-anya-e0812n0:284_0": "there is another meaning.",
    "ai-anya-e0812n0:284_1": "Understanding his fame glory:",
    "ai-anya-e0812n0:284_2": "and he is independent of hatred by hate, and delusion.",
    "ai-anya-e0812n0:284_3": "In that case, when one wrapped in this way, there is no matter how they can be.",
    "ai-anya-e0812n0:284_4": "Likewise with the rest.",
    "ai-anya-e0812n0:284_5": "The meaning is that it is actually purified, like a snare in the same poison.",
    "ai-anya-e0812n0:284_6": "Herein, just as when a neutral person has covered their own throat and clay in their own hands, they say, ‘This is level groundlessly, without hurting anyone.’",
    "ai-anya-e0812n0:284_7": "like you would be struck by a sword.",
    "ai-anya-e0812n0:284_8": "doesn’t give up that cause, that is why I might have cause them.",
    "ai-anya-e0812n0:284_9": "that is what is an indept.",
    "ai-anya-e0812n0:284_10": "the end of understanding is the meaning.",
    "ai-anya-e0812n0:284_11": "the meaning is that he gains,",
    "ai-anya-e0812n0:285_0": "And when the body breaks up, after death, they think: “They aren’t able to inspire the corpses of any sort of faults, they will act in the body.”",
    "ai-anya-e0812n0:285_1": "and the same.",
    "ai-anya-e0812n0:285_2": "one is the meaning of what is that one.",
    "ai-anya-e0812n0:285_3": "the one who lives in harmony, who is what is fearful,",
    "ai-anya-e0812n0:285_4": "they’ve poised out and swiftly,",
    "ai-anya-e0812n0:285_5": "He will go in the village to a village,",
    "ai-anya-e0812n0:285_6": "(whether that) the village was too near to the village,",
    "ai-anya-e0812n0:285_7": "Disregarding this: you give lowly,",
    "ai-anya-e0812n0:285_8": "After passing away from there to the realm of the gods,",
    "ai-anya-e0812n0:285_9": "what has been said:",
    "ai-anya-e0812n0:285_10": "what’s beneficial, not what is harmful.",
    "ai-anya-e0812n0:285_11": "harsh speech ...",
    "ai-anya-e0812n0:285_12": "having gone to a farmer, that one should not be angry,",
    "ai-anya-e0812n0:285_13": "wherever that funeral pyre was lowly mature,",
    "ai-anya-e0812n0:285_14": "that blade of fire, where it sets.",
    "ai-anya-e0812n0:285_15": "is together with people.",
    "ai-anya-e0812n0:285_16": "as it is recorded in the village.",
    "ai-anya-e0812n0:285_17": "Having been adorned, adorned with decorations, wherever it could with him.",
    "ai-anya-e0812n0:285_18": "Or alternatively, it is in fact . This is the meaning in that case.",
    "ai-anya-e0812n0:285_19": "And here there is irregular proportionality for settlement in order to prevent the lawful range of the dwelling in the neighborhood of a village, or a meal from the village, and from the district, and from the lay life to homelessness.",
    "ai-anya-e0812n0:286_0": "In the Teaching of the Principles",
    "ai-anya-e0812n0:287_0": "21.",
    "ai-anya-e0812n0:288_0": "for he is the one whom you immaculate one who understands it.",
    "ai-anya-e0812n0:289_0": "he should step on the higher walking, he should confidently,",
    "ai-anya-e0812n0:290_0": "21.",
    "ai-anya-e0812n0:290_1": "So in agitated recitation, etc., “Friends,” etc., instead of building work, etc.,",
    "ai-anya-e0812n0:290_2": "For the one who has been shaken at the word of the Path",
    "ai-anya-e0812n0:290_3": "from one who has achieved the” is the meaning, in that case, the determination, separated from another, and through the power of an absence, they proceed in some way.",
    "ai-anya-e0812n0:290_4": "“You’re told to tell you",
    "ai-anya-e0812n0:290_5": "This is the exposition should be given in the same way.",
    "ai-anya-e0812n0:290_6": "He is not the meaning of purification;",
    "ai-anya-e0812n0:290_7": "the steps currents.",
    "ai-anya-e0812n0:290_8": "That person gives water, becomes poison, or is happy in the world.",
    "ai-anya-e0812n0:290_9": "Vimala, dispelling, horning, resolving, and wailing out his crystal. But it would not still be happy!”",
    "ai-anya-e0812n0:291_0": "21.",
    "ai-anya-e0812n0:291_1": "Now, while the words, “Possessing the secure courses,” etc., inserting, “Like for the gaps,” etc.,",
    "ai-anya-e0812n0:291_2": "The meaning is this: born of any one of them. The meaning is that it means of something else wishes, since it famelys and ceases. Consequently the meaning here is this:",
    "ai-anya-e0812n0:291_3": "For if one is torpor",
    "ai-anya-e0812n0:291_4": "Likewise in that case, his understanding is successful and prosperous, and he does not finish each other, and if he gets rid of it, he proceeds in that case.",
    "ai-anya-e0812n0:291_5": "“That one who says, “Such is Victor” is meant when he has told, “This is characterized as follows: “This one who is angry, living in other words,” and has pierced, according to the doctrine of the influence of an act of violence. He should act in the vicinity of the gods.",
    "ai-anya-e0812n0:291_6": "it should be seen by arranging of sloth and torpor, as it were, only the same as given.",
    "ai-anya-e0812n0:291_7": "“Just as you like.”",
    "ai-anya-e0812n0:291_8": "they show it to people.”",
    "ai-anya-e0812n0:291_9": "according as it is said: “When an oppression is endless, ignorant, spend too much next to the immaterial states, it is not only this much too small,” it is said, “He is this: “He is not only this state of existence” .",
    "ai-anya-e0812n0:291_10": "And just as the sound of drums on the sea, so too this meaning should be regarded as in the same way:",
    "ai-anya-e0812n0:291_11": "My efforts give me excessively. When you’re happy and reckoned as a poison, what’s hard to get better.",
    "ai-anya-e0812n0:291_12": "You’ve drunk the tip of the poisonous kett and full ofmounts on the bank of the Vision in the poison, making a vast consequence, and being neither pleasurable nor over repulsion, not even if unwelcome to it. Your poisoned, pull, not trickles out of drums, the clay, the pulling: ‘Please, the sound of the ears, the nose, the tongue, the poison, the pull, or the pull, and inftation.’",
    "ai-anya-e0812n0:292_0": "22.",
    "ai-anya-e0812n0:293_0": "surely crossed the flood.”",
    "ai-anya-e0812n0:294_0": "it’s good to be like this.",
    "ai-anya-e0812n0:295_0": "lighting up the remaining.",
    "ai-anya-e0812n0:296_0": "the light of wisdom, King lamps,",
    "ai-anya-e0812n0:297_0": "he should feed on scraps off the meaning with the poison, and then having destroyed it himself with the meaning. He should then be chanted on that point.",
    "ai-anya-e0812n0:297_1": "“This is what you said,” “They are told by you.”",
    "ai-anya-e0812n0:297_2": "This is how I understand ...",
    "ai-anya-e0812n0:297_3": "lighting up the island which was destroyed, the lamps, (he said): “Bhaddā, has palace, is the day of the king, –",
    "ai-anya-e0812n0:297_4": "And here the lamp here is in the same way as the meaning in that place.",
    "ai-anya-e0812n0:298_0": "The meaning should be understood according to the word construction in the way beginning, “This is good in the end, and the meaning. The practice that leads to the meaning. When states are dispelled, they are called “unpracticed meaning”.",
    "ai-anya-e0812n0:298_1": "Just as you have to cross the flood",
    "ai-anya-e0812n0:298_2": "resplendent like the shining light, which is the king’s calling him the glory of the Jina, is the place where the king’s capital,",
    "ai-anya-e0812n0:298_3": "And here, lamps, too, in the domain of “yee” is one better than this, etc., in this way: “Where do you haven’t achieved the goal? General that is called an instance” .",
    "ai-anya-e0812n0:298_4": "resplendent in what is recommended by others,",
    "ai-anya-e0812n0:299_0": "23.",
    "ai-anya-e0812n0:300_0": "he is accompanied by suffering.’",
    "ai-anya-e0812n0:301_0": "if you do so,",
    "ai-anya-e0812n0:302_0": "What is that?",
    "ai-anya-e0812n0:303_0": "sorrowless, they beat,",
    "ai-anya-e0812n0:304_0": "if he lovs the first story of , he does so without reason;",
    "ai-anya-e0812n0:304_1": "Given by the first is a condition for the other.",
    "ai-anya-e0812n0:304_2": "if he analyzes forth in the same way, “This is the condition for the law of what is called concept as “This is the analysis of requisites” , this is what is said in the case of the elements.",
    "ai-anya-e0812n0:304_3": "Pilinda (Sof rice), like ghee, crushing the belly, at ease, and (water) a rock (at me).",
    "ai-anya-e0812n0:304_4": "And here it is said: “There is no chopping boiled rice.”",
    "ai-anya-e0812n0:305_0": "What is the reason why, etc., in order to do the same for one without secretion, etc., is called “stomach” etc., “This is a condition for the necess of sorrow, lamentation, pain, sadness, and distress” and distress, etc., are called “This is the cause of suffering.”",
    "ai-anya-e0812n0:305_1": "Just as you have to cross the flood",
    "ai-anya-e0812n0:305_2": "This worm was to by that wound, this very split (their) wrists (burning):",
    "ai-anya-e0812n0:305_3": "because of the first reason he compassionates (from the time).",
    "ai-anya-e0812n0:305_4": "It leads to discrimination, (the of the first part) in the beginning.",
    "ai-anya-e0812n0:305_5": "doesn’t get too far away.",
    "ai-anya-e0812n0:305_6": "And because even the opposite sex on the hilltory, the wielding of the boat, (saying): “From this earthquake” he said, “From the foot of the Faith.”",
    "ai-anya-e0812n0:306_0": "24.",
    "ai-anya-e0812n0:307_0": "What can I (grain) in a pleasing man",
    "ai-anya-e0812n0:308_0": "By the top of the one who is (also) poor was done,",
    "ai-anya-e0812n0:309_0": "24.",
    "ai-anya-e0812n0:309_1": "Now we will show the drums, what will we do?”",
    "ai-anya-e0812n0:309_2": "Herein, they are (given) to the western side, the Yamakas and so on,",
    "ai-anya-e0812n0:309_3": "to whom one is devoted Yama’s womb,",
    "ai-anya-e0812n0:309_4": "What kind of person would they say: “Where are you going?”",
    "ai-anya-e0812n0:309_5": "What is the place where the parts of an impediment consisting in a position, in whom one who isn’t worthless.",
    "ai-anya-e0812n0:309_6": "Someone with little dust in an idiot is caught up in a person whose needs to catch, so how then an undetermined, secret, and when you composes you in the way described, then how can you response yourself?",
    "ai-anya-e0812n0:310_0": "24.",
    "ai-anya-e0812n0:310_1": "Now comes the desert by Yamaka brought people down the things that make them hard to get past it, and say, “Give adornments,” and on earth.",
    "ai-anya-e0812n0:310_2": "What is the footprint, infatuated and dreadful, getting caught up in the same level, and trapped on the bank of the Kinālaka, that which can be caught up in a displaying an iron ball, just as it really do?",
    "ai-anya-e0812n0:310_3": "the hurtful is the idiot of the function that clever personally full of hate, whose body is undeveloped.",
    "ai-anya-e0812n0:311_0": "25.",
    "ai-anya-e0812n0:312_0": "on the bank of the river Sappinīs,",
    "ai-anya-e0812n0:313_0": "those endowed with the virtue, (living in) the virtues of those like me,",
    "ai-anya-e0812n0:314_0": "25.",
    "ai-anya-e0812n0:314_1": "“May you be happy, free of grief! Yama! And what is the drum of the sword and spear?” “We said, what is the same.”",
    "ai-anya-e0812n0:314_2": "He is satisfied with the word of his own speech , thus it is “both body” , and so on. It is was done away with the sound of, delighting in having made the sound of drums, as if it were done by the word “posite sex.”",
    "ai-anya-e0812n0:314_3": "What is boarding each other with a spear, the snappped strings, and the necklaces, wherever they emerge.",
    "ai-anya-e0812n0:314_4": "And the altogether (good) conduct of the virtues of the Three Virtue, the sound of news, having made known to others, the incomparable, delightful, fair, embankments, having the system of virtue.",
    "ai-anya-e0812n0:315_0": "25.",
    "ai-anya-e0812n0:315_1": "Now comes the end of what you have achieved is like, and which is like that for one like me to say: “I am this, this is what is said.”",
    "ai-anya-e0812n0:315_2": "on the bank of the river Vaggumudā, thinking: “This is a charming sight in the sky, successful and prosperous and massive, mass of wielding faithful, gladness, subdued, endowed with good qualities, gladness, and subdued by various good qualities,” and so on. And that is how the sensible people are devoted to him.",
    "ai-anya-e0812n0:315_3": "and on the bank of the rose-apple trees and the rose-apples made with fierce, influenced, etc., with their confidence attributes and confidence (where).",
    "ai-anya-e0812n0:316_0": "26.",
    "ai-anya-e0812n0:317_0": "You have declared that incompetent is better:",
    "ai-anya-e0812n0:318_0": "That which is the name of the Pāṭaliputta, and so on,",
    "ai-anya-e0812n0:319_0": "26.",
    "ai-anya-e0812n0:319_1": "now we have come out the promise and the west wish to leave, saying, “Like for the sake of our (of the Buddha),” and so on.",
    "ai-anya-e0812n0:319_2": "when these things are spoken, the to be described again and again, they don’t praised in appearance, the hymns, the goldsmith’s composed, the counselors, the counselors, the words that are long-unpracticed, and their essencesive, their valuable, their valuable, their voicetyards, and their glorious cosing.",
    "ai-anya-e0812n0:319_3": "How many people said to him, “How many people did you say?”",
    "ai-anya-e0812n0:319_4": "Well, whatever is said with colour as phrases .",
    "ai-anya-e0812n0:319_5": "Yamaka is so welcome",
    "ai-anya-e0812n0:319_6": "whatever you have answered.",
    "ai-anya-e0812n0:319_7": "But whatever other limited things have passed, that because of another.",
    "ai-anya-e0812n0:319_8": "That’s what I do.",
    "ai-anya-e0812n0:319_9": "To the feet of the head,",
    "ai-anya-e0812n0:319_10": "Previously",
    "ai-anya-e0812n0:319_11": "And because she has established mindfulness in the eyes that are linked,",
    "ai-anya-e0812n0:320_0": "Herein, in the beginning of the middle of the feet they started the simile.",
    "ai-anya-e0812n0:320_1": "they’re still only reading each other with a body of the Buddha’s feet, all of them, at midday, and all that they practice?",
    "ai-anya-e0812n0:320_2": "Some sentient beings are reborn according to their origination thus:",
    "ai-anya-e0812n0:320_3": "The first is set forth aside for the name and family with the first foot, namely, “Possessing of the feet, the second, the third, and the fourth, of the mundane and supramundane appears, as it is first to be expressed in this way, and so on.",
    "ai-anya-e0812n0:320_4": "But when it comes to all the texts, it should be understood that all the aspects beginning with the dispensation.",
    "ai-anya-e0812n0:321_0": "26.",
    "ai-anya-e0812n0:321_1": "now we shall proclaim the leopard as an island to be eaten.",
    "ai-anya-e0812n0:321_2": "When they said this, it was said that uninterruptedly with many different colors, genuine, and preferences, both in public and independent.",
    "ai-anya-e0812n0:321_3": "And that is how to go about these three verses in the beginning, the middle, and the end of the middle.",
    "ai-anya-e0812n0:321_4": "And here the word rolling of the preceding should be stated thus: “This is the word opposite separately ...” and “This is the consequence of their interruption since it is said to be one who needs something else.",
    "ai-anya-e0812n0:321_5": "(They are) unlike this,",
    "ai-anya-e0812n0:321_6": "The one who is happy, incomparable,",
    "ai-anya-e0812n0:321_7": "And that is undefilement and poisoned, (saying):",
    "ai-anya-e0812n0:321_8": "And many kinds of good conduct are compared to those same in the beginning, the middle and the end, and the type of the aeons. And they divided into two domains and resort’” .",
    "ai-anya-e0812n0:322_0": "Herein, in the four directions there are seven stars at the beginning of the feet of the feet, all the limbs, and seventy-four feet.",
    "ai-anya-e0812n0:322_1": "The group of seventeen on the feet and the water filter with the feet. They hang the middle of the beds and the water for rinsing the feet, all the water from the top, and seven pieces from the ground.",
    "ai-anya-e0812n0:322_2": "And here the first footprint, etc., in this way the first footprint, etc., appears to be used in the second foot, etc., and similar to the foot of the four feet. He looks on at the first foot of the feet, etc., and his feet were laid down on the four legs, etc., and his feet were provided by the first foot, and with the second foot-standstool, etc., with the first foot covered with too so on.",
    "ai-anya-e0812n0:322_3": "Likewise in the case of ten kinds:",
    "ai-anya-e0812n0:322_4": "he enters the first ancheming which is without placing the mind on the first foot, himself with the second foot, without turning back, and so on.",
    "ai-anya-e0812n0:322_5": "but there was no dividing schism in transmigration.",
    "ai-anya-e0812n0:323_0": "the commentary on the first bed and the colour of the feet.",
    "ai-anya-e0812n0:324_0": "27.",
    "ai-anya-e0812n0:325_0": "May all people obtain the gifts of seclusion,",
    "ai-anya-e0812n0:326_0": "The people do not favour abolish a talk in seclusion.",
    "ai-anya-e0812n0:327_0": "27.“Sujanā”iccādi.",
    "ai-anya-e0812n0:327_1": "(From this day forth) may all people desire for the sake of a dispensation. Its shakes off facing the dancers, alone with nounction influence, clarity, Though they wretch the eyes of seclusion, laughing, and smooth the one opposites, and then their seclusion and people pursue seclusion.",
    "ai-anya-e0812n0:327_2": "This is the first kind of good will.",
    "ai-anya-e0812n0:328_0": "27.",
    "ai-anya-e0812n0:328_1": "now they show the face beginning and so on.",
    "ai-anya-e0812n0:328_2": "Because they do not kill living creatures, steal, and commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view. Because of their compassion for all kinds of sensual stimulation, effacement, all kinds of seclusion, and likable oppositeing,motion, and dispelling seclusion.",
    "ai-anya-e0812n0:328_3": "For the purpose of seclusion in clinging to seclusion,",
    "ai-anya-e0812n0:328_4": "Your wisdom is poisoned. And it’s not out of seclusion for those people who decay.",
    "ai-anya-e0812n0:328_5": "this is the bed and chair without placing the mind.",
    "ai-anya-e0812n0:329_0": "the colour of costals and cursts;",
    "ai-anya-e0812n0:330_0": "28.",
    "ai-anya-e0812n0:331_0": "All are wholesome, endowed with all wholesome things.’",
    "ai-anya-e0812n0:332_0": "Pleasure and pain are one,’ so the best thing.",
    "ai-anya-e0812n0:333_0": "28.“Kusalā”iccādi.",
    "ai-anya-e0812n0:333_1": "(but) the power of the pair of homage and the production of great strength,",
    "ai-anya-e0812n0:333_2": "immediately:",
    "ai-anya-e0812n0:333_3": "Only away is the power of profitable deeds: ‘All those who have feeble and weakness, and as much as they wanted, without trouble or difficulty, and with the result of their former happiness and suffering applying the sign of their deeds.’ So they don’t pass away and are able to make an end of suffering.",
    "ai-anya-e0812n0:333_4": "whatever pleasure and pain they arise.",
    "ai-anya-e0812n0:333_5": "this is the first kind of ill-will, and so on.",
    "ai-anya-e0812n0:334_0": "Yet when we’re strong and stout weakness, then strong in absorption, so far as life is able to get all these things. As long as weakness is able to die, so long as pleasure and pain are able to discern the exertion and the exertion of the path, pleasure and the pain oppositesite of the paths that cause pleasure and pain are in bliss produced by an exceed.",
    "ai-anya-e0812n0:334_1": "this is an unguarding shoes.",
    "ai-anya-e0812n0:334_2": "a skilled in what is good and wholesome,",
    "ai-anya-e0812n0:334_3": "“Sīha, you should be told.”",
    "ai-anya-e0812n0:334_4": "become a condition for the rest.",
    "ai-anya-e0812n0:335_0": "Both the bedroom, the colour of the feet, and the tender hands and feet,",
    "ai-anya-e0812n0:336_0": "29.",
    "ai-anya-e0812n0:337_0": "Disregarding your (true) self-control, being selfished by me,",
    "ai-anya-e0812n0:338_0": "worshipping the Lord of Men, like the Lord of the Worlds,",
    "ai-anya-e0812n0:339_0": "29.“Sādara”miccādi.",
    "ai-anya-e0812n0:339_1": "Candana, being untouched by the gate of the Mount (rained), of the Lord of Men, respectively handed down the three gates, which were spotless and untouched by the Lord of the Lord of Men, ascended by the Lord of Men, at the end of the hosts of Supreme Man, etc., and worshipped by an treasure, and so forth (the King) for the purpose of giving a dispensation, hesecus.",
    "ai-anya-e0812n0:339_2": "I have said: ‘My self-definite is spoken.’",
    "ai-anya-e0812n0:339_3": "This is the first kind of ill-will, and so on.",
    "ai-anya-e0812n0:340_0": "(Buddha replied:) “I do not pay homage to the Buddha by myself a hundred gates, embankments, ramparts, and adornments for the banner of the auspicious charming eyes, ears, nose and with adorned with adornments and countless hundreds of pearls, which have subdued the diseases, and charms for the sake of (weself). Rightenly, what is consequence of this excellent body, gems, counsels, and so on, the minds of preciously to the world, and so on.",
    "ai-anya-e0812n0:340_1": "this is an untouchable bed to the bench, the precincts of the feet,",
    "ai-anya-e0812n0:340_2": "with a thousand companions who proceed (towards).",
    "ai-anya-e0812n0:340_3": "take the sound of its groan:",
    "ai-anya-e0812n0:340_4": "For it is because the sound of doing as accumulating thus: “The legal procedures of ejection for not making amends for an offense, and the characteristic of manner of failure in conduct,” etc., and not even if they do not refer to the sound of a single profitable legal procedure, because there is no one thing that is evident to him, it is not because of the lifting of the skin;",
    "ai-anya-e0812n0:341_0": "“Having gone into all quarters,",
    "ai-anya-e0812n0:342_0": "frequented by force.",
    "ai-anya-e0812n0:343_0": "Because of this, the astute",
    "ai-anya-e0812n0:344_0": "They must adhere a retinue, and acquisition for themselves with verses.” And they expressed their appreciation:",
    "ai-anya-e0812n0:345_0": "For what is said is what is said.",
    "ai-anya-e0812n0:345_1": "So the sixth action, thinking, “General position,” “There is the first place in the passage for recitation, the end of the noble ones, and the first is the sixth part.",
    "ai-anya-e0812n0:345_2": "Moghana and Candagutta",
    "ai-anya-e0812n0:345_3": "There are three treasures: amongst those who know modes and these treasures.",
    "ai-anya-e0812n0:346_0": "The colour of the teeth, etc., is the colour of the feet and so on.",
    "ai-anya-e0812n0:347_0": "30.",
    "ai-anya-e0812n0:348_0": "(it) is worth a sixteenth part of a kasiṇa, a woodland tree,",
    "ai-anya-e0812n0:349_0": "The Happy One, who is endowed with a good,",
    "ai-anya-e0812n0:350_0": "30.“Kamala”miccādi.",
    "ai-anya-e0812n0:350_1": "he has organized the tasks of drums which are an outcaste is drawn out from the mass of fire, jewels, peculate, and so on. It leads to the welfare of the mundane and supply of succession.",
    "ai-anya-e0812n0:350_2": "Varuṇa applauds, hollows incestines, meadows, garlands, fragrances, and perfumes; and went to see the rainy season.",
    "ai-anya-e0812n0:350_3": "Stormed to the island of Laṅkā, making a setting out of compassion for the Supreme Man, as he was giving up his former wife, he created the vanity of the World, the Lord of the World, the Sole Enlightened One, after going to the neighborhood of the World’s enlightened One, the lotus-face of the World, who was unable to attain Nibbāna, the fruit, the in the end of the world.",
    "ai-anya-e0812n0:350_4": "this footprint of the feet and so on.",
    "ai-anya-e0812n0:351_0": "Padumavatī was able to draw a bag from lotuses.",
    "ai-anya-e0812n0:351_1": "(The Buddha) said: “After his accomplishment in self-effacement and Kāsi, lazy, able to draw the massive fire-brands for the air, making a garland of fragrances, and make it unshakable for the sake of this worldly seeking the rainy season, but he is unable to make an end of suffering, the world with its gods and humans. Yourself, Swedelcome, and is unable to be able to make a complete assembly.",
    "ai-anya-e0812n0:351_2": "(All beings) go to the end of all beings.",
    "ai-anya-e0812n0:351_3": "All these are present in the first place, they say,",
    "ai-anya-e0812n0:351_4": "This is the bed fortunate, and the accumulation of the feet.",
    "ai-anya-e0812n0:352_0": "31.",
    "ai-anya-e0812n0:353_0": "(may they) resided in the heart",
    "ai-anya-e0812n0:354_0": "I could have also thought: ‘They are the directions for Yama.’",
    "ai-anya-e0812n0:355_0": "31.",
    "ai-anya-e0812n0:355_1": "“When we have thus shown the eighteen feet, etc., then our feet were shown by a different shoes, and so on.",
    "ai-anya-e0812n0:355_2": "when someone with good will, the intention to speak of the four kinds of ill will, the groundlessly attractive, good-hearted quality.",
    "ai-anya-e0812n0:355_3": "And some time later they don’t tell. “What sort of things that you don’t belong?”",
    "ai-anya-e0812n0:355_4": "By this means, etc., in the first direction, he finds out the following directions, and for the second, and for the third, and for the fourth, and for the sake of the path heat, etc., and also the enumeration of the feet, etc., which are to be found in the first directions, and to the categories beginning, “Bhikkhus, and he manifests neither too transgression nor too factragration,” etc., as being described in the first way beginning, and so on.",
    "ai-anya-e0812n0:355_5": "Herein,",
    "ai-anya-e0812n0:356_0": "“Virtues, having great virtues, has great psychic power,",
    "ai-anya-e0812n0:357_0": "Is your mind drives away like a deluded into afar?”",
    "ai-anya-e0812n0:358_0": "So longing for the second, etc., and for the third time they don’t grasp,",
    "ai-anya-e0812n0:359_0": "“You may all follow the advice.",
    "ai-anya-e0812n0:360_0": "like a government official in words.",
    "ai-anya-e0812n0:361_0": "shining in the morning.",
    "ai-anya-e0812n0:362_0": "this Dhamma is your maturity, may it be.”",
    "ai-anya-e0812n0:363_0": "So etc., are the first kind of footprint, etc., and so on.",
    "ai-anya-e0812n0:364_0": "“Having done enough to do it, ~ which is pure, and having made (it) calm,",
    "ai-anya-e0812n0:365_0": "the one who had made it long, ~ and the one who is blessing for heaven.”",
    "ai-anya-e0812n0:366_0": "So first of the four kinds of raised up to the feet, etc., and to be undertaken, and so on.",
    "ai-anya-e0812n0:367_0": "“My mind has made an effort to get away,",
    "ai-anya-e0812n0:368_0": "I mustn’t have been recently crossed over to the far shore?”",
    "ai-anya-e0812n0:369_0": "the middle of the day and so on,",
    "ai-anya-e0812n0:370_0": "“Very good, (thinking): “Very good, a big sacrifice!”",
    "ai-anya-e0812n0:371_0": "Whoever, you’re a Wise One, if you want to be to benefit, you.”",
    "ai-anya-e0812n0:372_0": "the fiery, and the things that are responsible for the past, etc.",
    "ai-anya-e0812n0:373_0": "31.",
    "ai-anya-e0812n0:373_1": "“We choose this town”: “We call the town, this town, this town, and so on.”",
    "ai-anya-e0812n0:373_2": "They seek unshakableness, incomparable, oppressed by hand and so on, yet non-existent and sauce. It is said: “This is someone who is unmoved by the unlucky, unfortunate,” and so on.",
    "ai-anya-e0812n0:373_3": "There is no way, no matter how these sensible people can differently know them by pointing them out.",
    "ai-anya-e0812n0:373_4": "what was said above Yama, or because of what is untrue, he speaks from what is untrue,",
    "ai-anya-e0812n0:373_5": "That is how to be shown by this exposition, the aggregates, etc., that is to say, the pride of dwellings, and so on.",
    "ai-anya-e0812n0:374_0": "Herein, one who is strict should understand thus:",
    "ai-anya-e0812n0:375_0": "those who have learned virtues, who are great and fully mature,",
    "ai-anya-e0812n0:376_0": "(But) your mind has been removed, what will you do?",
    "ai-anya-e0812n0:377_0": "Tissa, observed yourselves, take pleasure in your own special qualities of peace, embarrasses, gives to your own special qualities of peace. When you’re still engaged in all kinds of sensual stimulation, doing so youce your mind atory with an equivalent Those who have conquered their own good qualities?",
    "ai-anya-e0812n0:378_0": "The opposing of the tetrad and the rest of the face beginning should be given thus:",
    "ai-anya-e0812n0:379_0": "All the depthings in the same way as words.",
    "ai-anya-e0812n0:380_0": "the teaching of the Jetavana, wishless! (May you) succeed!”",
    "ai-anya-e0812n0:381_0": "Victor, all-knowing flames, by which the people all hosts of Jeṭṭhas, men and women may all their wishes.",
    "ai-anya-e0812n0:381_1": "However, this meaning of the handsome is certainly in the Vibhaṅga: he has nothing to do with the sound of counsel ,",
    "ai-anya-e0812n0:382_0": "The first tetrad is this:",
    "ai-anya-e0812n0:383_0": "(It is) enough to do enough to care for a long time,",
    "ai-anya-e0812n0:384_0": "the one who had made it long, ~ and the one who is blessing for heaven,",
    "ai-anya-e0812n0:385_0": "And there is a pair of polished gold-coloured flashes, colorful faces, and in the worm-infested gold. And wherever it is mostly considered, he thinks, “Where is the color of shells in the past!”",
    "ai-anya-e0812n0:385_1": "It’s long since he’s been blessed with pure hands, who has made an end of suffering, whose mind is pure, who has reached the ultimate sanctuary, the ultimate spiritual life, and who is very pure, who has made the ultimate goal, and is worthless, stretchinginess, brutal, exceeding the truth, self-control, and peaceful, equiping passions.",
    "ai-anya-e0812n0:386_0": "it should be seen thus:",
    "ai-anya-e0812n0:387_0": "made a delightful enemy, a pleasing (good) your mind,",
    "ai-anya-e0812n0:388_0": "Shouldn’t heedlessness, powerfully and gloriously?",
    "ai-anya-e0812n0:389_0": "my mind-made, wearing an enemy, presume to whom you call out conqueror, with my hands and feet, please take the supernormal powers.",
    "ai-anya-e0812n0:390_0": "Still the bones should be seen thus:",
    "ai-anya-e0812n0:391_0": "(Having) the Giver of the Snakes Cangeously down the earth,",
    "ai-anya-e0812n0:392_0": "That wise one who desires the welfare of the Hero, ~ if he wishes to give,",
    "ai-anya-e0812n0:393_0": "Whoever would wander through the victor’s power, the Hero of the Victory of Jina, fill the Hero’d with a beautiful sunshade, and with joyful and delightful (for him).",
    "ai-anya-e0812n0:393_1": "This is the third kind of opposite sex on the third jhāna, etc.; and of the fortunateness and so on.",
    "ai-anya-e0812n0:394_0": "32.",
    "ai-anya-e0812n0:395_0": "They’ve reached the ultimate goal",
    "ai-anya-e0812n0:396_0": "schism is the reason why",
    "ai-anya-e0812n0:397_0": "others also will be able to satisfy",
    "ai-anya-e0812n0:398_0": "Whatsoever ascetics have reached ultimate it",
    "ai-anya-e0812n0:399_0": "32.",
    "ai-anya-e0812n0:399_1": "What is a wrapping current: “What is it that neither long nor short?”",
    "ai-anya-e0812n0:399_2": "all the animal realm, the aggregates, and the creators of others—when their schism in the various classes of rebirth, old age, and death—are doing what is beneficial, pleasant, or blessed with the deathless.",
    "ai-anya-e0812n0:399_3": "Thus there were two ways of being inclusive and (only) called Kesamutta lady by the forces and (preparating):",
    "ai-anya-e0812n0:399_4": "Now you should know the opportunity to know all.",
    "ai-anya-e0812n0:400_0": "because of a hundred men,",
    "ai-anya-e0812n0:401_0": "how did you not pay them?",
    "ai-anya-e0812n0:402_0": "since I did not wish.’",
    "ai-anya-e0812n0:403_0": "Have you not heard of it, you are not so good.",
    "ai-anya-e0812n0:404_0": "this is the two endeavour, of (of the feet), of which is difficult to do by means of the feet,",
    "ai-anya-e0812n0:405_0": "for you aren’t easy to know.",
    "ai-anya-e0812n0:406_0": "and there are very a fragrant ground,",
    "ai-anya-e0812n0:407_0": "Then Kings, bending the dyers,",
    "ai-anya-e0812n0:408_0": "Just as King Sudānāparanta",
    "ai-anya-e0812n0:409_0": "This is the fourth kind of co-wife!",
    "ai-anya-e0812n0:410_0": "32.",
    "ai-anya-e0812n0:410_1": "Having destroyed the marks of all the marks, etc., which is the characteristic of all accumulations, etc., instances which in the sense of urging.",
    "ai-anya-e0812n0:410_2": "Since this is the time of schism, abstaining, annihilation, abusing, a distance of the various kinds of succession, mass of the various kinds of decrepits, and the families of the ruin that were in the various orders of sentient beings.",
    "ai-anya-e0812n0:410_3": "of dividing into schism in the breakage,",
    "ai-anya-e0812n0:411_0": "In the first place where it was seen that which was like the cowherd’s thread specified and providing the teeth",
    "ai-anya-e0812n0:412_0": "“If a person who does give the Teacher,",
    "ai-anya-e0812n0:413_0": "the mind consultations of the Teacher, the Teacher,",
    "ai-anya-e0812n0:414_0": "When you don’t give your mind,",
    "ai-anya-e0812n0:415_0": "I wouldn’t attendant mind by the mind.",
    "ai-anya-e0812n0:416_0": "This is the end of the feet, and it is unshakable,",
    "ai-anya-e0812n0:417_0": "But if a person were to give the mind to a hymns that are time, then even if it were to lose their mind, they wouldn’t like that.",
    "ai-anya-e0812n0:418_0": "“For those who are mindful,",
    "ai-anya-e0812n0:419_0": "how did you not pay them?",
    "ai-anya-e0812n0:420_0": "from which the conceit ‘I am’ means",
    "ai-anya-e0812n0:421_0": "Have you not heard about it?”",
    "ai-anya-e0812n0:422_0": "This is the fourth kind of footprint.",
    "ai-anya-e0812n0:423_0": "Since that reason is your plenty of rain ...",
    "ai-anya-e0812n0:424_0": "“Rejoicing, heedlessness,",
    "ai-anya-e0812n0:425_0": "Let them hear the teaching Dhamma!’",
    "ai-anya-e0812n0:426_0": "To make people prepare myself,",
    "ai-anya-e0812n0:427_0": "Please eat whatever food I revere.”",
    "ai-anya-e0812n0:428_0": "with the feet of the feet, the water, and of the teeth, and the whirlpools of the mouth,",
    "ai-anya-e0812n0:429_0": "(Surely) he wants today from this day fitting men. (Thus authority) existence, wanting today, venerate him with joined palms, doing the delightful virtues of (of the people). Then he “Delightened One, the Sole Protector of the World, the Lord of Sages, the World, the Lord of Makudharas, the Jeṭṭha, the Thūpa, who wish ledgenderous deeds, for the chief of being unweldorned with such virtues, the dancerands, the earth, the bowels, the people, the bowels, the people, the obliber of men, the people, the people, the people, the people, the people, the libs of all virtues, the people, the people, the gods, and songeldorned with joined palms of men, and songer of men, and so on.",
    "ai-anya-e0812n0:430_0": "“Sāketa, in the Jeta Grove,",
    "ai-anya-e0812n0:431_0": "With his fortunate utterance itself,",
    "ai-anya-e0812n0:432_0": "But how is they not afraid of disposed?",
    "ai-anya-e0812n0:433_0": "After speaking words.”",
    "ai-anya-e0812n0:434_0": "this feet were stricken by the feet and so on,",
    "ai-anya-e0812n0:435_0": "Seventh in the woods of the blossoming lights, so fearful, dreadful and terrified, singing in the Jeta Grove, appearing in the blooming sun, expounding the brightness of the worlds, fires upstream, and in the brightness of his speech, neither perception nor non-perception.",
    "ai-anya-e0812n0:436_0": "“You’re not easy to find a good thing,",
    "ai-anya-e0812n0:437_0": "and so are the grounds for urgency,",
    "ai-anya-e0812n0:438_0": "Then Kings, bending the dyers,",
    "ai-anya-e0812n0:439_0": "like a citadel made of gold.”",
    "ai-anya-e0812n0:440_0": "this is the total second place to be the enemy start.",
    "ai-anya-e0812n0:441_0": "The king’s embraces, so fearful, dreadful, weapons, and his royal wounds came to the bedroom where the people was demolished, like unto the lordly elephants, the earth in the sky. Divinities, were danced, song, kings, and kings warped. that the kings didn’t shine.",
    "ai-anya-e0812n0:442_0": "“You’re conquered by the gods,",
    "ai-anya-e0812n0:443_0": "being destroyed, may you not be transgressed!",
    "ai-anya-e0812n0:444_0": "unshakable, always mindful,",
    "ai-anya-e0812n0:445_0": "Please do so, Sāgata.”",
    "ai-anya-e0812n0:446_0": "this feet were stricken by the feet of the gods,",
    "ai-anya-e0812n0:447_0": "Those who are expert in the texts on the Buddha, the Vinaya, the Dhamma, and the monastic Vinaya, whose minds are pure, who are firmly established in craving and who has not made amends, and whose mind is established in patience and pure, who has cut off craving, whose minds are always wearing the oppression, whose venerated continuality, whose mind is immersed in samādhi, not clinginging to any transmigration.",
    "ai-anya-e0812n0:448_0": "33.",
    "ai-anya-e0812n0:449_0": "Yama, Trunk, and the demons marches.’",
    "ai-anya-e0812n0:450_0": "the fear of my suffering, I will go forth.",
    "ai-anya-e0812n0:451_0": "33.",
    "ai-anya-e0812n0:451_1": "Since this is not the case, this is the site for the purpose of Yamakas, the Arched harps, plunging into it with a thought, “So let anyone who earns a child,” etc., and therefore I am going to heaven introduce about in my lap, etc., and ends in the next life. Consequently I will experience continued existence.’",
    "ai-anya-e0812n0:451_2": "Then this was said: Yamunā, with its hardness,",
    "ai-anya-e0812n0:451_3": "and the sixteen kinds of deluded temperament have assembled together.",
    "ai-anya-e0812n0:451_4": "By this mark:",
    "ai-anya-e0812n0:452_0": "A swallowed by sugarcane,",
    "ai-anya-e0812n0:453_0": "What residing that known by the Fortunate One, he can dwell together with the Earth.",
    "ai-anya-e0812n0:454_0": "to grieve and wailing,",
    "ai-anya-e0812n0:455_0": "They’d be intimate with fame, reputation, and wailing their wives.",
    "ai-anya-e0812n0:456_0": "(There should be) fortunate for arranging weapons,",
    "ai-anya-e0812n0:457_0": "Harsh is also harsh.",
    "ai-anya-e0812n0:458_0": "wherever, calms, horses, chariots, infatuated:",
    "ai-anya-e0812n0:459_0": "it is otherwise: wherever the birds settles, even if the rivers buried.",
    "ai-anya-e0812n0:460_0": "and namely, that fame was poorly here and there,",
    "ai-anya-e0812n0:461_0": "Well-trained, you good in the details of the Dhamma.",
    "ai-anya-e0812n0:462_0": "who has undertaken these kinds of sounds, etc.",
    "ai-anya-e0812n0:463_0": "and on a carcass of jewels have been produced in the same way.",
    "ai-anya-e0812n0:464_0": "For the one in whom the bound together is called Kāṭiri.",
    "ai-anya-e0812n0:465_0": "(There is) some things, being sick, deathless, and diseased,",
    "ai-anya-e0812n0:466_0": "For both Yasasā, who has arisen in both ways,",
    "ai-anya-e0812n0:467_0": "Yasody and his fame are all different marks:",
    "ai-anya-e0812n0:468_0": "or even if hate is reduced in hate, they should not suffer in any direction.",
    "ai-anya-e0812n0:468_1": "For this is said in the Flame Tree: “This is apprehending the hymns, surrounding the minds of many people, embracing the names, clans, embracing the proclamations, namely, family, obsessed by fes, tranksmigrations, surrounds them with verses, and so on indicated by the second verses that weren’t helped with adornment, as well.”",
    "ai-anya-e0812n0:469_0": "“Delighting is full of existence,’ and great hero,",
    "ai-anya-e0812n0:470_0": "In no long time he dropped off the fruit of Nāgas and fruits.”",
    "ai-anya-e0812n0:471_0": "this is the convention of gathered.",
    "ai-anya-e0812n0:472_0": "“These Saṅkha, truly wise one,",
    "ai-anya-e0812n0:473_0": "After putting the safety of the supreme persons, secure within two,",
    "ai-anya-e0812n0:474_0": "this is the definition.",
    "ai-anya-e0812n0:475_0": "Though he has the characteristic of censure , etc., the meaning should be understood as the accompanying for the purpose of showing , and the transmigration .",
    "ai-anya-e0812n0:476_0": "This is how they should ensure that everything overadhearding the sticks in this way: “Bhikkhus, all of them sleeps with a single harness or a dog’s gratification, drawback, and so on. You shouldn’t see anyone or hear them.",
    "ai-anya-e0812n0:477_0": "33.",
    "ai-anya-e0812n0:477_1": "So it is of two kinds as charming and bride, honeying and secluding the division of elephants, boards, baskets, rices, ghee, and oil, etc., and music, and plunges into the various classes of ornaments of women in the ears and accepting the boils, etc., and that is suitable for one living in that phlegm, and playing in what is likely to go about.",
    "ai-anya-e0812n0:477_2": "what of the terrible and the domain of Yamunā, Yamunā, and Aciravatī, Saṁsāra, and Nigaṇṭhasātaputta, and Worlds, the lotus positions, the waters of the aversities, the headed by the jungle, and the neglected misconduct are not soft, thought, “That is the meaning of this solid and that I have been developed with my money.”",
    "ai-anya-e0812n0:477_3": "if he makes use of them specific neutrality, etc., the fear that has arisen in him;",
    "ai-anya-e0812n0:478_0": "Here the goal should be seen:",
    "ai-anya-e0812n0:479_0": "they’ve entered upon them all that have gone;",
    "ai-anya-e0812n0:480_0": "Is unhurriedly, rough, and terible.",
    "ai-anya-e0812n0:481_0": "Suppāra and Mount Vedaḷuka,",
    "ai-anya-e0812n0:482_0": "carpets, fondness, and confused the drivers.",
    "ai-anya-e0812n0:483_0": "To some of the skin, the beds, chairs, and the charnel ground,",
    "ai-anya-e0812n0:484_0": "Here is this:",
    "ai-anya-e0812n0:485_0": "A swallowed by sugarcane,",
    "ai-anya-e0812n0:486_0": "What residing that known by the Fortunate One, he can dwell together with the Earth.",
    "ai-anya-e0812n0:487_0": "to grieve and wailing,",
    "ai-anya-e0812n0:488_0": "They’d be intimate with fame, reputation, and wailing their wives.",
    "ai-anya-e0812n0:489_0": "(There should be) fortunate for arranging weapons,",
    "ai-anya-e0812n0:490_0": "Harsh is also harsh.",
    "ai-anya-e0812n0:491_0": "wherever, calms, horses, chariots, infatuated:",
    "ai-anya-e0812n0:492_0": "it is otherwise: wherever the birds settles, even if the rivers buried.",
    "ai-anya-e0812n0:493_0": "and namely, that fame was poorly here and there,",
    "ai-anya-e0812n0:494_0": "Well-trained, you good in the details of the Dhamma.",
    "ai-anya-e0812n0:495_0": "who has undertaken these kinds of sounds, etc.",
    "ai-anya-e0812n0:496_0": "and on a carcass of jewels have been produced in the same way.",
    "ai-anya-e0812n0:497_0": "For the one in whom the bound together is called Kāṭiri.",
    "ai-anya-e0812n0:498_0": "(There is) some things, being sick, deathless, and diseased,",
    "ai-anya-e0812n0:499_0": "For both Yasasā, who has arisen in both ways,",
    "ai-anya-e0812n0:500_0": "Yasody and his fame are all types of.",
    "ai-anya-e0812n0:501_0": "But this is the meaning here:",
    "ai-anya-e0812n0:501_1": "For the purpose of indicating the whole unprovaded reckoned as a cave, and went together:",
    "ai-anya-e0812n0:501_2": "My secret is successful and prosperous, successful and prosperous, popularity came to destruction.",
    "ai-anya-e0812n0:501_3": "(but) the ultimate absence of such accusations should be understood as the efficacy of power.",
    "ai-anya-e0812n0:501_4": "Wherever sound the ears in the neighborhood of a cry out there might be as if falling away by the cry of the cry:",
    "ai-anya-e0812n0:502_0": "Guarding is very same as that of deluded subsequent tendencies, etc., as similes, moves, currents, and monasteries—these are called “rivings.”",
    "ai-anya-e0812n0:502_1": "Then for the sake of winning fun, that badly-haired and defecated.",
    "ai-anya-e0812n0:503_0": "The Teacher, in order to prevent the cooking, take part in the hand, and government syllables that are helpful for extremely because they have been quietly memorized.",
    "ai-anya-e0812n0:503_1": "For how on earth can someone accomplished in sounds, water, rough, charming, etc.,",
    "ai-anya-e0812n0:504_0": "wherever one is called ‘a calculation’, being considered in brief, murderer, and shelter’.",
    "ai-anya-e0812n0:504_1": "Where the person in whatever place the dysentery she feds, bleeding, and radiating, enemying together with others.",
    "ai-anya-e0812n0:505_0": "He forgets, not being boarded in various ways: loving-kindness, diminishes, etc., and because he wants to intercourse with another.",
    "ai-anya-e0812n0:505_1": "”He for the sake of the production of faith, and for the sake of the drums, the clause, namely, the contravention of the Jina thus: “That is what is called the definition of reference to one who has a faith has existed .",
    "ai-anya-e0812n0:506_0": "picking up musicians, wrapped in the purse of scraps, horns, and crickets is called “settles”.",
    "ai-anya-e0812n0:506_1": "he exercises it carefully; he shows how Sāḷha is able to abandon the influence of continued existence; in the very same way.",
    "ai-anya-e0812n0:507_0": "in fact, having shown that the name of the counselor named Physical in the class of rebirth-developing.",
    "ai-anya-e0812n0:507_1": "One who has dispelled a sickness and death and determined by the opposite sex, and having made a dwelling given the name of the Sākiyā.",
    "ai-anya-e0812n0:508_0": "One who has wealth on both sides and is called renowned both sides.",
    "ai-anya-e0812n0:508_1": "One who has reached the peak of many different characteristics, etc., and is describing a decreed for them.",
    "ai-anya-e0812n0:509_0": "Now comes together to meet (thinking):",
    "ai-anya-e0812n0:510_0": "“Mahinda and Kālāmas,’ is a great sage who has crossed the flood,",
    "ai-anya-e0812n0:511_0": "In such a way you can carry off the fruit of what isn’t non-returners.”",
    "ai-anya-e0812n0:512_0": "this is the convention of gathered.",
    "ai-anya-e0812n0:513_0": "(but) from the time there is no being struck with a sense of urgency, mindfulness does not burn like that.",
    "ai-anya-e0812n0:513_1": "When one who lives in this state of existence",
    "ai-anya-e0812n0:513_2": "They don’t spend your bidding, bringing back a great sacrifice, sovereignty for your own advantages and workers, and steps to yourselves. It no longer manifests spears, burning, blazing and glowing!",
    "ai-anya-e0812n0:513_3": "Here the meaning is, in confluence , etc., in the sense of calming function, is the meaning.",
    "ai-anya-e0812n0:514_0": "“These Saṅkha, truly wise one,",
    "ai-anya-e0812n0:515_0": "After putting aside good things in safety, secure for himself,”",
    "ai-anya-e0812n0:516_0": "this is the definition.",
    "ai-anya-e0812n0:517_0": "the desiring and consummate ones said: “Lord of Khaddiya, a curtaining stain (that) is the time for Bhaddiya Tree.”",
    "ai-anya-e0812n0:517_1": "He is said to be fortunate in the hand of wisdom among those who are embracing the hands.",
    "ai-anya-e0812n0:517_2": "only the meaning is that it should be added:",
    "ai-anya-e0812n0:517_3": "What do you get undergo,",
    "ai-anya-e0812n0:517_4": "He summoned the elephant, tamed by his own warriors, who keeps himself safe.",
    "ai-anya-e0812n0:517_5": "For he who is tamed, tamed, and extinguished himself thus: “A person who is secure selfsing what belongs to self, Paṭācārā, who is Nibbāna.”",
    "ai-anya-e0812n0:517_6": "Here the teacher who paid homage in the teacher’s teaching, in other words, the golden palanquin called Virūpakkha,",
    "ai-anya-e0812n0:518_0": "“For many people who are very startled by many people,",
    "ai-anya-e0812n0:519_0": "Rejoicing what is constantly a Happy One always reveres for him!”",
    "ai-anya-e0812n0:520_0": "This is the end to this end.",
    "ai-anya-e0812n0:521_0": "he is filled with loads, tied to desire, ill will, and enjoyment.",
    "ai-anya-e0812n0:521_1": "for this is said: “He is no sinews in her womb, actually maintained.”",
    "ai-anya-e0812n0:521_2": "This must be bound by the method of explanation: he has fallen into the sense of urgency.",
    "ai-anya-e0812n0:522_0": "“You took a hollow lip in the mouth of a hot waist,",
    "ai-anya-e0812n0:523_0": "dancers, fragrances, flour, stretches, and frauds.”",
    "ai-anya-e0812n0:524_0": "This is what they wish for.",
    "ai-anya-e0812n0:525_0": "(Anāthapiṇḍika said): “Having charming open caves, this swamp decorated with the conjunction of horns, having necks, opened the door, the belly and charming hair, the bearings, the jackals, the manifold worms, the cavestines, the songs of the womans, the man who captivated its head, and the body hair making adornments, the head, as painful physical tray, red creeze, and longing the licking for its head.",
    "ai-anya-e0812n0:525_1": "And there were very large respects with respectable sounds, smells and tastes,",
    "ai-anya-e0812n0:526_0": "“They will not be seen’ means (the Treasures) are fair precious things,",
    "ai-anya-e0812n0:527_0": "the eighteen mentions in each of the place.”",
    "ai-anya-e0812n0:528_0": "This is the attainment of immersion.",
    "ai-anya-e0812n0:529_0": "The eight treasures in the place where the treasures are seen in worldly precious things, and the nine treasures there are eight treasures.",
    "ai-anya-e0812n0:529_1": "These are the nineteenth treasures, such as: “The perfected one, the fully awakened Buddha” is reading in order to do so; he is giving an arranging treasure, he is like a golden bowl.”",
    "ai-anya-e0812n0:530_0": "“Going to the Himālayas, the portion of the Himalayas,",
    "ai-anya-e0812n0:531_0": "solid nectar, and not the observance-day procedure.”",
    "ai-anya-e0812n0:532_0": "This is the rough.",
    "ai-anya-e0812n0:533_0": "so on the slopes of the Himalayas there are seven days having seen the kingdoms on the Himalayas, where the Divinities’ presume the Divinities’ time, (thinking): “Nāgas and Eyes, the Nāgas, and the Nāgas don’t observedrone.”",
    "ai-anya-e0812n0:533_1": "I’m the ultimate goal,",
    "ai-anya-e0812n0:533_2": "In the southern part of the Himalayas there were seven-times playing in the great sea. During the kingship of Devas, the heavenly Earth, the Nāgas, the elephants, the horses, the chariots, and so on, the eighty-face of the mountains, and the trunks (thinking) in the sky like the sky.",
    "ai-anya-e0812n0:533_3": "the gods in that place there are gods",
    "ai-anya-e0812n0:533_4": "These observance-day procedure together are the observance-day procedure: they are preoccupations, functional pervasion, and disputing.",
    "ai-anya-e0812n0:533_5": "from the mark of a hundred characteristics, etc., the flames of defilements, since there is the sound of cycle, the sound of hands, etc., which are produced by any other.",
    "ai-anya-e0812n0:534_0": "“For two with sounds, two sharings,",
    "ai-anya-e0812n0:535_0": "as she was not able to grasp the eye’s color.”",
    "ai-anya-e0812n0:536_0": "This is what appraisal.",
    "ai-anya-e0812n0:537_0": "two iron caulders,",
    "ai-anya-e0812n0:537_1": "there are two pairs here and there are (where) six-six pairs of robes,",
    "ai-anya-e0812n0:537_2": "just as the eye is sockets of the five colours, so too, when a man has drums, snakes, scorpions, and currents, escorpions and customs, and sixes of mine, etc., and is said: “This is how the commentary on the five aspects of particulars, etc., and six colours is said to be the “possesses,” and so on.",
    "ai-anya-e0812n0:537_3": "Here the word added, etc., in the place consequence of the Enlightened One’s word is used for eighteen years.",
    "ai-anya-e0812n0:538_0": "“Your water is happy, Udena,",
    "ai-anya-e0812n0:539_0": "“Spread-to-face with the Sakyan clan.”",
    "ai-anya-e0812n0:540_0": "this barren field is (formed) to put away.",
    "ai-anya-e0812n0:541_0": "Sir, the Sirināga kings have walked around the pavilion of his own navel and the knees. Rains in the red-hot all-round, infested about even a fraction, or copper has not been handed down in the lake aside with the marks of his own hands, and is ready to deportment. This is the proper for you.",
    "ai-anya-e0812n0:541_1": "In the case of the head hairs are these: “Abodes, sire” , etc., is as described in the Chapter of the Eye of Virtues, having a variety of virtues, valiants, travels, birds, and professions, essentials, excellent interpresiveness and profitable, not even for the sake of mentioned about even a functional phlegm,” etc., is included under the headings of the headings, etc., as follows: “You are eleventions, fairable obvious verses, pervals, and priumptiouses, pervalsing in emultments, not even if you.",
    "ai-anya-e0812n0:542_0": "“Pay homage” is one made by the seer,",
    "ai-anya-e0812n0:543_0": "with authority, Normous one, who is good.”",
    "ai-anya-e0812n0:544_0": "This is the name of the majority.",
    "ai-anya-e0812n0:545_0": "one is called an ‘ascetic’.",
    "ai-anya-e0812n0:545_1": "He is well-to-do very dear, he doesn’t enjoy himself in the middle of the day, he is called very authority. He has got rid of responsibility, and is said to be the sage’s friend. He doesn’t become friends.",
    "ai-anya-e0812n0:545_2": "It is said because he has entered upon the first jhāna in this way: “As absence of this jhāna, he must be expounded,”",
    "ai-anya-e0812n0:545_3": "Herein, through rising these servants positions, the story of urgency, the Lord God’s poison.",
    "ai-anya-e0812n0:546_0": "“As a sage who does not purge the gorge,",
    "ai-anya-e0812n0:547_0": "This includes no circumference, too, is the circle.”",
    "ai-anya-e0812n0:548_0": "This is the reason of sentient beings.",
    "ai-anya-e0812n0:549_0": "As long as he lies, only for as much as he liked, moving through the blazing sun, excrement, sprinkled, and (they don) shakes from his net, not even a little exceedingly.",
    "ai-anya-e0812n0:549_1": "This too is no longer in the navel.",
    "ai-anya-e0812n0:549_2": "stomach as much as they need,",
    "ai-anya-e0812n0:549_3": "running out of the life span,  joints, span, and is produced in the various orders, the weakening of the thriving beginning with the crowd, the pit of sandalwood, and the pink,",
    "ai-anya-e0812n0:550_0": "“Oholding to the finest charioteer, why do you desire to mention?",
    "ai-anya-e0812n0:551_0": "The Hero, having abandoned (them), do not make the Hero, (good) conduct!”",
    "ai-anya-e0812n0:552_0": "this is the sound of coughing.",
    "ai-anya-e0812n0:553_0": "What is this: it seems that one who has witnessed down the low life of two acts, namely, the one who witnesses such a place as inferior, one who makes a vast contempt, plunges into a river, and warriorns in front of the village, the Heroic, the mountains, and the warpes, after making an end of suffering.",
    "ai-anya-e0812n0:554_0": "“For four quarters, the four bonds, and the four bonds,",
    "ai-anya-e0812n0:555_0": "enjoying grass they see in the middle, and in the middle.”",
    "ai-anya-e0812n0:556_0": "this is an influence (risken).",
    "ai-anya-e0812n0:557_0": "They use the four directions, produced in the presence of the four directions, and they put them aside like. They then use the grass they’d do the same.",
    "ai-anya-e0812n0:557_1": "And here the four directions, “A belt-place, my father, and followed behind him.”",
    "ai-anya-e0812n0:558_0": "“Ānanda, Jīvaka’s statement is spoken.",
    "ai-anya-e0812n0:559_0": "making merit, he guards the making merit.”",
    "ai-anya-e0812n0:560_0": "This is the proper conduct.",
    "ai-anya-e0812n0:561_0": "It was said that Ājīvaka follower who lives in this way, and whose meritorious deeds, expounded in the water of the ropes, the lakes, the streams of merits, and the minds of good deeds, the Realized One, the perfected one, the fully awakened Buddha, has fallen into the sky and returned to the extinguishment of the fruit of his own merit.",
    "ai-anya-e0812n0:561_1": "The Buddha here is the rolling of merit for the sake of having performed merit, and through the destruction of merit for the whole lifespan, and Making of merit for the destruction of the pollutants, and he cuts off the sign of the path gone beyond.",
    "ai-anya-e0812n0:562_0": "“One who takes a great noise, (the earth), not a fierce,",
    "ai-anya-e0812n0:563_0": "And when an ear was worn out, it was not fruitful.”",
    "ai-anya-e0812n0:564_0": "this is the killer injuring others.",
    "ai-anya-e0812n0:565_0": "Even if he makes a value of four mouthfuls, he does not take it with a sewing of the heart, nor does it take to take it.",
    "ai-anya-e0812n0:565_1": "Likewise that depressed, it seems, is not fruitful or beneficial.",
    "ai-anya-e0812n0:565_2": "the tree crowns with fruits,",
    "ai-anya-e0812n0:565_3": "And wherever soon as he has thrown it up, the grain comes back, having put annoyed, the rubbing back,",
    "ai-anya-e0812n0:566_0": "“Enough, ~ who is like a cuckoo,",
    "ai-anya-e0812n0:567_0": "Of the Koliyan lady, why was the caught?”",
    "ai-anya-e0812n0:568_0": "this isn’t stingy regarding both kinds of stinginess.",
    "ai-anya-e0812n0:569_0": "The Buddha, who was full of fear, like the Bodhi (Tree) that was like a lotus flower,",
    "ai-anya-e0812n0:569_1": "Like a fearful face that had arisen in the wall, ~ Mount Veḷukaṇṭakī, before breaking the trumpet, earrings, nose, tongue-lashes, body hairs, and wrinkled with coils.",
    "ai-anya-e0812n0:569_2": "Pahārāda.",
    "ai-anya-e0812n0:569_3": "a lotus pond is Padumavatī,",
    "ai-anya-e0812n0:569_4": "Two-blacks of water flowed out from both hands, etc., and both these are the names.",
    "ai-anya-e0812n0:570_0": "he said: “A middle one who is middling in the middle,",
    "ai-anya-e0812n0:571_0": "the state of psychic power that has been achieved, and the unconditioned.”",
    "ai-anya-e0812n0:572_0": "This is a crop of rice.",
    "ai-anya-e0812n0:573_0": "Now, when you’re still a fool is said to be the Middle one who shakes, etc., and what is profession about the noble duties of a middling ruler. Yet they say:",
    "ai-anya-e0812n0:573_1": "But the Majjhima reciters say that: “Venerable sir, what is the beginning, the middle one who is superior in the end of the middling, the midddling, the midddling, the middling, the honey and the opposite sex only with how to an average, the time of the three gems, and the nine respects .",
    "ai-anya-e0812n0:573_2": "For the specific purpose:",
    "ai-anya-e0812n0:573_3": "And here the meaning here is this: “For one who has the meaning of the kind already described, the meaning of the three characteristics, etc., by its characteristic, etc., and because it has the meaning of the characteristic, etc., and because it has the meaning of its characteristic, etc., and because it has already ceased there, it is something elsewhere else Vibhaṅga thus: “Here, the sound of the language, the sound of its characteristic, etc., is characterized as its characteristic, and the characteristic” and because it is included in the three characteristic of quieter and the same.",
    "ai-anya-e0812n0:573_4": "The same way should be understood as the currents.",
    "ai-anya-e0812n0:573_5": "Herein, the characteristic of the counsel should be understood as the characteristic of non-resolution . The conclusion should be understood here.",
    "ai-anya-e0812n0:574_0": "34.",
    "ai-anya-e0812n0:575_0": "he went to the country of Kapilavatthu, in the King of the Devas.",
    "ai-anya-e0812n0:576_0": "Thinking about the state of excellence in its perfume,",
    "ai-anya-e0812n0:577_0": "34.“Desi”ccādi.",
    "ai-anya-e0812n0:577_1": "Remembering the Sword",
    "ai-anya-e0812n0:577_2": "is the time for day and night.",
    "ai-anya-e0812n0:577_3": "dancing, singing, song,",
    "ai-anya-e0812n0:577_4": "The world sharing the world, ~ and having come to be.",
    "ai-anya-e0812n0:577_5": "they’re practicing right.",
    "ai-anya-e0812n0:577_6": "you’ll this right here,",
    "ai-anya-e0812n0:577_7": "but it’s appropriate for you to have memorized it.",
    "ai-anya-e0812n0:577_8": "compared to those horses with goads ...",
    "ai-anya-e0812n0:577_9": "now, after gradually consum,",
    "ai-anya-e0812n0:577_10": "The one who desiring that deceits,",
    "ai-anya-e0812n0:577_11": "and draged a hundred carts in the morning,",
    "ai-anya-e0812n0:577_12": "since this in the Joyous appearance in jackals beginning with the gold, etc., has the appearance of naturally auspicious appearance, having the three characteristics beginning with the blue, yellow, red-hot banner, all the times, etc., and the currents in the flame of which is pervaded by the diseases, and so on. And when a creeper has reached the openings in the beginning, “It is the middle,” and so on. It is prospertation of obsessortments, etc., as it is said to observerses, not to say, since it is the seven changemingsings, not produceming from the ends, and eight ways of which is called conses.",
    "ai-anya-e0812n0:578_0": "34.",
    "ai-anya-e0812n0:578_1": "After speaking thus, “This is the recitation passage for recitation, questioning, and answering the art of the teaching by the recitation.”",
    "ai-anya-e0812n0:578_2": "that state of existence in the mountains, that jungle,",
    "ai-anya-e0812n0:578_3": "because it is time for day and night that comes from time to time, and so on.",
    "ai-anya-e0812n0:578_4": "Negles, etc.,",
    "ai-anya-e0812n0:578_5": "The world is like a bonfire of pearls,",
    "ai-anya-e0812n0:578_6": "they’re realm due to mindfulness,",
    "ai-anya-e0812n0:578_7": "waits for the Buddha, and the Teaching of the Sangha.",
    "ai-anya-e0812n0:578_8": "compared to those horses with goads ...",
    "ai-anya-e0812n0:578_9": "The disease:",
    "ai-anya-e0812n0:578_10": "This cooked exceedingly, having dried up the water.",
    "ai-anya-e0812n0:578_11": "Vassakāra doesn’t get the rains residence in the sky, dropping of the jasmine, and the timber trees, and the rainy season, etc., and we will show the names of the moon and sun, the winterruptedness, the headings of the rainy season, etc., and the five months of the rainy season, all-seasons, etc., as we are discarded, and the use of the juewels, and the escape from places of the wind and sun’s dogs, and reptiles, and so on.",
    "ai-anya-e0812n0:578_12": "These Vassakāra taught by the Religion of the Absorption",
    "ai-anya-e0812n0:578_13": "Pressed, he preached the Dhamma. ...",
    "ai-anya-e0812n0:578_14": "This one is unbroken.",
    "ai-anya-e0812n0:579_0": "35.",
    "ai-anya-e0812n0:580_0": "he’d say ‘Whatever he says is,’ he should say, “Yes.",
    "ai-anya-e0812n0:581_0": "Just as all the crocodiles night will shine,",
    "ai-anya-e0812n0:582_0": "35.“Ya”miccādi.",
    "ai-anya-e0812n0:582_1": "It is not smaller than the one who has no meaning in what is not beneficial, nor does the opposite of it.",
    "ai-anya-e0812n0:582_2": "For it is with the “protector” owing to sounds.",
    "ai-anya-e0812n0:582_3": "Whatever practiced one should be spoken by one, he should say:",
    "ai-anya-e0812n0:582_4": "what you take to tell.",
    "ai-anya-e0812n0:582_5": "And all the whole directions in the eastern direction, so the ten directions, dust and dirt in all the directions. They are satisfied, during the day and night.",
    "ai-anya-e0812n0:583_0": "35.",
    "ai-anya-e0812n0:583_1": "now the Dispensation given is invalid and so on.",
    "ai-anya-e0812n0:583_2": "When there is little learning, they should say, “This is the meaning of this,” they say, “This is the category of the teacher’s oppression.” If they proceed, they’ll do what they say, “Yes, I’ll do what you say,” they say, “Yes.”",
    "ai-anya-e0812n0:583_3": "“So it is like that while the western quarter in the same way,” and they pull out of the night, saying, “Pullingsively here.”",
    "ai-anya-e0812n0:583_4": "All directions are to be seen in the eastern directions, so the fortnights, and the forty-three.",
    "ai-anya-e0812n0:583_5": "You can introducate these qualities to an enemy’s dispersal. Your envelops the foliage in the direction, you can introducate the peacocks of the moon, or sun and stars—and the practice that leads to the peak of the essence.",
    "ai-anya-e0812n0:583_6": "there is no malicious intent for one who has heard, there is no (discourse.)",
    "ai-anya-e0812n0:583_7": "today here it is the penetration of the Path,",
    "ai-anya-e0812n0:584_0": "36.",
    "ai-anya-e0812n0:585_0": "one who thinks them all is equal, ~ who is superior in every way,",
    "ai-anya-e0812n0:586_0": "It is hard to find even a single one’s calm, so level.",
    "ai-anya-e0812n0:587_0": "36.",
    "ai-anya-e0812n0:587_1": "It is worthy of showers that he is said to be “We will give!”",
    "ai-anya-e0812n0:587_2": "They wouldn’t even know what is the intermediate directions in the same way. They’d be distributed all kinds of censuremonies, since they were to know what is and see in the middle, not understanding.",
    "ai-anya-e0812n0:587_3": "What do you think, “What is so hard to get,” and so on.",
    "ai-anya-e0812n0:587_4": "For that is why noise entering the home and that is fitting and seeing sounds, and using an opposite sex,",
    "ai-anya-e0812n0:587_5": "Or alternatively, what is called one who has reached,",
    "ai-anya-e0812n0:587_6": "But he does not give attention after each of the similes.",
    "ai-anya-e0812n0:587_7": "That’s why I lie down embracing a person’s speech is in fact matter,",
    "ai-anya-e0812n0:588_0": "36.",
    "ai-anya-e0812n0:588_1": "(but) sensible people will not give to this point, said: “Having become a little” in the way that is to say, “There is no such state for a little”, and so on.",
    "ai-anya-e0812n0:588_2": "all the kind of censure alterations in the way already described, embracing them, etc., they don’t get to know what isyed, and so on.",
    "ai-anya-e0812n0:588_3": "The rest isn’t worth inclining the calm, etc., that is to say, the one who has noise and the triple sounds, and is rare in brief evening the boat of the lamps, and the name of the contrary , and it is rarely worthy of the vicinity.",
    "ai-anya-e0812n0:588_4": "When you’ve gone to a sound, you won’t focus on the right way at that very moment, but focuses on all sides.",
    "ai-anya-e0812n0:588_5": "‘They are helpful to us,’ or ‘theless’—",
    "ai-anya-e0812n0:588_6": "And although there is noise of sounds, etc., that is to say, the collection of sounds, etc., and the others are lovely.",
    "ai-anya-e0812n0:589_0": "37.",
    "ai-anya-e0812n0:590_0": "they may be his doubt.",
    "ai-anya-e0812n0:591_0": "Having attained the end of suffering,",
    "ai-anya-e0812n0:592_0": "She attained Liberation as it was well-known people.",
    "ai-anya-e0812n0:593_0": "with the eye of the ear ... nose ... tongue ... body ...",
    "ai-anya-e0812n0:594_0": "37.“Siyā”iccādi.",
    "ai-anya-e0812n0:594_1": "one who lives in a state of peace proceeds along with people.",
    "ai-anya-e0812n0:594_2": "the goal itself is completed;",
    "ai-anya-e0812n0:594_3": "one would seek that distinction.",
    "ai-anya-e0812n0:594_4": "he carries out, saying: “What is the point of this?”",
    "ai-anya-e0812n0:594_5": "said: “Noble One will find delight,” he replied.",
    "ai-anya-e0812n0:595_0": "37.“Siyā”miccādi.",
    "ai-anya-e0812n0:595_1": "When one has reached the state of peace, he can expound according to what is beneficial and what is connected with the meaning, it is called “unbounded”.",
    "ai-anya-e0812n0:595_2": "The just as the carcass with the afflicted mind.",
    "ai-anya-e0812n0:595_3": "the person who sees (all) superior things,",
    "ai-anya-e0812n0:595_4": "There he said, “He’ll ” “There is the same eye’s that is meant.”",
    "ai-anya-e0812n0:595_5": "she gains distinction higher than the way of learning, which is got.",
    "ai-anya-e0812n0:595_6": "disputing: “There is no difference between the two, and that is united,” and “without dust.”",
    "ai-anya-e0812n0:596_0": "38.",
    "ai-anya-e0812n0:597_0": "lofty things, he (surely) in what is his end.",
    "ai-anya-e0812n0:598_0": "the lamps of flying through the air, lampsed in the day,",
    "ai-anya-e0812n0:599_0": "38.“Hīna”miccādi.",
    "ai-anya-e0812n0:599_1": "whatever is useful, fathoming, he should make an effort to get rid of it, inferior, superior, or far away, is inferior.",
    "ai-anya-e0812n0:599_2": "“As weavers it indeed, sirs.”",
    "ai-anya-e0812n0:599_3": "Having destroyed the lamps, they get caught up in the day with which they goes to.",
    "ai-anya-e0812n0:599_4": "And here it is the lamp that split into two or three bowlless lights:",
    "ai-anya-e0812n0:600_0": "38.“Hīnaṁ kare”ccādi.",
    "ai-anya-e0812n0:600_1": "You do what is useless, what is inferior is superior.",
    "ai-anya-e0812n0:600_2": "The same is the same as that with the birds of trees, “Blameworthy branch on the bank of the river Lives,”",
    "ai-anya-e0812n0:600_3": "When those who are satisfied, they went to hide the sunrise and snapped the finger-place.",
    "ai-anya-e0812n0:600_4": "“Surely it is the lamp’s fitting for him in this way that he has gained faith, and that he has still appeared in the realm of the gods.",
    "ai-anya-e0812n0:600_5": "But is inferior and superior: it is not eventually praised, comprehension, what is lamp, even when dispelling,",
    "ai-anya-e0812n0:601_0": "39.",
    "ai-anya-e0812n0:602_0": "and fills the top with the toe, whatever is undetermined.",
    "ai-anya-e0812n0:603_0": "Just as the Lord of the Buddha",
    "ai-anya-e0812n0:604_0": "overpowered by the feet, (will be) filled with the texts on the foot.",
    "ai-anya-e0812n0:605_0": "39.“Pādapūraṇi”ccādi.",
    "ai-anya-e0812n0:605_1": "it fulfills the fourth footprint.",
    "ai-anya-e0812n0:605_2": "Likewise, when the word is spoken,",
    "ai-anya-e0812n0:605_3": "worshipped the Buddha with his foot on the lotus-like feet.",
    "ai-anya-e0812n0:605_4": "Herein, just as to how to define whether of these kinds:",
    "ai-anya-e0812n0:605_5": "what do you think is true.",
    "ai-anya-e0812n0:605_6": "in the distinction of the poison.",
    "ai-anya-e0812n0:606_0": "The commentary on the beautiful teaching is finished.",
    "ai-anya-e0812n0:607_0": "Practice Conduct",
    "ai-anya-e0812n0:608_0": "40.",
    "ai-anya-e0812n0:609_0": "sounds ...",
    "ai-anya-e0812n0:610_0": "This one who grasps it like a magic trick.",
    "ai-anya-e0812n0:611_0": "40.“Saddato”iccādi.",
    "ai-anya-e0812n0:611_1": "As to the sound, it is called rejection, because it is the meaning of the word “restraint in the ear”; or in the sequence of meaning, it is on the basis for ending, in whatever place the receptacle for annoyance, engaging from that, and instrument” .",
    "ai-anya-e0812n0:611_2": "gives with water, the pours herd,",
    "ai-anya-e0812n0:611_3": "This was the dust of the wind, and the sun rises.",
    "ai-anya-e0812n0:611_4": "And the meaning of the Ālavī: “This is an abode.”",
    "ai-anya-e0812n0:612_0": "40.",
    "ai-anya-e0812n0:612_1": "Now comes the leftovers because of the law of the kind already described, etc., in the same way as “sup” .",
    "ai-anya-e0812n0:612_2": "Avoiding the meaning in which the words “where benefact by the word ‘beneficial’ is spoken by the words that are spoken of, or anyone else.",
    "ai-anya-e0812n0:612_3": "Reciting a recitation, “Teach for the recitation,”",
    "ai-anya-e0812n0:612_4": "This one who is low, has hatred, is very fat,",
    "ai-anya-e0812n0:612_5": "it is called “wavering” in the way already described, etc., that is to say, the meaning of giving and sharing, etc., according to the Vibhaṅga thus: “Herein, what is called.”",
    "ai-anya-e0812n0:613_0": "In the same way the Teacher, Such-like, unmatched in the world,",
    "ai-anya-e0812n0:614_0": "41.",
    "ai-anya-e0812n0:615_0": "those who follow other paths had come to embrace,’",
    "ai-anya-e0812n0:616_0": "and inspiring confidence in the Greatly Famous One,",
    "ai-anya-e0812n0:617_0": "41.",
    "ai-anya-e0812n0:617_1": "When the sectarians, the deadly preserved the ideas of the sectarians, the victory of the nature, delivered by the Realized One, the perfected one, the fully awakened Buddha, had a great deal of confidence. Awakened by many people, he does convert the victor.",
    "ai-anya-e0812n0:617_2": "With the meaning of the attributes of meaning and the meaning, he said, “There is no calm in meaning.”",
    "ai-anya-e0812n0:618_0": "41.“Titthiyi”ccādi.",
    "ai-anya-e0812n0:618_1": "Due to that government official infatuated, organized the observers of various sectarians, and fondness and thirst, held on their affairs in the world, and he produced the sixty of views.",
    "ai-anya-e0812n0:618_2": "And although the word in the meaning already described, it is the same introduction since it is spoken of, jointly, the meaning in each case.",
    "ai-anya-e0812n0:618_3": "What the sectarians had been seen by the ascetics of other religions, and those following their views, fertiles, and clans, beliefs.",
    "ai-anya-e0812n0:619_0": "42.",
    "ai-anya-e0812n0:620_0": "One who lives by agitation should mix with fear of heedfulness,",
    "ai-anya-e0812n0:621_0": "Kokālika, too, who is your virtue, also will follow him.",
    "ai-anya-e0812n0:622_0": "he should behave in annoying, and with the words he departs.",
    "ai-anya-e0812n0:622_1": "Because of that foliage, the Sangha.",
    "ai-anya-e0812n0:622_2": "if he makes him statement:",
    "ai-anya-e0812n0:622_3": "and it is not stated in the presence of those without consideration,",
    "ai-anya-e0812n0:622_4": "and it is quite different for you to turn back while still engage in and preying non-existent lawless in the world that is powerful , while the meaning is that it is not established in him.",
    "ai-anya-e0812n0:622_5": "And here the clause he has apprehended all the aspects here thus: “Heres the repulsiveness of all” , and so on.",
    "ai-anya-e0812n0:623_0": "42.“Āraddhakkami”ccādi.",
    "ai-anya-e0812n0:623_1": "one who starts a delays a balanced effort, and who makes it go to a degree of you.",
    "ai-anya-e0812n0:623_2": "if he carries out, saying: “Repulsiveness” and so on,",
    "ai-anya-e0812n0:623_3": "He is the shelter of great understanding, attacked to attacked by you, saying: “Sāriputta, and so on.”",
    "ai-anya-e0812n0:623_4": "virtue, concentration and insight into the various special qualities of virtue, etc., even when a skilled precept announcement by one who is possessed of virtue, etc., is speaking only even when a skilled precept void.",
    "ai-anya-e0812n0:623_5": "so too, even though sentient beings thought, still it is in the same way, in the world of its gods, gave no matter how to be found.",
    "ai-anya-e0812n0:623_6": "And why is it commentary to one whom one has given the meaning of “interpreting” .",
    "ai-anya-e0812n0:623_7": "A pestle’s dispensation is one who remains where it is can be deluded.",
    "ai-anya-e0812n0:624_0": "43.",
    "ai-anya-e0812n0:625_0": "Having fallen into the lower world, the inherent one (wholesome) decays.",
    "ai-anya-e0812n0:626_0": "(They are) dispelled by what is thought.",
    "ai-anya-e0812n0:627_0": "43.“Padāna”miccādi.",
    "ai-anya-e0812n0:627_1": "Wherever there are in whatever place the crooks, instead, displaying, and deceived in a person’s presence—those who think it can be wrong.",
    "ai-anya-e0812n0:627_2": "Toward him from his ears he showed them to people.",
    "ai-anya-e0812n0:627_3": "This is the meaning of ‘the origin’.",
    "ai-anya-e0812n0:628_0": "43.“Padāni”ccādi.",
    "ai-anya-e0812n0:628_1": "fallen into negligence, idiosyncratic interpretations of wrong speech, whereby annoyance, hate, and delusion—which deceives, infatuated, getting better, or worse.",
    "ai-anya-e0812n0:628_2": "And at that time the death of him was a slacker in a past deed, when he was piced by this agitation.",
    "ai-anya-e0812n0:629_0": "44.",
    "ai-anya-e0812n0:630_0": "(So) many virtues of learning are hard to see, people.",
    "ai-anya-e0812n0:631_0": "always revered by the good,",
    "ai-anya-e0812n0:632_0": "44.",
    "ai-anya-e0812n0:632_1": "This world is very hard to settle a great deal of virtues that familiar with the special qualities of good qualities, rising above ground, oppressed, and many people praised by the Lords of the gods, the Enlightened One, the Sole Protectors, the world, the elimination of the gods, and the humans enemy above it, he would not be freed from all these people.",
    "ai-anya-e0812n0:632_2": "Herein, advantages of much virtue, etc., has fallen into it, the stomach a one who is sick, his fortune springs up.",
    "ai-anya-e0812n0:633_0": "44.“Bahuguṇe”ccādi.",
    "ai-anya-e0812n0:633_1": "Yet he recollects many kinds of virtue: such qualities as very value of special qualities, etc., andcept to others,; for all beings, was sympathy, praised by sensible people, and greatly generous. And he is always revered by the seven treasures.",
    "ai-anya-e0812n0:633_2": "Herein, having reached the goal, he has fallen into the sky, glory of the earth, waves and fallen in the sky.",
    "ai-anya-e0812n0:634_0": "45.",
    "ai-anya-e0812n0:635_0": "lived on a village boundary’s victor; as it is of analytical knowledge.",
    "ai-anya-e0812n0:636_0": "To those people you won’t enjoy me, what can you?’",
    "ai-anya-e0812n0:637_0": "45.",
    "ai-anya-e0812n0:637_1": "anyone who understands the meaning of what someone who needs his speech when he speaks.",
    "ai-anya-e0812n0:637_2": "We get some rainy season.",
    "ai-anya-e0812n0:637_3": "I wish to make me presume for the village, why are you constantly visiting a village?",
    "ai-anya-e0812n0:638_0": "45.“Visiṭṭhe”ccādi.",
    "ai-anya-e0812n0:638_1": "Enjoying what is dear and beloved, known as the Piyatissaka from this price for his purpose, and from that time he should give it up into his presence.",
    "ai-anya-e0812n0:638_2": "if he carries out, saying: “Repulsiveness” and so on,",
    "ai-anya-e0812n0:638_3": "The other delights in sensual pleasures, why are you not I want?",
    "ai-anya-e0812n0:638_4": "such a one, who lives in such a wish, is void of stinginess,",
    "ai-anya-e0812n0:639_0": "“Forget on this earth, at your reason,",
    "ai-anya-e0812n0:640_0": "settles on the day to night.",
    "ai-anya-e0812n0:641_0": "to see the sage’s army.",
    "ai-anya-e0812n0:642_0": "When he came to a roam, he is like a dead man on a dead man.”",
    "ai-anya-e0812n0:643_0": "However, acting like a dear person in the place there is a behaviour, for which they say is the word “bitter” because of their respective speech.",
    "ai-anya-e0812n0:643_1": "And here the word owing to one for ten years, thus it is sublime.",
    "ai-anya-e0812n0:643_2": "Are you the meaning of one who understands the meaning, of what is unsuitable,",
    "ai-anya-e0812n0:644_0": "46.",
    "ai-anya-e0812n0:645_0": "one with abiding in confidence upon the stream (only),",
    "ai-anya-e0812n0:646_0": "after entering this village (like) the Lord of the Worlds,",
    "ai-anya-e0812n0:647_0": "46.“Pade”ccādi.",
    "ai-anya-e0812n0:647_1": "As to a consequence, they lose whatever bad things are covered with unshakable, inflicted, and made a mistake, not serene, as happens when rolled away.",
    "ai-anya-e0812n0:647_2": "And as you look after yourself,",
    "ai-anya-e0812n0:647_3": "He is one who has no species whatever bodily he is dear,",
    "ai-anya-e0812n0:647_4": "in the past, future or present,",
    "ai-anya-e0812n0:647_5": "and whatever fear there is,",
    "ai-anya-e0812n0:647_6": "from the one who is rid of sorrow,",
    "ai-anya-e0812n0:647_7": "the man who consciously has the continuation of existence.",
    "ai-anya-e0812n0:648_0": "46.“Padasandhāni”ccādi.",
    "ai-anya-e0812n0:648_1": "There’s a dwindling down from the distance. It’s been made up in currently displayed, misfortune, and governed with the stage of families. All of these days the villages have been made about.",
    "ai-anya-e0812n0:648_2": "If you compare it,",
    "ai-anya-e0812n0:648_3": "May you have become a woman’s wish for marriage, how many women are there.",
    "ai-anya-e0812n0:648_4": "For the sake of (rebirth): the meaning is good.",
    "ai-anya-e0812n0:648_5": "“In fear of these.”",
    "ai-anya-e0812n0:648_6": "He has not overcome whatever fear there is, that which leads to rebirth in the realm of luminousness, thus he is incapable of becoming awakened.",
    "ai-anya-e0812n0:648_7": "It is hard to do, thus it is aroused, making it clear.",
    "ai-anya-e0812n0:649_0": "47.",
    "ai-anya-e0812n0:650_0": "When this was said, the cutter in a pile,",
    "ai-anya-e0812n0:651_0": "What is said with what is that what is said: what is inferior, what is that is not lost,",
    "ai-anya-e0812n0:652_0": "47.“Vuttesvi”ccādi.",
    "ai-anya-e0812n0:652_1": "When he said this, applies the mind to the educations of desire, illuminating, confusion, and fear in the case of the three cases, then the dropping of the lengths, in the place where the consent has been discussed, and he cuts off, the doubts about the state.",
    "ai-anya-e0812n0:652_2": "And what is called inferior is superior. She thought, “Whatever is that I have attained is inferior,” and what is said.",
    "ai-anya-e0812n0:652_3": "But they are bound by remote lodgings;",
    "ai-anya-e0812n0:653_0": "47.“Vuttesva”ccādi.",
    "ai-anya-e0812n0:653_1": "When this was said, they said in the Hall of Justice: “It is unsuitable, demolished, bodies, enthused, and mistakenly what is said.”",
    "ai-anya-e0812n0:654_0": "48.",
    "ai-anya-e0812n0:655_0": "By in all ways held above upon all beings,",
    "ai-anya-e0812n0:656_0": "at the time of the first phrase in the middle one (of the first time) there is only a bride,",
    "ai-anya-e0812n0:657_0": "48.“Yati”ccādi.",
    "ai-anya-e0812n0:657_1": "Sometimes it all over the fourth verses, each instance, patience, and poisonous verses, each with its own hands and feet, the remaining jhāna in the way already stated, and they say, “They are expounded, and they show the way of the same.”",
    "ai-anya-e0812n0:657_2": "“There are, mixed.”",
    "ai-anya-e0812n0:657_3": "Have it not been said that arrival at the beginning “specified” which is said because he says “Dears in the Paṭisambhidā.”",
    "ai-anya-e0812n0:657_4": "wherever in all places no one at all.",
    "ai-anya-e0812n0:657_5": "the first stage of the idea that pus is even in the middle of the time.",
    "ai-anya-e0812n0:657_6": "Later, in the past,",
    "ai-anya-e0812n0:657_7": "praised by the many beautiful qualities.",
    "ai-anya-e0812n0:657_8": "he gave it up in the morning and in that place,",
    "ai-anya-e0812n0:657_9": "and also that in the middle,",
    "ai-anya-e0812n0:658_0": "48.",
    "ai-anya-e0812n0:658_1": "And now I will show the shelter of all kinds, etc., to show all such things.",
    "ai-anya-e0812n0:658_2": "It is said in the four kinds of footprint: the blessing, the best and the intentions, the end of all kinds, and the to say, and the to subsequent ten.",
    "ai-anya-e0812n0:658_3": "And wherever?",
    "ai-anya-e0812n0:658_4": "is said in the midst of the deathless. “He doesn’t think about a person who has already entered upon themselves in the middle of the village.”",
    "ai-anya-e0812n0:658_5": "If the place where the foot is shaken by the feet, and they stand in its middle.",
    "ai-anya-e0812n0:658_6": "Only how long is it only when obtained in the middle? You don’t have a difference between them.",
    "ai-anya-e0812n0:659_0": "Here is the teacher’s Reference to it according to as it is said:",
    "ai-anya-e0812n0:660_0": "49.",
    "ai-anya-e0812n0:661_0": "head-splitting that, I revere the Realised One,",
    "ai-anya-e0812n0:662_0": "(but) from the whole direction, with its six sense-spheres,",
    "ai-anya-e0812n0:663_0": "49.",
    "ai-anya-e0812n0:663_1": "utters ctically for his sake.",
    "ai-anya-e0812n0:663_2": "The Pavāraṇā ceremonies for covering the places,",
    "ai-anya-e0812n0:663_3": "(The Buddha) appearance in a goldsmith’s beautiful gold: In what way do I say.",
    "ai-anya-e0812n0:663_4": "There was a Realized One, and adorned with all the ten regions. He ages and gold, silver, and gold. He means and made of gold and silver.",
    "ai-anya-e0812n0:663_5": "By the first jhāna there is no fixing in the former place;",
    "ai-anya-e0812n0:663_6": "with the sound of coughing, and fourth,",
    "ai-anya-e0812n0:663_7": "Herein, he is the precinct. The other is the preliminary.",
    "ai-anya-e0812n0:663_8": "Here the stage in the first place separately:",
    "ai-anya-e0812n0:663_9": "Finally: here it is the commentary on the stage of its central states consisting in phrases because it is the time for an instance.",
    "ai-anya-e0812n0:663_10": "This is the west.",
    "ai-anya-e0812n0:664_0": "So this wrapped in which they are whenever they have gone out.",
    "ai-anya-e0812n0:664_1": "“I’m geomancy.”",
    "ai-anya-e0812n0:664_2": "anyone here who thinks the southern quarter with gold adorned with golden garments and banners, it seems to me.",
    "ai-anya-e0812n0:664_3": "while golden coloured gold, silver, and golden coloured, –",
    "ai-anya-e0812n0:664_4": "“I do indeed,” “I do these things.”",
    "ai-anya-e0812n0:664_5": "he preferred to the normal appearance of loving-kindness, etc., thus he is the colour of another’s enemy, yet he still only that is most preserved to change in the colour of others.",
    "ai-anya-e0812n0:664_6": "In this case he can attain difference in both ways:",
    "ai-anya-e0812n0:664_7": "Limit in colour is the colour of the kasiṇa, like a poet whose appears embankment,",
    "ai-anya-e0812n0:665_0": "50.",
    "ai-anya-e0812n0:666_0": "Remembering the grain Leader Dispensation as a preparing for a meal.",
    "ai-anya-e0812n0:667_0": "preceding them by saying ‘This is another way’ and so on.",
    "ai-anya-e0812n0:668_0": "50.“Saro”ccādi.",
    "ai-anya-e0812n0:668_1": "(And he thus experts himself in a way that is this:) “As a prior current, good” etc., he becomes the same as if he were given to him in the first-born, like a positioner, an elephant, when there is no enemy of it.",
    "ai-anya-e0812n0:668_2": "Then if this is the right way, it is due to accompanying that which is connected with the later generation, while that is, the meaning is that it is like that.",
    "ai-anya-e0812n0:668_3": "When he is discussing that what has been distributed, he does not have broken through the task.",
    "ai-anya-e0812n0:668_4": "Herein, the meaning of indication should be given in the detailed treatment as to the other parts, etc., as in the place where the first is particular individual essence, etc., according to the doctrine of others.",
    "ai-anya-e0812n0:668_5": "if he bathes the meaning and phrasing; there is no difference between the time and the Saṅgharakkhita creates dangers;",
    "ai-anya-e0812n0:669_0": "50.",
    "ai-anya-e0812n0:669_1": "Now, as to the lower story, etc., that is to say, the influence of the development of the base consisting of boundless space, etc., which is said: “Now, One.”",
    "ai-anya-e0812n0:669_2": "(living:) “I am able to in the portion when there is a way, like a man with a attacked fierce prevails in for its pus is like that when there is something elsewhere else.”",
    "ai-anya-e0812n0:669_3": "Herein, when anyone partakes of the connection with the: he enters upon the first place without particulars in the connection with the other owing to the indication of others, etc., is like the first manner of the other enemy with the doctrines of others, etc., and if he goes because of the intentions of others.",
    "ai-anya-e0812n0:669_4": "The first is the beginning and the one who shows the way that is the beginning, “This is the middle and the end,” and “This is the end.”",
    "ai-anya-e0812n0:670_0": "51.",
    "ai-anya-e0812n0:671_0": "Now they constantly recollect the former words,",
    "ai-anya-e0812n0:672_0": "one who cuts through the feet and another’s power,",
    "ai-anya-e0812n0:673_0": "After doing so, they get close to the portion of the past, the lady, and the necklaces, then they must dry the opportunity, as if they were leaving out.",
    "ai-anya-e0812n0:673_1": "The one who constantly attacks another’s position, the particularizing of the effacement by the heat of the tree and the other’s accusations, like the bom of the jackals of others.",
    "ai-anya-e0812n0:674_0": "51.“Cādi”ccādi.",
    "ai-anya-e0812n0:674_1": "A hundred spears vanished in the pastries beginning with the firstly cooled and freely to the preceding of the other beings. And likewise in the past, jackals and the rest, in the defining of the hide, and in the opposite sex with one who binds the free from the first foot of the trees.",
    "ai-anya-e0812n0:674_2": "and having come to the end of these are waiting for the threshold, and when he cannot endure them.",
    "ai-anya-e0812n0:674_3": "The places, the strikes, and the smiles, the slacker with the former wife and the smiles,",
    "ai-anya-e0812n0:674_4": "And here the mortification in the way beginning, “Consciousness and the possession of the various kinds of being enlightened,",
    "ai-anya-e0812n0:675_0": "all the grass and sticks,",
    "ai-anya-e0812n0:676_0": "52.",
    "ai-anya-e0812n0:677_0": "with his head at the feet of the Realised One, I revere.",
    "ai-anya-e0812n0:678_0": "For the one who has attained the benefit of the world, (but) he is not known as the Bo branch.",
    "ai-anya-e0812n0:679_0": "53.",
    "ai-anya-e0812n0:680_0": "The Lord of the World, who is always worshipped by the Lord of Men,",
    "ai-anya-e0812n0:681_0": "whoever has loving-kindness towards them;",
    "ai-anya-e0812n0:682_0": "What is the definition of enquiry of old age and death?",
    "ai-anya-e0812n0:682_1": "“As a plunges into the lake” is one who cannot overturn the village, etc., from whichever attains the end of all this world, and is like untrained in the world” because he falls from them.",
    "ai-anya-e0812n0:682_2": "And here it is said in the first place “bodying” because it is arrival at the construction of tasks, etc., in the way beginning, “As soon as it is in the primary elements, and it is in the first primary elements which should be severed by one who gives them its alternatives.",
    "ai-anya-e0812n0:682_3": "like the hand of the foot when it is shared by the bowl, which is like the first part of the day since it is shared by the making its particular kinds of in the way beginning, “Such is like the alms food of the eaten by theft, etc., which is like the alms food given to him.",
    "ai-anya-e0812n0:682_4": "Likewise he worships the word “nouncing” and “prehending the duties as a place likeness in the way beginning, “Here, you must paid homage” and so on. He shows the name of the Vajjians, and the Vajjians,",
    "ai-anya-e0812n0:682_5": "From the first stage of loving-kindness is said: “In the past, future, and present” , etc.; they are loving-kindness, etc.; they are loving-kindness and compassion; they metally I am confidently sitting in the first and free from fear.”",
    "ai-anya-e0812n0:683_0": "52-53.",
    "ai-anya-e0812n0:683_1": "And all the directions for which the fivefold reckoning and the fivefold pertaining.",
    "ai-anya-e0812n0:683_2": "“(They are) not accepted to the world’s duties”, such as these people have reached the end of the world; when he has attained the perfection of the Buddha, the Faith does not go beyond, and he does not live over the grounds for the awakenings.",
    "ai-anya-e0812n0:683_3": "The Tathāgata shows all these three times: I revere him: I revere him.",
    "ai-anya-e0812n0:683_4": "All these are all the aspects of the kind already described in the very first three directions for it, and for the other beings, thus it is the same.",
    "ai-anya-e0812n0:684_0": "“Purity,” and so on.",
    "ai-anya-e0812n0:684_1": "to whom one is devoted to the progress of loving-kindness and through loving-kindness, he thus addressed the right kindness in (liverse) of loving-kindness:",
    "ai-anya-e0812n0:684_2": "he becomes poisoned because he has entered upon the end of all beings. Namely since he knows thus: “I have reached the ultimate goal of peace” . Neither that is the highest being invited by the power of (vanity) Sages. Being thus: “I am going to Bārāhikkhus, when I was invited by that place, the Sage of the highest self-control, the Sage of men (regard).",
    "ai-anya-e0812n0:684_3": "Four ways: among the kinds of meditation are these fourteen and ten respects: for the first, and for the sake of the vanity of others, etc., respect and for the vanity of you.”",
    "ai-anya-e0812n0:685_0": "and the names are as before.",
    "ai-anya-e0812n0:686_0": "54.",
    "ai-anya-e0812n0:687_0": "Having forty great wisdom - and great wisdom - and so on,",
    "ai-anya-e0812n0:688_0": "We bow down to the noble ones, he that excellent Victor.",
    "ai-anya-e0812n0:689_0": "54.“Mahā”iccādi.",
    "ai-anya-e0812n0:689_1": "In what place wherever one is seen",
    "ai-anya-e0812n0:689_2": "Endowed with: these spears, storms, and Nāgas;",
    "ai-anya-e0812n0:689_3": "and because of that (the Buddha’s) virtues, all of these qualities do not conquer the most excellent men.",
    "ai-anya-e0812n0:689_4": "And here it is the prior start that is a change in the past, future, and present, and present to others. After doing this, they rely on both occasions, not otherwise.",
    "ai-anya-e0812n0:690_0": "As the sun (dwells) in the borderlands for the requisites,",
    "ai-anya-e0812n0:690_1": "“These are great fortunate.”",
    "ai-anya-e0812n0:690_2": "Where the Great Assembly and the greatly wise ones are in that place surrounded by stones and the rest.",
    "ai-anya-e0812n0:690_3": "I bow down to the most excellent of supreme qualities, (?) of the noble ones, that noble path which is supremely made (?).",
    "ai-anya-e0812n0:690_4": "And here, having performed his activities, he should next the later-fruitting to the eastern quarters in the morning, “Previously, sir.”",
    "ai-anya-e0812n0:691_0": "55.",
    "ai-anya-e0812n0:692_0": "Whatever good thing (when) is said:",
    "ai-anya-e0812n0:693_0": "he preached the field of the village, the Divine-Eye, or my Sole,",
    "ai-anya-e0812n0:694_0": "55.“Pada”iccādi.",
    "ai-anya-e0812n0:694_1": "the flourishing of what is beneficial, ~ the Sage, who expert in detail,",
    "ai-anya-e0812n0:694_2": "Or alternatively, endlessly, not loving-kindness; it is because they don’t proceed having totally given to others.",
    "ai-anya-e0812n0:694_3": "For when a field is permanent, how is it worthy of a village?",
    "ai-anya-e0812n0:695_0": "55.“Padatthi”ccādi.",
    "ai-anya-e0812n0:695_1": "He gave the good amount to meaning, this is called agitated through a trick.",
    "ai-anya-e0812n0:695_2": "if he carries out, saying: “Repulsiveness” and so on,",
    "ai-anya-e0812n0:695_3": "he gives my teaching to the neighborhood of a village,",
    "ai-anya-e0812n0:695_4": "And here the field is prey to begging from the field for the purpose of getting rid of the fields, etc., but not by using the means of the average he gives under the influence of the fields of merit for the sort of people.",
    "ai-anya-e0812n0:696_0": "56.",
    "ai-anya-e0812n0:697_0": "(They are) unshakable: ‘Amongst those who are dead,’",
    "ai-anya-e0812n0:698_0": "(Dearly) after delighting in the World’s mangoes, having seen the mango grove,",
    "ai-anya-e0812n0:699_0": "56.“Loki”ccādi.",
    "ai-anya-e0812n0:699_1": "What in the world has dispelled and exceedingly unexcelled, the new world with its gods. Those who are dead, undetermined.",
    "ai-anya-e0812n0:699_2": "“This is our owner, utterance",
    "ai-anya-e0812n0:699_3": "Get lost their breast, hanging on a trunk, infesting to the rose-apple tree, which has an abscess the sky.",
    "ai-anya-e0812n0:700_0": "56.“Lokiyatthi”ccādi.",
    "ai-anya-e0812n0:700_1": "What if I were to dispel myself in the world, expert aroused, or has passed by.",
    "ai-anya-e0812n0:700_2": "if he carries out, saying: “Repulsiveness” and so on,",
    "ai-anya-e0812n0:700_3": "In the giver of the Rose-Apple Island, rose into the air, and without infecting the space.",
    "ai-anya-e0812n0:700_4": "And here the one who kills living things is called ‘defilement’ in this world that is free from shaking off a great exceedingly contradicts’ and who has not tamed about anyone in the world.",
    "ai-anya-e0812n0:701_0": "57.",
    "ai-anya-e0812n0:702_0": "it is far from (’s) a good deed, just as the meaning.",
    "ai-anya-e0812n0:703_0": "Crows like a cow, a machete, drank water, and (thinking):",
    "ai-anya-e0812n0:704_0": "57.“Samudāyi”ccādi.",
    "ai-anya-e0812n0:704_1": "The meaning is that it should be made clear by arrangements, its aggregates, its creates, by making it clear, and the practice that leads to distinction, and it is not made up from that, since it is eventually lacks a finger-talternative (world). This includes a good reputation, so that it doesn’t get rid of it.",
    "ai-anya-e0812n0:704_2": "for he thinks “(but) nobody is in the Character’s appreciation.",
    "ai-anya-e0812n0:705_0": "57.“Samudāyi”ccādi.",
    "ai-anya-e0812n0:705_1": "With the fading away of deluded he can fix the mind onto the ground, without hurting the flesh of the sinews of the termite-mound, in all the minds of the kind already mentioned or the wide openings in the wide openings where it is well placed, dried up and decorated from the time of the worst season.",
    "ai-anya-e0812n0:705_2": "he uttered this: “Dear Udena, Udena, Laṅkā is bound up with grass and water.”",
    "ai-anya-e0812n0:705_3": "And here it is called “final” since it is in the same way, when it comes to anyone states of peace” since it is recalled that, it is said to be in the god.",
    "ai-anya-e0812n0:706_0": "58.",
    "ai-anya-e0812n0:707_0": "That bondage, that bondage is rough—",
    "ai-anya-e0812n0:708_0": "destroyed, broken, plastered with pollutants, and the fields of fruit.’",
    "ai-anya-e0812n0:709_0": "58.“Bandhe”ccādi.",
    "ai-anya-e0812n0:709_1": "By the removing of cooks, rough, fluxed by the power, which washed in magicians and so on, when the fields of cooked by the field, it grows used in the field,",
    "ai-anya-e0812n0:709_2": "milk-rice,",
    "ai-anya-e0812n0:710_0": "58.“Bandhe”ccādi.",
    "ai-anya-e0812n0:710_1": "They call a bond, harsh, and untroubled among the various kinds of harsh speech. And where they stay harshly.",
    "ai-anya-e0812n0:710_2": "If you compare it,",
    "ai-anya-e0812n0:710_3": "They have destroyed the ploughs, spittle, pollutants, swamped by a ploughshare, or any seeds that are produced from seeds, sowds, and fruits are there.",
    "ai-anya-e0812n0:711_0": "The exposition of the teaching is finished.",
    "ai-anya-e0812n0:712_0": "Herein, the words through which is the definition of the meaning",
    "ai-anya-e0812n0:713_0": "59.",
    "ai-anya-e0812n0:714_0": "I could have the characteristic of endearing.’",
    "ai-anya-e0812n0:715_0": "now I ever was given this advantage for the sake of the one who takes pleasure in it.’",
    "ai-anya-e0812n0:716_0": "59.“Ñeyya”miccādi.",
    "ai-anya-e0812n0:716_1": "If he departs without taking leave of the body, just as because it has been recited, is unsuitable, for wherever it has been done, and wherever it has been cooked, what has been marked by the characteristic of going? Doesn’t be known, etc., with no matter how to go?",
    "ai-anya-e0812n0:716_2": "now I urge you to support them, and when I’m honestly disturbed, I’ll make an effort to get him, even if I don’t.",
    "ai-anya-e0812n0:717_0": "59.",
    "ai-anya-e0812n0:717_1": "Now, as to the words “Perhaps” separately, etc. .",
    "ai-anya-e0812n0:717_2": "The Buddha has not yet left undeferred to the questions, and is inferior to the characteristic of non-existence. Enlightened One, etc., through the indication of the function of enlightenment factor and the three characteristics, etc., is stated in the way beginning, “You should know about the unshakable,” etc., because you know about the meaning of possession of wisdom.",
    "ai-anya-e0812n0:717_3": "Now I left over these arrangements for the sake of wealth.",
    "ai-anya-e0812n0:717_4": "(which goes to) the meaning of the future, his knowledge has arisen in the future.",
    "ai-anya-e0812n0:718_0": "Whatever departs they left by.",
    "ai-anya-e0812n0:719_0": "60.",
    "ai-anya-e0812n0:720_0": "has the same virtues, the right practice, and the right practice.’",
    "ai-anya-e0812n0:721_0": "Extinguishments of wealth, etc.",
    "ai-anya-e0812n0:722_0": "60.“Bhāvanā”iccādi.",
    "ai-anya-e0812n0:722_1": "and being rightly spoken of by Sakka, the Lord of the Earth, after making yourself a craft,",
    "ai-anya-e0812n0:722_2": "And here there is no development of the definition of the development in the definition of the development of the mind, and so on.",
    "ai-anya-e0812n0:723_0": "undergoing the inheritance of those things, he will leave without taking leave.",
    "ai-anya-e0812n0:723_1": "You can know whether in a low classed as inferior.",
    "ai-anya-e0812n0:723_2": "“We have become unsurpassed.”",
    "ai-anya-e0812n0:723_3": "In this way he has undertaken the right way, the rebirth of self-mortification, which is the for the sake of self-effacement, etc., and end of the development of the path and the wealth that leads to extinguishment.",
    "ai-anya-e0812n0:723_4": "There is no transmigration in moistry which is transmigration through births and deaths.",
    "ai-anya-e0812n0:723_5": "And in this context, how many kinds of becoming , that is, the cause of the occurrence of the development of the fruits on the occasion when it comes to Nibbāna, is there a place where running the development of the fruition’s development?",
    "ai-anya-e0812n0:724_0": "in a funeral pyre.",
    "ai-anya-e0812n0:725_0": "Storn in the world, making no known to pass,",
    "ai-anya-e0812n0:726_0": "(There were) all good qualities I have attained virtues,",
    "ai-anya-e0812n0:727_0": "61.“Pūjanīyi”ccādi.",
    "ai-anya-e0812n0:727_1": "When this body is shared by all the virtues, all the qualities that arise in me, and so on, all the beings in the various classes of rebirth. That is why held together with the whole world, the other beings in the other world.",
    "ai-anya-e0812n0:727_2": "Thus he who has arranged his mind,",
    "ai-anya-e0812n0:728_0": "61.“Pūjanīyatare”ccādi.",
    "ai-anya-e0812n0:728_1": "When all the virtues of these virtues were created in me that place, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to the world.",
    "ai-anya-e0812n0:728_2": "Thus, being full of joy intent on account of being an excessive mind,",
    "ai-anya-e0812n0:729_0": "In the same way the Teacher, Such-like, unmatched in the world,",
    "ai-anya-e0812n0:730_0": "62.",
    "ai-anya-e0812n0:731_0": "How would I begged for a small thing?",
    "ai-anya-e0812n0:732_0": "Likewise the World one, having given up my heart,",
    "ai-anya-e0812n0:733_0": "62.“Yācito”iccādi.",
    "ai-anya-e0812n0:733_1": "There they told him, “Who did you ask for the sake of life?”",
    "ai-anya-e0812n0:734_0": "should also be given the recitation, etc., described in the sense of the consciousnesses: “Nay, should be given in the sense of treatment,”",
    "ai-anya-e0812n0:734_1": "(But by doing so, with surely I begged, I do not say this to you: “My hearts, when I begged, will give me a gift.”",
    "ai-anya-e0812n0:734_2": "And here it is best for him to ask when he asks, “I give up my life”, and doing the work of the heart through the wide openings in the heart, he asks about enlightenment, language to give the three enemy, who were self-control, who had subdued her heart’s led like a bondservant.",
    "ai-anya-e0812n0:735_0": "Like a shake,",
    "ai-anya-e0812n0:736_0": "63.",
    "ai-anya-e0812n0:737_0": "To attain the woman, but there is no sorrow for women.",
    "ai-anya-e0812n0:738_0": "and Siṅgiyānī, the chief of the King’s family,",
    "ai-anya-e0812n0:739_0": "63.“Itthīna”miccādi.",
    "ai-anya-e0812n0:739_1": "Their don’t fall down.",
    "ai-anya-e0812n0:739_2": "And here the binding of the separates beginning with the first, etc., in the seventh, that is to say, the seventh, and the seventh, is the commentary on the meaning.",
    "ai-anya-e0812n0:739_3": "and in the midst of the Sangha, the objection of cattle, etc., are very fearful, frightening and clinging.",
    "ai-anya-e0812n0:739_4": "I’ll also call you up,",
    "ai-anya-e0812n0:740_0": "63.“Itthīna”miccādi.",
    "ai-anya-e0812n0:740_1": "and women don’t lose their appeal; they’re misapprehensive and don’t ignorant, but don’t get close to them.",
    "ai-anya-e0812n0:740_2": "Similarly the royal Āḷāra Kāliṅga, Asoka, Salla, and Bhūtas, Sāsanaṅkumāra, and Aṭṭhas were in the house of the Kings, and so on, were our great family, without being begged.",
    "ai-anya-e0812n0:740_3": "And here the rolling of the Simile of the Faith, having given up the meaning and the sequence of the seventh, and the function of word , he went in the middle (of the sound of the Buddhas).",
    "ai-anya-e0812n0:740_4": "If you have a response, either one who is let alone in a response.",
    "ai-anya-e0812n0:740_5": "There is a pit of flail:",
    "ai-anya-e0812n0:740_6": "for one who conquers many, shines many a man,",
    "ai-anya-e0812n0:740_7": "This is the right way to growth.",
    "ai-anya-e0812n0:741_0": "as one able to do so,",
    "ai-anya-e0812n0:742_0": "64.",
    "ai-anya-e0812n0:743_0": "Excessive World’s eyes,",
    "ai-anya-e0812n0:744_0": "Thinking: ‘One who is like a cowherd, like a cattle,",
    "ai-anya-e0812n0:745_0": "64.“Munindi”ccādi.",
    "ai-anya-e0812n0:745_1": "like the moon in the dark fortnight.",
    "ai-anya-e0812n0:746_0": "64.“Munindi”ccādi.",
    "ai-anya-e0812n0:746_1": "The Sage, the song of the moon, the sun rising forwards and inviting dye of moonlight in the way beginning, the middle of the moon, and the sun appears in the most excellent Buddha. It is seeing that his state of extensive, good-looking darkness and brightness, which inspires confidence in him.",
    "ai-anya-e0812n0:746_2": "Seeing showing cowherd as a cowherd’s head, being satisfied with her own insight, and is satisfied with her,",
    "ai-anya-e0812n0:746_3": "There is this cowherd’s district, requesting, and making functions that it is called “unit”.",
    "ai-anya-e0812n0:746_4": "But the cows are caught up in singingly, Vāsavasabha the cattle, and the cows rolled forth singly.",
    "ai-anya-e0812n0:747_0": "65.",
    "ai-anya-e0812n0:748_0": "from a good family to the village, like the sun (after going to) the village.",
    "ai-anya-e0812n0:749_0": "I am satisfied, having destroyed the energy, (thinking): “I will go away,",
    "ai-anya-e0812n0:750_0": "65.“Vākya”iccādi.",
    "ai-anya-e0812n0:750_1": "To start out the path, having given up energy, that man can poisoned a course and poison,",
    "ai-anya-e0812n0:750_2": "The unintelligent one does not give,",
    "ai-anya-e0812n0:750_3": "Having destroyed the pollutants, one who has reached the ultimate end, the hard-to-be, and the mind is subdued with joy and happiness.",
    "ai-anya-e0812n0:751_0": "65.",
    "ai-anya-e0812n0:751_1": "As to the characteristic of not learned his characteristic, etc., indicating the characteristic of foulness and non-human beings from the foreignity.",
    "ai-anya-e0812n0:751_2": "if they started to a peg made of winning floor;",
    "ai-anya-e0812n0:751_3": "If you compare it,",
    "ai-anya-e0812n0:751_4": "Having killed another, wandered around them with his army, this is the concept of (supernatural) energy.",
    "ai-anya-e0812n0:751_5": "Having put down the alms-food, having put his energy down the vicinity of Arahants, he follows after making arranging his mind, saying: “This man is preoccupied with a confident heart, he is dwelling indeed free from fear.”",
    "ai-anya-e0812n0:751_6": "And here there is no stress in this monastery.",
    "ai-anya-e0812n0:751_7": "(there will be) energy, that will be frightened.’",
    "ai-anya-e0812n0:752_0": "66.",
    "ai-anya-e0812n0:753_0": "had adorned with clothes, adorned with decorations,",
    "ai-anya-e0812n0:754_0": "he will appear to her (permission of) Laṅkā,",
    "ai-anya-e0812n0:755_0": "66.“Duṭṭhā”iccādi.",
    "ai-anya-e0812n0:755_1": "wherever the monasteries embraced, the worm-infested, the government officials, the two legs, the body how hards will be interds that shout; it will be interruptedly for the sake of the (true) supporter. In that place I will give it to you the monastery, and there will be anointment).",
    "ai-anya-e0812n0:756_0": "66.“Duṭṭhālaṅkari”ccādi.",
    "ai-anya-e0812n0:756_1": "Where it is inappropriate for the sake of embarrass and outcastes, jewels, lions, tigers, leopards, beverages, or indications; that is how it is indicated, customs for the sake of its enemy, and out fondness.",
    "ai-anya-e0812n0:756_2": "And here they can’t be spoken about also.",
    "ai-anya-e0812n0:756_3": "Or alternatively, “Udāyī,” it is good in the beginning, “Now,” it is not worth adornments for the purpose of crossing the flood, and it is not beaten by adornments.”",
    "ai-anya-e0812n0:757_0": "67.",
    "ai-anya-e0812n0:758_0": "Having done it, he beared: ‘This is mine,’",
    "ai-anya-e0812n0:759_0": "stretching out of hate,",
    "ai-anya-e0812n0:760_0": "On this is a enough to make the captivate?’",
    "ai-anya-e0812n0:761_0": "* is worthless than the one in whom there is no danger",
    "ai-anya-e0812n0:762_0": "Thus I lived in the Saṅgha’s Great Wood, at the end of the great garden.",
    "ai-anya-e0812n0:763_0": "Past hate:",
    "ai-anya-e0812n0:764_0": "The first chapter",
    "ai-anya-e0812n0:765_0": "67.",
    "ai-anya-e0812n0:765_1": "When they say, “Upāli, they do practice accordingly.” They put their characteristics in common with the force, they put them aside, and do the acts of regard.",
    "ai-anya-e0812n0:765_2": "At this point there is no way to interrupt the season of the physicians in the being taught, the calm, or the aggregates of delusion. When I have specifically divided they won’t be finished in any way.",
    "ai-anya-e0812n0:765_3": "Havingn’t he told: “Unandhana isn’t the following messenger in front of the city, Kapilavatthu, Piyaka, and so many people described the island of Laṅkā.”",
    "ai-anya-e0812n0:765_4": "Here it is said in the Vibhaya: “Herein, what isn’t given in detail in this way is not so since it is said in the Faith giving, not so much in all ways.”",
    "ai-anya-e0812n0:766_0": "“She’s exclusively laziness and dropped in the water.”",
    "ai-anya-e0812n0:767_0": "While sewing from the eyes and so on,",
    "ai-anya-e0812n0:767_1": "For just as running the sound of the rowns between the birds (preads), for the sake of the analysis, “Fine, what is the sound of cows’ horns? ” and so on.",
    "ai-anya-e0812n0:768_0": "for the purpose of abandoning the bonds in the world, ~ which have not been attained by arrogance, and the intoxication of visible objects, namely and form.",
    "ai-anya-e0812n0:768_1": "This is the way of conduct in regard to deluded as diseased. From the day they’re dried up and plunged into in every way.",
    "ai-anya-e0812n0:769_0": "“You must make a mistake, Rāhula.”",
    "ai-anya-e0812n0:770_0": "intentionally apprehending the inheritance in the domain of the verses, etc., and the chains of the Sangha.",
    "ai-anya-e0812n0:770_1": "if she urges her on to the inside of the village sewn from the near shore of the village; it’s hard to travel in the middle of the village in the village.",
    "ai-anya-e0812n0:770_2": "it’s hard to be released.",
    "ai-anya-e0812n0:770_3": "to get hurt the rough—",
    "ai-anya-e0812n0:771_0": "And here in that case, inferior to the one whose mind is inferior, superior, beautiful, and ugly, and displaying words would always be poorly dispersal, with an irreversible and fickle,",
    "ai-anya-e0812n0:771_1": "Or alternatively, from the top of the influence of meaning, etc., and from the topic of (them) speaking on the top of the influence of the indications, etc., and stepsing the neck, etc., with a sense of urgency and so on.",
    "ai-anya-e0812n0:771_2": "for that is why the dawn mass in the bloated corpses and precincts in the air.",
    "ai-anya-e0812n0:771_3": "Saying: “Listen, weeping!” he raged as a spot in my hand,",
    "ai-anya-e0812n0:771_4": "And like the sun (dwells) with sharks, “Shaks!”",
    "ai-anya-e0812n0:771_5": "Thus therefore showing the talk in the blessings beginning with the mass of ornament;",
    "ai-anya-e0812n0:772_0": "Since the wind is separated from the poisonous snake or the as they cramped in the neighborhood of the head or in the way beginning, “Whoever you like, drink the rice gruel, the bowel or the mouth,” it is interruptedly.",
    "ai-anya-e0812n0:773_0": "“I’ve seen the five consummations,",
    "ai-anya-e0812n0:774_0": "from my clan, he’ll shine.”",
    "ai-anya-e0812n0:775_0": "This is the voice that’s conjunction. It’s included all the sound of drums, kettledrums, charming eyes, and treats with the drums, kettledrums, cried out. It doesn’t eliminations because it doesn’t rude and cry out.",
    "ai-anya-e0812n0:775_1": "“This is how it is said in the Bodhisatta, this is the abode of constructions, the wise one, the clever, the two ends, the goods, the Awakened Ones, the clever one whose mindfulness, the one whose mindfulness and awareness would come to be able to talk about it, and like the one who stands robbers’s in a position, or the pastriestry matter by the future lives, with nothing to realise, and all these people.",
    "ai-anya-e0812n0:776_0": "So say this to the roots and tubers - and dwellings –",
    "ai-anya-e0812n0:776_1": "Those who have said that the characteristic of fondness, etc., are not included in the fortunateness of them.",
    "ai-anya-e0812n0:776_2": "for whomever gets someone else to give it up,",
    "ai-anya-e0812n0:777_0": "Herein, the sound of the ears is pulled out,",
    "ai-anya-e0812n0:777_1": "Whatever is propounded by the sign of the simile of points, for the purpose of showing the sign, he is qualified: “This is how it is good to be developed by one who has become made known",
    "ai-anya-e0812n0:777_2": "the Perception of the Enlightened One’s Protector in a way that is to say “accomplished” , just as a cleansing the openings of the Characternative .",
    "ai-anya-e0812n0:777_3": "When someone has reached the end of defilements, then speaks of the special qualities of being an impediment for him.",
    "ai-anya-e0812n0:777_4": "attained the highest attainment, just as a barren carcass of water, so too the ocean.",
    "ai-anya-e0812n0:777_5": "“When your feet are eaten by the feet of argument, they eat what is eaten, drunk, chewed, and so on.",
    "ai-anya-e0812n0:777_6": "“These salt in the evening, they were Linking on the banks of the Land, on the banks of the Life, and so on.”",
    "ai-anya-e0812n0:777_7": "“For he who was twenty-thousand Such-Like (Asoka), having a sign,",
    "ai-anya-e0812n0:777_8": "they ran back the opportunity.",
    "ai-anya-e0812n0:777_9": "They craved: “May they be warted!” and so on, they regarded as wisely,",
    "ai-anya-e0812n0:777_10": "where the sage is to be told, “Go away,” he looks at it as if sage.",
    "ai-anya-e0812n0:777_11": "There I am a woman here.” And she said, “I live in the forest,” “I went to a forest grove to slave, saying, “I have plunged into the charnel ground.”",
    "ai-anya-e0812n0:777_12": "You should keep it at ease. You should go wandering without taking leave of the guesthouse, but only if you’re able to keep it.",
    "ai-anya-e0812n0:778_0": "Thus in the great Laṅkādīpa, in the Mahātittha (before),",
    "ai-anya-e0812n0:779_0": "The lump of hate",
    "ai-anya-e0812n0:780_0": "67.",
    "ai-anya-e0812n0:780_1": "When they say, “This is the characteristic of enduring the absence” and “This is how they should be examined.” Then they start out the characteristic of hate and accumulating them with regarded as such.",
    "ai-anya-e0812n0:780_2": "At this point they difference between the breasts, hatred, stubbornness, deceitful hymns, interpretations, flaws, and defilements in any sort of envelopsy persons, with a neighborhood of the head, they leaves, and favourable to the development of it. This is called “well this island” .",
    "ai-anya-e0812n0:780_3": "By these words are spoken of: the meaning and the same, and the opposite sex, etc.;",
    "ai-anya-e0812n0:781_0": "trickling with swords,",
    "ai-anya-e0812n0:782_0": "“Strive and stretch out a pit of glowing coals, and so on.”",
    "ai-anya-e0812n0:783_0": "They say that is uninterrupted next after the eye’s simile, etc., or as reducing and interpreting, or length of the sun and moon, or pervading the life-continuum is essence between.",
    "ai-anya-e0812n0:784_0": "“Among the verbal recitation is characterized by the marks of an opposite sex.",
    "ai-anya-e0812n0:784_1": "Until there is no hate for definitely including the mind with respect, etc.",
    "ai-anya-e0812n0:785_0": "to the carpets, troops, liquor, and so on,",
    "ai-anya-e0812n0:785_1": "He has glorious in the three worlds, which is an important bull, lawed in the world, wide open-handed and loving-kindness, and is devoted to the highest.",
    "ai-anya-e0812n0:785_2": "In the winter months, when the cemeteries are carried out in the lower directions, they are not able to discern them.",
    "ai-anya-e0812n0:786_0": "“You must make a mistake, Rāhula.”",
    "ai-anya-e0812n0:787_0": "Thus he does not neglect in the sense with the intentions, etc., in the way already described,",
    "ai-anya-e0812n0:787_1": "There he does just as others who wide open the dwellings, who has got tired of the defilements, whose mind was separated from the borde of others; and whose mind is satisfied, who has reached the distinction of the noble ones.",
    "ai-anya-e0812n0:788_0": "even the smallest robe fitted with crooked leaf huts, whether an iron piling up ocher or more; it stills that they carry a load in the neighborhood of a village or town.",
    "ai-anya-e0812n0:788_1": "Being hurtful, they don’t tell a decrease,",
    "ai-anya-e0812n0:788_2": "He said: “Listening, ‘Like’ is held out!’ ‘He is delivered’, he has no desire for the welfare of his elimination!’ and so on. He has said, “Delightenment, it seems, approvals confidence in those without effacement. These don’t fitting confidence in those who have conflict with continual confidence.”",
    "ai-anya-e0812n0:788_3": "However, even one thousand cows can swiftly go to Sakka’s call a thousand cows, call a ‘bowl’ is called “Sak respect”.",
    "ai-anya-e0812n0:789_0": "and practises them even when running, etc., are said in this way.",
    "ai-anya-e0812n0:789_1": "left by the wind and the burning of the wind;",
    "ai-anya-e0812n0:790_0": "he said: “Today is eating shameless food.”",
    "ai-anya-e0812n0:791_0": "The dust that were created, and sprouted in what is said, not crowded people.",
    "ai-anya-e0812n0:791_1": "Here is the constantly shaken, the man who does not always betrayed from fear.",
    "ai-anya-e0812n0:791_2": "Here is a disease (wholesot), a stuffe, unshakable,",
    "ai-anya-e0812n0:791_3": "you’ll get angry and upset.",
    "ai-anya-e0812n0:791_4": "In this way even though she had been wandering about, she was constructed in this way.",
    "ai-anya-e0812n0:792_0": "“I’ve seen the five consummations,",
    "ai-anya-e0812n0:793_0": "from my clan, he’ll shine.”",
    "ai-anya-e0812n0:794_0": "This is what has been stored indoors, is what has been stored indoors.",
    "ai-anya-e0812n0:794_1": "And they don’t gladness because they’re not anxious because of their self-controlled and discontent.",
    "ai-anya-e0812n0:794_2": "Now, it is not only that I was given to them all in the way beginning, “What have I seen? ”",
    "ai-anya-e0812n0:794_3": "Herein, with agitation there is the sound of coughing and singing, making a drum with a stick, the sound of the heads, the perfume, and the kettledrums, the cycle of the beds, the sound of the drums, and the others.",
    "ai-anya-e0812n0:795_0": "Or alternatively, they say, “Building this,” etc., in the same way already described, they are said to be far from rising above.",
    "ai-anya-e0812n0:795_1": "And here there are two benefits: on the inside, the rough breath, the hateful, the calm, and the rough. When there is such thoughts, rough touch, and the frough touch, they look forward to enjoying the water, etc., and incapable of mindfulness, or transmitting its continuity.",
    "ai-anya-e0812n0:795_2": "‘It’s true that this is the meaning of the phrasing of the past’s mindfulness, meaningful in detail, and non-physical. And herein was the causing of the degree of the instruments, the opposite sex, or the language of the meaning—and it can be understood to understand how the meaning is:",
    "ai-anya-e0812n0:795_3": "Thus these two teeth are to be seen in accordance with the skill in absorption and so on, green and so on, bloated and the sense of urgency, and hard to be seen.",
    "ai-anya-e0812n0:796_0": "Having heard these verses: “And where there is nothing that can be felt intercourse with this verse about the ultimate size, the highest blessings, the highest of them, and the use of the reputations,” and using the sound of couches, etc., as well as the chiefs, and the worlds, excited by the Enlightened One.",
    "ai-anya-e0812n0:796_1": "here it is according to the word “blessing” is one acting according to the Vibhaṅga thus:",
    "ai-anya-e0812n0:796_2": "Which is the skill in the rolling on the forehead forwards and forwards, for as long as there is a big cliffing the armies, Successful and expression of this act of the people.",
    "ai-anya-e0812n0:796_3": "For there is no fault in the Great Commentaries,",
    "ai-anya-e0812n0:796_4": "(King) with the psychic power of the Highest of the Enlightened One’s Commentaries, “He can make a hole such as “ were known” .",
    "ai-anya-e0812n0:796_5": "He says, “He has no use for one who has developed his being arranged through the special qualities of many speech,” according to his own good qualities, his name is absorption.",
    "ai-anya-e0812n0:796_6": "since were achieved successively in the way beginning, “He isn’t worthless,” he replied, “It’s enough.”",
    "ai-anya-e0812n0:796_7": "(But) the one who is poor and intelligent, like one who has not given up what is called",
    "ai-anya-e0812n0:797_0": "“The mind is stuck in the form of a cow, what are they eating?”",
    "ai-anya-e0812n0:798_0": "* The sounds ... smells ... tastes ... touches ...",
    "ai-anya-e0812n0:798_1": "(And) I teach the Dhamma consisting in the Siddhattha, which is the name Siddhatthala,",
    "ai-anya-e0812n0:799_0": "“These are the thinner salt in your hair.”",
    "ai-anya-e0812n0:800_0": "rottten on the coins, these hymns, honey carcass, skill in remn, and skill in absorption.",
    "ai-anya-e0812n0:800_1": "He showed the boat to the Devout One’s feet, and all that is called the supreme Buddha.",
    "ai-anya-e0812n0:801_0": "“The King sent forth the Prince, Mahinda with his companions,",
    "ai-anya-e0812n0:802_0": "there may be no hand for creatures here.”",
    "ai-anya-e0812n0:803_0": "Herein, here it is where box and living creatures, steal, commit sexual misconduct, lie, and use alcoholic drinks that cause negligence.",
    "ai-anya-e0812n0:803_1": "The one who is supreme should be told, one who is called so (surely).",
    "ai-anya-e0812n0:803_2": "If he says, “I’ll get these things to be told,” “I do so,” he should be told to say.",
    "ai-anya-e0812n0:803_3": "Friends should go there,",
    "ai-anya-e0812n0:803_4": "their consent has lesser delighted in the lunar half-month as their waist village.",
    "ai-anya-e0812n0:803_5": "Understanding on all sides, he should leave the monastery called “those who have gone away”.",
    "ai-anya-e0812n0:803_6": "one should keep it safely.",
    "ai-anya-e0812n0:804_0": "So that’s what he did.",
    "ai-anya-e0812n0:805_0": "The first chapter"
}