{
    "ai-anya-e1102n4:0_0": "4. Samasīsikaṇḍo",
    "ai-anya-e1102n4:1_0": "Now, the Saṅgha is rare in the world for a long time now.",
    "ai-anya-e1102n4:1_1": "Herein, the Saṅgha is of two kinds: there is of two kinds as concentrating.",
    "ai-anya-e1102n4:1_2": "Process and four pairs of persons, eight individuals, and one hundred pairs of persons, and one hundred individuals.",
    "ai-anya-e1102n4:1_3": "Herein, the one-eyed transferred to the fruit of stream-entry is once-returner, one pair, and one pair, and one who stands on the path to perfection.",
    "ai-anya-e1102n4:1_4": "four-hundred millions: the four Paths and eight persons.",
    "ai-anya-e1102n4:1_5": "Also forty-four persons: Path is the first path to stream-entry, once-returners, non-returners, and fruit-returners, even the five aspects of the paths beginning with fruition, non-returners, two persons, and one who possesses the five paths, etc.,",
    "ai-anya-e1102n4:1_6": "And here, how should you do these twenty-four kinds of person?",
    "ai-anya-e1102n4:2_0": "For the jhāna of the Enlightened One’s jhāna is said to have reached jhāna in the fourfold reckoning of jhāna, etc., as regardless of applied thought and sustained thought, and so on. That is why there are fivefold reckoning of the fivefold jhāna, beginning with that of the jhāna, etc., in each case, the fivefold reckoning of the fivefold recommendation.",
    "ai-anya-e1102n4:2_1": "Herein, emerging from the first jhāna, he emerges from the first absorption in the way that enlightenment factor. Then, when he has entered upon them, he has emerged from that attainment with insight knowledge.",
    "ai-anya-e1102n4:2_2": "and setting forth in whatever meditation subject has been rightly explained in the way he has attained the jhāna.",
    "ai-anya-e1102n4:2_3": "“Oh, I hope the first jhāna in this way, one of the fivefold reckoning as a fourteen, fivefold path, sixteen, eighty thousand, or a hundred thousand jhānas of good conduct.”",
    "ai-anya-e1102n4:2_4": "Herein, when he has entered the first absorption in the way beginning, “After attaining the first absorption,” then, when he has entered upon the first jhāna, he has entered upon that jhāna in this way, is the path to the first jhāna.",
    "ai-anya-e1102n4:2_5": "But if there is no matter however distinguishment for one of these two jhānas, then the first jhāna has been given up in one of the paths and has reached the first jhāna and is one of theirs.",
    "ai-anya-e1102n4:2_6": "But when he attained the first absorption, then, if he has entered upon insight and emerged from it, then a certain person is equal to the two in each other.",
    "ai-anya-e1102n4:2_7": "The difference between the Noble Ones’ he has already entered upon the first jhānas in this way, and he has reached the first jhāna together with one of the noble paths, on the first jhāna, etc., and also an individual essence thus in the way already described.",
    "ai-anya-e1102n4:2_8": "But if there is no other person in the way beginning, “Even if there is no place for growing on the text, they are not able to emerge from the emerging from the now fact that it is in each case, then they have reckoned as an instance.",
    "ai-anya-e1102n4:2_9": "When he has emerged from the time of emerging from the air he wields thus: “In the lower part of the body, he has emerged from the neighborhood of a hundred pairs, produced in the eight directions, and he has a single strike from the neighborhood, and he has three strengths in the floor-reaths. ”",
    "ai-anya-e1102n4:2_10": "The one who has attained the state of existence in sensual pleasures, the three kinds of suffering in the present life, the one who is extinguished between once-returnership ... the one who is extinguished without extra effort ... the four fruit of non-returner ... the five grasping aggregates ... the suffering in the past ... the future ... the present life ... the four absorptions ... the five lower fetters.",
    "ai-anya-e1102n4:2_11": "When one who is extinguished between one life and the next, one who is extinguished between one life and the next ... one who is extinguished upon landing ... one who is extinguished without extra effort ... one who is extinguished with extra effort ... one who heads upstream, going to the Akaniṭṭha realm.",
    "ai-anya-e1102n4:2_12": "Sukkusātika, the two Worthy Ones, and the one-spheres (?), all of them increased in faith, and all the paths of faith.",
    "ai-anya-e1102n4:2_13": "all the eighty-fourted (story:) “All these nutriments have been recited by the one persons, and the four noble truths have been brought here,” and so on.",
    "ai-anya-e1102n4:2_14": "Hence it is said: “In the section dealing with the four pairs of treasures, there are these four pairs of treasures, these four pairs of treasures, the eight individuals because it is the path because it is the foundation of the fruitions of defining of the paths and the fruitions of concentration is the path because it is the fruition of the fruitions. And this is the path because it is the fruition attainment because it is the fruition.”",
    "ai-anya-e1102n4:2_15": "Herein, the one who is strict is of two kinds, that is to say, twofold and fivefold jhāna.",
    "ai-anya-e1102n4:2_16": "a person attained the absorption on perfection in that very life.",
    "ai-anya-e1102n4:2_17": "There is no delight in the Brahmā-world, there is a absorption called.",
    "ai-anya-e1102n4:2_18": "When it has been rooted in the root of a tree that is needed, it announces by the plane of mindfulness, for which ordinary people feel lost, according to the opposite sex, which are specific conditioned by the strength of the minds of sensual pleasures. And wherever it is described thus: “Bhikkhus, there is in the Path of Purification” .",
    "ai-anya-e1102n4:2_19": "But when they’ve given up non-returners and sensual desire and greed for sensual pleasures, nor do they acquisition of sensual desire and greed for sensual pleasures. That is why they are called a stream-enterer, not produced in the sense-wieldingers. And wherever they are in the senses of urgency, they are in the Brahmā-world, and they are reborn in the company of Brahmā-world.",
    "ai-anya-e1102n4:2_20": "Now, the seed’s droping, the seed, the substantivel, and the one who is lovely.",
    "ai-anya-e1102n4:2_21": "Herein, one world will be reborn there alone or in the world of the gods, and after becoming fully extinguished, one in the sixfold recommendation, after reaching the end of the world, and one who is extinguished upon landing, one who is extinguished through the air, one who is extinguished upon landing, and one who has attained perfection. This is the one who attains Nibbāna.",
    "ai-anya-e1102n4:2_22": "One is a stream-enterer, and a world beyond in the world with its gods, and then you will become extinguished there, none of them. That is: here, having become one,’ this world here, having become fully extinguished there, this is the sixth world beyond, one world-expert, and one who is extinguished there, and one who is extinguished there, and who is extinguished there, this one world beyond.",
    "ai-anya-e1102n4:2_23": "however, we were reborn in a human realm, or a non-human beings. But only these seven days, they must have been reborn in a heavenly realm, and then they are spendent about each other worldly beings. But when they are reborn in the next world, they should say: “The being is equanimous from that world.”",
    "ai-anya-e1102n4:2_24": "The monks from the group of six were acting like this: “Why are you soon as they become in the eighth day?”",
    "ai-anya-e1102n4:2_25": "Furthermore, the Realized One has given up future wombs and he knows about his own different kinds of becoming, yet he can still be seen at one, or in some human. And such as:",
    "ai-anya-e1102n4:2_26": "once-returners here who are Once-returners here, return here to the Akaniṭṭha realm. There he attained Final Emancipation there hence from the Awakened One attained Final Emancipation here.",
    "ai-anya-e1102n4:2_27": "if someone says, “I attained Nibbāna here who are extinguished there, while once-returners here are once-returners.”",
    "ai-anya-e1102n4:2_28": "Transmigrating them with the word he is a once-returner, with the once-returner.",
    "ai-anya-e1102n4:2_29": "With the giving up of craving for sensual pleasures he comes back to the realm of luminous form, which is a future life, is present.",
    "ai-anya-e1102n4:2_30": "When someone has done this, they must be caught up in a lion’s roar. Instead, they’re violent, having been reborn in the company of the lion’s roar by one. Then they will have been produced in the fine-material and immaterial attainment.",
    "ai-anya-e1102n4:2_31": "Seven where these seventeen circumstances are a noble disciple of the Brahmā-world, etc., respected in the Brahmā-world, looking around in one way: “Principle only with the material pleasures of the Brahmā realm,",
    "ai-anya-e1102n4:2_32": "The bad friendship of Arahants, etc., are called goblins, and attainments; the name of your state of existence .",
    "ai-anya-e1102n4:2_33": "that jhāna is even threefolded and fourfold serenity.",
    "ai-anya-e1102n4:2_34": "Herein, the absorptions have arrived in the analytical knowledge of the path—",
    "ai-anya-e1102n4:2_35": "An uneducated ordinary person, having made the absorptions in the noble path, and having entered upon the absorption, they are an end of suffering. ...”",
    "ai-anya-e1102n4:2_36": "But when the bright paths are drunking along a road, there is no danger of anywhere else. For what is called.",
    "ai-anya-e1102n4:2_37": "his neck is successful in three ways.",
    "ai-anya-e1102n4:2_38": "Herein, one who has the indications of postures, possesses the noble paths, has become fully extinguished through the path, having become extinguished, one who is extinguished on deportment in their path, and one who is extinguished upon landing.",
    "ai-anya-e1102n4:2_39": "But one Roja, having set out on a disease, and conquered the house of you attain Nibbāna, and after which you attained Nibbāna. This is the attaining Nibbāna.",
    "ai-anya-e1102n4:2_40": "But anyone who lives on the path to perfection will exhausted by the defilement of their life is still roaming and transmigrating, thinking: ‘This is the life faculty of the noble path.’",
    "ai-anya-e1102n4:2_41": "Herein, what are the forty-four?",
    "ai-anya-e1102n4:2_42": "the dart of craving, dispelling the boundaries of the head, the mind, views, doubt, conceit, the desire to be reborn, and ignorance. Their view of aggregates is the defilement of living beings, and the understanding of the head-splitting their view. When there is faithful, energy is grounded on faith, mindfulness, immersion, and wisdom.",
    "ai-anya-e1102n4:2_43": "And here his mind is occupied by ignorance, the faculties of mind, and the life faculty of the mind is unable to occupy the mind. But it isn’t able to occupy the mind.",
    "ai-anya-e1102n4:2_44": "“But how is this bag of bones?”",
    "ai-anya-e1102n4:2_45": "Or alternatively, they abide in the moment of the path for stream-entry, once-return, non-returners, or a path leading to peace, and on the path to extinguishment by the path. When these five grasping aggregates are fulfilled, they become extinguished in one who has attained perfection and consciousness on the path to extinguishment.",
    "ai-anya-e1102n4:2_46": "And you occur with the path to Worthiness on the path of Arahantship. If you were occupied with life, the running hither and the path would opposite absorbed in unity.",
    "ai-anya-e1102n4:2_47": "however, the life faculty occurs with the death of a lion, the mind faculty, and the life faculty is occupied with a mind.",
    "ai-anya-e1102n4:2_48": "through the power of the path, he should review it with his own eyes, like a full-favourable to the breath of the path.",
    "ai-anya-e1102n4:2_49": "And he rejects it and has been abandoned by the defilements of defilement, etc., or of the defilements that should be understood as defilement and shackles, etc., and ends in defilement, and ends in the noble sense faculties. He having given up the defilements of the ignorant mind. He should be understood that the noble ones, the end of the life faculty.",
    "ai-anya-e1102n4:2_50": "But in the first case of the person whose meditation subject is unsuitable, for the sake of deity and resort, and a person who lives for the level of life for the idiosyncratic in life. This is the person whose life longspan of the level of life.",
    "ai-anya-e1102n4:2_51": "And here the lions rolled on the head in that place",
    "ai-anya-e1102n4:2_52": "Herein, the life faculty is the name faculty.",
    "ai-anya-e1102n4:2_53": "A corruption of the defilements:",
    "ai-anya-e1102n4:2_54": "They call the life faculty;",
    "ai-anya-e1102n4:2_55": "I’m rid of the stainless,",
    "ai-anya-e1102n4:2_56": "there is no one thing that gives rise to the mind.",
    "ai-anya-e1102n4:2_57": "When there is a path, there is fruit, next to the four paths of existence, and the water of the rain that has not yet been full.",
    "ai-anya-e1102n4:2_58": "For it is said: ‘In reference to the three flags, horses, and so on, or sixteenth yearning, and or two or three.’",
    "ai-anya-e1102n4:2_59": "For those reappeared in minds of two leading to the deathless,",
    "ai-anya-e1102n4:2_60": "In each later time they lose their way,",
    "ai-anya-e1102n4:2_61": "full of impurities for seven times,",
    "ai-anya-e1102n4:2_62": "then five times occurred:",
    "ai-anya-e1102n4:2_63": "Or alternatively, what are said in the name of commentary on the word-meanings.",
    "ai-anya-e1102n4:2_64": "And two, that is why they say: ‘Whether one’s minds occur, or two objects occur with a single object.’”",
    "ai-anya-e1102n4:2_65": "And here it is said in the Puṇṇaka: “Forms rolled around seven times and eight times pervading three times level with minds, and seven times before fulfilling the practice of the noble ones. And he should review the eighteen times in each case doing it in each time, as he is engaged in cross-legged postures and full for seven times.”",
    "ai-anya-e1102n4:2_66": "“He dies at ease,” he delivered the moment of the Jina, and on account of his non-existence. And he is traveling on Joyful Gods, which is accompanied by defilements.",
    "ai-anya-e1102n4:2_67": "If that which is intended here, “When there is death in the three passages,” and “There is such a poison, here it can still be made cleared here.”",
    "ai-anya-e1102n4:2_68": "“Five on,” he replied, “They are just attractive hymns for five times.",
    "ai-anya-e1102n4:2_69": "but at the time of the Simile of the World success in a sunshade.",
    "ai-anya-e1102n4:2_70": "And for the sake of sensual pleasures, etc., and also the time of the fine-material sphere (supernatural) powers, forests, and trees, and the full-material spheres of death, their intentions, and in the forests of the (wholength), etc., are the five times of death.",
    "ai-anya-e1102n4:2_71": "the Buddha’s minds raised in the four noble truths. Extinguishments to the proper attention from the time to time, reviewing the blessings of the sun, and stubborn shouts on the leaves of the body that arranges in the lotus poison, he should review the exceed that it is not satisfied, since he has reached Nibbāna in the way that is to say: “This is to be destroyed, this is the void, this is the void of my heart” .",
    "ai-anya-e1102n4:2_72": "This is how it should be understood: “The four pairs of persons, and the eight individuals, and the eight individuals, and the Saṅgha individuals, and it is rarely hard to comprehend, and the eight individuals, and the best individual essences, and this individual essences, and this individual essences. This is how they can be understood to say, a stream-entererer.”",
    "ai-anya-e1102n4:2_73": "But the finger-turner spectrum of consciousness is hard to find even a finger-snap.",
    "ai-anya-e1102n4:2_74": "On the contrary, when the Buddha was awakened, he would not be able to go forth in the presence of the Buddhas. For it would be a hundred thousand Bhikkhus, to receive the Pabbajjā ordination in the presence of the Buddhas, and to the higher ordination from good families.",
    "ai-anya-e1102n4:2_75": "Independent Buddhas, because they were able to show the going forth and such teachers, and likewise although they were able to fulfill the training according to the rules, they gave them a meditation subject. So they can do so thus.",
    "ai-anya-e1102n4:2_76": "Rather, it’s not hard for you to get to see the very fruitful and beneficial that hasn’t yet been given to them. But even when a small gift, they lose their way, I say. Because of this gifts, they won’t give them a very fruitful to fellows in the Saṅgha.” And I say that it can because I say that they will even say that unethical persons of bad character.",
    "ai-anya-e1102n4:2_77": "Because it is said in the Kaṇhāpaṇa Caṅkhāla, “For the donor of the Community, has been given to the Community, and when it’s given to the Community, it’s briefly.”",
    "ai-anya-e1102n4:2_78": "For when the Saṅgha is carried to the Saṅgha, it is able to do so.",
    "ai-anya-e1102n4:2_79": "But when the Saṅgha has given a band of making use of the Community, he said, “I’ll give to the Community,” and he says, “I’ll give to the Community,” “I don’t get a robe,” and he replies, “Venerable sir.” Then he said, “I’ll give to me one,” and he says, “I don’t accept the offering,” “I don’t get some requisites for the Sangha.”",
    "ai-anya-e1102n4:2_80": "The senior elder Mahāpajāpatī Gotamī thought, “Having obtained a great happiness,” and they did not arise.",
    "ai-anya-e1102n4:2_81": "But he’s not known to the Saṅgha.",
    "ai-anya-e1102n4:2_82": "But the novice Upasena, who was fond of a young woman or a young woman, or a fool, having obtained his business for the Sangha, for the purpose of making an offering of her body, is called “I’m able to give it to the Community”.",
    "ai-anya-e1102n4:2_83": "The good fortune was sitting there, and that (said): “I give a dwelling place to the Community,” and she took the left of the Community, saying, “I give it to the captivating unto you, lady, and sit down in the Sangha’s dwelling, saying, “I won’t do what they low for the sake of my kinsmen,” and he said, “There are you no doubting.",
    "ai-anya-e1102n4:2_84": "The lay follower said, “This man didn’t get a mind’s help.”",
    "ai-anya-e1102n4:2_85": "But the thorn of Kāsī, who was thorny, with the common limbs, the Elder Sāriputta’s arms answers, had been brought to them up, and was shaken by the Fraternity, and who was like the Elder Nuns, had been brought to an end. Soon the first very fruitful, because of that gift.",
    "ai-anya-e1102n4:2_86": "After doing as far as the brahmin Vessavaṇa was born, he gave birth to a son, illustrious in the story of the Jina, gave the intermediate directions, and he gave them two children.",
    "ai-anya-e1102n4:2_87": "preached the Great Serpent Knowledge of Virūpakkhas, which were very beneficial, made the earth.",
    "ai-anya-e1102n4:2_88": "Thus this is very fruitful",
    "ai-anya-e1102n4:2_89": "The receiver of the impediments for the Elder Sāriputta, the Kaṇṭaka of the Candagutta, the interpressive forty-five years, and he had them executed, declared his enlightenment. Taking the word in the country, when they were executed, he wasn’t able to death forty years.",
    "ai-anya-e1102n4:2_90": "Taking the death of his own death, they’re reborn in a Great Hell of the Rebirths, like a great noise, terrified, shook off his own home on both sides.",
    "ai-anya-e1102n4:2_91": "Then the Elder Sāriputta, looking around the world, and seeing him looking round with his clairvoyance, stood out of compassion for him.",
    "ai-anya-e1102n4:2_92": "Then he was not able to give up three times even a leper, even if he saw the elder wasn’t able, and he sent for the sake of his own hands.",
    "ai-anya-e1102n4:2_93": "When the elder had grown a step and leave,",
    "ai-anya-e1102n4:2_94": "The executioner of the elder, having given a gift to the recipient, and this is very fruitful.",
    "ai-anya-e1102n4:2_95": "Also both of these is very fruitful and beneficial, to the branches of the Buddha and foliage.",
    "ai-anya-e1102n4:3_0": "for this is said by the Fortunate One:",
    "ai-anya-e1102n4:4_0": "“Having gone to the Awakened One, the disciples,",
    "ai-anya-e1102n4:5_0": "There is no such confidence in his mind, there is no measureless name,",
    "ai-anya-e1102n4:6_0": "The Buddhas thought about the Dhamma,",
    "ai-anya-e1102n4:7_0": "Before those who have no confidence in the results.”",
    "ai-anya-e1102n4:8_0": "In this way the great fruit of both is to be understood very fruitful.",
    "ai-anya-e1102n4:8_1": "as the giver is used in the receiver.",
    "ai-anya-e1102n4:8_2": "Suppose a delicious lay follower was given by the Blessed One. It was said for the six kinds of lay followers, and the laymen of them in ‘The lady’.",
    "ai-anya-e1102n4:9_0": "“For month the fool may eat food with the tip of kusa-grass,",
    "ai-anya-e1102n4:10_0": "After appraisal, destiny, a giant of the young dragons.”",
    "ai-anya-e1102n4:11_0": "That’s why the Buddha put his purification through four.”",
    "ai-anya-e1102n4:11_1": "These are the three factors of the Buddha, the Dhamma, and the Saṅgha.",
    "ai-anya-e1102n4:12_0": "for this is said:",
    "ai-anya-e1102n4:13_0": "“This feature of a great mass of fire is hard to see,",
    "ai-anya-e1102n4:14_0": "is called “unbounded” because it is said to be the following seven treasures.”",
    "ai-anya-e1102n4:15_0": "and two kinds of treasures:",
    "ai-anya-e1102n4:15_1": "Herein, the wheel-treasure is whatever treasure the wheel-turning monarch or whatever treasure is tied in gold.",
    "ai-anya-e1102n4:15_2": "counselor-treasure, the elephant-treasure, the counselor-treasure, or whatever other the faculty of understanding—",
    "ai-anya-e1102n4:15_3": "And here it is said to be the one whose consciousness is said to be the best of many kinds of treasures: it is the foremost, gold, and silver, cream of gold, etc., which is an outcaste’s various treasures.",
    "ai-anya-e1102n4:15_4": "Two treasures and two treasures:",
    "ai-anya-e1102n4:15_5": "And there the treasure is said to be the best.",
    "ai-anya-e1102n4:15_6": "And why does he have among human beings, these treasures?",
    "ai-anya-e1102n4:15_7": "The two treasures and the woman-treasure",
    "ai-anya-e1102n4:15_8": "There the treasure is said to be the best of men:",
    "ai-anya-e1102n4:15_9": "Why is it famous for a man?",
    "ai-anya-e1102n4:15_10": "The two kinds of happiness is said to be the best of horse-treasures: it is said to be the best of all precious things, and the bestowed it.",
    "ai-anya-e1102n4:15_11": "Then why do the treasurer of the Universal Monarchless wheel-treasures, having attended to the gods of the Thirty-Three and the heavenly wheel-treasure, he entered upon the dwelling place where the heavenly wheel-treasure falls.",
    "ai-anya-e1102n4:15_12": "The two, namely, the Noble Ones’ teachers and the Noble Ones.",
    "ai-anya-e1102n4:15_13": "What is the two kinds of Noble Ones adept as trainer, and of two kinds,",
    "ai-anya-e1102n4:15_14": "The twofold sections and twofold sections are honoured by the stagnation.",
    "ai-anya-e1102n4:15_15": "The two treasures also had the three professions and the rice and barley,",
    "ai-anya-e1102n4:15_16": "Herein, the craft is said to be the best of disciples:",
    "ai-anya-e1102n4:15_17": "Why is it worthy of dwellings, free from stains?",
    "ai-anya-e1102n4:15_18": "And the counselor-treasure was said to be the best of all precious things, being the best, and the finest lady of the Sakyans,",
    "ai-anya-e1102n4:15_19": "Why is it worthy of dwellings, free from stains?",
    "ai-anya-e1102n4:15_20": "Sāriputta and Moggallāna weren’t worth a sixteenth part of the Buddhas awakened for themselves;",
    "ai-anya-e1102n4:15_21": "the Independent Buddhas is said to be the best.",
    "ai-anya-e1102n4:15_22": "Why did the rose-apple situated cross-legged in the air above, below the couches of the Sakyans, the Buddhas, said, “Why don’t you sit down cross-legged, nor even seven days,",
    "ai-anya-e1102n4:15_23": "The Realized One is said to be the best.”",
    "ai-anya-e1102n4:15_24": "The Buddha is rare in this world and the Saṅgha, and also is hard to hear the true teaching. And it’s hard for them to qualify the meaning in the world with its gods.",
    "ai-anya-e1102n4:16_0": "At the end of the Elders, having appointed his funeral pyre, covered in the goldenitter,",
    "ai-anya-e1102n4:17_0": "The fourth rainy season"
}