{
    "ai-anya-e0802n6:0_0": "6. Ākhyātakappa",
    "ai-anya-e0802n6:1_0": "The first chapter on sticks",
    "ai-anya-e0802n6:2_0": "(Ka)",
    "ai-anya-e0802n6:3_0": "the very day of the city of Sāvatthī.",
    "ai-anya-e0802n6:4_0": "Living in the relics of accumulations,",
    "ai-anya-e0802n6:5_0": "Reponsiveness of the noble ones and its boundaries,",
    "ai-anya-e0802n6:6_0": "The wise ones, Kakusandha, intelligent,",
    "ai-anya-e0802n6:7_0": "(Kha)",
    "ai-anya-e0802n6:8_0": "my mind is unshakable:",
    "ai-anya-e0802n6:9_0": "Endowed with the sound of coughs,",
    "ai-anya-e0802n6:10_0": "being poor, and wandered around;",
    "ai-anya-e0802n6:11_0": "Good-hearted people who say, ~ who listen to what is well said:",
    "ai-anya-e0802n6:12_0": "(Ga)",
    "ai-anya-e0802n6:13_0": "But on the occasion of coming back in the sky, and on the ground for waves.",
    "ai-anya-e0802n6:14_0": "and preceding the loud noise,",
    "ai-anya-e0802n6:15_0": "for the sake of (which as) the food and drink, etc., that is to say, the six (story),",
    "ai-anya-e0802n6:16_0": "Their perceptions for dispels all the other parts of the which they do so.",
    "ai-anya-e0802n6:17_0": "since he is bearing (etc.) means he is unstirred.",
    "ai-anya-e0802n6:18_0": "with the desert of the hide of himself, the bitter,",
    "ai-anya-e0802n6:19_0": "407, 439.Parāṇyattanopadāni.",
    "ai-anya-e0802n6:20_0": "The perceptions of all kinds in unworthy branches of knowledge are made.",
    "ai-anya-e0802n6:21_0": "Just as when you have gone round, (but) when you have vomited (from you) on,",
    "ai-anya-e0802n6:22_0": "In order to get his own work, and through the power of his own deeds,",
    "ai-anya-e0802n6:23_0": "Two measures, and (alternative spendid), the most excellent person,",
    "ai-anya-e0802n6:24_0": "The two divisions of all kinds, according to their enemy of the food and drink, and the two are the first amongst those in their own excellent city.",
    "ai-anya-e0802n6:25_0": "In the same way the Teacher, Such-like, unmatched in the world,",
    "ai-anya-e0802n6:25_1": "Such is the first person, the name of the Majjhima, such is the most excellent person.",
    "ai-anya-e0802n6:25_2": "when they were satisfied with their own hands, he said: “The first harness is the middle of the great man, who is like a supreme person.",
    "ai-anya-e0802n6:25_3": "So in all that’s everywhere,",
    "ai-anya-e0802n6:26_0": "First: with the austerity of supreme person, with the ones whom wants to do",
    "ai-anya-e0802n6:26_1": "When you pay homage to the lady, you will be the first statement of using what you say.",
    "ai-anya-e0802n6:27_0": "* The man attacks and underneath in every direction,",
    "ai-anya-e0802n6:28_0": "(The king should be expanded first of these three people), each of the three people. He should then be expelled to each other.",
    "ai-anya-e0802n6:29_0": "He (also) earthquakes up, standing up he earth.",
    "ai-anya-e0802n6:29_1": "you grieve, your words will grow.",
    "ai-anya-e0802n6:29_2": "you must tell me, O Vāsava,",
    "ai-anya-e0802n6:29_3": "This is how a person can be seen by another in whom one.",
    "ai-anya-e0802n6:30_0": "Now we shall pay homage to the immeasurable Dhamma,",
    "ai-anya-e0802n6:31_0": "when paying homage, they don’t try hard, and make an effort to get.",
    "ai-anya-e0802n6:32_0": "goes on this occasion.",
    "ai-anya-e0802n6:33_0": "Unwavering, a –",
    "ai-anya-e0802n6:34_0": "(This) is good for the sake of making amends for the benefit of Devadatta, for what reason do you think of Devadatta,",
    "ai-anya-e0802n6:35_0": "411, 436.Tumhe majjhimo.",
    "ai-anya-e0802n6:36_0": "When you pay homage, you haven’t acquired a good person, then you’re skilled in the middle.",
    "ai-anya-e0802n6:37_0": "are you able to live on?”",
    "ai-anya-e0802n6:38_0": "while being woken up:",
    "ai-anya-e0802n6:39_0": "It is good for you to hold you for the purpose of protection.",
    "ai-anya-e0802n6:40_0": "412, 437.Amheuttamo.",
    "ai-anya-e0802n6:41_0": "when you try hard, then continue beside.",
    "ai-anya-e0802n6:42_0": "“What I do, we know.",
    "ai-anya-e0802n6:43_0": "while not one who acts in conformity with them –",
    "ai-anya-e0802n6:44_0": "(This is) the acceptance of what is good, what is the Awakened One,",
    "ai-anya-e0802n6:45_0": "413, 427.Kāle.",
    "ai-anya-e0802n6:46_0": "should be doing it,",
    "ai-anya-e0802n6:47_0": "On the contrary, pleasant ones is present,",
    "ai-anya-e0802n6:48_0": "if it is at the time when the meal is divided in the present time;",
    "ai-anya-e0802n6:49_0": "if he enters Sāvatthī when he enters Sāvatthī;",
    "ai-anya-e0802n6:50_0": "and five most drops drawn into the most excellent houses.",
    "ai-anya-e0802n6:51_0": "He has five hundred celestial dove-footed nymphs, and five-hundred millions at the time of the meal.",
    "ai-anya-e0802n6:52_0": "Let those who do good, may you be well!",
    "ai-anya-e0802n6:53_0": "gets rid of repetitions for the seventh, namely,",
    "ai-anya-e0802n6:54_0": "And if he has allowed the various grounds for a meal at a time for time;",
    "ai-anya-e0802n6:55_0": "Why would you go?",
    "ai-anya-e0802n6:56_0": "gets rid of resentment for the others.",
    "ai-anya-e0802n6:57_0": "and at the time of dawn in the past one is analyzed in the past.",
    "ai-anya-e0802n6:58_0": "As a consequence, the traditions are primordial,",
    "ai-anya-e0802n6:59_0": "resigned gold coins, shamelessly enjoys the bodies.",
    "ai-anya-e0802n6:60_0": "When a man resigns the past or at the time of the past, future or present,",
    "ai-anya-e0802n6:61_0": "and they went to the path for a walk that path.",
    "ai-anya-e0802n6:62_0": "419, 469.Samīpe’jjatanī.",
    "ai-anya-e0802n6:63_0": "If you renounce the training in the past, at the time of reckoning, or in some way, then arrogant and well-food is latched on a carpet.",
    "ai-anya-e0802n6:64_0": "they went to the path gone to a path.",
    "ai-anya-e0802n6:65_0": "420, 471.Māyoge sabbakāle ca.",
    "ai-anya-e0802n6:66_0": "For the magicians’ postures, garlands, perfumes, and all the time were prevented by all the time.",
    "ai-anya-e0802n6:67_0": "Do not depart, do not say anything.",
    "ai-anya-e0802n6:68_0": "And the five-hundred offerings was brought to him.",
    "ai-anya-e0802n6:69_0": "421, 473.Anāgate bhavissantī.",
    "ai-anya-e0802n6:70_0": "at the time will become friends in the future.",
    "ai-anya-e0802n6:71_0": "He will go.",
    "ai-anya-e0802n6:72_0": "whatever running out is obtained in.’",
    "ai-anya-e0802n6:73_0": "As a consequence is there in the past time when the time is announced.",
    "ai-anya-e0802n6:74_0": "And if they had not been able to get any, they’ll go.",
    "ai-anya-e0802n6:75_0": "composed (who looks) on them that spot. Since they dwelt in the middle, you must drive about on me.",
    "ai-anya-e0802n6:76_0": "Rejoicing is what she has said: “This isn’t like that, reverend Sir, has been spending you about to be transferred to another, you like that.",
    "ai-anya-e0802n6:77_0": "(but) when behaved like this, it is said in the present time,",
    "ai-anya-e0802n6:78_0": "let us enjoy your five hundred resplendent (for you), let us swell him into your presence.",
    "ai-anya-e0802n6:79_0": "she is the five wishes: “I content, perception, I wish to win her away. You should split into twelve my presence.”",
    "ai-anya-e0802n6:80_0": "Pañcasikha, the teacher with a differentiation, which is more than five times.",
    "ai-anya-e0802n6:81_0": "I’d get better prepare medicine from him.",
    "ai-anya-e0802n6:82_0": "she might think of seven perceptions, I’ll make a wish:",
    "ai-anya-e0802n6:83_0": "Impermanence in the seventh kinds of becoming .",
    "ai-anya-e0802n6:84_0": "get caught up in fact, stainless, and explore.",
    "ai-anya-e0802n6:85_0": "his own perception is seeking; his bed is speaking, but you should see Revata in this matter.",
    "ai-anya-e0802n6:86_0": "Having the desire for what is needed for others’ needs duty without hurting others.",
    "ai-anya-e0802n6:87_0": "(They replied:) “Having taken up residence according to yourselves, low caravans, I have was mad.”",
    "ai-anya-e0802n6:88_0": "For it is amongst those who would think, “Kill yourself with the perception of intention,” according to what was said was poor, needed here,",
    "ai-anya-e0802n6:89_0": "Because you have a need of sort of predatory spirits, since you resign a lamp,",
    "ai-anya-e0802n6:90_0": "(But) I said this to the Nāgas: “From this day forth, (risk) caught up in a cotton-down,",
    "ai-anya-e0802n6:91_0": "and in the case of her he has desires, perceptions, and acts in this way: “This is a mortification in this matter, I assessing the twelveriads",
    "ai-anya-e0802n6:92_0": "I desire for the purpose of condemnation against the excessiveness of desire.",
    "ai-anya-e0802n6:93_0": "There will be an opportunity for you, and your command. You will touch it.",
    "ai-anya-e0802n6:94_0": "There will be perceptions of your own perception, I will conflict with you. You will think of this. You will give to yourselves! You will observe yourselves! Your doctrine! You will be invalid.”",
    "ai-anya-e0802n6:95_0": "The future will be for you, in the future.",
    "ai-anya-e0802n6:96_0": "Taking him on the left side, we’ll get him back.",
    "ai-anya-e0802n6:97_0": "Saying: “Of costics,” during the army, and preparing the benefit of lying on her back, that is, for the bed.",
    "ai-anya-e0802n6:98_0": "Both action: ‘Herders the action that is needing, it is actioning, provesing the sense.’",
    "ai-anya-e0802n6:99_0": "being attached to charming goldsmith, holding all around the five elements,",
    "ai-anya-e0802n6:100_0": "For the four elements are related to all the elements beginning with perception,",
    "ai-anya-e0802n6:101_0": "if she goes without because of going;",
    "ai-anya-e0802n6:102_0": "all elements of the elements by the forerunner of desire and passion;",
    "ai-anya-e0802n6:103_0": "Thus there is first burial sticks, in the ear,",
    "ai-anya-e0802n6:104_0": "The Second Rollection on the second",
    "ai-anya-e0802n6:105_0": "the relics of Ten Powers, flatterers, and conditions for the sake of (wholesome) conditions.",
    "ai-anya-e0802n6:106_0": "For the sake of the hundred and others are conditions for the defining of the elements.",
    "ai-anya-e0802n6:107_0": "if he makes it act, he commits an offense;",
    "ai-anya-e0802n6:107_1": "anyone who does do what should be done and does not do what should be done, saying: “Whoever goes to do this,”",
    "ai-anya-e0802n6:107_2": "The Sangha makes himself act according to the mountain.",
    "ai-anya-e0802n6:107_3": "he looks on as self, he thinks, “This self-effacement” and “It’s as reduced to, for sounds, and for inspiringly.",
    "ai-anya-e0802n6:107_4": "you should eat something more:",
    "ai-anya-e0802n6:108_0": "if she reproaches on the ground, disposes of rice, water, and so on;",
    "ai-anya-e0802n6:109_0": "The settles of the Tissāsa apprehended the business with the trial period of six.",
    "ai-anya-e0802n6:110_0": "he accepts the mission regarding the three curses,",
    "ai-anya-e0802n6:111_0": "Or alternatively, what exceeds you?",
    "ai-anya-e0802n6:112_0": "Tusita Held (worms) for the sake of the (cleaning): This is the Aṅguttara,",
    "ai-anya-e0802n6:113_0": "They want to eat jackals, precious things being apprehended by the name of the courtesans, by the name of the sun. When there is a condition for the sake of these six.",
    "ai-anya-e0802n6:114_0": "They want to drink, swamped by the heads of antelope, and above. They want to drink alcohol.",
    "ai-anya-e0802n6:115_0": "What do you want to go of theirs?",
    "ai-anya-e0802n6:116_0": "he eats (them) up from the sword, what uses it?",
    "ai-anya-e0802n6:117_0": "being made the name of cotton-down tusks, (saying):",
    "ai-anya-e0802n6:118_0": "(There is) some condition for the sake of good conduct,",
    "ai-anya-e0802n6:119_0": "The Sangha is self-mortification. This is the fear of self for the ocean, as well as on the spot.",
    "ai-anya-e0802n6:119_1": "you should eat something more:",
    "ai-anya-e0802n6:120_0": "436, 537.Īyūpamānā ca.",
    "ai-anya-e0802n6:121_0": "According to the good conduct and the support condition",
    "ai-anya-e0802n6:122_0": "Six years do not terrified, less than six years. Also the child’s flesh, is damaged inside,",
    "ai-anya-e0802n6:123_0": "Through go to the meaning they set out of what is good,",
    "ai-anya-e0802n6:124_0": "Why should he protects the meaning of good conduct, when it is said to have the six animal realms,",
    "ai-anya-e0802n6:125_0": "437, 538.Nāmamhā’tticchatthe.",
    "ai-anya-e0802n6:126_0": "however we want, the opportunity is in common.",
    "ai-anya-e0802n6:127_0": "one of his own desires, robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-anya-e0802n6:128_0": "‘What can he do for himself?’ and that some other people are like that.",
    "ai-anya-e0802n6:129_0": "On the contrary, all the floors, castes, dogs, jackals, and the fortnights,",
    "ai-anya-e0802n6:130_0": "all the elements of the earth element are due to the body of one idiosyncratic, and perceptions of matter.",
    "ai-anya-e0802n6:131_0": "anyone who does needs do what should be done and he pays homage to, saying, “Dields it when they get someone else to do it,”",
    "ai-anya-e0802n6:131_1": "Others who do so. They think, “Those who do so!”",
    "ai-anya-e0802n6:131_2": "normally, when someone says this, “Whoever does not go to it,” he dismisses him, saying, “Die.”",
    "ai-anya-e0802n6:131_3": "The others who wish to make him leave the monastery, saying, “Those others do so!”",
    "ai-anya-e0802n6:131_4": "honored by the gods.",
    "ai-anya-e0802n6:131_5": "Speculates, that is what he says.",
    "ai-anya-e0802n6:131_6": "Sisters, tell him about this,",
    "ai-anya-e0802n6:131_7": "He should look for others,",
    "ai-anya-e0802n6:132_0": "The one who makes use of them what is good",
    "ai-anya-e0802n6:133_0": "It is frequently to have decrease when the meaning is declaring with tooth-shair.",
    "ai-anya-e0802n6:134_0": "Tissā, and Uttarakuru, the Snake-sphere,",
    "ai-anya-e0802n6:135_0": "So when name and form are produced, there is another element’s form,",
    "ai-anya-e0802n6:136_0": "They walk that road, which is an elephant, he makes a strong, staunch that’s beyond the road, which is strong and guarded by energy.",
    "ai-anya-e0802n6:137_0": "If he makes an effort involved place by for marriage, and he makes an effort to get him, he intends, and he makes an effort to get him anxious.",
    "ai-anya-e0802n6:138_0": "440, 445.Bhāvakammesu yo.",
    "ai-anya-e0802n6:139_0": "one develops all four elements,",
    "ai-anya-e0802n6:140_0": "when the sun has arrived at Bāhiya.",
    "ai-anya-e0802n6:141_0": "he makes one long as he likes to shine, what is the earth quake?",
    "ai-anya-e0802n6:142_0": "Transmigration was covered in the various manner of urgency,",
    "ai-anya-e0802n6:143_0": "And the mode of his own calm, productive of the various categories and the constructions have as its object.",
    "ai-anya-e0802n6:144_0": "When it is said, when the person is swept down in highway",
    "ai-anya-e0802n6:144_1": "At the middle of the day, when the (flows) was risen,",
    "ai-anya-e0802n6:144_2": "are angry and upset, they are annoyed by the angry person, and they are angry with him.",
    "ai-anya-e0802n6:144_3": "violently cooked in gold,",
    "ai-anya-e0802n6:144_4": "when asked?",
    "ai-anya-e0802n6:144_5": "it seems to the heavenly gods.",
    "ai-anya-e0802n6:145_0": "442, 448.Ivaṇṇāgamovā.",
    "ai-anya-e0802n6:146_0": "all the elements of the earth, or at the time of dawn he is resplendent.",
    "ai-anya-e0802n6:147_0": "He takes pleasure in the world, (thinking): “Go away,”",
    "ai-anya-e0802n6:148_0": "What does he get close to?",
    "ai-anya-e0802n6:149_0": "443, 449.Pubbarūpañca.",
    "ai-anya-e0802n6:150_0": "all the elements of the past, future, or present.",
    "ai-anya-e0802n6:151_0": "(As) the Lord of the World gains, the gains (it) gains,",
    "ai-anya-e0802n6:152_0": "444, 501.Tathā kattari ca.",
    "ai-anya-e0802n6:153_0": "As to be afraid of the part of the body, so there is producing in the definition of the recitation passage for recitation.",
    "ai-anya-e0802n6:154_0": "you identify with it ...",
    "ai-anya-e0802n6:155_0": "445, 433.Bhūvādito a.",
    "ai-anya-e0802n6:156_0": "Because of this sort of greatness, this great teacher is conceived.",
    "ai-anya-e0802n6:157_0": "he abandons (all) the earth, which goes on it.",
    "ai-anya-e0802n6:158_0": "Transmigration, (which was) applying and shielding,",
    "ai-anya-e0802n6:159_0": "Because of the fact that westerning of gems, whether past or present, this is unevided.",
    "ai-anya-e0802n6:160_0": "cuts off the stream.",
    "ai-anya-e0802n6:161_0": "When the fact that they are definitely grasped, they are nothing because of the in-breaths and out-breaths,",
    "ai-anya-e0802n6:162_0": "Cunda the smith’s riches, trembling, gloriously rose, beautifully sweetly.",
    "ai-anya-e0802n6:163_0": "447, 510.Divādito yo.",
    "ai-anya-e0802n6:164_0": "During the two elements by day, he is aroused by way of body.",
    "ai-anya-e0802n6:165_0": "you settle down at that disturbance.",
    "ai-anya-e0802n6:166_0": "Talking for truth, (wholesome) speaking from behind,",
    "ai-anya-e0802n6:167_0": "These two, namely, the elements of  learning, are contradict to the Discourses (of the Faith). By the desires there are when conditioned,",
    "ai-anya-e0802n6:168_0": "Awakens the wound, shakes and rocks and back.",
    "ai-anya-e0802n6:169_0": "449, 513.Kiyādito nā.",
    "ai-anya-e0802n6:170_0": "Because of the function of what is to say, not the group of elements.",
    "ai-anya-e0802n6:171_0": "Or alternatively, what is called grieving is rolling backwards and moves,",
    "ai-anya-e0802n6:172_0": "450, 517.Gahādito ppa ṇhā.",
    "ai-anya-e0802n6:173_0": "only as much as a variety of elements were carried off by the great countless ways.",
    "ai-anya-e0802n6:174_0": "if he takes it on trust;",
    "ai-anya-e0802n6:175_0": "451, 520.Tanādito oyirā.",
    "ai-anya-e0802n6:176_0": "By the means of these two elements, the group of elements have been sent by conditions.",
    "ai-anya-e0802n6:177_0": "does a wrong deed and then do it;",
    "ai-anya-e0802n6:178_0": "452, 525.Curādito, ṇe ṇayā.",
    "ai-anya-e0802n6:179_0": "By the supernormal powers, having extensions powder of the elements thus: “When analyzed (themself) in the realm of Questions, perceptions of matter how many kinds of sensual stimulation are due to substance.”",
    "ai-anya-e0802n6:180_0": "Argues with the accustomed, thinking about the hymns, and thinking about the person.",
    "ai-anya-e0802n6:181_0": "Talking for actions, (wholesome) fearful and actions,",
    "ai-anya-e0802n6:182_0": "his own workers were brothers,",
    "ai-anya-e0802n6:183_0": "Transmigrating in the middle of the day, when the monks are hunting, they get tormented. When you’re happy, the getting when you arrived, you get angry, and you don’t get when you wish.",
    "ai-anya-e0802n6:184_0": "454, 440.Kattari ca.",
    "ai-anya-e0802n6:185_0": "and his own workers were unlike.",
    "ai-anya-e0802n6:186_0": "and conquered the darkness in the night; when you know that you are wise,",
    "ai-anya-e0802n6:187_0": "gets rid of relics and so on, flattering to the elements.",
    "ai-anya-e0802n6:188_0": "Sticks and clasped judgments relics were destroyed by the relics.",
    "ai-anya-e0802n6:189_0": "if he departs, but has come to be disgusted, the son of a bondservant, thus he is about the time;",
    "ai-anya-e0802n6:190_0": "wrapped in what is suitable for someone else’s state,",
    "ai-anya-e0802n6:191_0": "if it is blessed with another,",
    "ai-anya-e0802n6:192_0": "you make the earth stand,",
    "ai-anya-e0802n6:193_0": "457, 424.Bhūvādayo dhātavo.",
    "ai-anya-e0802n6:194_0": "Those of the great earth element, and those who have the same understanding elements,",
    "ai-anya-e0802n6:195_0": "They become careful and delightful.",
    "ai-anya-e0802n6:196_0": "The second wailing in the ears.",
    "ai-anya-e0802n6:197_0": "The third chapter on offenses",
    "ai-anya-e0802n6:198_0": "Two on the outstanding of flowers and so on, that is, the colour of used in colour,",
    "ai-anya-e0802n6:199_0": "any one of these two makes his appearance:",
    "ai-anya-e0802n6:200_0": "he gathers, disgusts, endures the touch of inquiry, thirst, and the touch of his they gets walking.",
    "ai-anya-e0802n6:201_0": "(but) what reason do you to get?",
    "ai-anya-e0802n6:202_0": "459, 462.Pubbo’bbhāso.",
    "ai-anya-e0802n6:203_0": "There is two elements for the earth element: the water element,",
    "ai-anya-e0802n6:204_0": "curd from giving, give with abundant food and drink,",
    "ai-anya-e0802n6:205_0": "460, 506.Rasso.",
    "ai-anya-e0802n6:206_0": "Living in the open air, the gives up.",
    "ai-anya-e0802n6:207_0": "being the first time, wrapped in what is said first,",
    "ai-anya-e0802n6:208_0": "The second they received first.",
    "ai-anya-e0802n6:209_0": "that person who deprives a (gut) cuts off the ground,",
    "ai-anya-e0802n6:210_0": "462, 476.Kavaggassa cavaggo.",
    "ai-anya-e0802n6:211_0": "And when the forest has gone out, he does so to say:",
    "ai-anya-e0802n6:212_0": "Associates with the disgust of natural disgust, the Victor walks, and the Jeta Grove.",
    "ai-anya-e0802n6:213_0": "Whatever (good) honour is indeed, for sure,",
    "ai-anya-e0802n6:214_0": "They have the trial period of six days (attracting) the elements of (good) processes, or the various kinds of trial periods.",
    "ai-anya-e0802n6:215_0": "inquiry is hard.",
    "ai-anya-e0802n6:216_0": "What does he get rid of doubt",
    "ai-anya-e0802n6:217_0": "464, 504.Hassa jo.",
    "ai-anya-e0802n6:218_0": "While the current is produced,",
    "ai-anya-e0802n6:219_0": "like a burning flame, which absorption.",
    "ai-anya-e0802n6:220_0": "465, 463.Antassivaṇṇākāro vā.",
    "ai-anya-e0802n6:221_0": "There is no one whose appearance has not made amends.",
    "ai-anya-e0802n6:222_0": "he bees disgusting, he loses the mistress, but ensures the earth,",
    "ai-anya-e0802n6:223_0": "Or they block the leaves of it.",
    "ai-anya-e0802n6:224_0": "466, 489.Niggahitañca.",
    "ai-anya-e0802n6:225_0": "Standing in rehabilitation, he is scratched out,",
    "ai-anya-e0802n6:226_0": "walking mindfully and alert.",
    "ai-anya-e0802n6:227_0": "the dart of the unlucky gives the task,",
    "ai-anya-e0802n6:228_0": "* the Lord of the World, (saying): from spending on,",
    "ai-anya-e0802n6:229_0": "then (gods) as the deliverance of the elements, (and other) the analysis of conditions and these elements, according to the doctrine of the idea (good) processes.",
    "ai-anya-e0802n6:230_0": "Devoted, endures.",
    "ai-anya-e0802n6:231_0": "468, 462.Ṭhā tiṭṭho.",
    "ai-anya-e0802n6:232_0": "however placed, however disposed is the place for part.",
    "ai-anya-e0802n6:233_0": "If he stands, stands still,",
    "ai-anya-e0802n6:234_0": "What is the reason why they lie down,",
    "ai-anya-e0802n6:235_0": "469, 494.Pā pivo.",
    "ai-anya-e0802n6:236_0": "when one has finished his place in the texts,",
    "ai-anya-e0802n6:237_0": "would drink their father’s father,",
    "ai-anya-e0802n6:238_0": "What is their reason?",
    "ai-anya-e0802n6:239_0": "470, 514.Ñāssajā jaṁ nā.",
    "ai-anya-e0802n6:240_0": "when his function comes to be found, or do not become evident,",
    "ai-anya-e0802n6:241_0": "he does not know what you know.",
    "ai-anya-e0802n6:242_0": "(He who is) defeated in whatever direction, in whatever direction there is.",
    "ai-anya-e0802n6:243_0": "From the district of the elements there comes about in the body of the elements,",
    "ai-anya-e0802n6:244_0": "he sees what is seen, without defilements.",
    "ai-anya-e0802n6:245_0": "Why do you see what?",
    "ai-anya-e0802n6:246_0": "Similarly wrapped in the six castes and the opposite -",
    "ai-anya-e0802n6:247_0": "Again when the districts are struck in the six elements;",
    "ai-anya-e0802n6:248_0": "the victors in disgust of sin.",
    "ai-anya-e0802n6:249_0": "473, 529.Ko khe ca.",
    "ai-anya-e0802n6:250_0": "he is one who practises in the letter,",
    "ai-anya-e0802n6:251_0": "they tremble at the sesame.",
    "ai-anya-e0802n6:252_0": "474, 535.Harassa gīse.",
    "ai-anya-e0802n6:253_0": "he becomes skilled in the elements of the Relics, this is how there is for one voting tickets.",
    "ai-anya-e0802n6:254_0": "the escorted by the victors;",
    "ai-anya-e0802n6:255_0": "gets rid of requisites, (which is) the ground for it.",
    "ai-anya-e0802n6:256_0": "Yet he shows the duties to the indication of the four elements, which is called analyzed (andfactor) as they are analyzed .",
    "ai-anya-e0802n6:257_0": "But he spoke outside the floor,",
    "ai-anya-e0802n6:258_0": "I will speak to another’s good thing,",
    "ai-anya-e0802n6:259_0": "whatever water there is from the time, including the outer robe,",
    "ai-anya-e0802n6:260_0": "For one who wants to go through the air element’s envelopment, etc., and in all the way beginning or in the middle.",
    "ai-anya-e0802n6:261_0": "while walking along the path",
    "ai-anya-e0802n6:261_1": "if he departs while he is going,",
    "ai-anya-e0802n6:261_2": "Come, let go and go.",
    "ai-anya-e0802n6:261_3": "were to go, thinking,",
    "ai-anya-e0802n6:261_4": "went to the houseless.",
    "ai-anya-e0802n6:261_5": "Going along the road,",
    "ai-anya-e0802n6:261_6": "will go there.",
    "ai-anya-e0802n6:261_7": "We’ll go to the charnel ground,",
    "ai-anya-e0802n6:262_0": "what do you want, what would you do?",
    "ai-anya-e0802n6:263_0": "On the contrary, the robbery’s (spiritual) father,",
    "ai-anya-e0802n6:264_0": "Like the his place indicated by the realm of (good) conduct, when he arose in the relics, in the bright half of the meal (food) continually today.",
    "ai-anya-e0802n6:265_0": "said this to the monks:",
    "ai-anya-e0802n6:266_0": "today they say:",
    "ai-anya-e0802n6:267_0": "I don’t like a long-lost, for others,",
    "ai-anya-e0802n6:268_0": "Wealthing in the Himalayas, etc.",
    "ai-anya-e0802n6:269_0": "I go, I’ll go.",
    "ai-anya-e0802n6:270_0": "For when begged in the peacocks in a long time, he didn’t get his food,",
    "ai-anya-e0802n6:271_0": "479, 452.Ha lopaṁ vā.",
    "ai-anya-e0802n6:272_0": "Through noise in self-control or stepped,",
    "ai-anya-e0802n6:273_0": "go, after going, please go,",
    "ai-anya-e0802n6:274_0": "Why do you go to the next life?”",
    "ai-anya-e0802n6:275_0": "(but) they will be undergoing for you, ~ there will be for me,",
    "ai-anya-e0802n6:276_0": "It will be simply the elements of the Royal Golden (himself), or when the body is struck.",
    "ai-anya-e0802n6:277_0": "It will be lost, and he will be no more.",
    "ai-anya-e0802n6:278_0": "what will it be?",
    "ai-anya-e0802n6:279_0": "they will be what is the purpose of what is their own welfare.",
    "ai-anya-e0802n6:280_0": "Talking for constantly, doing what is pleasing, ~ for him there is the reason",
    "ai-anya-e0802n6:281_0": "party is permanent, eternal, and imperishable.",
    "ai-anya-e0802n6:282_0": "will you Kātissa will build (them) Kātiyānacked with what is needed?",
    "ai-anya-e0802n6:283_0": "What can they do for him?",
    "ai-anya-e0802n6:284_0": "There will be other devotion to the goods that have been furiously devoured by others and separately devours.",
    "ai-anya-e0802n6:284_1": "I will speak to you, I say,",
    "ai-anya-e0802n6:285_0": "Thus there is the third drunk, this third lump of coarse,",
    "ai-anya-e0802n6:286_0": "The fourth chapter on offenses",
    "ai-anya-e0802n6:287_0": "482, 508.Dādantassaṁmi mesu.",
    "ai-anya-e0802n6:288_0": "when he has a donor to give, there’s no need to be in wishes.",
    "ai-anya-e0802n6:289_0": "I tamed the tamed myself,",
    "ai-anya-e0802n6:290_0": "whatever water is found, in the world is growth,",
    "ai-anya-e0802n6:291_0": "when there is no smelly in the element, it is growth and dyed.",
    "ai-anya-e0802n6:292_0": "building, make others get someone else to do it, and they make the consequences.",
    "ai-anya-e0802n6:293_0": "what is unintelligent, what is the meaning of others?",
    "ai-anya-e0802n6:294_0": "484, 542.Ghaṭādīnaṁ vā.",
    "ai-anya-e0802n6:295_0": "Ghaṭīkāra doesn’t growth, struggle, or matchless of the four elements.",
    "ai-anya-e0802n6:296_0": "They go to the neighborhood of the holes, stirred up the dust, and going to the village.",
    "ai-anya-e0802n6:296_1": "departs to village.",
    "ai-anya-e0802n6:297_0": "Why do you live trying to settle a water-jar?",
    "ai-anya-e0802n6:298_0": "485, 434.Aññesuca.",
    "ai-anya-e0802n6:299_0": "In the case of all the elements there is none of the four elements, they have growth and exceeding.",
    "ai-anya-e0802n6:300_0": "you give up birth and old age.",
    "ai-anya-e0802n6:301_0": "and the place where it is breathsomed for the donor.",
    "ai-anya-e0802n6:302_0": "486, 543.Guha dusānaṁ dīghaṁ.",
    "ai-anya-e0802n6:303_0": "that when the four (good) is full of suffering, the blazing (on his army) power -",
    "ai-anya-e0802n6:304_0": "Due to the dung:",
    "ai-anya-e0802n6:305_0": "whatever rain falls he likes, (formed) undergoing the streams of rainy season.",
    "ai-anya-e0802n6:306_0": "Like the cotton in the four directions, (they mature) the various elements, that is to say, the various kinds of enlightenment enlightenment factor, in the mode of his (nature).",
    "ai-anya-e0802n6:307_0": "gets carried away by a highway.",
    "ai-anya-e0802n6:308_0": "488, 481.Ha vipariyayo lo vā.",
    "ai-anya-e0802n6:309_0": "one is dead, and there is the manifestation of the attributes of greed, or the world.",
    "ai-anya-e0802n6:310_0": "is swept away.",
    "ai-anya-e0802n6:311_0": "489, 519.Gahassaghe ppe.",
    "ai-anya-e0802n6:312_0": "when the elements have all the elements there is present in every way.",
    "ai-anya-e0802n6:313_0": "For the nose:",
    "ai-anya-e0802n6:314_0": "490, 518.Halo po ṇhāmhi.",
    "ai-anya-e0802n6:315_0": "when one destroys the elements of loss had been destroyed, there is no hair’s body in the relics.",
    "ai-anya-e0802n6:316_0": "takes hold of it:",
    "ai-anya-e0802n6:317_0": "(But) the Lord of Sages sitting on the ground, (it) in the end of the three watches,",
    "ai-anya-e0802n6:318_0": "when he has performed the elements of all the elements of Kāsī, or when he has finished his meal and distributed,",
    "ai-anya-e0802n6:319_0": "And she did not see the shameless trad.",
    "ai-anya-e0802n6:320_0": "and there was something other thanks.",
    "ai-anya-e0802n6:321_0": "I (giving) the undergoing tendencies of (himself), holding on top of incessants,",
    "ai-anya-e0802n6:322_0": "The deliverance of the elements that applies to the specific neutrality, and they are running out of the monastery.",
    "ai-anya-e0802n6:323_0": "Because I’m free of jealousy,",
    "ai-anya-e0802n6:324_0": "493, 498.Thassa tthattaṁ.",
    "ai-anya-e0802n6:325_0": "To one of these elements what has been given up in what is distributed in the elements, and what is meant.",
    "ai-anya-e0802n6:326_0": "meaning is beneficial when it’s beneficial;",
    "ai-anya-e0802n6:327_0": "494, 495.Tissa tthittaṁ.",
    "ai-anya-e0802n6:328_0": "As a consequence of that elements are for the three elements, that is, actually their hair is end.",
    "ai-anya-e0802n6:329_0": "there are (obligations towards) there,",
    "ai-anya-e0802n6:330_0": "495, 500.Tussa tthuttaṁ.",
    "ai-anya-e0802n6:331_0": "The one of the elements of the actual elements, the attributes, will become applying the limbs,",
    "ai-anya-e0802n6:332_0": "Hail Bahuka,",
    "ai-anya-e0802n6:333_0": "496, 497.Simhi ca.",
    "ai-anya-e0802n6:334_0": "In the realm of the meal there was no district, there is no hairs for me.",
    "ai-anya-e0802n6:335_0": "so beautiful, glorious, majestic?",
    "ai-anya-e0802n6:336_0": "get pastd for the shade of the Lord of Sages.",
    "ai-anya-e0802n6:337_0": "The Licchavīs were disturbed, the relics, and the places there, in the place where they fall from,",
    "ai-anya-e0802n6:338_0": "Though the meaning is good,",
    "ai-anya-e0802n6:339_0": "498, 480.Kusasmā dī cchi.",
    "ai-anya-e0802n6:340_0": "To prevent the elements for the purpose of showing the food, etc., that is his greed,",
    "ai-anya-e0802n6:341_0": "Without defecating,",
    "ai-anya-e0802n6:342_0": "499, 507.Dādhātussa dajjaṁ.",
    "ai-anya-e0802n6:343_0": "when there is a place for the donors, or for ten days,",
    "ai-anya-e0802n6:344_0": "I’ll give you one who isn’t clinging.",
    "ai-anya-e0802n6:345_0": "500, 486.Vadassa vajjaṁ.",
    "ai-anya-e0802n6:346_0": "when he has killed all the elements of the Relics,",
    "ai-anya-e0802n6:347_0": "I say to them,",
    "ai-anya-e0802n6:348_0": "501, 443.Gamissaghammaṁ.",
    "ai-anya-e0802n6:349_0": "when he goes through his way to departure elements, he is the place of all.",
    "ai-anya-e0802n6:350_0": "I cry out, swallow!",
    "ai-anya-e0802n6:351_0": "Why do I come, for the sake of (perhaps) I go?",
    "ai-anya-e0802n6:352_0": "The Lord of the World, (thought): “I give, Māra, the caravan leader,",
    "ai-anya-e0802n6:353_0": "In the last month of the enemy, the Lord of the Worlds, in the morning, these four months of the earth,",
    "ai-anya-e0802n6:354_0": "They drive up, take pleasure in it, is making (right) decrease,",
    "ai-anya-e0802n6:355_0": "503, 485.Yajassādissi.",
    "ai-anya-e0802n6:356_0": "how to show the elements of the beginning of the Relics , there is the place consisting of what is offered by the first of those elements.",
    "ai-anya-e0802n6:357_0": "the Buddha shines with them,",
    "ai-anya-e0802n6:358_0": "504, 470.Sabbato uṁ iṁsu.",
    "ai-anya-e0802n6:359_0": "all the elements have been laid down in the four elements.",
    "ai-anya-e0802n6:360_0": "They sat down on the seats.",
    "ai-anya-e0802n6:361_0": "gets rid of resplendent kings, Jayanta, he who flees (him) like a deer-hunter.",
    "ai-anya-e0802n6:362_0": "ageing in battle, these in the four noble truths, like an oxen.",
    "ai-anya-e0802n6:363_0": "They win, conquer, and die.",
    "ai-anya-e0802n6:364_0": "Only rejoicing is used for them.’",
    "ai-anya-e0802n6:365_0": "To all kinds of foulness in the way beginning, “He is the arising of all the elements of the disension, or the body is the beginning of the elements.",
    "ai-anya-e0802n6:366_0": "Having such peacefulness,",
    "ai-anya-e0802n6:367_0": "Why don’t you urge you?",
    "ai-anya-e0802n6:368_0": "507, 501.Asabbadhātuke bhū.",
    "ai-anya-e0802n6:369_0": "for the sake of the elements, or for the dissatisfaction,",
    "ai-anya-e0802n6:370_0": "will be",
    "ai-anya-e0802n6:371_0": "What do they know the good of their worms?",
    "ai-anya-e0802n6:372_0": "508, 515.Eyyassañāto iyā ñā.",
    "ai-anya-e0802n6:373_0": "of the partaking of what has been distributed in the elements of others and distributed in the air element.",
    "ai-anya-e0802n6:374_0": "know what you do.",
    "ai-anya-e0802n6:375_0": "What would you know?”",
    "ai-anya-e0802n6:376_0": "gets rid of repetitions, and so on, flavor of salt,",
    "ai-anya-e0802n6:377_0": "For one injuring that is the air element, not for others.",
    "ai-anya-e0802n6:378_0": "what you don’t know.",
    "ai-anya-e0802n6:379_0": "I know what do you know?",
    "ai-anya-e0802n6:380_0": "510, 487.Lopañcettamakāro.",
    "ai-anya-e0802n6:381_0": "Since there is no (the opportunity) may be, or that when they fail.",
    "ai-anya-e0802n6:382_0": "I say it is the fault to do, I say.",
    "ai-anya-e0802n6:383_0": "511, 521.Uttamokāro.",
    "ai-anya-e0802n6:384_0": "Straight (of the wind) is hard -",
    "ai-anya-e0802n6:385_0": "When you do this,",
    "ai-anya-e0802n6:386_0": "What is its reason?",
    "ai-anya-e0802n6:387_0": "512, 522.Karassākāro ca.",
    "ai-anya-e0802n6:388_0": "After doing the performance of the elements in the supreme aspect,",
    "ai-anya-e0802n6:389_0": "they’re the one who becomes hostile.",
    "ai-anya-e0802n6:390_0": "What is their own welfare, their vows gently die,",
    "ai-anya-e0802n6:391_0": "513, 435.O ava sare.",
    "ai-anya-e0802n6:392_0": "will (surely) to bear the sound of the ears.",
    "ai-anya-e0802n6:393_0": "yet you become a terminator.",
    "ai-anya-e0802n6:394_0": "What does he give up what",
    "ai-anya-e0802n6:395_0": "514, 491.E aya.",
    "ai-anya-e0802n6:396_0": "if the areast in the wooden ranks of an opportunity to the east.",
    "ai-anya-e0802n6:397_0": "it does not give up.",
    "ai-anya-e0802n6:398_0": "515, 541.Teāvāyā kārite.",
    "ai-anya-e0802n6:399_0": "and they reach the place where they reach.",
    "ai-anya-e0802n6:400_0": "don’t get any satisfaction.",
    "ai-anya-e0802n6:401_0": "Whoever returns to the home of another poison, saying:",
    "ai-anya-e0802n6:402_0": "socializing for the sake of consummation, not overcoming the passion elements,",
    "ai-anya-e0802n6:403_0": "When there’s no inclination they’re not attached to greed for all living beings.",
    "ai-anya-e0802n6:404_0": "will be able to do what is allowed.",
    "ai-anya-e0802n6:405_0": "if he makes one enter what is not the meaning of, what is the meaning of initiative,",
    "ai-anya-e0802n6:406_0": "whatever relics there is of the elements, being the idea of the Dīghalaya, and in long in the place for recitation, –",
    "ai-anya-e0802n6:407_0": "Here, however, in the world of what is seen, heard, thought, sensed, and cooked in the places of the Dīghanakha, analyzed in the Mahātittha law of the Dīghanakha. Sutta (Deven ways) are preceding in different ways.",
    "ai-anya-e0802n6:408_0": "He’d know as a difference between his twice would know what he likes. And he would not know.",
    "ai-anya-e0802n6:409_0": "(pressed) for one’s continuity, (wholesome) exceedingly with the mind,",
    "ai-anya-e0802n6:410_0": "when his own turns out to continue.",
    "ai-anya-e0802n6:411_0": "they’re said to be meeting.",
    "ai-anya-e0802n6:412_0": "How do you get good for the sake of your own benefit?",
    "ai-anya-e0802n6:413_0": "For the sake of passions obtained on the turn, and on the recipients, etc., which is there for those in times, and passion for in dependence on the people.",
    "ai-anya-e0802n6:414_0": "For one who has noticed the text, he is satisfied today in the way beginning, “From today,” and in the way already stated,",
    "ai-anya-e0802n6:415_0": "We’ll go back to her fortnight.",
    "ai-anya-e0802n6:416_0": "Why do you go to the country of Kimbila?",
    "ai-anya-e0802n6:417_0": "520, 502.Brūto ī timhi.",
    "ai-anya-e0802n6:418_0": "She has lost her a ploughman built for the Divine a meal element.",
    "ai-anya-e0802n6:419_0": "Bāhiya:",
    "ai-anya-e0802n6:420_0": "being attached to charming eyes, in every way the relics of the Ones.",
    "ai-anya-e0802n6:421_0": "socializing elements have remained transmigration.",
    "ai-anya-e0802n6:422_0": "you are going to heaven,",
    "ai-anya-e0802n6:423_0": "he becomes famous for his own welfare, what is the purpose of protection?",
    "ai-anya-e0802n6:424_0": "What is called ‘Large’?",
    "ai-anya-e0802n6:425_0": "covered the wind from the waves, and all responsive,",
    "ai-anya-e0802n6:426_0": "whenever he wants to have the four elements, he desires them.",
    "ai-anya-e0802n6:427_0": "Or alternatively, what do you want to go?",
    "ai-anya-e0802n6:428_0": "523, 526.Kāritānaṁ ṇo lopaṁ.",
    "ai-anya-e0802n6:429_0": "As the result for the creation of beings, there was flaming in the monasteries",
    "ai-anya-e0802n6:430_0": "if he makes one made, he gets someone else to do it;",
    "ai-anya-e0802n6:431_0": "I’ve attained the goal of the dispensation.",
    "ai-anya-e0802n6:432_0": "he thought about the Sakyans, after considering them with a hostile,",
    "ai-anya-e0802n6:433_0": "Thus there is a fourth drunkard, a fourth part of brown,",
    "ai-anya-e0802n6:434_0": "The Book of the Easterns is finished."
}