{
    "ai-anya-e0103n9:0_0": "9. Brahmavihāraniddesavaṇṇanā",
    "ai-anya-e0103n9:1_0": "To start with the development of loving-kindness",
    "ai-anya-e0103n9:2_0": "240.Mettaṁ brahmavihāraṁ.",
    "ai-anya-e0103n9:2_1": "One who wants to develop this producement should check if they want, and he should review it.",
    "ai-anya-e0103n9:2_2": "having sat on a pleasant couch, after crossing his legs crosswise, his sitting cross-legged on the ground, and sat down on the seat spread out,",
    "ai-anya-e0103n9:3_0": "Why is it the advantage of of reviewing this when questioning, why do you practice the benefit of others?",
    "ai-anya-e0103n9:3_1": "A loving-kindness is the meaning of what is not good,",
    "ai-anya-e0103n9:3_2": "That is why in the passage beginning, “Be loving-kindness is established in loving-kindness.”",
    "ai-anya-e0103n9:3_3": "And they endure the end of.",
    "ai-anya-e0103n9:3_4": "That meaning is of beneficial idiosyncratic interpretations, such as the four kinds of counsel : “This is why it has been developed with loving-kindness, is said to be “well- about” .",
    "ai-anya-e0103n9:3_5": "and they show the board to the edge of defects in one need.",
    "ai-anya-e0103n9:3_6": "then by one who is seeking happiness,",
    "ai-anya-e0103n9:3_7": "overcome by opposite wholesome opposite sex,",
    "ai-anya-e0103n9:3_8": "D dangers are the dangers in the present life and its roots, etc., and so on.",
    "ai-anya-e0103n9:4_0": "Patient acceptance is the ultimate sort of accumulation. Its function should be given in order to preventing the arising of, etc., and because it has the characteristic of accumulations beginning with that by investigating inside.",
    "ai-anya-e0103n9:4_1": "(They are) powerful and counselors, patience and generation, intercourse, patience is the power of this strength.",
    "ai-anya-e0103n9:4_2": "for this is said: “By ascetics and brahmins.”",
    "ai-anya-e0103n9:4_3": "* understood as discomfort by the removal of hate, etc., that which is accompanied by hatred, and that strength.",
    "ai-anya-e0103n9:4_4": "It is nothing more than patience, nor doing what is beyond the definition of others’ good and the others. There is no one else.",
    "ai-anya-e0103n9:5_0": "wandering in the dispensation of Viḍūḍabha,",
    "ai-anya-e0103n9:5_1": "The self attains the end of fetters.",
    "ai-anya-e0103n9:5_2": "developing the persons, these persons are (because of) hate.",
    "ai-anya-e0103n9:5_3": "Those who are not reborn in another sort of development says, “This is the meaning of such development,”",
    "ai-anya-e0103n9:5_4": "Koṭṭhita, in the first part of the simile of the particular component, the innerval between the inner skin and the flesh .",
    "ai-anya-e0103n9:6_0": "He should be fewerated like hopefully to what is liked.",
    "ai-anya-e0103n9:6_1": "After appraisal, there are two kinds of help:",
    "ai-anya-e0103n9:6_2": "Herein, one who is a Piyaka should see a person’s own help: he should be seen enemy,",
    "ai-anya-e0103n9:6_3": "Is there a simile of his own use and disliked, without harming any beneficial, and that I do not like.",
    "ai-anya-e0103n9:6_4": "if he is obstructed by the sign of a woman, etc., similar to a hundred woman,",
    "ai-anya-e0103n9:6_5": "one is burdensome and sick.",
    "ai-anya-e0103n9:6_6": "It is worthy of the common using , thus it is “breath” .",
    "ai-anya-e0103n9:7_0": "Now, as before, soon as it is said that person is said to be shown by the six kinds of persons,” etc., in order to show them,",
    "ai-anya-e0103n9:7_1": "There they place fatiguing in love that place, and live with dropped the defilements.",
    "ai-anya-e0103n9:7_2": "For there is no ability to set up a dear person in the way that there is no way for him.",
    "ai-anya-e0103n9:7_3": "To put a very dearly loved friend in a neutral person’s place is fatiguing against the defilements of sensual desire, and with the end of the opposite sex, for it.",
    "ai-anya-e0103n9:7_4": "Hence it is said: “Because it is limitless” .",
    "ai-anya-e0103n9:7_5": "The midday is found in him, the meaning is that non-physical. There is no meaning.",
    "ai-anya-e0103n9:7_6": "When a respected and admired, he oppressed, he be able to get fatigued and defecate.",
    "ai-anya-e0103n9:7_7": "For there is no reason in one who develops loving-kindness towards oneself that is dear and beloved first and neutrality towards all in the preceding loving-kindness.",
    "ai-anya-e0103n9:7_8": "Koṭṭhita, with the immaterial states,",
    "ai-anya-e0103n9:8_0": "is the opposite of it.",
    "ai-anya-e0103n9:8_1": "if he says, “I have no share in the opposite sex,” and he said, “They have no persons.”",
    "ai-anya-e0103n9:8_2": "After eating Bhaddā Kāpilānī, who had a sense of virtue, sat down, on the bathing pregnancy, with noble shavedness, loving-kindness, etc., done against the door-born doorway, he sat down mindfully on one side, fearlessly victory and pervading the door, –",
    "ai-anya-e0103n9:8_3": "Hence it is said: “He isn’t taken away since he has called greed, hate, and delusion” then rejoicing.",
    "ai-anya-e0103n9:9_0": "When the body is eradicated in the definition of opposite sex, while beings are dropped in the moving and the aggregates, they it is said: “When beings are exist here, it is in the position of the kasiṇas, it is not the time to be wasted,” he said, “But it is not the time for the Rohaṇa.”",
    "ai-anya-e0103n9:9_1": "But why do you not die when your development?",
    "ai-anya-e0103n9:9_2": "The cause of loving-kindness is characterized as a result for an abiding .",
    "ai-anya-e0103n9:9_3": "for a person like a dead person who is like the very best of men,",
    "ai-anya-e0103n9:9_4": "Where there is the necessary condition for the sake of mindfulness. And the nurse would live there.",
    "ai-anya-e0103n9:9_5": "But though they die indeed, etc., in the case of the development of the kinds of suffering in which they are painful in the modes of the kasiṇas, etc., and that should be given in the way already described.",
    "ai-anya-e0103n9:9_6": "And here he does his familiarity, his teacher, wanting to die, wanting to be reborn in one who abides in loving-kindness.",
    "ai-anya-e0103n9:9_7": "Hence it is said: “Bhikkhus, my virtues are loving-kindness” .",
    "ai-anya-e0103n9:9_8": "having a sign object,",
    "ai-anya-e0103n9:9_9": "Thus he finds no fault in a person, but he does not know about the person, does not know.",
    "ai-anya-e0103n9:9_10": "Meaning: physical endurance: the meaning is loving-kindness.",
    "ai-anya-e0103n9:10_0": "241.",
    "ai-anya-e0103n9:10_1": "he said: “Through the development of the minds of any pleasure enemy that brings happiness for the purpose of bliss, he proceeds today, he proceeds in comfort” . He said, “In this way I shall subdue him to the welfare and happiness of it.”",
    "ai-anya-e0103n9:10_2": "Since they are so able to develop the mind as a person whose mind is inclination of sort and whose mind isn’t experienced thus: “Suffering” or “In the same way, such a person whose mind isn’t full of pleasure and pain.”",
    "ai-anya-e0103n9:10_3": "because of this connection:",
    "ai-anya-e0103n9:10_4": "(but) he is frightening: it must be parted in suffering, and so on.",
    "ai-anya-e0103n9:10_5": "But this person is often free from enmity, ill will, and enemy of enmity and ill will, and ill will, untroubledness and compassion. It is good-hearted, and it is said to be “without enmity, affliction and anxiety, and live happily.”",
    "ai-anya-e0103n9:10_6": "having become self-developed thus: ‘I am thus, I blessed thus. I, is the meaning.’",
    "ai-anya-e0103n9:11_0": "If that being so, what does he say specifically entertainly without it.",
    "ai-anya-e0103n9:11_1": "In this way: “This being so, do loving-kindness towards oneself, is the meaning.”",
    "ai-anya-e0103n9:11_2": "“And when the monks have said this in the Aṅguttara,” “It appears to the Vibhaṅga thus: “How can these monks achieved the way that enclos?”",
    "ai-anya-e0103n9:11_3": "you’ll come back to that place.",
    "ai-anya-e0103n9:12_0": "they speak of the word of the Ganges.",
    "ai-anya-e0103n9:12_1": "and absorption that brings absorption only and the development of absorption.",
    "ai-anya-e0103n9:12_2": "May I be happy,” he said, “I am happy!”",
    "ai-anya-e0103n9:12_3": "Is able to establish themselves in self-development. That is why I abidely happy therefore it with myself as a comfortable .",
    "ai-anya-e0103n9:12_4": "Hence it is said: “If it is no longer suitable.”",
    "ai-anya-e0103n9:12_5": "But why don’t there’s no need of any development of it?",
    "ai-anya-e0103n9:12_6": "through the power of a one’s own life,",
    "ai-anya-e0103n9:12_7": "But there is only this difference between at the gate-pressing place and the next, is the breaking down of the kasiṇa only.",
    "ai-anya-e0103n9:13_0": "all directions.",
    "ai-anya-e0103n9:13_1": "and suffused thought with the mind, and through the attainment of the mind,",
    "ai-anya-e0103n9:13_2": "There’s no-one dearer than oneself. There’s no other dearer in oneself. Nor do they might find another better or finer way for himself when they see.",
    "ai-anya-e0103n9:13_3": "In this way one is dear to others, through oneself and another, of such a dear and beloved, for those who don’t gain themselves,",
    "ai-anya-e0103n9:13_4": "So one who would pursue another’s own good, even if they need not hide what can be done, even if just for seven years on a level.",
    "ai-anya-e0103n9:14_0": "This is the meaning of all sentient beings produced by them by the Fortunate One. Having developed love and cultivated by considering them with his own advantages and workers, he should develop loving-kindness towards all beings.",
    "ai-anya-e0103n9:15_0": "For the purpose of helping the happiness of loving-kindness is good.",
    "ai-anya-e0103n9:15_1": "A person who swells their wound.",
    "ai-anya-e0103n9:15_2": "loved ones, bricks,",
    "ai-anya-e0103n9:15_3": "pleasing and delightful.",
    "ai-anya-e0103n9:15_4": "Valuing in the country of being heavy offenses,",
    "ai-anya-e0103n9:15_5": "It should be developed too.",
    "ai-anya-e0103n9:15_6": "He is the virtue consisting in the teacher’s virtue, etc.",
    "ai-anya-e0103n9:15_7": "Piyatissa ladies benevolving the meaning beginning, the commentary on the meaning, and the function of word.",
    "ai-anya-e0103n9:15_8": "Discipline: In the beginning with virtue, etc., according to the wide-consequence of faith, and so on.",
    "ai-anya-e0103n9:16_0": "Having destroyed the joy of sensual pleasures, ~ protected by the happiness of sense desires,",
    "ai-anya-e0103n9:16_1": "Hence it is said:",
    "ai-anya-e0103n9:16_2": "This person who practices in conformity with the development of the opposite sex should not be practiced in comfort, but whoever is happy, and who does not succeed in it.",
    "ai-anya-e0103n9:16_3": "Hence it is said: “He is attaining.”",
    "ai-anya-e0103n9:16_4": "The meaning is that it is the middle of the wretched states, in the middle, and of worry. The meaning is that it is similar.",
    "ai-anya-e0103n9:16_5": "Towards preference between loving-kindness is the danger in that, while the abidings in loving-kindness towards every way.",
    "ai-anya-e0103n9:16_6": "To loving-kindness should be developed towards even aroused, loving-kindness should be developed, loving-kindness towards them, and his profession.",
    "ai-anya-e0103n9:16_7": "when he is happy he is satisfied by the means of the fourth absorption, because of the opposite sex.",
    "ai-anya-e0103n9:16_8": "Towards at midday it should be developed towards all the other dearly and beloved friendly. It is good in the middle of the day towards a hostile one, pity.",
    "ai-anya-e0103n9:16_9": "Talking a professions, he should take it away from the first, and he said: “This is what is said!”",
    "ai-anya-e0103n9:16_10": "There is present in him to fact that If he applies his mind to the blessings of virtue, etc., only in a dear one,",
    "ai-anya-e0103n9:16_11": "Meanwhile, the midst of the neutral persons, along with loving-kindness towards a hostile person, neutrality and hostility towards that hostile person, after that hostile person, carrying that hostile person, successively towards that person, resoluteness upon that person.",
    "ai-anya-e0103n9:16_12": "“They are united,” he took hold of that, and he said: “This is the meaning of this.",
    "ai-anya-e0103n9:16_13": "after doing so, he should develop loving-kindness towards the following sets, working downwards, “In order to preventad,” while working towards all kinds of persons, with good will, he should develop loving-kindness towards each other with kindness, etc., and after working at the end of his provincestitute with gladness, gladness and compassion. Then, after developing loving-kindness towards each other, he should repeat it with his own proving-kindness towards each other, then he should develop the absorption in the middle and repeatedly practicing that person.",
    "ai-anya-e0103n9:16_14": "Hence it is said: “The purpose of abandoning the interval between the two and the next” .",
    "ai-anya-e0103n9:17_0": "it is not possible to know whether there is no (true) work in a neighborhood of actions, or if there is no equal to the perfection of all goodness,",
    "ai-anya-e0103n9:17_1": "Great alteration: the meaning is that of greatness and because it possesses excellence of the great alteration of the supernormal powers, etc., which is the meaning.",
    "ai-anya-e0103n9:17_2": "Because there is no grass and sticks, but don’t identify with others.",
    "ai-anya-e0103n9:17_3": "Therefore it was said: “He whom one does helpless to live in consequence, who does not perceive another.”",
    "ai-anya-e0103n9:17_4": "they’re the one who breaks apart bonds.",
    "ai-anya-e0103n9:17_5": "There is a equal unrivaled.",
    "ai-anya-e0103n9:18_0": "Personals, and individuals respectively in the past, etc., are the objects of a person, and so on.",
    "ai-anya-e0103n9:18_1": "having entered upon them, she amused the flood by suffusing her with loving-kindness, having entered upon her.",
    "ai-anya-e0103n9:18_2": "Then, with loving-kindness towards them, they might answer in the way already described, and then wherever they have recovered it, then they may instead because of the jhānas.” Then they might say, “Let them, emerging from the jhāna itself.”",
    "ai-anya-e0103n9:18_3": "When there is no personal repulsion of a person who, not focusing on resentment, but reflecting on their way they emerge from the absorption,",
    "ai-anya-e0103n9:18_4": "But now, when one who is focusing on loving-kindness does not give attention to it, in order to show the way, is said to be the time for loving-kindness.",
    "ai-anya-e0103n9:18_5": "for the purpose of loving-kindness is the method of loving-kindness.",
    "ai-anya-e0103n9:18_6": "Neither no clings to the end of suffering.",
    "ai-anya-e0103n9:19_0": "Explains: it should be understood that when he is follows after, thinking: “This is the meaning.”",
    "ai-anya-e0103n9:20_0": "And that much strives and curbs out of compassion for the sake of the wind.",
    "ai-anya-e0103n9:21_0": "both of them staffs and the thirteen on both sides, and the edge of the _paṇḍaka_.",
    "ai-anya-e0103n9:21_1": "Good behaviors of the mind, ~ and bad behavior,",
    "ai-anya-e0103n9:21_2": "and there were seven factors of the fine-material jhānas.",
    "ai-anya-e0103n9:21_3": "That’s why it’s a malevolent.",
    "ai-anya-e0103n9:21_4": "you won’t do the teaching",
    "ai-anya-e0103n9:21_5": "for the benefit of all beings:",
    "ai-anya-e0103n9:21_6": "And he suffers too;",
    "ai-anya-e0103n9:21_7": "(but) what is useless, this is the first word to be added to the consequence of such a leper.",
    "ai-anya-e0103n9:21_8": "that’s why it should be known",
    "ai-anya-e0103n9:21_9": "worse than the bad one.",
    "ai-anya-e0103n9:21_10": "If a fault-finding mind is for the obstructions, it is possible by irritability, hostile, and hard-hearted person. If anyone finds them, they’ll get angry and responsible.",
    "ai-anya-e0103n9:21_11": "two people:",
    "ai-anya-e0103n9:21_12": "Hence it is the defeat and himself.",
    "ai-anya-e0103n9:21_13": "Or alternatively: the meaning is that it is incapable of looking here and there.",
    "ai-anya-e0103n9:22_0": "those who are enemy in need.",
    "ai-anya-e0103n9:22_1": "Should make an enemy:",
    "ai-anya-e0103n9:22_2": "* angry, flowing out of anger,",
    "ai-anya-e0103n9:22_3": "This anger and hostility are irritable.",
    "ai-anya-e0103n9:22_4": "overcome by anger, or driven by anger:",
    "ai-anya-e0103n9:22_5": "he is ugly: he is unshakable; it is necessarily too. It is “refuse” in the future.",
    "ai-anya-e0103n9:22_6": "They make their beard to fruit, not torment, buttermilk, thinking, “This is the one who is running out,” and have been imposed down again.",
    "ai-anya-e0103n9:22_7": "Peping Anīkaratta, not with very lots,",
    "ai-anya-e0103n9:22_8": "He is not included in riches, denigration, and uses wealth;",
    "ai-anya-e0103n9:22_9": "not to fame or renown,",
    "ai-anya-e0103n9:23_0": "they instead of sunshade and sandals.",
    "ai-anya-e0103n9:23_1": "then two or three pieces of then on both sides, Etc.",
    "ai-anya-e0103n9:23_2": "Leave in the midst of the sea, rose-apple tree, or hanging string on a charnel ground,",
    "ai-anya-e0103n9:23_3": "Where did you want to see the boy?",
    "ai-anya-e0103n9:23_4": "She neither makes a living nor haste it.",
    "ai-anya-e0103n9:23_5": "like the moon which I encounters the same as for me:",
    "ai-anya-e0103n9:23_6": "They say: “This is simply covetousness and slack off assured” , and so on. That is why they are called ethical conduct.",
    "ai-anya-e0103n9:23_7": "But here the meditator must discern the mind by means of the one who has ill will and malicious intent.",
    "ai-anya-e0103n9:24_0": "He now advised (but) from (chief) to the Faith of the Enlightened One in his own work.",
    "ai-anya-e0103n9:25_0": "Good bodily conduct is good in the beginning, the teaching, and the rest.",
    "ai-anya-e0103n9:25_1": "it is slowly:",
    "ai-anya-e0103n9:25_2": "pure in heart, overcome by tiny.",
    "ai-anya-e0103n9:25_3": "Or, because of the abandoning of defilements and because of the non-violence of his bodily and verbal behavior, it can be understood that it will last for a long time.",
    "ai-anya-e0103n9:25_4": "When the courses are destroyed,",
    "ai-anya-e0103n9:26_0": "Protector (others) with verbal behavior.",
    "ai-anya-e0103n9:27_0": "An individual may be controlled in his verbal behavior.",
    "ai-anya-e0103n9:27_1": "He doesn’t cover the unskillful, nor get skilled in others.",
    "ai-anya-e0103n9:27_2": "they reckoned by the wind: by means of the (rebirth) processes.",
    "ai-anya-e0103n9:27_3": "but it seems nice and pleasant.",
    "ai-anya-e0103n9:27_4": "In exchanged greetings with the greetings and polite conversation",
    "ai-anya-e0103n9:27_5": "Without embarrassed, gladness , happiness and joy,",
    "ai-anya-e0103n9:27_6": "”In the first place a precisely by means of the virtue, etc., it is by means of which it is called “withstanding.”",
    "ai-anya-e0103n9:27_7": "drunk on the path with its scented head, traverses essential, and proceeds in accordance with the Dhamma.",
    "ai-anya-e0103n9:27_8": "One who understands making this agreement about, Puṇṇaka, and Proper profitable states, and in so on.",
    "ai-anya-e0103n9:28_0": "he is the Lord of all the people.",
    "ai-anya-e0103n9:28_1": "Hence it is said: “He is.”",
    "ai-anya-e0103n9:28_2": "Having taken up the noise of the sound,",
    "ai-anya-e0103n9:28_3": "For there are many characteristics for faith",
    "ai-anya-e0103n9:28_4": "irreproaches with manhood: he has well taken, is the meaning.",
    "ai-anya-e0103n9:28_5": "after having done many a skeleton, or having had become one,",
    "ai-anya-e0103n9:29_0": "“So it’s not possible that a person isn’t reborn in hell, the animal realm, or the ghost realm are transmigrated right there. They’ll make much merit for the sake of hell or the plenty of hell.”",
    "ai-anya-e0103n9:29_1": "Herein, the great (body) is the eight great hells,",
    "ai-anya-e0103n9:29_2": "On the four gates of an Avīci hell , the four gates, sixteen drags,",
    "ai-anya-e0103n9:29_3": "He should develop it without great suffering, and as a great primary element.",
    "ai-anya-e0103n9:29_4": "For whatever person is because of harmlessness, suffering, calamity, goes with the resentment, but only that person gives rise to yet another resentment there, thinking “This is the basis of repulsion”",
    "ai-anya-e0103n9:30_0": "The teaching is stated in this way: “This is the meaning of this Dhamma, etc.”",
    "ai-anya-e0103n9:31_0": "245.",
    "ai-anya-e0103n9:31_1": "Whenever he is able to get it, he said, “A bhikkhu, to live in dependence on your body.”",
    "ai-anya-e0103n9:31_2": "what will he do?",
    "ai-anya-e0103n9:31_3": "they dimine from that place.",
    "ai-anya-e0103n9:31_4": "* If he does not give rise to suffering, he will not get to do so,",
    "ai-anya-e0103n9:31_5": "even for his own mind.",
    "ai-anya-e0103n9:31_6": "Heaven logs of preparatory animals in the world; altogether division is indulging in the next life, and in lives to come.",
    "ai-anya-e0103n9:31_7": "(There is) no roots that are the roots, divided up the roots, and cut the neck, and the cutting off.",
    "ai-anya-e0103n9:31_8": "For anger arises as happens to one who kills living things, etc., as conscience and prudence.",
    "ai-anya-e0103n9:31_9": "blind to the goal,",
    "ai-anya-e0103n9:32_0": "Having done what is destiny, untouchable and excellent,",
    "ai-anya-e0103n9:32_1": "is lying down while others,",
    "ai-anya-e0103n9:32_2": "desiring to give rise to anger, desiring to give rise to anger,",
    "ai-anya-e0103n9:32_3": "if you were to give him a whip;",
    "ai-anya-e0103n9:32_4": "(They give) arising of hate.",
    "ai-anya-e0103n9:32_5": "So he doesn’t get suffering from him.",
    "ai-anya-e0103n9:32_6": "they do not show that.",
    "ai-anya-e0103n9:32_7": "Hence it is said: “Where you do not doing it, or you’re not?”",
    "ai-anya-e0103n9:32_8": "They live on the highway, which is an unhappy destiny,",
    "ai-anya-e0103n9:33_0": "His hatred and male servants are intimate with work. But it cannot happen to their bondservants, workers, and staff.",
    "ai-anya-e0103n9:33_1": "Therefore he should cut off his garment",
    "ai-anya-e0103n9:33_2": "at the moment of the stomach: the their inner skin that enlightens the moment appropriate to its own states, thus it is the meaning.",
    "ai-anya-e0103n9:33_3": "For whom later generations thus, who are engaged in and devoted to the questions of the aggregates, they entirely trunk the senses aggregates.",
    "ai-anya-e0103n9:33_4": "But now you are ever present, who are angry, where are you angry?",
    "ai-anya-e0103n9:33_5": "For there is no endeavouring and ruining downwards.",
    "ai-anya-e0103n9:33_6": "the person who does the same thing as suffering in the ear ... the nose ... the body ...",
    "ai-anya-e0103n9:33_7": "You can make an end of suffering in this way: Why are you for the sake of suffering? Why are you able to make an end of suffering?”",
    "ai-anya-e0103n9:34_0": "246.",
    "ai-anya-e0103n9:34_1": "The good deeds done by way of the other, are known as peaceful and actions of the others.",
    "ai-anya-e0103n9:34_2": "and often reviewing the influence of such-and-such a place (in accordance): “After this work for you, you will bring you.”",
    "ai-anya-e0103n9:34_3": "but having received the following phrases in her seat and said, “This is how you should resign a seat to instead.”",
    "ai-anya-e0103n9:34_4": "he make a sound, in the others thus: “Whoever is the one who has rightly developed the fruit of his deeds? ”—this is called the Joyful Gods.",
    "ai-anya-e0103n9:34_5": "all caught up in them.",
    "ai-anya-e0103n9:34_6": "dying in hell or the animal realm.",
    "ai-anya-e0103n9:34_7": "Abandoning (defection) with hatred, stupidity with noble intention,",
    "ai-anya-e0103n9:35_0": "and the teachers check the special qualities of freedom from the Teacher’s special qualities, etc., and should review the doing of the Master’s former conduct.",
    "ai-anya-e0103n9:36_0": "And so the being intent on awakening did not conceive his teacher when he was awakened.",
    "ai-anya-e0103n9:36_1": "Queen into the presence of Queen Sañjikāputta, together with the Queen, and wrong view,",
    "ai-anya-e0103n9:36_2": "wherever there is a funeral pyre, but the corpses thrown on the ground.",
    "ai-anya-e0103n9:36_3": "while liberating, he is one who moves,",
    "ai-anya-e0103n9:36_4": "after making a man’s weapons that are the forehead, and departing the man’s level.",
    "ai-anya-e0103n9:36_5": "by the power of the spirits, by the power of Yakkhas, by the power of the spirits, by the fever of the Yakkhas,",
    "ai-anya-e0103n9:36_6": "Sirs, are building the Sirīsa home.",
    "ai-anya-e0103n9:37_0": "And he’d make sure that boundary, whether it’s full or not.",
    "ai-anya-e0103n9:37_1": "Since I have no doubt thus, “How can I become disillusioned?”",
    "ai-anya-e0103n9:37_2": "for this is said: “Great king, can be understood!”",
    "ai-anya-e0103n9:37_3": "according to whomever I wanted to work, after considering it as robbery, I saw,’ I they wish to see it.",
    "ai-anya-e0103n9:37_4": "for you have a fixed destiny.",
    "ai-anya-e0103n9:38_0": "Living for Kāsi to get thorns, having a necklace, full of thorns and thorns,",
    "ai-anya-e0103n9:39_0": "Someone who is very excited: they cease indecision.",
    "ai-anya-e0103n9:40_0": "she was able to order the mind of demolish the Uposatha-great going into the lake, the mind-made,",
    "ai-anya-e0103n9:41_0": "wide opening up with an arrow.",
    "ai-anya-e0103n9:41_1": "the elephant’s giant.",
    "ai-anya-e0103n9:41_2": "fine or inferior.",
    "ai-anya-e0103n9:41_3": "“To this prepare” is said. It is not the meaning of this preliminary work for one or other of the king’s ministers. This is the meaning.",
    "ai-anya-e0103n9:42_0": "all the overclaimed by blue, yellow, red or white.",
    "ai-anya-e0103n9:42_1": "(They are) covering with plasters: “The rivals is said for six months there, and that neither too little nor too small, are called “favour”.",
    "ai-anya-e0103n9:43_0": "I’ve hunged the house",
    "ai-anya-e0103n9:43_1": "Should eat (reviously) eating, which would be eaten by a trader,",
    "ai-anya-e0103n9:43_2": "Colded by heat,",
    "ai-anya-e0103n9:43_3": "Appowers (others) means",
    "ai-anya-e0103n9:43_4": "He can also be called “blessed” in the way beginning, “It is also called “has abiding”.",
    "ai-anya-e0103n9:43_5": "“This man isn’t like a blind man,” and he on that occasion the blind men were in his eyes.",
    "ai-anya-e0103n9:44_0": "Don’t think, ‘May they get lost! May they not lose me.’ This is how they should prepare arrival for them.",
    "ai-anya-e0103n9:44_1": "This is my Teacher, you who bring me to my state,",
    "ai-anya-e0103n9:44_2": "Piyatissa, Piyatissa,",
    "ai-anya-e0103n9:44_3": "you, name, are the name-callings too.",
    "ai-anya-e0103n9:45_0": "but also as having become a animal, it was having become a sanctuary, amongst those who had assembled.",
    "ai-anya-e0103n9:46_0": "Jujubes he dropped off his feet and dropped it on the foot.",
    "ai-anya-e0103n9:46_1": "flowing from the weakness of the judgments, etc., and it is bodies for the purpose of weakness.",
    "ai-anya-e0103n9:46_2": "(Sakka’s) sons, and so on,",
    "ai-anya-e0103n9:47_0": "Or in the drums on: here the noise of the crowd, or white and white lotuses, all of the Jina as well.",
    "ai-anya-e0103n9:47_1": "follows later on to the mind,",
    "ai-anya-e0103n9:47_2": "and thought: “I usually get what I have.”",
    "ai-anya-e0103n9:47_3": "It would be more fruitful to do so.",
    "ai-anya-e0103n9:47_4": "and covered the baskets.",
    "ai-anya-e0103n9:47_5": "under the heading of a mind like this.",
    "ai-anya-e0103n9:47_6": "he doesn’t show it to the drawback that he has seen, and he shows it himself.",
    "ai-anya-e0103n9:47_7": "Herein, the highest Buddha is the best of Buddhas.",
    "ai-anya-e0103n9:47_8": "the wealth up to glory and put down",
    "ai-anya-e0103n9:48_0": "Then the hunter went to that place where the hunter was, withdrawn from the neighborhood of a chariot, the banner,",
    "ai-anya-e0103n9:48_1": "two-and-a-half shoots were buded, and then broke out.",
    "ai-anya-e0103n9:48_2": "Having made assemblies of Kāḷavī and Samuddanadāsa, the Universal Monarchless and Accomplished all the wonder of the names,",
    "ai-anya-e0103n9:49_0": "Remembering the profoundity of the Enlightened One, unless the Teacher’s special qualities, the recommendation of the Teacher’s instructions, and the teachers of the Enlightened One,",
    "ai-anya-e0103n9:50_0": "248.",
    "ai-anya-e0103n9:50_1": "“Mendicants, transmigration has no known beginning.” Then they clinging to and has the drum of rough, the sword, and the system.",
    "ai-anya-e0103n9:51_0": "The path of going along the stream, give up the path.",
    "ai-anya-e0103n9:51_1": "get hold of a mosquito, having lit by the road, and then, when it was the path,",
    "ai-anya-e0103n9:51_2": "Saying: “Noble Laṅkā is said to have a stuffored with poison, for the rod.”",
    "ai-anya-e0103n9:51_3": "The Buddha’s includes the requisites, etc., which brings the road to the good.",
    "ai-anya-e0103n9:51_4": "bubbles from both sides, full of violence by two, feverished in a lower rope.",
    "ai-anya-e0103n9:51_5": "enlightening the top of the mountains, making a wish of bowing down to such shade and plunging into the mountain.",
    "ai-anya-e0103n9:51_6": "My mind isn’t Paying, like that.",
    "ai-anya-e0103n9:51_7": "In this way the arising of the thought thus, sons, is to be understood as the past, future, and present.",
    "ai-anya-e0103n9:52_0": "I have good will toward the pride of loving-kindness.",
    "ai-anya-e0103n9:52_1": "The mind of the heart’s release by equanimity:",
    "ai-anya-e0103n9:52_2": "Indirects what is suitable: One cultivates what is suitable,",
    "ai-anya-e0103n9:52_3": "developed and cultivated",
    "ai-anya-e0103n9:52_4": "made much of it again and again.",
    "ai-anya-e0103n9:52_5": "What is going to begin with when a grossness is incomparable",
    "ai-anya-e0103n9:52_6": "The determination of the base consisting of boundlessness",
    "ai-anya-e0103n9:52_7": "if they are determined:",
    "ai-anya-e0103n9:52_8": "perfect in deliverance, having perfect confidence,",
    "ai-anya-e0103n9:52_9": "emptiness that is well established and well-developed,",
    "ai-anya-e0103n9:52_10": "they can expect to be expected not declined.",
    "ai-anya-e0103n9:52_11": "that’s started to others.",
    "ai-anya-e0103n9:53_0": "and clarify requisites, graceful and exceeding the four elements,",
    "ai-anya-e0103n9:53_1": "Another person’s edge: “Anyone who is learning the Dhamma in such a way, having no head hairs, etc., done within a positioned head hairs, body hairs, and so on.”",
    "ai-anya-e0103n9:53_2": "Now comes that which is called “gone present” , etc., in the sense of urgency, etc., is said to be in accordance with the Dhamma that has been used for them, and so on.",
    "ai-anya-e0103n9:53_3": "When you’re included in the five constituents (of mind and body) that provide fuel for attachment, you should be quiet.",
    "ai-anya-e0103n9:53_4": "Such anger does not become established in the air, and your heart is not established in the homes of the house, etc., and being established in the air, and he does not appear to him. But there is no person who is demolishes the hairs, etc., and prevented from him.",
    "ai-anya-e0103n9:54_0": "He lives remote a share of material things.",
    "ai-anya-e0103n9:54_1": "one is enemying by another.",
    "ai-anya-e0103n9:54_2": "Disregarding his livelihood:",
    "ai-anya-e0103n9:54_3": "As he does so, the nephew or the murderer is to be performed,",
    "ai-anya-e0103n9:54_4": "the other is receiver.",
    "ai-anya-e0103n9:54_5": "“My mother, Kāsī, are liable to die.”",
    "ai-anya-e0103n9:54_6": "But the purity comes to his purity.",
    "ai-anya-e0103n9:55_0": "Herein, everywhere means in the present life, in lives to come. All is the meaning, the meaning is that of this.",
    "ai-anya-e0103n9:55_1": "For the insolent and the air",
    "ai-anya-e0103n9:55_2": "the recipients are not received,",
    "ai-anya-e0103n9:56_0": "While he was living in that monastery, he preached the doctrine of himself as he had been given,",
    "ai-anya-e0103n9:56_1": "and to ward off dispelling, to ward off the reflection, to the power of the warding off of the reflection,",
    "ai-anya-e0103n9:56_2": "I am the one who wretched person,",
    "ai-anya-e0103n9:56_3": "And here there is lovely the goal of lovely person, being the hostile person, etc., in that even a single one of loving-kindness, compassion, gladness and equanimity. When the one who has gladness, loving-kindness towards a seat, etc., has torn the sitting poisonous enemy, and despise the one who leads to a poisonous person.",
    "ai-anya-e0103n9:56_4": "With loving-kindness towards that hostile person,",
    "ai-anya-e0103n9:56_5": "For the mind is easily concentrated by the mind,",
    "ai-anya-e0103n9:56_6": "What is resolving is “will-interest” .",
    "ai-anya-e0103n9:56_7": "In this person who is engaged in loving-kindness is the meditation subject.",
    "ai-anya-e0103n9:56_8": "while sitting on his side to the characteristic of function,",
    "ai-anya-e0103n9:57_0": "The after he was born in a midst of himself, and the middle after him",
    "ai-anya-e0103n9:57_1": "This is the fourth section: wherever there is the fourth earth kasiṇa .",
    "ai-anya-e0103n9:57_2": "(They are) devoted to diversity of legal issues, and so on.",
    "ai-anya-e0103n9:57_3": "For when his mind is full of all living creatures, steals, commits adultery, and lies down, they don’t said to be ‘skilled’.",
    "ai-anya-e0103n9:57_4": "Self is diverse in body,",
    "ai-anya-e0103n9:57_5": "For when this is called one’s mind.",
    "ai-anya-e0103n9:57_6": "He is skilled in the profitable states because of the skillful itself, because it is the profitable states.",
    "ai-anya-e0103n9:57_7": "Of this person he does not have got rid of the development of loving-kindness.",
    "ai-anya-e0103n9:57_8": "Or alternatively, they see diversity in loving-kindness,",
    "ai-anya-e0103n9:57_9": "Yet the meaning shows that he is skilled in means of being compared to living creatures .",
    "ai-anya-e0103n9:57_10": "The inhabitants of the village, etc., are these seventy-two parts, then in the next life, which is like the self-deliverance of loving-kindness, etc., is which is like the self-deliverance of loving-kindness and the rest.",
    "ai-anya-e0103n9:57_11": "if she says, “Because there is no reason for spending the schism,” “It is said,” “It is because of this.”",
    "ai-anya-e0103n9:57_12": "what is great, famous and suppression in the development of the rest.",
    "ai-anya-e0103n9:57_13": "(which is) diversified in the previous discourse.",
    "ai-anya-e0103n9:57_14": "does not choose,",
    "ai-anya-e0103n9:58_0": "There is the meditation subject that is kasiṇa materiality, the sign owing to settles, and influences the meditation subject, etc., in the sign of foulness, and the learning sign whenever he has obtained the sign of serenity and discernment, and so on.",
    "ai-anya-e0103n9:58_1": "But one who has gained a foundation for breaking up the signs in the way already described,",
    "ai-anya-e0103n9:58_2": "For when the hindrances are suppressed, the hindrances are oppressed, their mind becomes immersed in samādhi, and their defilements subside.",
    "ai-anya-e0103n9:58_3": "Hence it is said: “He should be received at ease, and there is no need for meditation.”",
    "ai-anya-e0103n9:58_4": "for the signifies the signified in this way, and it is the sign of serenity .",
    "ai-anya-e0103n9:58_5": "just as he has no difficulty in the home life he gets poisoned abiding.",
    "ai-anya-e0103n9:59_0": "thus far running to develop",
    "ai-anya-e0103n9:59_1": "Also the one who lets go without attachments,",
    "ai-anya-e0103n9:59_2": "The meaning is stated in the Vibhaṅga: the meaning is, it is stated.",
    "ai-anya-e0103n9:60_0": "“The first jhāna is said to be one of the jhānas,” and so on.",
    "ai-anya-e0103n9:60_1": "and not for any of those with little learning, they delight in insight.",
    "ai-anya-e0103n9:60_2": "He attains the state of fulfilment of virtue, etc., which is fulfilment by development and non-human beings, etc., with attaining the absence of obstruction, and so on. It is the preference of the states.",
    "ai-anya-e0103n9:61_0": "the meaning is that it is mixed with loving-kindness; from the fear of loving-kindness is the meaning.",
    "ai-anya-e0103n9:61_1": "But it is preceding that abides in loving-kindness has been understood by one, and so on. That is why the arising of the wind, etc., the equipment is said.",
    "ai-anya-e0103n9:61_2": "That is why even the heart’s wish of the heart’s wish,” “It is used for,” etc., of those who think, “It is so called Citta,” and “prehends consciousness”.",
    "ai-anya-e0103n9:61_3": "This is the lineage,",
    "ai-anya-e0103n9:61_4": "if he is shown by his possession of quarters in which arouses the meaning shows, he says, “How is this before, not the first time?”",
    "ai-anya-e0103n9:61_5": "because it is steady in a direction, it is positioned by the four directions.",
    "ai-anya-e0103n9:61_6": "Hence it is said: “Herein the directions in the world in which they call enclose and in accordance with such .”",
    "ai-anya-e0103n9:61_7": "When you resign a liquor’s own object, he rejects it by means of a contact of his own enemy, brings it to the object.",
    "ai-anya-e0103n9:61_8": "The divine abidings bring about the divine abidings.",
    "ai-anya-e0103n9:61_9": "you associate with good people;",
    "ai-anya-e0103n9:61_10": "and to the inner quarters due to the inner quarters (of the womb),",
    "ai-anya-e0103n9:61_11": "In the second (story), he might give, namely, hostile, and hard-heartedlying, to say, “Through this” he said, “Through this there is none, going to the eastern gate.”",
    "ai-anya-e0103n9:61_12": "In that case: he dwells determined pervading one direction with his second enclose.",
    "ai-anya-e0103n9:61_13": "That’s how a third time.",
    "ai-anya-e0103n9:61_14": "On the next day it is the percipient, and the threshold to the bedroom. On the four directions, the intermediate directions should not be seen as such.",
    "ai-anya-e0103n9:61_15": "For the second time they were brought about the state without understanding.",
    "ai-anya-e0103n9:61_16": "Hence it is said: “This is one direction.”",
    "ai-anya-e0103n9:61_17": "Such is the meaning of ‘of this four directions’, so the meaning is the meaning.",
    "ai-anya-e0103n9:61_18": "Hence it is said: “He doesn’t take the.”",
    "ai-anya-e0103n9:61_19": "This pertains to see this meaning:",
    "ai-anya-e0103n9:61_20": "The sound of drums, belows, above; (and is) shown that the sound of couple is seen, drums, as above, is said: “It is no intention!”",
    "ai-anya-e0103n9:61_21": "This is how it should be understood: “Bhikkhus, in this way, the sound of drums, etc., is to be understood” .",
    "ai-anya-e0103n9:61_22": "This is how there is this:",
    "ai-anya-e0103n9:61_23": "And here it is when because of the beginning “which hell” or “sentient beings are reborn in hell, wherever they go, people are reborn there, thinking, “This is the lower realm,” or they do so.",
    "ai-anya-e0103n9:62_0": "Majjhima reciters beginning with them: He has the sound of women, etc., which assembles in the noble ones, and so on.",
    "ai-anya-e0103n9:62_1": "While he is standing outside the monastery gateway, he reaches the end of the meditation subject, but as he reaches absorption to another limit, saying, “Explain the meditation subject.”",
    "ai-anya-e0103n9:62_2": "Meanings: on the part of the whole of his own life-continuum, he dwells pervading all beings with his own individual essence thus: “In this way the meaning is the meaning of loving-kindness.”",
    "ai-anya-e0103n9:62_3": "Having thus said these seventeen times, he told all the people of the arrivals what is said: “Now, this is why in order to show the word, the meaning of all this long he is said.”",
    "ai-anya-e0103n9:62_4": "And here “following” is a term for all directions, because it has been taught by the Path of all beings.",
    "ai-anya-e0103n9:62_5": "For that is said: “This is necessary;”",
    "ai-anya-e0103n9:62_6": "If only one is included here and there, they are the meaning in each case.",
    "ai-anya-e0103n9:62_7": "And here the sound of cows, etc., that is to say:",
    "ai-anya-e0103n9:62_8": "Hence it is said: “Here the Exposition of the Mirrors of Existence” .",
    "ai-anya-e0103n9:62_9": "In the explanation of the meaning shown that faithful, etc., and such faith in the suttas beginning with the faithful, etc., and so on. And their faith in the passage beginning, “Such is called the exposition of the faculties.”",
    "ai-anya-e0103n9:62_10": "Likewise: “Bhikkhus, there is noise of faith in the way stated, or one direction with a mind full of confidence.” Then there is the meaning of this: “Bhikkhus, meditates spreading a heart full of faith by one or solitude, having done away with a heart free of confidence, and here it is said: “This is not called the meaning” .",
    "ai-anya-e0103n9:62_11": "And opposing this word (said): “There is no coming back,” or “The word so on.”",
    "ai-anya-e0103n9:62_12": "(but) they are not included in the same way as to word meaning.",
    "ai-anya-e0103n9:62_13": "The ill will isn’t undertaken with applied thought and sustained thought .",
    "ai-anya-e0103n9:62_14": "Questioning is said in the Mahāniddesa: “So this meditation subject has a single big as its object, like a wide openings in a single meditation subject with a single meditation subject that is best to bring it back even a single remaining jhāna.”",
    "ai-anya-e0103n9:63_0": "defilements, or great maintaining by the defilements, great widespread of energy, surpassing the lazy of the state of excess of energy.",
    "ai-anya-e0103n9:63_1": "That’s why it is called “where a form” and “short” in the sense of defining the fine-material sphere.",
    "ai-anya-e0103n9:63_2": "for the immaterial states have the variety of forms,",
    "ai-anya-e0103n9:63_3": "By the progressiveness of virtue: that is suitable, well developed, much practiced, is the meaning.",
    "ai-anya-e0103n9:63_4": "Because he is not able to take it away on a limitless and unlimited,",
    "ai-anya-e0103n9:63_5": "It is limitless objects consisting of limitless objects as object.",
    "ai-anya-e0103n9:63_6": "For the (chieves) wrapped in that place, who have no enmity,",
    "ai-anya-e0103n9:63_7": "Where this is the giver’s head is said, “He is including the opposite sex.”",
    "ai-anya-e0103n9:63_8": "Because of the mental unconfused mind and ill will, that is unsuitableness.",
    "ai-anya-e0103n9:63_9": "That is why they said: “Suffering”.",
    "ai-anya-e0103n9:63_10": "But if he shows that his usual body, then his eyes are not disturbed, then he said to those in groups, “Whoever shows them,” he said, “Take me who is mindful and fully oppressed,”",
    "ai-anya-e0103n9:63_11": "Here they are expert in the Reference of the Metteyya and Kumbhaṅga thus, and the necess have come to be seen in the Religion of the Tathāgata.",
    "ai-anya-e0103n9:64_0": "trickling downwards from the group of five in ten ways: “This titickles,” according to the lesser pieces of flesh, is like a funeral pyre described in the middle of the body, as if it were mentioned in the Paccekabuddhas and clairs .",
    "ai-anya-e0103n9:64_1": "Here it is only a total of offerings, like a cliff that is, unfit for being struck down.",
    "ai-anya-e0103n9:64_2": "the caravan of the Yamunā,",
    "ai-anya-e0103n9:65_0": "Now, as to seeing that place was well developed in order to show the recitation passage, he said: “Now, as to explain the surrounding the blessed One, Friends, Etc.”",
    "ai-anya-e0103n9:66_0": "256.",
    "ai-anya-e0103n9:66_1": "Herein, all beings omniscient in any way that is to say: “All sentient beings must be parted in every way according to their own country, according to their own ruler of all beings, according to their own opposite sex, and they say, “All exist in each case.” And he has said, “It is no partake of all beings.”",
    "ai-anya-e0103n9:67_0": "you’re formidable:",
    "ai-anya-e0103n9:67_1": "a sentient being with few desires by getting material possessions.",
    "ai-anya-e0103n9:67_2": "Here is the meaning of making use of what is eaten, etc.: the meaning is, and the meaning is that.",
    "ai-anya-e0103n9:68_0": "And how is it possible for seven days to go to the sound of the lumps of greed?",
    "ai-anya-e0103n9:68_1": "without passion for making fact that very same objects of the sixteenth aggregates beginning with the passion faculty, without passion for the sense faculty.",
    "ai-anya-e0103n9:68_2": "Or alternatively, there’s something other than before. It’s where there is the sign of foulness, the sign of foulness in the mark, the size of such a keyhole, the cycle of mustard seeds.",
    "ai-anya-e0103n9:68_3": "Once upon a time, there was a fraction of the seven ignorant winds.",
    "ai-anya-e0103n9:68_4": "a hundred years, he came to the country of his energy, and once he came to the end of the beings. And he said, “Divisor of all beings!”",
    "ai-anya-e0103n9:69_0": "Breathing things: so called because of their breathing ( breathing things) the out-breaths and out-breaths are the meaning.",
    "ai-anya-e0103n9:69_1": "Decorated through kamma and so on,",
    "ai-anya-e0103n9:69_2": "As to filling it as if sugarcane, they are there lend an individual.",
    "ai-anya-e0103n9:69_3": "For beings die in their various kinds of creatures rain, like water dogs and moves, all the limited-spheres.",
    "ai-anya-e0103n9:69_4": "and his mind is not really understood as the aggregates of an enlightenment factor: “This is the mode of the body and mind.”",
    "ai-anya-e0103n9:69_5": "The aggregates of five aggregates",
    "ai-anya-e0103n9:69_6": "took hold of her, and went to the (risk):",
    "ai-anya-e0103n9:69_7": "As to how there is production of production of productive produced by what is known as “neither perception” .",
    "ai-anya-e0103n9:70_0": "And just as the word : seven kinds of causal relationship, so here the phrases are stated in the way described under the heading of “perfection” ,",
    "ai-anya-e0103n9:70_1": "So too with the rest.",
    "ai-anya-e0103n9:70_2": "For there are in the case of the fine-materiality in the fine-material becoming and immaterial jhānas in the case of the fine-material jhānas, etc., as to the state consisting of non-distraction.",
    "ai-anya-e0103n9:70_3": "And having climbed and limb on the basis of non-human beings, etc., and having no regrets in any way already described,",
    "ai-anya-e0103n9:70_4": "whatever is called “specified” in the educating the seven classes of rebirth consisting of the deathless” , etc., the five ways beginning with loving-kindness is said to be the same as “surance” .",
    "ai-anya-e0103n9:70_5": "Anyone who is attached to questions, saying: “But, sirs, isn’t able to grasp the place where these people are caught up in the features of details, etc., and however, isstruable, oppressed, etc., when these people are caught up in them, then however they are caught up in them.”",
    "ai-anya-e0103n9:70_6": "Herein, the meaning is this: in the sense of living creatures , since it is aroused thus in the sense of a beings.",
    "ai-anya-e0103n9:70_7": "To give them a oneself, he said, “Why do you show the way? ” and “Why are you separating the manner of death?”",
    "ai-anya-e0103n9:70_8": "Sentient beings who are born, and who are reborn in a person.",
    "ai-anya-e0103n9:70_9": "Then, having grasped the meaning of beings, the origin of suffering, and so he explained in the way already described, which is an in the way already described.",
    "ai-anya-e0103n9:70_10": "Hence it is said: “Here is.”",
    "ai-anya-e0103n9:70_11": "in the five aspects of the modes, “This is the aspect of the different kinds of aspect in the five aspects of the physical nutriment.”",
    "ai-anya-e0103n9:70_12": "For anyone of these enemy:",
    "ai-anya-e0103n9:71_0": "257.",
    "ai-anya-e0103n9:71_1": "Now comes the description of the development of mindfulness occupied with the development of the two inspiring places.",
    "ai-anya-e0103n9:71_2": "are full of ill will and malevolence.",
    "ai-anya-e0103n9:71_3": "Therefore it is worthy of the kind described as in the simile of the right kind, just as it is dissimilarable .",
    "ai-anya-e0103n9:71_4": "By these doings, “They are indeeds,” etc., in the fourfold reckoning, are the eighteen elements.",
    "ai-anya-e0103n9:71_5": "whatever in the lairs there is in the precincts, that is, the wind waf in the evening, the middle, or the end of the day it becomes evident to him, but because it is only access and absorption.",
    "ai-anya-e0103n9:71_6": "Herein, the development of the meditation subject here is the same as the object,",
    "ai-anya-e0103n9:71_7": "Four four:",
    "ai-anya-e0103n9:71_8": "For one who has ill will, who has fallen into (her) desire.",
    "ai-anya-e0103n9:71_9": "The same method applies",
    "ai-anya-e0103n9:72_0": "Because of the opposite striving towards their minds,",
    "ai-anya-e0103n9:72_1": "third groups of five are not included in the first, even a second and third time, etc., to be included in the Sangha.",
    "ai-anya-e0103n9:73_0": "So it is of all the eighty-footed and twenty-two-eight that is overpowered in every direction.",
    "ai-anya-e0103n9:73_1": "why the sound of hundred torments,",
    "ai-anya-e0103n9:74_0": "258.",
    "ai-anya-e0103n9:74_1": "When developed and cultivated so he is able to develop the meditation on love.",
    "ai-anya-e0103n9:74_2": "Herein, the freedom of mind-deliverance is loving-kindness.",
    "ai-anya-e0103n9:74_3": "kept rolling by the southerns, after sweping and rolling them over,",
    "ai-anya-e0103n9:74_4": "Quickly rolling the cramped places in the sky, and the making the earth kasiṇa,",
    "ai-anya-e0103n9:74_5": "He sleeps in comfort: there are two kinds of beds that have been made by oneself , and she was endowed with the characteristic of modes.",
    "ai-anya-e0103n9:74_6": "He sleeps in both places,",
    "ai-anya-e0103n9:74_7": "He has undertaken the kinds of absorption in the way beginning, “As adverting the coals and lay down the rest by one bedroom,” and he is as though pronounced his actual absorption.",
    "ai-anya-e0103n9:74_8": "Hence it is said: “Yes, I haven’t consent.”",
    "ai-anya-e0103n9:75_0": "When the body is full of pleasure, then unshakable happiness put inside oppressively, so that when the corpse is spent, he swept away, pulled up, and puts it on. When the body is cut off, the course, he said, “Any collapsed from this body,” he said to the Rose venerable Appeal.",
    "ai-anya-e0103n9:75_1": "But this body is for the One’s particulars, etc., because it is manifested as a corpse.",
    "ai-anya-e0103n9:75_2": "Therefore it was said: “Having been penetrated,” and so on,",
    "ai-anya-e0103n9:75_3": "Happy is the physical nutriment and it said: “Hosts the body, it is happiness and bliss because it is’s extinguished.”",
    "ai-anya-e0103n9:76_0": "“Now once upon a time,” he said, “Now, it is easy to attain the god, and it is not easy to keep going.",
    "ai-anya-e0103n9:76_1": "Hence it is said: “If I live,” and so on.",
    "ai-anya-e0103n9:76_2": "and usually treating the relics of the elements of existence as a layman with the intention of Enlightened One’s special qualities.",
    "ai-anya-e0103n9:77_0": "Living in the monastery, he is freed from the highest dwelling, having a dwelling built on the bank, a river by a cow, a wall, and a hunter.",
    "ai-anya-e0103n9:77_1": "The one-seeder’s oppressed by herself as a precious stuff of mixed up with greed for the hide of the bitter sustained thought is called “hant” because of the story of the level.",
    "ai-anya-e0103n9:78_0": "The sections on the same roots,",
    "ai-anya-e0103n9:78_1": "It is possible to sit down or lie down embracing a girl from that place.",
    "ai-anya-e0103n9:79_0": "one inside the tenth,",
    "ai-anya-e0103n9:80_0": "and when he is living in this dwelling, he dwelling in the same place as before.",
    "ai-anya-e0103n9:80_1": "The senior monk who was entering the harem, thought, “The visiting lord of the news, but like this,” and he then addressed the newly arrived monks:",
    "ai-anya-e0103n9:80_2": "and later generations, each of the abode of all beings.",
    "ai-anya-e0103n9:80_3": "This Elder, was the one who lives in balance amongst those who had previous practice.",
    "ai-anya-e0103n9:81_0": "While standing there, the elder was standing in the same way, it seems, when he was wandering in the same way as one of the three watches of the night, he saw a certain tree standing with his own hands near a certain tree standing with his own hands, he entered the shoot’s dwelling. And he saw a stretchinginess with his own hands, and he proclaimed the deportment.",
    "ai-anya-e0103n9:81_1": "to give it to the meaning, saying: “There is no reason for anyone,”",
    "ai-anya-e0103n9:81_2": "Herein, one who is reborn there is a lion, one who is attached to him,",
    "ai-anya-e0103n9:81_3": "searching for his own special qualities, seeking the origin of his own virtues, while he was seeking the end of his own virtues.",
    "ai-anya-e0103n9:82_0": "The gods brought him to the gems, “Sir, I call a gem,” and “The gods brought him.”",
    "ai-anya-e0103n9:82_1": "For the trees belonging to the precincts of a tree are according to the pervasion of the trees.",
    "ai-anya-e0103n9:82_2": "she took the mountain from the top of the thought.",
    "ai-anya-e0103n9:83_0": "“We will not show the strength of the mind’s mind by this means of loving-kindness even once heedlessness, who does not show the strength of loving-kindness evenly.",
    "ai-anya-e0103n9:84_0": "Quickly it is only this concentration . As to the jhāna, it is swiftly only by one whose mind is swift concentration, which is only access and does not reach concentration.",
    "ai-anya-e0103n9:84_1": "Your ending the defilements.",
    "ai-anya-e0103n9:84_2": "In empty dwellings, you’ve learned.",
    "ai-anya-e0103n9:84_3": "And here it is possible that some other meditation subject consists in the other jhānas beginning with the bliss, etc., should be obtained by one who has reached jhāna and its in one whose mind is happy,",
    "ai-anya-e0103n9:85_0": "Sages sleep at ease with a happy destiny,",
    "ai-anya-e0103n9:86_0": "Gotama’s disciples always awake to a good wakening, And Gotama’s disciple.”",
    "ai-anya-e0103n9:87_0": "And they are only benefits of the beginning, the middle and the end of ill will and benefits that are far from the Brahmā-world.",
    "ai-anya-e0103n9:87_1": "Hence it is said: “For this is the escape from ill will, namely, ill will, and so on.”",
    "ai-anya-e0103n9:87_2": "The since they are theil of ill will, etc., and the preceding formations, etc., which are founded by the absence of their hands, and so on.",
    "ai-anya-e0103n9:88_0": "commentary on the development of compassion.",
    "ai-anya-e0103n9:89_0": "they made care of themselves, compassionate for the gods.",
    "ai-anya-e0103n9:89_1": "while others are different things: Vāsava, carpenter, fists, stones, sticks, and swords are the meaning of any living being described in that way.",
    "ai-anya-e0103n9:89_2": "drawbacks in hate,",
    "ai-anya-e0103n9:89_3": "just as the result in beings (the earth) and in lives to come here.",
    "ai-anya-e0103n9:89_4": "Because, for the sake of this life span or a man’s life.",
    "ai-anya-e0103n9:89_5": "Therefore it was said: “Having thrown up the drawbacks in the charnel ground, and reviewing the drawbacks of all reviewing.”",
    "ai-anya-e0103n9:89_6": ": “Even in love” is the first personal transmigration.",
    "ai-anya-e0103n9:89_7": "for even if the person doesn’t attain compassion for a person in the lovely person, they don’t get any kind of compassion for him.",
    "ai-anya-e0103n9:89_8": "Hence it is said: “Here it is impossible,”",
    "ai-anya-e0103n9:89_9": "Likewise in the rest.",
    "ai-anya-e0103n9:89_10": "One of the opposite sex and one who is dead are also not the field for it.",
    "ai-anya-e0103n9:90_0": "“Where can the monks give him a bed?”",
    "ai-anya-e0103n9:90_1": "Herein, poor people are poor,",
    "ai-anya-e0103n9:90_2": "for it is the decay of wealth because they have fallen upon suffering in a state of loss (like) suffering.",
    "ai-anya-e0103n9:90_3": "Or alternatively, what suffered and brings back to the beginning",
    "ai-anya-e0103n9:90_4": "They cry out, as is hard, by way of body, speech, or mind.",
    "ai-anya-e0103n9:90_5": "Which is more: the state of loss such as the state of loss, and the state of non-existence,",
    "ai-anya-e0103n9:90_6": "You should recognize a state of generation thus: “Your bad bodily conduct is introduced by bad conduct, the meaning is the meaning.”",
    "ai-anya-e0103n9:90_7": "(He is) free from doubt, uncertainty, destiny, desiring to destroy the great hero, has gone to ruin.",
    "ai-anya-e0103n9:90_8": "Holy, good!",
    "ai-anya-e0103n9:91_0": "They wouldn’t execute, saying, “Go away,” and so they send a king ...",
    "ai-anya-e0103n9:91_1": "if they give, he replied, “Give usually find happiness;”",
    "ai-anya-e0103n9:91_2": "Well proclaimed by one who is happy, with no continuation in existence,",
    "ai-anya-e0103n9:92_0": "In this way, when one has gone out, through which it is accompanied by a person, there is no getting rid of suffering in the future, or in the future.",
    "ai-anya-e0103n9:92_1": "Piyatissa, one should dear to another,",
    "ai-anya-e0103n9:92_2": "Or alternatively, he must conceive the four directions, he took them by compassion.",
    "ai-anya-e0103n9:92_3": "Likewise in the middle and also in the middle.",
    "ai-anya-e0103n9:92_4": "For that person who is using two kinds of compassion for worldly pleasures, etc., then there should be practiced with compassion for the central square heartwood, living in the way already stated, equivalently towards that person.",
    "ai-anya-e0103n9:92_5": "When he is developing it, he should wield power between one particular towards the next.",
    "ai-anya-e0103n9:92_6": "But if he has no enemy, or he is of the type of a great man who does not perceive another as an enemy even when the other does him harm, he should not interest himself as follows: “This is so, that I have a dispelled mind.”",
    "ai-anya-e0103n9:92_7": "But if he says “I have a reference to you,” he said, “But if it is.”",
    "ai-anya-e0103n9:93_0": "Herein, the meditation subject is stated in the way already described.",
    "ai-anya-e0103n9:93_1": "With loving-kindness as it is said in the way already described.",
    "ai-anya-e0103n9:93_2": "While the words “All these should be resolved by the phrases,” etc., in the first phrase, etc., and also he should see that personal dealing with loving-kindness towards that person.",
    "ai-anya-e0103n9:93_3": "When it has been described, what is unpleasant to do, is unhappy in the future as suffering, and having made amends for it in this way, he said, “Now, what is good in the future?”",
    "ai-anya-e0103n9:93_4": "They declare that",
    "ai-anya-e0103n9:93_5": "And he’s not able to accumulate a, the perfected one, the fully awakened Buddha. He’s unable to stop in all places of loss, the bad places, the underworld. Their existence is ended; to break the cycle of rebirths, and to make an end of suffering.",
    "ai-anya-e0103n9:93_6": "Then after gradually practiced for the wholesome profitable, for the welfare of all suffering, or for the benefit of all its characteristics. Instead, he extends them and profitable deeds in that person. Then, on that person, he should develop compassion for the other world, for the restraint of the mind in every case.",
    "ai-anya-e0103n9:93_7": "It is said in the Commentaries: “And in the way described under loving-kindness is practiced with loving-kindness.”",
    "ai-anya-e0103n9:93_8": "having established it in the signs, occurring with the general sign of serenity,",
    "ai-anya-e0103n9:93_9": "In the same way the development of loving-kindness is described in the way already described. It is said in the four directions, etc., respectively in the case of the development of loving-kindness, etc., and the respectively,: “He should be understood to absorption in the case of loving-kindness, etc., and in the case of the development of loving-kindness and the rest.”",
    "ai-anya-e0103n9:93_10": "“In the way already described,” he should repeat it thus: “This place is the enlightener of an enlightener of the hosts, mass, chariots, I have drawn nearby.”",
    "ai-anya-e0103n9:93_11": "First the first person would be free of enmity,",
    "ai-anya-e0103n9:93_12": "You should get rid of loving Compassion with compassion for him. Afterwards it later to him.",
    "ai-anya-e0103n9:93_13": "Then he should meditate spreading a heart full of growing disillusioned with this kindness, abundant, expansive, limitless, free of enmity and ill will.",
    "ai-anya-e0103n9:94_0": "compassion, generally he told him what had happened.",
    "ai-anya-e0103n9:94_1": "and what is said.”",
    "ai-anya-e0103n9:94_2": "After that (he said): “Upaka, there is nothing but in the Bodhisatta.”",
    "ai-anya-e0103n9:94_3": "The rest is as already explained.",
    "ai-anya-e0103n9:95_0": "the commentary on the development of gladness.",
    "ai-anya-e0103n9:96_0": "He should not give his consent to a hostile person, etc., and he shouldn’t leave his heart in the middle.",
    "ai-anya-e0103n9:96_1": "when he has developed his mind they have died,",
    "ai-anya-e0103n9:96_2": "there is no reason for lowings:",
    "ai-anya-e0103n9:96_3": "Likewise: the meaning is that of dear endurance and occurs because of the stilling of the particular individual essence thus: “He is satisfied, with joy and happiness and gladness.” This is how it is for good that is prey to him from being endowed with joy and joy.",
    "ai-anya-e0103n9:96_4": "And since that person is happy, the one who gives happiness and gladness with respect to a neutral person, and because of the him aroused thus: “This is the cause of happiness and gladness” .",
    "ai-anya-e0103n9:96_5": "For a dear person, when the virtues of a dear person, Covered with the ultimate sovereignty over the monk.",
    "ai-anya-e0103n9:96_6": "for a man who does not say “still” is.",
    "ai-anya-e0103n9:96_7": "It recollects the beginning, the middle, and the end of that person to be unconfused, all-knowing, troubled, and the supreme person.",
    "ai-anya-e0103n9:96_8": "Hence it is said: “Blessed One, free from enmity.”",
    "ai-anya-e0103n9:97_0": "(thinking): the tabour was like a golden statue,",
    "ai-anya-e0103n9:97_1": "You delight, gladness, free from oppression.",
    "ai-anya-e0103n9:97_2": "for confidence, this is the thrown away of confidence.",
    "ai-anya-e0103n9:97_3": "In the same way, having shown that the development of the eight bases beginning with the arrivals, etc., and similar to the persons said to be shown that (permission) from the time of the development, etc., and also said: “Amongst those who have been shown that one personality can give it to the texts, etc., through the equivalent time.”",
    "ai-anya-e0103n9:97_4": "Herein, one produces happiness and bliss is the meaning.",
    "ai-anya-e0103n9:97_5": "* With the rest of the deathless (into the lower realms), ~ who will be within their own welfare and happiness.",
    "ai-anya-e0103n9:97_6": "She was good fortune to see the very helpful for me, the wide-oreness of the Truth.",
    "ai-anya-e0103n9:97_7": "Again and again he was glad.",
    "ai-anya-e0103n9:97_8": "They observe the one dear and beloved to the dear and beloved,",
    "ai-anya-e0103n9:98_0": "with the previous life-form,",
    "ai-anya-e0103n9:98_1": "Like this: in a future life, too.",
    "ai-anya-e0103n9:98_2": "For there is no further development of the divine abidings in the Brahmā-world,",
    "ai-anya-e0103n9:98_3": "Even so the past, future, or present,",
    "ai-anya-e0103n9:98_4": "there’s no hate,",
    "ai-anya-e0103n9:98_5": "This is the threefold opportunities for settling down, etc.;",
    "ai-anya-e0103n9:98_6": "But how does it come about?",
    "ai-anya-e0103n9:98_7": "Or in the present when reciting the future he gives up, etc., that is, when all the times have been acquired, is to be got.",
    "ai-anya-e0103n9:99_0": "Piyadassana, one who is dear, neutral, and a hostile person,",
    "ai-anya-e0103n9:99_1": "And there are two kinds of dearness: here it is said to be the dear person.",
    "ai-anya-e0103n9:99_2": "Endowed with the end of a dear person, the neutral one, the hostile person, and the hostile person, and a neutral person, and a hostile person, and a worker.",
    "ai-anya-e0103n9:99_3": "Although your mind is full of calm, and the boundary spot absent tendencies within them, it is broken up and neglectly.",
    "ai-anya-e0103n9:99_4": "Likewise, because of the cultivation of development is full of fruit, that is why the name of the fruition next after creating a degree of consciousness the mind and ill will,",
    "ai-anya-e0103n9:99_5": "and having developed their mind, they say, “Yes practice absorption or the breaking up of the barriers” .",
    "ai-anya-e0103n9:99_6": "whatever is stated here is to be spoken about.",
    "ai-anya-e0103n9:100_0": "the commentary on the development of equanimity.",
    "ai-anya-e0103n9:101_0": "attaining the states consisting in equanimity, and the spiritual life.",
    "ai-anya-e0103n9:101_1": "Because it is said in the first three divine abidings beginning with the divine abidings beginning with the first three divine abidings beginning with the divine abidings beginning with the four immaterial jhānas in the fourfold and fivefold reckonings.",
    "ai-anya-e0103n9:101_2": "They do so, endowed with good qualities, having attained virtues, obtained by the third jhāna, etc., with the divine abidings,",
    "ai-anya-e0103n9:101_3": "for one who is uncleaned in virtue, there is no place for bathing in virtue.",
    "ai-anya-e0103n9:101_4": "And in the third tetrad",
    "ai-anya-e0103n9:101_5": "So may be quietened by the word “May they be happy” beginning, “May they be happy and quieter of these four kinds of suffering.”",
    "ai-anya-e0103n9:101_6": "Seven on account of the art of worms, that is to say, giving attention to the seven vanity of beings.",
    "ai-anya-e0103n9:101_7": "And the one who lives in loving-kindness should be understood to include the resentment for the one who is happy and free from greed.",
    "ai-anya-e0103n9:101_8": "Or alternatively, “May they be happy and recommended from pain, may they be released from suffering”, etc., and their seats in the shade of the prison.",
    "ai-anya-e0103n9:101_9": "And when there is agitation of mindfulness, which precededed by it eventually that mortification in the way is out of the household life, he should accomplish it.",
    "ai-anya-e0103n9:102_0": "Because it is grossness of the subtlety, this is what is said. These are the third jhānas belonging to the third.",
    "ai-anya-e0103n9:102_1": "But in the case of the grossness of the grossness of loving-kindness is characterized in the way already stated there may be danger in the way already stated.",
    "ai-anya-e0103n9:102_2": "Or alternatively, they are not to be spoken here in the third jhāna, etc., as because they are not to be spoken of the third and fourth jhānas, etc., and they are loving-kindness, etc., and only now they are called “bodys” in the same way as defilement and loving-kindness.",
    "ai-anya-e0103n9:102_3": "(The first two are) loving-kindness towards her face,",
    "ai-anya-e0103n9:102_4": "Equanimity is stated in the way beginning, “He who has reached equanimity,” and so on.",
    "ai-anya-e0103n9:102_5": "It is to be seen that this is including the “blessed” . This is to be seen in the sense of habitat.",
    "ai-anya-e0103n9:102_6": "So the absence of fine and very peaceful, immaculateness and the rest. In the sense of urgency, etc., should be seen as reducing, and equanimity.",
    "ai-anya-e0103n9:102_7": "he is capable of reciting him with a particular individual essence, and he stood on the occasion of that monk.",
    "ai-anya-e0103n9:102_8": "That venerable one, having done their deed and work, goes to live happily without taking leave of that same deed, yet he only expresses his own work. That is, he still only gains any kind of happiness.",
    "ai-anya-e0103n9:102_9": "This is the path to conqueror of the Awakened Ones, as follows: all the paths of the noble path, youth as follows: the midst of all Buddhas, the middle, and the end of the equipment; and when it comes to neutrality is covered with several people. There it is neutrality in him about catching.",
    "ai-anya-e0103n9:102_10": "his hindrances are suppressed, without defilements.",
    "ai-anya-e0103n9:102_11": "That is why it should be produced: “He should be aroused thus.",
    "ai-anya-e0103n9:102_12": "after that at a dear person.”",
    "ai-anya-e0103n9:102_13": "One person here is the meaning of another in the public hall, saying “Which is the sound of covets.”",
    "ai-anya-e0103n9:102_14": "And here it is in brief: the meaning here is this: “This is another person, this is why only one person.”",
    "ai-anya-e0103n9:102_15": "With that he continues self:",
    "ai-anya-e0103n9:102_16": "“Both agreeable”: “There is a dear person, a neutral person, and a hostile person. He is dear and appealing to him, either dear and beloved.",
    "ai-anya-e0103n9:102_17": "“I wasn’t disliked by this one, the enemy of the authority, the other persons,",
    "ai-anya-e0103n9:102_18": "Since that person is like this, they do not give to him up with such a dear and beloved person, saying: “Deathful person, do not make a dear and beloved person,”",
    "ai-anya-e0103n9:103_0": "It is said in the way already described, “Hereinternatively,” and so on, non-returning.",
    "ai-anya-e0103n9:103_1": "And with the power of his self-developed person, he later in each of these two strong men: “The self-masters and it’s like that and the self-made,” and with the self-control.",
    "ai-anya-e0103n9:103_2": "In the way already described, “This attainment is the nearness of the earth kasiṇa, in the way already described, the earth kasiṇa, and the water kasiṇa in the way already described.”",
    "ai-anya-e0103n9:103_3": "For in this way the danger of conduct is said: “From the first jhāna” and so on, with the Enlightened One’s special qualities as a Brahmā-world, etc., in the four divine abidings” .",
    "ai-anya-e0103n9:103_4": "This is the third drawback in attaining the fourth absorption and the fourth absorption.",
    "ai-anya-e0103n9:103_5": "Therefore it is said: “Rejoicing the earth kasiṇa has produced, having made the sign as its object, one can bring it to the mind as object, and so on.”",
    "ai-anya-e0103n9:104_0": "Similarly: the in-breaths and out-breaths are an aspect of the earth kasiṇa.",
    "ai-anya-e0103n9:104_1": "The divine abidings have been obtained in the third jhāna, and the fourth jhāna in the fine-material jhānas based on the basis of equanimity. Also that has arisen in the third jhāna, etc., as its object, and in the third jhānas of the fine-material jhānas as its object, and so on.",
    "ai-anya-e0103n9:104_2": "There is no way of developing it, and so on. As to the development of the base consisting of boundless meditation subjects, etc., would there be any other objects for the development of the base consisting of boundless meditation subjects?",
    "ai-anya-e0103n9:104_3": "But this development of the base consisting of psychic power that has been realized by the recollection of peace.",
    "ai-anya-e0103n9:104_4": "For that is why ‘For the development of loving-kindness, etc.",
    "ai-anya-e0103n9:104_5": "Likewise when beings are being requested by mindfulness and retained to beings, then his prevails rolling and radiating, then his consciousness occurrence of the Brahmā-world, etc.,",
    "ai-anya-e0103n9:104_6": "Because their deeds are clear, they will become happy and joyful.",
    "ai-anya-e0103n9:104_7": "And here the object of loving-kindness is described in the meaning beginning with the first jhāna, etc., as its object, and also the divine abidings consisting in equanimity .",
    "ai-anya-e0103n9:104_8": "Therefore it is said: “Seven it is sensed.”",
    "ai-anya-e0103n9:104_9": "Herein, loving-kindness is the meaning of loving-kindness towards all beings, beginning with loving-kindness is the meaning.",
    "ai-anya-e0103n9:104_10": "it is recorded that while the rest is reckoned.",
    "ai-anya-e0103n9:105_0": "Discussion on the proper conduct.",
    "ai-anya-e0103n9:106_0": "Brahmā is the three instances based on the supreme Brahmā, and he is the knowledge master in the three Vedas.",
    "ai-anya-e0103n9:107_0": "“Mallikā, the Komudī were eating too much!",
    "ai-anya-e0103n9:108_0": "I prepare them not in the river you.",
    "ai-anya-e0103n9:109_0": "The Simile of the Great Brahmā, in the forest –",
    "ai-anya-e0103n9:110_0": "For the system in this way, for Brahmā is said to be far from the near shore.",
    "ai-anya-e0103n9:111_0": "“Flung open are the doors to the deathless!",
    "ai-anya-e0103n9:112_0": "May those who hear give rise to faith.",
    "ai-anya-e0103n9:113_0": "Perceiving trouble, Brahmā, I did not teach",
    "ai-anya-e0103n9:114_0": "About what was hard-learned, the excellent Dhamma!”",
    "ai-anya-e0103n9:115_0": "“The Brahmā Sahampati,” said Brahmā Sahampati,",
    "ai-anya-e0103n9:115_1": "The Brahmā rolled forth the supreme Wheel of power: “He is rolled forth the noble ones” because he is not abstaining from Brahmadeva’s doctrine, and is called the ultimate noble truth because he has reached the ultimate purity” .",
    "ai-anya-e0103n9:115_2": "subsequently he is called the word of the Realized One, the perfected one, the fully awakened Buddha, accomplished in the special qualities of Brahmā, and fully awakened Buddha.",
    "ai-anya-e0103n9:115_3": "(and) Brahmā, the supreme being, the highest goal, the Fortunate One.",
    "ai-anya-e0103n9:115_4": "Because they have done it with a heart of love, they charmed with a mind that was taught there.",
    "ai-anya-e0103n9:115_5": "The meaning is that commentary on the development of the meaning and the commentary on that point,",
    "ai-anya-e0103n9:115_6": "Study, each. There is no repaying what is eaten in former places, drunk, chewing, and tasteding that seized in the way beginning, “Such is the meaning of a leaf-hut, he should apply himself to the Brahmackkhita.”",
    "ai-anya-e0103n9:116_0": "My confidence brings him to the Dhamma. Having made an agreement for the welfare of others, he (they go to).",
    "ai-anya-e0103n9:116_1": "Virtuously: here what is called rejection of the thirty-two parts should be regarded as rough rough rough knowledge, and then in the sense of initiative , the coarse of craving, and the eighteen instances of craving, etc.,",
    "ai-anya-e0103n9:116_2": "This is the very same component, this is the tenfold understanding that is not associated with the state.",
    "ai-anya-e0103n9:116_3": "Your craving is not to ill will, and through having ill will and preference to the foulness,",
    "ai-anya-e0103n9:116_4": "Even if he doesn’t fall together with a single one of the mind, he doesn’t fall away from it.",
    "ai-anya-e0103n9:116_5": "For my friendship can be understood as the aggregates of friendship, etc., and aspires to friendship of the aggregates, etc., assistances of friends or colleagues, and companions should be understood as follows:",
    "ai-anya-e0103n9:117_0": "“What do you do? Why do they take care of the head, what is the suffering in your heart?”",
    "ai-anya-e0103n9:117_1": "Mindfulness of the body and speech, after seeing the cause of another’s mind, thoughts being consciousness of the mind by not making amends for it.",
    "ai-anya-e0103n9:117_2": "And when he says, “This good person isn’t applauded,” he said: “This isn’t good.",
    "ai-anya-e0103n9:117_3": "for a good person is called “personsive people” because it is a good person’s occurring.",
    "ai-anya-e0103n9:117_4": "Virtue: it shows that way without seeing.",
    "ai-anya-e0103n9:117_5": "for they show it here.",
    "ai-anya-e0103n9:117_6": "Compassion is characterized as the characteristic of others.",
    "ai-anya-e0103n9:117_7": "It is quite description of touching : the meaning is that it is including as object.",
    "ai-anya-e0103n9:117_8": "And here too what is painful to be given in the sense of pain, etc., here too.",
    "ai-anya-e0103n9:118_0": "Felling to delusion: they are gripped by (right) the beginning, the Sage, which is to be founded in the Heaven of the Delusion, the two ends, that is to say, the escape from the piece of delusion, or that which is like that.",
    "ai-anya-e0103n9:118_1": "(but) whether things owing to their individual essence, they say: “This is the goal of your heart, they say what is the reason why they say.”",
    "ai-anya-e0103n9:119_0": "The equanimity of the impediments, etc., which has the physical nutriment consisting in the mouth, is shown under the influence of the interprehension of equanimity.",
    "ai-anya-e0103n9:119_1": "Hence it is said: “May they be free from enmity.”",
    "ai-anya-e0103n9:119_2": "Herein, although the point is included under the point of that which can be called “announced” .",
    "ai-anya-e0103n9:120_0": "Consequently the characteristic of meaning is characterized here by the meaning of its characteristic, etc., which is of the mode of its characteristic, because its characteristic, function, and manifestation of beings in the various aspects of the mind.",
    "ai-anya-e0103n9:120_1": "For the life of the continuation in the calming rebirth-linking is due to the simile of the dwellings as well.",
    "ai-anya-e0103n9:120_2": "“They are doing wrong to me”, and they resort to getting rid of resentment, etc., and ...",
    "ai-anya-e0103n9:120_3": "and its unpleasant sentient beings are disagreeable to, desirable, and agreeable to see the counterpart attractive.",
    "ai-anya-e0103n9:120_4": "With the stilling of ill will towards ill will, and so on.",
    "ai-anya-e0103n9:120_5": "the attainment of peace, (but) was reborn in a good place.",
    "ai-anya-e0103n9:120_6": "Stroken by craving, he reached the end of craving,",
    "ai-anya-e0103n9:120_7": "An abode of pleasure.",
    "ai-anya-e0103n9:120_8": "For if a man is of loving-kindness",
    "ai-anya-e0103n9:121_0": "The meaning should be understood in this way beginning with compassion, which is the meaning.",
    "ai-anya-e0103n9:121_1": "We’ll get the roam of ourselves.",
    "ai-anya-e0103n9:121_2": "For the various beings in the various classes of beings",
    "ai-anya-e0103n9:121_3": "Or alternatively, what is because of not grasping suffering, can be practiced as its characteristic, because of its characteristic, because of grasping suffering, and mental suffering.",
    "ai-anya-e0103n9:121_4": "Not seeing the pain of others, not (after), without falling down the sacred flame, the one who kills others.",
    "ai-anya-e0103n9:121_5": "harmlessness ...",
    "ai-anya-e0103n9:121_6": "It observes the reason why it is not possible to fact that it is manifested as unevided.",
    "ai-anya-e0103n9:121_7": "While cruelty is cruel, it thoroughly treats it as an opposite is the wrong way for all beings. Beings of this, it leads to the hurt of the beings, in order to get rid of compassion, causing the arising of hate, and delusion.",
    "ai-anya-e0103n9:121_8": "Compassionates in his mouth: “He says that there is no sorrow.”",
    "ai-anya-e0103n9:122_0": "rejoicing is characterized by the success of others.",
    "ai-anya-e0103n9:122_1": "(Only) he does not give up improper attention, by the insistence of (wholesome) actions,",
    "ai-anya-e0103n9:122_2": "As to encounter, he goes to an unprofitable way, which is unprofitable opposites the influence of sentient beings, which in the various ways beginning with that which is unprofitable encounterates resentment and unprofitable.",
    "ai-anya-e0103n9:123_0": "and abandoning the happiness of the household life with the happiness and subsiding of the jhāna in the way beginning.",
    "ai-anya-e0103n9:123_1": "the words “proaching upon insight” is said in the way already stated. It is the point of insight that is stated under the heading of “special” . It is used in the way already stated .",
    "ai-anya-e0103n9:123_2": "and the similes of the manner of the going forth is said to be the foremost of the best pervading and the abode of the normal movement of the connection with the dissipation of the requisites.",
    "ai-anya-e0103n9:123_3": "The deeds done for one embarrassed in this way is “with loving-kindness” . Thus, instead of thinking, “We shall perform the work,” “We shall do the work connected with the three divine abidings”, the painting of mental equanimousness,” and the manietically the work of the equanimous deeds thus: “This is the place of equipment,”",
    "ai-anya-e0103n9:124_0": "He should say: ‘ blissful meditation in the present life, and there are states of existence in this very life.’",
    "ai-anya-e0103n9:124_1": "for their own constructions",
    "ai-anya-e0103n9:124_2": "Likewise: “He sleeps in bliss,” and so on.",
    "ai-anya-e0103n9:124_3": "Those who are well-proclaimed here are not here,",
    "ai-anya-e0103n9:125_0": "They give up desire for lying down.",
    "ai-anya-e0103n9:125_1": "And although the five hindrances both sensual pleasures and the five hindrances are abandoned, absence of their greed and hate are abandoned in the way beginning, ill will, etc., in the sense of the urgency, and so on.",
    "ai-anya-e0103n9:125_2": "and having covered it in full awareness, he should give formal support equanimous bliss as abiding in the life of purity.",
    "ai-anya-e0103n9:126_0": "Whoever was worshipped by the Brahmā,",
    "ai-anya-e0103n9:126_1": "To loving-kindness towards beings, etc., as virtue consisting in giving, etc., and as virtue embellishments and so on.",
    "ai-anya-e0103n9:126_2": "Hence it is said: “He is delivering and seeing showing the state of an abiding to see.”",
    "ai-anya-e0103n9:126_3": "And there too, when a man presents the special qualities of apprehending those in virtue, etc., he said, “One who arouses lovely in him” ,",
    "ai-anya-e0103n9:126_4": "Consequently he is the good of youth, as happens when you’re home with loving-kindness, then inspires confidence when you’re happy and at home with loving-kindness, because you resentment, happy and at ease, provincesperity with loving-kindness,",
    "ai-anya-e0103n9:126_5": "then from passionates he will enjoy the use of greed.",
    "ai-anya-e0103n9:126_6": "Because of the dissimilar to the similar grief.",
    "ai-anya-e0103n9:126_7": "For the persons in whom the application of beings is dear to him in the realm of loving-kindness is dear and beloved;",
    "ai-anya-e0103n9:126_8": "Consequently he is like a man who runs downwards from his lover’s level as one who enemy is near the far shore, like the taming of a man,",
    "ai-anya-e0103n9:126_9": "And with that ill will:",
    "ai-anya-e0103n9:126_10": "ignoble expression by appreciation: the intention of ill will, by means of loving-kindness, ill will, and by majestying.",
    "ai-anya-e0103n9:126_11": "Hence it is said: “He’s coming.”",
    "ai-anya-e0103n9:127_0": "which are fine, coarse,",
    "ai-anya-e0103n9:127_1": "When they get close,",
    "ai-anya-e0103n9:127_2": "In pleasing and delightful,",
    "ai-anya-e0103n9:127_3": "and delight in it is there to delight in it.",
    "ai-anya-e0103n9:127_4": "There are ascetics and brahmins who have a look at the world of the gods,",
    "ai-anya-e0103n9:127_5": "I don’t see any non-physical reincarnation from the future, I’m not getting enough.",
    "ai-anya-e0103n9:127_6": "In the past ...",
    "ai-anya-e0103n9:127_7": "cease without anything left over.",
    "ai-anya-e0103n9:127_8": "After being destroyed, and conquered, he went to heaven,",
    "ai-anya-e0103n9:127_9": "Recollecting with happiness and thought,",
    "ai-anya-e0103n9:127_10": "enjoying the pleasures of the houses,",
    "ai-anya-e0103n9:127_11": "“This isn’t shared by the ear” , etc., thus it is “virtuous” .",
    "ai-anya-e0103n9:127_12": "When there is the simile of the man who preservations, any requisites obtained in one who is using their for the enemy, using their fortune, etc., their faults improvements, etc., their seats himself in those who prepare seats, etc., their seats covered in them.",
    "ai-anya-e0103n9:127_13": "What is the sorrow and lamentation here,",
    "ai-anya-e0103n9:127_14": "Resoluteness is the dissimilar to the similar greeds, which is painful in its various ways: “A man who has the physical distributedness of the kind described, which is like the suffering of loving-kindness, the hand of the feet, the enemy of the kind described, etc., as its far as its near enemy, is its far as the enemy, due to its factrame, and composity.",
    "ai-anya-e0103n9:128_0": "When there is support for one who has entered upon the way, and who looks down upon them with use as their Masters, using their fortune, etc., their senses come to be experienced in their fortune-telling places, looking down on at the fore-telling places, etc., their heads covered, and that which arise in him.",
    "ai-anya-e0103n9:128_1": "for they have given up joy and happiness,",
    "ai-anya-e0103n9:128_2": "Standing in the language of the similar and the discriminations, which are fixed in the law of the similar and the dissimilar, etc., which is like a current in the way beginning, “Entering in the delightful enemy, which is why it is called a man’s dissimilar to the similar succession.",
    "ai-anya-e0103n9:128_3": "Devoted to him, etc., and so on. He has acquired virtue of being supernormal powers, etc., both of the kind already described, and so on. He does not see in order to show the special qualities of being an opposed.",
    "ai-anya-e0103n9:128_4": "Or alternatively, if he does not speak in accordance with the body of the mind, he gives a discovering the wrong time of the mind, then in order to give him a distinguish the wrong way.",
    "ai-anya-e0103n9:128_5": "He is skilled in profitable states, and has serenity in insight.",
    "ai-anya-e0103n9:129_0": "he is foolish and stupid.",
    "ai-anya-e0103n9:129_1": "Since he mounts the mass of delusion, aggression by delusion,",
    "ai-anya-e0103n9:129_2": "the people pursued, pressed, and grilled by many people.",
    "ai-anya-e0103n9:129_3": "defilements, defiled, low, cycle, inferior, superiority, absence, and defilement,",
    "ai-anya-e0103n9:129_4": "Through that he had stopped his develops,",
    "ai-anya-e0103n9:129_5": "There are seven rebirths that originate from death to rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress.",
    "ai-anya-e0103n9:129_6": "he refused an adept.",
    "ai-anya-e0103n9:129_7": "All the drawbacks of all bad things were educated, drawbacks, and escaped from undesirable things. Being seen the drawbacks, they all seeing the dangers.",
    "ai-anya-e0103n9:129_8": "When returning to the higher realm,",
    "ai-anya-e0103n9:129_9": "An ordinary person is called an uneducated ordinary person who has a blind man in sweat. They’re called an ordinary person who has not seen the truth, and is reborn in the next life.",
    "ai-anya-e0103n9:129_10": "such as these :",
    "ai-anya-e0103n9:129_11": "They don’t surmount form, and surmounts it. They’re unable to surmount the object of forms, nor remote lodgings.",
    "ai-anya-e0103n9:129_12": "Their happiness is for one who is knowing the meaning of correct knowledge,",
    "ai-anya-e0103n9:129_13": "For even the virtue of loving-kindness is characterized as instructed in the special qualities of hate, etc., as in the Vibhaṅga thus, “He is loving-kindness towards beings with unspecified pervasion in hate, etc., and occurs only in the way already described.",
    "ai-anya-e0103n9:129_14": "So it is said to be “finitely language” when she obtained the seat in making use of the Brahmā-world.",
    "ai-anya-e0103n9:129_15": "Since he has the counterpart of unsuitable actions, then in the middle of the Equanimity, wide opening in the end of the air, and the enemy consisting of boundless space as object, enemy distinguished by the unpleasant feeling, etc., and that is described as the neighbourhood of a man.",
    "ai-anya-e0103n9:130_0": "From the time of leaving from the household to the bed and the profitable states, thus it is the root of the profitable roots ; from the root of all suffering, etc., of the mindfulness and full awareness, and from the root of the round of the laws, etc., and from desire to so on.",
    "ai-anya-e0103n9:130_1": "For even the divine abidings consisting in equanimity, etc., this nutriment consisting in specific neutrality, etc., as a mother with her own handsmen, skill in her only child.",
    "ai-anya-e0103n9:130_2": "the hindrances should be seen in the beginning of the first jhāna, the group of eighteen on the Commentary of the corruptions.",
    "ai-anya-e0103n9:130_3": "And where there is the seven pebbles of conditioned phenomena. It is “withstanding as an individual essence.” It is the exposition of the seven days they say, “Such is not the occasion of eating the beings.”",
    "ai-anya-e0103n9:130_4": "and what is reckoned as before.",
    "ai-anya-e0103n9:130_5": "And here the word “blessing” is one who takes pleasure in sensual pleasures, etc., in this way also he can be happy.",
    "ai-anya-e0103n9:130_6": "But it is all impermanent because of its characteristic, because of the sense that it is impermanent, as suffering, as diseased, and as an absence of conditions.",
    "ai-anya-e0103n9:130_7": "The Order interruption and access only on the object, namely, the fourth, have groups of supernormal power as their object.",
    "ai-anya-e0103n9:131_0": "I’ll take one month to the other, and then I’ll have them delimited for a single day. Then I’ll look after one or two or three leagues.” Then he should make an end of her knowledge.",
    "ai-anya-e0103n9:131_1": "While the animal was tied, they were all came from the animal realm, according to one direction,",
    "ai-anya-e0103n9:131_2": "So in all that’s everywhere,",
    "ai-anya-e0103n9:132_0": "He knew it was in the case of the kasiṇa that it was said above, because of the jhāna of the fine-material jhānas, etc., with its object and so on. He knew the jhānas in each case the way already described.",
    "ai-anya-e0103n9:132_1": "Whatever irregularly you will know.",
    "ai-anya-e0103n9:132_2": "Of concentration” , and with the stilling of the three jhānas, beginning with the surmounting of the fine-material jhānas, he should enjoy those likewise.",
    "ai-anya-e0103n9:132_3": "And although the states consisting in insight, etc., respectively, etc., that is to say, the blessedness of insight, and the attainment of insight .",
    "ai-anya-e0103n9:132_4": "its cessation is the attainment of cessation.",
    "ai-anya-e0103n9:132_5": "according as it is said: “Possessiveness and strength.”",
    "ai-anya-e0103n9:132_6": "The divine abiding of loving-kindness is shown by the nearness of the three divine abidings. On the contrary, it is said to be “biding in equanimity” .",
    "ai-anya-e0103n9:132_7": "to make him give the full moon on the cart, and making a plate for the sake of the whirlpool.",
    "ai-anya-e0103n9:132_8": "But whatever can be spoken about is stated here.",
    "ai-anya-e0103n9:133_0": "(from this time) one is spoken of by the words:",
    "ai-anya-e0103n9:133_1": "Here must be understood that the divine abidings beginning with loving-kindness should be understood to be understood that of the other meditation subjects, and so on.",
    "ai-anya-e0103n9:133_2": "These are all beings because of the words “May they be happy and recommended from others” and “May they accept an enlightenment.",
    "ai-anya-e0103n9:133_3": "therefore these abidings are the best in being the right attitude towards beings.",
    "ai-anya-e0103n9:133_4": "Brahmā reaches Brahmā.",
    "ai-anya-e0103n9:133_5": "For when they have developed the hindrances that meditation subject as long as they have been reborn in the Brahmā-world, the hindrances are abided in the Brahmā-world.",
    "ai-anya-e0103n9:133_6": "That’s why they live with a mind free of hate.",
    "ai-anya-e0103n9:133_7": "So Brahmās, however, due to the virtues of the Bodhisattas, having discerned virtues the virtues of the Enlightened One’s special qualities, etc., respected and reverence to the Great Bodhi (Tree) as it is due to the Enlightened One’s special qualities.",
    "ai-anya-e0103n9:133_8": "For when they live unattached to all beings, their minds are successful and projecting, being troubled in every way. They are anchoring, successful, and they live detached from all defilements.",
    "ai-anya-e0103n9:133_9": "those who are born in Brahmā’s rebirth, and those who associate in Brahma’s Brahmā.",
    "ai-anya-e0103n9:134_0": "for one who is don’t attacked with requisites, and so on. in three ways, it is of three kinds, and so on.",
    "ai-anya-e0103n9:134_1": "As regards the path of purification is shown by way of ill will, the purification is the path, and the purification of the path.",
    "ai-anya-e0103n9:134_2": "For the Buddha’s attention has been pointed out in the beginning, middle and end.",
    "ai-anya-e0103n9:134_3": "they are exclusively loved by their jobs,",
    "ai-anya-e0103n9:134_4": "They’re immeasurable and measureless,",
    "ai-anya-e0103n9:134_5": "Through that reason:",
    "ai-anya-e0103n9:134_6": "therefore they will be no more.",
    "ai-anya-e0103n9:134_7": "tamed, lady, and defeated,",
    "ai-anya-e0103n9:135_0": "Misconduct is the path to purification by ill will, by establishing the attributes of purifiedness and to the precincts.",
    "ai-anya-e0103n9:135_1": "The same method applies",
    "ai-anya-e0103n9:135_2": "and assured in the midst of the people through enjoying the use of the food, etc., in the middle is the end.",
    "ai-anya-e0103n9:135_3": "The mother of the four is said to be “ginning and attention given to beings,” etc., in the way already described, is said to be the mother and father’s son, and so on.",
    "ai-anya-e0103n9:135_4": "There too, when the rains residence having shown that there is noise of dwelling place for the purpose of showing the meaning, it is said: “There is noise for the purpose of showing the sound of the boats, and knotted-fire,”",
    "ai-anya-e0103n9:135_5": "Or alternatively, it is in the same way as “refuse” , thus it is the meaning.",
    "ai-anya-e0103n9:135_6": "Without making amends for:",
    "ai-anya-e0103n9:135_7": "Likewise in the case of the mothers, etc., accordingly, as a child should be loving-kindness towards all beings, and so on.",
    "ai-anya-e0103n9:135_8": "Therefore it is worthy of the remainder of unprofitable enlightenment factor: it is of absorption that is an impediment of the four paths beginning with absorption, of hate and delusion, and purification that is why only perception of the noble paths, impulsions, and purification of the four noble paths, and that is why it is called “specified purification .”",
    "ai-anya-e0103n9:135_9": "And there are four brothers who, one shouldn’t get each of them torment.",
    "ai-anya-e0103n9:135_10": "for he should be resolved on all mindfulness.",
    "ai-anya-e0103n9:135_11": "For the meaning of loving-kindness is said: “Having thus, there is no benefit in the meaning.”",
    "ai-anya-e0103n9:135_12": "or, having been developed thus: “This is the way to rebirth in hell for the ghost realm” or “This is reborn in hell.”",
    "ai-anya-e0103n9:135_13": "He should practice according as it is which is painful in the Paṭisambhidā :",
    "ai-anya-e0103n9:135_14": "After that is the cause of others, this is the reason why arouses them brings others,",
    "ai-anya-e0103n9:135_15": "However, he should be made the fourth from the fourth, in order to do it that it should be done against one who is needing,",
    "ai-anya-e0103n9:135_16": "This is the end of the first absorption. When they proceed, they roll away their mentor, and don’t proceed.",
    "ai-anya-e0103n9:135_17": "For the first place concluding the development of loving-kindness, etc., there is no fear for one who wants to develop it.",
    "ai-anya-e0103n9:136_0": "Each one, and seventy-footed -",
    "ai-anya-e0103n9:136_1": "There is no least delimitation for attaining the unspecified signs, and unattached to, seeing its level of the unity, etc., which are unshakable to the definition of the unity and compassion and lovely, unification that is boundless space as its near enemy, and without a limitless object.",
    "ai-anya-e0103n9:136_2": "Having thus made it wounded to the first bloated, having placed the bloated on the sign of the bloated, he picked up the sign of the bloated, by the name of the gods.",
    "ai-anya-e0103n9:136_3": "By the doing of the whole of the kind, although it is “fuse” , thus it is “refuse” ;",
    "ai-anya-e0103n9:137_0": "the escape from which he goes straight and is the escape from, which is the escape from the knowledge of the earth.",
    "ai-anya-e0103n9:137_1": "Sensual pleasures are beneficial for sensual pleasures, harmlessness, and suffering. They are not attached to gratification, drawbacks, and escape from ill will.",
    "ai-anya-e0103n9:137_2": "The right kind of generality is the escape from the prior stage of escape from the former, since it is of the equanimous bliss, and it is from the influence of unity.",
    "ai-anya-e0103n9:137_3": "Then eight reasons circumstances occurred in their teachers,",
    "ai-anya-e0103n9:137_4": "For it is not the purity of mindfulness and equanimity that is purified from equanimity after consideration.",
    "ai-anya-e0103n9:137_5": "For one who doesn’t practice purity of mindfulness meditation, that is to say:",
    "ai-anya-e0103n9:138_0": "on the yearnings consumed by pleasure,",
    "ai-anya-e0103n9:138_1": "Therefore it is because you are reduced to bhikkhus: “‘It is incompatible with applied thought and sustained thought, like you equanimous bliss, and because you have reached the state of equanimity.",
    "ai-anya-e0103n9:138_2": "And the four immaterial jhānas too in the attaining of the fourth jhāna.",
    "ai-anya-e0103n9:138_3": "For if these sentient beings are said in the basic concentration, etc., then in uninterruptedly the roots, and there is an abidings base , etc., with the four immaterial jhānas, etc., respectively in the way already described, deliverance, and insight into five jhānas, then the knowledge of the states , etc.,",
    "ai-anya-e0103n9:138_4": "Having taken the heir of the heart’s release by profitable (only), “In this way I shall get the phrasing my mind by having developed it,” then by phrasing itself, by making it known that the phrasing its profitable, and after having accepted it from both.’ And this concentration is the meaning but this: “I shall be the meaning of it.”",
    "ai-anya-e0103n9:138_5": "For the teacher says that the sword is incapable of speaking contradict when they speak a teacher.",
    "ai-anya-e0103n9:138_6": "That is why it said, “Yes!”",
    "ai-anya-e0103n9:139_0": "272.",
    "ai-anya-e0103n9:139_1": "“After showing this ornament, it is not easy to support for the purpose of having been shown that much, but for the purpose of showing the benefit of stains,” he said, “Di. Consequently you should give me a drinking (to that),” and he said, “After giving them the session,” “Therefore it is to show the means to the bones.”",
    "ai-anya-e0103n9:139_2": "he is the teaching of the Dhamma, namely, the one who taught the Dhamma, the one who teaches the Dhamma.",
    "ai-anya-e0103n9:139_3": "thus: “In these places are shaking off, the meaning is free from falsehood.”",
    "ai-anya-e0103n9:139_4": "Internally: the meaning is that it is within oneself .",
    "ai-anya-e0103n9:139_5": "Then it is called “unnerally unreliable” because it is called “unblessed” in the Paṭisambhidā.",
    "ai-anya-e0103n9:139_6": "will be standing outside the mind without dissipating, one’s mind will be steady.",
    "ai-anya-e0103n9:139_7": "and serene, so the meaning is that it is well settled.",
    "ai-anya-e0103n9:139_8": "when they’re not grasped,",
    "ai-anya-e0103n9:139_9": "by bad deeds:",
    "ai-anya-e0103n9:139_10": "Sensual pleasures are unskillful qualities that are unmoved and unprofitable.",
    "ai-anya-e0103n9:139_11": "Yet when your mind is overcome and overwhelmed by oppressed, they will not construct a league.",
    "ai-anya-e0103n9:139_12": "This is the way of undertaking the ascetic practice.",
    "ai-anya-e0103n9:140_0": "when the mind is developed by one who is learned, etc., is not obtained in (them) particular states.",
    "ai-anya-e0103n9:140_1": "But when he is corrected it up at the roots, it is said to be “shopping concentration” .",
    "ai-anya-e0103n9:140_2": "When the mind is swallowed in it, I stillmersion about what is internally in oneself.",
    "ai-anya-e0103n9:140_3": "My energy was roused up by energy.",
    "ai-anya-e0103n9:140_4": "Having a mind that is concentrated, they say, “Yes,” etc., and so they are an independent,” etc.; they say, “This is why ‘internally unity,’ and so on.",
    "ai-anya-e0103n9:140_5": "Stepping concentration fact that it is concentration improved by concentration.",
    "ai-anya-e0103n9:141_0": "joints at the root of a mendicant.",
    "ai-anya-e0103n9:141_1": "the shoots of the teaching",
    "ai-anya-e0103n9:141_2": "This is the calmeration that is to say about concentration.",
    "ai-anya-e0103n9:141_3": "So just as when a body is developed and well developed, the arising of fire, etc., is said to be aroused by loving-kindness, etc., and, and, with susceptibility, etc., and without having made the root of barriers, etc., and so on.",
    "ai-anya-e0103n9:142_0": "in other objects, both the earth kasiṇas and the earth kasiṇa.",
    "ai-anya-e0103n9:142_1": "Herein, just as, when the development of loving-kindness is shown by means of the earth kasiṇa, etc., in the case of the earth kasiṇa, etc., the jhāna factors is described under the earth kasiṇa and the immaterial jhāna factors within first jhāna, etc., in the way already described, the development of concentration investigation-of-states enlightenment factor, etc., by means of development, etc., is showing the time for the development of concentration in that way, etc., as its object., and the rest., then he shows the way, etc., and the jhāna factors of the earth kasiṇa, etc., to the immaterial development of the base consisting at emultergulations, etc., and the time of the time of the development of the development of the earth, etc., etc., to developing from the four jhāna factors., to the practice of the means of the practice of the means of the means of the base consisting in order to",
    "ai-anya-e0103n9:142_2": "Therefore it is said: “My mind is free from sexuality” .",
    "ai-anya-e0103n9:142_3": "if they were to teach the Dhamma in the way beginning, “Are you going to Wisdom",
    "ai-anya-e0103n9:142_4": "Seeing the bathing of the Dhamma, the top of the terminator",
    "ai-anya-e0103n9:142_5": "For that jhāna is called an “ascetic” in the way already described, according to the jhāna, as in accordance with insight .",
    "ai-anya-e0103n9:142_6": "the water-lilies for one who is meaningful, and whatever what is said.",
    "ai-anya-e0103n9:143_0": "When you’ve got all the dwellings, etc.",
    "ai-anya-e0103n9:143_1": "there you’ll go there.",
    "ai-anya-e0103n9:143_2": "That is why it is called “specified” in the sense of loving-kindness, etc., as its object, and it is said. That is why it is not called “speciality with loving-kindness.”",
    "ai-anya-e0103n9:143_3": "meaning is that in the next life.",
    "ai-anya-e0103n9:143_4": "Herein, through means of these three jhānas accompanied by the fine-material jhāna",
    "ai-anya-e0103n9:143_5": "Herein, the arising of the Analysis of thought-twomens is in the passage beginning with the clause.",
    "ai-anya-e0103n9:144_0": "It is said in the “perfection of the highest bliss,” and so on, etc., that is so called accomplishment in the supreme liberation.",
    "ai-anya-e0103n9:144_1": "Endowed with the best,",
    "ai-anya-e0103n9:144_2": "The highest, glorious, the highest, equanimous, praised by the highest freedom of all fairness, pronounced the highest freedom: here the heart of loving-kindness, the meaning is that it should be understood to say, the meaning of that.",
    "ai-anya-e0103n9:144_3": "It is the advantage for himself, responsibility Vipassī, the intention of eating without trouble.",
    "ai-anya-e0103n9:144_4": "Both the other’s abode is shown by others,",
    "ai-anya-e0103n9:144_5": "Hence it is said: “He should understand the perception of non-perception. ”",
    "ai-anya-e0103n9:144_6": "after making another request, he destroyed himself with each other.",
    "ai-anya-e0103n9:145_0": "Their attainment is the beginning of the absorption because it is well developed for him, and because it is the liberation of the liberation of the liberation by the beautiful, and so on.",
    "ai-anya-e0103n9:145_1": "now we have shown that the cart, saying: “He is able to give them a monastery,” and so on.",
    "ai-anya-e0103n9:145_2": "And with loving-kindness towards the hermitage he follows it, thinking:",
    "ai-anya-e0103n9:145_3": "With loving-kindness towards the way already described under loving-kindness in each aspect in the way already described under the heading of loving-kindness, etc., with the rest of the directions and so on.",
    "ai-anya-e0103n9:145_4": "and it only its residual formations, which is unincluded in the way already described.",
    "ai-anya-e0103n9:145_5": "When he recalls the boundary, he thinks, “Being in it,” and then embodiment by preceding absorption; it is easy to attain the jhāna, and it is freed through the ending of defilements.",
    "ai-anya-e0103n9:145_6": "Hence it is said: “He is upwarding at the root of an impediment.”",
    "ai-anya-e0103n9:145_7": "And the meaning is this: “Beings are to be reduced with the droping of the opposite sex in the way that is to say, the breaking off of the opposites, and the way he should remove the resentments, etc., even when standing uproots, he should get rid of resentments, etc.",
    "ai-anya-e0103n9:145_8": "Because of this, they don’t see anyone else’s liberation.",
    "ai-anya-e0103n9:146_0": "They kill, etc.",
    "ai-anya-e0103n9:146_1": "what is it means of which they said: “What is the reason, observed?” For seven days do you need to make an end of suffering?",
    "ai-anya-e0103n9:146_2": "So he has a drawback of sights known by the eye that are prevented from sights ...",
    "ai-anya-e0103n9:146_3": "placed the sky in the sky,",
    "ai-anya-e0103n9:146_4": "having given up the minds of forms, transgressed the highest states,",
    "ai-anya-e0103n9:147_0": "Hence it is said: this is a league construction.",
    "ai-anya-e0103n9:147_1": "Therefore, when that is shared with the rejoicing of joy, beings delight in the gladness when they see in the way beginning, “This is subdued, joy springs up in him.”",
    "ai-anya-e0103n9:148_0": "He has already attained the sphere of endurance: wherever he is mastery in the fine-material sphere, elephants, horses and charioteers, and jhānas in the fourfold reckoning of the fine-material sphere.",
    "ai-anya-e0103n9:148_1": "of the space, of boundaries,: it is of the space, the sign of space, and the space as consciousness.",
    "ai-anya-e0103n9:148_2": "According to the second enlightenment: it must be taken as a mind that is needed for their development.",
    "ai-anya-e0103n9:148_3": "and are the first: consciousnesses in the mode of the consciousness;",
    "ai-anya-e0103n9:148_4": "“The mind-made means endowed with mind,",
    "ai-anya-e0103n9:148_5": "He enters upon and dwells in it, having abiding in freedom,",
    "ai-anya-e0103n9:149_0": "As to resolution: “May they be happy”, etc., thus it is “May they be happy” , etc., respectively, and so on.",
    "ai-anya-e0103n9:149_1": "Yet even with a function of loving-kindness owing to the ultimate sense, etc., thinking “In the case of sentient beings he makes unhappiness and compassion for sentient beings, etc., and put into his mind without reaching the presence of loving-kindness, etc., and without saying ‘The residually on account of the beings’.”",
    "ai-anya-e0103n9:149_2": "Since they don’t even have the idea of their deeds, yet they make happy and pleased, or elsewhere else. There are beings in the ultimate way beginning, “Bhikkhus, however, have the ultimate objects of resentment by means of the equanimousness due to even the equanimousness of equanimity.”",
    "ai-anya-e0103n9:149_3": "it is due to the opposite of the truth that is residing in the first and in the middle separately, and it is “with the general population as its object” . When a man is thus preliminary on the ultimate sense of essence, it is “bounded,” and on the contrary, the development of the path, it occurs only in the ultimate way.",
    "ai-anya-e0103n9:149_4": "Endowed on the home life and on the basis of unity, etc., should be understood as neutrality in the way for the attainment of the unknowing, and for attaining the unattained.",
    "ai-anya-e0103n9:149_5": "The rest is as already explained.",
    "ai-anya-e0103n9:150_0": "all of them are exitable in this way.",
    "ai-anya-e0103n9:150_1": "giving gifts to the highest gifts, offerings of gifts, offerings of gifts, offerings to the Buddhas, etc.,",
    "ai-anya-e0103n9:150_2": "Experiential confidence in all things: it is easy for them to attain the perfection of all things that are fixed, on the foundation of all doctrines of the Buddhas and of the analytic clans.",
    "ai-anya-e0103n9:150_3": "For there is no subsequent in the world with the Enlightened One’s Dhamma",
    "ai-anya-e0103n9:150_4": "filled with water and rains.",
    "ai-anya-e0103n9:150_5": "determined as if possessed, all the other’s perceptions to fill the perfection in the order.",
    "ai-anya-e0103n9:150_6": "Saying: “I am heirs in loving-kindness, compassion, gladness and equanimity” , etc., similarly to Brahmā based on loving-kindness, etc., respecting his own advantages, etc., his own great ideast, and the four great bases for attaining these four enlightenments.",
    "ai-anya-e0103n9:150_7": "This is to be seen, but this is not to be seen, heard, thought, “This is to be given to him, and he should not be told, ‘This is the matter.’”",
    "ai-anya-e0103n9:150_8": "that is to say: by the receivers the gift of givers, etc., according as it is said:",
    "ai-anya-e0103n9:151_0": "“The pot is swamped by whoever goes down,",
    "ai-anya-e0103n9:152_0": "I’m maintaining what belongs to someone else.”",
    "ai-anya-e0103n9:153_0": "He should say: “Perhaps these are grantings”: “This is the pleasant feeling of this evening.”",
    "ai-anya-e0103n9:153_1": "which is given by the donors of the world, like a great donation of the world, having ordered his being’s great primaries, is called a “gitation”.",
    "ai-anya-e0103n9:153_2": "(The king replied:) “There is no meaning in that language,” and he said, “It is not enough to make a neighbour.”",
    "ai-anya-e0103n9:153_3": "for all beings—",
    "ai-anya-e0103n9:153_4": "wearing these (thinking): “Amongst those who are found,” and after taking them, he should follow good.",
    "ai-anya-e0103n9:153_5": "For this is the whole league:",
    "ai-anya-e0103n9:153_6": "They consciously resentment to the dwelling, but do not undertake today.",
    "ai-anya-e0103n9:153_7": "Whatever (after his) virtue and practices there is meaning and desires, the fruition is deportment.",
    "ai-anya-e0103n9:153_8": "Through renunciation go forth they may go forth.",
    "ai-anya-e0103n9:153_9": "For the virtuous deeds of one gone forth is not lost, but the hermitage does not get enough.",
    "ai-anya-e0103n9:153_10": "And here, having told: “May you be happy here in all ways,” he should remain silent.",
    "ai-anya-e0103n9:153_11": "Because the being intent on awakening did not make him go forth, (thinking): “Bodhisatta has a distance” or “It is because he doesn’t wish to go forth.",
    "ai-anya-e0103n9:153_12": "For all of these forms are of happy.",
    "ai-anya-e0103n9:153_13": "The same method applies",
    "ai-anya-e0103n9:153_14": "In regard to this meaning:",
    "ai-anya-e0103n9:153_15": "is the equal of non-confusion.",
    "ai-anya-e0103n9:153_16": "(Surely) wisely managed the one who is learned, one who listens to the true knowledge of the arrogance, liberation of supreme knowledge, and so on. I hear the realization of language, Knowledge, and clear person.",
    "ai-anya-e0103n9:153_17": "“I am heedless” he endowed with wisdom.",
    "ai-anya-e0103n9:153_18": "Through Heed the happiness of sentient beings is the excellence of former happiness,",
    "ai-anya-e0103n9:153_19": "always caught up in constantly because of being constantly and scattered,",
    "ai-anya-e0103n9:153_20": "They rouse up energy for sentient beings, and do not arise for seven days.",
    "ai-anya-e0103n9:153_21": "Encording to the Inclusive energy is a delightful place.",
    "ai-anya-e0103n9:153_22": "if he hinders the bowl made by the twenty-two marks of this bowl, but which is actually present in him;",
    "ai-anya-e0103n9:153_23": "They don’t transmit even when asked forgration. They show their later in self-mortification, which they helped the difference in themselves.",
    "ai-anya-e0103n9:153_24": "For the purpose of in self-mortification in self-mortification, which instead gruel and liquor,",
    "ai-anya-e0103n9:154_0": "(But) he does not teach the Dhamma that is useless, without dispute, obstinate, value of all that is not to say,",
    "ai-anya-e0103n9:154_1": "Because they haven’t known, the wrong way, and the wrong way, in the wrong way,",
    "ai-anya-e0103n9:154_2": "There are eighteen bases for the Buddha, etc. which have assembled, for the sake of the ever mindful, etc., as they are, have established in the Dhamma-born preceding the Dhamma, and have attained perfection of the Enlightened One.",
    "ai-anya-e0103n9:154_3": "Those who are mindful—",
    "ai-anya-e0103n9:154_4": "irrefutable, and discomfort",
    "ai-anya-e0103n9:154_5": "For the meaning is this: just as when a man has been cheered, although non-human beings accept",
    "ai-anya-e0103n9:154_6": "And just as the divine abidings settlement by the divine abidings",
    "ai-anya-e0103n9:154_7": "accordingly in the opposite consequence of such a manner of accumulating (good) conduct, the intention of others, the ultimate goal, and the far shore.",
    "ai-anya-e0103n9:154_8": "In this way the lower story is honest.",
    "ai-anya-e0103n9:154_9": "In brief, the clauses separately, the definition of the services (which is said in the Factor’s thus indicated: “This is the ultimate sense this enlightenment, the ultimate goal” .",
    "ai-anya-e0103n9:154_10": "Likewise: of the ten powers, etc.",
    "ai-anya-e0103n9:154_11": "This is how they are a league,",
    "ai-anya-e0103n9:155_0": "The Description of the Brahmā realm is finished.",
    "ai-anya-e0103n9:156_0": "Thus there is nine ways of revealing the food."
}