{
    "ai-anya-e1205n2:0_0": "3. Dhātuparamparākathā",
    "ai-anya-e1205n2:1_0": "But when analytically divided and embarrassed, he didn’t get the Mallas to do the same.",
    "ai-anya-e1205n2:1_1": "having approached the Teacher, the chief of the Āṭānāṭiya, the carpets went to that queen, caught in the neighborhood of the mountain. Also the Blessed One would allow him to go to that same place as us.",
    "ai-anya-e1205n2:1_2": "Having heard that, the king was like this, the chief queen Mallikā.”",
    "ai-anya-e1205n2:1_3": "The student, having summoned his own brother, returned to the south of the Elder Mahā-Tissa through the great Ārāma, and having dropped into the sky and returned to the Sole Leader of the Shrine, after making the relics of the Enlightenment-tree terrace, and plunged into the sky and set out on the room there, after making the relics of the Great Shrine, and thinking: “After this dreeen, he is the Great Shrine of the Cety-threeticks, –",
    "ai-anya-e1205n2:2_0": "A disciple who is the Teacher, who does not have the profound knowledge,",
    "ai-anya-e1205n2:3_0": "Having taken the relics and worshipped the Great Wood in the Great Wood.",
    "ai-anya-e1205n2:4_0": "The Thera, the chief of Candagutta, having taken the relics, picked up a room with the shoulder-place (of the First Relics). Having taken his pupil, the Great Seer of the Thūpa was scented to longeceful.",
    "ai-anya-e1205n2:4_1": "through the life span of the (different) ends in his own life.",
    "ai-anya-e1205n2:4_2": "After summoning the student Bhaddā’s student with the relics, and making the announcement of the Thera air, he dedicated the Elder Nun in the Final Emancipation.",
    "ai-anya-e1205n2:5_0": "Candana, the Great Wise One, having the six deep knowledges,",
    "ai-anya-e1205n2:6_0": "placed in the delightful Jeta Grove, and delightful place,",
    "ai-anya-e1205n2:7_0": "The Elder Bhaddā Kāpilānī, having taken the relics, and taking the going through the air, he to the Victorious One (Anāthapiṇḍika) by preaching the Dhamma a great (Sakka) the Lord of the Devas with flowers, having taken through the Vihāra, –",
    "ai-anya-e1205n2:7_1": "Quickly extinguished his own attainment of the Elder Jayas, he handed down from the Emancipation-element which had been given to the Elder Nun, and he granted the Emancipation-element.",
    "ai-anya-e1205n2:8_0": "the Great Elder Mahinda, the Light of his duties.",
    "ai-anya-e1205n2:9_0": "and after worshipping the relics, worshipping with solitude,",
    "ai-anya-e1205n2:10_0": "The Elder having taken a great deal of Victorious relics, having taken the Royal Monastery in the Great Monastery, and when he had arrived at a (Sakka) the Great Monastery, he approached the Elder Mahāmeghavana, and after placing it a long time, he sat down on a walkway with his own insight into the presence of the Great Wood.",
    "ai-anya-e1205n2:11_0": "Having taken the relics, the Greatly Famous One,",
    "ai-anya-e1205n2:12_0": "having given up the delightful jungle thicket, delightful is the delightful world,",
    "ai-anya-e1205n2:13_0": "After the relics of the Saṅgha of the senior monks arrived at Kosambī, the chief of the fragrant perfumed garlands and perfumed scented perfumes, and on the left side. He then made an incomparable garden.",
    "ai-anya-e1205n2:13_1": "‘Extinguishment’ means the Great Elder Nun, the preceptor of the past, having left the Kaṇhāṇusa, and then preached the Emancipation-element, attaining Nibbāna in the Emancipation-element.",
    "ai-anya-e1205n2:14_0": "The Elder Tree were like the moon in the Saṅgha,",
    "ai-anya-e1205n2:15_0": "apart from the Holy One’s Monastery.",
    "ai-anya-e1205n2:16_0": "Thera Mahāsudassana took the relics and, the great earth element, a chicken’s body, and holding a big sacrifice. He sat down at the foot of the Chicken Monastery, and was the Great Chicken Monastery at the Great Wood.",
    "ai-anya-e1205n2:16_1": "At that time the lay follower Mahāḷavī, having given his children’s wife and children, marriages, and wives and children, male and female bondservants, workers, and beating the great price (of the relics).",
    "ai-anya-e1205n2:16_2": "the eighth day of the fortnight-element keepers an opening up the six elements (of the sun).",
    "ai-anya-e1205n2:16_3": "At that time he was like a Blessed Buddha’s mind.",
    "ai-anya-e1205n2:16_4": "And the people purify the sabbath of the senior monks. They give gifts in the presence of the Teacher and honored a shrine.",
    "ai-anya-e1205n2:16_5": "Then later, while living near the Great King Mahāsudassana,",
    "ai-anya-e1205n2:16_6": "Whoever has taken our ten elements, I will bring them here.”",
    "ai-anya-e1205n2:16_7": "At that time the leaf-hut she saw a large crowd of whirlpools, and thinks, “I shall go to the king’s message.” Then he added:",
    "ai-anya-e1205n2:16_8": "The King summoned him.",
    "ai-anya-e1205n2:16_9": "He paid homage and stood, and gave the royal male shout.",
    "ai-anya-e1205n2:16_10": "your mother out of affection, your shelter, and thrones.”",
    "ai-anya-e1205n2:16_11": "The royal chieftain Pāṭaliputta heard about the Elder Mahā Upatissa were then in the presence of the Elder Mahā-Tissa, when he heard the first of the earth element, were put on the palms in the presence of the gods.",
    "ai-anya-e1205n2:16_12": "He was annoyed to the Buddha, like a Buddha.",
    "ai-anya-e1205n2:16_13": "At the end of that Kuṭikāra was listening to the whole body of the King, became full of rapture.",
    "ai-anya-e1205n2:16_14": "(The king told him): “May the happiness of dejecting one hundreds of thousand coins; the towns, and the capitals; give me a thousand coins, or a hundred thousand carpets, and five hundred double-fringeds.”",
    "ai-anya-e1205n2:16_15": "The King, having the drums (from this), having the floor covered himself with the hands, having the flags of a rock, having taken a spot, went to the place of the mountain, and stood to one side, wherever he stood to one side, chopped off the crowd’s edge, and stood to one side.",
    "ai-anya-e1205n2:16_16": "and the ministers of the Vesālika, after worshipping the Elders, worshipping one side,",
    "ai-anya-e1205n2:16_17": "The King, after worshipping the Elder and sat down on one side.",
    "ai-anya-e1205n2:16_18": "The senior elder Mahādeva exchanged greetings with him. When he had done this, why did you come here?” he told him, “Great king, added,”",
    "ai-anya-e1205n2:16_19": "—”But, sir, you are yours:",
    "ai-anya-e1205n2:16_20": "is the presence of the Fortunate One, it seems,",
    "ai-anya-e1205n2:16_21": "I will pay homage.’",
    "ai-anya-e1205n2:16_22": "The great king, having conquered the relics, performed the relics, and offered it to the faith of the Buddha, great king, without having given a relics.’",
    "ai-anya-e1205n2:16_23": "King Pasenadi of Kosala put his upper robe over one shoulder, pay respect at the feet of the nose, squat on his heels, raise his joined palms, and raise his joined palms.",
    "ai-anya-e1205n2:16_24": "became with the happiness of the Buddha.",
    "ai-anya-e1205n2:17_0": "The King, with these verses,",
    "ai-anya-e1205n2:18_0": "I revere the wheel-turning monarch who is fully extinguished in your feet",
    "ai-anya-e1205n2:19_0": "I worship the gods of the Devas, having worshipped the Devas",
    "ai-anya-e1205n2:20_0": "Your minds are not protected for all living beings.",
    "ai-anya-e1205n2:21_0": "there is no-one in the world beyond,",
    "ai-anya-e1205n2:22_0": "and get the extremely happy here.",
    "ai-anya-e1205n2:23_0": "There is no little dust longer takes up for a long time.",
    "ai-anya-e1205n2:24_0": "you’ll achieve you just keep company.",
    "ai-anya-e1205n2:25_0": "Having prepared a patchwork, you will be no more!’",
    "ai-anya-e1205n2:26_0": "At that time the moment-sphere left the Sphere,",
    "ai-anya-e1205n2:26_1": "and was like a golden plate on the whole of Laṅkā.",
    "ai-anya-e1205n2:26_2": "joyful, uplifted, full of rapture and happiness,",
    "ai-anya-e1205n2:26_3": "The King, having conquered happiness, glad.",
    "ai-anya-e1205n2:26_4": "After leaving the house, he sat down on one side.",
    "ai-anya-e1205n2:26_5": "and after sitting down to one side, he informed the Vajjians:",
    "ai-anya-e1205n2:26_6": "and when the flames are falling down on the face of the mouth, the introduction and the shadow of the mouth.’",
    "ai-anya-e1205n2:26_7": "If he wants to sit down when he wants to speak, he should speak loud noises.",
    "ai-anya-e1205n2:26_8": "if, while sitting, he is sitting on the appointment;",
    "ai-anya-e1205n2:26_9": "As the upper body was seated up:",
    "ai-anya-e1205n2:26_10": "while sitting in the wilderness,",
    "ai-anya-e1205n2:26_11": "is sitting in the mouth without taking leave.",
    "ai-anya-e1205n2:26_12": "Sittles, when sitting is in the neck, you should see it as they are.",
    "ai-anya-e1205n2:26_13": "thus, having sat down the fault apparently, said this:",
    "ai-anya-e1205n2:26_14": "“Give this element to me.”",
    "ai-anya-e1205n2:26_15": "Having worshipped the great hermits, having prepared:",
    "ai-anya-e1205n2:26_16": "Bhaddā Kaccānā, the relic making the relics the Abhidhamma.",
    "ai-anya-e1205n2:26_17": "You have been reborn in the Tissārāma. The kingdom of Kākavaṇṇa, he the ruler of the earth, the chief of men, was situated on this island to the southern hithern quarter, and he can make the wholehearted Shrine stand on this spot, and held the religious donation foreither. There he returns to the Makuṇḍaka.’",
    "ai-anya-e1205n2:26_18": "That’s why the Great King, having said this to the relics,",
    "ai-anya-e1205n2:27_0": "The king, having taken a relic and prepared the four elements, seized the air at the end of the four elements, and having taken the drivers, having taken the pieces at the hall of the Mahāthūpa, and went to the Great Council (Tree). Having taken the relics (of the Fraternity), he took the Dispensation of the Great Snsation, and having taken the relics (of the Faith). Having relicshold of the Thūpa, he then proceeded the (there) he then conseer of the Fraternity of the Great Comernity, (theremernity of the Fatheremernity of the Father’s.",
    "ai-anya-e1205n2:27_1": "Your supporters will do.’",
    "ai-anya-e1205n2:27_2": "The Elder, after hearing this: “And how is this great reality, a ultimate solace?”",
    "ai-anya-e1205n2:27_3": "(but) when I was the senior elder, I will attend on the relics of the Dhamma,’ like a lump of froth from my own water, put I out my bowl and robe, and go to the water element.",
    "ai-anya-e1205n2:27_4": "The king, having taken the relics as bowl, gradually a great sacrifice, summoned the great hero, and then carried it to the town.’",
    "ai-anya-e1205n2:27_5": "He then having the drums bent over the city, having the drums drawn out from the city, set up like a fire-pot, announced to the tree, cry of the town, cities of the town, and Aṅgas. Taking the city of Uttarāsālaka, he finds a resplendent (fragrantly),lid.",
    "ai-anya-e1205n2:27_6": "That crowd was posture all the multiplicatory spirits, etc., and gaining a footing.",
    "ai-anya-e1205n2:27_7": "And the lay followers were unlimited.",
    "ai-anya-e1205n2:27_8": "They taught the fragrances of the Puṇṇakattha garments which were whirlpools, assembled in the assembly hall.",
    "ai-anya-e1205n2:27_9": "like a fragrant flower in the sky, like the hanging on to the whole of the town, which was like the city in the whole town.",
    "ai-anya-e1205n2:27_10": "He returned to the royal city of Bandhumatī and set out on all the elements. He, having taken his own home, and he presented it to the relics. Then he returned to his own home.",
    "ai-anya-e1205n2:27_11": "After leaving the Protectors and going to the King’s house, taking his relics in the delightful Royal Royal Monastery, and while worshipping his own hands, he worshipped the Great Seer,",
    "ai-anya-e1205n2:28_0": "Then, having drunk the floor covered with gems and threw water into the house, placing it on the head, and followed by the adornments, having the following bad elements, having the treasures in the relics of gems, returned to the seven relics, and placing the mind elements of precious relics,",
    "ai-anya-e1205n2:28_1": "the crowd of the people, taking offered the flowers to the great seam, performed a relic and offered to the great crowd of flowers.",
    "ai-anya-e1205n2:28_2": "the elements reach the air element.",
    "ai-anya-e1205n2:28_3": "the populace is good for the person.",
    "ai-anya-e1205n2:28_4": "The joyful of the town-dwellers, having taken in the day of the town, honoured by the Sambuddha, took a seat, worshipped the relics.",
    "ai-anya-e1205n2:28_5": "(There are) five precepts of the Buddha, the Dhamma, and the Saṅgha. When they have arrived, they go to refuge,",
    "ai-anya-e1205n2:28_6": "the King instructed the crowd.",
    "ai-anya-e1205n2:28_7": "“So these four deeds should be developed, compassionate, gladness, and equanimity.",
    "ai-anya-e1205n2:28_8": "Having advised the fourfold army in the evening, at the time of the Community of monks in the Bodhi Tree.",
    "ai-anya-e1205n2:28_9": "At the place of the Commentaries, having prepared a meal for the Community of monks,",
    "ai-anya-e1205n2:28_10": "having performed his advice, while giving merit and (there) to the Friends, went to heavenly realm, and made meritorious advice.",
    "ai-anya-e1205n2:29_0": "When people are grounded in good friends,",
    "ai-anya-e1205n2:30_0": "giving, all of merit,",
    "ai-anya-e1205n2:31_0": "The passing away and rebirth of all beings,",
    "ai-anya-e1205n2:32_0": "Having heard the end of rebirth in a good place.",
    "ai-anya-e1205n2:33_0": "the King worshipped the relics honoured the great hermit.",
    "ai-anya-e1205n2:33_1": "When they’ve done this, they should be granted.",
    "ai-anya-e1205n2:33_2": "The Vihāras built by the forty-thousand of Council (Vihāra), in the mountain three Vihāras, the Tihāra, and the Nihāras, in the Mahāthūpa, he made the Mahāthūpa and made the Mahāthūpa. He gave the situated near the Great Monastery at the Mahāthūpa.",
    "ai-anya-e1205n2:33_3": "The rulers excluded in this way for as long as he lives, after death in the boys, and summoning the son of his own life.",
    "ai-anya-e1205n2:33_4": "Father, after carrying all the elements of us, the relics, making them worship at the relics, and going to the city, where he had arrived.",
    "ai-anya-e1205n2:34_0": "King Mahāsudassana, glorious.",
    "ai-anya-e1205n2:35_0": "having made a drink to the dye well, the Subhagadā together with his pupil,",
    "ai-anya-e1205n2:36_0": "This Saṅgha is four blessings produced by conceit.",
    "ai-anya-e1205n2:37_0": "To the homeless world, (but) they went to the world of the gods,",
    "ai-anya-e1205n2:38_0": "The son of his father, at the time of the son Bo branch approached her father’s father, and so on he spot in the way already described.",
    "ai-anya-e1205n2:38_1": "He did so.",
    "ai-anya-e1205n2:38_2": "This too is to be done in the same way.",
    "ai-anya-e1205n2:38_3": "The great Sage, in the Mahāmeghavana garden, having the Fraternity of the Dhamma, constructed a great (which is) the most excellent Mahāthūpa, and there the great Theras who made the Kassapa’s student Upasampadā ordination.",
    "ai-anya-e1205n2:38_4": "and he gave him a right-hand.",
    "ai-anya-e1205n2:38_5": "This rulers of the earth element after making a mat of territory, and my homes another relics, after making it unpleasant, may I light a big to my son.’",
    "ai-anya-e1205n2:39_0": "A precious snake:",
    "ai-anya-e1205n2:40_0": "to the crowd of people.",
    "ai-anya-e1205n2:41_0": "the relics is immaculate, and unskilled in the relics.",
    "ai-anya-e1205n2:42_0": "Having given to the cast-off rags, the Lord of Men,",
    "ai-anya-e1205n2:43_0": "The royal son of Godhā, having passed away five hundred palaces (?), after having shown that the relics of the Fraternity, gave the Great Monastery at the head of the Rohaṇa, and having built a staff that Cetiya mountain. Having thus made a dwelling place with his own hand the head of the Great Cetiya mountain (godwhere the rains), and giving the Rohaṇa, the Rohaṇa, the Rohaṇa a life- Cetiya mountain, the Great Cefast, and the royal palace of the Fair of Jemban, Ārāmas (there) the Fathere) the Rose-Apple Indas. Havemblicked Pañcālace of Cembarks Ārāma Is Ārāma Is Ārāma Is Ārāma I give my own dwelling place at the Rohahanttiya mountain.”",
    "ai-anya-e1205n2:43_1": "As long as they live, after making a relics for as long as they live, they’re reborn in the last realm of the child at Kālāma. After having made a recipient, they will sure of our sons and grandson go to our son.’",
    "ai-anya-e1205n2:43_2": "“So, Mahānāma, it seems you see the great fire element and take the simile of the ankle, take the fortnight of the Mahānāma and take the Ājīvaka seat from the Teacher too.’",
    "ai-anya-e1205n2:43_3": "Therefore, after taking this relics, you must establish this element in that place.” Then, (the Buddha), he passed away on to the new.",
    "ai-anya-e1205n2:44_0": "The Lord of the World called Mount Vebha,",
    "ai-anya-e1205n2:45_0": "heedful and diligent,",
    "ai-anya-e1205n2:46_0": "Having made a peaceful state to the relics,",
    "ai-anya-e1205n2:47_0": "To the homeless world, (but) they went to the world of the gods,",
    "ai-anya-e1205n2:48_0": "greatly wise, great intelligent, learned,",
    "ai-anya-e1205n2:49_0": "The Great Elder Bhaddaji, the poisonous Discipline,",
    "ai-anya-e1205n2:50_0": "While the hawk was born in the presence of the Elder",
    "ai-anya-e1205n2:51_0": "the Elder Meṇḍaka and Bhaddā, the Dark One,",
    "ai-anya-e1205n2:52_0": "The Great King Mahāsudassana, who was powerful,",
    "ai-anya-e1205n2:53_0": "a beautiful cowherd and merit.",
    "ai-anya-e1205n2:54_0": "these kings who are well protected by the elders,",
    "ai-anya-e1205n2:55_0": "the ultimate elements are the best of the elements, in the sense of urgency,",
    "ai-anya-e1205n2:56_0": "and what is the ultimate Elder Nunnery about the great (wholesome) great Elder -",
    "ai-anya-e1205n2:57_0": "The Great Beings went back to the elephant’s end.",
    "ai-anya-e1205n2:58_0": "Thus, having done, faith through the noble ones,",
    "ai-anya-e1205n2:59_0": "Discussion of the elements:",
    "ai-anya-e1205n2:60_0": "The third chapter"
}