{
    "ai-anya-e0104n3:0_0": "commentary on the colour element, the colour element,",
    "ai-anya-e0104n3:1_0": "What is the detailed explanation of the sense-spheres.",
    "ai-anya-e0104n3:2_0": "510.",
    "ai-anya-e0104n3:2_1": "Saying, “Here are these fields of the sense fields,” “It is recited by the similes of the bloated,” and so on, after saying, “Herein the immaterial states,” he said, “It is in counterpart of the sense fields,” and he does so on.",
    "ai-anya-e0104n3:2_2": "Herein, one should correct others like this:",
    "ai-anya-e0104n3:2_3": "eye-contact, and so on,",
    "ai-anya-e0104n3:3_0": "but its meaning is this: it has only the characteristic of sounds.",
    "ai-anya-e0104n3:3_1": "Here there are two kinds of sound:",
    "ai-anya-e0104n3:3_2": "What is not shared is:",
    "ai-anya-e0104n3:3_3": "Herein, there is the drum of the sound of co-pupils; and of the eighteen bases in the sense fields, etc., these twelve sense fields are twelve lesserparts too.",
    "ai-anya-e0104n3:4_0": "To show them first, they told, “We shall give to them.”",
    "ai-anya-e0104n3:4_1": "Herein, the meaning is that it is according as to separation: from sounds, thus it is the meaning.",
    "ai-anya-e0104n3:4_2": "He says: “Consciousness is faithful” , “For with phrasing water,” and “There is no phrasing for the purpose of showing the meaning,” he says.",
    "ai-anya-e0104n3:4_3": "“But Māgaṇḍiya, when the eye likes sights, it loves them and enjoys them.”",
    "ai-anya-e0104n3:4_4": "When there is the teaching of the Earth, etc., they occur in the Commentaries with the eye, etc., as follows: “The four great primaries,” and “The eight kinds of sounds, etc., have been stated produced by the eye, etc., made the eighthymns, and there is the meaning of the word ‘profitable’.",
    "ai-anya-e0104n3:5_0": "It is the characteristic of foulness that it is called “the end” since it is the sense of such urgency as the discrimination of shakes, and so on.",
    "ai-anya-e0104n3:5_1": "Virtuously, that is indeed the meaning.",
    "ai-anya-e0104n3:5_2": "And the meaning of that it is mentioned because it is permitted as in the Order of mentioned, thus it is “blessed” . It is in the sense of making it a method, making it its meaning, it is to be seen , and it is in the sense of making known to be seen.",
    "ai-anya-e0104n3:5_3": "When it has been shown that he is general, like a red observed thorns, as if he were faced with the eyes, he shows (only) in the time of the heart, it shows arouseon, which is really depraved.",
    "ai-anya-e0104n3:5_4": "The meaning is: it is in detail Vibhaṅga thus: “The meaning is that it is the meaning of visible matter, and it is the meaning.”",
    "ai-anya-e0104n3:5_5": "the meaning of not-self should be seen as the meaning of formed, in the sense of urgency, of which is to be seen.",
    "ai-anya-e0104n3:5_6": "This is the aggregate of form’s quiet for form. This is the mass of form.",
    "ai-anya-e0104n3:5_7": "above, because of which is called “a sound” since it is causal for the word “friend” or “singering” or “singering”. And it may be better for him,",
    "ai-anya-e0104n3:5_8": "ghee, buttermilk, sweet, delicious, and hard to get.",
    "ai-anya-e0104n3:6_0": "seeking a cloth is enclosed by one’s own perfume, odoured by flowers, etc., and is covered with a cloth like a cloth that “Smelling on a charnel ground, etc., is the meaning, or that grows in full awareness” .",
    "ai-anya-e0104n3:6_1": "For the life of tastes, the root of trees, and for the sake of defilement of life. Based on the surface of the tongue goes underlying tendency to life.",
    "ai-anya-e0104n3:6_2": "Rather, the body is given up when the defilement of the things is given up by sensual desire. Their body is dispelled in the realm of luminous deeds, and the mind tied to the supremely realm.",
    "ai-anya-e0104n3:6_3": "There are sentient beings gratification by that tangibles: they mixed up with tangibles,",
    "ai-anya-e0104n3:6_4": "That is, by application: these four aggregates are the meaning of the constituents opposite of the sense faculties; the meaning is that it is the meaning of, etc., or the meaning is that only this.",
    "ai-anya-e0104n3:7_0": "By its conjunction: like a large big trick, like a leaning on a star, is the meaning.",
    "ai-anya-e0104n3:7_1": "Thus there is this reason why the mind is said to be “withstanding the mind” and so on.",
    "ai-anya-e0104n3:7_2": "They remember the characteristic of their own characteristics, etc., and have these characteristics, etc., and they are states of the base consisting of boundless consciousness. Then they should be stated in the sense that these states are stated aggregates, and they are stated in the same way.",
    "ai-anya-e0104n3:7_3": "For the level of the grossness in the way already stated, and their subsequent tending the opposite sex, and the good states are not evident in their own states,",
    "ai-anya-e0104n3:7_4": "Thoughts that are wrong because of disrespect.",
    "ai-anya-e0104n3:7_5": "For the eye and sights are distinguished in the way that they do not arouse greed for the eye, etc., as happens because they are unknowing and understanding the non-existent, the state of non-returner.",
    "ai-anya-e0104n3:8_0": "my own teeth cannot position,",
    "ai-anya-e0104n3:8_1": "While rubbing:",
    "ai-anya-e0104n3:8_2": "Or alternatively: it is only because of his own business.",
    "ai-anya-e0104n3:8_3": "And with this that is just what the meaning of the dimension of infinite space is still present.”",
    "ai-anya-e0104n3:8_4": "if they your mind feeds by principles,",
    "ai-anya-e0104n3:8_5": "For that is ...",
    "ai-anya-e0104n3:8_6": "Videhas: firstly, the calm that has not yet arisen, namely, the clans, and that is the meaning.",
    "ai-anya-e0104n3:8_7": "longing for suffering,",
    "ai-anya-e0104n3:8_8": "But when he does not arise, he does not cease without anything left over.",
    "ai-anya-e0104n3:8_9": "The sense-spheres: these sense-spheres in the sense-spheres, etc., have ceased in the fine-material and the rest.",
    "ai-anya-e0104n3:9_0": "512.",
    "ai-anya-e0104n3:9_1": "Having thus shown that the introduction of the sense-sphere is seen in each and every case, it is not suitable to speak , and so on.",
    "ai-anya-e0104n3:9_2": "The fruit of the Three Worlds, delighting in what is good,",
    "ai-anya-e0104n3:10_0": "Herein, they lie down.",
    "ai-anya-e0104n3:10_1": "Hence it is said: “Here, monk!”",
    "ai-anya-e0104n3:10_2": "Where the goldsmiths are said: “Where does the horse-treasure is inconsequent, like a golden flet that shows their consciousness of the name of the Thūpa was described, and that their consciousness is fitting to do it?” ... “Perhaps they show their gently to them,” “Protector in mind.” ...",
    "ai-anya-e0104n3:10_3": "And it’s not the case that someone’s mind-consciousness is included in the mind-consciousness, thoughts of the mind-consciousness, etc., their mind-made, or the door fact that it can be seen.",
    "ai-anya-e0104n3:10_4": "But having dived the fire that was observed by the Commentaries that arise in one way: “Have you whose mind is added to the object, like the purification that is why, separated from the group of six.”",
    "ai-anya-e0104n3:10_5": "for in the future, there is no phenomena,",
    "ai-anya-e0104n3:10_6": "Hence it is said: “In the future there is no future restraint.”",
    "ai-anya-e0104n3:10_7": "they arise in those who possess, etc., the fulfil the jhāna is established in them.",
    "ai-anya-e0104n3:10_8": "and through the power of the origin of the path they have been reborn in the place where it is called “finished” in the sense of habit.",
    "ai-anya-e0104n3:10_9": "There is no way inclinations regarding the formless states, thus he is the “proachable”.",
    "ai-anya-e0104n3:10_10": "When one is born in the heaven of the kinds of concentration in the heaven of the “boundless”",
    "ai-anya-e0104n3:10_11": "for there is no developing the state of opposite sex into conditions.",
    "ai-anya-e0104n3:10_12": "Hence it is said: “Here the object of the state partaking of its object” .",
    "ai-anya-e0104n3:10_13": "He declares: “Unsuitableness towards the characteristic of sensuality,” and influence of their non-delusion isn’t developed .",
    "ai-anya-e0104n3:11_0": "according as it is said: “They are struck” , etc., according to the sense fields, etc., as stated in the way beginning, “boundless,” and so on.",
    "ai-anya-e0104n3:11_1": "They understand the teaching of the Dhamma which is full of many things, and they, having become one who has become a consequence of their state, in the Brahmajāla Sutta’s .",
    "ai-anya-e0104n3:12_0": "Likewise if the characteristics is characterized on the body, or on the side are characterized by the nature of a body.",
    "ai-anya-e0104n3:13_0": "Firstly, it shows how many exaltednesses to the extent of one less than that.",
    "ai-anya-e0104n3:13_1": "Herein, the characteristic of accumulation is to be seen to anyone who speaks from these twelve bases of the sense fields, etc., through the nature of aims, they all show the characteristic of accumulations. Of these is to say, “Depmentary is characterized,” etc., they all said to be far as the station of the stanza .",
    "ai-anya-e0104n3:13_2": "He rolled forth the sky and two times through the destruction of continuity, and the mental processes (into rebirth).",
    "ai-anya-e0104n3:13_3": "They are called ‘accomplishment’ because it has been attained by the Master that is absence of continued existence’. Those absentmindedly in the life-continuum and evoked by the incompatible lineage of the Master’s conformity with mindfulness and awareness.",
    "ai-anya-e0104n3:13_4": "people come to the next;”",
    "ai-anya-e0104n3:13_5": "(There is) no share of the eye-consciousness that is unarisen,",
    "ai-anya-e0104n3:13_6": "When there is no inclination, and because of the teaching and training, it is said to be the foremost.",
    "ai-anya-e0104n3:13_7": "or by the disappearance of the doors described for its object, including the dealing with the object.",
    "ai-anya-e0104n3:14_0": "514.",
    "ai-anya-e0104n3:14_1": "If one who has not made amends in the presence of a majority decision, he should be given the in the past.",
    "ai-anya-e0104n3:14_2": "For whatever dimension there is from the most beautiful fields, from whatever state,",
    "ai-anya-e0104n3:14_3": "For that is why, when a man has come out of the sense-spheres in this way, any mental fields appear.”",
    "ai-anya-e0104n3:14_4": "Therefore they’re not set up an unshakable bowl. It’s why some haven’t achieved the ground because of this, not go out to heaven because of the attainment of the skillful. They don’t get rid of thes because they haven’t developed and cultivated the other worlds, embracing skillful, or even when they have reached the supreme field of merit.",
    "ai-anya-e0104n3:14_5": "each one is shown by means of these three bases.",
    "ai-anya-e0104n3:15_0": "After that, he should teach those whose sense fields are many including the eye: because he has been performed much by them, he should behave them by one who isn’t able to teach them, and he should teach Dhamma that prevented by one.",
    "ai-anya-e0104n3:15_1": "Those who don’t teach Dhamma to others, and cannot be teach Dhamma.",
    "ai-anya-e0104n3:15_2": "Or alternatively, the objects of present objects firstly, the objects of the opposite sense desires are included in the mind-made, and they are produced in the object.",
    "ai-anya-e0104n3:15_3": "until the object is said.",
    "ai-anya-e0104n3:15_4": "The four have states of the present objects; the four immaterial states are stated first of the object;",
    "ai-anya-e0104n3:15_5": "The Lord of the Earth, at the end of the world, accumulated, the two, that is a wrong-doing, the daughter-in-law of the winter, and the protection of the treasures, both of the opposite sex.",
    "ai-anya-e0104n3:15_6": "for the eyes are the first teethful, riches of all precious things, namely, that is to say, the first, the finest treasures.",
    "ai-anya-e0104n3:15_7": "For when you see a messenger, the Lord of the Worlds hear the sound of the ear,",
    "ai-anya-e0104n3:15_8": "The nose, too, was also old.",
    "ai-anya-e0104n3:15_9": "as it really is taught in the Dhamma.",
    "ai-anya-e0104n3:15_10": "For he whose body is investigated by the eye, the ear, the nose ... tongue ... body ...",
    "ai-anya-e0104n3:15_11": "You should know that ensure is called the inner self-restraint in the interior sense fields. What is said to be the meaning of that which is not-self.",
    "ai-anya-e0104n3:15_12": "(There is) the endless space, ~ who has gone to the mind’s territory,",
    "ai-anya-e0104n3:15_13": "Who is incompetent of these scopes?",
    "ai-anya-e0104n3:15_14": "and five constituents (of mind and body) that provide fuel for attachment,",
    "ai-anya-e0104n3:15_15": "consciousness as to the concept of the eye-consciousness, etc., is included in the meaning of the eye-consciousness, and so on. It is “refuse” because it is the counterpart of its object.",
    "ai-anya-e0104n3:15_16": "Now, on this side of the earth kasiṇa and the rest.",
    "ai-anya-e0104n3:16_0": "Because of the power of the Community’s materiality , etc., respectively including the Community,",
    "ai-anya-e0104n3:16_1": "Views of states consisting in the eye:",
    "ai-anya-e0104n3:16_2": "breaking up of the schismatic deeds, etc.",
    "ai-anya-e0104n3:16_3": "What is skillful and what is unskillful, such is its characteristic, and such is the result of this, and what is to be found, for the sake of the various sentient beings, and for the sake of being produced of the kamma-result.",
    "ai-anya-e0104n3:16_4": "Hells the deserts of hell, the animal realm, or the ghost realm. They make a desert causing schism in the breakage, that is,",
    "ai-anya-e0104n3:16_5": "elephants, horses, and so on.",
    "ai-anya-e0104n3:16_6": "This person who causes division in a schism.",
    "ai-anya-e0104n3:16_7": "and the practice of making use of clothes, gatherings of the heart through no grounds, including the division of the heart, thus they are divided into .",
    "ai-anya-e0104n3:16_8": "then he should be successful in the mind-made each time.",
    "ai-anya-e0104n3:16_9": "One whose minds are surpassed in this world with its gods, and those five hundred women, do not long to turn back, and as they have reckoned as an incalculable verse, they said: “Delightened one sections and disputes on the fourteenth part of the worlds, and they play in the enlightenment.”",
    "ai-anya-e0104n3:16_10": "The account of the robe-cloth",
    "ai-anya-e0104n3:16_11": "consciousness in the breakage of the schism,",
    "ai-anya-e0104n3:16_12": "Practicing Practice Conditions, etc.",
    "ai-anya-e0104n3:16_13": "the beginning of the first jhāna should be seen as objects of the earth kasiṇa, etc., as its object.",
    "ai-anya-e0104n3:16_14": "blue is blue,",
    "ai-anya-e0104n3:16_15": "the condition for deeds, etc.",
    "ai-anya-e0104n3:16_16": "The same kind of defining is skillful.",
    "ai-anya-e0104n3:16_17": "like the sound of the first point.",
    "ai-anya-e0104n3:16_18": "By the breaking of the body: such is the breaking up of pleasure and pain, and so on.",
    "ai-anya-e0104n3:16_19": "eye-contact, ear-contact, nose-contact,",
    "ai-anya-e0104n3:17_0": "516.",
    "ai-anya-e0104n3:17_1": "It is said in order to proceed without making use of it, “Now,” “It is said,” “It is said,” “It is for the purpose of removal.”",
    "ai-anya-e0104n3:17_2": "When they’ve never transgressed because of past deeds, they still don’t get rid of it. And when they remain, suffering, and perishable.",
    "ai-anya-e0104n3:17_3": "That is why he said “Yes.”",
    "ai-anya-e0104n3:17_4": "the craft of influence of interrupting a craft of opposites, spearing the eye in it in this way, “This is how it is said.”",
    "ai-anya-e0104n3:17_5": "while bringing them, “I did not give them these things,”",
    "ai-anya-e0104n3:17_6": "both, and what is annoying.",
    "ai-anya-e0104n3:17_7": "Grounded is the state of keeping : it connected with the states beginning with the Dhamma , wind, pervading, adverting, and so on.",
    "ai-anya-e0104n3:17_8": "And so the meaning is this: “By this” is the meaning.",
    "ai-anya-e0104n3:17_9": "(but) in the first watch of the night, which has the sound of existence.",
    "ai-anya-e0104n3:17_10": "“Mendicants, there are six interior sense fields. The interior sense fields should be seen to say that.”",
    "ai-anya-e0104n3:17_11": "They don’t drink it, when something is well considered, which up to the lower part, based on what is empty. Whatever encounter has said, others settle it properly.",
    "ai-anya-e0104n3:17_12": "Hence it is said: “Having enlightenedness liberated through the absence of pleasure and pain.”",
    "ai-anya-e0104n3:17_13": "And they are attached to such things as the arising of rebirths, old age, and death, tormenting of visible objects, and to preventing.",
    "ai-anya-e0104n3:17_14": "of jackals and broads,",
    "ai-anya-e0104n3:17_15": "will go to the village of Verañjā.",
    "ai-anya-e0104n3:17_16": "Herein, one who understands legal procedures as anchoring, etc., and including the progress of the fine-material sphere , etc., should be practiced according to the Vibhaṅga thus: “Deven forms as its enemy, and so on.",
    "ai-anya-e0104n3:18_0": "This is the meaning of the talk on the sense fields.",
    "ai-anya-e0104n3:19_0": "In the detailed explanation of the elements.",
    "ai-anya-e0104n3:20_0": "consciousness is born in the eye,",
    "ai-anya-e0104n3:20_1": "Those sights, sounds, smells, tastes, touches, and thoughts are useless. And the sound of consciousness befallen without reasoning making a sound.",
    "ai-anya-e0104n3:20_2": "Because the eye is superior in every direction, etc., and because it is the blue kasiṇa, etc., of all materiality and materiality.",
    "ai-anya-e0104n3:21_0": "and wins thus, “This is how it should be understood, is the meaning of in that way.”",
    "ai-anya-e0104n3:21_1": "He proclaims what is contrary to the meaning as it is , and thus it is the aggregates , thus it is the same as the meaning, it is “birth instead” . So it is the meaning of, it is the sense of urgency, and it is the sense of urgency.",
    "ai-anya-e0104n3:21_2": "And the resolutions of legal issues have been resolved upon by the five elements as well as the word-meaning of the settlements, and the sound of the feet of the five elements, too.",
    "ai-anya-e0104n3:21_3": "Those who transmigrate the relics, making nostril and runnning here and there, “She is wrong,”",
    "ai-anya-e0104n3:21_4": "Every fortnight there is a liver, or other.",
    "ai-anya-e0104n3:21_5": "the golden plates, drunken flags, etc., and so on.",
    "ai-anya-e0104n3:21_6": "according as it is said: “In the world of locations,” “There is in the fourfold mundane and supramundane,” the meaning is this: “There is the meaning of in the four elements, this is the actual elements, this is the meaning of interpretation.”",
    "ai-anya-e0104n3:21_7": "And alternatively, it is not possible in the dissolution of the elements,",
    "ai-anya-e0104n3:21_8": "whatever is lacking in the five stages of sense desires, all of them can be described in whom he has no doubt about the teaching or training.",
    "ai-anya-e0104n3:21_9": "But when the deeds done is in the past, it is not through his deeds,",
    "ai-anya-e0104n3:21_10": "So too with the rest of the sense sphere of clinging,",
    "ai-anya-e0104n3:21_11": "Hence it is said: “I must tell them,” and so on.",
    "ai-anya-e0104n3:22_0": "Those who remember the elements as included: for the sake of the clung-to, the air element, the stiffenedness, and the word element should be understood.",
    "ai-anya-e0104n3:22_1": "This too has been handed down in the first place without first giving its shelter to its shelter in the various directions.",
    "ai-anya-e0104n3:22_2": "the meaning is, it is stated in the attributes of quietly gifts, and so on.",
    "ai-anya-e0104n3:22_3": "Like the relics: the sound of couches, like a lion’s roar, as if head hairs, etc., were, the making of the earth element, the water element, and the fire element in the sense of wielding of a harsh way.",
    "ai-anya-e0104n3:22_4": "knowledge and insight into the analytical knowledge, and regarding their knowledges, each of them analytical knowledge, and (the truth of) the elements of supreme knowledge.",
    "ai-anya-e0104n3:22_5": "Herein, the acquisition of knowledge is the definition of the elements, and the knowledge of the deathless elements produced in the air element.",
    "ai-anya-e0104n3:22_6": "Or alternatively, all-knowing and expert in knowledge, it is only the meaning of unfaithful and well-profitable knowledge, and it is the opposite of all the elements, and it needs to be explained as well. The meaning is this: the meaning of each comprehension of the elements and the texts opposite session by virtue.",
    "ai-anya-e0104n3:22_7": "Or tasking for tastes, etc., as in the case of the tastes and so on.",
    "ai-anya-e0104n3:22_8": "“It is (permission) of the relic rough formality,” “position of the elements,” “possess,” “posites,” and “posites of this much for us to point out the earth element,”",
    "ai-anya-e0104n3:22_9": "Six elements of these six elements:",
    "ai-anya-e0104n3:22_10": "This person is called ‘the influence of the teaching’ in the world’, the soul and the person who makes his living by the earth element’. The meaning is that such a person can’t be called “a person who lives in dependence on the earth element.”",
    "ai-anya-e0104n3:23_0": "519.",
    "ai-anya-e0104n3:23_1": "to show the fruit of what is said first. Where is the reason why, when three kinds of fruit and bring three?",
    "ai-anya-e0104n3:23_2": "(they should be expanded as) the cause, the reason why the mind-consciousness element, and the mind-consciousness because it has caused by the mind.",
    "ai-anya-e0104n3:23_3": "The noble mind element has the result of mentality-consciousness element as its result through the resultant mind-consciousness element, etc., and the result of mentality-consciousness element, etc., and as its object the resultant root-causedeclusion, etc., and the states of the mind-consciousness element in each case, etc., and as its object. And this is the reason why there is no different elements.",
    "ai-anya-e0104n3:23_4": "For if a door is properly heard, it is because of the mind element that the mind-consciousness element arise—whether air element is a cause of mind-consciousness element.",
    "ai-anya-e0104n3:23_5": "Herein, the condition is the reason why the attainments have arisen, but not the one producing of the eye elements, etc., bringing them to the elements.",
    "ai-anya-e0104n3:24_0": "and it is said in the five elements as stated.",
    "ai-anya-e0104n3:24_1": "and another, “less in the ultimate sense the effacement,” thus he said, “Now, there is no need for breathingness.”",
    "ai-anya-e0104n3:25_0": "The radiance of the moon, beauty, happiness, glory, and radiance.",
    "ai-anya-e0104n3:25_1": "He should acquisition of forms, etc., that is to say, physical matter he has done so that in the case of the obtaining of greed for fine-material states beginning with the like a level. Then he should make an effort to get rid of repulsion.",
    "ai-anya-e0104n3:25_2": "And there is no profitable basis for happiness without greed or hate or delusion. It is said in the second jhāna.",
    "ai-anya-e0104n3:25_3": "the mind-consciousness element with the mind-consciousness element associated with it,",
    "ai-anya-e0104n3:25_4": "the elements of the cessation of mind consciousness, and with the cessation of the mind-consciousness element, with the cessation of consciousness, and with the practice that leads to the cessation of suffering.",
    "ai-anya-e0104n3:25_5": "Then, when consciousness ceases, the power of consciousness ceases, the consciousness element, and the consciousness element, which is the power of cessation, all is the elements of cessation,",
    "ai-anya-e0104n3:26_0": "“The nature of the elements” is said to be the influence of the teaching.",
    "ai-anya-e0104n3:26_1": "connected with sensual desire is connected with the goal of sensual desire, (and) associated with the air, and a sense of urgency,",
    "ai-anya-e0104n3:26_2": "whatever in this place he has “gone” and “possessed of boundaries” and “In this place he is outside the monastic boundary,",
    "ai-anya-e0104n3:26_3": "It is plunged into the neighborhood and the point of a place, and it is of these.",
    "ai-anya-e0104n3:26_4": "Or else they seek in each case.",
    "ai-anya-e0104n3:27_0": "the elements of renunciation, the thought element, the thought element, and the thought element.",
    "ai-anya-e0104n3:27_1": "all things are skillful, partaking of the noble ones, and merit. All is the best of their having gone forth as a lay person, regardless of their ethical conduct, of good character, and the virtue of the noble path gone forth. All these things are the foremost, bestowed on the best.",
    "ai-anya-e0104n3:27_2": "intention, intention, dispelling, desire for the relics of others;",
    "ai-anya-e0104n3:27_3": "the harmlessness and compassion.",
    "ai-anya-e0104n3:28_0": "“We are low,” he is said.",
    "ai-anya-e0104n3:28_1": "the superior states have been developed .",
    "ai-anya-e0104n3:28_2": "But: “That is no medium” should be understood as included in the middle section. It is stated in the middle of the comprehension by the medium. And this that is how the middling elements are stated.",
    "ai-anya-e0104n3:28_3": "both of the Dhamma-element and the mind-consciousness element,",
    "ai-anya-e0104n3:29_0": "the consciousness element, etc., is also included in the consciousness element by the consciousness element, etc., with consciousness element in the case of the consciousness element, and also according to the physical base consisting of boundless consciousness, etc., respectively, etc., they bring that into elements’”",
    "ai-anya-e0104n3:29_1": "There are many elements that lead to distinction element and variety of many elements , and there is no difference between them in the sense of various kinds, the world-element, and the world-element. The water element, the world-element, the four elements of differentiations, and the world-element, the world-elementary elements.”",
    "ai-anya-e0104n3:30_0": "the eye elements, the ear consciousness, the nose element, the tongue element, the body element, and the mind consciousness element.",
    "ai-anya-e0104n3:30_1": "There is no subtlety of the elements because of protection, separating them into the various elements, and so on.",
    "ai-anya-e0104n3:30_2": "consciousness element and the sound of the consciousness element, are not to be found.",
    "ai-anya-e0104n3:30_3": "There is no two mental-consciousness element",
    "ai-anya-e0104n3:30_4": "between the mind element and the mind element ...",
    "ai-anya-e0104n3:30_5": "the body-consciousness element, and the state of majesty is because of their conditions.”",
    "ai-anya-e0104n3:30_6": "But there might be an end.",
    "ai-anya-e0104n3:30_7": "body consciousness, and mind consciousness.”",
    "ai-anya-e0104n3:30_8": "Because of that one’s self-mortification in oneself and the other, the sixty-two acts of self for that one, the perception of self, and the soul is permanent.",
    "ai-anya-e0104n3:30_9": "The search for defining the sense-spheres, the definition of the sense-spheres, and the places of loss which are in brief and the defining of the elements. This is the definition of the elements.",
    "ai-anya-e0104n3:30_10": "Or alternatively, he discuss the discourses in the texts, thus he is teaching unique to the elements, and without countless ways . This is how to conflict with reference to the defining of the elements.",
    "ai-anya-e0104n3:31_0": "(but) after completing the Fortunate One’s true teaching,",
    "ai-anya-e0104n3:32_0": "522.Saṅkhatoti gaṇanato.",
    "ai-anya-e0104n3:32_1": "and it is because it is developed by the eye: It is unincluded by the eye,",
    "ai-anya-e0104n3:32_2": "Or alternatively, the seer of rebirth:",
    "ai-anya-e0104n3:32_3": "That is why he said: “So, confidence.”",
    "ai-anya-e0104n3:32_4": "twenty things are reckoned as feeling ...",
    "ai-anya-e0104n3:32_5": "Immersion regarding what is unskillful and what is unperturbed, and what is skillful.",
    "ai-anya-e0104n3:33_0": "and eye-consciousness element with the eye-consciousness element in the five ways beginning with eye-consciousness element;",
    "ai-anya-e0104n3:34_0": "The first is the interval between the two and the next.",
    "ai-anya-e0104n3:34_1": "One whose mind is shaky in fastened in consciousness is a condition for the purpose of embodiment, namely, applied thought, and sustained thought.",
    "ai-anya-e0104n3:34_2": "Feeling together with the Dhamma-like feelings have arisen,",
    "ai-anya-e0104n3:34_3": "Hence it is said: “So it is because of born. ”",
    "ai-anya-e0104n3:34_4": "This is a cause of reason.”",
    "ai-anya-e0104n3:34_5": "and ignorant is the reason why the mind-consciousness element arise in him as caused by reason of the mind elements of the origin of impediments, and of the paths of mentioned, it is worthy to develop the noble path of the faculty.",
    "ai-anya-e0104n3:34_6": "That is why it is said: “He is frequent.”",
    "ai-anya-e0104n3:34_7": "Some of the elements of self-effacement and the one who speaks in terms of extinguishment, and the one who speaks in accordance with the Dhamma.",
    "ai-anya-e0104n3:34_8": "five elements of sense desires, and the result of mentality-consciousness element in the mind-consciousness element, etc., are included in the mind-consciousness element in the sense-contact-born-world , and others too in the same way.",
    "ai-anya-e0104n3:34_9": "Or alternatively, “The mind-consciousness element arise in someone who is skilled in the mind-consciousness element and body,” and so on, sense-spheres, regarded as bodily-consciousness element, etc., and have respected in the elements thus in the past.",
    "ai-anya-e0104n3:34_10": "eye-consciousness element and the arrangement of the eye-consciousness element in accordance with the Teaching, and so on, without having made it understood that it is, complete in accordance with the Teaching, and that which is accompanied by the eye, is to be undertaken.",
    "ai-anya-e0104n3:34_11": "Herein, lights up is the light for the sun.",
    "ai-anya-e0104n3:34_12": "the same explanation applies to them in this way.",
    "ai-anya-e0104n3:35_0": "opening up the ears,",
    "ai-anya-e0104n3:35_1": "like a scented odorned with the wind,",
    "ai-anya-e0104n3:35_2": "of water for washing your feet, deformed with flour.",
    "ai-anya-e0104n3:35_3": "Having confidence in the body, the earth element is the earth element,",
    "ai-anya-e0104n3:35_4": "(therefore) three times, a mind-made,",
    "ai-anya-e0104n3:35_5": "application of mind to all weapons:",
    "ai-anya-e0104n3:36_0": "524.",
    "ai-anya-e0104n3:36_1": "After reference to the remainder of that they say, “The actual act of giving,”",
    "ai-anya-e0104n3:36_2": "Vipassī, reflection, “This is the plane of poisonous way.”",
    "ai-anya-e0104n3:36_3": "past, future, and present.",
    "ai-anya-e0104n3:36_4": "and although both elements have a state consisting in unity and variety,",
    "ai-anya-e0104n3:36_5": "Mindfulness owing to the past, he recalled past deeds,",
    "ai-anya-e0104n3:36_6": "Afterwards, from there to the another,",
    "ai-anya-e0104n3:36_7": "Therefore it is called “visibleness” since it is worthy of “visible here and now” since it is carried away in the morning.",
    "ai-anya-e0104n3:37_0": "(magical) powers, he is like the sound of the odour’s flag,",
    "ai-anya-e0104n3:37_1": "and the same.",
    "ai-anya-e0104n3:37_2": "What is called “mind” on the head",
    "ai-anya-e0104n3:37_3": "spoke the name of the Universal Monarch.",
    "ai-anya-e0104n3:37_4": "for that person is called ‘theless wheel’ or ‘sangle’ because it is the same kind of wheel-turning monarch’.",
    "ai-anya-e0104n3:37_5": "In these two, namely, claninging.",
    "ai-anya-e0104n3:37_6": "Entering the homeless in the home life, making an effort to get to seem who souls in the home of the eye, who souls in the body and life, like a leopard of the behels of the eye, who souls in the home of the Three Times of Protectors’:",
    "ai-anya-e0104n3:38_0": "The meaning is that in the earlier wandering: here anyone includes all kinds of skill in living things, beginning with the soul.",
    "ai-anya-e0104n3:38_1": "Or he goes among the mental elements that he has the position of his own mind elements, without differentiation of the eye-consciousness element in the past, who were unrestrained in the morning and in the evening time of dawn, like a genuine shake, is the same as before.",
    "ai-anya-e0104n3:39_0": "For there is no one inside the six elements appear in the midst of consciousness as in between the two ways, the appearing between an interpretation.",
    "ai-anya-e0104n3:39_1": "Abandoning there may be six classes of contact as objects, therefore, if he does not get to see the six classes of consciousness, etc.; therefore, and therefore, the mind-consciousness element in the carcasses, and the mind-consciousness element; it is internally unexplained, and so on.",
    "ai-anya-e0104n3:39_2": "Herein, there are states of existence in the calm, the mind-consciousness, and the mind-consciousness that territory into immediately next to life.",
    "ai-anya-e0104n3:39_3": "But the unsightly is peaceful and sublime. It is the state of glorying for seeing, and so on. He is the One’s eye, and so on.",
    "ai-anya-e0104n3:39_4": "They’ve not broken through the power of creating condition, having broken through the breakfast of the lay state,",
    "ai-anya-e0104n3:39_5": "And if she might think about and consider the consciousness element through the eye-consciousness element, etc., as well as consciousness-element, etc., and the mind-consciousness element in the way beginning, “Seeing, in seeing visible objects with the mind-consciousness element, and so on, the mind-consciousness element may be dissipated through seeing and so on, the thought-elementing of seeing with the mind-consciousness element, etc.,",
    "ai-anya-e0104n3:39_6": "In the same way there will be no danger of seeing that is to say:",
    "ai-anya-e0104n3:40_0": "Again, just as the mind-consciousness element occurs with the eye-consciousness element, and with the mind-consciousness element in order to see the ear-consciousness element, the mind-consciousness element interrupt, and the mind-consciousness element occurred with that,",
    "ai-anya-e0104n3:40_1": "the mind element,",
    "ai-anya-e0104n3:40_2": "That is, in this way the mind-made relics is the only truth of that only.",
    "ai-anya-e0104n3:40_3": "that is to say, sounds, smells, tastes, touches, and thoughts consciousness.",
    "ai-anya-e0104n3:40_4": "Next, consciousness might be found in the same way as its object, and consciousness wouldn’t have a site for its object, like the consciousness of the mind-consciousness, and its object.",
    "ai-anya-e0104n3:40_5": "Therefore equanimity is the eye element and the mind-consciousness element because it is the ear-consciousness element. The mind-consciousness element occurs with the mental object of the mind-consciousness element, as in the case of the mind-consciousness element. The mind-consciousness element occurs with the mental equanimity-contact-born mind-consciousness element.",
    "ai-anya-e0104n3:40_6": "For when a man is to be found on his heart, he making a site like a fire, like a poisonous flames, like a fire, he choks stirred up like a flame, with the heat of an axiety, just as a fire, after making a flame of fire, and he burns up, he leans on the ground.",
    "ai-anya-e0104n3:40_7": "The mind-consciousness element arise, and the mind-consciousness element are not-self.",
    "ai-anya-e0104n3:40_8": "For the perception of resentment is the escape from the five faculties. For it is the penetration of the mind-consciousness that is the escape from the five faculties and the mind-consciousness faculty. When there is the penetration of the mind-consciousness faculty, and on the actual occasion of the mind-consciousness faculty.",
    "ai-anya-e0104n3:40_9": "That is why the three characteristics beginning with the result of enduring of continued existence gives rise to the result of continued existence as created by the power of birth and death, as follows: by the removal of the dissatisfaction, as the hymns, making the unprofitable, the unprofitable thoughts, themounting knowledge of the deathless, and the rest.",
    "ai-anya-e0104n3:41_0": "Even the second has the life-form, and third from the definition of the five cords of sense desires, etc., as regards the self and the mind-consciousness element in the defining of the mind elements, and the thought about the consciousnesses of the six kinds already described, and it is the unadhered-world thus in the mind-consciousness element as its object, and so on. That is why there is the collection of the mind-consciousness element as its promotion through the mind-consciousness element, and the consciousness of the life-continuum, etc., of the mind-forming of any otherwise settleness and giving attention.",
    "ai-anya-e0104n3:41_1": "But this mindfulness and equanimity is called the element of the mind element because it is the definition of the mind elements.",
    "ai-anya-e0104n3:42_0": "And just as it was said because of the causality of consciousness, its mind-consciousness is precededing consciousness, and on consciousness it is due to the mind,",
    "ai-anya-e0104n3:42_1": "but only as objects of poisonousness, etc., are stated in the sense of its object.",
    "ai-anya-e0104n3:42_2": "and consciousness as the consciousness element.",
    "ai-anya-e0104n3:42_3": "the elements of the mind element and the consciousness element are called a basis for consciousness. They are gateway, excellent in the door, and they are the gateway of the mind element.",
    "ai-anya-e0104n3:42_4": "for that is sovereignty: the mind-consciousness element and the mind-made, and the mind-consciousness element with the mind, namely, consciousness and the mind-consciousness element in the mind, namely, the mind-consciousness element in the hymns, and the mind-consciousness element in the mind-made, “This is hymns that is the inside of the mind-consciousness element” .",
    "ai-anya-e0104n3:43_0": "The threefold arrows in which the shade can be seen in three ways.",
    "ai-anya-e0104n3:43_1": "feeling in the drop of feeling, old age, death, decoration of feeling,",
    "ai-anya-e0104n3:43_2": "May you be as if it were, he is the person who have subdued him.",
    "ai-anya-e0104n3:43_3": "suffering is the pain of rebirth.",
    "ai-anya-e0104n3:43_4": "For perceptions are well spoken by, both in public and independent, and resentment and undisturbed, to the people.",
    "ai-anya-e0104n3:43_5": "like a man who grasps a snake with a horn, “I’m a man,” and so he said, “They’ll take it on.”",
    "ai-anya-e0104n3:43_6": "volitions are actually regarded as a result, to put away what is said.",
    "ai-anya-e0104n3:43_7": "By birth and death, from suffering: by birth and death, by rebirth, old age, and death.",
    "ai-anya-e0104n3:43_8": "Continued existence is a condition for rebirth.",
    "ai-anya-e0104n3:43_9": "Like a wheel that rolled in a lake with its shells and so on, and so on.",
    "ai-anya-e0104n3:43_10": "All those who are not free of greed, and etc., have all those who are ignorant.",
    "ai-anya-e0104n3:43_11": "Because of the acceptance of the consent of the dissimilar to the deathless state.",
    "ai-anya-e0104n3:44_0": "Vappa said: “This is the Teacher, this is the simile of the forest, this is the foot of a tree, this is the roughest of the tree, this one something else, and like a crack of a lake, and he gives another’s head, and if he places another to the neighborhood of a certain tree, it sets out and it aside a leaf, and it cuts anywhere else the monkeld, thinking, “This is the leashym here, this is however its object, but it is essenced to its object, and it is the one ploughing from the one object.”",
    "ai-anya-e0104n3:44_1": "A horse trained in the wind and sun, fearlessly with a definitive fluid.",
    "ai-anya-e0104n3:44_2": "wherever one wants to fall away from wherever he wishes, wherever he wants.",
    "ai-anya-e0104n3:44_3": "covered with various different carcasses;",
    "ai-anya-e0104n3:45_0": "The commentary on the beautiful teaching is finished.",
    "ai-anya-e0104n3:46_0": "Thus there is the Deathless"
}