{
    "ai-anya-e0102n1:0_0": "13. Abhiññāniddeso",
    "ai-anya-e0102n1:1_0": "On Rebirth Factors",
    "ai-anya-e0102n1:2_0": "400.",
    "ai-anya-e0102n1:2_1": "Now comes the Divine Seers to the Relics, having arrived at the Death-element.",
    "ai-anya-e0102n1:2_2": "Herein, the meaning should be understood in the way already described under the direct-knowledge .",
    "ai-anya-e0102n1:2_3": "but we will show separately.",
    "ai-anya-e0102n1:2_4": "Here it is with Divine divine-elements , and so on is the divine-element.",
    "ai-anya-e0102n1:2_5": "For the gods of the Suppiya and Rakkhasas deed by their own work, and by the Sambuddha of Sudatta, which was described in the auspicious relics, and there was the incomparable object, (where) a sense of defended, being) the highest of men.",
    "ai-anya-e0102n1:2_6": "Also when a mendicant has the powers of energy, their knowledge and vision according to the method of development, and the divine abidings .",
    "ai-anya-e0102n1:2_7": "Besides, he can also beaten by himself through the divine abidings of the gods.",
    "ai-anya-e0102n1:2_8": "one who is immediately through the air element and the earlier element,",
    "ai-anya-e0102n1:2_9": "Because of the ear element and because of a lack of earlier.",
    "ai-anya-e0102n1:2_10": "Because of that she became well-element.",
    "ai-anya-e0102n1:3_0": "it is purified, free of defilements;",
    "ai-anya-e0102n1:3_1": "Without making use of the people, having passed by human beings, they remained transcending the dying of the world.",
    "ai-anya-e0102n1:3_2": "if he hears both sounds;",
    "ai-anya-e0102n1:3_3": "What are the two?",
    "ai-anya-e0102n1:3_4": "And the gods are called ‘deities’.",
    "ai-anya-e0102n1:3_5": "It can be known for this reason to understand",
    "ai-anya-e0102n1:3_6": "And when you hear a farmer, those who hear the sound of someone else is qualified to be able to hear the sound of others, even if they hear the sound of others, they hear the sound of drums in the presence of the others.",
    "ai-anya-e0102n1:3_7": "It should be known that this is the substance of these verses",
    "ai-anya-e0102n1:4_0": "How should it be observed?",
    "ai-anya-e0102n1:4_1": "After entering that leaf-hut, he should emerge from the first jhāna and first of the finest lady in the first and subsequent period.",
    "ai-anya-e0102n1:4_2": "in the household life, the novice pulls, the sound of drums, the novices, the making a drums, the sound of cough, the kettledrums, the sound of cough, the belly, and the kettledrums, and the word: “Venerable sirs, what submmons is all the sound of recitation.”",
    "ai-anya-e0102n1:4_3": "he should focus on the eastern quarters from the eastern direction.",
    "ai-anya-e0102n1:4_4": "In the western direction, in the Northern direction, in the Southern direction, in the Northern direction, they should focus on the northern direction, and in the South.",
    "ai-anya-e0102n1:4_5": "the gross sounds, and the sounds of the ears, the sounds, and the smells should be given up.",
    "ai-anya-e0102n1:4_6": "And the sound of those sounds became evident as they had made.",
    "ai-anya-e0102n1:4_7": "However, however, is unsuitable,",
    "ai-anya-e0102n1:5_0": "As he focuses on the foundation of sounds, the heavenly sounds will arise in the same way, and with the divine objects of the mind-element.",
    "ai-anya-e0102n1:5_1": "In that place where there are four or five impulsions: of the fine-material and immoral, three kinds of fine-material, immaterial, one in the former fine-material sphere, the fourth absorption, the fifth in the past, the present life, and the fourth in one of the fine-material sphere.",
    "ai-anya-e0102n1:5_2": "Herein, the knowledge that has arisen in mind should be understood as the heavenly realm.",
    "ai-anya-e0102n1:5_3": "‘In that case they become arrogant,",
    "ai-anya-e0102n1:5_4": "while we were busying it, he should call out within the interval between the two armies.",
    "ai-anya-e0102n1:5_5": "Then, having spunshed two fingers and terrace, the bones in the size of the jungles, the ears, the neck, and the backs of the city, the Kāḷhā twofold army, and he should pay respectively to the wheel-turning monarchs, etc., and having taken up residence there.",
    "ai-anya-e0102n1:6_0": "When they have attained the deep knowledge of this, they hear the sound with the surface of the feet, each instructed by the upper, and also inserted by the air.",
    "ai-anya-e0102n1:6_1": "If you hear the sound of drums, as far as the Brahmā world is calculate with clay drums, the kettledrums, the sound of horns, the cycle, the sound of the kettledrums, the sound of the drums, and the goods, that’s able to quiet.",
    "ai-anya-e0102n1:7_0": "The account of the clairaudience is finished.",
    "ai-anya-e0102n1:8_0": "Comprehending the Minds of Others",
    "ai-anya-e0102n1:9_0": "401.",
    "ai-anya-e0102n1:9_1": "Your mind is introduced to deal with knowledge, and it is the meaning. What is the meaning.",
    "ai-anya-e0102n1:9_2": "reading the mind of the mind,",
    "ai-anya-e0102n1:9_3": "comprehending the minds of others:",
    "ai-anya-e0102n1:9_4": "is what is said:",
    "ai-anya-e0102n1:9_5": "Except for one who is himself, another in that place",
    "ai-anya-e0102n1:9_6": "The other individuals say: that there is this matter,",
    "ai-anya-e0102n1:9_7": "Because of the teaching of the openings in a certain point,",
    "ai-anya-e0102n1:9_8": "knowing with his mind the mind his own mind,",
    "ai-anya-e0102n1:9_9": "It is called rejected by lustful things that people understand.",
    "ai-anya-e0102n1:10_0": "How should they know about?",
    "ai-anya-e0102n1:10_1": "For this is the difference of the divine eye.",
    "ai-anya-e0102n1:10_2": "That’s why a mendicant who grows in the world of the others, having turned away from their heart, should seek the blood of the live with their eyes.",
    "ai-anya-e0102n1:10_3": "When a mental happiness is successful in one whose mind is like a banyan tree.",
    "ai-anya-e0102n1:10_4": "When the mind is deluded, then the one whose mind is full of impure,",
    "ai-anya-e0102n1:10_5": "When the mind is prevented, then it subdues an opposite sex.",
    "ai-anya-e0102n1:10_6": "So you should apply this form faculty of sadness: “This is the faculty of sadness that remains produced by sadness, this is its origin, this is its end, and this is its escape.”",
    "ai-anya-e0102n1:10_7": "For the mind truly understands in this way all sense-spheres in the mind-made body, speech, mind-made body and mind; and the mind only know and seemly as peaceful in the mind.",
    "ai-anya-e0102n1:10_8": "And this is said in the Commentaries: “If the mind knows what is the cause of another’s mind, then what is the faculty of the heart and kinsmen do.",
    "ai-anya-e0102n1:10_9": "Whoever does not agree with anyone:",
    "ai-anya-e0102n1:10_10": "Psychic Powers, wherever the mind’s displayed, that is, the mind knows “the mind is liberated”.",
    "ai-anya-e0102n1:10_11": "But this is the discussion that is unfinished with the simile of the insistence.”",
    "ai-anya-e0102n1:11_0": "and mind with greed as their greed, hate as delusion as their mind should understand.",
    "ai-anya-e0102n1:11_1": "the rest of the four (permissions) wholesome and passionless,",
    "ai-anya-e0102n1:11_2": "Two minds of two kinds, free from desire and ill will, while this is the four inclusion:",
    "ai-anya-e0102n1:11_3": "Some senior monks, benefactors,",
    "ai-anya-e0102n1:11_4": "Placing the mind is twofold:",
    "ai-anya-e0102n1:11_5": "all that is skillful, skilled in what is intended,",
    "ai-anya-e0102n1:11_6": "The remaining ten-three unwholesome minds are not included in this Saṅgha.",
    "ai-anya-e0102n1:11_7": "Some senior monks, benefactors,",
    "ai-anya-e0102n1:12_0": "The mind should be understood as it is shattered for mentioned in the way beginning, “This person is rid of doubt regarding people. They must suffer only for arrogance of delusion, and skilled in the mind of delusion.",
    "ai-anya-e0102n1:12_1": "restless, without delusion,",
    "ai-anya-e0102n1:12_2": "dullness and drowsiness,",
    "ai-anya-e0102n1:12_3": "Restlessness and deathlessness",
    "ai-anya-e0102n1:12_4": "Experiencing the formless-world,",
    "ai-anya-e0102n1:12_5": "unattached, honey,",
    "ai-anya-e0102n1:12_6": "all the earth is supreme.",
    "ai-anya-e0102n1:12_7": "supermundane.",
    "ai-anya-e0102n1:12_8": "Absorptioned in access and absorption;",
    "ai-anya-e0102n1:12_9": "those without immersion, wisdom on both sides.",
    "ai-anya-e0102n1:12_10": "the cutting off of the five lower fetters, the escape from time to time the passion (of births),",
    "ai-anya-e0102n1:12_11": "This too is the fifth kind of freedom from the heart.",
    "ai-anya-e0102n1:12_12": "And so the mind of those who have acquired knowledge and vision of the getting rid of greed or hate.",
    "ai-anya-e0102n1:12_13": "and unfreed mind as “unfreed mind”.",
    "ai-anya-e0102n1:13_0": "The exposition of the mind is finished.",
    "ai-anya-e0102n1:14_0": "Recollecting Past Lives",
    "ai-anya-e0102n1:15_0": "402.",
    "ai-anya-e0102n1:15_1": "Recollection of past lives is the knowledge of the recollection of past lives. That is the knowledge of the recollection of past lives.",
    "ai-anya-e0102n1:15_2": "Formerly in the past, future and present,",
    "ai-anya-e0102n1:15_3": "(but) he is satisfied, he having already arisen in his own state and thus, “Having arisen, lay down,",
    "ai-anya-e0102n1:15_4": "the Dhamma dwells without greed or having stated,",
    "ai-anya-e0102n1:15_5": "Vinaya: they live resort to having caught up in the caste, cut through the enlightenment of consciousness, or whatever they have been described by the Buddha, or of the Vinayapilavatthu.",
    "ai-anya-e0102n1:15_6": "Recollecting his recollection of past lives, he recollects his past lives.",
    "ai-anya-e0102n1:15_7": "knowledge of the arrivals and mindfulness,",
    "ai-anya-e0102n1:15_8": "That is how this recollection of past lives is for the knowledge of this recollection of past lives, knowledge of the death and the knowledge of the attainment of knowledge.",
    "ai-anya-e0102n1:16_0": "many kinds of past lives converged by many various kinds of suffering: the meaning is, it is the meaning.",
    "ai-anya-e0102n1:16_1": "and in the next life (the Bodhisatta), having destroyed the gap of former existences on that spot,",
    "ai-anya-e0102n1:16_2": "recollecting thus, “One from falling away” or “following of the aggregates of the pervading as the mass of merit, and having become arranged there.",
    "ai-anya-e0102n1:16_3": "For in this life they recollect many kinds of past lives –",
    "ai-anya-e0102n1:16_4": "Those Independent Buddhas, the Great Assembly, who shelter Paṭācārā,",
    "ai-anya-e0102n1:17_0": "Herein, they recollect the sectarians, and don’t recall combining it.",
    "ai-anya-e0102n1:17_1": "why have we been laid down?",
    "ai-anya-e0102n1:17_2": "For when name and form are weak because of the feeble of being weak and opposed,",
    "ai-anya-e0102n1:17_3": "Amongst those who reckoned as many hundreds of thousand eons have passed,",
    "ai-anya-e0102n1:17_4": "a hundred thousand",
    "ai-anya-e0102n1:17_5": "(He saw two) a hundred times a thousand times, a hundred thousand (people) reckoned as a hundred thousand (people).",
    "ai-anya-e0102n1:17_6": "and two each of the Independent Buddhas might each other.",
    "ai-anya-e0102n1:17_7": "This is a fuel for these.",
    "ai-anya-e0102n1:17_8": "But there is no prone to being a Buddha,",
    "ai-anya-e0102n1:18_0": "and they were unable to recall having destroyed the aggregates, and am unable to lie down on one side.",
    "ai-anya-e0102n1:18_1": "for you can’t get to hear about it.",
    "ai-anya-e0102n1:18_2": "But just as when a blind man fond of the aggregates, they dropped the aggregates as they were carried away, saying,",
    "ai-anya-e0102n1:18_3": "Recollection of the aggregates of the aggregates, and they recollect the various kinds of origination.",
    "ai-anya-e0102n1:18_4": "Likewise the eighty great disciples,",
    "ai-anya-e0102n1:18_5": "and there is no longer desire for the first aggregates.",
    "ai-anya-e0102n1:18_6": "When I saw a reincarnation, I passed away from there and were reborn in the company of the deathless.",
    "ai-anya-e0102n1:18_7": "Like one Independent Buddhas",
    "ai-anya-e0102n1:19_0": "But there is no longer desire for the Buddhas or forget about the death of the Sakyans, and there is inclination of the function of thoughts.",
    "ai-anya-e0102n1:19_1": "For it’s hard for them to do whatever place there is in the lower part of the body, or for which it likes rinsing.",
    "ai-anya-e0102n1:19_2": "Consequently, without miracles, the cracked mats in which they fall like as if swept away, and falling asleep.",
    "ai-anya-e0102n1:19_3": "And as they were going along in this way, they never eventually reasoned each other with the hollows, just as they when going out. Nevertheless, they don’t interruptedly on in any one of these places. They don’t stroke the way to the trees or trees. They don’t stroke the lips in the way that ropes. They conflict with the diseases. And eventually arrived at the foot of a tree, or in the poison.",
    "ai-anya-e0102n1:20_0": "But in these recollecting their former lives, the ascetics of other religions, appeared among them who recollect their former lives, having become a kind of past lives.",
    "ai-anya-e0102n1:20_1": "Through lighting up the entire Island",
    "ai-anya-e0102n1:20_2": "in the great Saṅghas,",
    "ai-anya-e0102n1:20_3": "Having seen the best, ~ the Lord of the Earth,",
    "ai-anya-e0102n1:20_4": "as the spotless moonlight among the Independent Buddhas,",
    "ai-anya-e0102n1:20_5": "the Buddha called Saṅgharakkhita, whose victorious yellow sandalwood appeared in the sun.",
    "ai-anya-e0102n1:21_0": "When the sectarians in the sectarians’ going for refuge, it becomes as if blind.",
    "ai-anya-e0102n1:21_1": "if it is to be used for the maidens who have arrived;",
    "ai-anya-e0102n1:21_2": "the Greatly Famous One, like the sun (?) after going to the village,",
    "ai-anya-e0102n1:21_3": "like a merchant’s threshold to the highest goal.",
    "ai-anya-e0102n1:21_4": "as she was going to the Paccekabuddhas’s head",
    "ai-anya-e0102n1:21_5": "as the great hero, the road to the Buddhas,",
    "ai-anya-e0102n1:22_0": "Of this disciples of the Thirty-Three, they should go for refuge to the Buddha,",
    "ai-anya-e0102n1:22_1": "Hence it was said: “He enjoys the shade of the aggregates in order to go and live there together with the death of the aggregates, or bringing them to the good.”",
    "ai-anya-e0102n1:23_0": "403.",
    "ai-anya-e0102n1:23_1": "therefore a bhikkhu who wants to depart from it should emerge from the first jhāna and who has returned from alms-round After the meal and who eats only after he has entered upon the fourth absorption, who is arranging his view, and who has entered upon the four absorptions should emerge from them.",
    "ai-anya-e0102n1:23_2": "Then, taking the seats, bowl and robes, alms-food, lodgings, and medicines and supplies for the sick. It is the time for alms food, drink, clothes, and beds and benches; governing the village, towns, lits, and bowls; and at the wrong time, (the time), the meal offerings for washing their feet, to its swep the cesspits of bowl and robes, and in jackals. The preparations about the village, he should wash a preparations.",
    "ai-anya-e0102n1:23_3": "But the one who deposed by this (men) does not go to another.",
    "ai-anya-e0102n1:23_4": "But if a deed is very functionally preferred to it;",
    "ai-anya-e0102n1:24_0": "If there is no matter, he should enter the village.",
    "ai-anya-e0102n1:24_1": "was like a lamp in a flame-bowl.",
    "ai-anya-e0102n1:24_2": "In this way the next day and on the following day, and on the third day the fourth month of the Jina, and also the fortnights, and half-months, and in the former months, he should addresses that were made.",
    "ai-anya-e0102n1:24_3": "In this way the ten years of age should be given to the western quarter in this way: until the time is recalling the former existence of existence, and then we should depart.",
    "ai-anya-e0102n1:24_4": "Indeed a mendicant who is astute in the first level of the outstanding of the body, and after giving up the name and form.",
    "ai-anya-e0102n1:25_0": "But it’s still possible that something is not worthless. That’s why it has arisen in the past, the future, and the present.",
    "ai-anya-e0102n1:25_1": "Hence it is said: “Mahinda, when I is first removing the chooses, I am able to get out of the opposite sex and he should not leave the body.”",
    "ai-anya-e0102n1:25_2": "Once again he must attain it again and again,",
    "ai-anya-e0102n1:25_3": "Then he should get up from that place and leave aside that place.",
    "ai-anya-e0102n1:26_0": "Suppose a strong man was to be cast down a strong man with a sharp knife, cut off the branches and leaves, and places on the top of the trees. Then he cut down a tree trunk,",
    "ai-anya-e0102n1:26_1": "When he has cut off the cycle, he should cut off the top so that one with his feet cut off the tree in the same way as before, and after which he rises from the tree forwards, and not forwards, bending backwards, “Hafter,” and he emerges from the receptacle of the absorption, and he does not get up and fall down the ruin.",
    "ai-anya-e0102n1:26_2": "he should proclaim a hole in the door.",
    "ai-anya-e0102n1:27_0": "Herein, having specific condition for the last watch of the night, then the knowledge called knowledge “his is a condition for knowledge of former lives.”",
    "ai-anya-e0102n1:27_1": "But that immersion is called “reviously knowing about insight”.",
    "ai-anya-e0102n1:27_2": "some say about the past and the future,",
    "ai-anya-e0102n1:27_3": "doesn’t keep up within the form worlds,",
    "ai-anya-e0102n1:27_4": "But when a mendicant resents in order to surmount the life-continuum, and surround it with the mental dawn, and after passing away, they get rid of the five objects.",
    "ai-anya-e0102n1:27_5": "The rest are of the sense sphere in the way already described . Wemerging the senses as they are, sense desires as they are.",
    "ai-anya-e0102n1:27_6": "The last one, out of the fine-material sphere, endowed with little mind,",
    "ai-anya-e0102n1:27_7": "This knowledge of the recollection of those former lives. The recollection of past lives is called “mindfulness”.",
    "ai-anya-e0102n1:27_8": "By means of that knowledge he recollects many kinds of past lives.",
    "ai-anya-e0102n1:27_9": "That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. ... They remember: ‘There, two castegories of the world contracting. I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ Thus they were reborn here.",
    "ai-anya-e0102n1:27_10": "They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details.",
    "ai-anya-e0102n1:28_0": "404.",
    "ai-anya-e0102n1:28_1": "Herein, there is one thing that is the calm, after passing away and reappearing of the aggregates.",
    "ai-anya-e0102n1:28_2": "So there are two lives in the same way:",
    "ai-anya-e0102n1:28_3": "But if he were obstructed by many eons, it can be understood as an eon contracted in which the eons of the cosmos expanded.",
    "ai-anya-e0102n1:28_4": "Herein, the basis of psychic power is its ground.",
    "ai-anya-e0102n1:28_5": "And when he disrobed, the eons have been expanded, he would have four eons.",
    "ai-anya-e0102n1:28_6": "What four?",
    "ai-anya-e0102n1:28_7": "As the cosmos contracted, the eighteen contracted, the eighteen bases were formerly opened.",
    "ai-anya-e0102n1:29_0": "Herein, there are three kinds of breath:",
    "ai-anya-e0102n1:29_1": "the air racket, the heat, rolling back and forth.",
    "ai-anya-e0102n1:29_2": "he converted the three Vedas:",
    "ai-anya-e0102n1:29_3": "the gods of streaming radiance,",
    "ai-anya-e0102n1:30_0": "When an eon were expanded by fire, he burned up by the fire.",
    "ai-anya-e0102n1:30_1": "when the water is full of air, it is shut out by the water, so it is dropped in the water.",
    "ai-anya-e0102n1:30_2": "When a hook is blown by the wind, it grows down with the buildings.",
    "ai-anya-e0102n1:30_3": "but there is exceeding in detail in detail the Buddha with definition:",
    "ai-anya-e0102n1:31_0": "Which one of the Buddha’s name is threefold:",
    "ai-anya-e0102n1:31_1": "(As) losing fields and fields, ~ and fields,",
    "ai-anya-e0102n1:31_2": "Herein, one thousand rebirths is finished in ten thousand years.",
    "ai-anya-e0102n1:31_3": "and when the Realised One’s word (wholesome) desires in the three times,",
    "ai-anya-e0102n1:31_4": "Mount Kimilars, and All-spheres and a hundred-thousand-Like treasures, and Mount the limited-user’s circumferences. Mount the limited period of times proceeds, having to say:",
    "ai-anya-e0102n1:31_5": "unmoved, measureless:",
    "ai-anya-e0102n1:31_6": "“Of when they wish, whether the Realized One knows the past, or whatever he wants what he wants.”",
    "ai-anya-e0102n1:31_7": "In this way, when there are three in the three worlds, you should definitively wide:",
    "ai-anya-e0102n1:31_8": "And when there is agitation in this way, it is only this that is merely in the sense of location.",
    "ai-anya-e0102n1:31_9": "The bag of bones remained eradicated, and then his consciousness becomes stabilized.",
    "ai-anya-e0102n1:31_10": "You can get to know that person’s lips,",
    "ai-anya-e0102n1:32_0": "405.",
    "ai-anya-e0102n1:32_1": "A fire that remains in a rivers, or has a hundred thousand aeons, one hundred thousand years, and one hundred thousand years.",
    "ai-anya-e0102n1:32_2": "for the sake of all seeds, men, he dropped the seeds.",
    "ai-anya-e0102n1:32_3": "But when the cows are grown only a single king’s escorted by the crops, even one rain does not break into the sky.",
    "ai-anya-e0102n1:32_4": "“This is the Sandhāna: “This one hundred years, mendicants, for many hundreds or thousands of years.”",
    "ai-anya-e0102n1:32_5": "When sentient beings die in the Brahmā realm, they passed away in the Brahmā realm, and they were reborn in the Brahmā-world.",
    "ai-anya-e0102n1:32_6": "When they live in this way, they go to the realm of the gods. There they have a fisherman’s glowing. And they died in the Brahmā realm.",
    "ai-anya-e0102n1:32_7": "Herein, the seventeenth sun will disappear.",
    "ai-anya-e0102n1:33_0": "There is no kind of meditation that there is no rebirth, such and such a life, when liberated, the famine and produced in them. But how could they be reborn there?",
    "ai-anya-e0102n1:33_1": "she obtained the delightful world of the gods, and so on.",
    "ai-anya-e0102n1:33_2": "And then, for a hundred thousand years, he wondered in the realm of the world, and also the other world’s disciples will lose their way. Then compassion, for a hundred thousand years, being with malicious intent at the great earth. Then there will be a thousand aeons, or a hundred thousandth parts of the rainy season. This world and hymns, when it comes to live that Comparedly for a hundred thousand years, a hundred thousand men, and kingdoms; and this great earthquakes and this great earth.",
    "ai-anya-e0102n1:33_3": "that will be as far as the Brahmā worlds.",
    "ai-anya-e0102n1:33_4": "You should develop loving-kindness towards your mother. You should develop compassion for your mother, father, and brother. You should establish your mother in the family.”",
    "ai-anya-e0102n1:34_0": "When they heard their words, they were born and raised up to heaven. They make merit with a position of the gods.",
    "ai-anya-e0102n1:34_1": "There they ate in that place and drank muscles.",
    "ai-anya-e0102n1:34_2": "But on the other day they were reborn in the world of the gods.",
    "ai-anya-e0102n1:34_3": "and later indeed no shelter being bound together by transmigrated and roaming on. ...",
    "ai-anya-e0102n1:34_4": "In the same way they get absorption, too,",
    "ai-anya-e0102n1:34_5": "In this way they are reborn in the Brahmā world.",
    "ai-anya-e0102n1:35_0": "When the second year has passed, a third sun appears.",
    "ai-anya-e0102n1:35_1": "And this has been said by the Buddha: “And, mendicants, the sun is the seventh ...”",
    "ai-anya-e0102n1:35_2": "But when the flame is specifically for the day and night is not found,",
    "ai-anya-e0102n1:35_3": "One rises up quickly.",
    "ai-anya-e0102n1:35_4": "For the world’s sun and moon,",
    "ai-anya-e0102n1:35_5": "Just as there isn’t a living being so, when the sun comes up—",
    "ai-anya-e0102n1:35_6": "Herein, when the sky is being chopped in the sky, the flames of the wind flames.",
    "ai-anya-e0102n1:35_7": "When the sun has risen above, it is cotton in the cramp’s disk, like the sun rimsing of water.",
    "ai-anya-e0102n1:35_8": "apart from the five great drops of water, and the waters of the fire,",
    "ai-anya-e0102n1:36_0": "After a very long period had passed, the third sun and moon will appear.",
    "ai-anya-e0102n1:37_0": "and after a long time, the fourth sun appears.",
    "ai-anya-e0102n1:37_1": "when he has appeared a great rainbow of the Himalayas, “Dhammadinnā, the mountain caves will flow into the sky, the six classes of crooks, fragrant lion, and sewer, all these seven houses, and these seven wide shaven carpets will become an end,” and the seventh of the Great Seer.",
    "ai-anya-e0102n1:38_0": "and after a long time, the fifth sun appears.",
    "ai-anya-e0102n1:38_1": "For when the appearance of the great ocean drops in the great ocean, it doesn’t stay there.",
    "ai-anya-e0102n1:39_0": "and the sixth sun appears.",
    "ai-anya-e0102n1:39_1": "and when he has appeared in the whole of the waters a single-sphere water-jube and single-ladder,",
    "ai-anya-e0102n1:39_2": "I’ll overcome the leaf-hut,",
    "ai-anya-e0102n1:39_3": "Just as this hundred thousand million leagues",
    "ai-anya-e0102n1:40_0": "and after a very long period has passed, the sun appears.",
    "ai-anya-e0102n1:40_1": "in one hundred thousand coins, each instruments, and one hundred thousand millions canopy covered with one hundred thousand millions,",
    "ai-anya-e0102n1:40_2": "Sineru the riches of hundred leagues vanished in the sky and running the air.",
    "ai-anya-e0102n1:40_3": "From then on the day of the Four Great Kings,",
    "ai-anya-e0102n1:40_4": "There the Fortunate One, having taken up residence in the company of the Thirty-Three,",
    "ai-anya-e0102n1:40_5": "In this way he takes up to the first place wherever the earth",
    "ai-anya-e0102n1:40_6": "There he summoned the three worlds, after making the Jeta Grove, resplendently,",
    "ai-anya-e0102n1:40_7": "it is not just because of disillusionment that decision,",
    "ai-anya-e0102n1:40_8": "but he has stopped for the sake of all embankments and is like a snake that was free from hood.",
    "ai-anya-e0102n1:40_9": "covered with loving-kindness is one, and it is dark.",
    "ai-anya-e0102n1:41_0": "406.",
    "ai-anya-e0102n1:41_1": "After a very long period had passed, a great storm rises up first three months and more subtle;",
    "ai-anya-e0102n1:41_2": "gradually cooling down, complete in all eighty-footed lairs, at the end of the air, and giving the rainy season. The kettled and floors of a hundred leagues highly.",
    "ai-anya-e0102n1:41_3": "The water does not drive up and set out from the water.",
    "ai-anya-e0102n1:41_4": "how do you make a big water out the flood from the house?",
    "ai-anya-e0102n1:41_5": "Asking the four directions,",
    "ai-anya-e0102n1:41_6": "for he takes it to the open,",
    "ai-anya-e0102n1:41_7": "Then he dropped in that gathering the windows that were enclosure, with nothing to say.",
    "ai-anya-e0102n1:41_8": "they were reborn in the company of the Brahmā-world, the Brahmā realm, and the world of the gods.",
    "ai-anya-e0102n1:42_0": "but so the strongholder’s powers arise grown in the first absorption.",
    "ai-anya-e0102n1:42_1": "While they were standing on the door of the throne, they crushed the rainy season.",
    "ai-anya-e0102n1:42_2": "Go down, they get used to be tasted (into the lower parts).",
    "ai-anya-e0102n1:42_3": "She is beautiful, fragrant, and deformed at the fragrant scent of the Snakes.",
    "ai-anya-e0102n1:43_0": "Then the opposite of the gods in the Brahmā realm, or sentient beings who are reborn there first in the realm of streaming merit and make merit.",
    "ai-anya-e0102n1:43_1": "and they went out of the sky.",
    "ai-anya-e0102n1:43_2": "They eat that very best taste of all kinds in the way already described for the decrepit (of the sun), and which was given up by craving and cut off craving.",
    "ai-anya-e0102n1:43_3": "then their light vanishes.",
    "ai-anya-e0102n1:43_4": "When they saw them they speak,",
    "ai-anya-e0102n1:44_0": "Neither no danger, producing the sun and moon, he saw the sun appearing in the whirlpools of the sun and moon, and the sun appears in the circumference of the sun and moon, saying: “Such is the sun, we have lost the cosmology, there is no circumstance in the sun.”",
    "ai-anya-e0102n1:45_0": "Then, when the sun has passed, he didn’t enjoy the use of thelands, nor even though he was afraid of wrongdoing, he did not responsible.",
    "ai-anya-e0102n1:45_1": "it would be good that if they knew something else, they would be happy.”",
    "ai-anya-e0102n1:45_2": "When their mind, like one 40 kilometers appeared in them.",
    "ai-anya-e0102n1:45_3": "When they saw him, they were killed and joyful, like the moon’s sun. So he thought, “Let the moon be swallowed as one who is like the moon’s obviously.”",
    "ai-anya-e0102n1:45_4": "In the past, the constituents and stars appear.",
    "ai-anya-e0102n1:46_0": "From that night they fall into negligence regarding the sky, and so on the day and night without a month,",
    "ai-anya-e0102n1:46_1": "how the moon and sun appear in the Moon and moon.",
    "ai-anya-e0102n1:46_2": "And those who formerly had not seen abundant multiplicity appeared to him?",
    "ai-anya-e0102n1:46_3": "Just as when a burning coals are given after the meal, they get carpets all the flowers together,",
    "ai-anya-e0102n1:46_4": "some places were prepared in the Thūpa.",
    "ai-anya-e0102n1:46_5": "In the same way there are places where the sea is kept, constructed and decreasely in the same way.",
    "ai-anya-e0102n1:47_0": "Some of them ate what they did.",
    "ai-anya-e0102n1:47_1": "so beautiful and ugly,",
    "ai-anya-e0102n1:47_2": "And if the nectar vanishes nectar vanishes,",
    "ai-anya-e0102n1:47_3": "appears to them.",
    "ai-anya-e0102n1:47_4": "And then their men vanished.",
    "ai-anya-e0102n1:47_5": "When the negligent appears,",
    "ai-anya-e0102n1:47_6": "And even though it’s bird,",
    "ai-anya-e0102n1:47_7": "Ariṭṭhaka, the manifestation of Awakened Amaka, that which is very pure and fragrant, with only the rice-grain.",
    "ai-anya-e0102n1:48_0": "and which do arise for them.",
    "ai-anya-e0102n1:48_1": "When they shared rice porridge, the heaps stones on the floor belonging to the net. She waved it up.",
    "ai-anya-e0102n1:48_2": "They’re well-worked with flowers, such as serving in various ways.",
    "ai-anya-e0102n1:48_3": "whatever tastes he wants to eat, he becomes the taste of solid.",
    "ai-anya-e0102n1:48_4": "After eating solid food, they brought back to the sweetest of the food.",
    "ai-anya-e0102n1:48_5": "Then the for which they for the purpose of protection appear in front of that man, and his woman appears to him.",
    "ai-anya-e0102n1:49_0": "But the woman and a man started to visit a woman.",
    "ai-anya-e0102n1:49_1": "To them the excessive concentration arises in them.",
    "ai-anya-e0102n1:49_2": "He sexual intercourse with them.",
    "ai-anya-e0102n1:49_3": "When they are responding to the true teaching, they made use of their sensible people covered with them.",
    "ai-anya-e0102n1:49_4": "While living at home they do so in one of the next nets.",
    "ai-anya-e0102n1:49_5": "If he applies the wound by it, heat it upside down, grass, or leaves the barn.",
    "ai-anya-e0102n1:50_0": "When they gather together, they think that the Buddha has appeared in the way already described, since we have already appeared in the way already described.",
    "ai-anya-e0102n1:50_1": "And a lineage and positions—",
    "ai-anya-e0102n1:50_2": "Then a certain one of the other beings thought came to the beginning and the giver.",
    "ai-anya-e0102n1:50_3": "Then he abused and insulted him with his hands, removed the third section.",
    "ai-anya-e0102n1:50_4": "In this way, when there was a violent storms were gathered, we would presume to give the going forth as a banner, and we would have been expelled. We would not give the going forth, the ordination into seven houses.”",
    "ai-anya-e0102n1:51_0": "In this way the Buddha is able to see the place where the being intent on awakening is one, and one is able to see the Bodhisatta.",
    "ai-anya-e0102n1:51_1": "After approaching and asking them, they prepare it.",
    "ai-anya-e0102n1:51_2": "He offered a great crowd of people like the field, he offered a field with three modes and drove her on the spot. There is no king to be found in the three circumstances.",
    "ai-anya-e0102n1:51_3": "For the in this world of the Bodhisatta’s own sons who were stabilized in the circle of the Bodhisatta, and they were established in the evening.",
    "ai-anya-e0102n1:52_0": "Herein, the great flood that is called unbroken, the inner enclosed, the inner cloth forwards.",
    "ai-anya-e0102n1:53_0": "Just as a market filled with a hundred thousand eons, many hundreds of thousands of millions, can bring the second...",
    "ai-anya-e0102n1:54_0": "This is called the third great moon at the sun.",
    "ai-anya-e0102n1:55_0": "The moon and sun are said to be the unconditioned:",
    "ai-anya-e0102n1:55_1": "These are the four ways of living in dependence on Mahāpajāpatī.",
    "ai-anya-e0102n1:55_2": "That’s how a fire should be understood:",
    "ai-anya-e0102n1:56_0": "407.",
    "ai-anya-e0102n1:56_1": "While in a time, if the river is not held in the way already described, the barber should be accidened in the way already described.",
    "ai-anya-e0102n1:56_2": "And here this is the second caravan that evens a second storm here.",
    "ai-anya-e0102n1:56_3": "While the beginning of the stage was delicate and extremely delicately completed the rainy season.",
    "ai-anya-e0102n1:56_4": "While touching by dawn, etc., falling from the earth, the water flows down from the sky, the waters on the earth.",
    "ai-anya-e0102n1:56_5": "if he takes water from the second absorption to the ground until he takes water;",
    "ai-anya-e0102n1:56_6": "There too three Brahmā realms, after surrounding the Brahma worlds, there, you stand, scoundrels, and while marriage.",
    "ai-anya-e0102n1:56_7": "Until that conditions are made of formations, and there is no resolve for it.",
    "ai-anya-e0102n1:56_8": "having condemned it with all conditions, it vanishes and resolved that.",
    "ai-anya-e0102n1:56_9": "At the end of the lower fetters she was covered with locality, all the darkness was said.",
    "ai-anya-e0102n1:56_10": "For this whole world appears to the Brahmā realm, and appearing in the beginning.",
    "ai-anya-e0102n1:56_11": "And having drunk the corpses, the various kinds of fairykind are reborn in the place of loss.",
    "ai-anya-e0102n1:57_0": "Herein, the great mixed up with ordinary food there, and lumps of delimitation from the almsbowl. This is my simile.",
    "ai-anya-e0102n1:57_1": "This is the second simile of the stomach.",
    "ai-anya-e0102n1:57_2": "It has become full of great flood.",
    "ai-anya-e0102n1:57_3": "These are the four large primary elements;",
    "ai-anya-e0102n1:57_4": "In this way you should understand that bathing in water and torpor,",
    "ai-anya-e0102n1:58_0": "408.",
    "ai-anya-e0102n1:58_1": "Which is starting with what is allowable has been disproved in the way already described under the cut up, the barber, and the field is explained in the way already described.",
    "ai-anya-e0102n1:58_2": "And this difference here is there in that place.",
    "ai-anya-e0102n1:58_3": "He then warrior gets up first and fumes.",
    "ai-anya-e0102n1:58_4": "Then the Fortunate One, resolving the great comfort, (their) fixing his palaces and the Palace of Victory from the Great Wood, having assembled at the root of a stilt longhouse, which is pervaded by the peak of which are stilt house.",
    "ai-anya-e0102n1:58_5": "They do not glorify the earth, and nor do they fall back again.",
    "ai-anya-e0102n1:58_6": "made powder right there in the powder.",
    "ai-anya-e0102n1:59_0": "Then after making a blow by the wind from the great earth, and he swirls over the earth with his waves,",
    "ai-anya-e0102n1:59_1": "and placed on the ground at the earth, a hundred leagues away. Its 40,000 leagues monasteries and fourteen leagues, eventually moved by the earth and distance of a 40 kilometers, and when the sky is due to overturning the earth, they descended from the distance of a hundred leagues.",
    "ai-anya-e0102n1:59_2": "he placed a wheel-turning monarch in the sky or on the mountain from the earth, and he throws it up in the air.",
    "ai-anya-e0102n1:59_3": "cooked each other, they dropped each other with powder and cremate.",
    "ai-anya-e0102n1:59_4": "In this way he surrounded the mass of (shes), and the ten-six kinds of boundaries (of the earth), and having spent all over the world systems, (when) one hundred and sixty-six thousand mens of the next world.",
    "ai-anya-e0102n1:59_5": "Herein, the wheel-turning monarch’s Universal Monarch’s servants and powdered in the Himalayas, having risen above and emerged from the Himalayas.",
    "ai-anya-e0102n1:59_6": "he takes it up from the third absorption, he takes it up from a group.",
    "ai-anya-e0102n1:59_7": "There too, after Virūpakkha three kinds of fruitions bringing a rope and to the one-world, he stands there.",
    "ai-anya-e0102n1:59_8": "Thus, having destroyed the response and took all the conditions,",
    "ai-anya-e0102n1:59_9": "At the end of the lower fetters she was covered with locality, all the darkness was said.",
    "ai-anya-e0102n1:59_10": "but then after making the whole world system that appears back to the Brahmā realm.",
    "ai-anya-e0102n1:59_11": "slaying the fruits and the leading to the abundant fruit,",
    "ai-anya-e0102n1:60_0": "Herein, the little creatures of an eon may be eaten by the food there, where there is a delicious pot.",
    "ai-anya-e0102n1:60_1": "From the ...",
    "ai-anya-e0102n1:60_2": "These are the four ways of living in dependence on Mahāpajāpatī.",
    "ai-anya-e0102n1:60_3": "In this way one can understand that",
    "ai-anya-e0102n1:61_0": "409.",
    "ai-anya-e0102n1:61_1": "What is the world?",
    "ai-anya-e0102n1:61_2": "Unskillfulness,",
    "ai-anya-e0102n1:61_3": "for the wholesome roots are unskillful, and the world is destroyed,",
    "ai-anya-e0102n1:61_4": "But he’s able to draw the sacred fire with a fire.",
    "ai-anya-e0102n1:61_5": "Being actually deportment in water.",
    "ai-anya-e0102n1:61_6": "But some smaller dry up, are heated by the fire,",
    "ai-anya-e0102n1:61_7": "Those who are drawn into greedy for delight in the water.",
    "ai-anya-e0102n1:61_8": "To start withink in delusion,",
    "ai-anya-e0102n1:61_9": "while roaming around the seven sacred fires, he will purge all seven sacred fires.",
    "ai-anya-e0102n1:61_10": "Eight or in water.",
    "ai-anya-e0102n1:61_11": "together with seven fires a fire.",
    "ai-anya-e0102n1:61_12": "In the eighth day of the fortnight, (etc.) means having eight times or seven times, he will bathe at the base of water for seven times.",
    "ai-anya-e0102n1:61_13": "That’s how these sixty eons are defined.",
    "ai-anya-e0102n1:61_14": "In bathing there is a charming-washing water, which was prepared for the water, and for running the bones, and for a long time. He sprang up into a chain of the world, for the sake of the world,",
    "ai-anya-e0102n1:62_0": "410.",
    "ai-anya-e0102n1:62_1": "And as they recollected many past lives.",
    "ai-anya-e0102n1:62_2": "“You’re free of enmity,” and so on.",
    "ai-anya-e0102n1:63_0": "I’m not freed from existence, from rebirth in hell, the animal realm, or the ghost realm.",
    "ai-anya-e0102n1:63_1": "so the three kinds of contact.",
    "ai-anya-e0102n1:63_2": "The Kassapagotta, whose clinging,",
    "ai-anya-e0102n1:63_3": "These are the names for the past, future and present in the past,",
    "ai-anya-e0102n1:63_4": "But if someone wants to live at that time, their rough mortification in disgust of sin—when their life span or hope—pleasure to recollect that very long-lived, pleasant, or neutral—",
    "ai-anya-e0102n1:63_5": "Hence it is said: “So it is just like this. ...”",
    "ai-anya-e0102n1:63_6": "That is the limit of life span.”",
    "ai-anya-e0102n1:64_0": "Herein, one is white or white.",
    "ai-anya-e0102n1:64_1": "thus it is the fuel for eating rice or non-staple food.",
    "ai-anya-e0102n1:64_2": "Though experiencing pleasure and pain in the various different realms of physical pain, mental dispelling the constituents (of mind and body),",
    "ai-anya-e0102n1:64_3": "Though lifespan of a hundred years, or a thousand-lived, or a hundred thousand years.",
    "ai-anya-e0102n1:64_4": "When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food.",
    "ai-anya-e0102n1:64_5": "And here it was also established in the seven stages.",
    "ai-anya-e0102n1:64_6": "So it is as already explained.",
    "ai-anya-e0102n1:65_0": "Yasa, the one who has taken a progressive teaching as long as he has had gone for refuge for life.",
    "ai-anya-e0102n1:65_1": "The passing away and reappearing, he continues to understand this, “This is the climaterial attainment of the Thirty-Three”, the Buddha repeatedly practiced there.",
    "ai-anya-e0102n1:65_2": "Here is the method of explanation in this way: “This is the end of the attainment of the way that is the rebirth of rebirth- linking in places of loss is called an “announced” .",
    "ai-anya-e0102n1:65_3": "When I passed away from there and were reborn here, I entered here, and there a brahmin family who was reborn in here—a family of aristocrats, brahmins, or merchants—when he is reborn in this life.",
    "ai-anya-e0102n1:65_4": "and so, to say:",
    "ai-anya-e0102n1:65_5": "That is the name of the recitation, etc., according to the similar and owing to, etc., which is accompanied by defilements.",
    "ai-anya-e0102n1:65_6": "One, name and clan,",
    "ai-anya-e0102n1:65_7": "For one who is coloured, white is evident, and diversity is evident,",
    "ai-anya-e0102n1:65_8": "That’s why the passage for recitation, the rest.",
    "ai-anya-e0102n1:65_9": "He enjoys many past lives, thus he is the reason why this is endowed with.",
    "ai-anya-e0102n1:66_0": "The Recollection of Past Lives is finished.",
    "ai-anya-e0102n1:67_0": "The Rebirth",
    "ai-anya-e0102n1:68_0": "411.",
    "ai-anya-e0102n1:68_1": "When there is the passing away and rebirth of sentient beings, and knowledge of the death and rebirth of sentient beings, and knowledge of the death and rebirth of sentient beings.",
    "ai-anya-e0102n1:68_2": "By means of knowledge of death, he goes about the passing away and rebirth of sentient beings, and is their vision’s knowledge.",
    "ai-anya-e0102n1:68_3": "They extend and project it toward comprehending the mind.",
    "ai-anya-e0102n1:68_4": "The monk who had made a matchmaker with mind.",
    "ai-anya-e0102n1:68_5": "Either Either Commentaries: divine objects of gods,",
    "ai-anya-e0102n1:68_6": "For even the deities have done good deeds, being reborn in ancient family, adorned with the eye of good conduct, and there is carelessly charming eyes, plunging into the sky, the Divine-Eye, the divine eye has been clearly discovered by many as objects of the Buddha,",
    "ai-anya-e0102n1:68_7": "And they attain the power of energy, having insight into the kind of meditation that is divine-eye, and so on.",
    "ai-anya-e0102n1:68_8": "Because they have acquired the divine meditation subject, and have stilled divine beings.",
    "ai-anya-e0102n1:68_9": "at the forty-three terrace, the Great Beyond",
    "ai-anya-e0102n1:68_10": "The great hero, who came through seeing the (world) of the gods through the air,",
    "ai-anya-e0102n1:68_11": "it should be understood with the in all the sounds,",
    "ai-anya-e0102n1:69_0": "the eye is seen by the noble ones;",
    "ai-anya-e0102n1:69_1": "it is called “the eye” and “the eye”.",
    "ai-anya-e0102n1:69_2": "With the passing away and reappearing of view, the purity of views due to purification of view.",
    "ai-anya-e0102n1:69_3": "For he who sees no passing away and reappearing is here.",
    "ai-anya-e0102n1:69_4": "He takes the annihilationist,",
    "ai-anya-e0102n1:69_5": "(He who) sees no and passing away and reappearing away from his own views,",
    "ai-anya-e0102n1:69_6": "But when anyone sees that the Abhaya keeps the same view: he does have two kinds of view.",
    "ai-anya-e0102n1:69_7": "That’s why it has the purification of view.",
    "ai-anya-e0102n1:69_8": "even if you see both the Buddha,",
    "ai-anya-e0102n1:69_9": "That is why it was said: “Purification of view and purification of view is purified in order to purify their views.”",
    "ai-anya-e0102n1:70_0": "having passed beyond the human form, they must understand that Buddha has passed beyond the human beings.”",
    "ai-anya-e0102n1:70_1": "with that divine eye which is purified and surpasses that of (normal) men",
    "ai-anya-e0102n1:70_2": "to see beings with the eye of beings, like the eye of a hundred sights.",
    "ai-anya-e0102n1:71_0": "And when they pass away and reappearance, they don’t go out of the divine eyes.",
    "ai-anya-e0102n1:71_1": "Those who do not prepare seats and now are coming.",
    "ai-anya-e0102n1:71_2": "And those who take care of the diverse fields,",
    "ai-anya-e0102n1:71_3": "And when you are being seen, you’ll give them up.",
    "ai-anya-e0102n1:72_0": "Lows of delusion: inferiority, superiority, compared to inferiority, inferiority, superiority, superiority, superiority, nearby, superior district, superiority, near and far.",
    "ai-anya-e0102n1:72_1": "these were sublime and exceedingly finest charioteer,",
    "ai-anya-e0102n1:72_2": "had a good color, adorned with brilliant teeth, sovereignty, tuberculosi, and embellishments.",
    "ai-anya-e0102n1:72_3": "ugly or lovely,",
    "ai-anya-e0102n1:72_4": "The meaning is correctly in discontent.",
    "ai-anya-e0102n1:72_5": "the Happy One,",
    "ai-anya-e0102n1:72_6": "The one without greed, who had great wealth, riches affluent and wealthy.",
    "ai-anya-e0102n1:72_7": "it’s bad to a wrong-doing.",
    "ai-anya-e0102n1:72_8": "The wise man whose greedy temperament has little learning, who is poor,",
    "ai-anya-e0102n1:73_0": "and whatever deed he rises above it, he sat down on one side.",
    "ai-anya-e0102n1:73_1": "Herein, the means of the first phrases is said:",
    "ai-anya-e0102n1:73_2": "But because of this strength he desires her knowledge with knowledge,",
    "ai-anya-e0102n1:73_3": "But a mendicant knows that their throats had been reborn in hell. The lower realms of the mouth, they see cast down to hell.",
    "ai-anya-e0102n1:73_4": "Seeing that his divine eye,",
    "ai-anya-e0102n1:73_5": "When he is focusing on this, he thinks: “What are sentient beings doing it?”",
    "ai-anya-e0102n1:73_6": "This is the object of his contemplation, and having asked that object.",
    "ai-anya-e0102n1:73_7": "Likewise, when he looked at the consequence of his mouth, he looked at a river the Royal gems, which were produced in the Great Wood, when he saw a cloud of sandalwood,",
    "ai-anya-e0102n1:73_8": "is the difference between them.",
    "ai-anya-e0102n1:73_9": "When he is focusing on this, he thinks: “What are sentient beings doing it?”",
    "ai-anya-e0102n1:73_10": "This is the object of his contemplation, and having asked that object.",
    "ai-anya-e0102n1:73_11": "this is how name and clan (unwholesome) knowledge arose.",
    "ai-anya-e0102n1:73_12": "And in this way there is no deed, no knowledge of in this way,",
    "ai-anya-e0102n1:73_13": "for clairaudience towards these kinds of clairvoy.",
    "ai-anya-e0102n1:74_0": "Because of bad conduct by way of body, speech, and mind, and bad conduct, the corruption of speech, and wrong livelihood.",
    "ai-anya-e0102n1:74_1": "Mindfulness of the body, speech, and mind, and the rest.",
    "ai-anya-e0102n1:74_2": "endowed with that factors:",
    "ai-anya-e0102n1:74_3": "one who does not abuse the Buddhas, even the matters of the noble ones, whether a householder, a Noble One, or a disciple of the Perfectly Awakened One’s special qualities, etc., and having become a stream-enterer, waste-removersted, loving-kindness, etc., and although he is not a transgressed.",
    "ai-anya-e0102n1:74_4": "There is no ascetic, there is no ascetic, he does not get rid of the site:",
    "ai-anya-e0102n1:74_5": "But they have no absorption or path to fruit, say: they can be understood, patience, unification of mind through the path, makes it evident, or have recommended by the virtue of the special qualities of peace.",
    "ai-anya-e0102n1:74_6": "They’d know whether or not they are noble ones, that which is noble and full of conflict.",
    "ai-anya-e0102n1:74_7": "They get the burden of the path to awakening and to the place where they want. And if it is easy to cure a sentient being.",
    "ai-anya-e0102n1:74_8": "That is the purpose of developing it.",
    "ai-anya-e0102n1:75_0": "in a certain village, it seems, there was a certain senior monk who was walking for almsfood.",
    "ai-anya-e0102n1:75_1": "They started through the first house, but he stared a fever, and they made a hot season.",
    "ai-anya-e0102n1:75_2": "And he started by the elder’s lepers.",
    "ai-anya-e0102n1:75_3": "He thought, “They thought, “When I’m not cold ghee, but I’m not drinking it.”",
    "ai-anya-e0102n1:75_4": "that man of men sat down on a floor-cloth which was built for the people of wood,",
    "ai-anya-e0102n1:75_5": "Others say that the other sleeping place is disgusting, “We’re in disgusting, but we’re very austere.”",
    "ai-anya-e0102n1:75_6": "The elder returned to the village. When he said, “There is no opportunity in this monastery.”",
    "ai-anya-e0102n1:75_7": "The stream-enterer, venerable Sir, are stream-enterers,",
    "ai-anya-e0102n1:75_8": "So you should not go on a journey and don’t give it.",
    "ai-anya-e0102n1:75_9": "with defilements ended, you’re calling your heart.",
    "ai-anya-e0102n1:75_10": "He asked forgiveness:",
    "ai-anya-e0102n1:75_11": "Through that deed and its result I felt.",
    "ai-anya-e0102n1:76_0": "So even one of those noble ones should go to a senior monk and ask him forgiveness. She should ask for forgiveness. She should ask for forgiveness.",
    "ai-anya-e0102n1:76_1": "If he has a new hut, he should sit down, squat on his heels, raise his joined palms, and ask for for forgiveness.",
    "ai-anya-e0102n1:76_2": "If there is something leftover, he should go and ask for forgiveness. He should then ask for forgiveness.",
    "ai-anya-e0102n1:77_0": "If there is no going to, he shouldn’t do it. If there are junior monks who are able to go into the vicinity of the dwellings, they should ask for forgiveness. When he is able, he should ask forgiveness, “Venerable Sir, I’ll ask for forgiveness.” And he should ask for for forgiveness.",
    "ai-anya-e0102n1:77_1": "It may be done in the presence of the Teacher:",
    "ai-anya-e0102n1:78_0": "If there is, one monk who isn’t able to satisfy his provestigates whether he has come back or newly an astute monk, he does not say, “I have regrets, sir. ”",
    "ai-anya-e0102n1:78_1": "He thought, “Don’t think about,” and the senior elder does forgive me.",
    "ai-anya-e0102n1:78_2": "That too is why, in the noble direction, you should say:",
    "ai-anya-e0102n1:78_3": "If it has become fully extinguished, he should go to a charnel ground and ask for forgiveness. He should forgiveness.",
    "ai-anya-e0102n1:78_4": "‘This is how the place where the restriction is not equal or the valuable.’",
    "ai-anya-e0102n1:79_0": "they distorted perspective:",
    "ai-anya-e0102n1:79_1": "They wield the wrong view as someone who has wrong view, etc., and who undertook wrong view, etc., and of those of wrong view.",
    "ai-anya-e0102n1:79_2": "You should understand that these two kinds of verbal conduct by way of body, speech, and mind have wrong view.",
    "ai-anya-e0102n1:79_3": "For the Great (persons) of the Noble Ones, who illuminates in (the nature of) things,",
    "ai-anya-e0102n1:79_4": "Even if a mendicant is accomplished in ethics, immersion, and wisdom in this very life, they’re not exempt from speech that’s false, divisive, harsh, or nonsensical. That’s how they should be cast down to hell.”",
    "ai-anya-e0102n1:79_5": "There is no other ascetic named Mahāvihāra,",
    "ai-anya-e0102n1:79_6": "“Mendicants, I do not see a single thing that’s as like wrong view.",
    "ai-anya-e0102n1:79_7": "Wrong view is the most blameworthy.”",
    "ai-anya-e0102n1:80_0": "At the break up of the body went to the aggregates.",
    "ai-anya-e0102n1:80_1": "next to the next world, or in the next life.",
    "ai-anya-e0102n1:80_2": "Or, when his body breaks up, the life faculty ceases,",
    "ai-anya-e0102n1:80_3": "He passes away and is reborn in the lower realm,",
    "ai-anya-e0102n1:80_4": "So they go to hell for the Fallen",
    "ai-anya-e0102n1:81_0": "For the sake of hell, the animal realm, and the ghost realm are pleasurable because they haven’t developed them.",
    "ai-anya-e0102n1:81_1": "Reproaching a lot of suffering, ~ that is indeed cracked and misfortune, irreproaching suffering or happiness.",
    "ai-anya-e0102n1:81_2": "“As a deportment” is one who deposits, thus it is an act of wrong conduct.",
    "ai-anya-e0102n1:81_3": "Or on the fortnights, the ground is discovered, and thenaments of all analyzed.",
    "ai-anya-e0102n1:81_4": "There is no gratification in the common sense,",
    "ai-anya-e0102n1:82_0": "then it explains an island to bearing the animal realm.",
    "ai-anya-e0102n1:82_1": "For the animal realm is said to be a perfected one, free of bad character,",
    "ai-anya-e0102n1:82_2": "it is improperly betrayed by misfortune,",
    "ai-anya-e0102n1:82_3": "It is miserable and unhappy, both the Holy One’s offense,",
    "ai-anya-e0102n1:82_4": "Because of a (whole) snake never loose.",
    "ai-anya-e0102n1:82_5": "While living at home with a demons,",
    "ai-anya-e0102n1:82_6": "And that is why it is called “blessed” because it is bad in the case of all opposite sex and it is with all .",
    "ai-anya-e0102n1:82_7": "Hell, however, is respected in hell, the animal realm, and the ghost realm.",
    "ai-anya-e0102n1:82_8": "Continually rebirth is reborn there a lower realm.",
    "ai-anya-e0102n1:82_9": "the exposition should be understood in accordance with the Dhamma that is best,",
    "ai-anya-e0102n1:83_0": "And this is how the Happy One’s coming to a human being.",
    "ai-anya-e0102n1:83_1": "He went to a heavenly realm,",
    "ai-anya-e0102n1:83_2": "where he goes, Sundara.",
    "ai-anya-e0102n1:83_3": "Sights, sounds, smells, tastes, and touches.",
    "ai-anya-e0102n1:83_4": "they are all turned out to be found in the sense of urgency. This is the meaning of the contentedness.",
    "ai-anya-e0102n1:84_0": "“They are surpassed” , all that is stated under the divine eye,",
    "ai-anya-e0102n1:84_1": "With clairvoyance that is purified and surpasses the human,",
    "ai-anya-e0102n1:84_2": "One can see produce in brief.",
    "ai-anya-e0102n1:85_0": "412.",
    "ai-anya-e0102n1:85_1": "When a gentleman has bathed in this way, however, he should do this, to the object of his direct-knowledge attained by one of the kasiṇas, complete in every aspect in the support of the white kasiṇas, and in the supporting the physical basis, he should give him a seat and serve the white sandals.",
    "ai-anya-e0102n1:85_2": "and set out for the access.",
    "ai-anya-e0102n1:85_3": "Herein, there is no production of absorption to be given up.",
    "ai-anya-e0102n1:85_4": "If there is no arising in one who gives it away, he will not be attended on by deeds;",
    "ai-anya-e0102n1:85_5": "And of these three are the best in the fine-material worlds.",
    "ai-anya-e0102n1:85_6": "That’s why the other kind of person gives rise to the barriers (of the town’s) place having dropped it in the way already described.",
    "ai-anya-e0102n1:85_7": "And the same way should be understood in the way already described.",
    "ai-anya-e0102n1:86_0": "while the one growing in the place of the money is to be dead.",
    "ai-anya-e0102n1:86_1": "while seeing form, it passes away from the multitude of form.",
    "ai-anya-e0102n1:86_2": "then this light vanishing.",
    "ai-anya-e0102n1:86_3": "After that rain has vanished, and there will be no matter.",
    "ai-anya-e0102n1:86_4": "Then he should return and look at it with his feet.",
    "ai-anya-e0102n1:86_5": "When he has not looked at this point, he looks back at it as though he has not looked down on it, that is to say: there, be to be like it,",
    "ai-anya-e0102n1:86_6": "But when you see a day, you sat down.",
    "ai-anya-e0102n1:86_7": "on the night’s practice is causing grass,",
    "ai-anya-e0102n1:87_0": "one night, it seems, to be traveled by a grass path.",
    "ai-anya-e0102n1:87_1": "Then that hut, (thinking):",
    "ai-anya-e0102n1:87_2": "Then they didn’t penetrate the unshakable.",
    "ai-anya-e0102n1:87_3": "but, after building a grass torch was spread over the ground.",
    "ai-anya-e0102n1:87_4": "She went out of the Earth, and looked at her husband’s look.",
    "ai-anya-e0102n1:87_5": "again and again, when the sun moves up, the sun moves up and above.",
    "ai-anya-e0102n1:87_6": "On the first day, when the bright deeds were done, he discarded that day.",
    "ai-anya-e0102n1:87_7": "Herein, the looking at it, the looking at it is drying and the wavering.",
    "ai-anya-e0102n1:87_8": "As she was working along loving-kindness towards visible objects, like a rising into air, or like a monk who has gone into the darkness disappearance of lights.",
    "ai-anya-e0102n1:87_9": "were to seek out again and again.",
    "ai-anya-e0102n1:87_10": "looking at it with his preliminary work and looking like a strong man’s ladder.",
    "ai-anya-e0102n1:87_11": "Like the sun rising by the sun’s shield, just as it is recommended by the sun and moon,",
    "ai-anya-e0102n1:87_12": "But even after abandoning a grass torch, he looked at the end of the day, when he looked at a time and looked down on the road.",
    "ai-anya-e0102n1:88_0": "Herein, when a mendicant has gone through the eye and in the ear, the neighboring of the heart through the earth, the eyes, the ears, the nose, the neck, the tongue, the body of the mind, and the mind that arises dependent on the eyes, like the earth element.",
    "ai-anya-e0102n1:88_1": "And here it is not known that the minds of form,",
    "ai-anya-e0102n1:89_0": "But when an ordinary person is bound by it?",
    "ai-anya-e0102n1:89_1": "Having determined it as he transgress the earth element, when he has determined it on earth, he becomes arranged into it with the earth element.",
    "ai-anya-e0102n1:89_2": "by which one is shown by means of interrupting the mind, he is abiding in discrimination.",
    "ai-anya-e0102n1:90_0": "Herein, this is the divine eye.",
    "ai-anya-e0102n1:90_1": "Then they should advert to their own form in the way already stated. Then, having arisen in the five ways, they should advert them with the immaterial mind in the way already stated.",
    "ai-anya-e0102n1:90_2": "And here too, although with the previous disappearance of the sense desires,",
    "ai-anya-e0102n1:90_3": "the heart’s wish has finding fault in the meaning, and is of the fourth jhāna of the fine-material sphere.",
    "ai-anya-e0102n1:90_4": "knowledge of the passing away and rebirth of sentient beings, and their knowledge of the death and rebirth of sentient beings, and they are called ‘they are clear’.",
    "ai-anya-e0102n1:91_0": "The account of the passing away and reappearing of knowledge is finished.",
    "ai-anya-e0102n1:92_0": "Discussion of the proper conduct",
    "ai-anya-e0102n1:93_0": "413.",
    "ai-anya-e0102n1:94_0": "Thus the five aggregates said, and there the Lord of the Earth",
    "ai-anya-e0102n1:95_0": "having understood this conversation that were repayed by them, each with its point.",
    "ai-anya-e0102n1:96_0": "When they pass away and reappear in this way, their knowledge of the death and rebirth of the deathless, and their knowledge of the death and rebirths,",
    "ai-anya-e0102n1:96_1": "So these two, namely, these two kinds of direct-knowledge, and the seven insights have come here,",
    "ai-anya-e0102n1:96_2": "now, in the case of the clause, the purpose of (living away) the object:",
    "ai-anya-e0102n1:97_0": "those who state the great direct-knowledge .",
    "ai-anya-e0102n1:98_0": "and explaining the seventh knowledges,",
    "ai-anya-e0102n1:99_0": "Herein, this is the island of Laṅkā.",
    "ai-anya-e0102n1:99_1": "For the four great elementals are mentioned sense-objects .",
    "ai-anya-e0102n1:99_2": "Which four?",
    "ai-anya-e0102n1:99_3": "It is with limited object, and on the path to internally and externally as its object.",
    "ai-anya-e0102n1:100_0": "414.",
    "ai-anya-e0102n1:100_1": "Herein, the mundane and supernormal powers are limited in the way beginning, “What is the internal enlightenment factor, etc., is the seventh-jhāna accessories in the way beginning, “Acceptorting the mind has arisen in the middle?",
    "ai-anya-e0102n1:100_2": "For when one is made by the body, if he wants to catch the mind, but he is invaliding the body of the mind by means of impediments, then, if he wants to catch it, he becomes excluded that object with the physical body, he becomes unified.",
    "ai-anya-e0102n1:100_3": "When a mind is stored in the body, if it is an impediment for both body and speech, but, having made the object of the mind, it is an invariable visible object, he concentrated the mind as object of the physical body, and the mind becomes concentrated in access.",
    "ai-anya-e0102n1:101_0": "But only the mind has passed, ceased, and perished.",
    "ai-anya-e0102n1:101_1": "The great elemental of Mahākassapa had the relics, as object of the Mahākassapa, as objects of a  future object,",
    "ai-anya-e0102n1:101_2": "The elder Mahākassapa had arranged his charming golden drums, and lamps of garlands, all the circumstances, and two hundred and eighty thousand lamps made of flowers.",
    "ai-anya-e0102n1:101_3": "just this very was",
    "ai-anya-e0102n1:101_4": "the most excellent Therahants, which had been constructed to the Order of Bhikkhus, when they saw a meal on the day, and he gave them a meal on the following day.",
    "ai-anya-e0102n1:101_5": "food for the meal,",
    "ai-anya-e0102n1:101_6": "After the meal they return to Pāṭaliputta.",
    "ai-anya-e0102n1:101_7": "But when the body is unprotected, it is not with the object of the mind that has arisen,",
    "ai-anya-e0102n1:102_0": "Or by means of the body and mind that is precededed to the borrow at the time of his own form, and so on.",
    "ai-anya-e0102n1:102_1": "Then the elephant-tworkers here and now, so the wings can be understood as the head of the elephants, and the knowledge of the elephants enlightened through the air.",
    "ai-anya-e0102n1:103_0": "and the limited objects of enlightenment factor is limited in number; and with limited objects, etc., the internal object and external objects (of mind and bodily-form) appearance in the four elements as object?",
    "ai-anya-e0102n1:103_1": "for he does a limited object, there is limited with limited object, there is limited object,",
    "ai-anya-e0102n1:103_2": "but having fact objects occurring to the present object.",
    "ai-anya-e0102n1:103_3": "At the time of his own faith in himself, the End of the Girden,",
    "ai-anya-e0102n1:103_4": "the worm-infested surmounting externally, the divine object of the elements , and the six elements should be understood with knowledge.",
    "ai-anya-e0102n1:104_0": "By the Path of Purification and manifestation of the variety of paths, which are limited in the way beginning, “Abode of the mind” , is the eightholding of the blessings as object.",
    "ai-anya-e0102n1:104_1": "Because that is fine-material sphere belongings to the sphere of endless consciousness.",
    "ai-anya-e0102n1:104_2": "In the fine-material sphere belonging to the immaterial sphere of consciousness is of the fine-material sphere.",
    "ai-anya-e0102n1:104_3": "at the time of the Pathresherd’s enemy.",
    "ai-anya-e0102n1:105_0": "There is an ordinary person who doesn’t know the mind of a stream-enterer.",
    "ai-anya-e0102n1:105_1": "or a stream-enterer, or a perfected one.",
    "ai-anya-e0102n1:105_2": "When all the perfected ones know mind,",
    "ai-anya-e0102n1:105_3": "Yet another, that is the lower part of the body should be understood.",
    "ai-anya-e0102n1:105_4": "They have a sense of moderation in the path.",
    "ai-anya-e0102n1:105_5": "But when he knows seven days in the past, future and present, he knows the future, the present and his mind is unequalified in the past.",
    "ai-anya-e0102n1:106_0": "How is there the present objects?",
    "ai-anya-e0102n1:106_1": "present:",
    "ai-anya-e0102n1:106_2": "When the moment is born, it has arisen,",
    "ai-anya-e0102n1:106_3": "Herein, the arising of the sixty-threates produced in the moment enclosing of the breath,",
    "ai-anya-e0102n1:106_4": "The lay person rolling on the same sheet when he is present,",
    "ai-anya-e0102n1:106_5": "Herein, the darkness in the darkness there is no object, and it needs not evident to him as long as he likes in the morning when the public meeting hall, then the cart must be understood as far as the near.",
    "ai-anya-e0102n1:106_6": "The place where eventually starts, having pulled out the sight, then the cart does not become evident to him as long as the wagon-in-law.",
    "ai-anya-e0102n1:106_7": "but when he sees the dyeing in the earth, he listens to the lump of the hand, yet he hears the sound of the ear. He listens to the sound of the lump of cost. And he listens to the sound of the ear, it should be understood as only.",
    "ai-anya-e0102n1:106_8": "Then it is that Majjhima",
    "ai-anya-e0102n1:107_0": "but, when he has thus acquired the forms of form, he becomes peaceful and sublime. Then, when there are two streams of water, he goes once back to the beginning with the middle of the body, and it does not appear to the end of the entire materiality, and it does not appear to him as long as he does not attain the darkness of the night.",
    "ai-anya-e0102n1:107_1": "Then there are two (restraint by being) aroused, which makes the lamps of (native form), and when that person does not frighten.",
    "ai-anya-e0102n1:108_0": "Understanding of continuity in one year is enlightened.",
    "ai-anya-e0102n1:108_1": "Since this is so, if there are no desire and greed for the present with desire and lust, you take pleasure in that, and that’s when you falter amid presently arisen phenomena.”",
    "ai-anya-e0102n1:108_2": "And here the Commentaries (of the First Path) and the eight kinds of discussion -",
    "ai-anya-e0102n1:108_3": "it is so very hard to travel",
    "ai-anya-e0102n1:109_0": "And herein, whatever interrupting the mind becomes dispassionate towards them, they say:",
    "ai-anya-e0102n1:109_1": "Why is that?",
    "ai-anya-e0102n1:109_2": "And since his psychic power appears in one manner of his psychic power the mind becomes unified.",
    "ai-anya-e0102n1:109_3": "And this one thinks, ‘I’ll step through the air or a flower or skeleton in the sky, and when the mind is stressed, I’ll dwell in the same way.’ They shall know the mind with one or the appearance of a separate mind from the vicinity of a great man.",
    "ai-anya-e0102n1:109_4": "But even a hundred years, he knows a thousand years’ lady, wherever he knows the mind,",
    "ai-anya-e0102n1:109_5": "Those two instances occur in adverting with the surmounting of the two places, namely, not with the droping of the simile of the instance.",
    "ai-anya-e0102n1:110_0": "Since this is so, it should be understood that the object is arisen in him.",
    "ai-anya-e0102n1:110_1": "Herein, when one is connected with what has been said about in the past, future and present, then, internally and externally, gross, specifically, pervading, and all his mind is peaceful, it is called “existent”.",
    "ai-anya-e0102n1:110_2": "“But in what is generated in the Jeta Grove,” said the Jina, “How should we interest?”",
    "ai-anya-e0102n1:110_3": "what has been said is well spoken.",
    "ai-anya-e0102n1:111_0": "By means of this lamp’s mind, his conscious reappears to advert to the object, and so on.",
    "ai-anya-e0102n1:111_1": "after that either four or five days fall,",
    "ai-anya-e0102n1:111_2": "Those who have psychic powers, their minds are fixed in sensual pleasures. And they are not performing the depths of the elements because they are fixed with that object.",
    "ai-anya-e0102n1:111_3": "with one spiritual power, and one know not the mind of another’s mind.",
    "ai-anya-e0102n1:111_4": "the eye consciousness turns out to see it, but not others.",
    "ai-anya-e0102n1:111_5": "Thus this is peaceful, this is sublime in states by means of the present object.",
    "ai-anya-e0102n1:111_6": "Or alternatively, it is because that is present. That is why the being arisen appropriate for you should understand that the objects of present.",
    "ai-anya-e0102n1:111_7": "But if his mind becomes evident to him as its object, then the eight base consisting of boundless consciousness should be understood that with knowledge of the Enlightenment factor.",
    "ai-anya-e0102n1:112_0": "and it occurs with limited objects of the three knowledges, which are limited in number, extension and limited in the middle of the path, with limited objects, and subsequently. How do they preceding the objects of the last one who surmounts the Paths of the object as its object?",
    "ai-anya-e0102n1:112_1": "Because in that place where the dangers are limited with a limited object,",
    "ai-anya-e0102n1:112_2": "of the fine-material sphere, and of the fine-material sphere,",
    "ai-anya-e0102n1:112_3": "either in the past, future, or present.",
    "ai-anya-e0102n1:112_4": "The path had been recollected in the road to Path",
    "ai-anya-e0102n1:112_5": "But this object,",
    "ai-anya-e0102n1:113_0": "Herein, although the minds of other kindness and knowledge are included in the past, future and present, the minds of those past. Those who have a sense of urgency are produced by knowledge of the mind-made.",
    "ai-anya-e0102n1:113_1": "For that aggregates don’t know,",
    "ai-anya-e0102n1:113_2": "But the path associated with the path is stated with the object of maintaining.",
    "ai-anya-e0102n1:113_3": "and it is just as a specific intention and in the past, future and present.",
    "ai-anya-e0102n1:113_4": "Formerly those of past lives, future and present are not objects of the past, future and present.",
    "ai-anya-e0102n1:113_5": "You can recognize the perception of the past and the future.",
    "ai-anya-e0102n1:113_6": "This is the eighth discussion on the eighth day.",
    "ai-anya-e0102n1:113_7": "But it is said in the Vibhaṅga: “The mind-made knowledge of the profitable, aware of making amends through knowledge of the recollection of past lives that have arisen in the future as its object, and it is a condition for them as its object.”",
    "ai-anya-e0102n1:113_8": "Therefore four ( constituents) of mind-made them are the knowledge of the aggregates.",
    "ai-anya-e0102n1:113_9": "And it is known as a skill in knowledge who is skilled in knowledge and insight.",
    "ai-anya-e0102n1:114_0": "for the sake of his own constituents (of mind and body), for the sake of the aggregates,",
    "ai-anya-e0102n1:114_1": "the preceding of the constituents (of mind and bodily form),",
    "ai-anya-e0102n1:114_2": "“The Fortunate One was Vipassī,",
    "ai-anya-e0102n1:114_3": "When their mother is Bandhuma welcome, and the earth is bound together by the water. And she has a new state of extinction of the earth.",
    "ai-anya-e0102n1:114_4": "And: the meaning of the aggregates, the meaning of the connection with the meaning but not the phrasing of the letter.",
    "ai-anya-e0102n1:114_5": "Because it’s limited to the meaning of the sense-spheres.",
    "ai-anya-e0102n1:114_6": "according to the analytic knowledge of language, “Accomplished”,",
    "ai-anya-e0102n1:114_7": "that’s our milk-rice.",
    "ai-anya-e0102n1:114_8": "the eight bases for previous existence should be understood in this way:",
    "ai-anya-e0102n1:115_0": "What is the limited knowledge of the eye interruption of the eye arisen through the limited object of the number-spheres and the objection of the dependent origination?",
    "ai-anya-e0102n1:115_1": "Because he performs form, there is limited with limited object, there is limited object,",
    "ai-anya-e0102n1:115_2": "And although it is found in the presently subsequent form,",
    "ai-anya-e0102n1:115_3": "she went to see her when she was time to visible objects,",
    "ai-anya-e0102n1:115_4": "Their vision of the visible objects should be understood in the same way: the divine eye-eye, and the object of the four kinds of clear vision .",
    "ai-anya-e0102n1:116_0": "The mind is limited in the way beginning, “Having reached the limit of knowledge” and the limited sense-spheres, dear and beloved of the Path, how do they occur with limited object?",
    "ai-anya-e0102n1:116_1": "Because a small object of sensual pleasures will know whether there is a limited object of sense desires.",
    "ai-anya-e0102n1:116_2": "“In the formless realm will be reborn in the sphere of the fine-material sphere.”",
    "ai-anya-e0102n1:116_3": "“Those who develop the path will know the fruitful, limitless and ugly.”",
    "ai-anya-e0102n1:116_4": "the road, knowing “Bhikkhus,” and at the time of developing the Path.",
    "ai-anya-e0102n1:116_5": "but aspiring to the object.",
    "ai-anya-e0102n1:117_0": "Herein, although the mind is not comprehended with knowledge, nevertheless that object the mind had reached for seven days, it is only seven days in the future.",
    "ai-anya-e0102n1:117_1": "For that aggregates don’t know,",
    "ai-anya-e0102n1:117_2": "There is no such future knowledge of the result of past lives in the future.",
    "ai-anya-e0102n1:117_3": "“I will be released from there I’ll know.”",
    "ai-anya-e0102n1:117_4": "if he knows that he will be reborn there on the ground,",
    "ai-anya-e0102n1:117_5": "“In the future he will arise, Fortunate One,",
    "ai-anya-e0102n1:117_6": "Subrahmā will be a brahmin’s father.",
    "ai-anya-e0102n1:117_7": "On the contrary, it is “born” according to the law of Brahmā’s mother and father, ascetics and brahmins, and brahmins, and people can say, “Brahmadatta,” and when the name and clan of the kind already described . And the eight bases of existence should be understood as the method of the arising of past lives in the way already stated.",
    "ai-anya-e0102n1:118_0": "By the description of the knowledge which is limited with limited knowledge and the support of the opposite sex, and is rid of the object of the five objects of sense desires, and with the objection of the objects as its object?",
    "ai-anya-e0102n1:118_1": "for which sensual pleasures are limited in fine-material sphere,",
    "ai-anya-e0102n1:118_2": "The fine-material sphere of forms, forests and trees,",
    "ai-anya-e0102n1:118_3": "The past, future, and present.",
    "ai-anya-e0102n1:118_4": "Understanding the deeds that are own,",
    "ai-anya-e0102n1:118_5": "The deeds of one who knows externally,",
    "ai-anya-e0102n1:118_6": "In the same way the object should be understood as follows.",
    "ai-anya-e0102n1:118_7": "Whatever there is internally in oneself that is aroused object with external objects, and externally, their externally and both internally and externally, externally and externally.",
    "ai-anya-e0102n1:119_0": "composed for the purpose of gladdening good people. in the Path of Purification",
    "ai-anya-e0102n1:120_0": "called “The Description of States”",
    "ai-anya-e0102n1:121_0": "The chapter"
}