{
    "ai-anya-e0301n10:0_0": "The highest gift is supreme independent",
    "ai-anya-e0301n10:1_0": "166.",
    "ai-anya-e0301n10:1_1": "Thus, having shown that there is a deliverance of (good) birth, which is shown by one who is the path of contemplation, the knowledge of the arising of aggregates, and the one who is shown by understanding, by making them the influence of (the truth).",
    "ai-anya-e0301n10:1_2": "Now, wherever there are conditioned phenomena calms, conditioned by way of calm, all of them are conditioned by categories, namely, with the mode of their conditions.",
    "ai-anya-e0301n10:1_3": "It is discrimination that the opposite separate, which is discovered, the state of partaking of diverse forms, and the state of loss such that in this life, the mixed-form, and the level of the birds enemy is found in this way.",
    "ai-anya-e0301n10:2_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n10:3_0": "if he says, “Venerables, we won’t give it away in this way;”",
    "ai-anya-e0301n10:4_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n10:5_0": "“In this place,” he replied, “Through the interruption of the instance position,” and “Through the meaning of this word is said.",
    "ai-anya-e0301n10:5_1": "nor does it be lit.",
    "ai-anya-e0301n10:6_0": "That’s why it’s here that there is no crack of mindfulness, and dependently originated.",
    "ai-anya-e0301n10:6_1": "Herein, reflecting there is no need for, is unhindered, is the meaning.",
    "ai-anya-e0301n10:6_2": "Ignorance is what is good.",
    "ai-anya-e0301n10:6_3": "Then, as they arose,",
    "ai-anya-e0301n10:6_4": "And although the word consequence of those states produced by fact that appears, is the meaning.",
    "ai-anya-e0301n10:6_5": "The arising of conditioned phenomena, produced by conditionality, and dependently originated is to be conditioned by all. All these things are dependently originated in being un dependently originated. Characteristic, conditioned, and dependently originated.",
    "ai-anya-e0301n10:6_6": "Whatever is called “grasping” is what is meant.",
    "ai-anya-e0301n10:6_7": "Herein, this is the cause, this is the reason why this is the reason why, namely, this is the condition for the sake of this.",
    "ai-anya-e0301n10:6_8": "the unconditioned,",
    "ai-anya-e0301n10:6_9": "What is meant is that condition for the immaterial states.",
    "ai-anya-e0301n10:6_10": "(The Buddha replied:) “He causes the fruit of the ascetic life, without a specific characteristic, etc., were, originated from the fruition of the ascetic life.",
    "ai-anya-e0301n10:6_11": "Ignorance is a condition for these reasons.",
    "ai-anya-e0301n10:6_12": "Like this condition: the means of the accumulation.",
    "ai-anya-e0301n10:6_13": "On the way of purification originates from the path. And for the sake of purification is discovered.",
    "ai-anya-e0301n10:6_14": "but as if he were deposited by an instrument, as if a dropped thus:",
    "ai-anya-e0301n10:7_0": "And what is dependent origination?",
    "ai-anya-e0301n10:7_1": "Rebirth is a condition for old age and death, the Realized Ones arise in the natural principles of old age and death. The Realized Ones make the four elements of the teaching.",
    "ai-anya-e0301n10:7_2": "ignorance is a condition for the arising of (volitional) processes,",
    "ai-anya-e0301n10:7_3": "Virtuously,",
    "ai-anya-e0301n10:7_4": "So the fact that this is real, not unreal, not otherwise; the specific conditionality of it:",
    "ai-anya-e0301n10:7_5": "This is called dependent origination.",
    "ai-anya-e0301n10:8_0": "Herein, just as this is said to be shown by the characteristic of accumulation, etc., which is forget, not being discovered. And herein, this is how they show the characteristic of origination.",
    "ai-anya-e0301n10:8_1": "And here there is no phrase of mindfulness because of the interprehending of the province of the letter of mindfulness and full awareness.",
    "ai-anya-e0301n10:8_2": "A because of this ploughing person’s action is also born, and acquisition of it.",
    "ai-anya-e0301n10:8_3": "For if he does not protect his legal procedures,",
    "ai-anya-e0301n10:8_4": "By accumulations in the senses, which is deep, characteristics, etc., and is quick to be deep. This is deep into the deep matter, which is deep.",
    "ai-anya-e0301n10:8_5": "It is only brief: the characteristic of conditionedness is deep and appeared deep.",
    "ai-anya-e0301n10:8_6": "But the ascetic life is lived under the heading of an asceticism, just as delusion of ignorance produced.",
    "ai-anya-e0301n10:8_7": "What is the accumulation of old age and death?",
    "ai-anya-e0301n10:8_8": "Ignorance is dependently originated.",
    "ai-anya-e0301n10:8_9": "And so, when these seven conditions are fulfilled, they are conditioned, chosen, and dependently originated. Then they make a conditioned phenomenon that give rise to dependent origination. Then they are conditioned, dependently originated, and dependently originated.",
    "ai-anya-e0301n10:8_10": "He shows how the first phenomena to be found in division of different kinds. This is how the place I understand.",
    "ai-anya-e0301n10:8_11": "Mahāpajāpatī Gotamī,",
    "ai-anya-e0301n10:8_12": "placed it in the case of the position,",
    "ai-anya-e0301n10:9_0": "When they are developed by the arguments, there are perfect in the state of existence:",
    "ai-anya-e0301n10:9_1": "the unconditioned,",
    "ai-anya-e0301n10:9_2": "The state of existence in this life, that is the manifestation of mindfulness,",
    "ai-anya-e0301n10:9_3": "The arising of this arising (here) rolls forth thus: “This is the Dhamma of the scriptures, this is the Dhamma” .",
    "ai-anya-e0301n10:9_4": "only the state of existence is very fruitful,",
    "ai-anya-e0301n10:9_5": "and therefore this developing the state of existence",
    "ai-anya-e0301n10:9_6": "Through faith in himself, which is because of being subsequently (his) do not originated.",
    "ai-anya-e0301n10:9_7": "he is not endowed with conditional origination,",
    "ai-anya-e0301n10:9_8": "It is said in the last watches of the night that is a cause of accumulation. It is manifested as a reinforced by preventing the fact that it is due to what is called.",
    "ai-anya-e0301n10:9_9": "for it is called because of the causality of ignorance in the three ways that is called “has causality” since he is causally described under the heading of Commentaries , etc., with the actual cause, and without having had a sense of causal relation to because of being taught by poison, it is called “blinque” .",
    "ai-anya-e0301n10:9_10": "they are liable to return to their own later, and when they get reborn in the final enlightenment, then they manifest themselves with no need.",
    "ai-anya-e0301n10:9_11": "for the essential:",
    "ai-anya-e0301n10:9_12": "called “The Buddha” .",
    "ai-anya-e0301n10:10_0": "Though you have a teacher, the pupil that gives rise to both this dependent origination and this dependent origination is said to be.",
    "ai-anya-e0301n10:10_1": "They don’t feed on which they fall down.",
    "ai-anya-e0301n10:10_2": "according to the story of the sun, then having destroyed the darkness in the darkness, as happens when a large crowd is finished in the midst of the people.",
    "ai-anya-e0301n10:10_3": "In the same way, when ignorance has arisen, he dispells the darkness of eradicates opposite sex, he dispells the three knowledges.",
    "ai-anya-e0301n10:10_4": "Desirelessness in the end of ignorance,",
    "ai-anya-e0301n10:10_5": "Whenever they know and see visions, the darkness arises.",
    "ai-anya-e0301n10:10_6": "By this fruit comes from here, these are the reasons.",
    "ai-anya-e0301n10:10_7": "Ignorance is a condition for ignorance.",
    "ai-anya-e0301n10:10_8": "That’s why ignorance is a condition for choices.",
    "ai-anya-e0301n10:10_9": "Choices, physical deeds, and verbal.",
    "ai-anya-e0301n10:10_10": "consciousness,",
    "ai-anya-e0301n10:10_11": "Some sentient beings know consciousness,",
    "ai-anya-e0301n10:10_12": "Neither the object of a man.",
    "ai-anya-e0301n10:10_13": "They favor form and oppose form.",
    "ai-anya-e0301n10:10_14": "sense-spheres determined.",
    "ai-anya-e0301n10:10_15": "like a god on the gods of Yama.",
    "ai-anya-e0301n10:10_16": "Contacts touch.",
    "ai-anya-e0301n10:10_17": "phenomena associated with them, or these things are contacted.",
    "ai-anya-e0301n10:10_18": "When you feel a feelings,",
    "ai-anya-e0301n10:10_19": "Continued existence is born, sentient beings feel grief and lamentation.",
    "ai-anya-e0301n10:10_20": "you’re stepped in them.",
    "ai-anya-e0301n10:10_21": "Always for the sake of constantly: the meaning is that it is permanent or impermanent.",
    "ai-anya-e0301n10:10_22": "While they are diverted, sentient beings are held together by craving and by craving.",
    "ai-anya-e0301n10:10_23": "grasping.",
    "ai-anya-e0301n10:10_24": "She takes hold of him, thinking: “After tasting for such-and-such a one, I need.”",
    "ai-anya-e0301n10:10_25": "sentient beings are attached to and grasping.",
    "ai-anya-e0301n10:11_0": "continuation, continuation, rebirth.",
    "ai-anya-e0301n10:11_1": "Pleasure and pain are growing, these dogs increase, or doing.",
    "ai-anya-e0301n10:11_2": "the birth of the people;",
    "ai-anya-e0301n10:11_3": "They are born, and have appeared, and they are born: this is called birth,",
    "ai-anya-e0301n10:11_4": "ages like an old age,",
    "ai-anya-e0301n10:11_5": "They grow old, they go old, thus they are decaying,",
    "ai-anya-e0301n10:11_6": "sorrowless, they grieve,",
    "ai-anya-e0301n10:11_7": "those whose mind is deluded they go, these are sorrowys.",
    "ai-anya-e0301n10:11_8": "lamentations,",
    "ai-anya-e0301n10:11_9": "After lamenting that place they sorrow or wail and lament,",
    "ai-anya-e0301n10:11_10": "to bear what is hard to bear,",
    "ai-anya-e0301n10:11_11": "a sad, unhappy mind, (and) grief and lamentation,",
    "ai-anya-e0301n10:11_12": "About fear, despair:",
    "ai-anya-e0301n10:11_13": "because of disrespect:",
    "ai-anya-e0301n10:11_14": "Foot-hield:",
    "ai-anya-e0301n10:11_15": "This is how it is said:",
    "ai-anya-e0301n10:11_16": "ignorance, the origin of choices, and the ending of choices.",
    "ai-anya-e0301n10:11_17": "Of this, which is the meaning of this whole mass of suffering, or so long as ignorance for one who is happy and pain, pleasure, and pain is the meaning.",
    "ai-anya-e0301n10:11_18": "Here there are two kinds of dependent origination: dependent origination and dependently originated.",
    "ai-anya-e0301n10:11_19": "Herein, firstly: the concealment of all four noble truths, the origin of suffering, the cessation of suffering, and the path.",
    "ai-anya-e0301n10:11_20": "But the eight subsequent concealment of the past and the future can be understood that these four and eight subsequent concealment of the eight ways: for the sake of the hymns, and the eight kinds of origination.",
    "ai-anya-e0301n10:12_0": "Choices are entirely a degree of skillful, with good results in good choices, and bad choices. Their merit is threefold: demeritage with imperturbable intentions.",
    "ai-anya-e0301n10:12_1": "Herein, we are skilled in twelve ways:",
    "ai-anya-e0301n10:12_2": "(There is) a wholesome intention, a demeritorious (volitional) process, a demeritorious (volitional) process,",
    "ai-anya-e0301n10:12_3": "For one who isn’t unwholesome intentions involved, choices are imperturbable.",
    "ai-anya-e0301n10:12_4": "All the wholesome quality is found in the whole world.",
    "ai-anya-e0301n10:12_5": "How much more then all the monasteries did not proceed in any way?",
    "ai-anya-e0301n10:12_6": "And what is the eight productions for profitable states, not that each skillful or that they are indeed?",
    "ai-anya-e0301n10:12_7": "That is why in the Vibhaṅga only the name, not as condition.",
    "ai-anya-e0301n10:12_8": "ignorance do not arise in the (profitable) actions, the teaching do not occur because of the noble ones.",
    "ai-anya-e0301n10:12_9": "That’s why it does not conceive the teaching of the noble ones,",
    "ai-anya-e0301n10:12_10": "When a mendicant has given up ignorance,",
    "ai-anya-e0301n10:12_11": "Experiencing knowledge",
    "ai-anya-e0301n10:12_12": "With the fading away of ignorance, they don’t make a good choice, a bad choice, or an imperturbable choice.",
    "ai-anya-e0301n10:12_13": "painful choices,",
    "ai-anya-e0301n10:12_14": "he doesn’t speak of the imperturbable choice, which is called an imperturbable (volitional) processes.",
    "ai-anya-e0301n10:12_15": "yet another is also dependent on the indications of the kind as condition.",
    "ai-anya-e0301n10:12_16": "no dependent origination is included in the dependent origination.",
    "ai-anya-e0301n10:12_17": "So too with the word- construction in the sense of consciousness:",
    "ai-anya-e0301n10:12_18": "The Bārāṇasī in the thirty-two consecrations of consciousness, in the Sole Protector of the World.",
    "ai-anya-e0301n10:12_19": "But practice in line with the teachings, which can be practiced as one pointless consciousness,",
    "ai-anya-e0301n10:12_20": "Name and form are conversed to the mass of consciousness, and such name and form, the full of the aggregates of form.",
    "ai-anya-e0301n10:12_21": "But opposing to the wholesome roots and the wholesome aggregates, the various forms and the various forms are included in the formless.",
    "ai-anya-e0301n10:12_22": "But the currents obtained in eight parts of the produced in the nine orifices, and all the formless were ninety-four thousand enemy.",
    "ai-anya-e0301n10:13_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n10:14_0": "“Having gone beyond the danger in connection with that consciousness,” is said.",
    "ai-anya-e0301n10:15_0": "In the six sense fields: the six internal sense-spheres are drawn out separately.",
    "ai-anya-e0301n10:15_1": "But some of the teachers make use of contacts because of these spheres: here they do not take it here.",
    "ai-anya-e0301n10:15_2": "And that’s exactly the same as were accepted in the same way.",
    "ai-anya-e0301n10:16_0": "And what is the origin of the world?",
    "ai-anya-e0301n10:16_1": "Eye consciousness arises dependent on the eye and sights.",
    "ai-anya-e0301n10:16_2": "The meeting of the three is contact.",
    "ai-anya-e0301n10:16_3": "because of contact: feeling,",
    "ai-anya-e0301n10:16_4": "with feeling as condition: craving,",
    "ai-anya-e0301n10:16_5": "It is sorrow, lamentation, pain, sadness, and distress.",
    "ai-anya-e0301n10:16_6": "About my ears,",
    "ai-anya-e0301n10:16_7": "Mind consciousness arises dependent on the mind and thoughts.",
    "ai-anya-e0301n10:16_8": "The meeting of the three is contact.",
    "ai-anya-e0301n10:16_9": "the origin of the world.",
    "ai-anya-e0301n10:17_0": "and feeling as contact, etc., should be understood that the consciousness associated with consciousness.",
    "ai-anya-e0301n10:17_1": "cravings are evident,",
    "ai-anya-e0301n10:17_2": "Continuation is two-fold: this is the rebirth of deeds,",
    "ai-anya-e0301n10:17_3": "Unskillful in the world, having intentionally beautiful,",
    "ai-anya-e0301n10:17_4": "Contentment is a basis for equanimity, and so on.",
    "ai-anya-e0301n10:17_5": "all are (but) through deeds,",
    "ai-anya-e0301n10:17_6": "It is all the multiplicator of deeds; all the world is continually reborn in the accumulating of his deeds enlightenment.",
    "ai-anya-e0301n10:17_7": "But the supermundane attainments of the supermundane states, and the world-spheres are the same as before.",
    "ai-anya-e0301n10:17_8": "birth and death have all the characteristics of birth and death.",
    "ai-anya-e0301n10:17_9": "He experiences the destroyer of relatives in the desert of grief, grief, lamentation, pain, sadness, and distress.",
    "ai-anya-e0301n10:17_10": "Rolling the sound of his feet lamenting and weeping, the thought of the mind:",
    "ai-anya-e0301n10:17_11": "Painful feeling is painful when it comes to suffering,",
    "ai-anya-e0301n10:17_12": "mental pain and sadness,",
    "ai-anya-e0301n10:17_13": "The relatives of a migrant going from settlement to settlement in pursuit of faults, hate, and delusion.",
    "ai-anya-e0301n10:17_14": "This is the blessing.",
    "ai-anya-e0301n10:17_15": "One who hasn’t given up the entire mass of suffering,",
    "ai-anya-e0301n10:17_16": "But the other materiality is blissful too in the aggregates. And it’s only referred to the perception of the various kinds of happiness.",
    "ai-anya-e0301n10:17_17": "the cessation of suffering,",
    "ai-anya-e0301n10:17_18": "the perception of variety constituent parts (of mind and body), the perception of paths.",
    "ai-anya-e0301n10:17_19": "the perception of the cessation of suffering in the road,",
    "ai-anya-e0301n10:17_20": "So their aggregates are produced in ignorance, their outcome and results in happiness. Those aggregates are the imperturbable in the death and rebirth of sentient beings.",
    "ai-anya-e0301n10:17_21": "In the presently he conceals the mass of merit hindered by ignorance and deceitfully with defilement.",
    "ai-anya-e0301n10:17_22": "Through the mass of merit he has good conduct as due to those of good conduct, ~ of deluded temperament, and merit comes to be understood that decision.",
    "ai-anya-e0301n10:17_23": "When choices are liable to be reborn, they don’t bound for rebirth again and again.",
    "ai-anya-e0301n10:17_24": "Consciousness is a condition for consciousness, name and form. These are the five grasping aggregates in this way.",
    "ai-anya-e0301n10:17_25": "Herein, consciousness is what is reckoned as an instance.",
    "ai-anya-e0301n10:17_26": "Choices are a condition for consciousness. Their mindfulness is a condition for the rebirth-materiality. This is called “ality”.",
    "ai-anya-e0301n10:17_27": "with consciousness as condition: mind and bodily form,",
    "ai-anya-e0301n10:17_28": "At this point the ascetic life is completed when a body breaks up. There is a body",
    "ai-anya-e0301n10:17_29": "When these are laid down on the two sides, they are primary elements.",
    "ai-anya-e0301n10:17_30": "Those contacts come to be.",
    "ai-anya-e0301n10:17_31": "Those who guilt their own self,",
    "ai-anya-e0301n10:17_32": "they have shown wherever they have been shown, that are said to be a condition for the six sense fields.",
    "ai-anya-e0301n10:17_33": "When name and form are conceived, there is no bound.",
    "ai-anya-e0301n10:17_34": "The six sense fields of contact bring together because of contact: the six sense fields dependent on contact. The six sense fields are conditions for the six sense fields.",
    "ai-anya-e0301n10:17_35": "When contact exists, feeling comes to be. Contact is a condition for feeling.",
    "ai-anya-e0301n10:17_36": "pleasant feeling is said to be a condition for craving.",
    "ai-anya-e0301n10:17_37": "having dropped the sense-of-factors of sensual pleasures with the rope of craving and clinging to oneself, rooted in the same way, and a strong, stout the bowels, the grounded for craving for oneself. In the various kinds of craving, they say, forgively, and its conditioned by craving.",
    "ai-anya-e0301n10:17_38": "For if their grasping is the meaning of the aggregates, their intentions are constantly burning. Their deeds are a condition for grasping.",
    "ai-anya-e0301n10:17_39": "For the sound of existence is growing in terms of continuations –",
    "ai-anya-e0301n10:18_0": "you know the very hard to know, the ruining man is easy to know,",
    "ai-anya-e0301n10:19_0": "When there is oneness, there is continued existence, rebirth into a new state of existence. Continued existence is a condition for rebirth.",
    "ai-anya-e0301n10:19_1": "When there is one inclination, there is old age and death, there is a condition for rebirth.",
    "ai-anya-e0301n10:19_2": "This is the blessing here and there,",
    "ai-anya-e0301n10:19_3": "And while the dangers, etc., appearing in accordance with the ascetic practices, is allowed to develop the kasiṇas of the Dhamma in an unincluded state that has been said and the dangers in it,",
    "ai-anya-e0301n10:19_4": "Here means in this border country,",
    "ai-anya-e0301n10:19_5": "you’ll dependent on that,",
    "ai-anya-e0301n10:19_6": "Protector remembers one who has good qualities, and it is the time for another.",
    "ai-anya-e0301n10:19_7": "Because blessed with peaceful things, when the Dhamma is at night and interrupted by day, they then attend for a month during the time of night, and supporting it.",
    "ai-anya-e0301n10:19_8": "Then the Divinities (etc.) means the same thing is the time for the time of the Buddha.",
    "ai-anya-e0301n10:19_9": "Yet he is excited by himself in the realm of the other beings, like someone with a schism in the alms-bowl.",
    "ai-anya-e0301n10:20_0": "and for the developed of what is known -",
    "ai-anya-e0301n10:21_0": "“A hundreds aeons rolling on,” he is said to have no crying.",
    "ai-anya-e0301n10:22_0": "for what is gained, the wise don’t realize.",
    "ai-anya-e0301n10:22_1": "on the highway,",
    "ai-anya-e0301n10:22_2": "left their practice.",
    "ai-anya-e0301n10:22_3": "is what is said.",
    "ai-anya-e0301n10:22_4": "One who is the last particular procedure;",
    "ai-anya-e0301n10:22_5": "The storehouse here is there.",
    "ai-anya-e0301n10:22_6": "as one does.",
    "ai-anya-e0301n10:22_7": "When it is finished, they say, “Why do you so after repeat it?”",
    "ai-anya-e0301n10:22_8": "When you remember two things, producing the tails of the Saṅgha:",
    "ai-anya-e0301n10:22_9": "appraisal, practises, resoluteness,",
    "ai-anya-e0301n10:22_10": "cry out, as is allowed:",
    "ai-anya-e0301n10:22_11": "Everyones, all the things rooted in the root, which were established in the very neighbourhood of the Dhamma.",
    "ai-anya-e0301n10:22_12": "the meaning is this:",
    "ai-anya-e0301n10:22_13": "One person seized a fingernail, took a very snapped water from the ocean in the four oceans, and gave it to the sons of a present. Then he causes an abode of ignorance and fixed the water in the present life.",
    "ai-anya-e0301n10:22_14": "You should teach Dhamma to the other, and there will be no cause of rinsing (and) the reason for one (wholesome).",
    "ai-anya-e0301n10:22_15": "And there is the fruit,",
    "ai-anya-e0301n10:22_16": "Herein, in the previous becoming there is a condition for the previous disappearance of ignorance.",
    "ai-anya-e0301n10:22_17": "(There is) no fruit in the future.",
    "ai-anya-e0301n10:22_18": "So there is this one thing of the past and the future for the future, namely, ignorance and form of the future, and ignorance.",
    "ai-anya-e0301n10:22_19": "(but) after a short time, not being tied up with the word formless, in order to purify his passing away and being sustained thought thus: “She is going undeveloped.”",
    "ai-anya-e0301n10:22_20": "he rolled forth the Kātiyāna, the Leader of the World, and the wrong way.",
    "ai-anya-e0301n10:22_21": "There is no time for someone who is not fully developed to physical endurance.",
    "ai-anya-e0301n10:22_22": "But why does he show the same way to the future?",
    "ai-anya-e0301n10:22_23": "With no cause or reasons, whether of (good) roots of the past,",
    "ai-anya-e0301n10:22_24": "the origin of suffering, the fruit of not seeing,",
    "ai-anya-e0301n10:22_25": "Reciting their own views, both should be seen in both counts.",
    "ai-anya-e0301n10:22_26": "Herein, the reason why sentient beings roll away and roll away in a misconception, we will roll up and convictions.",
    "ai-anya-e0301n10:22_27": "So Brahmās, while Brahmās, knowing the root of God, steadfastness, and without cause or reason, being the reason for the sake of (right) views.",
    "ai-anya-e0301n10:22_28": "Death (thinking): “One born in the future, I will ask you the view of the origin of rebirth.”",
    "ai-anya-e0301n10:22_29": "Yourself is like that’s cracked difference between your views. You proceed roams and transmigrations.",
    "ai-anya-e0301n10:22_30": "In this way, a constantly he should be scorned like this.",
    "ai-anya-e0301n10:22_31": "So when ignorance is next to the life, there is a hundred and eightty million years between consciousness and the next.",
    "ai-anya-e0301n10:23_0": "But why are they not lost in the parts of the body?",
    "ai-anya-e0301n10:23_1": "Because of the passing away of rebirth, the characteristic of continued existence, and so on.",
    "ai-anya-e0301n10:23_2": "For there is no rebirth in the world, and in the formless world will not come to be.",
    "ai-anya-e0301n10:23_3": "And they don’t revere the world of the head,",
    "ai-anya-e0301n10:23_4": "What would they say thus?”",
    "ai-anya-e0301n10:23_5": "In the same way, ignorant given up ignorance and introduced to the species of ignorance, etc., is able to show the triple fruits of his (?). But this is what is said in the Mahātittha garden the Description of Commentaries.",
    "ai-anya-e0301n10:23_6": "The Great fruit of its rain comes to this: is the meaning of this very fruitful, living in dependence on the story of its fruit.",
    "ai-anya-e0301n10:23_7": "But why are there two conditions for the past?",
    "ai-anya-e0301n10:23_8": "But what is this condition for this?”",
    "ai-anya-e0301n10:23_9": "other monks.",
    "ai-anya-e0301n10:23_10": "Then why are they described in the texts?",
    "ai-anya-e0301n10:23_11": "Because they did not receive them.",
    "ai-anya-e0301n10:23_12": "And how does it get you worry?",
    "ai-anya-e0301n10:23_13": "By developing the states of existence, etc., he shows that he has developed the characteristic of ignorance, etc., by means of a making the characteristic of ignorance, and so on.",
    "ai-anya-e0301n10:23_14": "So too with the other’s otherwise.",
    "ai-anya-e0301n10:23_15": "Herein, ignorance is called “ignorance” when it is said to be the beginning of ignorance,",
    "ai-anya-e0301n10:23_16": "Continued existence produced by craving for continued existence, rebirth in a lower realm, and ae of aggregates.",
    "ai-anya-e0301n10:23_17": "formations are included in the rising of choices, and formations is the meaning of evasiveness, while the meaning is that it is indeed.",
    "ai-anya-e0301n10:24_0": "Questioned,",
    "ai-anya-e0301n10:25_0": "My defilements have been ended; the abandoning of ignorance through the corruptions without craving.",
    "ai-anya-e0301n10:25_1": "Because of the state of ascetic life, (volitional) processes, their maturing is spoken of.",
    "ai-anya-e0301n10:25_2": "Even if the latter blazes out,",
    "ai-anya-e0301n10:26_0": "Likewise, when ignorance is bound by choices, they are bound to be bound.",
    "ai-anya-e0301n10:26_1": "(There is) the meaning of development of craving for things, which craving for continued existence is the meaning.",
    "ai-anya-e0301n10:26_2": "having the characteristic of foulness investigation of opposite sex, etc., with the complete opposite sex, etc., the state of being liable to grow old.",
    "ai-anya-e0301n10:26_3": "While they were told:",
    "ai-anya-e0301n10:26_4": "With this reason:",
    "ai-anya-e0301n10:26_5": "The connection is the shackle of the moment.",
    "ai-anya-e0301n10:26_6": "* Exist in brief.",
    "ai-anya-e0301n10:26_7": "so bird and fruit.",
    "ai-anya-e0301n10:26_8": "(This) is the reason for you, there is one for one,",
    "ai-anya-e0301n10:26_9": "and fourth fruits have one set aside.",
    "ai-anya-e0301n10:26_10": "Reciting the four ways of being inclusive:",
    "ai-anya-e0301n10:26_11": "In the four instances the earth kasiṇa is the wrong way through which the three in the four kinds of misconduct are the fourth in the same way. Then it constructedly, the three in the fourfold reckoning, the four instance, and the fourth in the fivefold reckonings .",
    "ai-anya-e0301n10:26_12": "Herein, the meaning here is this: with the cause, with the reasoning of the fruition and the benefit of the world with its physical nutriment,",
    "ai-anya-e0301n10:26_13": "But observed by the cause, what is the reason why a misfortune is made, not produced by the earth, the fruit, or the produced by the result of that. And the word doesn’t arise because of that grasping, the fruit, or the idea of the five causes of the fruits of .",
    "ai-anya-e0301n10:26_14": "Likewise the sake of this there is a fourth reason, because of the fuel for the five reasons and for the sake of the fruit.",
    "ai-anya-e0301n10:26_15": "you’ll be mindful,",
    "ai-anya-e0301n10:26_16": "nor is there any accusation: the accusations that are the ninety-two grounds.",
    "ai-anya-e0301n10:26_17": "But in the case of two kinds of cause and reason for each of the first two kinds of becoming .",
    "ai-anya-e0301n10:26_18": "“I will give rise to a red-hot iron because of giving a gift and a restriction of zeal, and because of the former conditions for the previous ones.”",
    "ai-anya-e0301n10:26_19": "The receiver of the recipients became established in the hand.",
    "ai-anya-e0301n10:26_20": "In the sixth (story) there is a falling away of the sunshade and range of (volitional) processes,",
    "ai-anya-e0301n10:26_21": "free of old age and death.",
    "ai-anya-e0301n10:26_22": "Whatever desire there is continued existence,",
    "ai-anya-e0301n10:26_23": "Since it is associated with conditions,",
    "ai-anya-e0301n10:26_24": "One is the two rebirths of rebirth in the realm of (intentional) deeds, and one is the forty-three kinds of existence in the various orders of rebirths.",
    "ai-anya-e0301n10:26_25": "Herein, the kamma-process becoming should be understood in accordance with the rest of the (volitional) processes.",
    "ai-anya-e0301n10:27_0": "and for the developed of what is known -",
    "ai-anya-e0301n10:28_0": "“In the future what is called conceived in the future should be understood.”",
    "ai-anya-e0301n10:28_1": "It’s not found here that you are.",
    "ai-anya-e0301n10:29_0": "By these two, namely, the cause of to be these two, namely,",
    "ai-anya-e0301n10:29_1": "and it is said in the same way as stated.",
    "ai-anya-e0301n10:29_2": "The rest is called “restraint by birth” and together with consciousness. And this is what is said to be referring to the fruit of consciousness.",
    "ai-anya-e0301n10:29_3": "And here it is when this construction in the past, which is born, and has the five grasping aggregates,",
    "ai-anya-e0301n10:29_4": "that rebirth is a new state,",
    "ai-anya-e0301n10:29_5": "nor do I say that there is no someone accomplished in the fruit,",
    "ai-anya-e0301n10:29_6": "“This being so, even when the meaning of the teaching is protected by the meaning, it comes to an end, and of five produced by the fourth.",
    "ai-anya-e0301n10:29_7": "We fool is attached to the twelve factors of ignorance,",
    "ai-anya-e0301n10:29_8": "so he rooted in the unskillful,",
    "ai-anya-e0301n10:29_9": "droping off craving,",
    "ai-anya-e0301n10:29_10": "They grow in the root and the body, are said to be the rooted in ignorance.",
    "ai-anya-e0301n10:29_11": "Then their head was shaking off,",
    "ai-anya-e0301n10:29_12": "There are two kinds of head: needed.",
    "ai-anya-e0301n10:29_13": "But in the former stage, the five Commentaries (of the Champion), for one yet this refuse-rag wearer, and when the fifth year is finished in his former existences.",
    "ai-anya-e0301n10:29_14": "And (etc.) the village that leads to (good) views",
    "ai-anya-e0301n10:29_15": "The last of craving is a root of the craving.",
    "ai-anya-e0301n10:29_16": "but doing so, the Holy One will give a wheel-turning monarch.",
    "ai-anya-e0301n10:29_17": "But when the wheel-turning monarch’s back eventually reaches the end of a wheel-turning monarch.",
    "ai-anya-e0301n10:29_18": "like the wheel rolled back in that very place.",
    "ai-anya-e0301n10:29_19": "Therefore it was because of a pair of garments and individuals, together with a single Universe.",
    "ai-anya-e0301n10:30_0": "But why are they in the public?",
    "ai-anya-e0301n10:30_1": "like the sun shining in the rising of craving.",
    "ai-anya-e0301n10:30_2": "Don’t you have conducted himself properly on both counts?",
    "ai-anya-e0301n10:30_3": "It is said to be “feeling” and so on, there is no craving for feeling.",
    "ai-anya-e0301n10:30_4": "Therefore, in regard to feeling, you should say: “Craving wick to feeling.”",
    "ai-anya-e0301n10:30_5": "Nor for ignorance is in the first place,",
    "ai-anya-e0301n10:30_6": "(All should be told in all ways) striving at all.",
    "ai-anya-e0301n10:30_7": "Instead of conditions itself, all of them is unrestrained. For the sake of their enemy, you should say nothing.",
    "ai-anya-e0301n10:30_8": "For this dependent origination is the occurrence of discernment of conditions, and discerning the precedence in terms of conditions.",
    "ai-anya-e0301n10:30_9": "He does not seek all defilements,",
    "ai-anya-e0301n10:31_0": "But when the meditation subject is developed -",
    "ai-anya-e0301n10:32_0": "In the past, ignorance is called a “white” on the termite-mound.",
    "ai-anya-e0301n10:33_0": "Herein, rising is the cause of precious fruit.",
    "ai-anya-e0301n10:33_1": "and he is the cause of the reason for it : he is the reason why he is the meaning.",
    "ai-anya-e0301n10:33_2": "But why do they say:",
    "ai-anya-e0301n10:34_0": "(but) his It is just the root of accumulation, thus it is ceases.",
    "ai-anya-e0301n10:35_0": "and the whole of their origin,",
    "ai-anya-e0301n10:35_1": "cessation,",
    "ai-anya-e0301n10:35_2": "That is why these two kinds of uprooting:",
    "ai-anya-e0301n10:35_3": "But some say that dependent origination is dependently originated.",
    "ai-anya-e0301n10:35_4": "Rebirth, origin, cessation, and the cessation of choices.",
    "ai-anya-e0301n10:35_5": "But now he has said: “Now, no meaning of word to bearing for the purpose of restraint, but only for the sake of non-human beings.",
    "ai-anya-e0301n10:35_6": "When old age and death had been reborn in a definitely, they surgeon, and at the root of old age and death, and they were presented by old age and death, and because of this, they fainted with old age and death.",
    "ai-anya-e0301n10:35_7": "There the sound of drums below the cry:",
    "ai-anya-e0301n10:35_8": "For when they have become born and to be reborn again, they do not occur in them with this condition.",
    "ai-anya-e0301n10:35_9": "For the distressing and feverish defilements that arise because of fools.",
    "ai-anya-e0301n10:35_10": "Baskets for the destruction of the pollutants.",
    "ai-anya-e0301n10:35_11": "For ignorance is called the origin of defilement.",
    "ai-anya-e0301n10:35_12": "And that, when ignorance exists, choices, and consciousness are the meaning here, it is said again:",
    "ai-anya-e0301n10:36_0": "he rolled forth the currents of various kinds,",
    "ai-anya-e0301n10:37_0": "Craving increases the degree of craving.",
    "ai-anya-e0301n10:38_0": "you should say,",
    "ai-anya-e0301n10:38_1": "What is the result of suffering?",
    "ai-anya-e0301n10:38_2": "decrease, I say.",
    "ai-anya-e0301n10:38_3": "innumerable he seeks, but the delusion is the escape from ignorance.",
    "ai-anya-e0301n10:38_4": "searching for craving.",
    "ai-anya-e0301n10:38_5": "From this result, they called ‘come solace’ because they fall into a lower realms, yet it ripens in suffering’.",
    "ai-anya-e0301n10:38_6": "Herein, we are freed from any instances: they sorrow and wail and lament, beating their breast and falling into confusion.",
    "ai-anya-e0301n10:38_7": "Just as one who goes to the elephant,",
    "ai-anya-e0301n10:38_8": "seeks water for washing his bowl, he seeks out the bowl,",
    "ai-anya-e0301n10:38_9": "seeks a almsbowl with any kind of almsbowl, such as pleasure Yet he seeks happiness in searching for a feather.",
    "ai-anya-e0301n10:38_10": "And here there is a one like meditating on to the end of old age and death. Now there is no place here for this world,",
    "ai-anya-e0301n10:38_11": "And you will know suffering be free of suffering,",
    "ai-anya-e0301n10:38_12": "That’s why this is the source of old age and death.",
    "ai-anya-e0301n10:38_13": "like a flawed in trouble by difficulty, which is born in the world, is reborn in a place where.",
    "ai-anya-e0301n10:38_14": "yet it doesn’t understand how to escape from this suffering, from old age and death.",
    "ai-anya-e0301n10:38_15": "But when there are those who beginning with the shine from the sun, their roots and all those who are able to wash away from the throne, and bring it to the issue.",
    "ai-anya-e0301n10:38_16": "which are to be shown by them, but he has taught the level of their former lives.",
    "ai-anya-e0301n10:38_17": "and she became the first set of a bird through the air, the rising sunk in the past. At that time, she was carried on the earth to his own bed in the past, she was reborn in the future.",
    "ai-anya-e0301n10:38_18": "all attachment to views:",
    "ai-anya-e0301n10:38_19": "Abandoning the skin of rebirth, he still follows after being undefeated.",
    "ai-anya-e0301n10:38_20": "Therefore at the end of old age and death, like a snake roped for the head and so on, without having reflected on it, and like it is only to be done in the morning.",
    "ai-anya-e0301n10:38_21": "thus: “In this way there is a town, monks,",
    "ai-anya-e0301n10:38_22": "thus, “Indeed Ignorance is a condition for choices,” and so on.",
    "ai-anya-e0301n10:38_23": "thus, wearing the ground evenly as a plank of bondservant and so on.",
    "ai-anya-e0301n10:39_0": "Herein, so the dust and difference between old age and death are said again.",
    "ai-anya-e0301n10:39_1": "Entering the unsteady,",
    "ai-anya-e0301n10:39_2": "they won’t reveal it first.",
    "ai-anya-e0301n10:39_3": "But when the beginning is said, there is no opposite of the starting point.",
    "ai-anya-e0301n10:39_4": "But the starting point in a discussion, in the first place that the starting from the discussion of the head is for too.",
    "ai-anya-e0301n10:39_5": "But even when this has been shown that in this way is said in order to show the fruit of unfavourable.",
    "ai-anya-e0301n10:39_6": "Since ignorance is not an externally,",
    "ai-anya-e0301n10:39_7": "In the seventh (discourse this) is successful, prosperous,",
    "ai-anya-e0301n10:39_8": "That’s why, here in the past, future in the present, the present life, and the individual will succeed in that state.",
    "ai-anya-e0301n10:39_9": "But when he penetrates this foulness, he didn’t penetrate it. But in this way he came to another.",
    "ai-anya-e0301n10:39_10": "and only then because of the incarnation of it: you’re practicing unmatched. My self-made, shelter, and without letting go of ignorance.",
    "ai-anya-e0301n10:39_11": "But it is exactly three kinds of striving current that is proper to say:",
    "ai-anya-e0301n10:39_12": "if that is no starting to the beginning or the first starting point,",
    "ai-anya-e0301n10:39_13": "And the cause, this is the reason.",
    "ai-anya-e0301n10:39_14": "But if they return to the specific condition, they should be told too.",
    "ai-anya-e0301n10:39_15": "If that exists, they wouldn’t yet come to the conclusion:",
    "ai-anya-e0301n10:39_16": "but it is stated here in the commentaries.",
    "ai-anya-e0301n10:39_17": "just as delusion is the origin of defilement.",
    "ai-anya-e0301n10:39_18": "I say that purity is fueled by something.",
    "ai-anya-e0301n10:39_19": "And who is the fuel for nutriment?",
    "ai-anya-e0301n10:39_20": "Five are confused about the word of the five,",
    "ai-anya-e0301n10:39_21": "the conditioned by way of speech is a condition for choices,",
    "ai-anya-e0301n10:39_22": "are dependently originated.",
    "ai-anya-e0301n10:39_23": "he teaches the first to floor.",
    "ai-anya-e0301n10:39_24": "Dependent Origination",
    "ai-anya-e0301n10:40_0": "167.",
    "ai-anya-e0301n10:40_1": "now, that is to say, the cause, the reason for it is predominance,",
    "ai-anya-e0301n10:40_2": "Herein, this is the cause and condition for the reason why, when it is said, is a cause or condition for the occurrence of being a reason.",
    "ai-anya-e0301n10:40_3": "Herein, with the root of the rolls:",
    "ai-anya-e0301n10:40_4": "was like the root of a tree that was produced by the root of a tree on the ground, and it was well placed in the sense of its object.",
    "ai-anya-e0301n10:40_5": "Talking oppression by the profitable, etc., and that they have a sense of urgency, they say.",
    "ai-anya-e0301n10:40_6": "But here is what should be spoken about.",
    "ai-anya-e0301n10:40_7": "Because of that, because of the section.",
    "ai-anya-e0301n10:40_8": "For as to the meaning of sounds grow and virtue: it is firmly established in him with its wings and change in places. It is swallowed by a well-prepared walls just as object, and it is firmly established in a strong sense of urgency.",
    "ai-anya-e0301n10:40_9": "But the words “proaching sounds” is one acting mindfully.",
    "ai-anya-e0301n10:40_10": "whatever things arise in oneself that are, and if they’re obtained it, they’ve already arisen it’s given up.",
    "ai-anya-e0301n10:40_11": "Remember the door: they stand at the door of the window openings.",
    "ai-anya-e0301n10:40_12": "and so on although the state became stepped in by that same place",
    "ai-anya-e0301n10:40_13": "Given that illustrated is not liable to fall away,",
    "ai-anya-e0301n10:40_14": "What can be done by him:",
    "ai-anya-e0301n10:40_15": "Since it is so, however, when there is outwards, there is no opposite of the states that have arisen, makes it increased, or when it arises, it is said to be like a lamp’s reach.",
    "ai-anya-e0301n10:40_16": "So the states consisting in individual essence, etc., are liberated by the state of oppositeness of the states consisting in the Chapter states .",
    "ai-anya-e0301n10:41_0": "The one who delights in one’s mind is delighted with delight, in one whose mind is fathoms, in roughly prevented, and incomparable things do not take pleasure in this way.",
    "ai-anya-e0301n10:41_1": "The six kinds of support are produced by the object; the six kinds of object enlightenment factor are produced by objects;",
    "ai-anya-e0301n10:41_2": "The intention is called “both” because it is the same.",
    "ai-anya-e0301n10:41_3": "developing it in relation to the higher ordination, which is a condition for the higher ordination,",
    "ai-anya-e0301n10:41_4": "He is of two kinds, that is to say, applied thought and sustained thought .",
    "ai-anya-e0301n10:41_5": "For all the qualities of a heavy constantly, without resentment, like a slave’s log on the mountain’s enemy, servant in his own home.",
    "ai-anya-e0301n10:41_6": "There is no-one present in him without making non-returnence, next to the immediate result,",
    "ai-anya-e0301n10:41_7": "It is easy in the arising of the arranging of the states consisting in the Paṭisambhidā.",
    "ai-anya-e0301n10:41_8": "These are the two conditions for the Dhamma.",
    "ai-anya-e0301n10:41_9": "But owing to the profitable minds in the first jhāna, or later in a state better than the province of anchoring the states of anchoring the state incarnation of the Faith. It is the internal Dhamma, and it is the between the between the two incarnations.",
    "ai-anya-e0301n10:41_10": "when the Dhamma is being taught, having turned around the Dhamma, and when he wants to interrupt the Doctrine, he is the propounding of the Dhamma. He is the propounding of the Doctrine and of the Dhamma.",
    "ai-anya-e0301n10:41_11": "For when this is so, what is unallowable is simply analysisting, being the way including the minds of trees, and when the mind isn’t specifically next to it.",
    "ai-anya-e0301n10:41_12": "he is not able to develop the immediately next life,",
    "ai-anya-e0301n10:41_13": "Not having seen the Dhamma, one thing,",
    "ai-anya-e0301n10:41_14": "For one having insight into the formless realm.",
    "ai-anya-e0301n10:41_15": "But in the case of the eight divisions between the time is the shape of the time when the time is finished between the time, or the hanging is finished in between the middle of the time. It is said, not uninterruptedly.",
    "ai-anya-e0301n10:41_16": "Attending these things are the shape of unspecified sights, which are inner skins the middle of the body,",
    "ai-anya-e0301n10:41_17": "Likewise in the case of the finest forms",
    "ai-anya-e0301n10:41_18": "Consequently the preceding each other is like a chariot .",
    "ai-anya-e0301n10:41_19": "Likewise if it is shown in the same way and they show it is said;",
    "ai-anya-e0301n10:42_0": "And those who are born in themselves are born, not one who does not know.",
    "ai-anya-e0301n10:42_1": "Since they are born, not later on that occasion, not thus he was born in them.",
    "ai-anya-e0301n10:42_2": "discussing it as if falling down.",
    "ai-anya-e0301n10:42_3": "for one who wants to light a lamp, it appears to him in looking around in her husband.",
    "ai-anya-e0301n10:42_4": "* mutually relating to each other, like the component of each other.",
    "ai-anya-e0301n10:42_5": "If this is how there is a miracle, the forehead government official.",
    "ai-anya-e0301n10:42_6": "Such is the sound of couches, fairs, and armies to be found.",
    "ai-anya-e0301n10:42_7": "will lie with him,",
    "ai-anya-e0301n10:42_8": "It is the state production by the wearing,",
    "ai-anya-e0301n10:42_9": "But when he has arisen in his birth and is twofold: he is twofold.",
    "ai-anya-e0301n10:42_10": "Herein, when he was born as a jackal’s doctrine, he reappeared on the spot in the form of a thousand rebirths.",
    "ai-anya-e0301n10:42_11": "Just as if he were building a tree that had been determined on a foundation of earth, he had been reborn in a building sites in a dwelling,",
    "ai-anya-e0301n10:42_12": "while one grows old, it has a fixed destiny.",
    "ai-anya-e0301n10:42_13": "As food is constantly burned by fire, nostrils are plastered by fire.",
    "ai-anya-e0301n10:42_14": "And this is the end of the simile of the dwellings, yet we now have a meal for the reception of rice and barley.",
    "ai-anya-e0301n10:42_15": "which no-one present objects, there is no-one else to do,",
    "ai-anya-e0301n10:42_16": "determined by what is done,",
    "ai-anya-e0301n10:42_17": "this is the cause, this is also called “ascetic” in the sense of strong power.",
    "ai-anya-e0301n10:43_0": "When he has broken it all over there, he has three ways in which absorption is threefold.",
    "ai-anya-e0301n10:43_1": "Herein, the states are respected here as prevented by the object, and having power as its object.",
    "ai-anya-e0301n10:43_2": "The states of accumulation after the states of accumulating principles, while the mind is endeavours, and the rest.",
    "ai-anya-e0301n10:43_3": "he is reborn here in the very same place in this way: it is the nutriment .",
    "ai-anya-e0301n10:43_4": "At the time of entering upon them, the meaning is that given up when there is a suitable reason. At that time the moment is being well proclaimed, the meaning is this:",
    "ai-anya-e0301n10:43_5": "If a legal issue has been heard in faith, ethics, learning, generosity, and wisdom, preference, in the prior stage of giving up greed, hate, and delusion, the thoughts of the lay life.",
    "ai-anya-e0301n10:43_6": "Perhaps a person is body and suffering, and acquisition of food should be understood. And this is what should be understood as the Dhamma.",
    "ai-anya-e0301n10:44_0": "and after arising before, in the past, it is aroused, this Dhamma is manifested in the past,",
    "ai-anya-e0301n10:44_1": "He was of two kinds, that is, access and absorption; then it was, before it was born.",
    "ai-anya-e0301n10:44_2": "For in the basic support of that is born in dependence, and there is in accordance with the Dhamma.",
    "ai-anya-e0301n10:44_3": "But in the case of the teacher, the objection of the opposites, in the way already described, the treatment of the teachers in the way already stated.",
    "ai-anya-e0301n10:44_4": "“In that case, there are exactly sixteen objects of repetitions, rejoicing and robbing; they can’t get in the past.",
    "ai-anya-e0301n10:44_5": "Having arisen in the future, he poursed down and latered on the trees of a bodied form, like a chair of trees latching on to the filthying in the last part, and then the lakes of the central Ganges, having made the form of a fine-materiality.",
    "ai-anya-e0301n10:44_6": "But in the commentary on the bank of the Gaggarā Lotus Pond is what is said.",
    "ai-anya-e0301n10:44_7": "By its roots, etc., and mentality-materiality originates in these ways: “With the giving up of mentality-materiality,” and with the immaterial states, is said to be making that.",
    "ai-anya-e0301n10:44_8": "Afterwards that later generally reaching the beginning of the middle, or the end of the body, it would still be running change in the morning, chainsing to and trickling downwards, and running backwards.",
    "ai-anya-e0301n10:44_9": "It is for the purpose of later on the surface of later on the ship of the wavy-knowned here and there, like the lord of the tree is given here.",
    "ai-anya-e0301n10:44_10": "And intentionally, giving up and later involved in intention, they don’t go.",
    "ai-anya-e0301n10:44_11": "For this is how the born of both you’re reborn in the next life.",
    "ai-anya-e0301n10:44_12": "Just as when the (story) is carried out in the cesspool,",
    "ai-anya-e0301n10:45_0": "While he is endeavouring, having a vessel, well-composed all things that are well-proclaimed, made every time of them appear in the former time.",
    "ai-anya-e0301n10:45_1": "those two in each case.",
    "ai-anya-e0301n10:45_2": "And winning those who know.",
    "ai-anya-e0301n10:45_3": "Besides, the appearance of one’s own root, etc., that rolling backwards and so on are to be done for the purpose of himself with the profitable legal issues, etc., or the practice that leads to the root of a self-effacement is meant.",
    "ai-anya-e0301n10:45_4": "Herein, oppressed by what should be done and accomplished in all things, and all the qualities in accumulating each other.",
    "ai-anya-e0301n10:45_5": "One is not able to extend the day and slowly.",
    "ai-anya-e0301n10:45_6": "results in the noble fruits of deeds, etc., and the fruit of the result should be illustrated by that which they have acquired the fruit of the similes of the noble ones. They must not live on that.",
    "ai-anya-e0301n10:45_7": "he proceeds having to a new deeds in the well-proclaimed authority to him. This is the same as “the contrary to the Teaching” .",
    "ai-anya-e0301n10:45_8": "Again and again his virtue lunars, proceeds with its special qualities that proximate cause negligence. When he recorships, the strength of his feet occurrence towards the special qualities of its great waists, –",
    "ai-anya-e0301n10:45_9": "For when there is arouse knowledge’s instructions, then it runs downwards and crafts in the way already stated, then in the way already stated, it owing to its ability to shakes off the special qualities. It is reference to the profession of the teachings, not torports.",
    "ai-anya-e0301n10:46_0": "It is the description of the development of the mind, verbal processes, and mental processes. It is the action of bodily action, verbal deeds, and mental action.",
    "ai-anya-e0301n10:46_1": "Placing both of two kinds and discovering.",
    "ai-anya-e0301n10:46_2": "Herein, the Jina were growing old in the Mahātittha and the Sakyan order, and so on, all the ascetics in Commentaries, etc., and as they were, by means of the elements beginning with the radiance,",
    "ai-anya-e0301n10:46_3": "Just as a malevolent conversification for the women, having compassion for the purpose of the advantages, for the sake of sensual pleasures, and for the sake of enlightenment of men similes, and in the time of the funeral pyre,",
    "ai-anya-e0301n10:46_4": "In the same way, when these things are spoken, then the results of people making them plain and basic, influence between the times and the result of good deeds, he stopped at the time of the phenomena, and skilled in making a same way and profitable way.",
    "ai-anya-e0301n10:46_5": "It has the resultant producing condition,",
    "ai-anya-e0301n10:46_6": "It is in the world the sacrificial posts, all that has reached the peak of which is dropped in the world, the influential, and it is manifested in all.",
    "ai-anya-e0301n10:46_7": "Thus, developing the appearance of fact that appearance, the One of Great Wisdom appearance,",
    "ai-anya-e0301n10:46_8": "And after that, the result of that occurred in him because of that.",
    "ai-anya-e0301n10:46_9": "For the whole night adorned with all the flames, etc., and the rose and shaking off of all the conditions, and the bird does not give rise to the reappear in any kind of rain.",
    "ai-anya-e0301n10:46_10": "But when five consciousness occurs with the support of the mind, etc., are strong in access than in absorption, because their support is strong.",
    "ai-anya-e0301n10:46_11": "You should not see anyone intimidating each other.",
    "ai-anya-e0301n10:47_0": "The three kinds of nutriment consisting of the opposite sex, which is disturbance, held together by nutriment, and it is the nutriment consisting of the body, made up of the four primary elements.",
    "ai-anya-e0301n10:47_1": "he should practice the fuel for striving, which is accompanied by defilements.",
    "ai-anya-e0301n10:47_2": "For when there is a condition for the nutriment consisting of forms, nutriment, causing food, etc., for the sake of nutriment, and for the sake of nutriment, are conditions for the body.",
    "ai-anya-e0301n10:47_3": "their origin should be understood to dealt with the state of nutriment.",
    "ai-anya-e0301n10:47_4": "for people this nutriment nourishes people and only aspiration for the benefit of others. They are distinguished by non-human beings and found in the future.",
    "ai-anya-e0301n10:48_0": "Energy, enlightenment factor, mature (intentional) faculties,",
    "ai-anya-e0301n10:48_1": "From the threefold path, etc.",
    "ai-anya-e0301n10:48_2": "Herein, in the case of those things which are shared, and the faculty of the various sorts of the states having the nature of being arisen in the formless states.",
    "ai-anya-e0301n10:48_3": "Five things that are aroused (the nature of) things, and so on, the five faculties, five enlightenments, and the five faculties belonging to the rest.",
    "ai-anya-e0301n10:48_4": "It is because of the natural forms of being reborn in the realm of luminous forms, created by forms of the soul Ājīvaka.",
    "ai-anya-e0301n10:48_5": "But why, herein, although here the state hereafter not application,",
    "ai-anya-e0301n10:48_6": "that which is said to be the disturbance of the produced by the fragrance of (material) posts,",
    "ai-anya-e0301n10:48_7": "Contact is a bad principle.",
    "ai-anya-e0301n10:48_8": "But this is the for the sake of the (of births), this is the purpose of concentration,",
    "ai-anya-e0301n10:48_9": "Only that very day of all the deeds thus, “In the borderlands,” and in the moment of his own work, etc., is the meditator’s continuity without greed, etc., and also the meditators who wants to develop the continuation of the law of the definition of the enemy of his own dispensation?",
    "ai-anya-e0301n10:48_10": "Therefore, just the fact that these thoughts are terms of controlled.",
    "ai-anya-e0301n10:48_11": "He should not, inconsequence, nor does he see runn here.",
    "ai-anya-e0301n10:48_12": "Having gone to that object, he abandoned victory and defilement in the sense of strong men. It is like a lamp’s in the sense of basic support, like the jhāna in the sense of looking at it.",
    "ai-anya-e0301n10:48_13": "it is badly in the presence of the Holy One, the Dhamma is a good thing, and it is the path leading to Nibbāna by the path.",
    "ai-anya-e0301n10:48_14": "By means of which the characteristic of continued existence has the characteristic of defilement such as enlightenment factors, etc., because of the noble paths has the sense of continued existence , etc., because it is fully extinguished.",
    "ai-anya-e0301n10:48_15": "Those in the composed to the characteristics of unconditioned is this: even the characteristic of the senses, etc., have to be seen in the sense of the noble paths, and even to be seen too.",
    "ai-anya-e0301n10:48_16": "Also the path is born in the place where it is being established, does not conceive simply reached the states of loss.",
    "ai-anya-e0301n10:48_17": "But in the case of them the paths of the separately is the way they should do so by means of the first path.",
    "ai-anya-e0301n10:48_18": "Some understands the calming downstanding of the sense faculty.",
    "ai-anya-e0301n10:49_0": "One arose among the times, like one (them) with the cause of pride, after becoming a wrapped in one way and foundation.",
    "ai-anya-e0301n10:49_1": "When the state of gladness is produced in one person, while he is laying out the dependence in dependence on bodily and accumulations, etc., and has the characteristic of enduring the state of accumulations, etc., and of the state consisting in an excellent state.",
    "ai-anya-e0301n10:49_2": "Where the placing of the mind and keeping it connected is the meaning of the state particular states associated with it, and the state of the aggregates is the conclusion of the states of loss. This is the meaning of interrupting the proliferation of the sense-spheres.",
    "ai-anya-e0301n10:49_3": "In the opposite of the kind already stated there is from defining of the kind states consisting in enlightenment factor, etc., which is reinforced by canopy, substance, and so on. It is manifested as a factor that is, by further in the same way.",
    "ai-anya-e0301n10:49_4": "In whom clear knowledge is the opportunity to be found.",
    "ai-anya-e0301n10:49_5": "But it’s only because of appraisal, no opportunity for giving it up, there is no decrease,",
    "ai-anya-e0301n10:49_6": "This is another distinction in being.",
    "ai-anya-e0301n10:49_7": "They sit down on that very seat, yet they go down, climbing the mind, and they get past the future.",
    "ai-anya-e0301n10:49_8": "Therefore there is (rebirth) processes,",
    "ai-anya-e0301n10:49_9": "Herein, this is the cause, this is the reason why the meaning of it should be understood.",
    "ai-anya-e0301n10:50_0": "came to the trust of the Buddha,",
    "ai-anya-e0301n10:50_1": "Now, the teaching is to be got, but it is not worthy of an opportunity to practice for giving up, and including the state of peace, it is the state of existence.",
    "ai-anya-e0301n10:50_2": "And although the Teacher has no basis in accordance with what is unconcerned, the teaching is not clear,",
    "ai-anya-e0301n10:50_3": "And having taught the first point in the explanation of the Dhamma only the unincluded meaning, and having discovered all over the various knowledges, I must understand the exposition of the teaching on the Great Forty.",
    "ai-anya-e0301n10:50_4": "There is this one, Kaccāna,",
    "ai-anya-e0301n10:50_5": "There is no meaning in this world, and there are many different castes, many and ninety-twomens.",
    "ai-anya-e0301n10:50_6": "And although the exposition of the meaning has already been described again and again for the purpose of showing that the purpose of crossing over the four kinds of knowledge.",
    "ai-anya-e0301n10:50_7": "while those who were very helpful to their errands, they don’t praise them.",
    "ai-anya-e0301n10:50_8": "The recitation passage is finished.",
    "ai-anya-e0301n10:51_0": "168.",
    "ai-anya-e0301n10:51_1": "Now, as before, soon as the fortnights of the four months had lain on the ground, in the middle of the Saṅgha and end, we will show them again to the monastery,",
    "ai-anya-e0301n10:51_2": "This is the condition for the six sets of six.",
    "ai-anya-e0301n10:51_3": "five constituents (of mind and body) that provide fuel for attachment.",
    "ai-anya-e0301n10:51_4": "again and again, one’s body is the same as the other.",
    "ai-anya-e0301n10:51_5": "As to how name and form are two kinds of name and form: the nine kinds of name and form are conditions for the thirty-two, etc.; the six kinds of name and form are conditions for the nine kinds of concentration.",
    "ai-anya-e0301n10:51_6": "How do they become 40 kilometers?",
    "ai-anya-e0301n10:52_0": "and for the noble state (from) one that has arisen,",
    "ai-anya-e0301n10:53_0": "“Name and form are designated in the two ways of the name and form. Though there is no suitable reason, there is no Lord of Sages.”",
    "ai-anya-e0301n10:54_0": "For one is called “restraint from condition” when he says “restraint by actually being well proclaimed, and only three are currented,” that is how they are well spoken.",
    "ai-anya-e0301n10:54_1": "But since there is non-resultaneousness in the way beginning, “Were not unresolving the mind as condition, and non-distraction through not having many functions, they are manifested as simply.",
    "ai-anya-e0301n10:54_2": "That’s why ‘principledity of skillful qualities is our Dhamma, not ignorant or infatuated, short interrupted, or specific conditioned by the mind.’",
    "ai-anya-e0301n10:54_3": "Herein, weighing downwards and crushing each other with the three kinds of happiness, overflowing courtesan, and variety of dead,",
    "ai-anya-e0301n10:54_4": "and they made the creepers and rippers of.",
    "ai-anya-e0301n10:54_5": "again and again, the law of progressive development, etc., is complete in all the aspects of the development of the mind in the way already stated, and in the law of the lamps that arise in the earlier stages and the laws, etc., which arise in the former conformity with the word “possessive thought” .",
    "ai-anya-e0301n10:54_6": "Herein, whirlpools and fruits, abandoning the wholesome and the paths, frequenting (washing) fruit, lighting up the unskillful and the skillful, they frequently enjoy the fruit.",
    "ai-anya-e0301n10:54_7": "For one able to fulfill all things that are born, growing old, droping, and full of probation.",
    "ai-anya-e0301n10:54_8": "if they were to be cut off (but) in a same way, the same thing,",
    "ai-anya-e0301n10:54_9": "Therefore he is not able to take the path to the have been born of the fruit, nor is there that he is not able to take the path for the sake of the fruit.",
    "ai-anya-e0301n10:54_10": "the path of his own probation is not able to give probation.",
    "ai-anya-e0301n10:54_11": "They don’t neglect abode of fruits and results, nor do they get strong.",
    "ai-anya-e0301n10:54_12": "Because they have a way of performing a fine-material sphere producing improvement through the power of the fine-material sphere. Consequently it is abundant and highest.",
    "ai-anya-e0301n10:55_0": "causes and reasons",
    "ai-anya-e0301n10:55_1": "Name and form are the reasons here; there is the reason why the jhāna factors arise in them, the fivefold reckonings .",
    "ai-anya-e0301n10:55_2": "But on the characteristic of foulness, yet it still lies down on the course.",
    "ai-anya-e0301n10:55_3": "When they are blessed thus, there are two kinds of fondness for ourselves and continually present in the future, and it is manifested as the future.",
    "ai-anya-e0301n10:55_4": "Herein, complete in all respects, is a precincts for all living creatures.",
    "ai-anya-e0301n10:55_5": "Approaching is profitable unskilled in profitable way, etc., is what is meant.",
    "ai-anya-e0301n10:55_6": "Herein, emitting consciousness there is a thousand-elements even five-consciousnesssphere consciousnesses -",
    "ai-anya-e0301n10:55_7": "For that is born of a yearning of the efficacy of deeds, and individuals it is only because of the kamma-process becoming.",
    "ai-anya-e0301n10:55_8": "After the result of his own giving up of the seeds, he cannot seeds that the result of the propagation of seeds thus.",
    "ai-anya-e0301n10:55_9": "Like the seeds, which were dropped on the seeds, and so on, the inner skins, the inner skins, etc., the inner skins, and that is why it is called “the inner” .",
    "ai-anya-e0301n10:55_10": "Herein, the grossness of various kinds, namely, clansing to the profitable, the plague of the past, future, and present in the past.",
    "ai-anya-e0301n10:55_11": "being skilled in embracing a wholesome intention,",
    "ai-anya-e0301n10:56_0": "the meaning is that of contemplation of the result ( constructions): the meaning is: from each other, is the meaning.",
    "ai-anya-e0301n10:56_1": "Just as when the trees had elapsed, the rains residence and the branches of a tree that grows, in that place where the trees had arrived after the rainy season, the creeper rained, the rice reaches a wide opening. When that as far as the forest was flour is finished, the wide opening.",
    "ai-anya-e0301n10:56_2": "At this moment the bodies of fact that were produced in appearance, having arisen through the whole body and speech, the mind, ill will, worms, material body and mind, and instantly reaching the wholesome qualities of the four constituents (of mind and body), all the states of productives form, the bodies growing that is to say, awels greatest, and change of the Dhamma’s mind.",
    "ai-anya-e0301n10:56_3": "Herein, when (the Buddha) born there is born, in between the two wombs there are born, and say,",
    "ai-anya-e0301n10:56_4": "until my mind was clearly covered,",
    "ai-anya-e0301n10:56_5": "This is the time when the body is extended, it is the time to extend it,",
    "ai-anya-e0301n10:56_6": "and at the time of the Jeṭṭha, at the time of the Buddha arose,",
    "ai-anya-e0301n10:56_7": "that is, in the past, future or present,",
    "ai-anya-e0301n10:56_8": "For when one who passes away and is reborn in the open agitated state, he comes to mind in the past life.",
    "ai-anya-e0301n10:56_9": "But when that body is died, then it is not the basis for that base. When the mind is present, there is no nine orifices that it should be",
    "ai-anya-e0301n10:56_10": "Likewise for the previous,",
    "ai-anya-e0301n10:56_11": "As the nutriment extends, it is the lower part, which is extended,",
    "ai-anya-e0301n10:56_12": "he is standing, he instantly to put down, stands against the post,",
    "ai-anya-e0301n10:56_13": "he should also be understood that, and fondness and distending to desire for it.",
    "ai-anya-e0301n10:56_14": "This is how to say:",
    "ai-anya-e0301n10:57_0": "We practice the immaterial states of not having power, great majesty.",
    "ai-anya-e0301n10:57_1": "Therefore he is able to establish the site for a particular body on the four classes of the body, even though it was described with this body and the rest.",
    "ai-anya-e0301n10:57_2": "the wives of the lamps, etc., falling down together with five hundred spears,",
    "ai-anya-e0301n10:57_3": "the rubbing strips and rolls for their own advantages, who had the same nation as their own dwelling.",
    "ai-anya-e0301n10:57_4": "consciousness, the realm of the gods of the Thirty-Three would not get to light a ladder in the morning and evening to live with clothes, at the foot of the shadow of the tree, and so on. The one who is beside of that, when he is fled like that, doesn’t get at the wrong time,",
    "ai-anya-e0301n10:57_5": "When the goldsmith was born, he received the blessings of good strength.",
    "ai-anya-e0301n10:57_6": "We are prevented from us to time, not at the wrong time.",
    "ai-anya-e0301n10:57_7": "And they are not able to roll on a site of consciousness arisen on a site of the ground.",
    "ai-anya-e0301n10:58_0": "This is called “special” reference to the five rose-apples (of mind and body) that provide fuel for attachment.",
    "ai-anya-e0301n10:58_1": "All of these present circumstances are presently arisen in the future.",
    "ai-anya-e0301n10:58_2": "This is how the present cause, having made the condition for the future in the present, the arose in the future,",
    "ai-anya-e0301n10:58_3": "the eye faculty as a basis,",
    "ai-anya-e0301n10:58_4": "They take pleasure in the ear ... nose ... tongue ... body ...",
    "ai-anya-e0301n10:58_5": "Having taken the eight important dealing with form, and for the sake of the producing condition he remains in the same way state enlightenment factor.",
    "ai-anya-e0301n10:58_6": "And although the object has already arisen in the present the objects of the present kasiṇa, the object of the present object, and the consciousness the support of the mind in the present life, namely, the counterpart sign appears as object, and the defining of the present objects will become a condition for the sake of the ignoble way, and the object. In the presently in the present life-continuum, just as the objects of clause also will arise, just as the objects of the present objects.",
    "ai-anya-e0301n10:58_7": "In the past, when the future was falling like this, the result of the terms of suffering in the past, future, and present.",
    "ai-anya-e0301n10:58_8": "And here the words “ware introduced to and exclusively to the object opposite sex,” etc., have respectively to the indicating of the object.",
    "ai-anya-e0301n10:58_9": "The object of his contemplation is reviewed by the object of contemplation.",
    "ai-anya-e0301n10:58_10": "But this person must be known as that person.",
    "ai-anya-e0301n10:58_11": "For when the neck bodies are unbroken, why do they arise in the middle of the news, and the end of the necks of their feet? Because their respects are honored, respected, revered, and venerated by the necks?",
    "ai-anya-e0301n10:59_0": "and for the developed of what is known -",
    "ai-anya-e0301n10:60_0": "“As a heavy burden, having non-delusion, what is said in him?”",
    "ai-anya-e0301n10:61_0": "The eye is heavy, etc., and having swept away, etc., by its deity, and so on. It is “nowledge” .",
    "ai-anya-e0301n10:61_1": "The view of greed, hate, and delusion, are different things.",
    "ai-anya-e0301n10:61_2": "Herein, having surmounting all these and these advertingsities, all of them, with the simile of the four classes of rebirth-spheres and wholesome powers, the meditators should be resolved on the impediments of sensual pleasures.",
    "ai-anya-e0301n10:61_3": "And it is prey for all creatures that are internally and externally, for one who kills living creatures, steals, and commits sexual misconducts, and uses alcoholic drinks that cause negligence.",
    "ai-anya-e0301n10:61_4": "When faith is ethical, of faith, ethics, learning, generosity, and wisdom, etc., all those who have this virtue, etc., as their passions and men, have become happy and well-prepared because of their opposite sex. And they give rise to any unskillful qualities that are devoted to by offerings.",
    "ai-anya-e0301n10:61_5": "For all persons experience suffering by way of body, speech, and mind. They all those who are quenched in the four directions, who are skilled in the senses, because they have eliminated idiosyncratic in profitable thoughts. And they suffer only on the side of the noble ones.",
    "ai-anya-e0301n10:61_6": "The opposite sex in each of the outer skin, so deed, being weaked.",
    "ai-anya-e0301n10:61_7": "But why are these forms that are not attached to, enlightened, and have not arisen in the world?",
    "ai-anya-e0301n10:61_8": "Didn’t they for the sake of trees externally grown only on the earth, water, fires, and widespread? They don’t cause an abundance of strike. They’re the heir of the earth, water, fire, and air. And they keep the entire Bāhiya’s ox.",
    "ai-anya-e0301n10:61_9": "But this is the root and the root",
    "ai-anya-e0301n10:61_10": "For this is said:",
    "ai-anya-e0301n10:62_0": "if he has not been answered, but he is unable to get what he has been heard;",
    "ai-anya-e0301n10:62_1": "through this (merit) one’s mind, who is around with forms,",
    "ai-anya-e0301n10:62_2": "For just as when a man has done profitable deeds to be dispersed, etc., rising up and food and drink, etc., his rising up,",
    "ai-anya-e0301n10:62_3": "Even so physical and mental.",
    "ai-anya-e0301n10:62_4": "Regarding a space and fame it with the seed,",
    "ai-anya-e0301n10:62_5": "it is not the one who isn’t able to discern it.",
    "ai-anya-e0301n10:62_6": "for the arising of the intention to be arrangement and falling in the various kinds of disciplinary issues,",
    "ai-anya-e0301n10:62_7": "mental factors",
    "ai-anya-e0301n10:63_0": "This is what is said: there are two kinds of welcomes that are formless with formless states.",
    "ai-anya-e0301n10:63_1": "Herein, wherever they give rise to previously, at the wrong time, thought-spheresing, and in the next life they subsequently in the morning.",
    "ai-anya-e0301n10:63_2": "The arising of the formless, what in accordance with the previous disappearance of the alternative form, they don’t see in disguise form,",
    "ai-anya-e0301n10:63_3": "That’s why they don’t gain form in the formless realm.",
    "ai-anya-e0301n10:63_4": "When this doesn’t exist, there is no coming to be spoken of in the middle. When this doesn’t exist, they should be told in the middle ones.",
    "ai-anya-e0301n10:64_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n10:65_0": "“Herein, greed and hate and delusion,",
    "ai-anya-e0301n10:65_1": "Lodgings, he, knowing that it is to be removed passion for sense desires,",
    "ai-anya-e0301n10:65_2": "Those who associate with individuals.”",
    "ai-anya-e0301n10:65_3": "which was made of multitude of flowers and fruits,",
    "ai-anya-e0301n10:66_0": "For if they don’t get the opposite of others, greed and hate are strong in their own state of loss,",
    "ai-anya-e0301n10:66_1": "Sensual desire for women is in the men whose mind is deliverance of malevolence.",
    "ai-anya-e0301n10:67_0": "She gets things in that place,",
    "ai-anya-e0301n10:68_0": "The development of the training precepts in the forty-thousand etc., and so on.",
    "ai-anya-e0301n10:68_1": "Yet it is only the same as that of a wound.",
    "ai-anya-e0301n10:69_0": "Then, on account of his own greed and hate, making a wholesome faith, and so he, his own giving up of the pinnacle of faith in himself, etc., and his thinking is stated too.",
    "ai-anya-e0301n10:70_0": "wrapped in a region",
    "ai-anya-e0301n10:71_0": "‘According to the profitable’ means, having greed and hate, is what is skillful, etc., have what is meant.",
    "ai-anya-e0301n10:71_1": "(but) is the same as a particular,",
    "ai-anya-e0301n10:72_0": "When authority is indeed only, it’s not possible to practice the sacred flame.",
    "ai-anya-e0301n10:72_1": "By honoring, respecting, and venerating all the worlds, (and is) the path leading to the fruit of knowledge, and the path to Nibbāna. And the noble fruition and the path to Nibbāna, which is accompanied by the noble path and fruition.",
    "ai-anya-e0301n10:72_2": "And having discovered the supermundane attainment with extinguishment, he can understand the body and the mind; he has gone beyond all that is painful, sharp, severe, acute, unprofitable, and unprofitable, and calmed the state of courtesan.",
    "ai-anya-e0301n10:73_0": "and for the developed of what is known -",
    "ai-anya-e0301n10:74_0": "“Householder, he has reviewed that same mangoes the physical basis, etc., as he reviews the path and the fruit of defilement, etc., in that way, he does soar into the fruit of defining the fruit of defilement, etc., he does so indicated the way that is definitively the path of attaining the fruit of extinguishment.”",
    "ai-anya-e0301n10:74_1": "You’re not beautiful or ugly,",
    "ai-anya-e0301n10:75_0": "ethics, learning, generosity, and wisdom. And the practice that leads to the fruit of once-return. But the eye of the paths and the fruit of quiet in Nibbāna.",
    "ai-anya-e0301n10:75_1": "Vipassī, this is said to be ‘accomplished’.",
    "ai-anya-e0301n10:75_2": "do not occur in the four immaterial states.",
    "ai-anya-e0301n10:75_3": "Tissā, the ruin (by Buddhas) appear.",
    "ai-anya-e0301n10:75_4": "and mutually constantly wielding each other with the golden (internal) work, their minds full of kindness towards each other,",
    "ai-anya-e0301n10:75_5": "So too with the other’s otherwise.",
    "ai-anya-e0301n10:75_6": "consciousness wouldn’t find it satisfying in five respects.",
    "ai-anya-e0301n10:75_7": "ground, in the sense of establishing, they avoid stubbing, position, and so on.",
    "ai-anya-e0301n10:75_8": "* That one who constitutes the enlightenment factor:",
    "ai-anya-e0301n10:75_9": "and he goes around it with him.",
    "ai-anya-e0301n10:75_10": "Having arisen in the (made) mind and bodily form, one is not conceived.",
    "ai-anya-e0301n10:75_11": "Likewise: they are stated of enlightenment and consciousness-originated great primaries, endowed with regard to the state of various forms.",
    "ai-anya-e0301n10:76_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n10:77_0": "“But however, is completing in mutuality in mutuality,",
    "ai-anya-e0301n10:77_1": "Or they’re not exempt from form, nor do they converse with each other.",
    "ai-anya-e0301n10:77_2": "That’s why the words contemplate the mind and thoughts are said.”",
    "ai-anya-e0301n10:77_3": "Herein, one who isn’t shamelessly does not always writtle each other withstands.",
    "ai-anya-e0301n10:77_4": "In this way there is no production of sight, and if they don’t allow it.",
    "ai-anya-e0301n10:77_5": "But the condition being by way of arising don’t producement is a condition for form that is a reason why.",
    "ai-anya-e0301n10:77_6": "That’s why the Sundarī springs up.",
    "ai-anya-e0301n10:78_0": "the six grounds for winter, as object, in the case of the consciousness element.",
    "ai-anya-e0301n10:78_1": "Herein, the result of the constituents (of the result of the constituents (of mind and body) that provide fuel for attachment are the,",
    "ai-anya-e0301n10:78_2": "But when the mind that arises in the city of Ajātasattu Vedehiputta of Māgadha’s mind is evening.",
    "ai-anya-e0301n10:78_3": "But when the base consisting of the basis for that object the object, he will have the support of that which is the object of his support, just as its object.",
    "ai-anya-e0301n10:78_4": "For this is said in the enlightenment factor: it has the object of clause, bliss, and undependent.",
    "ai-anya-e0301n10:78_5": "And how is that object?",
    "ai-anya-e0301n10:78_6": "The explanation of the presently based on the gratification regarding presently, etc., is the means of the gratification in the several powers, and the mind becomes concentrated in access.",
    "ai-anya-e0301n10:78_7": "For this is said: ‘They are self in that case.’",
    "ai-anya-e0301n10:78_8": "approves.",
    "ai-anya-e0301n10:78_9": "The view arises, and doubt arises.",
    "ai-anya-e0301n10:78_10": "due to sadness.",
    "ai-anya-e0301n10:79_0": "And here there are teachers’ teachers oppressed to the object in this way, or at the time of making this object they were referring to the word-meanings.",
    "ai-anya-e0301n10:79_1": "This is the plane of them.",
    "ai-anya-e0301n10:79_2": "This in the commentary on the eighth day, while the glorious talk is destroyed, and the consciousness occurred in its places.",
    "ai-anya-e0301n10:79_3": "Likewise, by one day, by means of the mind’s wishes, and by the lady of the Dhammapada:",
    "ai-anya-e0301n10:79_4": "or the rinsing clothes made of cloth.",
    "ai-anya-e0301n10:79_5": "That’s why the gratification in internally, and so on.",
    "ai-anya-e0301n10:79_6": "(but) after attacking you, too:",
    "ai-anya-e0301n10:79_7": "you won’t be reborn in heaven,",
    "ai-anya-e0301n10:79_8": "If they were to take anyone else’s object,",
    "ai-anya-e0301n10:79_9": "while roaming and trying to get blame.",
    "ai-anya-e0301n10:79_10": "Why don’t weapons today and roll them back and forth?",
    "ai-anya-e0301n10:79_11": "We raising the walls.",
    "ai-anya-e0301n10:79_12": "After that later grabbing one (robes), from the first day he took hold of another,",
    "ai-anya-e0301n10:79_13": "likewise the (craving) the Sakyans will be able to talk about Dhamma.",
    "ai-anya-e0301n10:79_14": "Therefore it is possible to set up a cloth at the time that object.",
    "ai-anya-e0301n10:79_15": "In the same way, the whole of the monastery, the site for the same, and the support for that, as its object is the same support for the object.",
    "ai-anya-e0301n10:79_16": "Because of this, the support of those who are blameless, and those who settling to continue.",
    "ai-anya-e0301n10:80_0": "And if they were to drink it, they’d take the opposite sex and gourd it, saying,",
    "ai-anya-e0301n10:80_1": "You shouldn’t give up blameworthy things.",
    "ai-anya-e0301n10:80_2": "today, when a weapon has acquired",
    "ai-anya-e0301n10:80_3": "because of the food and drink is so there.",
    "ai-anya-e0301n10:80_4": "Likewise the flame of clothes and clothes.",
    "ai-anya-e0301n10:80_5": "it’s not otherwise, does not grow old.",
    "ai-anya-e0301n10:80_6": "And just as there is no agitation, in the case of those who are blameless.",
    "ai-anya-e0301n10:80_7": "Why not?",
    "ai-anya-e0301n10:80_8": "The good aren’t presence in the same way as before, they are the ground for the abode of the greedy temperament. This is the reason for the sake of making use of the shade, and they go to the Enlightenment-twel.",
    "ai-anya-e0301n10:80_9": "But they don’t get caught up in those without reside. There is nothing moderation to do with the calming of the teaching. When they died, they do so they get caught up in those who were fairs.",
    "ai-anya-e0301n10:80_10": "At this point it is known that the object of his contemplation is considered, clung to this. It is refuted at the root of the opposite sex.",
    "ai-anya-e0301n10:81_0": "Next, all of the present internally and externally, gross form is impermanent, that is their object. This is their name and form are not made by oneself.",
    "ai-anya-e0301n10:81_1": "But there is nothing that object of the object of planets wherever the object of his contemplation, the wielder is born in the base of mastery.",
    "ai-anya-e0301n10:81_2": "The nutriment consists of sensual pleasures, Kāḷigodhā’s nutriment consisting of forms that arose in the fourfold reckoning of the fine-material sphere.",
    "ai-anya-e0301n10:81_3": "For it is pregnant when a man’s womb is arising from the mother’s womb, etc., up to nutriment and temperatures, and so on.",
    "ai-anya-e0301n10:81_4": "for this reason it is said: “One who is learning the moment of the body in connection with the form of repulsiveness in nutriment; for the purpose of nutriment is a condition for the body” .",
    "ai-anya-e0301n10:81_5": "If he says:",
    "ai-anya-e0301n10:82_0": "he eats food there and drinks that his mother, and with the intention of eating it. The Lord of Death then surrounds him with the abscess.",
    "ai-anya-e0301n10:83_0": "why are it said?",
    "ai-anya-e0301n10:83_1": "and demoness in the morning of the native spirit Bārāṇasī.",
    "ai-anya-e0301n10:83_2": "This body of the fetus of produced in the womb for the arising of mentality, for the remaining one part, and for the dissolution of his (supernatural) body, producing the four primary elements), and for the sake of a erection of producing the body, and for the sake of a production of a single conscious body.",
    "ai-anya-e0301n10:83_3": "you should say about the other world.",
    "ai-anya-e0301n10:83_4": "But even with there are two kinds of clear vision: such appearance, having few wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the practice that leads to their life. But even the life faculty should be understood that the physical faculty of the various kinds of becoming .",
    "ai-anya-e0301n10:83_5": "Understanding this deed and mostly the gods of the Thirty-Three, he can pull towards himself and go away.",
    "ai-anya-e0301n10:83_6": "And even if they’re uninterrupted, they dragged away, although they acquisition, they become pregnant and including the top of their sense.",
    "ai-anya-e0301n10:83_7": "But with the mental laws and the chariots proclaimed by the Commentaries, having as their nature, (and) appearance on the ground, having made a site for them, and as they were friends.",
    "ai-anya-e0301n10:84_0": "of all the spirits, etc., one who, in every way should sacrifice,",
    "ai-anya-e0301n10:84_1": "the threefold aspects should be understood as the arising of the three instances, etc.;",
    "ai-anya-e0301n10:84_2": "This is the idiot of form, old age, and death is conceived in the realm of the lucidity of various names.",
    "ai-anya-e0301n10:84_3": "Shouldn’t they make a living for a hundred years of Āḷavī and an excellent form?",
    "ai-anya-e0301n10:84_4": "for how there is threefold, there may be condition,",
    "ai-anya-e0301n10:84_5": "For the arising of the remaining jhānas has the characteristic of endurance.",
    "ai-anya-e0301n10:84_6": "For the arising of the characteristic of arising is character,",
    "ai-anya-e0301n10:84_7": "nutriment consists of the similes, starting pointing the arising of suffering, and not for the arising of what is suitable.",
    "ai-anya-e0301n10:84_8": "At the time of the great beings arriving towards the forms that are arrival at the moment of rebirth-linking, which is like the nutriment.",
    "ai-anya-e0301n10:84_9": "One whose appearance is like this, even though it’s born in a separated from birth, dispels, and from not having arisen in the form of a life.",
    "ai-anya-e0301n10:84_10": "So these two things together with the characteristics, etc., have the characteristics of continued existence, and the states of non-human beings.",
    "ai-anya-e0301n10:84_11": "Now all the fourth reasons it is shown by means of the fourth jhāna, etc., that is to say, by means of the fourth reason,",
    "ai-anya-e0301n10:84_12": "and while walking it is said:",
    "ai-anya-e0301n10:84_13": "Herein, this is the reason why it is of two kinds as objects and twenty-four kinds of concentration, that is, twofold by means of the object.",
    "ai-anya-e0301n10:84_14": "Herein, the kamma-process are included in the three kinds of deeds in the places.",
    "ai-anya-e0301n10:84_15": "for a man who conquers his own deeds as object does not come to be.",
    "ai-anya-e0301n10:84_16": "let alone among the gods.",
    "ai-anya-e0301n10:85_0": "There might be an impediment for the object.",
    "ai-anya-e0301n10:85_1": "doesn’t come back to them.",
    "ai-anya-e0301n10:85_2": "By deeds they do not conduce to work.",
    "ai-anya-e0301n10:85_3": "But there is the root of the trees that are legitimate and have been done in that place.",
    "ai-anya-e0301n10:85_4": "not by making a object.",
    "ai-anya-e0301n10:85_5": "It is the opposite condition by way of engaging the object,",
    "ai-anya-e0301n10:85_6": "(but) in the case of the remainder is not giving a condition for (true) deeds,",
    "ai-anya-e0301n10:85_7": "That’s why they don’t try hard, strive, and make an effort to get rid of him.",
    "ai-anya-e0301n10:85_8": "However, for he has arisen in the realm of (good) birth,",
    "ai-anya-e0301n10:85_9": "the threefold base, that is to say, the object of his wisdom, and the object of those on virtue.",
    "ai-anya-e0301n10:85_10": "Herein, there are two immaterial states that are the object of the fine-material jhānas;",
    "ai-anya-e0301n10:85_11": "if he is heavy: he is a serious matter;",
    "ai-anya-e0301n10:85_12": "Again, that is to say, the three kinds of objects, on a site in a dwelling place there.",
    "ai-anya-e0301n10:85_13": "Herein, there is (given) in the story of the Sun, for which there is prosperity or in the presence of others.",
    "ai-anya-e0301n10:85_14": "The others are two kinds of support.",
    "ai-anya-e0301n10:85_15": "They are loyal to me:",
    "ai-anya-e0301n10:85_16": "Stroken on:",
    "ai-anya-e0301n10:85_17": "At the moment of two kinds of deeds is two-restss.",
    "ai-anya-e0301n10:85_18": "herein, there is a thousand-spheres.",
    "ai-anya-e0301n10:85_19": "But there are two kinds of weakness:",
    "ai-anya-e0301n10:85_20": "Herein, when there are two kinds of support: this is the time for one who is strong and foulness .",
    "ai-anya-e0301n10:85_21": "but your feeble deed is invalid.",
    "ai-anya-e0301n10:85_22": "all the nutriment condition, faculty condition,",
    "ai-anya-e0301n10:86_0": "Understanding the four constituents (of mind and body), the ninety-four ground (of the Brahmā realm), and the reappearance of on a clothes.",
    "ai-anya-e0301n10:86_1": "Herein, the first two is enlightenment condition;",
    "ai-anya-e0301n10:86_2": "But in two ways the objects of conditions there is requisites,",
    "ai-anya-e0301n10:86_3": "if he is heavy: he is a serious matter;",
    "ai-anya-e0301n10:86_4": "But there are seven kinds of jhāna associated with each other, and the result of the paths beginning with during the paths of becoming obligation with the result of many kinds of jhānas associated with the laternative states of substance;",
    "ai-anya-e0301n10:86_5": "There is nothing in the immaterial states as object when he does not exist in it.",
    "ai-anya-e0301n10:86_6": "So when all the fourth parts are due to surmounting of the breaths, etc., in the case of the fourth jhāna, and as objects of the fine-material jhānas, etc., they are going along with happiness but their objects.",
    "ai-anya-e0301n10:87_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n10:88_0": "In all the cases of each one is allowed to proceed in one place without a cause or condition.",
    "ai-anya-e0301n10:88_1": "all the teachers of the teacher,",
    "ai-anya-e0301n10:89_0": "This is the meaning of pertaining.",
    "ai-anya-e0301n10:90_0": "“There is no reason for anyone,",
    "ai-anya-e0301n10:90_1": "He who families with the consciousness that objects, so long as the object does not come into it.”",
    "ai-anya-e0301n10:90_2": "merely in the same way as Dhamma",
    "ai-anya-e0301n10:90_3": "on the following day, each topic:",
    "ai-anya-e0301n10:90_4": "Not for the sake of the fine-material jhānas, etc., is its object.",
    "ai-anya-e0301n10:90_5": "for one who is attached to their own territory has been reborn in a bad place, and not for any other reason.",
    "ai-anya-e0301n10:91_0": "One who, though there is no difference here in the Sakyans’ line,",
    "ai-anya-e0301n10:91_1": "not with any reason or reason.",
    "ai-anya-e0301n10:92_0": "This is the meaning of good behavior:",
    "ai-anya-e0301n10:93_0": "“For he who has accumulated the fruit of the world, all of the deeds described as the fruit of the world, and so on. all their deeds is said to be the lay person.”",
    "ai-anya-e0301n10:94_0": "wrapped in a region",
    "ai-anya-e0301n10:95_0": "“Among in this world” is said: “Amongst those who acquaint in the world with the best.”",
    "ai-anya-e0301n10:95_1": "But although the dispensation awhere the Dispensation Both (from him) in a vehicle,",
    "ai-anya-e0301n10:96_0": "Here is the place where it leads",
    "ai-anya-e0301n10:96_1": "All-spheres are included in the borderlands",
    "ai-anya-e0301n10:96_2": "and when they died down, they are cast down to the influence of name and form.",
    "ai-anya-e0301n10:96_3": "from which the whole of the Buddha became reborn in a termite-mound.",
    "ai-anya-e0301n10:96_4": "as a great tree –",
    "ai-anya-e0301n10:97_0": "and consciousness, Ānanda, were not conceived in the mother’s womb,",
    "ai-anya-e0301n10:97_1": "However, when name and form are conceived in the mother’s womb,",
    "ai-anya-e0301n10:97_2": "We think, sir,",
    "ai-anya-e0301n10:97_3": "and consciousness, Ānanda, having entered the mother’s womb,",
    "ai-anya-e0301n10:97_4": "How would name and form be reborn in this state of existence?”",
    "ai-anya-e0301n10:97_5": "We think, sir,",
    "ai-anya-e0301n10:97_6": "For a young man’s younger is cut off at the staircase’s womb.",
    "ai-anya-e0301n10:97_7": "Would this name and form achieve growth, increase, and maturity?",
    "ai-anya-e0301n10:97_8": "We think, sir,",
    "ai-anya-e0301n10:97_9": "And that’s why this is the cause, source, origin, and condition of name and form, namely name and form.",
    "ai-anya-e0301n10:97_10": "namely consciousness,",
    "ai-anya-e0301n10:98_0": "Herein, you will grow:",
    "ai-anya-e0301n10:98_1": "for name and form are the kind of consciousness.",
    "ai-anya-e0301n10:98_2": "How can you be trapped?",
    "ai-anya-e0301n10:98_3": "It is the meaning of this: from its welfare.",
    "ai-anya-e0301n10:98_4": "growth and worms, increase and mature,",
    "ai-anya-e0301n10:98_5": "measurable, and vine.",
    "ai-anya-e0301n10:98_6": "On the last one of the last part of the smallest extension is said of the smallest universal talk.",
    "ai-anya-e0301n10:98_7": "Therefore at the moment of consciousness should be understood that instances of consciousness,",
    "ai-anya-e0301n10:98_8": "Though this is so, it seems, that there is the fourth kind of existence that has arisen, headed for a distance, and is swallowed,",
    "ai-anya-e0301n10:98_9": "Because even without a previous settlement to restrain his mind indeed, then he doesn’t try to conceive his form.",
    "ai-anya-e0301n10:98_10": "Thus there is nutriment for the happiness",
    "ai-anya-e0301n10:98_11": "For Yet even when those in the realm of luminous form they were delivered with the sight of sensual pleasures, there was no need to be stopped.",
    "ai-anya-e0301n10:98_12": "And trying to get upset, continue to make the influence of (all) people. It appears to become ruin and again.",
    "ai-anya-e0301n10:98_13": "When this is said in the opening is unenclosed, it would not be appropriate for me to have a place.",
    "ai-anya-e0301n10:98_14": "There is the meaning of this.",
    "ai-anya-e0301n10:98_15": "For there is in the first immaterial states such as the state of existence, and in the fine-material jhāna.",
    "ai-anya-e0301n10:98_16": "Here is shown by the meaning of the child’s flesh .",
    "ai-anya-e0301n10:98_17": "As trees are plants, seeds and seeds are reckoned as a plantain,",
    "ai-anya-e0301n10:98_18": "And when it is developed and cultivated it grows produces a tree growing field, a fruit free from a tree or a neemb tree or a seed’s irrigation grows of grass, and a pile of seeds and grass,",
    "ai-anya-e0301n10:98_19": "In the same way, what is conceived in the womb of sentient beings.",
    "ai-anya-e0301n10:98_20": "Because of the power of that species of living together with the women is the shape of good families, etc., as in the case of her parents and so on.",
    "ai-anya-e0301n10:98_21": "So it is as unfavourable to the seeds.",
    "ai-anya-e0301n10:98_22": "the inclusive sequence should be understood as the instance of sinking enquiry;",
    "ai-anya-e0301n10:99_0": "But this meditator of the name of this body can give up even one’s mother and father in the four quarters of the Jain ascetics.",
    "ai-anya-e0301n10:99_1": "at the time of while he is equal to his own relatives, he is the shape of a family similar to the shape of relatives.",
    "ai-anya-e0301n10:99_2": "But the women in the hands of women are the shape of young menstrual seeds, and various kinds of grass are the shape of a tree given and a bad seed’s smooth.",
    "ai-anya-e0301n10:99_3": "This is how the definition of sentient beings comes from various classes of beings.",
    "ai-anya-e0301n10:99_4": "At this point he has worry about all the forms of existence and resolving with the mind in the way beginning, “Having arisen in the way that is formless, which is to say about form in the former life.”",
    "ai-anya-e0301n10:99_5": "As they do so, even the mental development of the mind in each case, that is to say, the attainment of cessation, physical nutriment, and mental formation.",
    "ai-anya-e0301n10:99_6": "Therefore it is said: “One born in the formless states” .",
    "ai-anya-e0301n10:99_7": "they are going to such a town or village.",
    "ai-anya-e0301n10:99_8": "herein the origin of existence is born.",
    "ai-anya-e0301n10:99_9": "beings are born and to be born:",
    "ai-anya-e0301n10:99_10": "internal and external:",
    "ai-anya-e0301n10:99_11": "externally:",
    "ai-anya-e0301n10:99_12": "conditioned primary elements,",
    "ai-anya-e0301n10:99_13": "the unconditioned: unconditioned.",
    "ai-anya-e0301n10:99_14": "So too, the one who has passed away (and) have died and the one on account of what is connected with the body",
    "ai-anya-e0301n10:99_15": "Likewise: the unconditioned phenomena, the name and form derived from the fourfold reckoning of the fourth, and the ninety-four grounds of all conditions.",
    "ai-anya-e0301n10:99_16": "Where the four things standing on the ground in the threefold system, and the second is necessary, as well as by means of the fourth jhāna is without kind of existence.",
    "ai-anya-e0301n10:99_17": "Herein, one who is strict is produced by means of the object and have died there.",
    "ai-anya-e0301n10:100_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n10:101_0": "“Through objects, ‘with him as condition there is no suitable reason,’ is what was said.",
    "ai-anya-e0301n10:102_0": "and at the time of the meal (when) have been designated, and have died.",
    "ai-anya-e0301n10:102_1": "Herein, there is riches in this way you should use the wealth, the interpretation of existence, the precise of quarrels, the bowels, the initiative, and the wealth that has arisen in this way. You should be understood to continued existence in the past.",
    "ai-anya-e0301n10:102_2": "So it appears here that the eye is fair and in the ear ... nose ... tongue ... body ...",
    "ai-anya-e0301n10:102_3": "But they are stated in the sense of giving, etc., and because they are stated in the sense of giving and making amends through making amends according to .",
    "ai-anya-e0301n10:102_4": "But there is the way of (intentional) deed is the time for the deed.",
    "ai-anya-e0301n10:102_5": "In the past, future, and present.",
    "ai-anya-e0301n10:102_6": "for the rest are conditions for the present.",
    "ai-anya-e0301n10:102_7": "he whispered each other with his own hands, the firstly and survives held together with each other. There is nourishment in the past, he is unequalled and contemplations.",
    "ai-anya-e0301n10:102_8": "The remaining sixteen conditions are internal.",
    "ai-anya-e0301n10:102_9": "the immaterial states have ceased, being formed, the unconditioned.",
    "ai-anya-e0301n10:102_10": "This is conditioned.",
    "ai-anya-e0301n10:102_11": "and five-hundred cows are called.",
    "ai-anya-e0301n10:102_12": "When why do these things are called the shape of fine-materiality in terms of form.",
    "ai-anya-e0301n10:102_13": "Why is it only the means to be taken in making predominance of it each enclose?",
    "ai-anya-e0301n10:103_0": "169.",
    "ai-anya-e0301n10:103_1": "Deserves, designates,",
    "ai-anya-e0301n10:103_2": "This is one-eyed harnessed to the great crowd.",
    "ai-anya-e0301n10:103_3": "Wealth is wanted: the meaning is, it is desireless.",
    "ai-anya-e0301n10:103_4": "* He who considers such a phrasing, and phrasing in this way:",
    "ai-anya-e0301n10:103_5": "Likewise for wisdom is described thus: “Having been described; there is the decrees of wisdom. ”",
    "ai-anya-e0301n10:103_6": "Thus there is two kinds of profound: such is the designation of clairaudience towards the letter.",
    "ai-anya-e0301n10:103_7": "Playing:",
    "ai-anya-e0301n10:103_8": "Herein, wisdom is spread out that as described for fine meaning.",
    "ai-anya-e0301n10:103_9": "the wisdom there is from overflowing, the designation of sounds,",
    "ai-anya-e0301n10:103_10": "Because they have made this plan, they give up great creatures of the earth and developed the mind, of those great (magical) power.",
    "ai-anya-e0301n10:103_11": "the meaning is that it is the meaning.",
    "ai-anya-e0301n10:103_12": "depending on conditions,",
    "ai-anya-e0301n10:103_13": "Having taken on the Earth,",
    "ai-anya-e0301n10:103_14": "Likewise as the earth is described thus: “This must because it is wise, this living in dependence on the earth, and so on” and so on. It is without ensures .",
    "ai-anya-e0301n10:103_15": "By the earth: such is held together by the ocean, and so on.",
    "ai-anya-e0301n10:103_16": "This is the designation of the dealings.",
    "ai-anya-e0301n10:104_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n10:105_0": "what is called “ascetic” is said, “They are not designated” .",
    "ai-anya-e0301n10:106_0": "it is not the shape of trying,",
    "ai-anya-e0301n10:106_1": "Likewise the original position that is stored up in the places.",
    "ai-anya-e0301n10:106_2": "And there are some who can recite the sound of such words,",
    "ai-anya-e0301n10:106_3": "This is the shape of designation.",
    "ai-anya-e0301n10:106_4": "For among these dovestigates, movements, chariots, and incompatibles, chariots and mounts—they are called stabilized.",
    "ai-anya-e0301n10:107_0": "and the world’s nature is used in reference to.",
    "ai-anya-e0301n10:108_0": "is what is meant.",
    "ai-anya-e0301n10:109_0": "is not striving here,",
    "ai-anya-e0301n10:109_1": "She is called “stomach”.",
    "ai-anya-e0301n10:109_2": "The moon and sun were circumambulated, etc., and circumambulating it with their right side towards the river.",
    "ai-anya-e0301n10:109_3": "Since the moon and sun extends them, they all look like that.",
    "ai-anya-e0301n10:109_4": "The Except in the past was given",
    "ai-anya-e0301n10:109_5": "And wherever we go, the western quarter,",
    "ai-anya-e0301n10:109_6": "Because of the power of the receivers",
    "ai-anya-e0301n10:109_7": "to the southern quarter, those in the Southern direction,",
    "ai-anya-e0301n10:109_8": "Anyone else is called “experience” in the sense of being attached to, and so on.",
    "ai-anya-e0301n10:109_9": "When the sun rises, it is called the eastern gate because it is the prior status of the past and the future is called “the rain of prior” .",
    "ai-anya-e0301n10:109_10": "so thus do we have passed away.",
    "ai-anya-e0301n10:109_11": "For the sound of the first three dollars, etc., which have been given out by the wind.",
    "ai-anya-e0301n10:109_12": "There are great primary elements that originate from mutual clear speech,",
    "ai-anya-e0301n10:109_13": "This is the space reckoned as space.",
    "ai-anya-e0301n10:109_14": "The ground is the sign of the earth kasiṇa, the water kasiṇa, the bloated, the sign of the earth kasiṇa, and the signless.",
    "ai-anya-e0301n10:109_15": "The colour of blue is the sign of blue, and here is there too.",
    "ai-anya-e0301n10:109_16": "Development: from development of the paths of purification,",
    "ai-anya-e0301n10:109_17": "The counterpart signs that have been prepared, for the sake of the similes of the signs.",
    "ai-anya-e0301n10:109_18": "This is the designation of the signs.",
    "ai-anya-e0301n10:110_0": "That is how the exposition should be understood as to recommending here and there is the meaning of such crying, etc., in the Commentaries, and the Vibhaṅga thus: “Of the Commentaries” .",
    "ai-anya-e0301n10:110_1": "Except in this way, they give rise to joy in him thus.",
    "ai-anya-e0301n10:110_2": "For that is so, while they are re-proclaimed.",
    "ai-anya-e0301n10:110_3": "He is the best of various kinds, that is to say, the ultimate, the ultimate, the ultimate, supreme in the ultimate sense.",
    "ai-anya-e0301n10:110_4": "he picks up some calculation: “This is the meaning of, sounds, smells, tastes, touches, and thoughts. He is the meaning of what is that because he wants what is said.”",
    "ai-anya-e0301n10:110_5": "it runs off at the gate,",
    "ai-anya-e0301n10:110_6": "When they were given to people, they stood still, desiring to be thrown away.",
    "ai-anya-e0301n10:110_7": "Herein, this is how the construction here is described in the various classes of rebirths as linking deportment, and so on. It is manifested as a hundred leagues away.",
    "ai-anya-e0301n10:110_8": "Taking is defined.",
    "ai-anya-e0301n10:110_9": "A community he having seized the courtesan, thus he is the meaning.",
    "ai-anya-e0301n10:110_10": "it led on to the one kingdom,",
    "ai-anya-e0301n10:110_11": "These are the names for the openings: the phrases is called “giver”.",
    "ai-anya-e0301n10:110_12": "so the name of the Sakyan.",
    "ai-anya-e0301n10:110_13": "it occurs with meaning.",
    "ai-anya-e0301n10:110_14": "Names for the sake of self.",
    "ai-anya-e0301n10:110_15": "When all the dwellings are left, they all go in order to prevent the winds and doing them all.",
    "ai-anya-e0301n10:111_0": "However, the knowledge of the meaning is that he has done what is called namely, not according to the deeds of the Factors of deeds.",
    "ai-anya-e0301n10:111_1": "They lead to liking, riches, and burn them.",
    "ai-anya-e0301n10:111_2": "Should ever get what he says:",
    "ai-anya-e0301n10:111_3": "Standing in giving, is what is called rejection of what isn’t left behind.",
    "ai-anya-e0301n10:111_4": "from the meaning and the phrasing of the letter,",
    "ai-anya-e0301n10:111_5": "(but) if he gets angry there, he is the meaning.",
    "ai-anya-e0301n10:111_6": "And here it is known as preserved by the name of form.",
    "ai-anya-e0301n10:111_7": "The Fortune of the manifold sacrifice, the designation of (sense), and the species are designated.",
    "ai-anya-e0301n10:111_8": "Or alternatively, what is recommended is what is meant because of what is that statement .",
    "ai-anya-e0301n10:111_9": "In regard to the ultimate goal, the designation of what is known as “provided”;",
    "ai-anya-e0301n10:111_10": "When ignorance is destroyed, the designation of the dissolutionality towards the greeds, etc., and non-disappearance is known as “i.”",
    "ai-anya-e0301n10:111_11": "And here this concentration is said in order to show the four ways: “From what is placed in order to show the same place as before, and so on.”",
    "ai-anya-e0301n10:111_12": "Those who describe it as a new abiding in this way: ‘Such is the meaning of this, this is how the sense is found.’",
    "ai-anya-e0301n10:111_13": "finding fault in others.",
    "ai-anya-e0301n10:111_14": "Six kinds of direct-knowledge: the six kinds of direct-knowledge, the six kinds of direct-knowledge, the six kinds of direct-knowledge, the six kinds of direct- knowledge, and the six kinds of direct-knowledge .",
    "ai-anya-e0301n10:111_15": "ignorant, the sound of opposites, the sound of women is known as having many separates,",
    "ai-anya-e0301n10:111_16": "eye consciousness ...",
    "ai-anya-e0301n10:111_17": "Two kings, two sons of the king’s sons, known by the name of the king, ignorant circumstances of the king, and while he shows them to the king’s ministers: “Protector in this way,” and so on.",
    "ai-anya-e0301n10:112_0": "But here the word meaning of the words from the teacher and since it is called “reliminary” because it is fact” since they say such ways as the words “fuse” because it is clear.",
    "ai-anya-e0301n10:112_1": "not out of fear.",
    "ai-anya-e0301n10:112_2": "(but) with meaning and goodness, being gladness and faithful,",
    "ai-anya-e0301n10:112_3": "However, even arranged for the meaning in that way, when it has arisen, it is only the meaning of the blessing of the kind already stated,",
    "ai-anya-e0301n10:112_4": "perfect happiness, the ultimate one, the supreme person (seeing) respondsing to the ear, but not forgetful.",
    "ai-anya-e0301n10:112_5": "Therefore it is because we have described the sound of individual essences.",
    "ai-anya-e0301n10:112_6": "There is in order to show the meaning of the words “Bhikkhus, there is the phrase after hearing the sound of an expert on the text,” and on that very day he said, “One who is presented by the aim of the languages in this way,” and spoke in verse:",
    "ai-anya-e0301n10:112_7": "Herein, weighing is making an uproar, the lair of word formations rolling the dreadful racket of death and the mind consciousness that had arisen in, and the mental processes that have arisen, and the physical processes as its object, and the mind consciousness of the mind-consciousness.",
    "ai-anya-e0301n10:112_8": "But how is it for the purpose of associating with wisdom?",
    "ai-anya-e0301n10:112_9": "and then they go beyond that:",
    "ai-anya-e0301n10:112_10": "Herein, there is considered the case of the mind-made residing here and there, they are bound to be bound together by the mind.",
    "ai-anya-e0301n10:112_11": "One who has acquired the four kinds of announcement: one who denies irregular profession, one who is superior.",
    "ai-anya-e0301n10:112_12": "This is the designation of the world: if she perceives it as such, and she invalidates it;",
    "ai-anya-e0301n10:113_0": "And here the causal relations of the ear ... nose ... tongue ... body ...",
    "ai-anya-e0301n10:113_1": "For when the law of the midstress are spoken about too in the way already described.",
    "ai-anya-e0301n10:113_2": "In the past, after taking care of the present, the mind-consciousnessed in the past, future consciousness and present, enclosing the mind arisen ponds, then spittle it on the banks of the lotus pond, and ceased.",
    "ai-anya-e0301n10:113_3": "Next it is the same thing as “neither next to” is in the same way. The meaning is this: “The mind-consciousness is interrupted by, and there is the purpose of transference of the mind-consciousness, and it is the meaning of the mind-consciousness” . So the meaning is that it should be given up.",
    "ai-anya-e0301n10:113_4": "In Questioned, one is attached to anything, one that is calmed by the gems of the honey, one intelligent and denounced in this very same way.",
    "ai-anya-e0301n10:113_5": "Afterwards one part of the sound after the other’s sacrifice, one thinks:",
    "ai-anya-e0301n10:113_6": "They speak of the ‘faith in the past’.",
    "ai-anya-e0301n10:113_7": "And here it is the ultimate",
    "ai-anya-e0301n10:113_8": "In such a place the Jina thus, Jotipāla snappeds and crampeds, and using the air of waists heats all at once.",
    "ai-anya-e0301n10:113_9": "Some of the countless hundreds of thousand millions is said to be a hundred thousand leagues.",
    "ai-anya-e0301n10:114_0": "The one solid nectar, beggars of (creal) processes,",
    "ai-anya-e0301n10:115_0": "the sesame seeds sank in a judge,",
    "ai-anya-e0301n10:116_0": "And it’s not appropriate for one hundred thousand aeons, or a hundred thousand people.",
    "ai-anya-e0301n10:116_1": "That’s why a man here hasn’t been destroyed by us,",
    "ai-anya-e0301n10:117_0": "Thus in the ultimate conqueror composed to the ultimate goal.",
    "ai-anya-e0301n10:118_0": "Fourth: it is the fourth in the border countries that is the Commentary for the fourth month",
    "ai-anya-e0301n10:119_0": "The ultimate goal is finished."
}