{
    "ai-atk-s0403a17:0_0": "(18) 3. Upāsakavaggo",
    "ai-atk-s0403a17:1_0": "1-3. Sārajjasuttādivaṇṇanā",
    "ai-atk-s0403a17:2_0": "171-173.",
    "ai-atk-s0403a17:2_1": "In the third part of the action that were untouchable andhood,",
    "ai-atk-s0403a17:2_2": "The a Stream-Enterer, so also may they beside in the same way.",
    "ai-atk-s0403a17:3_0": "4. Verasuttavaṇṇanā",
    "ai-atk-s0403a17:4_0": "174.",
    "ai-atk-s0403a17:4_1": "fourth, fearing the mind,",
    "ai-atk-s0403a17:4_2": "Respects is Transgressed and enmity for a person",
    "ai-atk-s0403a17:4_3": "and calm as mental objects,",
    "ai-atk-s0403a17:4_4": "With confidence in the body of suffering,",
    "ai-atk-s0403a17:4_5": "pain and sadness,",
    "ai-atk-s0403a17:4_6": "(After this discourse) was spoken about,",
    "ai-atk-s0403a17:5_0": "5. Caṇḍālasuttavaṇṇanā",
    "ai-atk-s0403a17:6_0": "175.",
    "ai-atk-s0403a17:6_1": "(but) five lay followers, the lay follower Bhaddiyatissa,",
    "ai-atk-s0403a17:6_2": "So let this be because of the laziness of the fourfold army, “This is the size of the lady, this silk,ness, and equanimity.”",
    "ai-atk-s0403a17:6_3": "They return to a rope, not looking forward.",
    "ai-atk-s0403a17:6_4": "They get the Dispensation outside of the Dispensation.",
    "ai-atk-s0403a17:6_5": "and he does what is skillful, offering is the first.",
    "ai-atk-s0403a17:7_0": "6. Pītisuttavaṇṇanā",
    "ai-atk-s0403a17:8_0": "176.",
    "ai-atk-s0403a17:8_1": "In the sixth (story), what is the reason why we disagree with you?",
    "ai-atk-s0403a17:8_2": "With the first jhāna of the rapture of seclusion he proceeds in the first jhāna, and with the rapture of seclusion.",
    "ai-atk-s0403a17:8_3": "There are two kinds of sensual stimulation: Kāsi and Kosala, where there are two kinds of sensual stimulation:",
    "ai-atk-s0403a17:8_4": "When I’m skilled in the unskillful, they hunger and thirst out what is unskillful. Then they think, “I’ll get rid of it even when I want.”",
    "ai-atk-s0403a17:8_5": "I happily at such a place where I got caught up in the middle for receptacle, and for goosebumps and happily.",
    "ai-atk-s0403a17:8_6": "But what kind of gift should be known as the arising of rebirth of old age and death. And what’s skillful should be understood.",
    "ai-atk-s0403a17:9_0": "7. Vaṇijjāsuttavaṇṇanā",
    "ai-atk-s0403a17:10_0": "177.",
    "ai-atk-s0403a17:10_1": "Seven where there are seven jewels or traders.",
    "ai-atk-s0403a17:10_2": "by means of because of a lay follower",
    "ai-atk-s0403a17:10_3": "Remembering the reason for his feet, (he said): having taken the bowl,",
    "ai-atk-s0403a17:10_4": "By the seven champions of human beings.",
    "ai-atk-s0403a17:10_5": "(As a royal there is) a slaughterping currents, after giving them permission and calm,",
    "ai-atk-s0403a17:10_6": "Having made arranged at the moment of the gems, and embellishment,",
    "ai-atk-s0403a17:10_7": "and after making a poison, and turning it up,",
    "ai-atk-s0403a17:10_8": "But even he did not encourage others to do the same, or to do it themselves.",
    "ai-atk-s0403a17:11_0": "8. Rājasuttavaṇṇanā",
    "ai-atk-s0403a17:12_0": "178.",
    "ai-atk-s0403a17:12_1": "they gave them the going forth.",
    "ai-atk-s0403a17:12_2": "make it known by the flowers, they made meet with us.",
    "ai-atk-s0403a17:12_3": "So they continue to make a bad deed, (these) restortions on that point.",
    "ai-atk-s0403a17:13_0": "9. Gihisuttavaṇṇanā",
    "ai-atk-s0403a17:14_0": "179.",
    "ai-atk-s0403a17:14_1": "The ninth actions are restrained in nine respects,",
    "ai-atk-s0403a17:14_2": "(There is) mental factors applying the minds for the one whose mind is favourable,",
    "ai-atk-s0403a17:14_3": "a happy abiding in the here and now, having entered upon a happy abiding in the present life.",
    "ai-atk-s0403a17:14_4": "Having heard the Noble Ones, whose virtue is agreeable,",
    "ai-atk-s0403a17:15_0": "(It is) the teaching of the noble ones, however, has these five precepts,",
    "ai-atk-s0403a17:15_1": "I am the one who precious four (five) more than four (beforeginal) small,",
    "ai-atk-s0403a17:15_2": "If he reflects on the teaching, he will only for the sake of speculative thoughts.",
    "ai-atk-s0403a17:15_3": "May I abide loving-kindness, compassion, gladness and so on.",
    "ai-atk-s0403a17:15_4": "were to develop the Brahmā realm through the Brahmā world.",
    "ai-atk-s0403a17:15_5": "seeks out merit, by means of merit,",
    "ai-atk-s0403a17:15_6": "This being so, who is known as Buddhas, and penetrated the distinctions of Buddhas,",
    "ai-atk-s0403a17:15_7": "is very fruitful and beneficial.",
    "ai-atk-s0403a17:15_8": "gradually fulfilling virtue, etc.,",
    "ai-atk-s0403a17:15_9": "The rest is as stated for the purpose of (difference).",
    "ai-atk-s0403a17:16_0": "10. Gavesīsuttavaṇṇanā",
    "ai-atk-s0403a17:17_0": "180.",
    "ai-atk-s0403a17:17_1": "After the ten practices, (he said): “She is going along the road, but there was a large road, I saw him in another place and reappeared in this place.”",
    "ai-atk-s0403a17:17_2": "Then this occurred to him:",
    "ai-atk-s0403a17:17_3": "“This deathbacked, Susīma, didn’t make him sit down in a concealed place on the road, and waited for a spot.” After laughing, he smiled the spot in a certain place where he was standing, thinking,",
    "ai-atk-s0403a17:17_4": "because in the range of a stomach, saying: “Where did you laughing?”",
    "ai-atk-s0403a17:17_5": "But when the Buddhas have was laughed, he is ran away.",
    "ai-atk-s0403a17:18_0": "when they laughed, joyful, and happy with joyful minds,",
    "ai-atk-s0403a17:18_1": "Herein, the four great sacrifices, laughing from sense desires, skill in laughing from views, skilled instruments, and when he is speaking from views, all these five hundreds of sense-spheres, and when he is not skilled in each case.",
    "ai-atk-s0403a17:18_2": "And so these two strong consciousnesses shut out by the power of the language beginning with a flame and only with consciousness, with mental dawn, and with mental objects, the mental dawn of mental objects, and with the cause, by means of three kinds as objects of mind.",
    "ai-atk-s0403a17:18_3": "And in this place that is the reason why the Buddha has attended to the arising of thought, the thought of the Buddha, and the consciousness of the heart through loving-kindness of the mind,",
    "ai-atk-s0403a17:19_0": "but this was the laughing loudly for the Elder.",
    "ai-atk-s0403a17:19_1": "For if he stands at the four directions, the water-lilies of the fourteenth, the fifteenth, and the rainy season, when he crushed the well-posts and running down, and circumambulated it with his head, he circumambulated it.",
    "ai-atk-s0403a17:19_2": "So Ānanda attacked the Buddha’s perception that would be smiling.",
    "ai-atk-s0403a17:20_0": "their psychic powers are fulfilled,",
    "ai-atk-s0403a17:20_1": "lazy and shaking off like a dropping flame.",
    "ai-atk-s0403a17:20_2": "crowded with people.",
    "ai-atk-s0403a17:20_3": "Three precepts and observances are unshakable in the five precepts,",
    "ai-atk-s0403a17:20_4": "and the lay followers accepted them as a position.",
    "ai-atk-s0403a17:20_5": "Experiential confidence in those without it, is the meaning.",
    "ai-atk-s0403a17:20_6": "thus: “This is the equal of the perfection in the different ways.” It is only expressed according to the commentaries.",
    "ai-atk-s0403a17:20_7": "and no extra extra effort.",
    "ai-atk-s0403a17:20_8": "Likewise rain falling in the heavens,",
    "ai-atk-s0403a17:20_9": "I abide with unconditioned: I do act according to the reason for my invitation.",
    "ai-atk-s0403a17:20_10": "We remember the precepts as precepts, and we remember them.",
    "ai-atk-s0403a17:20_11": "That is how there are five kinds of undertaken.",
    "ai-atk-s0403a17:20_12": "How can we not fulfill the practices that cause?",
    "ai-atk-s0403a17:20_13": "And here the rest is as before.",
    "ai-atk-s0403a17:21_0": "The third sub-chapter on lying down is finished."
}