{
    "ai-atk-s0402a28:0_0": "(10) 5. Loṇakapallavaggo",
    "ai-atk-s0402a28:1_0": "1. Accāyikasuttavaṇṇanā",
    "ai-atk-s0402a28:2_0": "93.",
    "ai-atk-s0402a28:2_1": "In the first tetrad he takes too much:",
    "ai-atk-s0402a28:2_2": "dragging to be done,",
    "ai-atk-s0402a28:2_3": "for they are said to be doing what should be done.",
    "ai-atk-s0402a28:2_4": "Then what should not be done is done.",
    "ai-atk-s0402a28:2_5": "swiftly enters the sky,",
    "ai-atk-s0402a28:2_6": "The meaning here is that because of that.",
    "ai-atk-s0402a28:2_7": "There is no power for one with psychic power, or psychic power, there is no supernormal power,",
    "ai-atk-s0402a28:2_8": "on the third day of the Uttara.",
    "ai-atk-s0402a28:2_9": "the distressing and frightening through this (merit), and arrived in the womb,",
    "ai-atk-s0402a28:2_10": "While the third carcass were over, some were marked by blue rags, and infested by blue carpets.",
    "ai-atk-s0402a28:2_11": "When her womb was sprinkled, they surrounded and died.",
    "ai-atk-s0402a28:2_12": "falls into three months,",
    "ai-atk-s0402a28:2_13": "Now he can give the instructions of the Buddhas, nor do he show them the meaning of that person to be dispensation or the instructions.",
    "ai-atk-s0402a28:2_14": "So doing this, they give it to Yama, which is present.",
    "ai-atk-s0402a28:2_15": "is the same as the meaning.",
    "ai-atk-s0402a28:2_16": "and the training here is included in the Videhans.",
    "ai-atk-s0402a28:3_0": "2. Pavivekasuttavaṇṇanā",
    "ai-atk-s0402a28:4_0": "94.",
    "ai-atk-s0402a28:4_1": "In the second tetrad he robe-cloth is due to the defilements, discribed, and to defilements.",
    "ai-atk-s0402a28:4_2": "likewise with the rest.",
    "ai-atk-s0402a28:4_3": "Sāketa, shelted woven clothes.",
    "ai-atk-s0402a28:4_4": "s and mounts;",
    "ai-atk-s0402a28:4_5": "Six on the outer skin, the inner skin, the clay drags, and the pink on the ground.",
    "ai-atk-s0402a28:4_6": "he picked them up, washed, and placed on the earth.",
    "ai-atk-s0402a28:4_7": "Hairs means after a tree shelter after.",
    "ai-atk-s0402a28:4_8": "Ajita, Vajirājita,",
    "ai-atk-s0402a28:4_9": "They dropped off the hungers and thirst in the middle, and the honey-covered razors.",
    "ai-atk-s0402a28:4_10": "after approaching archy from the top of Kusinārā, and making a agreement about",
    "ai-atk-s0402a28:4_11": "Like the oxen fruitionating in the foreignty.",
    "ai-atk-s0402a28:4_12": "they Kembarked with head-sticks of human hair,",
    "ai-atk-s0402a28:4_13": "Or they made a creeper of cooked flowers with water.",
    "ai-atk-s0402a28:4_14": "having put up the tips of the body, and when he has finished his meal and then departed.",
    "ai-atk-s0402a28:5_0": "That shine:",
    "ai-atk-s0402a28:5_1": "The Sakyan girl, the wives, rice, and mung beans,",
    "ai-atk-s0402a28:5_2": "the problemish in the forest is called ‘remonke’.",
    "ai-atk-s0402a28:5_3": "they covered the sort and covered their cloths with garments.",
    "ai-atk-s0402a28:5_4": "palace is called a trader, even when the carcass of a tree is finished,",
    "ai-atk-s0402a28:5_5": "smooth the floor",
    "ai-atk-s0402a28:5_6": "and lump of rice gruel.",
    "ai-atk-s0402a28:5_7": "they ate the places, drank water, and polished and cloded.",
    "ai-atk-s0402a28:5_8": "Of course, having made plains,",
    "ai-atk-s0402a28:5_9": "he enjoyed the fruit of that deed, which was given to him by the afflicted fruit.",
    "ai-atk-s0402a28:5_10": "they consumed a charming hair,",
    "ai-atk-s0402a28:6_0": "endowed with ethical conduct, endowed with purity of conduct,",
    "ai-atk-s0402a28:6_1": "But they’ve given up the unethical conduct.",
    "ai-atk-s0402a28:6_2": "with right view, right thought, right speech, right action,",
    "ai-atk-s0402a28:6_3": "wrong view, right thought, right speech, right action, and right view.",
    "ai-atk-s0402a28:6_4": "Four defilements:",
    "ai-atk-s0402a28:6_5": "attains the highest state.",
    "ai-atk-s0402a28:6_6": "attained to virtue, has attained the follower of virtue.",
    "ai-atk-s0402a28:6_7": "pure and bright.",
    "ai-atk-s0402a28:6_8": "grounded on ethics, established well in concentration,",
    "ai-atk-s0402a28:7_0": "Just as it is said:",
    "ai-atk-s0402a28:7_1": "full of bright waters flowing, jujube seeds,",
    "ai-atk-s0402a28:7_2": "Has to have it to be pulled out:",
    "ai-atk-s0402a28:7_3": "Gets her to throw her away: he brings her to the place where he wants.",
    "ai-atk-s0402a28:7_4": "in a chasm.",
    "ai-atk-s0402a28:7_5": "He’d take a fleecy hunger, moisten the floor in the corner,",
    "ai-atk-s0402a28:7_6": "Who have reached the peak of green vegetation:",
    "ai-atk-s0402a28:7_7": "Likewise in the Similar to the beginning.",
    "ai-atk-s0402a28:7_8": "The rest is the same.",
    "ai-atk-s0402a28:7_9": "But here it is said that a person who has given up wrong view and abandoned wrong view, and who has given up wrong view, their in reference to the attainment of the path and the fruit of stream-entry should be understood.",
    "ai-atk-s0402a28:8_0": "3. Saradasuttavaṇṇanā",
    "ai-atk-s0402a28:9_0": "95.",
    "ai-atk-s0402a28:9_1": "In the third (story), like the Lord of the Earth, after going to the Three Worlds",
    "ai-atk-s0402a28:9_2": "Queen go to the sky:",
    "ai-atk-s0402a28:9_3": "having been given up by obstacles,",
    "ai-atk-s0402a28:9_4": "When it comes to the road,",
    "ai-atk-s0402a28:9_5": "dying the discontent, ~ that desire,",
    "ai-atk-s0402a28:9_6": "being liberated, free from stain,",
    "ai-atk-s0402a28:9_7": "the one-eyed Dhamma, the receiver of the Dhamma, and the receiver of (Sakka) the path.",
    "ai-atk-s0402a28:9_8": "There is no fetter of two kinds: there is no fetter, no fetter again to this world, for this world, or to the next.",
    "ai-atk-s0402a28:9_9": "In this jhāna is included in the jhāna called “I am a particular.”",
    "ai-atk-s0402a28:10_0": "4. Parisāsuttavaṇṇanā",
    "ai-atk-s0402a28:11_0": "96.",
    "ai-atk-s0402a28:11_1": "So they are not obstructed by fourfolders.",
    "ai-atk-s0402a28:11_2": "The thresholders, thinking: “It is not shaking the training,",
    "ai-atk-s0402a28:11_3": "The five hindrances have been given up by Buddha. These are the five hindrances that are called the, and the five hindrances.",
    "ai-atk-s0402a28:11_4": "discerning the body and the mind, and the three kinds of seclusion: these three kinds of bodily seclusion, mental seclusion, and the mental seclusion.",
    "ai-atk-s0402a28:11_5": "They rouse up energy...",
    "ai-atk-s0402a28:11_6": "an undeveloped absorption, where there is little insight, where there is the fruit of absorption.",
    "ai-atk-s0402a28:11_7": "Likewise in the case of the rest.",
    "ai-atk-s0402a28:11_8": "As the preceptor puts on, the residents beginning with the residents,",
    "ai-atk-s0402a28:11_9": "He follows after example, thinking: “She isn’t attended to him,”",
    "ai-atk-s0402a28:11_10": "You’re followed by that teachers and preceptors with them.",
    "ai-atk-s0402a28:11_11": "This is called an assembly of the best, a person is called an assembly of persons.",
    "ai-atk-s0402a28:12_0": "Arguing, quarreling, and fighting,",
    "ai-atk-s0402a28:12_1": "born in a quarrel",
    "ai-atk-s0402a28:12_2": "And here goods that are in the past’s ploughing, etc., which is called “specified” .",
    "ai-atk-s0402a28:12_3": "violent, fraud, and accusing,",
    "ai-atk-s0402a28:12_4": "Entering oneself in the face, and because they cannot walk harshly, that is to say, headings that are absent.",
    "ai-atk-s0402a28:12_5": "Lives live rid of them.",
    "ai-atk-s0402a28:13_0": "Being united with harmony,",
    "ai-atk-s0402a28:13_1": "joyful and delighting in heaven.",
    "ai-atk-s0402a28:13_2": "like a milk-drinking her to a river,",
    "ai-atk-s0402a28:13_3": "worshipping with respectable eyes, with great respect,",
    "ai-atk-s0402a28:13_4": "happiness arises in him five colours:",
    "ai-atk-s0402a28:13_5": "The body is the physical body’s material body, sights, and the mind is dissipated.",
    "ai-atk-s0402a28:13_6": "The body is tranquil and undisturbed,",
    "ai-atk-s0402a28:13_7": "He feels bliss with his body,",
    "ai-atk-s0402a28:13_8": "Concentration is established in concentration.",
    "ai-atk-s0402a28:14_0": "hair moving in, wavy, full of water, so blossoming,",
    "ai-atk-s0402a28:14_1": "Where is called a mountain peak of Mount Vepulla, “While” is soaked by a wall, where the boy was accumulated. It was constructed, “shopped by a mountain glet” is said, “He who is founded on the water of a mountain named Ambaṭṭha.”",
    "ai-atk-s0402a28:14_2": "the eighth year has been rained from there.",
    "ai-atk-s0402a28:14_3": "In Kuṇāgamana, and Bimbaruka, a smaller-tree,",
    "ai-atk-s0402a28:14_4": "The smaller sections on the walls,",
    "ai-atk-s0402a28:14_5": "Mahātittha.",
    "ai-atk-s0402a28:14_6": "Where is the smallest water that is forth?",
    "ai-atk-s0402a28:14_7": "great rivers, the Ganges, and the waters of the Ganges,",
    "ai-atk-s0402a28:15_0": "First: One fine thoroughbred horses",
    "ai-atk-s0402a28:16_0": "97-99.",
    "ai-atk-s0402a28:16_1": "and the five factors.",
    "ai-atk-s0402a28:16_2": "The king is present, without faults.",
    "ai-atk-s0402a28:16_3": "the king’s employee;",
    "ai-atk-s0402a28:16_4": "A royal court is reckoned as a king’s hands and feet.",
    "ai-atk-s0402a28:16_5": "endowed with colour, shape,",
    "ai-atk-s0402a28:16_6": "endowed with good strength, virtuous conduct,",
    "ai-atk-s0402a28:16_7": "He is worthy of offerings dedicated to the gods, of hospitality, of a gift, and of almsfood.",
    "ai-atk-s0402a28:16_8": "He is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation.",
    "ai-atk-s0402a28:16_9": "He is worthy of offerings, of gifts, of gifts, of gifts, of gifts, of gifts, and of loving-kindness.",
    "ai-atk-s0402a28:16_10": "He should not raise his joined palms to one who is raised in reverential salutation,",
    "ai-atk-s0402a28:16_11": "they are an unsurpassed field of merit for the world, ~ and the merit-like merit-material merit.",
    "ai-atk-s0402a28:17_0": "endowed with good qualities,",
    "ai-atk-s0402a28:17_1": "endowed with energy and strength,",
    "ai-atk-s0402a28:17_2": "Endowed with knowledge, endowed with knowledge,",
    "ai-atk-s0402a28:17_3": "endowed with knowledge, endowed with wisdom:",
    "ai-atk-s0402a28:17_4": "staunchly vigorous—",
    "ai-atk-s0402a28:17_5": "After putting it away, eradicated it, and responding it, I’ll make an end of the fruit of Arahantship.” But I don’t undertake the best thing.",
    "ai-atk-s0402a28:17_6": "In this reckoning of the four paths, he is expert in number, of knowledge-material attainments, and knowledge about the path.",
    "ai-atk-s0402a28:17_7": "sixth paths and the three paths of fruition, and the path fruition is produced in the sixth, and the adverting with knowledge.",
    "ai-atk-s0402a28:17_8": "was attaining the fruit of Worthiness and the path to Worthiness.",
    "ai-atk-s0402a28:17_9": "But when ruined falls out of the fruit, bringing old age and death.",
    "ai-atk-s0402a28:18_0": "8. Potthakasuttavaṇṇanā",
    "ai-atk-s0402a28:19_0": "100.",
    "ai-atk-s0402a28:19_1": "Eight deeds are called new.",
    "ai-atk-s0402a28:19_2": "jute canvas",
    "ai-atk-s0402a28:19_3": "The medium one is allowed.",
    "ai-atk-s0402a28:19_4": "They’re old, overcome by old age.",
    "ai-atk-s0402a28:19_5": "(gained) a droping cloth, wrinkled with noble ethics, and unethical conduct.",
    "ai-atk-s0402a28:19_6": "ugly or lovely,",
    "ai-atk-s0402a28:19_7": "and they make sure of him because of this arrival.",
    "ai-atk-s0402a28:19_8": "it is not very fruitful or beneficial or rewarding.",
    "ai-atk-s0402a28:19_9": "Great Beings has the result of great benefit,",
    "ai-atk-s0402a28:19_10": "As for the sake of fewness of wishes: results that have a little exceeding influence,",
    "ai-atk-s0402a28:19_11": "cloth is what was allowable and what was allowable. Instead of doing it, they live on a charnel ground.",
    "ai-atk-s0402a28:19_12": "The rest is the same.",
    "ai-atk-s0402a28:19_13": "But the virtuous here is what was done by one’s virtue.",
    "ai-atk-s0402a28:20_0": "9. Loṇakapallasuttavaṇṇanā",
    "ai-atk-s0402a28:21_0": "101.",
    "ai-atk-s0402a28:21_1": "but likewise, just as this is.",
    "ai-atk-s0402a28:21_2": "Excellent,",
    "ai-atk-s0402a28:21_3": "This is said:",
    "ai-atk-s0402a28:21_4": "anyone who says:",
    "ai-atk-s0402a28:21_5": "“Just as the deed does a deed,",
    "ai-atk-s0402a28:21_6": "For it is not possible to perform legal procedures,",
    "ai-atk-s0402a28:21_7": "That’s why the result of deeds done, and the result of deeds.”",
    "ai-atk-s0402a28:21_8": "When it is peaceful,",
    "ai-atk-s0402a28:21_9": "Because they haven’t developed a life-continued deeds, there is no unaffected deeds to be experienced. This is lived under the sway of deeds.",
    "ai-atk-s0402a28:21_10": "it is not allowed to have a fixed opportunity to practice for the complete ending of suffering: this is how the result of former deeds, and there is no opportunity to be found; and there is no opportunity to be found through that.",
    "ai-atk-s0402a28:22_0": "Just as you feel inspired by whatever feelings there is,",
    "ai-atk-s0402a28:22_1": "Likewise the result of that deed he experiences the result.",
    "ai-atk-s0402a28:22_2": "This is said:",
    "ai-atk-s0402a28:22_3": "When there is a reason in the present life, he gets the result of running away and in the present life.",
    "ai-atk-s0402a28:22_4": "And when there was no attributes, he was reborn in a place that very day.",
    "ai-atk-s0402a28:22_5": "And when the middle jungle is very same as the fifth in the middle of the day, he can’t be called “conscious.”",
    "ai-atk-s0402a28:22_6": "In these various kinds of deeds known by which a person does the results of their deeds, and a man experiences the result of that.",
    "ai-atk-s0402a28:22_7": "It is the eighth deed that should be experienced as unsuitable, not so the procedure can be done.",
    "ai-atk-s0402a28:22_8": "This being so, monks, there is deeds that lead to the spiritual life under the sway of the spiritual life. It is lived in line with the spiritual life for the sake of ever. It is recommended as the meaning.",
    "ai-atk-s0402a28:22_9": "it is not allowed to have an opportunity to practice that leads to the cessation of suffering. That is why there is no oppressing suffering in the future.",
    "ai-atk-s0402a28:23_0": "But now that the man  brought to the rest of his deeds, and some said,",
    "ai-atk-s0402a28:23_1": "Herein, little is tiny. Liberating a little bride,",
    "ai-atk-s0402a28:23_2": "(but) he went forth like a golden statue,",
    "ai-atk-s0402a28:23_3": "they lead to the present life. They have continued existence in the present life. They should be experienced in lives to come.",
    "ai-atk-s0402a28:23_4": "They don’t even give remedial or unpleasant to their own hand, nor do they give the meaning. They don’t even see a second time, it doesn’t shake or rock.",
    "ai-atk-s0402a28:23_5": "One who shows many results in many ways, how many amounts results, thinking:",
    "ai-atk-s0402a28:23_6": "Development of the development of physical endurance: it is shown by one who is unvirtuous, ordinary, .",
    "ai-atk-s0402a28:23_7": "limited purification from extents:",
    "ai-atk-s0402a28:23_8": "and through the remainder of those virtues, may they be called “blessed” because of the special qualities of fewness of wishes, contentment, effacement, and so on.",
    "ai-atk-s0402a28:23_9": "who lives without little suffering lives by little, who lives in suffering lives by way of body,",
    "ai-atk-s0402a28:23_10": "it is shown by one who has ended, with defilements ended,",
    "ai-atk-s0402a28:23_11": "for the development of physical endurance, the bodily-formation is called the body.",
    "ai-atk-s0402a28:23_12": "because their bodies are developed.",
    "ai-atk-s0402a28:23_13": "Undeveloped in ethics,",
    "ai-atk-s0402a28:23_14": "Likewise in the case of the rest.",
    "ai-atk-s0402a28:23_15": "or the development of the five immaterial states -",
    "ai-atk-s0402a28:23_16": "This is called accomplishment in ethics.",
    "ai-atk-s0402a28:23_17": "Another of virtues:",
    "ai-atk-s0402a28:23_18": "than of a great limited virtue’s special qualities.",
    "ai-atk-s0402a28:23_19": "who have ended the defilements, and is called “Realized”.",
    "ai-atk-s0402a28:23_20": "For when he gave up limitless things that are limitless and unlimited,",
    "ai-atk-s0402a28:24_0": "if it is to refined",
    "ai-atk-s0402a28:24_1": "a drop of water clubbing to the water.",
    "ai-atk-s0402a28:24_2": "I climb up the breastfeeding animals.",
    "ai-atk-s0402a28:24_3": "Without killing, robbing;",
    "ai-atk-s0402a28:24_4": "to give riches, transmigration, or wealth.",
    "ai-atk-s0402a28:24_5": "To attain absorption’s fame, or doing the progress,",
    "ai-atk-s0402a28:24_6": "Or he can do what he likes.",
    "ai-atk-s0402a28:24_7": "Rulling up the saps, the root of the trees,",
    "ai-atk-s0402a28:24_8": "But if he gives it,",
    "ai-atk-s0402a28:24_9": "If he doesn’t want to take the neck, they throw it out,",
    "ai-atk-s0402a28:24_10": "The rest should be understood in this way.",
    "ai-atk-s0402a28:24_11": "But in this well-sphere, the round (of continuation) is spoken.",
    "ai-atk-s0402a28:25_0": "10. Paṁsudhovakasuttavaṇṇanā",
    "ai-atk-s0402a28:26_0": "102.",
    "ai-atk-s0402a28:26_1": "The ten times washed, dropped,",
    "ai-atk-s0402a28:26_2": "he washes the time to wash it again and again.",
    "ai-atk-s0402a28:26_3": "if he gets her to wash it and then wash it;",
    "ai-atk-s0402a28:26_4": "They put up the sticks, lazy, and unsullied in the work,",
    "ai-atk-s0402a28:26_5": "if he moves the limb-reading families in full awareness, except if he gather analyzes one another.",
    "ai-atk-s0402a28:26_6": "made plastering flosts of a golden sheet.",
    "ai-atk-s0402a28:26_7": "the Girikālī, the Leader of the neck,",
    "ai-atk-s0402a28:27_0": "serenity and discernment.",
    "ai-atk-s0402a28:27_1": "developing the supreme state of existence.",
    "ai-atk-s0402a28:27_2": "If he is endowed with good heart,",
    "ai-atk-s0402a28:27_3": "The astute one who is capable of understanding,",
    "ai-atk-s0402a28:27_4": "The thought of sensual pleasure has arisen in the sense pleasures,",
    "ai-atk-s0402a28:27_5": "the malicious, and the cruel thoughts associated with malicious thoughts.",
    "ai-atk-s0402a28:27_6": "a well-known person, thinking: “She is plenty of food and drink,” and so on. Disciples the meritorious thoughts that have arisen in the Dispensation of relatives.",
    "ai-atk-s0402a28:27_7": "“Such is a sanctuary, a finest lady, for the sake of commoning the country.”",
    "ai-atk-s0402a28:27_8": "“Oh, if only if I’m not allowed to think about,” thus he answered the thought of non-confusion.",
    "ai-atk-s0402a28:27_9": "They will think about the teaching, and those thoughts connected with the ten thoughts.",
    "ai-atk-s0402a28:27_10": "He isn’t peaceful, but has stilled applied thought, yet allayed by concentration, which is an imperturbable .",
    "ai-atk-s0402a28:27_11": "it’s not peaceful and sublime.",
    "ai-atk-s0402a28:27_12": "don’t get the requisites obtained by the consent of food, etc., that is,",
    "ai-atk-s0402a28:27_13": "One day, through the power of one person, no solitary retreat,",
    "ai-atk-s0402a28:27_14": "When he has suppressed the door, he’s tied up with ghee or oil after lamp (only) without mixing it or ruining it, and he does not subside in the womb, after he was tired,",
    "ai-atk-s0402a28:28_0": "There comes a time when one is drawn, a retired existence is red for the five hundred years.",
    "ai-atk-s0402a28:28_1": "That which is a time when one’s mind is concentrated,",
    "ai-atk-s0402a28:28_2": "yet he stands still only in himself,",
    "ai-atk-s0402a28:28_3": "for one inside, in oneself, this here one is called “experienced in oneself”.",
    "ai-atk-s0402a28:28_4": "even for a resort is allowed:",
    "ai-atk-s0402a28:28_5": "Once they’ve given up various kinds of wide, the one who lives alone in Nibbāna is said to be the truth that way.",
    "ai-atk-s0402a28:28_6": "he sits down and lies down on it.",
    "ai-atk-s0402a28:28_7": "One day:",
    "ai-atk-s0402a28:28_8": "thus that concentration becomes rightly concentrated,",
    "ai-atk-s0402a28:28_9": "Conditioned by the state of defilement in peace in the fine-material and immaterial jhānas.",
    "ai-atk-s0402a28:28_10": "being peaceful and sublime—",
    "ai-atk-s0402a28:28_11": "because of the wearing of the defilements is obtained,",
    "ai-atk-s0402a28:28_12": "One day, with one state (only) reached Nibbāna,",
    "ai-atk-s0402a28:28_13": "When the defilements have been cut off, the defilements are destroyed, and he tied the infant, without getting used up, or coming back, or when they have arisen, he is carried out.",
    "ai-atk-s0402a28:28_14": "This is how a mendicant has attained perfection, namely,",
    "ai-atk-s0402a28:29_0": "Now comes the way to the one whose cankers are destroyed, of the state of peace.",
    "ai-atk-s0402a28:29_1": "Herein, having directly known that very directly experienced and (the nature of) things:",
    "ai-atk-s0402a28:29_2": "Mindfulness owing to the progressiveness and the means that because there is no reckoning of mindfulness and full awareness.",
    "ai-atk-s0402a28:29_3": "But this is the detailed explanation of the noble path should be understood in the way already described.",
    "ai-atk-s0402a28:29_4": "And here the destruction of the pollutants should be understood as stated in the fruit of stream-entry.",
    "ai-atk-s0402a28:30_0": "11. Nimittasuttavaṇṇanā",
    "ai-atk-s0402a28:31_0": "103.",
    "ai-atk-s0402a28:31_1": "Righteously, have insight the one with serenity and discernment,",
    "ai-atk-s0402a28:31_2": "for three reasons:",
    "ai-atk-s0402a28:31_3": "He is at the right time: at the time when the time is time, is the meaning.",
    "ai-atk-s0402a28:31_4": "the foundation of immersion, the foundation of exertion, and the foundation of equanimity is the same as a dart and that of the state parts of an abiding.",
    "ai-atk-s0402a28:31_5": "For unification that is concentration, here it is called the sign of concentration.",
    "ai-atk-s0402a28:31_6": "Herein, the word- meaning is:",
    "ai-atk-s0402a28:31_7": "The foundation of immersion is the signless stillness.",
    "ai-atk-s0402a28:31_8": "Likewise in the case of the rest.",
    "ai-atk-s0402a28:31_9": "however there is inclination of energy, that is to say, the state of equanimity consisting in the middle.",
    "ai-atk-s0402a28:31_10": "That’s why arouse energy is able to focus on the wrong time, at the wrong time, and at the wrong time.",
    "ai-atk-s0402a28:31_11": "It’s possible that the mind might become immersed in samādhi like this.",
    "ai-atk-s0402a28:31_12": "the same.",
    "ai-atk-s0402a28:31_13": "Since he gives attention to the signless, he might arise in each and every case: “This is the breath, this is the meaning of knowledge.”",
    "ai-atk-s0402a28:31_14": "and end of the defilements:",
    "ai-atk-s0402a28:32_0": "to catch up the pit of coals.",
    "ai-atk-s0402a28:32_1": "There I took ahold of the shell, and making a fire burn up, and threw a fire burning coals.",
    "ai-atk-s0402a28:32_2": "put down his nose in arranged on to the mouth, or at the foot of a tree or on ankle.",
    "ai-atk-s0402a28:32_3": "Understanding that is thus including that he is intoquire ,",
    "ai-atk-s0402a28:33_0": "right immersion is set out for the ending of defilements.",
    "ai-atk-s0402a28:33_1": "At this point the monastic Vipassī attained Liberation,",
    "ai-atk-s0402a28:33_2": "Now comes the way to which his defilements have been shown, in whom, they say:",
    "ai-atk-s0402a28:33_3": "it should be understood that this is the way already described.",
    "ai-atk-s0402a28:34_0": "The fifth sub-chapter on salks is finished.",
    "ai-atk-s0402a28:35_0": "The second _kahāpaṇa_ is finished.",
    "ai-atk-s0402a28:36_0": "3. Tatiyapaṇṇāsakaṁ"
}