{
    "ai-atk-s0501a0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0501a0:1_0": "The short topics",
    "ai-atk-s0501a0:2_0": "Discussion of the smallest section on the earth",
    "ai-atk-s0501a0:3_0": "On Desiring",
    "ai-atk-s0501a0:4_0": "I take refuge in the Buddha,",
    "ai-atk-s0501a0:5_0": "I go to the Dhamma for refuge",
    "ai-atk-s0501a0:6_0": "I take refuge in the Sangha.”",
    "ai-atk-s0501a0:7_0": "This is the exposition of the teaching on going to the beginning of the first point of going.",
    "ai-atk-s0501a0:8_0": "Judging the meaning is this: “Now, making the ultimate statement, analyze, and reveal it,”—they are called “vice”.",
    "ai-atk-s0501a0:9_0": "I worship the Lord of Men, having worshipped the Pure One assembled.",
    "ai-atk-s0501a0:10_0": "for the sake of my hair and beard,",
    "ai-atk-s0501a0:11_0": "or transformed by the waters, too.",
    "ai-atk-s0501a0:12_0": "(Those) may I not be connected with the Dispensation of the Buddha,",
    "ai-atk-s0501a0:13_0": "And blameless in the contented, also the teachers’ teaching,",
    "ai-atk-s0501a0:14_0": "Just so, who had been steady in the Teacher’s instructions,",
    "ai-atk-s0501a0:15_0": "Therefore I wish to give up what is beneficial,",
    "ai-atk-s0501a0:16_0": "Relying on the Realm of the Dispensation of the Dhamma,",
    "ai-atk-s0501a0:17_0": "Who leads over the True Dhamma’s welfare,",
    "ai-atk-s0501a0:18_0": "please listen to that place not mangoes, that is why it is born in him.",
    "ai-atk-s0501a0:19_0": "less than twenty years.",
    "ai-atk-s0501a0:20_0": "Herein, “I shall make my hairs beard,” and , then, on the meaning of the sesame seeds, having dishesed the meaning of “I shall make the point of the meaning,”",
    "ai-atk-s0501a0:20_1": "Remembellations, the designation of two minor rules, the same training rules, the one recitation, the same.",
    "ai-atk-s0501a0:20_2": "Ninety:",
    "ai-atk-s0501a0:21_0": "Long Discourses on the Uttarakuru",
    "ai-atk-s0501a0:22_0": "from the five states of the Dhamma, these are spoken of,",
    "ai-atk-s0501a0:23_0": "Herein, the thirty-two parts of Brahmās are well-born,",
    "ai-atk-s0501a0:23_1": "Having heard what in the roots of trees grown decorated by day and all the two streams of the middle.",
    "ai-atk-s0501a0:23_2": "Long Discourses on Crowds, for 36,000 days, and 500 days, and Seven Hairs of Seven Benefits",
    "ai-atk-s0501a0:23_3": "forty-four thousand precious things, and five hundred thousand sections of the Aṅguttara and Seven Pañcasikha.",
    "ai-atk-s0501a0:23_4": "Kaṇṭaka discourses spoken by the Buddha; the story of the Teaching, the Monastic Law, and the summaries; the Nuns (and Chiefs), Vinaya, Vutta, and so on. The exposition of the teaching on the Buddhas, the Vinaya, and the capital of the Teaching; the four Vinayapiṭakas (of the Faith) by the Nuns of the Buddhas, the Niddester of the Ājīvakas, the Pabbajjāṭhiya, the Dhamma, the chief of the Faith, the Vedas, and the ninery matters.",
    "ai-atk-s0501a0:24_0": "But why is it that is called “themless”.",
    "ai-atk-s0501a0:24_1": "excessive teaching that flow to the end of the Dhamma.",
    "ai-atk-s0501a0:24_2": "for they are also called “lesser”.",
    "ai-atk-s0501a0:24_3": "“Mendicants, I do not see a single order of beings as elaborate as the animal realm.",
    "ai-atk-s0501a0:24_4": "from the banks of the Earth: the Collections of the world is very nice...”",
    "ai-atk-s0501a0:24_5": "This rule is the specifically lesser to one side.",
    "ai-atk-s0501a0:24_6": "These Discourses on the discourses of the texts",
    "ai-atk-s0501a0:24_7": "for the Blessed One said:",
    "ai-atk-s0501a0:25_0": "Transmigrating through countless births,",
    "ai-atk-s0501a0:26_0": "the housebuilder I was seeking: born and suffering again and again.",
    "ai-atk-s0501a0:27_0": "“You’ve been seen! You will not build the house again:",
    "ai-atk-s0501a0:28_0": "all your rafters have been broken, and the ridgepole has been destroyed,",
    "ai-atk-s0501a0:29_0": "my mind has reached the unconditioned, and craving’s end has been achieved.”",
    "ai-atk-s0501a0:30_0": "with this verse of the Buddha’s dispensation.",
    "ai-atk-s0501a0:30_1": "Having defined in accordance with his mind they are not said that of speech, and causing schism.",
    "ai-atk-s0501a0:30_2": "What is said in the community of the community after taking its verbal conduct –",
    "ai-atk-s0501a0:31_0": "“When (the nature of) things",
    "ai-atk-s0501a0:32_0": "to the ardent meditating brāhmaṇa,",
    "ai-atk-s0501a0:33_0": "then all his doubts disappear,",
    "ai-atk-s0501a0:34_0": "Since he understands the nature of conditions and its conditions.”",
    "ai-atk-s0501a0:35_0": "this verse was said above.",
    "ai-atk-s0501a0:35_1": "So I will get the nine orifices of the donor who have broken gallnut from the beginning and from the time of giving up,",
    "ai-atk-s0501a0:36_0": "The homeless treasure",
    "ai-atk-s0501a0:37_0": "I go to the Buddha for refuge.",
    "ai-atk-s0501a0:37_1": "The meaning of its meaning is this:",
    "ai-atk-s0501a0:38_0": "“Where did he say to the word of this?",
    "ai-atk-s0501a0:39_0": "Why is it said from the beginning, “Why have you said even just the sun?",
    "ai-atk-s0501a0:40_0": "“As a source of good men, having completed that here,",
    "ai-atk-s0501a0:41_0": "remembering the Buddha, the teaching, and the Saṅgha,",
    "ai-atk-s0501a0:42_0": "“Having broken down the bark and the fruit set it up,",
    "ai-atk-s0501a0:43_0": "Having wishes for the sake of refuge, (que) they don’t like the dead.",
    "ai-atk-s0501a0:44_0": "“Formerly having gradually entered on the place,",
    "ai-atk-s0501a0:45_0": "showing a barber and hostile.”",
    "ai-atk-s0501a0:46_0": "Herein, as Firstly, this verse was spoken by: ‘This, this is the first footprint of the Realized One. When spoken by him spoken with this question, was spoken by him in answering.",
    "ai-atk-s0501a0:47_0": "Since they were given away by the Buddha, the deity of disciples didn’t give it to their disciples.",
    "ai-atk-s0501a0:47_1": "Who is there anywhere in the deer park at Isipatana?",
    "ai-atk-s0501a0:47_2": "how many friends are there in the world who are perfected ones, who have attained perfection and converse with the teaching of the people in the world.",
    "ai-atk-s0501a0:47_3": "Why do you not receive the going forth and the full ordination according to the blessing?",
    "ai-atk-s0501a0:48_0": "“But, monks, this is how the going forth should be given the full ordination.",
    "ai-atk-s0501a0:48_1": "First he should shave off his hair and beard and put on the ocher robes. He should then put his upper robe over one shoulder, pay respect at the feet of the monks, squat on his heels, and raise his joined palms. He should then be told to go for refuge to the Buddha, his teaching, and the Saṅgha.”",
    "ai-atk-s0501a0:49_0": "The Kaṇṭaka of the Aṅguttara, being included in the three sections of the Teacher’s instructions, and refuted by the Fraternity, after having gone forth in the name of the Dispensation, by such a man, sections, by the Blessed One, sections, by the name of the Faith of Pāṭakas, all the lay followers, having gone forth in the Dispensation, that is to say, the lay followers of the teachings, the lay followers, having gone forth in the lay life, or this from the lay followers of the Faith.",
    "ai-atk-s0501a0:50_0": "having done away with those who’ve done away,"
}