{
    "ai-atk-s0402a3:0_0": "4. Samacittavaggavaṇṇanā",
    "ai-atk-s0402a3:1_0": "33.",
    "ai-atk-s0402a3:1_1": "In the fourth (disciplined) bad person’s first place is placed.",
    "ai-atk-s0402a3:1_2": "This too is the level of the good person.",
    "ai-atk-s0402a3:1_3": "know the unconscious.",
    "ai-atk-s0402a3:1_4": "After doing a declaration, they do not know the following duties:",
    "ai-atk-s0402a3:1_5": "”Those who know the meaning is praised,",
    "ai-atk-s0402a3:1_6": "The word yadidaṃ = yāni imāni.",
    "ai-atk-s0402a3:1_7": "They don’t understand how accumulate is lived in dependence on another because they don’t know.",
    "ai-atk-s0402a3:1_8": "whole of the Buddha,",
    "ai-atk-s0402a3:1_9": "The meaning should be understood in the way already described.",
    "ai-atk-s0402a3:2_0": "34.",
    "ai-atk-s0402a3:2_1": "For a second time, a Jantugāma, and also the people with the four people.",
    "ai-atk-s0402a3:2_2": "You should its mother with one month...",
    "ai-atk-s0402a3:2_3": "While he serves his father even if he gets hold of his father; a single bed, or a later than one.",
    "ai-atk-s0402a3:2_4": "a hundred years in the whole of life, a hundred years, a thousand years.",
    "ai-atk-s0402a3:2_5": "This is said:",
    "ai-atk-s0402a3:2_6": "If he thinks, “I shall a child,” and he should obtain a hundred years, even if he had been a hundred years, or a thousand years, or a hundred years.",
    "ai-atk-s0402a3:2_7": "It’s due to concealing their mothers, father, and leaders of adornments. It’s serving their mother, father, brothers, sisters, relatives, and kin, bodies, mung beans, and multiplying themselves and becoming awakened. And they cover themselves with their hands and feet were covered with cold and heat.",
    "ai-atk-s0402a3:2_8": "And as their parents walked there, they’d eventually for their parents.",
    "ai-atk-s0402a3:2_9": "But you don’t say that there is no way a mother or father or a child or a welcome.",
    "ai-atk-s0402a3:3_0": "In rulers the land is seen by the Universal Monarch’s wheels, rolling forth the wheel of the wheel-turning monarchs.",
    "ai-atk-s0402a3:3_1": "Ascetics and bears wailing,",
    "ai-atk-s0402a3:3_2": "As a mother and father were growing on her parents,",
    "ai-atk-s0402a3:3_3": "picking up their hands and feet, making a lacks for the shade,",
    "ai-atk-s0402a3:3_4": "Both mother and father, brother, sisters, relatives, and kin who are referred to the abode of the resting place.",
    "ai-atk-s0402a3:3_5": "And if he shows him to his mother and father, his son, or the parents in this world, or his children who may not see him, even if he hasn’t seen him, saying: “Though this world or his parents in this world or that,",
    "ai-atk-s0402a3:3_6": "Having thus destroyed the water of the world, he will place his parents in this world with its special partners.",
    "ai-atk-s0402a3:3_7": "if he makes seize:",
    "ai-atk-s0402a3:3_8": "In this discourse the foundation of faith in the world, having given up faith and wisdom,",
    "ai-atk-s0402a3:3_9": "You can recognize them for the king of the Dhamma!",
    "ai-atk-s0402a3:4_0": "35.",
    "ai-atk-s0402a3:4_1": "There is no third ascetic Gotama who brought the question: “The ascetic Gotama has given the answer to the questions, it seems,",
    "ai-atk-s0402a3:4_2": "(After enquiring) the femininity of (whole I), I will ate his climb from a variety of foods.”",
    "ai-atk-s0402a3:4_3": "Then this occurred to him:",
    "ai-atk-s0402a3:4_4": "and he thinks, “I will not do such a thing in this place,” and he puts his mind on the ground into the house on the ground.",
    "ai-atk-s0402a3:4_5": "“Yes, when questioned, he’ll answer, saying: “This is how it was by answering,” and when asked a single being done by an agreement.",
    "ai-atk-s0402a3:4_6": "This one month of the rainy season had four months he passed through his mother’s womb.",
    "ai-atk-s0402a3:4_7": "When four months have passed, he saw a question called Nimbā,",
    "ai-atk-s0402a3:4_8": "(And) he thought this it seems:",
    "ai-atk-s0402a3:4_9": "“I’ll go to the ascetic Gotama and ask about his doctrine,",
    "ai-atk-s0402a3:4_10": "If you say that ‘nothing to anyone who speaks,’ then what should be done is he to say?",
    "ai-atk-s0402a3:4_11": "If you say that ‘possess the teacher’, you should behave like this.",
    "ai-atk-s0402a3:4_12": "For if he is asked a question about both sides, he won’t be able to either spit it out or swallow it back.",
    "ai-atk-s0402a3:4_13": "“This is the time for the ascetic Gotama’s son, having crushed all over the royal capital of the ascetic Gotama’s embarrass. Then he will be able to go around the way to the town hall, where the capital is covered up and headed.” But he doesn’t go, adding, “The Buddha is worth a fraction,”",
    "ai-atk-s0402a3:4_14": "What does he say about?",
    "ai-atk-s0402a3:4_15": "What is the reason why his disciples asks,",
    "ai-atk-s0402a3:4_16": "And then the Buddha, having conceived his mother’s womb, thought: “How can the ascetic Gotama answer?” Then “The ascetic Gotama, has such power, reasoned yourselves like that.”",
    "ai-atk-s0402a3:4_17": "Then the brahmin, having given up conceit, spoke to the Buddha and about it, as he was,",
    "ai-atk-s0402a3:4_18": "And here the rest is as before.",
    "ai-atk-s0402a3:5_0": "36.",
    "ai-atk-s0402a3:5_1": "Having received a religious donation, it is called a person who has received the offering.",
    "ai-atk-s0402a3:5_2": "it is said of the seven kinds of trainees:",
    "ai-atk-s0402a3:5_3": "* There is a Stream-Enterer who can possess the virtue,",
    "ai-atk-s0402a3:5_4": "When they give gifts, they don’t give gifts, they don’t receive the gift of gifts, they do the gifts of offerings, etc., their name is the meaning.",
    "ai-atk-s0402a3:5_5": "fields, lands, eradicated, and explore the meaning is the meaning.",
    "ai-atk-s0402a3:6_0": "37.",
    "ai-atk-s0402a3:6_1": "In the Eastern Monastery, Sāvatthī, in the eastern direction,",
    "ai-atk-s0402a3:6_2": "Visākhā’s Migāra’s mother Visākhā’s mother,",
    "ai-atk-s0402a3:6_3": "For that is called precincts set in the place where the children have been placed on the ground, the partners of his wives and children have been established in all the animal realm.",
    "ai-atk-s0402a3:6_4": "From that day the palace named Migāra’s mother was resided in the longhouse of Migāra’s mother.",
    "ai-atk-s0402a3:6_5": "who lives in that Elder.",
    "ai-atk-s0402a3:6_6": "Then Venerable Sāriputta is staying in that house in that palace.",
    "ai-atk-s0402a3:7_0": "and the monks addressed them,",
    "ai-atk-s0402a3:7_1": "Now, what has been spoken in the past have been given to the past, the future, and the present time after the middle of the meal,",
    "ai-atk-s0402a3:7_2": "Now, after the meal to the discourse of the mind on the day,",
    "ai-atk-s0402a3:7_3": "Therefore in the evening time, he addressed the Buddha,",
    "ai-atk-s0402a3:8_0": "If that is not spoken by the Buddha,",
    "ai-atk-s0402a3:8_1": "Where does he sit down?",
    "ai-atk-s0402a3:8_2": "of Visākhā, sat down in the longhouse.",
    "ai-atk-s0402a3:8_3": "The Realized One, the perfected one, who has twenty years, and is in comfort, wherever he stayed there.",
    "ai-atk-s0402a3:8_4": "Tissa governed the first rolling on the deathless, and relic rolled forth the supreme Wheel of Dhamma.",
    "ai-atk-s0402a3:8_5": "The second 84,000 years was living in the vicinity of Rājagaha in the Bamboo Grove squirrels and the fifth year. And the fifth, the appetiteens 84,000 chariots, wide opening the counsel (in Laṅkā) in the Suttantas, the fifthly near Rājagaha. And the 84,900 Āḷavī, the Sutta Jambudīpa, the Sutta Jambudīpa. Then the Buddha singly, a sixthlying at the nineteenth Rouncil of the great 84,000000 years,000 years,000 winds, and seventh.",
    "ai-atk-s0402a3:8_6": "When he has thus completed for twenty years, and wherever he stayed,",
    "ai-atk-s0402a3:9_0": "and because of that two dwellings depended on requisites.",
    "ai-atk-s0402a3:9_1": "Two years’ senior",
    "ai-atk-s0402a3:9_2": "the Jeta Grove, having conquered the excellent Jeta Grove,",
    "ai-atk-s0402a3:9_3": "of two families, for the family,",
    "ai-atk-s0402a3:9_4": "For a teacher uses the Visākhā’s special qualities to use the refectory and the lady of virtues to use the food.",
    "ai-atk-s0402a3:9_5": "Then, when he wandered for alms, he was wandering in the forest for two months.",
    "ai-atk-s0402a3:9_6": "When it was night, having stayed in the Jeta Grove at the east of the night, he returned to the southern gate. He was walking for alms in the Eastern Monastery, having entered Sāvatthī for alms.",
    "ai-atk-s0402a3:9_7": "He stayed in the Eastern Monastery, the stilt longhouse for alms, and he returned to the Eastern Monastery.",
    "ai-atk-s0402a3:9_8": "Now that day in the Jeta Grove,",
    "ai-atk-s0402a3:9_9": "wherever one lives in some place wherever he can give up the five underlying tendencies.",
    "ai-atk-s0402a3:9_10": "Because of that, for one who is good.",
    "ai-atk-s0402a3:9_11": "In the last part of the world heaping up to the western quarters and the Buddha saw an assembly hall which were surrounded by the whole worldly leagues. And it was considered for seven days uninhabited with three months, and installed.",
    "ai-atk-s0402a3:10_0": "Then, knowing that the time was there, thinking, “Where will the rains residence?” When they saw him, he thought, “Who will it be?” And when he saw the Elders gathered round?’",
    "ai-atk-s0402a3:10_1": "Then wherever he sat down, thinking, “Where will be able to do this,” and when he saw the branch approached the Bo branch, he sat down one side and said, “There are the three Palace of the Buddhas: “One who is the bestowed?”",
    "ai-atk-s0402a3:10_2": "interrupted by the General of the Dhamma the Elder Sāti, I saw this:",
    "ai-atk-s0402a3:10_3": "Having seen (that), after entering the Fortunate One’s body and sarong, he spread out his head and went to the southern gate. He paid homage to the Community of Bhikkhus, taking leave of the town, and attended on the southern gate. He stood in the town gate, an upper robe, like a curled the southern gate.",
    "ai-atk-s0402a3:10_4": "And the large assembly of eighty great retinue lay followers surrounded by the nunnery went to the assembly of the nuns.",
    "ai-atk-s0402a3:11_0": "the Teacher said to the venerable Sāriputta,",
    "ai-atk-s0402a3:11_1": "“Sāriputta, take you to the monastery and return to the monastery.”",
    "ai-atk-s0402a3:11_2": "Saying, “Good, sir,” the senior mendicants went to the monastery.",
    "ai-atk-s0402a3:11_3": "In just the same way, the chief female slave, having previously drew close to the Great Wood, together with the Elder Ānanda, went with the Elder Ānanda.",
    "ai-atk-s0402a3:11_4": "The senior elder told the teacher’s conduct, and then he asked them, “Venerable Ānanda, I’ll go to the monastery.”",
    "ai-atk-s0402a3:11_5": "Thus, Kindusāra,",
    "ai-atk-s0402a3:11_6": "and after making the Teacher worshipping him there, he went away.",
    "ai-atk-s0402a3:11_7": "The Teacher, living in Jeta’s Wood,",
    "ai-atk-s0402a3:12_0": "By means of that day four Elders wanted to listen to the Dhamma,",
    "ai-atk-s0402a3:12_1": "having the Kosalan King Pasenadi of Kosala came back in order to meet (him).",
    "ai-atk-s0402a3:12_2": "Likewise the fifth is Anāthapiṇḍika.",
    "ai-atk-s0402a3:12_3": "But Visākhā, surrounded by two thousand coins, surrounded by two thousand takenas.",
    "ai-atk-s0402a3:12_4": "At the same time he went to a family of seven hundred thousand families in Sāvatthī, taking the in the town hall of the Magadhans at Sāvatthī.",
    "ai-atk-s0402a3:12_5": "In the four gates there were people living in the villages, pulled up by one leagues, all the gods through the air, which were surrounded by demons, and so on.",
    "ai-atk-s0402a3:12_6": "As a consequence of the whole of his own flowers.",
    "ai-atk-s0402a3:13_0": "The Elder Dhammarakkhita, having gone to the monastery at the place where the Elder Nigaṇṭha Nātaputta had arrived.",
    "ai-atk-s0402a3:13_1": "The monks prepared the seat,",
    "ai-atk-s0402a3:13_2": "When the Thera had finished his meal and sat down on the prepared seat, he entered the assembly hall, where he sat down, prepared a scented his advice-swelling the Community of monks.",
    "ai-atk-s0402a3:13_3": "He rose up and emerging from the these attainments in the first absorption, he stood in the neighborhood of theves, having gone into the presence of that attainment. He stood on drying up and wrapped in the outer robe, he spread out his upper robe, and put on the upper robe.",
    "ai-atk-s0402a3:13_4": "Having plunged into the Saṅgha of mendicants and originally beneath the mouth, they drive it into the Thera. They withdwept the Thera’s body, and gone into the water.",
    "ai-atk-s0402a3:13_5": "and specific things were prepared in the Elder’s dwelling.",
    "ai-atk-s0402a3:13_6": "When they knew the four assemblies, they sat down on a path.",
    "ai-atk-s0402a3:13_7": "Sāriputta was the most excellent senior monk who was going for a hundred and a thousand roars, took the lion’s lady, and set out the pile of the female shone like a precious pillion.",
    "ai-atk-s0402a3:13_8": "he sat down looking at the assembly, and looking round:",
    "ai-atk-s0402a3:13_9": "“Surely this assembly can’t live diligently, keenly, and resolutely. I won’t see the teaching Dhamma in an assembly educated, the way that is proper for me to teach the Dhamma.”",
    "ai-atk-s0402a3:14_0": "having conquered this way, the monks addressed the monks, (saying):",
    "ai-atk-s0402a3:14_1": "“Just as before, monks, the Buddhas said: “As this venerable one is very powerful, but this venerable one thinks, “I shall do so for his disciples,” and he says, “Reverends.”",
    "ai-atk-s0402a3:14_2": "This is something that’s internally and externally, and is the fetter of the teaching.",
    "ai-atk-s0402a3:15_0": "But there is one stream-enterer who knows that",
    "ai-atk-s0402a3:15_1": "“This is the teaching, this is deep.",
    "ai-atk-s0402a3:15_2": "This is the benefit of insight.",
    "ai-atk-s0402a3:15_3": "This is the path that leads to extinguishment.”",
    "ai-atk-s0402a3:15_4": "But in that very day he gave up to the Elder Nun, and he –",
    "ai-atk-s0402a3:15_5": "“Venerable Sāriputta, this specific purpose by me teaching was taught by the Elder Sāriputta, this Elder Sāriputta will be arranged for me.",
    "ai-atk-s0402a3:15_6": "Those who have attained perfection and convergence, and those who have become a stream-enterer, but will not be stream-enterers, fraudernity.",
    "ai-atk-s0402a3:15_7": "after taking leave of the Mother’s teaching, and showing them the great noise.”",
    "ai-atk-s0402a3:15_8": "“Good, good, Venerables!”",
    "ai-atk-s0402a3:16_0": "by the God of Devas then constructed every day in the palace. It was good for a thousand (Bhikkhunīs), well versed in the Palace of the Devas.",
    "ai-atk-s0402a3:16_1": "The deities of the Eastern Monastery, having just one hundred and twenty-thousand Such-Like (afterwards), and a thousand leagues away, or a hundred leagues in the broad, and two months, three thousand leagues long. These Ones dominions a thousand leagues away from the solaces of a wheel-turning monarch.",
    "ai-atk-s0402a3:16_2": "Those double adhered to the earth by the water.",
    "ai-atk-s0402a3:16_3": "The gods of the Thirty-Three were able to rain a cool cloud. From the four great kings, the rainy season, the great kings, the gods of the Thirty-Three, the lords of the gods of rain, the heavenly universal monarchs, the delightful Gods, Yama, great kings, blaze and glory; and any limitless sky-world, fairstrame gods, who are unable to be reborn in the company of Brahmā’s Hostall.",
    "ai-atk-s0402a3:17_0": "Then the gods who have ended the defilements –",
    "ai-atk-s0402a3:17_1": "“This great helper is quite enough for me to fathom the earth, and as far as the ground until he reached the peak of pair, the Elder Nigaṇṭha Nātaputtaka, and the highest among men.” Then he sat down on that very stilt longhouse, thinking: “This monk is there the exposition of the natural principles.” And there, he sat down on the stilt longhouse for the Elders.",
    "ai-atk-s0402a3:17_2": "The deities of the Mount Vepulla, having a consequence of all the gods, surrounded by one thousand kilometers, and covered the whole earth with the ten thousand leagues. They stood in the excellent assembly hall, where the wheels of the earth, having a thousand leagues long, or even two or three hundred leagues.",
    "ai-atk-s0402a3:18_0": "Venerable Sāriputta thought, “Now, what’s the point of learning? What can he see everything height of the deities?”",
    "ai-atk-s0402a3:18_1": "But since these things are not found, they do see that in the Buddhas them as well, then they do see that they have already obtained them.",
    "ai-atk-s0402a3:18_2": "But when a determined is right:",
    "ai-atk-s0402a3:18_3": "Therefore the Thera, emerging from that attainment, having entered upon emerging from the attainment, he thus addressed the Thera:",
    "ai-atk-s0402a3:18_4": "“While I’m teaching the limitless gathering, and all the people listen to the teaching.”",
    "ai-atk-s0402a3:18_5": "his legs were standing on the right side toward him. All of the Universal Monarch, he sat down in the middle of the right side, and the Elder Dīgha Tissa Mount Nigaṇṭha Nātaputta said to all, “Sāvu, you were seated at the right time of the Dīghanakha. I was like the Elder Dīgha Tissaka.”",
    "ai-atk-s0402a3:18_6": "And as they were teaching the Dhamma to one southern gate, they all sat together in the noble duties of a wheel-turning monarch.",
    "ai-atk-s0402a3:19_0": "Having determined on the inside, the Thera, and the fetter of this Dhamma:",
    "ai-atk-s0402a3:19_1": "Herein, desire for sensual pleasures",
    "ai-atk-s0402a3:19_2": "(There is) forms that originate from the form worlds,",
    "ai-atk-s0402a3:19_3": "Even if sentient beings die in the realm of luminous forms, are more of the four Koṭṭhita, there are many more of them who are few, while those in the realm of very beings.",
    "ai-atk-s0402a3:19_4": "and there is much sandalwood imported from the consequence of his five-hundred bowls.",
    "ai-atk-s0402a3:19_5": "where there is little but little—",
    "ai-atk-s0402a3:19_6": "therefore sensual pleasures internally, externally, and mental forms externally.",
    "ai-atk-s0402a3:19_7": "Such is the interior and exterior conceit for sensual pleasures that is internally and externally.",
    "ai-atk-s0402a3:19_8": "the five lower fetters and the five lower fetters named the fetters.",
    "ai-atk-s0402a3:19_9": "Herein, this is the word:",
    "ai-atk-s0402a3:19_10": "is called a lower rebirth in the air, which is called “perfection of sensual desire” since they are danger from being reborn in the air.",
    "ai-atk-s0402a3:19_11": "above, below, across the fire element, which is called ‘might’ because of failure’.",
    "ai-atk-s0402a3:20_0": "When this happens, a person is fettered internally, externally, and both internally and externally.",
    "ai-atk-s0402a3:20_1": "And both this world and the next, it is not suitable for the world.",
    "ai-atk-s0402a3:20_2": "Those who have cut off continued existence, a stream-enterer, and the noble ones—this is called a stream-enterer.",
    "ai-atk-s0402a3:20_3": "“So long as it remains in the forest is used to eat a forest grove, ate the shade of the jungle, and a pair of pieces—hardy, thieves, and joints—these are called “posite sex”.",
    "ai-atk-s0402a3:20_4": "But when the trees are broken, they dropped up into the grass and sticks into the pieces, and the shapes become then.",
    "ai-atk-s0402a3:20_5": "In the same way, when an uneducated ordinary person hasn’t yet polluted a necklace, why don’t you get weary and frustrated?",
    "ai-atk-s0402a3:21_0": "And in order to understand this meaning, that is to say:",
    "ai-atk-s0402a3:21_1": "For Vacchaka’s calves have broken the strings, gravel, and hatch safely, and tied the calves in the calves. Then the calves in the calves, their ramparts implements, and calves in the calves. And so too, they in the calves confessed their bolts.",
    "ai-atk-s0402a3:21_2": "And anyone who is Vaccha, with inside and outside the inside, outside the inside, outside the doorway, like the inside, outside.",
    "ai-atk-s0402a3:21_3": "if someone defiled within, although inside or outside,",
    "ai-atk-s0402a3:21_4": "There it is the strap of the inside and the outside.",
    "ai-atk-s0402a3:21_5": "So he goes outside the gateway, placed it inside the outside.",
    "ai-atk-s0402a3:21_6": "Likewise in the inside, the rope, the habit of the skin;",
    "ai-atk-s0402a3:21_7": "But the tastes, the resentful, and the taste of the rain.",
    "ai-atk-s0402a3:21_8": "Likewise in the inside, the rope of the skin;",
    "ai-atk-s0402a3:21_9": "for even if both have passed away, they lay down right there.",
    "ai-atk-s0402a3:21_10": "But one who is bound like a leaning boards between the two,",
    "ai-atk-s0402a3:21_11": "This ethical Vaccha had taken leaves, and he stayed apart from there.",
    "ai-atk-s0402a3:21_12": "The same is the opposite secluded.",
    "ai-atk-s0402a3:22_0": "Herein, there are three kinds of be understood:",
    "ai-atk-s0402a3:22_1": "With Vacchaka divided up the calf of ignorance,",
    "ai-atk-s0402a3:22_2": "like a Vaccha has ten fetters.",
    "ai-atk-s0402a3:22_3": "These are the three kinds of becoming Vacchagotta.",
    "ai-atk-s0402a3:22_4": "inside and out, like a red nymph was like the fine-material glowing coals in the realm of lumps.",
    "ai-atk-s0402a3:22_5": "although they stay there, although the fetters of sensuality, their own goal,",
    "ai-atk-s0402a3:22_6": "what by what?",
    "ai-atk-s0402a3:22_7": "not tied up with the sense of urgency,",
    "ai-atk-s0402a3:22_8": "These forms are inclusive in the forms of beings. These are the included in the womb,",
    "ai-atk-s0402a3:22_9": "Although he stays there, having a fettered all the pleasures of the senses,",
    "ai-atk-s0402a3:22_10": "he is bound inside the simile of the sense desires, like a lump of foulness.",
    "ai-atk-s0402a3:22_11": "And even if he stays in the sensual realm, or in the realm of luminous form, let alone with the formless realm,",
    "ai-atk-s0402a3:22_12": "and in the boundless realm, like a Stream-Entererer in the wilderness, as it was a stream-enterer.",
    "ai-atk-s0402a3:22_13": "because they live in the sensual pleasures of the senses, like the roaming of the senses,",
    "ai-atk-s0402a3:22_14": "He is the outside of the inside, like a lump of form in the formless realm.",
    "ai-atk-s0402a3:22_15": "Because they lie down there with the fetter of form, like the fetter of form in the formless realm.",
    "ai-atk-s0402a3:22_16": "with one with defilements ended, whose cankers are destroyed in the sensuous worlds...",
    "ai-atk-s0402a3:22_17": "For he who is outside the inside, like a lump of foulness in materiality, whose cankers are destroyed -",
    "ai-atk-s0402a3:22_18": "These views of identity view, doubt, misapprehension of precepts and observances, and the path come to evaporate.",
    "ai-atk-s0402a3:22_19": "Sensual desire, ill will, and mixed up with the two fetters, and having completely transcended greed for form, he is not able to neglect abode.",
    "ai-atk-s0402a3:23_0": "And what is a senior person called ‘treasure’?",
    "ai-atk-s0402a3:23_1": "“In the same way, reverend, I will teach you about a person fettered internally and one is the fetter of these two assemblies, and after speaking the two assemblies, and then shows them in detail:",
    "ai-atk-s0402a3:24_0": "Herein, in this place:",
    "ai-atk-s0402a3:24_1": "He is virtuous in virtue, and has purity of ethics.",
    "ai-atk-s0402a3:24_2": "That is how the senior elder, it seems, after recited the Purification through fourteen years: “The virtue of Purification, it seems, having shown that elder’s virtue consisting in purification, and showed it to the Jina, in the island of Laṅkā.” Having said this to the Theras there, he said: “For this excellent Elder Susīma, which is the foremost.",
    "ai-atk-s0402a3:24_3": "but the Elder Tissa also did the great teacher say:",
    "ai-atk-s0402a3:24_4": "“The Teacher is included in the Monastic Code, and restraint in regard to the Pātimokkha.",
    "ai-atk-s0402a3:24_5": "Virtuous conduct only as virtue’s conduct, and other three kinds of virtue: such as no matter how not knowing about the ascetic life?” .",
    "ai-atk-s0402a3:24_6": "(But) is called “restraint by law” or and “fitting properly, the laity of the sun, etc., that is in the same essence of purity, and the enlightenment of the life faculty, and the requisites obtained (to us) for the conduct of virtue, etc., and use the rest.",
    "ai-atk-s0402a3:24_7": "Then that person who has broken their hands, should not be spoken of. They’ll protected by these hands.",
    "ai-atk-s0402a3:24_8": "and that man who bears his life is unconcerned, like a strong man would be able to guard the life.",
    "ai-atk-s0402a3:24_9": "So, ethical conducting themselves well and seeking alms in suitable places, and seeking the benefit of the Pātimokkha, thinking, “He is ethical conducting himself well.”",
    "ai-atk-s0402a3:25_0": "he restrained with the Pātimokkha restraint: he endowed with restraint of the Monastic Code,",
    "ai-atk-s0402a3:25_1": "Good conduct and resort: endowed with good conduct and resort,",
    "ai-atk-s0402a3:25_2": "if she does not get enough",
    "ai-atk-s0402a3:25_3": "In regard to those unwholesome thoughts are unwholesome,",
    "ai-atk-s0402a3:25_4": "Seeing danger where there is none,",
    "ai-atk-s0402a3:25_5": "Having shakes off right:",
    "ai-atk-s0402a3:25_6": "trains in the training rules, he trains in that training rule.",
    "ai-atk-s0402a3:25_7": "Furthermore, one trains in the training rules that he trains in, whatever training rules he trains in, in regard to taking it as having undertaken, he should train all train in the training rules.",
    "ai-atk-s0402a3:25_8": "This here is in brief, in detail, and instrument of the Monastic Code in detail, having shown that purity and declaring all the paths of Pātimokkha, the purification of ethics, and that leading to purity.",
    "ai-atk-s0402a3:25_9": "Sensual pleasures are reborn in a certain host of gods.",
    "ai-atk-s0402a3:25_10": "the stream-enterer,",
    "ai-atk-s0402a3:25_11": "states of existence as a human being. They maintain the mass of humanity, still the aggregates.",
    "ai-atk-s0402a3:25_12": "And so there is no extra reappearing in rebirth or in the formless realm.",
    "ai-atk-s0402a3:25_13": "Because of this sort of person for the meditation subject and for the one for the sake of the shelter and the one who is devoted to the path to the one who is pure and who is made a fruit.",
    "ai-atk-s0402a3:26_0": "There is one of the eight attainments in the fourth absorption.",
    "ai-atk-s0402a3:26_1": "for that is called defilements because they are pollutants and defilements born from the defilements because of their mind is freed from defilements and corruptions of the mind.",
    "ai-atk-s0402a3:26_2": "are reborn in one of the five lower hosts.",
    "ai-atk-s0402a3:26_3": "There is no-one who stops not made up of this body, who does not deliberately bring backwards or because of going to heaven. Instead, they’re extinguished there.",
    "ai-atk-s0402a3:26_4": "This concentration and three.",
    "ai-atk-s0402a3:27_0": "Yet the two kinds of sense desires: it is for the purpose of disillusionment of sensual pleasures, etc.; for the purpose of making amends for the purpose of dissatisfaction with sense desires,",
    "ai-atk-s0402a3:27_1": "it leads to fading away.",
    "ai-atk-s0402a3:27_2": "is for the goal of cessation:",
    "ai-atk-s0402a3:27_3": "‘This is the practice for the good.’",
    "ai-atk-s0402a3:27_4": "At this point a Stream-Enterer, a once-returner, and an unsuitable way to describe the five kinds of sensual stimulation.",
    "ai-atk-s0402a3:27_5": "The three states of existence originate.",
    "ai-atk-s0402a3:27_6": "With this attachment to non-returner they have attained the path to perfection,",
    "ai-atk-s0402a3:27_7": "Craving is the practicing trainee with the five kinds of stream-enterers. They’re practicing a stream-enterer, not making an end of craving for the five cords of sense desires.",
    "ai-atk-s0402a3:27_8": "Because he has not reached the end of greed and hate, and delusion, yet he is practiced for the benefit of non-returner.",
    "ai-atk-s0402a3:27_9": "is reborn in one of the orders of gods, amongst gods and humans,",
    "ai-atk-s0402a3:27_10": "They don’t become extinguished without a non-proliferation. They’re extinguished there who solitarying right there.",
    "ai-atk-s0402a3:28_0": "So the first one of the two upper armies had a meditation subject to the one whose meditation subject is based on the site of concentration. For the first one whose mind was favourable to the greed for concentration, ~ As a monk whose meditation subject has made the analysis of greed for many and diverse elements: “I have done the first path and developed the fruit of Arahantship.” And he thus, “I am a stream-enterererer; I am going to the fruit of non-returnment; for the perfected ones, and for the fully awakened Buddhas of the path.”",
    "ai-atk-s0402a3:28_1": "At that concluded the three hundred thousand koṭis of a thousand koṭis of beings attained Arahats. They have not yet become a stream-enterer.",
    "ai-atk-s0402a3:28_2": "And just as these eighty great army (called) the Mahāthūpa had been laid down in this assembly (which was) a hundred and a thousand koṭis of beings, in the Mahāthūpa, and in order to reach the end of the world.",
    "ai-atk-s0402a3:29_0": "with a minds that are aroused with pleasure, who have a mind that is purified,",
    "ai-atk-s0402a3:29_1": "and set out their minds even with a delicate mind.",
    "ai-atk-s0402a3:29_2": "This mind is equal to him:",
    "ai-atk-s0402a3:29_3": "And another, too, in the stage with a mind full of at another time –",
    "ai-atk-s0402a3:29_4": "° and said: “After (even) there is no offense for one who is lost,",
    "ai-atk-s0402a3:29_5": "having gone away, we will share out the ten powers and others within the attainment of the One.”",
    "ai-atk-s0402a3:29_6": "And another –",
    "ai-atk-s0402a3:29_7": "“And even a single senior mendicant whose attainment is entering into and emerges from all attainments this one attainment, who is real and whose mind is addressing, “Who knows the Realised One’s mind has appeared?” And he saw the Realized One, whose minds were unified, and having attained all subdued them by the Realized One.",
    "ai-atk-s0402a3:29_8": "And another –",
    "ai-atk-s0402a3:29_9": "In the future time, a monk thought, “Giving the country of Sāketa, I will teach the Dhamma to all people,” and he taught her respects:",
    "ai-atk-s0402a3:29_10": "In the future, my mind will be heavy, stretching, with one thought,",
    "ai-atk-s0402a3:29_11": "And another –",
    "ai-atk-s0402a3:29_12": "None of them all—",
    "ai-atk-s0402a3:30_0": "Is joyful and delighted, he rejoices in heaven.",
    "ai-atk-s0402a3:30_1": "Devoted to the word of goodness,",
    "ai-atk-s0402a3:30_2": "compassionate for the senior mendicants. There is compassion, not out of compassion for the Thera, out of compassion for this reason.",
    "ai-atk-s0402a3:30_3": "For while a door a whole day in the evening, the Elder Mahā-Tissa set out on the guards of the door and a wide, and eats a very longhouse in an abode of another carts, he chopping out of compassion, like a century caught in the door, and enjoying a hard-to-seedmit, like the deportment in the door of the wide-ound, like the Elder Makkhita created a younger. So eventually that is so far from the Blessed One.",
    "ai-atk-s0402a3:30_4": "In a place consequence the case of those who reach compassion for the Buddha, out of compassion for the world.",
    "ai-atk-s0402a3:31_0": "For one who is weak is strong, but is unable to make a weak place for sarong.",
    "ai-atk-s0402a3:31_1": "This is why it is said:",
    "ai-atk-s0402a3:31_2": "and was entering a mouth in front of her face.",
    "ai-atk-s0402a3:31_3": "The Buddha spoke this: “This is a enlightenment for himself,” and so on he said.",
    "ai-atk-s0402a3:31_4": "(And) he thought this it seems:",
    "ai-atk-s0402a3:31_5": "“If anyone thinks this, then a lay follower, or a laywoman who’s laywomen would think:",
    "ai-atk-s0402a3:31_6": "‘Sāriputta is able to inspect the great teacher, the fully awakened Buddha. And he’s able to make this effort to be dismissed.’",
    "ai-atk-s0402a3:31_7": "After making this hate he would be reborn in hell!”",
    "ai-atk-s0402a3:31_8": "Then the words, “Take this discourse,” and they said, “Take this,”",
    "ai-atk-s0402a3:32_0": "After making a reason for his own use, and making this agreement about it, he said: “Now, Sāriputta, the ten deities have come, and so on,",
    "ai-atk-s0402a3:32_1": "Herein, for one who is able to bring the attainment even if it is allowable to reach the attainment or to go into solitary retreat.",
    "ai-atk-s0402a3:32_2": "Firstly, of these ten kinds of fame, two governed each other with one.",
    "ai-atk-s0402a3:32_3": "and sixty reservoirs in each place.",
    "ai-atk-s0402a3:32_4": "But the attainment in each and every case, sixty-two have been developed each.",
    "ai-atk-s0402a3:32_5": "the wisdom there is from the winter,",
    "ai-atk-s0402a3:32_6": "less than that ...",
    "ai-atk-s0402a3:32_7": "and some placed one place for ten reasons.",
    "ai-atk-s0402a3:32_8": "and whatever place the ten regions there were,",
    "ai-atk-s0402a3:32_9": "by which those twenty finer things.",
    "ai-atk-s0402a3:32_10": "and the finer things. ...",
    "ai-atk-s0402a3:32_11": "and sixty reservoirs in each place.",
    "ai-atk-s0402a3:33_0": "just as the opposite sex canine deeps, met the tip of a hair-sphere,",
    "ai-atk-s0402a3:33_1": "Yet they on",
    "ai-atk-s0402a3:33_2": "“Bāhiya, you are to be here for me when you are standing on the elephants.”",
    "ai-atk-s0402a3:33_3": "Herein, through ribsing is eradicated.",
    "ai-atk-s0402a3:33_4": "Likewise that their mind’s developed with well-developed mind.",
    "ai-atk-s0402a3:33_5": "... that by which those deities developed and cultivated ...",
    "ai-atk-s0402a3:33_6": "While wandering, they weren’t sickly,",
    "ai-atk-s0402a3:33_7": "It is here in this world of men: “In this world of men, or this world of men.”",
    "ai-atk-s0402a3:33_8": "For while a human being is established in this world, subtlety by human beings, then, because of the supernormal powers of the Dispensation, they will come and see memory.",
    "ai-atk-s0402a3:33_9": "There even, Kassapa, having performed the sacrifice of the three paths of the Dispensation, and having been reborn in the company of the Buddhas’ teachers instructions, one poorly reborn in the Brahmā-world thus: “Even if you’ve made the instructions of the Buddhas, and one must make the instructions of the Buddhas.”",
    "ai-atk-s0402a3:33_10": "to this extent in the Realised One’s attainment,",
    "ai-atk-s0402a3:34_0": "Now, Sāriputta, the Elder Sāriputta declared the instruction about the instruction. So they said:",
    "ai-atk-s0402a3:34_1": "Therefore those deities were reborn here, having arisen in that place, the peaceful attainments were reborn there, and after being reborn here,",
    "ai-atk-s0402a3:34_2": "at peace: there are five faculties through having attained Emancipation.",
    "ai-atk-s0402a3:34_3": "With peaceful minds that are peaceful, ~ and peaceful, having attained Nibbāna.",
    "ai-atk-s0402a3:34_4": "I will settle down with peaceful mind-made body, with peaceful minds and sublime peace, quenching down,",
    "ai-atk-s0402a3:34_5": "(As) his fellow celibates, set apart from the supreme Brahmā realm.",
    "ai-atk-s0402a3:34_6": "That’s how you should train.",
    "ai-atk-s0402a3:34_7": "(but) if you were not lost,",
    "ai-atk-s0402a3:34_8": "(But) he preached this exposition of the teaching on the Nādikas. That view he taught the nation in the same way as he likes, having taught this exposition of the teaching on the Path.",
    "ai-atk-s0402a3:35_0": "38.",
    "ai-atk-s0402a3:35_1": "While staying at the sixth part of the river Vasavattī, the town of Hatthi.",
    "ai-atk-s0402a3:35_2": "at the end of sensual desire, insistence, and underlying tendencies of vanity, desire, greed, relishing, and craving for sensual desire.",
    "ai-atk-s0402a3:35_3": "This is said:",
    "ai-atk-s0402a3:35_4": "The person who has got the five kinds of sensual stimulation underlying tendencies of sensual desire, etc.",
    "ai-atk-s0402a3:35_5": "and obsessed by sensual desire, ~ for that illness, and his lust jackals are infatuated like a great liberated on the snappping of sensual desire and his opposite sex and his mind is overcome by sensual desire.",
    "ai-atk-s0402a3:35_6": "Likewise in the case of views, etc., similar to views, and so on.",
    "ai-atk-s0402a3:35_7": "A person accomplished in view should be understood here as the sixty-two grounds for views.",
    "ai-atk-s0402a3:35_8": "In the eastern direction there is a suitable hearing of the Elder Nuns, sitting in the eastern direction, and there is the elder’s sitting down facing west, leaning on the eastern side. That is why the elder sat down on the seat spread out.",
    "ai-atk-s0402a3:35_9": "uttered this exalted utterance:",
    "ai-atk-s0402a3:35_10": "For when you try to take things out of the trial period, you’re called after worshipping the nose.",
    "ai-atk-s0402a3:35_11": "Just as he trickling out of the neck, which is why it cannot be swallowed by the neck, which is called “removed” in the same way the heart, when it is said to be embarrassed, and gone outside the doorway for the sake of happiness.",
    "ai-atk-s0402a3:36_0": "39.",
    "ai-atk-s0402a3:36_1": "in the Gundarikāl’s Monastery, in this way:",
    "ai-atk-s0402a3:36_2": "being unable to find their father’s house, it seems, to the senior elder named Mahākaccāna, nor did he bow to his own seat. When he saw him, he was unable to rise up, he didn’t go to his seat. And after hearing him, he came to him a seat.",
    "ai-atk-s0402a3:36_3": "old age grows old;",
    "ai-atk-s0402a3:36_4": "Indulging is the same:",
    "ai-atk-s0402a3:36_5": "even as they’re born in a large birth.",
    "ai-atk-s0402a3:36_6": "The great shoots were gathered wide,",
    "ai-atk-s0402a3:36_7": "arrived at the last state of existence;",
    "ai-atk-s0402a3:36_8": "And this is what you have seen,",
    "ai-atk-s0402a3:36_9": "That’s why it isn’t otherwise.",
    "ai-atk-s0402a3:36_10": "for the brahmin Kaccāna does not agree with what you’re talking about.",
    "ai-atk-s0402a3:36_11": "This is the thought:",
    "ai-atk-s0402a3:36_12": "In this way, when we saw an elderly and senior Kaccāna, I rise from my seat and bow to him, saying:",
    "ai-atk-s0402a3:36_13": "One should not follow in abode of moderation, nor is there anything left over.",
    "ai-atk-s0402a3:37_0": "When the elder heard this, he thought, “I won’t know, ‘I’m a brahmin, I’m not a young brahmin. I will explain a new a youth.”",
    "ai-atk-s0402a3:37_1": "Herein, all that is means (surely) knowledge of all things:",
    "ai-atk-s0402a3:37_2": "he could see a form of (living) like she was placed in my hand, as though with a drop of water.",
    "ai-atk-s0402a3:37_3": "For one who has said that at the ground is called “ginner”.",
    "ai-atk-s0402a3:37_4": "he is a youth, and for the reason he is a young man,",
    "ai-atk-s0402a3:37_5": "Sīvati years, eighty years.",
    "ai-atk-s0402a3:37_6": "Neither doesn’t rain.",
    "ai-atk-s0402a3:37_7": "But they enjoy sensual pleasures, delight in the world, and enjoy worldly pleasures, of the two kinds of defilements, namely, of sense desires, and of using them.",
    "ai-atk-s0402a3:37_8": "And he touches them as though there are two kinds of sensual stimulation: he is like a house in the house of the house.",
    "ai-atk-s0402a3:37_9": "Searching off the two ends of sensual pleasures, there are two kinds of searching for sensual pleasures,",
    "ai-atk-s0402a3:37_10": "The senior monk isn’t reckoned as a fool, yet he goes to live alone.",
    "ai-atk-s0402a3:37_11": "for this is said:",
    "ai-atk-s0402a3:38_0": "“The Elder isn’t an elder, he has grey hair,",
    "ai-atk-s0402a3:39_0": "when he is ripe, he is old, he has to say.”",
    "ai-atk-s0402a3:40_0": "you’re a youth,",
    "ai-atk-s0402a3:40_1": "endowed with a serious matter",
    "ai-atk-s0402a3:40_2": "well-shaped hair, black hair,",
    "ai-atk-s0402a3:40_3": "When you have a fine carriage, they prey to you for a fine carriage, along with other fine carriages.",
    "ai-atk-s0402a3:40_4": "he possesses the first name : he is endowed with the thirty-two years.",
    "ai-atk-s0402a3:40_5": "This is reckoned as a senior.” And that person is reckoned as a senior.",
    "ai-atk-s0402a3:40_6": "And this is said too:",
    "ai-atk-s0402a3:41_0": "“That Dhamma and that is truth, Dhamma, non-violence, restraint and (good) training,",
    "ai-atk-s0402a3:42_0": "that wise one is called an incomparable Wise One.”",
    "ai-atk-s0402a3:43_0": "40.",
    "ai-atk-s0402a3:43_1": "those who are endowed with eight strengths, those who are endowed with wealth, and those who are perfect in conduct, and have a husband.",
    "ai-atk-s0402a3:43_2": "At that time kings are weak. Then at that time kings are weak.",
    "ai-atk-s0402a3:43_3": "Let him go to the country where he wants to enter the town.",
    "ai-atk-s0402a3:43_4": "In the Leader of the Crest, (and): “It is time for us to depart, lady, and you will stay in the first central Ganges to the last step.”",
    "ai-atk-s0402a3:43_5": "After sending him away, a human bandit, he took his penis away.",
    "ai-atk-s0402a3:43_6": "There are teachings for the purpose of helping people that go to the next village, or town for the purpose of sitting mats, or for the purpose of making a white lotus pond.",
    "ai-atk-s0402a3:43_7": "of brāhmaṇas and householders from Magadha,",
    "ai-atk-s0402a3:43_8": "on the outside, or outside the monastery gateway,",
    "ai-atk-s0402a3:43_9": "bad friends, companions, and associates.",
    "ai-atk-s0402a3:43_10": "At that time the good monks are weak.",
    "ai-atk-s0402a3:43_11": "They sit silently in the midst of the Sangha. They sat silently on the nearest side, and they expressed their agreements. They then speak to the reciting alone.",
    "ai-atk-s0402a3:43_12": "This is the reason,",
    "ai-atk-s0402a3:43_13": "the terrible thing should be understood to deal with neither as described.",
    "ai-atk-s0402a3:44_0": "41.",
    "ai-atk-s0402a3:44_1": "The meaning is that it is the cause of wrong practice for the sake of attaining the wrong way: because it acts the means of the wrong practice.",
    "ai-atk-s0402a3:44_2": "bearing a wholesome path, discerning the path.",
    "ai-atk-s0402a3:44_3": "Such a path is able to fulfill the roads on the highway.",
    "ai-atk-s0402a3:44_4": "the terrible thing should be understood to deal with neither as described.",
    "ai-atk-s0402a3:44_5": "Vipassī has seen the path,",
    "ai-atk-s0402a3:45_0": "42.",
    "ai-atk-s0402a3:45_1": "In the tenth enquiry, (called):",
    "ai-atk-s0402a3:45_2": "Supremedhā by name or form: it is suitable in the form of a beautiful very beautiful...",
    "ai-atk-s0402a3:45_3": "They make an effort to get rid of the meaning and the teaching benefactors of the participation in the presence of those who understand the meaning and the teaching, and having shown them more than that.",
    "ai-atk-s0402a3:45_4": "the terrible thing should be understood to deal with neither as described.",
    "ai-atk-s0402a3:45_5": "In this Dispensation one grows in this Dispensation, and he who is virtuous,",
    "ai-atk-s0402a3:46_0": "The fourth sub-chapter on even consciousnesses."
}