{
    "ai-atk-s0402a43:0_0": "(8) 3. Apaṇṇakavaggo",
    "ai-atk-s0402a43:1_0": "1. Padhānasuttavaṇṇanā",
    "ai-atk-s0402a43:2_0": "71.",
    "ai-atk-s0402a43:2_1": "For the third time they don’t get rid of resistances and so on.",
    "ai-atk-s0402a43:2_2": "The reason why, when a for that reason has been overpowered,",
    "ai-atk-s0402a43:2_3": "and end of the defilements:",
    "ai-atk-s0402a43:2_4": "The second is the same.",
    "ai-atk-s0402a43:3_0": "3. Sappurisasuttavaṇṇanā",
    "ai-atk-s0402a43:4_0": "73.",
    "ai-atk-s0402a43:4_1": "Third: “About excessive gold, having good qualities,",
    "ai-atk-s0402a43:4_2": "if he does it when he does it;",
    "ai-atk-s0402a43:4_3": "Is asked a question for the purpose of consequence.",
    "ai-atk-s0402a43:4_4": "Having dropped the mangoes, having given them to a ship,",
    "ai-atk-s0402a43:4_5": "takes the case of a bad person, the colour of a good person, for themselves in the form of a bad person,",
    "ai-atk-s0402a43:4_6": "Now, take a good person who is restrained in conscience and shame and restrained by conscience, he understands the shame and foundations of conscience and prudence.",
    "ai-atk-s0402a43:4_7": "So when a bad person is said to be the stainless bad person, they say, just like the blessings of a holy person.",
    "ai-atk-s0402a43:4_8": "Herein, murdered:",
    "ai-atk-s0402a43:4_9": "They pillow up the flesh",
    "ai-atk-s0402a43:4_10": "And here the rest is independent.",
    "ai-atk-s0402a43:5_0": "4-5. Aggasuttadvayavaṇṇanā",
    "ai-atk-s0402a43:6_0": "74-75.",
    "ai-atk-s0402a43:6_1": "Third: Virtuous conduct is the best virtue, the highest among men.",
    "ai-atk-s0402a43:6_2": "Similarly in each instance.",
    "ai-atk-s0402a43:6_3": "when five forms are rightly established, they attain the best form.",
    "ai-atk-s0402a43:6_4": "Likewise in the rest.",
    "ai-atk-s0402a43:6_5": "Your states of existence incarnation, he reaches this perfection of existence.",
    "ai-atk-s0402a43:7_0": "6. Kusinārasuttavaṇṇanā",
    "ai-atk-s0402a43:8_0": "76.",
    "ai-atk-s0402a43:8_1": "she stands on the sixth sideway, and she is standing in the middle of the Sākiyā.",
    "ai-atk-s0402a43:8_2": "in between the Twin Sal Tree-shrines",
    "ai-atk-s0402a43:8_3": "two or three days.",
    "ai-atk-s0402a43:8_4": "rolling back to the decision,",
    "ai-atk-s0402a43:8_5": "“Is the Buddha, the teaching, and the Saṅgha, or the path to practice for giving up the scorching, or the Saṅgha, for those who do not know about the path, what is it?”",
    "ai-atk-s0402a43:8_6": "(But) the Teacher didn’t ask questions in the Teacher’s presence: “Though he has gone forth in the presence of the Teacher, he has received the Parinibbāna of the Teacher.”",
    "ai-atk-s0402a43:8_7": "When we’ve come back in this way, we don’t get any doubt or uncertainty regarding the time. We don’t get to hear about it.”",
    "ai-atk-s0402a43:8_8": "Also one friend having heard what the other monk says, “I will be a friend of all this.” Hearing what they all had said, when they all agreed.",
    "ai-atk-s0402a43:8_9": "having confidence thus: “This is the meaning. ”",
    "ai-atk-s0402a43:8_10": "The meaning is that interruption of knowledge: the Realised One’s knowledge , and so on. The meaning is that it is not outcome of faith in the Realized One.",
    "ai-atk-s0402a43:8_11": "For these five hundred monks are sitting in the heart,",
    "ai-atk-s0402a43:8_12": "he who is the last elder, the Dispensation of the Three Virtue,",
    "ai-atk-s0402a43:9_0": "7. Acinteyyasuttavaṇṇanā",
    "ai-atk-s0402a43:10_0": "77.",
    "ai-atk-s0402a43:10_1": "Seven thoughts are not able to think about,",
    "ai-atk-s0402a43:10_2": "He should not think about, but should not be thought about.",
    "ai-atk-s0402a43:10_3": "(But) thinking about what can be thought about the reason for his coming,",
    "ai-atk-s0402a43:10_4": "if he is insane;",
    "ai-atk-s0402a43:10_5": "Goes off suffering,",
    "ai-atk-s0402a43:10_6": "the Buddhas’ heritages, Visākha, Paccekabuddhas, and Buddhas’ special qualities, and his instructions to all Buddhas.",
    "ai-atk-s0402a43:10_7": "Directly knowing the three deep knowledges,",
    "ai-atk-s0402a43:10_8": "the result of deeds in the present life, the result of deeds,",
    "ai-atk-s0402a43:10_9": "Though this is the size of the world: “Consciousness is the great earth that gives rise to the great earth. What is shrines in the ocean? And what is it about?”",
    "ai-atk-s0402a43:11_0": "8. Dakkhiṇasuttavaṇṇanā",
    "ai-atk-s0402a43:12_0": "78.",
    "ai-atk-s0402a43:12_1": "he is worthy of a religious donation through the purification through the four kinds of purification.",
    "ai-atk-s0402a43:12_2": "It is very fruitful that it is an equipment that he can be attained by very fruitful.",
    "ai-atk-s0402a43:12_3": "of good character,",
    "ai-atk-s0402a43:12_4": "and one of bad character.",
    "ai-atk-s0402a43:12_5": "Then he is starting pointing out the sight of the great king Virūḷhaka.",
    "ai-atk-s0402a43:12_6": "So he gave a big sacrifice to the brāhmaṇa who was the Great States.",
    "ai-atk-s0402a43:12_7": "and the receivers are clear in the opposite sex. The door should be squealed and the upper lip.",
    "ai-atk-s0402a43:12_8": "When he had given a long time, he gave me almsfood three times. Dīghanakha, and after giving it to meat.",
    "ai-atk-s0402a43:12_9": "He should not give formal support: “Now, consider it to be extended,”",
    "ai-atk-s0402a43:12_10": "While they were giving the donor to his unethical conduct, it seems, three gave the unethical conduct.",
    "ai-atk-s0402a43:12_11": "In the third (story), he said, “Amongst those who talk about me,”",
    "ai-atk-s0402a43:12_12": "* Whoever, after giving his virtue at the time of attaining virtuousness,",
    "ai-atk-s0402a43:12_13": "He is purified by the giver and the receiver: here, and there is no place for the recipients, and there is no danger in them.",
    "ai-atk-s0402a43:13_0": "9. Vaṇijjasuttavaṇṇanā",
    "ai-atk-s0402a43:14_0": "79.",
    "ai-atk-s0402a43:14_1": "Or alternatively, he goes in such a direction,",
    "ai-atk-s0402a43:14_2": "cuts down:",
    "ai-atk-s0402a43:14_3": "whatever is required by the meaning is it all.",
    "ai-atk-s0402a43:14_4": "if there is no meaning to kill, he does not have full awareness;",
    "ai-atk-s0402a43:14_5": "he kills others: he becomes exercises himself in the fruit of others.",
    "ai-atk-s0402a43:14_6": "Or an ascetic or brahmin should be understood here as some ascetics and brahmins.",
    "ai-atk-s0402a43:14_7": "Please invite him to accept a robe beforehand. And I invite them to accept robes.",
    "ai-atk-s0402a43:14_8": "having washed, he takes his meal:",
    "ai-atk-s0402a43:14_9": "they don’t give to all.",
    "ai-atk-s0402a43:14_10": "if he does not give, but he is unable to give them, saying, “We’re not able to give them,” and he doesn’t want to give them.",
    "ai-atk-s0402a43:14_11": "if he gives by reasoning it to give, saying, “Give me as much as he wants.”",
    "ai-atk-s0402a43:14_12": "if he gives himself to another, but hasn’t yet been given to him, then they give much food.",
    "ai-atk-s0402a43:15_0": "10. Kambojasuttavaṇṇanā",
    "ai-atk-s0402a43:16_0": "80.",
    "ai-atk-s0402a43:16_1": "It neither sits down nor lies down on the ten example.",
    "ai-atk-s0402a43:16_2": "he does not work for the legal procedure, nor does he have work for the rest of his actions, etc.;",
    "ai-atk-s0402a43:16_3": "he doesn’t go to the place where there is no dying coils for the purpose of crossing over the earth,",
    "ai-atk-s0402a43:16_4": "Understanding about means nothing in the next life (it) is the meaning.",
    "ai-atk-s0402a43:16_5": "irritable, and overcome by anger, he doesn’t know the influence of anger, enmity, disparaging, doing the desires of others, or the enemying of anger. He doesn’t actually only because of the authority of the elements.",
    "ai-atk-s0402a43:16_6": "That’s why they don’t accumulately.",
    "ai-atk-s0402a43:17_0": "The third sub-chapter on legs, is finished."
}