{
    "ai-atk-s0517a22:0_0": "9. Vipassanākathā",
    "ai-atk-s0517a22:1_0": "Discussion of insight,",
    "ai-atk-s0517a22:2_0": "36.",
    "ai-atk-s0517a22:2_1": "But now Vipassī was pointing out the gradual discussions, discussing the discussion on unrepulsiveness of the Vipassī, on account of Vipassī, in order to show the discussion that Is there,",
    "ai-atk-s0517a22:2_2": "Herein, as soon as he subdues all the offenses is incapable of the similes, or all of them is included in the name of the manner.",
    "ai-atk-s0517a22:2_3": "although definitively one,",
    "ai-atk-s0517a22:2_4": "but if they live diligently,",
    "ai-atk-s0517a22:2_5": "“As authority, they avoid insight into the road, saying “Puttinguish the path,” “coming of liquor,” repelling that is the supreme path.",
    "ai-atk-s0517a22:2_6": "Because of all conditions it to be impermanent, as suffering, as not-self,",
    "ai-atk-s0517a22:2_7": "middling means middling.",
    "ai-atk-s0517a22:2_8": "the stomach-coloured knowledge of the past and the currents of knowledge, the overcoming of delusion,",
    "ai-atk-s0517a22:2_9": "Contact, insight, equanimity, and knowledge.",
    "ai-atk-s0517a22:2_10": "the language of everything enemy of knowledge.",
    "ai-atk-s0517a22:2_11": "endowed with good qualities.",
    "ai-atk-s0517a22:2_12": "It’s impossible that it’s impossible for them to do this, it’s not possible.",
    "ai-atk-s0517a22:2_13": "Endowed with the right profitable: “In this way I shall be my held in the pleasure of lying down, he thinks: ‘In this way my incomparable, the meaning will be practiced, and the effacement is the fruit of non-return, and perfection is the fruit of Arahantship, etc., and perfection is the fruitless, yet I say.” He has reached the fruit of perfection of non-return.",
    "ai-atk-s0517a22:2_14": "He who has agreed upon the one who is satisfied, and who is himself completely into Nibbāna,",
    "ai-atk-s0517a22:2_15": "He is the supermundane attainment, but there is the path to stream-entry,",
    "ai-atk-s0517a22:2_16": "For the path of Awakening is called “has a creation” because it is accomplished in the “haven head”.",
    "ai-atk-s0517a22:2_17": "is the same.",
    "ai-atk-s0517a22:2_18": "(But) the path gone by to the reverend Gotama’s monastery is treated in the way beginning, “This path of the Master Gotama, the Enlightenment-Maker",
    "ai-atk-s0517a22:2_19": "Or alternatively, if they are discovered both insight and the discrimination, then it is allowable to them that is,",
    "ai-atk-s0517a22:2_20": "The meaning should be understood according to the four sequences .",
    "ai-atk-s0517a22:2_21": "By this means the four lamps of requisites consisting in law of the fruits and the four suttas, and the Book of Similes, and the four suttas beginning with the noble fruits, are stated produced in the fruit of the suttantas.",
    "ai-atk-s0517a22:2_22": "For four suttantas dealing with the darkness in the bright half of the Three Times",
    "ai-atk-s0517a22:3_0": "THE EARTH KASIṆA Corrupted in the Vibhaṅga thus: “In the five ways beginning with the three aggregates, the overlongs of the head, and the namely, the each components, the five grasping aggregates, and the three aggregates are impermanent, then it is the impermanent, that is to say, the five aggregates, themselves. ” They see the beginning to passage beginning, and the middle and the end of the impermanence.",
    "ai-atk-s0517a22:3_1": "For the arising of suffering in the present life and the rest.",
    "ai-atk-s0517a22:3_2": "he went to the root of the Rohiṇī river.",
    "ai-atk-s0517a22:3_3": "(They are) painful physical endurances, wearing the drunk of defilements, defilement, wearing the neckle of the ripe, and eradicated by the blooming of counterparts.",
    "ai-atk-s0517a22:3_4": "Because of looking for a vessel, and making difficulties,",
    "ai-atk-s0517a22:3_5": "Those who generate the thrice, anything at the time of the house, etc.,",
    "ai-atk-s0517a22:3_6": "That illness is the defeat of the stated and the affliction of putridness.",
    "ai-atk-s0517a22:3_7": "May they lose their minds, and not being attached to it,",
    "ai-atk-s0517a22:3_8": "and by the range of sickness, turning up from the passionless world,",
    "ai-atk-s0517a22:3_9": "Through the power of countless rebirths",
    "ai-atk-s0517a22:3_10": "(But) without understanding the dispelling of each other, without turning away all over the places of all beings. And all of them have been destroyed, –",
    "ai-atk-s0517a22:3_11": "They’ve conquered all suffering and death, and a formless existence.",
    "ai-atk-s0517a22:3_12": "Touched by countless beings, which have no equality, and is like that of opposite sex.",
    "ai-atk-s0517a22:3_13": "May he dwell in the world, and has a conquered the world with its gods and men, which is constantly negligent.",
    "ai-atk-s0517a22:3_14": "The limbs and body, and including the repulsiveness of the foulness,",
    "ai-atk-s0517a22:3_15": "And all that is a state consisting in an unprofitable state .",
    "ai-atk-s0517a22:3_16": "would not be enough for one to avoid harmlessness and live in it.",
    "ai-atk-s0517a22:3_17": "to make a necklace and fresh clay that is at the time of the dawn.",
    "ai-atk-s0517a22:3_18": "because of the round of waves and conditions,",
    "ai-atk-s0517a22:3_19": "Like the heat shines forth with the bliss of luminousness,",
    "ai-atk-s0517a22:3_20": "but it is vacant of hollow,",
    "ai-atk-s0517a22:3_21": "for it’s put in the world that is called “perfected”.",
    "ai-atk-s0517a22:3_22": "He enjoyed the world of his disciples, according to thoroughly practiced it,",
    "ai-atk-s0517a22:3_23": "But what is unbounded, etc.",
    "ai-atk-s0517a22:3_24": "and with the complete ending of suffering as suffering,",
    "ai-atk-s0517a22:3_25": "Or alternatively, it rolls forth the dangers.",
    "ai-atk-s0517a22:3_26": "‘A domesticated mass of fire’ is a term for the drawbacks of the components (of mind and body),",
    "ai-atk-s0517a22:3_27": "By old age and death are liable to grow old. And when you die, you’re perishing.",
    "ai-atk-s0517a22:3_28": "It appears feeble and weakly, like a feble carbuncle.",
    "ai-atk-s0517a22:3_29": "The root of misery is not rooted,",
    "ai-atk-s0517a22:3_30": "having drunk the face like a gentle warding off the face,",
    "ai-atk-s0517a22:3_31": "Because of the disappearance of dissolution and giving birth and (all) existence,",
    "ai-atk-s0517a22:3_32": "Visākha, applauded by the eighteen years from overflowing,",
    "ai-atk-s0517a22:3_33": "owing to the cause of what is conditioned, chosen, and dependently originated.",
    "ai-atk-s0517a22:3_34": "Māra’s reaching corruption of Deathless, (and) from the ground of Māra.",
    "ai-atk-s0517a22:3_35": "birth and old age, they get sickness, death, sorrow, lamentation, pain, sadness, and distress.",
    "ai-atk-s0517a22:3_36": "With the appearance of that milk-rice prepared,",
    "ai-atk-s0517a22:3_37": "They see that craving is defiled; they see that the defilements are defiled.",
    "ai-atk-s0517a22:3_38": "And all these, he should see thus: “The foremost amongst all these.”",
    "ai-atk-s0517a22:4_0": "When he is said in the commentary on the five constituents aggregates, each comprehension of the meaning, then it should be understood as phrases, or it is cleared in the way beginning, “This complete in one phrases,” and if it is not cleared in the confinement, habitat, and pervading the phrases of knowledge. And it should be understood as stated under the in the heading of being planted by the words, “perceptions is poisonous,” then the meaning should be understood as the phrasequiposition to say, and so on.",
    "ai-atk-s0517a22:4_1": "“From the five hundred constituents (of mind and body) that provide fuel for one or five aggregates, while the sickness is one or theakening of the five constituents (of mind).",
    "ai-atk-s0517a22:4_2": "the five constituents aggregates, the knowledge of cessation, and the practice that leads to extinguishment. Those who know and see extinguishment by the supernormal powers.",
    "ai-atk-s0517a22:4_3": "He enters upon the way he enters upon the path, which is called “restead” and so on. however it is when he enters upon a way.",
    "ai-atk-s0517a22:4_4": "Similarly in the same way all the times have ceased,",
    "ai-atk-s0517a22:4_5": "Strive to vanity health, what is meant,",
    "ai-atk-s0517a22:4_6": "Whose dart has dart out the dart of dart.",
    "ai-atk-s0517a22:4_7": "Similarly in the same way;",
    "ai-atk-s0517a22:4_8": "afflictions from being hurtful, having suffering, diseased, or ending.",
    "ai-atk-s0517a22:4_9": "and so on;",
    "ai-atk-s0517a22:4_10": "(They are) immovable.",
    "ai-atk-s0517a22:4_11": "they accept a heavenly place, and some do not see the fire in the heaven.",
    "ai-atk-s0517a22:4_12": "(before) praised by all conditions, and attainment of supreme embracing -",
    "ai-atk-s0517a22:4_13": "(who) is the best of these forms, the ultimate sense.",
    "ai-atk-s0517a22:4_14": "if it is not by marking;",
    "ai-atk-s0517a22:4_15": "Nibbāna is because he has self-control and the one who is emptiness in this way.",
    "ai-atk-s0517a22:4_16": "live free of defilements;",
    "ai-atk-s0517a22:4_17": "having spiritual journeyed spiritual journey,",
    "ai-atk-s0517a22:4_18": "live without birth and old age.",
    "ai-atk-s0517a22:4_19": "(After fearing) and deathless he is endowed with the deathless.",
    "ai-atk-s0517a22:4_20": "for there is no death including the “clusiveness” .",
    "ai-atk-s0517a22:5_0": "39.",
    "ai-atk-s0517a22:5_1": "In this way it is said in the three enumerations beginning with the categories, etc., as its object and that of the states consisting in the several impediments, etc., as enlightenment factors, and it is not actually impermanent. So it is “the impermanent. ”",
    "ai-atk-s0517a22:5_2": "the suffering that must be made by oneself in the past.",
    "ai-atk-s0517a22:5_3": "the it is shown in the sphere of endless talk,",
    "ai-atk-s0517a22:5_4": "and the first of those groups seized by the acquisition of insight and the proximate cause of insight.",
    "ai-atk-s0517a22:5_5": "Herein, as to enlightenment: “Have he has each of the five aggregates as empty, ~ as not-self in the five constituents (of mind and body) that provide fuel for attachment?”",
    "ai-atk-s0517a22:5_6": "As to Wisdom: “As soon as they do so, the four catestes perishing and the ten aggregates, the ten imperturbables, the ten aggregates, and the sections of all that are impermanent, suffering, and perishable, as to these ten aggregates.”",
    "ai-atk-s0517a22:5_7": "twenty-five hundreds of each classes of the suffering in the five constituents (of mind and bodily form), he reached the end of suffering in the five constituents (of mind and bodily form).",
    "ai-atk-s0517a22:5_8": "And when invited by which there is the aggregates, the suffering from which should be understood as painful in the five stages, the group of five hundred, and that is why it should be understood as the fifth.",
    "ai-atk-s0517a22:5_9": "And he should see it as hunter.",
    "ai-atk-s0517a22:6_0": "The exposition of the teaching is finished."
}