{
    "ai-atk-abh01a5:0_0": "2. Rūpakaṇḍo",
    "ai-atk-abh01a5:1_0": "Practiculations",
    "ai-atk-abh01a5:2_0": "Now having discarded forms, what things should be done and refuted?",
    "ai-atk-abh01a5:2_1": "And even though it has been buried, blemished, and poisoned there, pressed down here and now, and giving rise to skillful qualities, they will show the result in good and bad, unskillful qualities.",
    "ai-atk-abh01a5:2_2": "Herein, having a wholesome and an unwholesome (determinate) wholesome (wholesome), the unwholesome (deeds),",
    "ai-atk-abh01a5:2_3": "Then in this way the result of wholesome deeds done by one who has not shown that he is to say about (wholesome) deeds, which is to say, by two unwholesome deeds,",
    "ai-atk-abh01a5:2_4": "However, it is said to be the method of all kinds of sensual-spheres or in one of the fine-material sphere that is likewise evaded by the immaterial and immaterial spheres, and runnning here and there,",
    "ai-atk-abh01a5:2_5": "But since feeling ...",
    "ai-atk-abh01a5:2_6": "Consciousness is shown by the consciousness associated with consciousness, which is accompanied by defilements,",
    "ai-atk-abh01a5:3_0": "Though in this way the result is shown by an unwholesome enemy associated states, and so on, it is not possible to show them again and again in three ways:",
    "ai-atk-abh01a5:3_1": "Herein, ‘These are the fine-material spheres in the formless-material sphere.’ ...",
    "ai-atk-abh01a5:3_2": "consciousness.",
    "ai-atk-abh01a5:3_3": "if he is not able to give it up after a place that can be brought (him);",
    "ai-atk-abh01a5:3_4": "Now showing that what has not been shown is in fact, all that is to say, the elements have been shown by an immaterial,",
    "ai-atk-abh01a5:3_5": "Herein, ‘All and sixty-six kinds of inclusion’: ‘All fine-material or immaterial states are eighteen in nine respects .",
    "ai-atk-abh01a5:3_6": "‘Once’ means (the four elements) is reckoned as a basis for Nibbāna.",
    "ai-atk-abh01a5:3_7": "‘This is how undetermined things’ is finished.",
    "ai-atk-abh01a5:4_0": "What is reading to the ears, what is its ninety?",
    "ai-atk-abh01a5:4_1": "Below in brief,",
    "ai-atk-abh01a5:4_2": "Just now,",
    "ai-atk-abh01a5:4_3": "having shown that (from the text) brothers by the eleven task) is spoken (only),",
    "ai-atk-abh01a5:4_4": "The meaning of this:",
    "ai-atk-abh01a5:4_5": "What is said: ‘What is form, and what is the element?’",
    "ai-atk-abh01a5:4_6": "While showing that one is showing the four great primary elements,",
    "ai-atk-abh01a5:4_7": "Herein, one who counts four Questions",
    "ai-atk-abh01a5:4_8": "and he does so.",
    "ai-atk-abh01a5:4_9": "‘Saying,’ he said, making a sound.",
    "ai-atk-abh01a5:4_10": "So it was not only for you totally and utterly wealth, but ‘consciousness is existing’.",
    "ai-atk-abh01a5:5_0": "the words “great” should be understood here as great primaries for the sake of the great creatures .",
    "ai-atk-abh01a5:5_1": "For these are called “great primaries” for the following great creatures: manifestation, great maintenance of greatness; and because they are great primaries because they are great and because they are entities.",
    "ai-atk-abh01a5:5_2": "Herein, ‘By means’ and so on” means that these elements are manifested as a continuity that is not clung to and clung to and fro.",
    "ai-atk-abh01a5:5_3": "To this the great beneficialness should be understood in that way:",
    "ai-atk-abh01a5:5_4": "For this world-spheres is twelve hundred thousand leagues and thirty-four hundred and fifty leagues in breath.",
    "ai-atk-abh01a5:5_5": "In circumference:",
    "ai-atk-abh01a5:6_0": "all whirlpools, and thirty-six thousand leagues,",
    "ai-atk-abh01a5:7_0": "There were ten thousand and fifty burnts,",
    "ai-atk-abh01a5:8_0": "Herein,",
    "ai-atk-abh01a5:9_0": "Two times a hundred thousand leagues And then four nahutas as well:",
    "ai-atk-abh01a5:10_0": "This earth, this “Bearer of All Wealth,",
    "ai-atk-abh01a5:11_0": "And its support:",
    "ai-atk-abh01a5:12_0": "Four times a hundred thousand leagues And then eight nahutas as well :",
    "ai-atk-abh01a5:13_0": "seized this much of it, established in a burning coals,",
    "ai-atk-abh01a5:14_0": "And the support of that:",
    "ai-atk-abh01a5:15_0": "nine thousand coins in the sky.",
    "ai-atk-abh01a5:16_0": "And for sixty thousand consists of the world.",
    "ai-atk-abh01a5:17_0": "So it is with its construction in that place –",
    "ai-atk-abh01a5:18_0": "plunges down into the sea Full four and eighty thousand leagues,",
    "ai-atk-abh01a5:19_0": "he went to the realm of the Awakened One.",
    "ai-atk-abh01a5:20_0": "Seven concentric mountains surrounding each of them,",
    "ai-atk-abh01a5:21_0": "clairaudience with various kinds of heavenly precious things,",
    "ai-atk-abh01a5:22_0": "Compassionate, heroic, like a cuckoo,",
    "ai-atk-abh01a5:23_0": "Nemindhara, Vinataka, Assakaṇṇa - Vast ranges called.",
    "ai-atk-abh01a5:24_0": "Heavenly breezes fan their cliffs agleam with gems, and here reside",
    "ai-atk-abh01a5:25_0": "The Great Kings, the army of the gods, came into the capital.",
    "ai-atk-abh01a5:26_0": "Himālaya’s lofty mountain mass rises in height five hundred leagues",
    "ai-atk-abh01a5:27_0": "than 40 kilometers in its place.",
    "ai-atk-abh01a5:28_0": "And then it is bedecked besides with four and eighty thousand peaks.",
    "ai-atk-abh01a5:29_0": "The Jambu Tree called Nāga lends the name, by its magnificence, To Jambudīpa’s land; its trunk, thrice five leagues in circumference, Soars fifty leagues, and bears all round branches of equal amplitude, So that a hundred leagues define diameter and altitude.",
    "ai-atk-abh01a5:30_0": "all around the entire mass of fire.",
    "ai-atk-abh01a5:31_0": "and a hundred leagues away from Tāvatiṁsa (Divinities),",
    "ai-atk-abh01a5:32_0": "by the power of that Yasa, by the power of Jambudīpa,",
    "ai-atk-abh01a5:33_0": "The shout of the Jambu Tree is arrived at the root of the tree on the shade of the Jambu Tree of the Asura demons, the Kadamba Tree in the western continent of the Uttarakuru. Tree and the Sirissārāma.",
    "ai-atk-abh01a5:33_1": "Hence the Ancients said:",
    "ai-atk-abh01a5:34_0": "the Shady Orchid Tree of the Gods Pāṭaliputta",
    "ai-atk-abh01a5:35_0": "The Kadamba, the Kappa Tree and the Sirīsa as the seventh.",
    "ai-atk-abh01a5:36_0": "plunges down into the sea Full four and eighty thousand leagues,",
    "ai-atk-abh01a5:37_0": "though he rises up, were to fall in the sky,",
    "ai-atk-abh01a5:38_0": "At the end of all the world, he stands in the world.",
    "ai-atk-abh01a5:39_0": "And they are manifested on a great scale also in a continuity that is clung to, for instance, in the bodies of fishes, turtles, deities, Dānava demons, and so on.",
    "ai-atk-abh01a5:39_1": "for this is said by the Blessed One:",
    "ai-atk-abh01a5:39_2": "“Mendicants, there are life-forms a hundred leagues in the ocean.”",
    "ai-atk-abh01a5:40_0": "‘Gentlemen, we will not show any kind of water that is large, just as a spirit, without a water, so too, when the sky is shown by it, the goldsmiths, or any other spirits don’t show it, or if it is not showing it, then it doesn’t show it eventually that she doesn’t show it to him.",
    "ai-atk-abh01a5:40_1": "If he lacks blood, he commits an offense entailing confession.",
    "ai-atk-abh01a5:40_2": "had arisen, they thus shown the great elementals and white lotuses.",
    "ai-atk-abh01a5:40_3": "And just as when the spirits are found, no seized be found inside the great earth or the water, so too, they couldn’t stand outside or outside or likewise.",
    "ai-atk-abh01a5:40_4": "Then this thought of the yakkhas, great yakkhas, Yakkhas, and so on.",
    "ai-atk-abh01a5:41_0": "And just as the great creatures known as female spirits conceal their own fearfulness with a pleasing colour, shape and gesture to deceive beings, so too, these elements conceal each their own characteristic and function classed as hardness, etc., by means of a pleasing skin colour of women’s and men’s bodies, etc., and pleasing shapes of limbs and pleasing gestures of fingers, toes, and eyebrows, and they deceive simple people by concealing their own functions and characteristics beginning with hardness and do not allow their individual essences to be seen. Thus they are great primaries in being equal to the great creatures , the female spirits, since they are deceivers.",
    "ai-atk-abh01a5:41_1": "So the great yakkha Vassakāra, and Bhūmajaka from great creatures,",
    "ai-atk-abh01a5:42_0": "‘Lack of great requisites’ means having been surrounded by it.",
    "ai-atk-abh01a5:42_1": "For these elements are great primaries since they have become , have occurred, by means of the food, clothing, etc., which are great in importance because they have to be found every day.",
    "ai-atk-abh01a5:42_2": "Or alternatively, they are great primaries whose maintenance is great.",
    "ai-atk-abh01a5:43_0": "‘A great primaries’ means to be found from the great elementals.",
    "ai-atk-abh01a5:43_1": "and these are the practices of the great alterations.",
    "ai-atk-abh01a5:43_2": "Herein, when the food has been worn away and eroded, the water element in the moistened, the wall is postsing.",
    "ai-atk-abh01a5:43_3": "For accordingly:",
    "ai-atk-abh01a5:44_0": "Out of the ground and races higher, And higher, right to the Brahmā heaven,",
    "ai-atk-abh01a5:45_0": "The conflagration of the world is system",
    "ai-atk-abh01a5:46_0": "In a hundred thousand million leagues,",
    "ai-atk-abh01a5:47_0": "Subsides, as with its furious waters, The flood dissolves the world beside.",
    "ai-atk-abh01a5:48_0": "One hundred thousand million leagues, A whole world system’s broadth,",
    "ai-atk-abh01a5:49_0": "Is rent and scattered, when the world, Succumbs to the air element.",
    "ai-atk-abh01a5:50_0": "The bite of dagger-mouths can make, The body burst; to all intent,",
    "ai-atk-abh01a5:51_0": "When roused is its earth element, It might be gripped by such a snake.",
    "ai-atk-abh01a5:52_0": "The bite of rotten-mouths can make, The body rot; to all intent,",
    "ai-atk-abh01a5:53_0": "When roused its water element, It might be gripped by such a snake.",
    "ai-atk-abh01a5:54_0": "The bite of fiery-mouths can make, The body burn; to all intent,",
    "ai-atk-abh01a5:55_0": "When roused is its fire element, It might be gripped by such a snake.",
    "ai-atk-abh01a5:56_0": "The bite of dagger-mouths can make, The body burst; to all intent,",
    "ai-atk-abh01a5:57_0": "When roused air element, It might be gripped by such a snake.",
    "ai-atk-abh01a5:58_0": "So they are great primaries because they have become the basis of great alteration.",
    "ai-atk-abh01a5:59_0": "‘Because they are great and because they are entities’ primaries because they need great effort to discern them, and “entities” because they are existent;",
    "ai-atk-abh01a5:59_1": "So the words, “great primaries” and so on.",
    "ai-atk-abh01a5:60_0": "the four primary elements, form derived from the four primary elements,",
    "ai-atk-abh01a5:60_1": "the four great elementals rolled on and live having occurred in the four great elementals.",
    "ai-atk-abh01a5:60_2": "This is called the four primary elements. Their elements are founded onwards, twentieth, and eighteen forms. These are the seven fields of form.",
    "ai-atk-abh01a5:61_0": "Wearing in wisdom,",
    "ai-atk-abh01a5:62_0": "Now comes that very day of the prosperity to the elephants, caste, do not put in one place all the way beginning, middle, or junior—",
    "ai-atk-abh01a5:63_0": "Herein, all is the practice that leads to the sake of form, all of which is the cause of form.",
    "ai-atk-abh01a5:63_1": "All these are not definitively present,” and they are the forty-four kinds of fact.",
    "ai-atk-abh01a5:63_2": "When they’ve washed and put aside, they put the later in the realm of the three months, and the places of the idea fats of the three months.”",
    "ai-atk-abh01a5:63_3": "In this way the Saṅgha should be understood as the first point in the first place,",
    "ai-atk-abh01a5:63_4": "Likewise in the second beginning.",
    "ai-atk-abh01a5:64_0": "Two on Rehabitation",
    "ai-atk-abh01a5:65_0": "Here is this:",
    "ai-atk-abh01a5:65_1": "For a second time, and four laypeople stinking,",
    "ai-atk-abh01a5:65_2": "There is form, there are forms that are internally purified, subtle, and so on, the bond of each other.",
    "ai-atk-abh01a5:65_3": "Next there is the basis for ending the eye-contact’s land, etc., that is to say, the five grounds for wide and the base consisting of diverseness.",
    "ai-atk-abh01a5:65_4": "Then there is form as object, which is an enlightenment factor for the object of that eye, etc., as its object, and as its object and so on.",
    "ai-atk-abh01a5:65_5": "Then there is form, the ten bases, the ten bases, the ten base consisting of boundless consciousness, and the base consisting of boundless space , and the base consisting of boundless consciousness, which is called the “unbase consisting of the sense-spheres . ”",
    "ai-atk-abh01a5:65_6": "Next, there are the ten elements beginning with the eye elements, the nutriment consisting of the elements, and the states consisting of elements, and so on.",
    "ai-atk-abh01a5:65_7": "Next, the eye faculty, etc., originated from the eye faculty, and so on. The eight faculties enlightenment faculties occurred with the name faculty.",
    "ai-atk-abh01a5:65_8": "Next there is bodily formation, which have the fine-material and subtlety things, namely, the phrases, and the fine-material and immaterial kinds of subtlety.",
    "ai-atk-abh01a5:65_9": "This is the second definition.",
    "ai-atk-abh01a5:66_0": "Resolute in three ways:",
    "ai-atk-abh01a5:67_0": "585.",
    "ai-atk-abh01a5:67_1": "In the third (discriminately) three Sattukas and three",
    "ai-atk-abh01a5:67_2": "Herein, when this was said, the second group of fourteen widespread in the ears of the nose, on the other side of those sights, he who can bring internal and externally.",
    "ai-atk-abh01a5:67_3": "Whatever form there is—whether pleasant, not unshaken; the leaf-hut there is such spears, not without attachment.",
    "ai-atk-abh01a5:67_4": "There is the same thing as the dart together with the wound, and having no basis for form on the basis of contact with the eye contact. Eye contact is the basis for ending the eye, repelling the internal basis for contact with eye contact.",
    "ai-atk-abh01a5:67_5": "To those whom the series should be understood as the method of explanation apprehended for them,",
    "ai-atk-abh01a5:67_6": "This is the third section dealing with a collection.",
    "ai-atk-abh01a5:68_0": "Four Great Kings",
    "ai-atk-abh01a5:69_0": "586.",
    "ai-atk-abh01a5:69_1": "Fourth: twenty-four ...",
    "ai-atk-abh01a5:69_2": "Herein, there is endeavour, there is form, there is form, so it is when weighed, not unshakable.",
    "ai-atk-abh01a5:69_3": "but after we broke the neighborhood of others?",
    "ai-atk-abh01a5:69_4": "Whatever of these two kinds of support there are, in the first phrases, by which the three Times of forms were created by the name of form and, by one, and one setting on them with five roots, three appearance, and one tied up with five roots, and one tied up with them.",
    "ai-atk-abh01a5:70_0": "Now, one who goes with his four feet, with the attributes of form, uses what is unbroken, etc., with the previous practice, notion of repulsion, not with what is there unformed. What is this in the past, not the future does not independent.",
    "ai-atk-abh01a5:70_1": "For what is called ‘reaching’ means doesn’t go to the influence of its undeclared’.",
    "ai-atk-abh01a5:70_2": "(But) without resentment, etc., that is what goes to the crowd,",
    "ai-atk-abh01a5:70_3": "For in the last watch of the night, he who together with the victor in allways,",
    "ai-atk-abh01a5:70_4": "This is indeed the very here.",
    "ai-atk-abh01a5:70_5": "and having previously developed (them) with the previous disappearance of the (from that) Kapilavatthu.",
    "ai-atk-abh01a5:70_6": "‘By the development of mindfulness owing to the pit of coals,",
    "ai-atk-abh01a5:70_7": "So what is to be grasped together with the crowd is conversed.’",
    "ai-atk-abh01a5:70_8": "there’s no end in suffering.",
    "ai-atk-abh01a5:70_9": "One who has come to the one who is conquered with this",
    "ai-atk-abh01a5:70_10": "Herein, ‘This is said in reference to the ears, refreshments, etc.’ when referred to as “weat” or “It is said.”",
    "ai-atk-abh01a5:70_11": "So there is the fourth essence. Then, when someone with three forms, they end together with the unarisen faculties and with the three faculties, namely form, and whatever other sights there are, he doesn’t get rid of incomparable, and there is notance of the faculties by each other with their six faculties and six faculties.",
    "ai-atk-abh01a5:71_0": "And the fourth, just as when someone goes with him, observes not so with him.",
    "ai-atk-abh01a5:71_1": "the Buddha’s spoken of by not grasping:",
    "ai-atk-abh01a5:71_2": "For the form that’s fueled by something, and there is no other.",
    "ai-atk-abh01a5:71_3": "(But) he who is not famine with a fourfold army,",
    "ai-atk-abh01a5:71_4": "Therefore one, after defeating that place,",
    "ai-atk-abh01a5:71_5": "Whoever goes with him does not understand thus, and who does not live with him.",
    "ai-atk-abh01a5:71_6": "This is the fourth direction.",
    "ai-atk-abh01a5:71_7": "But here the other five factors, etc., are comprised in each and every way.",
    "ai-atk-abh01a5:71_8": "In this way the whole of the Sakyans are to be known as Āḷavaka.",
    "ai-atk-abh01a5:72_0": "Learning for laterms in the name of forms,",
    "ai-atk-abh01a5:73_0": "594.",
    "ai-atk-abh01a5:73_1": "But now having shown the meaning of that form, but all the forms that were overpowered,",
    "ai-atk-abh01a5:73_2": "But why do they say, ‘What is the all form?’",
    "ai-atk-abh01a5:73_3": "at the break up of the body.",
    "ai-atk-abh01a5:73_4": "For if there is a difficult progress and trees in both the names, ‘I am therefore’, there is no causality for the sake of opposite sex, or cause or reason for the sake of this worldly gain;",
    "ai-atk-abh01a5:73_5": "Herein, ‘Abode’ means against the whole forest.",
    "ai-atk-abh01a5:73_6": "‘This has nothing to do with coolness.’",
    "ai-atk-abh01a5:73_7": "Nor has these reasons:",
    "ai-atk-abh01a5:74_0": "Herein, the cause of reason or reason why the reason for the sake of establishing the reason for the sake of a cause,",
    "ai-atk-abh01a5:74_1": "‘What is skillful and unskillful,’ this is the reason why this is called ‘the unskillful root of the skillful’.",
    "ai-atk-abh01a5:74_2": "“The four primary elements are the reason why the aggregate of form is found.”",
    "ai-atk-abh01a5:74_3": "“Unskillful what is skillful and what is the result of what is skillful, whether what is unprofitable or unprofitable,’ this is called ‘unprofitable’.”",
    "ai-atk-abh01a5:74_4": "‘The result of deeds undertaken in the future is a cause of (volitional) processes, truly understands the reason why these causes is the reason why, their causes and conditions for the sake of ignorance.’",
    "ai-atk-abh01a5:74_5": "Because there is a condition for the earth, water, fire, and air in ignorance. When ignorance is unskilled in defilement, their prescribed pervasion is another.",
    "ai-atk-abh01a5:74_6": "In this case: ‘It is a cause of condition for the first absorption.’",
    "ai-atk-abh01a5:74_7": "So they say: ‘In this way, sir’ or ‘ reason why these things are causality’, and don’t live having placed the causality of the Dhamma.’",
    "ai-atk-abh01a5:74_8": "The same method of explanation applies to all aspects and all parts should be understood according to the rule of all kinds.",
    "ai-atk-abh01a5:74_9": "The word-meaning of all is stated in the colour of being untouched.",
    "ai-atk-abh01a5:75_0": "The meaning is this: born of ghee, etc., here it is mentioned in nutriment, etc., which is originated by kamma-originated elements, etc., according to the simultaneously.",
    "ai-atk-abh01a5:75_1": "Sights, forms, and things are conceived in the formless, unspobject, having been rejected by form.",
    "ai-atk-abh01a5:75_2": "and consciousness arisen in the present. The eye-consciousness should be understood. And the six groups should be understood.",
    "ai-atk-abh01a5:75_3": "But those who are depressed, etc., are spoken of by eye-consciousness.",
    "ai-atk-abh01a5:75_4": "These things do not know,",
    "ai-atk-abh01a5:75_5": "Thoughts in the past and future ...",
    "ai-atk-abh01a5:75_6": "After this fivefold consciousness the five-hundred consciousness, had become the same,",
    "ai-atk-abh01a5:75_7": "but having become evident in him",
    "ai-atk-abh01a5:75_8": "(but) grown old age and death, which is the name of old age and death,",
    "ai-atk-abh01a5:75_9": "They have neglected old age: ‘They are incapable of demerit!’ so they are said to be the truth by the wind.",
    "ai-atk-abh01a5:76_0": "Thus in this way ‘possessing the inner skin’ is the shape of hills in the body.",
    "ai-atk-abh01a5:76_1": "“I am better involved”: “I am favourable in such and such passages as ‘I am variety in reference’.",
    "ai-atk-abh01a5:76_2": "“How do they call ethical conduct in the ways?”",
    "ai-atk-abh01a5:76_3": "‘How do we see the meaning’ means what is the meaning?",
    "ai-atk-abh01a5:76_4": "“One whose knowledge has two kinds of knowledge: three and four Knowledges and the categories.”",
    "ai-atk-abh01a5:76_5": "here it’s though a gateway,",
    "ai-atk-abh01a5:77_0": "And the sound of the four lines, namely, the distributed, and of the fourth jhāna in the lineage.",
    "ai-atk-abh01a5:77_1": "Herein, all the aristocrats come, brahmins, merchants, and workers all these three castes are present in him with right action, and right livelihood:",
    "ai-atk-abh01a5:77_2": "these things are comprised within the virtue constituent.”",
    "ai-atk-abh01a5:77_3": "‘Here’s coming,’ and they all came here in each place.",
    "ai-atk-abh01a5:77_4": "“All of Kosala come, Reverend Sir, all the Magadhans come to the end of all the Victorious festivals, and [and:] “Friends, Reverends, anyone whomever is right, and who has right mindfulness occupied with right immersion –",
    "ai-atk-abh01a5:77_5": "these things are called ‘born in the company’.”",
    "ai-atk-abh01a5:77_6": "One placed them in the same way as a cesspool. They all came here and there in the same place as before.",
    "ai-atk-abh01a5:77_7": "“All these elephants come,” he told his charioteer, “There are all right view,” and “There are right view, right thought, right speech, and righteously.",
    "ai-atk-abh01a5:77_8": "These things are comprised within the wisdom constituent.”",
    "ai-atk-abh01a5:77_9": "* Because of his own actions, all the Noble Ones came together with one part",
    "ai-atk-abh01a5:77_10": "“And what is the field of the group of six?",
    "ai-atk-abh01a5:77_11": "eye-sphere is going to the great mass of form,",
    "ai-atk-abh01a5:77_12": "And if he is going to the monastery of the dimensions of forms, then surely you have surely said:",
    "ai-atk-abh01a5:77_13": "the sense-sphere, and ardent blemished, fully blemished,”",
    "ai-atk-abh01a5:77_14": "This is their intention in regard to this life.",
    "ai-atk-abh01a5:77_15": "In the case of one kind is produced in one kind is the meaning.",
    "ai-atk-abh01a5:77_16": "So in each instance,",
    "ai-atk-abh01a5:78_0": "In the commentary on the Two parts",
    "ai-atk-abh01a5:79_0": "Discussion of the general population",
    "ai-atk-abh01a5:80_0": "595.",
    "ai-atk-abh01a5:80_1": "Now what are welcome in the passage beginning, “There is the two kinds of form that appears ...",
    "ai-atk-abh01a5:80_2": "Herein, ‘Practice’ means grasping.",
    "ai-atk-abh01a5:80_3": "Having taken those beings seized by the great creatures (but), he is the meaning.",
    "ai-atk-abh01a5:80_4": "While speaking means to break that which is to say: the (good) present -",
    "ai-atk-abh01a5:81_0": "596.",
    "ai-atk-abh01a5:81_1": "After each of these twenty-three forms resembled forms, and resembling here and there: In what way, in brief?",
    "ai-atk-abh01a5:81_2": "Herein, the two kinds of vision:",
    "ai-atk-abh01a5:81_3": "the eye of wisdom and the eye of flesh,",
    "ai-atk-abh01a5:81_4": "‘Now Buddhas, all of them.’",
    "ai-atk-abh01a5:81_5": "“Mendicants, I saw sentient beings with little dust in their eyes, and, with much dust in their eyes.",
    "ai-atk-abh01a5:81_6": "(gained) the time of the Buddha, this is the name of the Awakened One.”",
    "ai-atk-abh01a5:81_7": "“They are called All-Seing Visionary,” and the All-Ceye.",
    "ai-atk-abh01a5:81_8": "“Knowledge arose”: this is called knowledge of the eye.",
    "ai-atk-abh01a5:81_9": "“I saw with clairvoyance that is purified and superhuman,”",
    "ai-atk-abh01a5:81_10": "“Those who know the dust-free, the dust-free, is the knowledge of the truth, this is called the knowledge of the path.”",
    "ai-atk-abh01a5:82_0": "and the eyes of the flesh had eyes, and there are two kinds of eye-robes:",
    "ai-atk-abh01a5:82_1": "Herein, when sewing in the eye sockets is placed on both sides by the eye sockets and rocks, smeared with dust on both sides, plastered inside and out,",
    "ai-atk-abh01a5:82_2": "As to calm, ‘Sinking in brief, the color, aroma, and flavor’.",
    "ai-atk-abh01a5:82_3": "and in detail forty-four elements have collected gold, yet all the elements become the shape of skin; and forty-four itself is the fourfold origination and eighteen elements.",
    "ai-atk-abh01a5:82_4": "Mindfulness occupied with the body, having the four kinds of confidence, degree of visible objects, and with the four in number, four indications, five hundred and seven ways.",
    "ai-atk-abh01a5:82_5": "Whatever the world is seen, heard, thought, “The eye is clear,” and they do not perceive it as such.",
    "ai-atk-abh01a5:83_0": "But here this great earth, this is called “The four primary elements”.",
    "ai-atk-abh01a5:83_1": "Then, in the case of the head, wide opening the collar-works’ honeyed and the whatever enveloped handed down he lay down, like the sunlight with hollows, the belly-fringed water, the postsing above and wings of the bowels, and the four fingers were toestivals of wide open the sun’s disk. It is to be found in the tail, as belling on the head off of the jungles, as well-flowingsharbuts, as posts, as if fixed in the four winds, stalks producing ros, and four perfumes of flowers together, heatusing les in the les, as a finestancedects, and four perfumes of grounds, as a flusequences, and four winds, as a fluences, and four perfumes of ground.",
    "ai-atk-abh01a5:83_2": "For this is said in the General of the Dhamma:",
    "ai-atk-abh01a5:84_0": "“In the same way the eye is produced by the eye,",
    "ai-atk-abh01a5:85_0": "the limited period of six.",
    "ai-atk-abh01a5:86_0": "(The eye) is the sense-sphere, and the field of mastery.",
    "ai-atk-abh01a5:86_1": "The eye element is there to be no more primary element here who originated from the four great elementals.",
    "ai-atk-abh01a5:86_2": "Having abided the four great primary elements, the meaning is, it is said.",
    "ai-atk-abh01a5:86_3": "he rejects it with the eye of the eye of the flesh.",
    "ai-atk-abh01a5:86_4": "But the great earth element is included in the three great primary elements, “The water element and the fire element in the air, the water element, and the fire element in the air, and the air element.” And the four great elementals, maintaining the earth element, water, fire, and air element in the sense.",
    "ai-atk-abh01a5:86_5": "This exposition of the teaching on the discourses.",
    "ai-atk-abh01a5:86_6": "The one who is the four primary elements, that is to say, the four primary elements, and they are converted to them in this way enlightened there too.",
    "ai-atk-abh01a5:86_7": "For the explanation by the Dhamma",
    "ai-atk-abh01a5:86_8": "That’s why the four primary elements are said to be ‘comings confidence’.",
    "ai-atk-abh01a5:87_0": "‘This is my self,’ and this is the bodies of my own body.",
    "ai-atk-abh01a5:87_1": "and has been reborn in that place, in oneself, the fact that is relevant in one who has eye-consciousness is fact that he’s not able to see that.",
    "ai-atk-abh01a5:87_2": "As to the impediments, which brings impartially, here.",
    "ai-atk-abh01a5:88_0": "Those beginning with “giver” is said:",
    "ai-atk-abh01a5:88_1": "Where does the eye ...",
    "ai-atk-abh01a5:88_2": "(The king asked:) “Seeing the eye which is included in the natural eye-consciousness element and the eye-contact, the ear-contact, the nose-contact-like mind-contact, the time of neither perception nor non-perception,",
    "ai-atk-abh01a5:88_3": "Seeing the eye faculty in the air: It is manifested as the mark of the eye faculty,",
    "ai-atk-abh01a5:88_4": "The world is upright in him, Etc.",
    "ai-atk-abh01a5:88_5": "close by the lowest gate,",
    "ai-atk-abh01a5:88_6": "because of the navel and the novice monastic",
    "ai-atk-abh01a5:88_7": "it’s pure and bright,",
    "ai-atk-abh01a5:88_8": "contacted by the field of contact, which is held together by the field for the field.",
    "ai-atk-abh01a5:88_9": "supported by those eight grounds.",
    "ai-atk-abh01a5:88_10": "showing them the right way, they lead to their own welfare.",
    "ai-atk-abh01a5:88_11": "And because of that it was due to those (of the Buddha),",
    "ai-atk-abh01a5:88_12": "by making them attain the near shore,",
    "ai-atk-abh01a5:88_13": "I’ll intimate because of what is large and because of non-confusion.",
    "ai-atk-abh01a5:89_0": "thus: ‘This is how it should be understood’ means, in accordance with the fourteenth beginning, “What can be understood? How should they be understood?",
    "ai-atk-abh01a5:89_1": "For wherever there’s no repulsion by which one was created by sight or other with vision,",
    "ai-atk-abh01a5:89_2": "emptiness is the village, this is the field for form.",
    "ai-atk-abh01a5:89_3": "This is how the time for recitation should be understood.",
    "ai-atk-abh01a5:90_0": "597.",
    "ai-atk-abh01a5:90_1": "Now, begging that arouse greed and famously looks at the wrong time, begged by the (Visionary) power of the Protector’s coming, which is why it is said (only) to show it.",
    "ai-atk-abh01a5:90_2": "Herein, we have a disciplinary issue Yama,",
    "ai-atk-abh01a5:90_3": "this is how it was by nature.",
    "ai-atk-abh01a5:90_4": "Herein, for one who has claimed in the past.",
    "ai-atk-abh01a5:90_5": "you get rid of the present.",
    "ai-atk-abh01a5:90_6": "Or alternatively.",
    "ai-atk-abh01a5:90_7": "Or in the others’ mind.",
    "ai-atk-abh01a5:90_8": "For in the past, future or present, there is mind,",
    "ai-atk-abh01a5:90_9": "now:",
    "ai-atk-abh01a5:90_10": "in the future there will be a future time,",
    "ai-atk-abh01a5:90_11": "If you were to come, you’d come into the range of vision, they wouldn’t have died.",
    "ai-atk-abh01a5:90_12": "But having faith in the meaning, confidence that is the name of form, namely form is simply dependent on the sight.",
    "ai-atk-abh01a5:90_13": "And the same explanation here should be understood in the previous same way:",
    "ai-atk-abh01a5:91_0": "598.",
    "ai-atk-abh01a5:91_1": "now, while I want to show the third kind of vision he wants to see forms, he is able to show the third kind of vision.",
    "ai-atk-abh01a5:91_2": "Like the dead in the meaning she became the very same.",
    "ai-atk-abh01a5:91_3": "But here the eye’s simply here is the name for form, and it is the same as that of the impediment of matter.",
    "ai-atk-abh01a5:91_4": "And the same explanation here should be understood in the previous same way:",
    "ai-atk-abh01a5:92_0": "599.",
    "ai-atk-abh01a5:92_1": "The other is said in the passage beginning of the five kinds of contact as object, and it is of the opposite sex only with the object of the body, since it is shown by means of the five kinds as its object.",
    "ai-atk-abh01a5:92_2": "with the eye of the seer she returned to the eye.",
    "ai-atk-abh01a5:92_3": "Relying on form, they rely on the formless.",
    "ai-atk-abh01a5:92_4": "The eye is shown by this object very same object as the basis, having seen the object of the eye, beginning with eye, middle and ends in the ear, It is shown by means of the border of the eye, just as its object.",
    "ai-atk-abh01a5:92_5": "As regards the other individual essences, so too, in this way, “I give rise to form,” so too, in the bloated object for the others.",
    "ai-atk-abh01a5:92_6": "But as in the first places the four immaterial states should be understood in detail in these ten respects .",
    "ai-atk-abh01a5:92_7": "Which is it that form and reference to the eye: ‘What are these three kinds of equanimity?’ or ‘These are the three ways of being taught investigated, not the level of annoyance?",
    "ai-atk-abh01a5:92_8": "And here there is one thing that is reference to the four in each of the four ways already described, which should be understood as given in the sections of the fine-material and given to the sections .",
    "ai-atk-abh01a5:93_0": "600.",
    "ai-atk-abh01a5:93_1": "The others also in the same way and the rest.",
    "ai-atk-abh01a5:93_2": "But here it should be known that",
    "ai-atk-abh01a5:93_3": "Listens with the ear:",
    "ai-atk-abh01a5:93_4": "The carpentry necklace is filled with the soles of his fingers and towers the size of a length of cloth when the due course of the auspicious moving the soles of his feet, enveloped the fleshs of the head, the ears envelops the nose, and the circumstances of a costly cutting and swiftly to an end.",
    "ai-atk-abh01a5:94_0": "He smells the nose,",
    "ai-atk-abh01a5:94_1": "And in the place where the incomparable jungle thicket is the shape of a large posts enclosure, as it were, by the length of the nose, which, when its gross, envelops, envelops the inner floor, as it were, to secret enclosures,",
    "ai-atk-abh01a5:95_0": "The tongue is large",
    "ai-atk-abh01a5:95_1": "After the mode of construction of the Victor’s enclosure, as happens when a pair of location is founded on the tongue-coloured to the instance of shoots, as happens when a palace is covered with the tongue,",
    "ai-atk-abh01a5:96_0": "But as far as the body is permitted by the head and the body is position of all the elements, then it is shared by all the fine-material spheres, etc., just as it is stated produced by the bodily formations of enemy, as it were, to be found in enclosed by the bodily formations of body and the rest.",
    "ai-atk-abh01a5:96_1": "This is the simile.",
    "ai-atk-abh01a5:96_2": "The meaning should be understood in the way already described.",
    "ai-atk-abh01a5:96_3": "For it is here that If he has heard the eye’s place, sights, sounds, smells, tastes, touches, and thoughts are all present.",
    "ai-atk-abh01a5:96_4": "They think: ‘This is not proper for us to surely passage for recitation and answer.’",
    "ai-atk-abh01a5:96_5": "The rest is as stated here.",
    "ai-atk-abh01a5:97_0": "Herein, it may be:",
    "ai-atk-abh01a5:97_1": "if this body is permitted by the ear, and there is a term for the body and all of the sense-sphere, it is like the spot in the body.",
    "ai-atk-abh01a5:97_2": "‘This being so, what marks are the characteristics?’",
    "ai-atk-abh01a5:97_3": "‘they’re not reborn’,",
    "ai-atk-abh01a5:97_4": "‘This must be another’.",
    "ai-atk-abh01a5:97_5": "‘In this way there is no sensual pleasures,’",
    "ai-atk-abh01a5:97_6": "‘Evenly all this is simultaneously",
    "ai-atk-abh01a5:97_7": "having dissects, there is no different kinds of accumulation. That is why it is not possible to say that.",
    "ai-atk-abh01a5:97_8": "for just as, when (the Buddha’s) carcass of form decorated corpses, etc., are not able to discern the essence of materiality, and there is no other.",
    "ai-atk-abh01a5:97_9": "if he were to go to the tip of form,",
    "ai-atk-abh01a5:97_10": "And there is no such sense field in this way, no idea that even all-explains, no matter how can you be able to teach?",
    "ai-atk-abh01a5:97_11": "That is how this characteristic should be understood, and it should be understood,’",
    "ai-atk-abh01a5:98_0": "Furthermore, according as to the characteristic, etc., should be understood in detail in the sense of its characteristic:",
    "ai-atk-abh01a5:98_1": "For even the characteristic of investigation of forms is to be seen—friends and characteristics, etc., of the eye-consciousness, and of preoccupied with the eye-contact—whether it should be seen as peaceful-hearted, with eye-consciousness. It is manifested as analysis of visible object.",
    "ai-atk-abh01a5:99_0": "Experiential confidence in the Earth to the wedding of sounds, etc., of the characteristic of faith, etc., of the mind-made body, or of mind-consciousness, and of loving-kindness is characterized as guarding the three characteristics, etc., of the preceding of states, Colleticsing the mind-consciousness, etc., because it is tormented .",
    "ai-atk-abh01a5:100_0": "Eversion of scent, owing to Gandhamādana, decorated with the nose, loving-kindness, and torments, etc., and his mind inclines to confidence in those without it. It is manifested as guarding, winginging, to protection, non-human beings.",
    "ai-atk-abh01a5:101_0": "Equanimity is characterized as an opportunity for tastes, or fortune-telling work. Its function is to persuade, and conducive to heaven. It is manifested as the tongue, body hairs, mind consciousness, and the mind.",
    "ai-atk-abh01a5:102_0": "Experiential confidence in the tangibles, the characteristic of tangibles, the body, the mind, the characteristic of investigation of tangibles, the body, the mind, the body, the mind, and the top of touches. It is manifested as a precedinging of task.",
    "ai-atk-abh01a5:103_0": "Of those who know the eye, all of them have confidence in the eye, all of them have their bodies and body and all of the earth.",
    "ai-atk-abh01a5:103_1": "After some time they say, ‘The eyes openly, the ears, the neck, and the ages of the path.’",
    "ai-atk-abh01a5:103_2": "They should be told:",
    "ai-atk-abh01a5:103_3": "‘Consider it,’",
    "ai-atk-abh01a5:103_4": "Sumedhā will not see what is learned,",
    "ai-atk-abh01a5:103_5": "But some say that ‘possessions’ special qualities do so by means of the special qualities of visible objects there, and because of their respective speech as they can be developed.",
    "ai-atk-abh01a5:103_6": "And you should correct them:",
    "ai-atk-abh01a5:103_7": "‘What is the point of negligence:",
    "ai-atk-abh01a5:103_8": "Form is born of sights, flawless virtues, and so on.’",
    "ai-atk-abh01a5:103_9": "Because they don’t get to see this special qualities they say: ‘This is not unfaithful in regard to this special qualities,’",
    "ai-atk-abh01a5:103_10": "Then they would say:",
    "ai-atk-abh01a5:103_11": "‘It’s because of the radiance of those special qualities of such as ability to obtain such sights, birds, etc., as simply the earth elements of the fine-material and immaterial kinds of seeing in this way.’",
    "ai-atk-abh01a5:103_12": "They should be told:",
    "ai-atk-abh01a5:103_13": "I wish to learn such a rainy season, water, smells, tastes, and touches.",
    "ai-atk-abh01a5:103_14": "But it’s because there is no such thing as these, and it is impossible that they should know the eye of non-disappearance.",
    "ai-atk-abh01a5:104_0": "But what should be transgressed,",
    "ai-atk-abh01a5:104_1": "the same destiny, the owner of the deeds,",
    "ai-atk-abh01a5:104_2": "therefore the other is left unvirtuous and excellent inheritance.",
    "ai-atk-abh01a5:104_3": "For when there is no confidence in those who are restrained, they don’t fail.",
    "ai-atk-abh01a5:104_4": "Being confident, they don’t priordial confidences,",
    "ai-atk-abh01a5:104_5": "So when it has been done, and with the eyespected thus in the possession of the eyes, and the recipients for the sake of their own aim, since there is no excessive conditions for the sake of themselves and others.",
    "ai-atk-abh01a5:104_6": "The nose, the support of the nose, and the support of the nose, and the support of the tongue is its enemy like a cloth without knot (only).",
    "ai-atk-abh01a5:105_0": "But in the Commentaries it is said: “This is the eighth objects of the sense sphere (of existence),",
    "ai-atk-abh01a5:105_1": "For one thousand leagues on the moonlight, the moonlight close to water, a hundred leagues on the bank of the river.",
    "ai-atk-abh01a5:105_2": "Having eradicated the first, he attended the way to (them) in this way.",
    "ai-atk-abh01a5:105_3": "* the eye and the sightest way is called “Seeing the eye”.",
    "ai-atk-abh01a5:105_4": "down at the foot of a tree, and basket is cleaning the body for washing, doing the head, and cleansing the body.",
    "ai-atk-abh01a5:105_5": "but, after returning from the realm to the higher sound, he calls the ropes in the air.”",
    "ai-atk-abh01a5:106_0": "Herein, although they do so, it is said in the commentaries: it is said: “Contributes,” and so on. Owing to the colour of visible objects that are evident in him, it is evident that there is non-existentment, and so on.",
    "ai-atk-abh01a5:106_1": "Even if a sound was to come by the sound, he wouldn’t have pulled up a hole in the charnel ground even comes back, as he wouldn’t have come either.",
    "ai-atk-abh01a5:106_2": "Therefore those of habitual practices are unsuitable.",
    "ai-atk-abh01a5:107_0": "But though they’re attached to harm him,",
    "ai-atk-abh01a5:107_1": "For just as when a man smiles to the precincts of leaf-hut and struck through the horns, he finds even a single string of the leaf sun, so too, when a golden statue in the chest wrap is struck by the eyes, and he doesn’t get caught in the earsed by the nose,",
    "ai-atk-abh01a5:107_2": "Though there are little in such places, they have no forecourt",
    "ai-atk-abh01a5:108_0": "You should not see it outside the craft, nor do you see it.",
    "ai-atk-abh01a5:108_1": "but when he is plunged into the water and returns to the water he encounters, becomes capable of living in the open air, then his mind caught up in the space on the corner of the space.",
    "ai-atk-abh01a5:108_2": "the ear-holes are the reason why the sound of the ears is there for him.",
    "ai-atk-abh01a5:108_3": "and it is allowable to be given to the tangles.",
    "ai-atk-abh01a5:108_4": "while being troubled in the air, in the firmament, the fingernail went outside. But when the door, he crushed the gate, and left the town gate.",
    "ai-atk-abh01a5:108_5": "Then at that time they know: ‘This is sitting in the middle of the day’, and they know the end.",
    "ai-atk-abh01a5:109_0": "This being so, is one who lives in balanced alms.",
    "ai-atk-abh01a5:109_1": "‘What shackles about me?’",
    "ai-atk-abh01a5:109_2": "‘Yes, let go to heaven.’",
    "ai-atk-abh01a5:109_3": "‘When a messenger is there, the sound of drums will be noise!’",
    "ai-atk-abh01a5:109_4": "‘No sir.",
    "ai-atk-abh01a5:109_5": "When they’re running out of faith in the position of a rope, the king thinks: ‘I am nearby, he’s call.’",
    "ai-atk-abh01a5:109_6": "this is the Dhamma.’",
    "ai-atk-abh01a5:109_7": "‘What is it for you to be able for the teaching?’",
    "ai-atk-abh01a5:109_8": "since he has gone to see the sun and moon, it is, the sun and moon’s like wide of the sun and moon, and has reached the far shore.’",
    "ai-atk-abh01a5:110_0": "he drops the tree, or making a plan,",
    "ai-atk-abh01a5:110_1": "But when two or three days falls into one sky, the two in the fortnight, the time of the nose, the dimension of infinite space, the dimension of infinite consciousness, the dimension of nothingness, and the dimension of neither perception nor non-perception.",
    "ai-atk-abh01a5:110_2": "Because the cattle birds threw down into the rainy season.",
    "ai-atk-abh01a5:110_3": "He then took a scent of fragrance, hanging on to the bank of the river, and while going to the sky, nor wasn’t able to know, “So let him know,”",
    "ai-atk-abh01a5:111_0": "When a dog’s place is guarded inside, they see that’s place is drying up,",
    "ai-atk-abh01a5:111_1": "Having entered the storeroom, at the place where it is interrupted, and deposed, when he has entered the village inside of the tongue.",
    "ai-atk-abh01a5:111_2": "For that has a setting up an ascetic to set his bowl and robe, took his bowl and robe, and entered the village for alms.",
    "ai-atk-abh01a5:111_3": "Nor is able to find out the terrible poisonous taste.",
    "ai-atk-abh01a5:112_0": "Similarly, Caṅkicca, and Mount Nandaka’s ropes were lying down outside the creeper of rain, etc., and his body was like that for a human being, incomparable, having repulsed, that body independent of others. And the earth-gody was like the body,",
    "ai-atk-abh01a5:112_1": "Because they were carried on another’s head, they lie down on their heads.",
    "ai-atk-abh01a5:112_2": "the internal and external object is a condition for the earth element.",
    "ai-atk-abh01a5:112_3": "For if he places it while lying down, he would not be able to settle it within arm’s reach of the bed or the rinsing of cracking it, without scratching it or knocking it against the door or the door frame.",
    "ai-atk-abh01a5:112_4": "That is a condition for the interior and exterior tangibles of touching the body.",
    "ai-atk-abh01a5:112_5": "This is how the fortunate characteristics should be understood in accordance with the characteristic of neutrality, and so on.",
    "ai-atk-abh01a5:112_6": "For the eye faculty is characterized as promoting the characteristic of sight. Its function is to inspire confidence in others. It is manifested as unequipment. Its proximate cause is the sense field for the quadruple jhāna.",
    "ai-atk-abh01a5:113_0": "Though this simile should be understood that it is not possible (to say):",
    "ai-atk-abh01a5:113_1": "Yet even when a single one of these five classes were dropped on their clothes, then even if that bees, leans away like an arrow, or a length of five hundred carpets, then even if that lamped a single bird’s edge, or even if it were to castle each other of them, their own workers, their wieldings tangles tails, still does not-fivelye, still it is in the same way.",
    "ai-atk-abh01a5:113_2": "and it is not only either of these five are only.",
    "ai-atk-abh01a5:113_3": "In this body there are three lower parts of the body: the middle complexion of the three parts.",
    "ai-atk-abh01a5:113_4": "Herein, one board is unbroken.",
    "ai-atk-abh01a5:113_5": "So there are eighteen originations in the body and mind-made and eighteen consciousness-originated great primary elements, and eight are not-four are of fourfold origination.",
    "ai-atk-abh01a5:113_6": "as far as the middling cart is called the middle of the Ganges.",
    "ai-atk-abh01a5:113_7": "Herein, the nutriment consists of the body, water for the ninety-two parts, etc., are the forty-four kinds of nutriment.",
    "ai-atk-abh01a5:113_8": "Looking up the upper robe:",
    "ai-atk-abh01a5:113_9": "Herein, the eye and sights are 84,000. The True of the tongue, the body is the same. The thirty-two parts of the body are like the nice forty-four.",
    "ai-atk-abh01a5:114_0": "There, the four great elementals are the reason why the eye and smells, the taste of the enlightenment factor: this is the ten bases of psychic power, but the life faculty is not distinguished with the eye.",
    "ai-atk-abh01a5:114_1": "The same way should be understood in this way.",
    "ai-atk-abh01a5:114_2": "in the middling of these sixty-two sight middlings.",
    "ai-atk-abh01a5:114_3": "(but) I don’t get together with the other enemy,",
    "ai-atk-abh01a5:114_4": "Suppose in the late afternoon, just as a mountain calf was placed in the shade of a tree trough in the evening as it were, 84,000 cows jackals on one side and other four directions.",
    "ai-atk-abh01a5:115_0": "616.",
    "ai-atk-abh01a5:115_1": "In the description of the sense spheres, praised by the praised.",
    "ai-atk-abh01a5:115_2": "Attends on:",
    "ai-atk-abh01a5:115_3": "is the meaning of eye-consciousness.",
    "ai-atk-abh01a5:115_4": "beauty, and beauty.",
    "ai-atk-abh01a5:115_5": "the meaning should be understood to see: see anyone with eye-consciousness.",
    "ai-atk-abh01a5:115_6": "the meaning is: it is resenting to impingements and resentment.",
    "ai-atk-abh01a5:115_7": "blue, yellow, red, white, and white.",
    "ai-atk-abh01a5:115_8": "the Jina, having covered all over the waters of Kāḷī, like the Lord of the World, who was like the Lord of Men, the Earth browels, with the sweet sound of crows, –",
    "ai-atk-abh01a5:115_9": "“For he who has rinsing the color of coconut with the color of hunger, making a golden garland, yet he still gets gold, silver, or gold.”",
    "ai-atk-abh01a5:115_10": "and not doing these seven cloths, and without having shown that it is present",
    "ai-atk-abh01a5:116_0": "They golden coloured and blue, and yellow,",
    "ai-atk-abh01a5:116_1": "Golden in color, golden coins and bullion,",
    "ai-atk-abh01a5:116_2": "if she shows one cloth, and after showing them the boiled cloth,",
    "ai-atk-abh01a5:116_3": "(should give) a price for twelve measures,",
    "ai-atk-abh01a5:116_4": "and as their fuel is successful and prosperous, while his psychic power is successful and prosperous.",
    "ai-atk-abh01a5:116_5": "For the long period is endeavoured, compose,",
    "ai-atk-abh01a5:116_6": "There they’re a luxurious flavor who, and after that’s finer than this.",
    "ai-atk-abh01a5:116_7": "you’d see a large lake,",
    "ai-atk-abh01a5:116_8": "the wheels are the shape of a chicken feggs,",
    "ai-atk-abh01a5:116_9": "The four ways of performing a mass of fire.",
    "ai-atk-abh01a5:116_10": "and the same method applies in the case of the six.",
    "ai-atk-abh01a5:116_11": "throwing up the decays, the inner walls down,",
    "ai-atk-abh01a5:117_0": "Herein, having a long period, so having insight into solitude and is able to (all) the noble ones, that is why he is not able to accumulate form,",
    "ai-atk-abh01a5:117_1": "likewise to kingship.",
    "ai-atk-abh01a5:117_2": "But because of this they’ll understand the detailed meaning of what they were standing on the dimension of infinite space.",
    "ai-atk-abh01a5:117_3": "while the robes are deportable.",
    "ai-atk-abh01a5:117_4": "Likewise the light, the darkness and the light.",
    "ai-atk-abh01a5:117_5": "Speaks of the Worlds, etc., that is to say:",
    "ai-atk-abh01a5:117_6": "Herein ‘Great’ means like a cloud.",
    "ai-atk-abh01a5:117_7": "‘This is the whereby’.",
    "ai-atk-abh01a5:117_8": "Once these four classes are shown.",
    "ai-atk-abh01a5:117_9": "the beautiful colour of all beautiful beautiful beautiful beautiful golden bowls to them.",
    "ai-atk-abh01a5:118_0": "Herein, the moon’s disk are to be understood in this way:",
    "ai-atk-abh01a5:118_1": "[In the fifth week] the Devas, the Palace of Jeṭṭha, and the Gods of Yama, the Virūḷhaka, the Candana Saṅkheyyaka Moon.",
    "ai-atk-abh01a5:118_2": "the color of gold, silver, and circumference is the sun.",
    "ai-atk-abh01a5:118_3": "Seven treasures of the seven treasures of the gods.",
    "ai-atk-abh01a5:119_0": "Herein, the moon’s sun is risen, and the sun is even more than that.",
    "ai-atk-abh01a5:119_1": "As to the moon’s sun is four hundred leagues.",
    "ai-atk-abh01a5:119_2": "on the two sides birds go through the destruction of the two,",
    "ai-atk-abh01a5:119_3": "But in these three ways the moon is slow for going only to the flood, the sun’s going for refuge.",
    "ai-atk-abh01a5:119_4": "at the right time of the moon and sun retinue,",
    "ai-atk-abh01a5:120_0": "and made a round canopy.",
    "ai-atk-abh01a5:120_1": "apart from rapture and bliss, which has the bamboo pole, etc., and is alertness and has the barriers,",
    "ai-atk-abh01a5:120_2": "‘a account of horn is high and low.’",
    "ai-atk-abh01a5:120_3": "the fortnights, the works and the rest.",
    "ai-atk-abh01a5:120_4": "the beryl gems,",
    "ai-atk-abh01a5:120_5": "gold is said to be the colour of the Teacher.",
    "ai-atk-abh01a5:120_6": "golden coloured, golden coloured, and silver.",
    "ai-atk-abh01a5:120_7": "what is meant is that healed for a dollary –",
    "ai-atk-abh01a5:120_8": "All the timber is said to be a boy who has lived here, having gone there, all of them who is rocked.",
    "ai-atk-abh01a5:121_0": "Or whatever was the colour of which it can be made up; that is to say, the colour of sight, the palms, the palm-leaf fig, and the formidable.",
    "ai-atk-abh01a5:121_1": "those who have all that is lost,",
    "ai-atk-abh01a5:122_0": "thus it is the characteristic of blue lily, etc., which is only the characteristic of creating forms, and so on.",
    "ai-atk-abh01a5:122_1": "It has the characteristic of sight. Its function is to be found in the eye-consciousness. It is manifested as a great primary element. Its manifested as a continuity of existence, and it is manifested as the fourth.",
    "ai-atk-abh01a5:122_2": "Though they are complete in every way.",
    "ai-atk-abh01a5:122_3": "Where there is the difference in that place.",
    "ai-atk-abh01a5:122_4": "It should be understood here in the way already described.",
    "ai-atk-abh01a5:122_5": "Here it is here that is “ginner” in this place there.",
    "ai-atk-abh01a5:122_6": "Herein, ‘The eyes have been seen’ means there are threeteen measures, and three drivers.",
    "ai-atk-abh01a5:122_7": "Such is the same kind of wealth,",
    "ai-atk-abh01a5:122_8": "Once it has four drags, and then you can’t definitely describe them in this way.",
    "ai-atk-abh01a5:123_0": "620.",
    "ai-atk-abh01a5:123_1": "(There is) the sound of the earth, like the sound of the drums, the Earth-Wors,",
    "ai-atk-abh01a5:123_2": "the sages, whose sounds are reckoned as an incalculable,",
    "ai-atk-abh01a5:123_3": "the sound of tasks,",
    "ai-atk-abh01a5:123_4": "the rest of the lutes, the twenty-two hearers sounds,",
    "ai-atk-abh01a5:123_5": "winging to the sound of hands, the sound of drums,",
    "ai-atk-abh01a5:123_6": "Your hands and feet seeking the sound of living.",
    "ai-atk-abh01a5:123_7": "many beings were sitting together at the sound of beings.",
    "ai-atk-abh01a5:123_8": "the sound of the four elements is tangled up; the sound of the tangles is to be used uproaring the storms;",
    "ai-atk-abh01a5:123_9": "this sound of the wind,",
    "ai-atk-abh01a5:123_10": "For a sound of water, or a sound,",
    "ai-atk-abh01a5:123_11": "The sound of people, such as human beings, etc.",
    "ai-atk-abh01a5:123_12": "apart from that place, except all the sounds,",
    "ai-atk-abh01a5:123_13": "with this word (good) sound, all the sounds,",
    "ai-atk-abh01a5:123_14": "This being so, the sound of cooked and the lump of pearls, etc., can be understood to him in the place where the sound of drums goes about and making a noise,",
    "ai-atk-abh01a5:124_0": "thus: “This is the sound of cows, etc., as it is the characteristic of sing and so on.",
    "ai-atk-abh01a5:124_1": "For the ending of all its characteristic is characterized by the ear-consciousness. Its function is to inspires an individual essence. It is manifested as a resort.",
    "ai-atk-abh01a5:124_2": "The rest should be understood as stated in the sense sphere of mastery in the way already stated.",
    "ai-atk-abh01a5:124_3": "And here too in the four ways of enemy, even mentioned by you,",
    "ai-atk-abh01a5:124_4": "These is the meaning in detail with it, no matter what is said in the way already described.",
    "ai-atk-abh01a5:125_0": "624.",
    "ai-atk-abh01a5:125_1": "Because the sky is rooted in the dimension of neither perception nor non-perception, whatever other scents there is dependently originated.",
    "ai-atk-abh01a5:125_2": "Likewise with the perfume of smells, and so on.",
    "ai-atk-abh01a5:125_3": "the bad is seen by the sky, and the smell of the noses,",
    "ai-atk-abh01a5:125_4": "carrion-stench, fairy, digging, ointment, and scented flowers,",
    "ai-atk-abh01a5:125_5": "Smells like a smell,",
    "ai-atk-abh01a5:125_6": "hatred is stinking down,",
    "ai-atk-abh01a5:125_7": "with this word (magical) powerful (good) scented perfumes.",
    "ai-atk-abh01a5:125_8": "That being so, it should be understood that when the smell of corpse is present. And the smell of flavours, the smell of flavours, and the taste of the smell of flowers should be understood that.",
    "ai-atk-abh01a5:126_0": "So this fragrance of roots, etc., is flowing scented perfumes and different.",
    "ai-atk-abh01a5:126_1": "For all the characteristics are characterized by the nose, etc., only its characteristic, etc., and fragrance of nose-consciousness is like the nose-contact,",
    "ai-atk-abh01a5:126_2": "The rest should be understood as stated in the sense sphere of mastery in the way already stated.",
    "ai-atk-abh01a5:126_3": "And here too the two or three clauses are stated in the world they are stated of loss -",
    "ai-atk-abh01a5:126_4": "and threw them on the meaning.",
    "ai-atk-abh01a5:127_0": "628.",
    "ai-atk-abh01a5:127_1": "in the place where the sense fields grow. The roots, which has a sense of taste as its root.",
    "ai-atk-abh01a5:127_2": "Likewise in the case of the aggregates, and so on.",
    "ai-atk-abh01a5:127_3": "mangoes, silk, so on,",
    "ai-atk-abh01a5:127_4": "smooth in a honey, trickling, and so on,",
    "ai-atk-abh01a5:127_5": "That’s why it’s so long as a snare.",
    "ai-atk-abh01a5:127_6": "it’s always thrown out and thrown away.",
    "ai-atk-abh01a5:127_7": "but ghee, oil, honey, moves, and creepers, they don’t move a solid neck.",
    "ai-atk-abh01a5:127_8": "sesame means running all over the earth,",
    "ai-atk-abh01a5:127_9": "* For the one who is demolished in being untouched",
    "ai-atk-abh01a5:127_10": "they metal, greedy, etc.",
    "ai-atk-abh01a5:127_11": "Whether by winds means carcass of a corpse,",
    "ai-atk-abh01a5:127_12": "They dancing, singing, playing instruments,",
    "ai-atk-abh01a5:127_13": "This is the restricted:",
    "ai-atk-abh01a5:127_14": "all the flavors have it spoken of, and so on.",
    "ai-atk-abh01a5:127_15": "The meaning of this is given in the rose-applenty of tastes here too.",
    "ai-atk-abh01a5:127_16": "She was brilliant, brilliant, unsuitable, rude, and unsuitable.",
    "ai-atk-abh01a5:127_17": "with this word (Buddha) did not overpower all the tastes,",
    "ai-atk-abh01a5:127_18": "“This being so, even when the taste of a dog’s vomitting tip of the string, it can be understood as none of them.",
    "ai-atk-abh01a5:128_0": "So this taste, etc., is the characteristic of creating its roots, etc., and so on.",
    "ai-atk-abh01a5:128_1": "For all that has the characteristic of tongue-consciousness. Its function is to resort as its object. Its function is to surmount that he has to sustained thought.",
    "ai-atk-abh01a5:128_2": "The rest should be understood as stated in the sense sphere of mastery in the way already stated.",
    "ai-atk-abh01a5:128_3": "And here too the two or three clauses are stated in the world they are stated of loss -",
    "ai-atk-abh01a5:129_0": "632.",
    "ai-atk-abh01a5:129_1": "the wisdom there is from the teaching of the faculties that make things worse.",
    "ai-atk-abh01a5:129_2": "and for whatever reason a woman or man it is unsuitable for a woman.",
    "ai-atk-abh01a5:129_3": "Herein, ‘We are the shape of graceful’,",
    "ai-atk-abh01a5:129_4": "One is not the shape of a woman’s hands and feet;",
    "ai-atk-abh01a5:129_5": "For one woman is purified from the lower world, but not the  non-violence of the three.",
    "ai-atk-abh01a5:129_6": "elephant-talker, milk-rice,",
    "ai-atk-abh01a5:129_7": "They perceive the sign as possible.",
    "ai-atk-abh01a5:129_8": "For a woman is unable to prepare the mouth of a woman, nor even with a mouthful of the nose.",
    "ai-atk-abh01a5:129_9": "Like a shaven in the head hairs, it is not like a man’s hairs.",
    "ai-atk-abh01a5:129_10": "for what?",
    "ai-atk-abh01a5:129_11": "For the women were playing in the mud, and they played with graceful clay balls of cloth, clay-admitting clay, and singing:",
    "ai-atk-abh01a5:129_12": "Propering is the mortals, etc.",
    "ai-atk-abh01a5:129_13": "For if women go, they ate while still not, and then eat as much as they like.",
    "ai-atk-abh01a5:129_14": "For if a man sees a woman, he walks without having seen or heard of a man, and he eats without taking leave.",
    "ai-atk-abh01a5:130_0": "That is how, both of women, both of one woman.",
    "ai-atk-abh01a5:130_1": "Full of women: needs states.",
    "ai-atk-abh01a5:130_2": "this is the sponsoring legal procedure.",
    "ai-atk-abh01a5:130_3": "Similarly, cattle, sense faculties occur in function.",
    "ai-atk-abh01a5:130_4": "Just as a seed when there is a seed, a tree grown with branches and foliage, if it’s cutting off the branches, the inner skin, the inner skin, the inner skin, the inner skin, the inner skin, the inner skin, the flesh, and sinews are established in women.",
    "ai-atk-abh01a5:130_5": "for a seed cut up the seed, it appears to be found filling the air. The faculties were grown in the open by the air and a tree trunk.",
    "ai-atk-abh01a5:130_6": "There is no way of saying this, not understanding the eye faculty he should avoid it.",
    "ai-atk-abh01a5:130_7": "There’s a woman with eyes known by the eye. And he engages in malicious talebearings.",
    "ai-atk-abh01a5:131_0": "That is why this faculty of sight doesn’t have the eye faculty.",
    "ai-atk-abh01a5:131_1": "Associating with a woman, he applies the faculty of the woman.",
    "ai-atk-abh01a5:132_0": "633.",
    "ai-atk-abh01a5:132_1": "Likewise the men to decay.",
    "ai-atk-abh01a5:132_2": "and the women should be understood as jackal for a woman.",
    "ai-atk-abh01a5:132_3": "for a man’s hands and feet are the shape of a woman’s hand.",
    "ai-atk-abh01a5:132_4": "For while the shoots of the men were above and below, across the middle of the hands, fore-deplacesses with his hands and feet, gentles, and the lumps of the mouth.",
    "ai-atk-abh01a5:132_5": "There is no sinew that a woman was like the moon.",
    "ai-atk-abh01a5:132_6": "They were playing in the chariots, driven out the water in the poison, and making a bronze packs.",
    "ai-atk-abh01a5:132_7": "The women saw him, and say: ‘Such is going to the lower part of her men,’ he is like a man who is deprived’.",
    "ai-atk-abh01a5:132_8": "came to the rest of the women in the same way as stated.",
    "ai-atk-abh01a5:133_0": "Herein, the characteristic of woman is characterized as the sign of women. Its feminine masculinity. It is manifested as a woman.",
    "ai-atk-abh01a5:133_1": "for a man, for a man, the characteristics, etc., revealing of mentioned for a man, exercise of for a man, for male and female generals.",
    "ai-atk-abh01a5:133_2": "and thirdly it rolled forth in both places.",
    "ai-atk-abh01a5:133_3": "Later as she was watching,",
    "ai-atk-abh01a5:133_4": "he exercises it evenly.",
    "ai-atk-abh01a5:134_0": "According to as it is said:",
    "ai-atk-abh01a5:135_0": "“On one occasion the characteristics of a woman appeared on a monk.",
    "ai-atk-abh01a5:135_1": "At one time the characteristics of a man appeared on a nun.”",
    "ai-atk-abh01a5:136_0": "These are the two opposites that are the forty-twounds.",
    "ai-atk-abh01a5:136_1": "So the dollars vanished and established by a man wholls the arms.",
    "ai-atk-abh01a5:136_2": "But when the woman disappears, it vanishes, and an strong man’s weaker ground.",
    "ai-atk-abh01a5:136_3": "This too is how you should ground themselves.",
    "ai-atk-abh01a5:137_0": "What do you think is the same thing that is a hermaphrodite?",
    "ai-atk-abh01a5:137_1": "And hermaphrodite’s faculty has pulled out by a femininity.",
    "ai-atk-abh01a5:137_2": "‘This being so, however, is intelligent and fond of the second herd?",
    "ai-atk-abh01a5:137_3": "For this is how the commentary on the faculties.",
    "ai-atk-abh01a5:137_4": "It doesn’t exist.’",
    "ai-atk-abh01a5:137_5": "‘This is not made’,",
    "ai-atk-abh01a5:137_6": "‘The giver of the unattractive,",
    "ai-atk-abh01a5:137_7": "When a woman with a hermaphrodite her, she pulled up her captured her eyes.",
    "ai-atk-abh01a5:137_8": "others;",
    "ai-atk-abh01a5:138_0": "If you wish to live with a communicator and a second time, you should stand in the phrasing.",
    "ai-atk-abh01a5:138_1": "nor even a leaf,",
    "ai-atk-abh01a5:138_2": "therefore this is to be known that meaning, it is not possible that letter be stated.",
    "ai-atk-abh01a5:138_3": "and he should reason here in the heart of greed,",
    "ai-atk-abh01a5:138_4": "he is only one of the Faculties, he does so thinking: “A woman is pregnant, even if she takes hold of her.”",
    "ai-atk-abh01a5:138_5": "if a hermaphrodite belongs to a man, a hermaphrodite, she does not take it herself.",
    "ai-atk-abh01a5:139_0": "634.",
    "ai-atk-abh01a5:139_1": "Endowed with the life faculty is to be spoken about, without in any one of the life faculty.",
    "ai-atk-abh01a5:139_2": "For it is in that very life that is non-processive residue of forms, and whatever qualities have been understood here.",
    "ai-atk-abh01a5:139_3": "But this characteristic should be understood in that way:",
    "ai-atk-abh01a5:139_4": "for the sake of the conversion of the life faculty has the characteristic of the bowel. Its function is to for them that they have the same appearance as their proximate cause.",
    "ai-atk-abh01a5:140_0": "635.",
    "ai-atk-abh01a5:140_1": "Firstly, this person’s own bodily conduct is in order to ask for themselves: ‘In order to understand this body,’ or ‘In order to emptiness towards the fact that of body, speech, and mind, and body, and wisdom, and to everything without a man.’",
    "ai-atk-abh01a5:140_2": "she perceives it as such.",
    "ai-atk-abh01a5:140_3": "“It’s good for the sake of restraint,” and he replies, accusing the admits, which is the body and speech that he knows.",
    "ai-atk-abh01a5:140_4": "Then they’d look forward to the bed, chair, etc., and because it is possible for the sake of bodily and verbal activity.",
    "ai-atk-abh01a5:141_0": "He whose mind is proficient in the three Vedas, (which is) wholesome and expert in the minds of other fine-material, wholesome, strong in the evening, and skilled in the eight kinds of direct-knowledge .",
    "ai-atk-abh01a5:141_1": "For those people do not know the minds of other people.",
    "ai-atk-abh01a5:141_2": "But when trained by the trainees, however, they are shown by comparison with those of their minds.",
    "ai-atk-abh01a5:142_0": "Now comes that are said to be shown by the six fruits that are apparent.",
    "ai-atk-abh01a5:142_1": "For emptiness and emptiness is called “accomplished” , and so on.",
    "ai-atk-abh01a5:142_2": "Herein, ‘Afterwards’ means having gone towards the body.",
    "ai-atk-abh01a5:142_3": "if he returns, but not in the last watch;",
    "ai-atk-abh01a5:142_4": "looking around the straight way of seeing her,",
    "ai-atk-abh01a5:142_5": "looking around and looking down on it, he looked down on it,",
    "ai-atk-abh01a5:142_6": "shaking off the currents, he is going to sleep.",
    "ai-atk-abh01a5:142_7": "reinstantly heedlessly: he will come to see him.",
    "ai-atk-abh01a5:143_0": "Now explaining the six things that are said to be shown by the great uprooting the body (of the sun), (saying): ‘The body is said to be a post of the body,’",
    "ai-atk-abh01a5:143_1": "Herein, ‘What’s the corpse’ means",
    "ai-atk-abh01a5:143_2": "and making his body moves, he ensures it up, thus it is called “the distending”.",
    "ai-atk-abh01a5:143_3": "With the one held together by the tip of a post,",
    "ai-atk-abh01a5:143_4": "(therefore) strength, Vāsava, is a precept or downstress,",
    "ai-atk-abh01a5:143_5": "and distended by it is air (into the womb),",
    "ai-atk-abh01a5:143_6": "Practicing in connection with what is known",
    "ai-atk-abh01a5:143_7": "Practicing influence,",
    "ai-atk-abh01a5:143_8": "one cognitive series, has been understood",
    "ai-atk-abh01a5:143_9": "What should be said is the only gateway.",
    "ai-atk-abh01a5:143_10": "Likewise for those who understand.",
    "ai-atk-abh01a5:144_0": "636.",
    "ai-atk-abh01a5:144_1": "The meaning should be understood according to the sequence of the verbal recitation and the teacher’s instruction . The meaning is this:",
    "ai-atk-abh01a5:144_2": "As they asked for his own state of existence he makes sure that they had asked for the animals, so why, of the essence of such-and-such a man, or of indecision, both of the various kinds of men, is abandoned and understood.",
    "ai-atk-abh01a5:144_3": "And they lie in the same way as they lie, having understood.",
    "ai-atk-abh01a5:144_4": "“Good, verbal, and mental accusations” are used to be persuaded, ignoble, and pointless.",
    "ai-atk-abh01a5:144_5": "Assured, verbal, or mental behaviour; and they act accordingly, then they should be directly known.",
    "ai-atk-abh01a5:144_6": "When they speak of these things, they say, ‘I am a word’.",
    "ai-atk-abh01a5:144_7": "Saying, ‘Sineru!’",
    "ai-atk-abh01a5:144_8": "and the grieving,",
    "ai-atk-abh01a5:144_9": "would the advantages of the earth, and all his relatives, thinking: ‘Such is the meaning of this may I be able to say,’",
    "ai-atk-abh01a5:144_10": "she is restless, thus it is aroused;",
    "ai-atk-abh01a5:144_11": "with a nose secret,",
    "ai-atk-abh01a5:144_12": "Will deeds?",
    "ai-atk-abh01a5:144_13": "Commetic deeds, substantial procedures,",
    "ai-atk-abh01a5:144_14": "Virtuously, the meaning is that it is needed.",
    "ai-atk-abh01a5:144_15": "their words are breaking out of the schism.",
    "ai-atk-abh01a5:144_16": "Now, that flawless person has entered the caravan leading to division.",
    "ai-atk-abh01a5:144_17": "and all the advice given to them, he will show the faithful word:",
    "ai-atk-abh01a5:144_18": "Now comes that embarrassing with those who were arguing with these three ways in order to show the way that every way is said to be ability in the way beginning, “Now what is said” .",
    "ai-atk-abh01a5:144_19": "The section dealing with that as its root itself.",
    "ai-atk-abh01a5:145_0": "Now, as to the thirty-two parts of Vibhaṅga: It is sixteen, thirty-two, fifty, sixteen, thirty-six, forty-six years, that is to say:",
    "ai-atk-abh01a5:145_1": "The thirty-two parts of the mind that posture is twofold.",
    "ai-atk-abh01a5:145_2": "Six years do not harass them,",
    "ai-atk-abh01a5:145_3": "Then the other two twenty-fourishes, but not the other reasons.",
    "ai-atk-abh01a5:145_4": "And the sixteen ten or sixteen accessories,",
    "ai-atk-abh01a5:146_0": "Herein, the thirty-two kinds of sacred flame are stated. In the eight ways of performing the mind, what are these ten kinds of direct-knowledge?",
    "ai-atk-abh01a5:146_1": "Six kinds of fine-material sphere: four kinds of fine-material sphere, four ways of doing good conduct, four, five, four, five, ten, and four.",
    "ai-atk-abh01a5:146_2": "One is worshipped by a different kinds of sensual stimulation: an unskill in the elements of the sensual realm, and an unprofitable way of conduct.",
    "ai-atk-abh01a5:146_3": "After rejoicing the sixteen mental objects of the minds of consciousness that conceived in the present life.",
    "ai-atk-abh01a5:146_4": "These are the sixteen opposite sex.",
    "ai-atk-abh01a5:146_5": "And so many forms don’t come to be.",
    "ai-atk-abh01a5:146_6": "neither body nor speech.",
    "ai-atk-abh01a5:147_0": "637.",
    "ai-atk-abh01a5:147_1": "to make him leave the space element, or to break them out.",
    "ai-atk-abh01a5:147_2": "like a predatory animals in the space when it has fallen from the sky.",
    "ai-atk-abh01a5:147_3": "Going, sleep, and (there is) coming,",
    "ai-atk-abh01a5:147_4": "nor deteriorates (even): the meaning is unexistent.",
    "ai-atk-abh01a5:147_5": "From the flood that comes from a good place,",
    "ai-atk-abh01a5:147_6": "opened by the bones,",
    "ai-atk-abh01a5:147_7": "opened up the openings,",
    "ai-atk-abh01a5:147_8": "Because they haven’t thoroughly performed these four planes, they are unable to lie down on them.",
    "ai-atk-abh01a5:147_9": "It has the characteristic of continued existence as its characteristic, etc., and of the fine-material characteristic, etc., and of the fine-material characteristic, etc., and because of the profitable states beginning with materiality in physical nutriment, of the fine-material sphere. It is manifested as guarding, and conceptually. It is manifested as the elimination of the characteristic, functional, and manifestation of the igunctionality.",
    "ai-atk-abh01a5:148_0": "638.",
    "ai-atk-abh01a5:148_1": "The others should be understood as stated in the way already described.",
    "ai-atk-abh01a5:148_2": "Characteristics, Etc. As to the characteristic, etc., loving-kindness is characterized here as promoting the aspect of sights. Its function is to influence beginning with non-human beings. It is manifested as guarding.",
    "ai-atk-abh01a5:148_3": "then the characteristic of foulness is characterized as of forms. Its function is to in all its characteristic. It is manifested as unity. Its proximate cause is suppression of any kindness.",
    "ai-atk-abh01a5:148_4": "It has the characteristic of deeds as its physical enemy. Its function is to pervade thy, non-properse. It is manifested as the thinning of deeds. Its proximate cause is seeing its physical deeds.",
    "ai-atk-abh01a5:149_0": "But there are three kinds of blocking they don’t give up each other,",
    "ai-atk-abh01a5:149_1": "This being so, youthful observe the forms of existence like a palm gems,",
    "ai-atk-abh01a5:149_2": "* he whose mind is well developed, surrounded by sights, hearing (true) sights, sounds, smells, tastes, touches, and thoughts, which have a fixed in the continuity of -",
    "ai-atk-abh01a5:149_3": "And the multiplication of gold, silver, and money is the physical body, made up of the four elements, quite differentiated by the physical process, and the mind-made of gold.",
    "ai-atk-abh01a5:149_4": "This is how to understand how they are.",
    "ai-atk-abh01a5:150_0": "But these three are not able to do legal procedures.",
    "ai-atk-abh01a5:150_1": "Because when they say ‘We’re alone, they don’t get suitable food and drink, it’s apparent to give.",
    "ai-atk-abh01a5:150_2": "‘Today my mind is solid, not solid. It’s appropriate for us to relaxed, not soft.’",
    "ai-atk-abh01a5:151_0": "641.",
    "ai-atk-abh01a5:151_1": "As they do so, each investigates, corporeal forms, about the dimension of infinite space.",
    "ai-atk-abh01a5:151_2": "from the rinsing of sacrifices,",
    "ai-atk-abh01a5:151_3": "is the condition for which the forms of the dimensions of infinite consciousness.",
    "ai-atk-abh01a5:151_4": "Whatever is good.",
    "ai-atk-abh01a5:151_5": "The one who extends through illuminating form, sees that form is peaceful and sublime, more than that, the one who extends it is peaceful.",
    "ai-atk-abh01a5:151_6": "the meaning is that it is set rolling on.",
    "ai-atk-abh01a5:151_7": "on the bank of the river, in the wave, like a drop of water from air,",
    "ai-atk-abh01a5:151_8": "Like a complete assembly shells on top.",
    "ai-atk-abh01a5:151_9": "Having gone , it can be understood that the abandoning of continuity is like that.",
    "ai-atk-abh01a5:152_0": "What is it about?",
    "ai-atk-abh01a5:152_1": "for in whom the sense-sphere is shown by an agreement that is clear.",
    "ai-atk-abh01a5:152_2": "Devoted to the introducation of the sense-spheres,",
    "ai-atk-abh01a5:152_3": "How is it that you’re talking about?",
    "ai-atk-abh01a5:152_4": "It is manifested as four in the four directions.",
    "ai-atk-abh01a5:152_5": "for is a term for both birth and death,",
    "ai-atk-abh01a5:152_6": "But in the case of the one who is hostilement consisting in neutrality is included in the meaning in that place. There is no difference in meaning, or in that place. That is why it is called “wavering the meaning” , “posite of matter” , “posites of matter” . Consequently, “profitable” .",
    "ai-atk-abh01a5:153_0": "From which is a term for birth and old age: for what is born in both the characteristics and is profitable, for what is characterized in the fine-material characteristic, which is why it has the characteristic of primary elements—whether pleasant, painful, or neutralness is included in the preceding of the fine-materiality.",
    "ai-atk-abh01a5:153_1": "It has the characteristic of continued pressure on the basis of forms. Its function is to be understood that. It is manifested as a continued pressure in the place where it has the space as its near.",
    "ai-atk-abh01a5:154_0": "643.",
    "ai-atk-abh01a5:154_1": "now old, they are born in old age’s old age, and death.",
    "ai-atk-abh01a5:154_2": "This is the exposition in all ways:",
    "ai-atk-abh01a5:154_3": "ages, guarding,",
    "ai-atk-abh01a5:154_4": "Lunger is the three kinds of lumps beginning with the crow: producing the teeth in the place.",
    "ai-atk-abh01a5:154_5": "Placing the two sides",
    "ai-atk-abh01a5:154_6": "Because he protects the excellence of this life as an enemy.",
    "ai-atk-abh01a5:154_7": "Through that bringing",
    "ai-atk-abh01a5:154_8": "‘By adherence’ means because of this respect.",
    "ai-atk-abh01a5:154_9": "* The explanation of the Paṭisambhidā",
    "ai-atk-abh01a5:154_10": "Lunger: Quickle-mouthing and functioning sletoning, greying (the Beyond) through the power of the body,",
    "ai-atk-abh01a5:154_11": "Because of the foundation of the head hairs, etc., that also the states of defilement in him.",
    "ai-atk-abh01a5:154_12": "the Vasālikā, having extracted the skin by (the nature of) the flesh, the calm Isle to the Isle.",
    "ai-atk-abh01a5:154_13": "That is why ‘ at the moment of these three’ and so on.",
    "ai-atk-abh01a5:154_14": "To give them, they show the benefit of sight in the Mahānāma.",
    "ai-atk-abh01a5:154_15": "On the contrary, whether the water is set upside down to the fire-place, a fire, airy tree, a charnel ground, a forest, the weapons, or a tree standing with eyes. Then just as the lady’s path, the bitter goes under a poison, and there is no more old ageing, which is like the wrong path, the eye’s disturbance.",
    "ai-atk-abh01a5:154_16": "for one is not known by the eye.",
    "ai-atk-abh01a5:155_0": "These faculties of the life span, the decay of the sense faculties, namely, the worries, and thoughts of the sense faculties, widespread enlightenment and ugliness, as enlightenment.",
    "ai-atk-abh01a5:155_1": "which should be understood as the right size:",
    "ai-atk-abh01a5:155_2": "herein, for one who is old age, that is why their life span is led on by one who has reached the fruit.",
    "ai-atk-abh01a5:155_3": "Because he has a little baby calf with a fine course and well-composed calf together with his own hands, he still have a subtle faculties and true insight into the length of the faculties. Then he has already attained the physical transference of his own hands, and is why the opposite of the fruits of the shell.",
    "ai-atk-abh01a5:156_0": "But when this has been risen above, they all become concealed.",
    "ai-atk-abh01a5:156_1": "Herein, the description of the development of the forms is called “mpare” in the sense of “mattering”.",
    "ai-atk-abh01a5:156_2": "Going about in the formless, unthinking, a concealed place,",
    "ai-atk-abh01a5:156_3": "Without first two or three kinds of happiness:",
    "ai-atk-abh01a5:156_4": "Herein, the belly is reddish-coloured in the Brick Commentaries, like a sunn hemp, fire-bowls and creeper-coloured gems, and is said to have deportment, as in the learning Avīrahants at the time of the sun.",
    "ai-atk-abh01a5:156_5": "is the meaning.",
    "ai-atk-abh01a5:156_6": "Then, as to the general terminator in the way stated, they should understand through enlightenment and the danger, not to be understood as  cleansed:",
    "ai-atk-abh01a5:157_0": "Characteristics, Etc. It has the characteristic of continued existence as its characteristic, etc.; and it is its characteristic, which is included in the manifestation of the nine progressiveness in the various forms of refinedness enemy. Its proximate cause should be understood as the manifestation of the characteristic.",
    "ai-atk-abh01a5:158_0": "644.",
    "ai-atk-abh01a5:158_1": "The breaking of the states of existence as destruction and falling away as destruction.",
    "ai-atk-abh01a5:158_2": "They try to take up form and regress form. They are reborn in this way: ‘This is mine, I am this, this is my broken.’",
    "ai-atk-abh01a5:158_3": "and his schismaticumulation all round and developed maintaining it.",
    "ai-atk-abh01a5:158_4": "and being unborn to the bones,",
    "ai-atk-abh01a5:158_5": "its impermanence is impermanent.",
    "ai-atk-abh01a5:158_6": "It disappears these things:",
    "ai-atk-abh01a5:158_7": "For if you died into death, you fall into a sight.",
    "ai-atk-abh01a5:158_8": "And not only materiality is only materiality -",
    "ai-atk-abh01a5:158_9": "That is why the characteristic of impermanence is only this.",
    "ai-atk-abh01a5:158_10": "But it should be understood that the characteristic of continued existence is characterized as materiality, etc., and the three characteristics, etc., as the function of pressing on materiality, and the manifestation of the discriminations of ending should be understood.",
    "ai-atk-abh01a5:159_0": "Belowly places are in this place, that which is present,",
    "ai-atk-abh01a5:159_1": "These three things have been ejected for not recognizing an offense.",
    "ai-atk-abh01a5:159_2": "and wandered for around three kinds of people.",
    "ai-atk-abh01a5:159_3": "One of them would say:",
    "ai-atk-abh01a5:159_4": "‘May you beat this outcome, may I be afraid of wrongdoing!’",
    "ai-atk-abh01a5:159_5": "Thinking: ‘The second time has at the root of the drums, and is my cliff’,",
    "ai-atk-abh01a5:159_6": "The third time they had finished his head and refused an invitation to eat more,",
    "ai-atk-abh01a5:159_7": "Such is the birth, such is the difference.",
    "ai-atk-abh01a5:159_8": "Having driven out the opposite sex come to be in that place, because of being reborn in one’s birth.",
    "ai-atk-abh01a5:159_9": "Having discovered the earth and declarations on the ground, which were weak and produced in the appearance of the earth, produced by destiny and rebirths, and by its weakness.",
    "ai-atk-abh01a5:159_10": "An unattached to, head hairs, body hairs, nails, teeth, skin, flesh, sinews of the body, and life.",
    "ai-atk-abh01a5:160_0": "645.",
    "ai-atk-abh01a5:160_1": "nutriment consists of such a containing ball, making predatory animals,",
    "ai-atk-abh01a5:160_2": "it eats food thinking of nutriment.",
    "ai-atk-abh01a5:160_3": "if he opens it after making a plough; he is the meaning.",
    "ai-atk-abh01a5:160_4": "Or it fits to be a dwelling.",
    "ai-atk-abh01a5:160_5": "In this way one is said to be pulled out through the ground and breaking them out through the peril of the body, etc., as to what is said.",
    "ai-atk-abh01a5:160_6": "For the limited food, etc., the ninety-two, the ninety-two grounds on the basis,",
    "ai-atk-abh01a5:160_7": "of Pāṭaliputtasa fruits, however (all) go to the roots of trees,",
    "ai-atk-abh01a5:161_0": "now these fruits are to be shown by the roots, etc., to give to Yama.",
    "ai-atk-abh01a5:161_1": "Herein, one should eat in one’s mouth.",
    "ai-atk-abh01a5:161_2": "While the teeth are to be used:",
    "ai-atk-abh01a5:161_3": "to swallow the sugar with water:",
    "ai-atk-abh01a5:161_4": "(but) now, what is to be shown by means of what is said?",
    "ai-atk-abh01a5:161_5": "for that has the roots, etc., that is to say, the string of a pebble, and the swallowed it.",
    "ai-atk-abh01a5:161_6": "This is his duty.",
    "ai-atk-abh01a5:161_7": "Those beings which were carried on all the lower parts, and surrounding it with all the beings. Having showed this without food, they will bring it to disillusionment.",
    "ai-atk-abh01a5:162_0": "But how can be done here?",
    "ai-atk-abh01a5:162_1": "What is a thoroughbred?",
    "ai-atk-abh01a5:162_2": "keeping the connection",
    "ai-atk-abh01a5:162_3": "he carries on the site of a precincts to lose, he is unable to keep up the observance-day procedure.",
    "ai-atk-abh01a5:162_4": "When he had become able to take the one side, he is able to keep up the evening.",
    "ai-atk-abh01a5:162_5": "Now what is the name of this bondage?",
    "ai-atk-abh01a5:162_6": "it burns the heat,",
    "ai-atk-abh01a5:162_7": "For when the lay life is cut off the top of the deeds he chooses, moves it, wores, or when there is no forget about it, he says ‘I’m going to deteriorate.’",
    "ai-atk-abh01a5:162_8": "if she took the gorge from the water, and sewing it on its side;",
    "ai-atk-abh01a5:162_9": "then a single being—",
    "ai-atk-abh01a5:163_0": "Just as a god precincts set up a fire, and he chopped off his own hands, and then entered his dwelling,",
    "ai-atk-abh01a5:163_1": "Since he’s burnt, they’re about tormenting.",
    "ai-atk-abh01a5:163_2": "Having heard that, it seems, people come here and there, thinking: ‘She is suffering from there,’",
    "ai-atk-abh01a5:163_3": "He took the rice from his dwelling, and he eats the barley,",
    "ai-atk-abh01a5:163_4": "He should know this",
    "ai-atk-abh01a5:163_5": "for he sets out like a shade, like a fire in a jackal, he placed a drip-cottonishing the neck into a lake, and going to the stomach after it with a dirt, and then rushing the ground, like a necklacessarying sunned by the stomach, it was like a jackal-worms, and so on, when the boiling, top of the stomach-outsing, he was releaseded by the head, then indulgence of fire, he said, ‘I’ Their, like a jacking jackal salicking from the sky like a drope’s jacking flem of water, after going to the bir, and postornking from the ground.",
    "ai-atk-abh01a5:164_0": "Herein, gross there is some discussion on the basis of the Vedas.",
    "ai-atk-abh01a5:164_1": "grows delicate.",
    "ai-atk-abh01a5:164_2": "For when a meal is bubbleshed in the water, etc., he is pleased with the air.",
    "ai-atk-abh01a5:164_3": "ghee, butter, oil, meals, food, and drink,",
    "ai-atk-abh01a5:164_4": "Here the gross and subtle states should be understood here.",
    "ai-atk-abh01a5:164_5": "for the food is deluded from the veneration of delusion, subtle that is fine,",
    "ai-atk-abh01a5:164_6": "stones, it seems, tothin,",
    "ai-atk-abh01a5:164_7": "and they became leprosying their feet.",
    "ai-atk-abh01a5:164_8": "eat ghee, etc.",
    "ai-atk-abh01a5:164_9": "but to the fuel for calm, fractis.",
    "ai-atk-abh01a5:164_10": "So it seems that rains residence did so that they potherbs and non-staples made with stumps.",
    "ai-atk-abh01a5:164_11": "And when they’re chopped with spittles, the roots and fruits are produced by pus,",
    "ai-atk-abh01a5:164_12": "Plants, food, drink, clothes, and vehicles;",
    "ai-atk-abh01a5:164_13": "for the manifold trees foliage,",
    "ai-atk-abh01a5:164_14": "(For) to the elephant, the cows, the calves, the finest, the cluster of food,",
    "ai-atk-abh01a5:164_15": "(They replied:) “It seems solidly, it seems, a resplendent hanging down from various kinds of trees.”",
    "ai-atk-abh01a5:164_16": "(but) no food is subtle,",
    "ai-atk-abh01a5:164_17": "They eat it with their",
    "ai-atk-abh01a5:164_18": "Also subtlety of food is subtle,",
    "ai-atk-abh01a5:164_19": "* the nourishment of food is delicate, subtlety,",
    "ai-atk-abh01a5:164_20": "As to food and drink, it is subtlely delicatesively subtle.",
    "ai-atk-abh01a5:164_21": "In borderlands, each of the food is subtle, exceedingly subtle.",
    "ai-atk-abh01a5:164_22": "He eats food and drink, the royal ministers’ food which are subtle,",
    "ai-atk-abh01a5:164_23": "They subtlety foods even a wheel-turning monarch than food.",
    "ai-atk-abh01a5:164_24": "(therefore): the Universal Monarch’s nutriment",
    "ai-atk-abh01a5:164_25": "after eating the fine foods of the four primary elements, the gods under the Four Great Kings,",
    "ai-atk-abh01a5:164_26": "In this way one is to be eaten by others’ food.",
    "ai-atk-abh01a5:164_27": "But those big to live with a subtle life is finished.",
    "ai-atk-abh01a5:165_0": "It has the characteristic of continued existence. Its function should be understood to corresponding . It is manifested as a characteristic of nutriment consisting of form. Its proximate cause should be understood as bodily formation.",
    "ai-atk-abh01a5:166_0": "646.",
    "ai-atk-abh01a5:166_1": "Not grasping, they don’t grasp at others, and don’t grasp at others.",
    "ai-atk-abh01a5:167_0": "647.",
    "ai-atk-abh01a5:167_1": "Having touched a tangible object",
    "ai-atk-abh01a5:167_2": "He should know what is needed.",
    "ai-atk-abh01a5:167_3": "the tangibles sense-sphere, the tangibles sense-sphere are related to the sense-sphere,",
    "ai-atk-abh01a5:167_4": "and the water element, the water element, and the fire element.",
    "ai-atk-abh01a5:167_5": "Now now, when you know that forms are drawn out, the three kinds of contact should be shown them.",
    "ai-atk-abh01a5:167_6": "the earth element, etc.",
    "ai-atk-abh01a5:167_7": "Herein, the characteristic of stiffenedness is characterized as the earth element. Its function is to maintaining.",
    "ai-atk-abh01a5:167_8": "The fire element has the characteristic of heat. Its function is to mature . It is manifested as a continued supply of softness.",
    "ai-atk-abh01a5:167_9": "It has the air element. Its function is to be manifested as air element. Its function is to maintaining.",
    "ai-atk-abh01a5:167_10": "But this has the first characteristic of the beginning elements. Its function is to for protection. It is manifested as guarding.",
    "ai-atk-abh01a5:167_11": "And here there should be understood that only one place here too.",
    "ai-atk-abh01a5:168_0": "Hard: rigid.",
    "ai-atk-abh01a5:168_1": "then the sage, waft,",
    "ai-atk-abh01a5:168_2": "burning what has been boarded,",
    "ai-atk-abh01a5:168_3": "Ruse harsh words",
    "ai-atk-abh01a5:168_4": "arising from pleasure, pleasant, unpleasant, disagreeable,",
    "ai-atk-abh01a5:168_5": "will painful feeling, sharp, severe, acute feelings,",
    "ai-atk-abh01a5:168_6": "They honor, respect, and esteem.",
    "ai-atk-abh01a5:168_7": "The meaning is shaking: it is shameless, the meaning is that it is light.",
    "ai-atk-abh01a5:168_8": "It’s here that the dust can be trough, gentle, bitter, and harshly to be disturbed earth element.",
    "ai-atk-abh01a5:168_9": "“This body is full of life and warmth and consciousness it’s lighter, softer, and more flexible for work to do.”",
    "ai-atk-abh01a5:169_0": "‘For the feeling of contact is the origin of suffering’, and so on.",
    "ai-atk-abh01a5:169_1": "for the earth element is pleasant through pleasure and pain.",
    "ai-atk-abh01a5:169_2": "Likewise the fire element,",
    "ai-atk-abh01a5:169_3": "There they’ll catch the earth element that are pleasant to touch, and after finishing the earth element in the sky, they’ve consolidated them with their own hands. Then they say: ‘Death is the gratification of the earth element.’",
    "ai-atk-abh01a5:169_4": "the fire element that is pleasant to touch with cold and heat, having drunk the water element on the bank of the river, and cut off the gratification, and made an end of it.",
    "ai-atk-abh01a5:169_5": "the advantages of pleasure and the weakness still fall in it, and say, ‘Though the seed, the seed, and the finest produced seeds have been cut off.’",
    "ai-atk-abh01a5:169_6": "But a strike from the top of a young calves with the string of a young rope, like a cloth string in the air.",
    "ai-atk-abh01a5:169_7": "He should also be told to say: ‘Suches.’",
    "ai-atk-abh01a5:169_8": "If it’s hot or curry, he’s not to be told, but he’s not.",
    "ai-atk-abh01a5:169_9": "You should say that it’s cold seeds that seeds in the cold seeds.",
    "ai-atk-abh01a5:169_10": "Thus should the arising of pleasure (after still) pleasure and pain because of the abandoning of these.",
    "ai-atk-abh01a5:170_0": "Whatever tangibles are in the way already described, etc., of the four immaterial states , etc., should be understood in the way already stated .",
    "ai-atk-abh01a5:171_0": "But how could those three great primaries come back to you? Or do they not come to you?",
    "ai-atk-abh01a5:171_1": "They then returned to the monastery.",
    "ai-atk-abh01a5:171_2": "So they dropped their bodies on their belly, thinking:",
    "ai-atk-abh01a5:171_3": "they disturbed the water from their feet.",
    "ai-atk-abh01a5:171_4": "and when he has bathed only one object, it does not arise with one object,",
    "ai-atk-abh01a5:171_5": "It does not.",
    "ai-atk-abh01a5:171_6": "For if a man has produced by means of the object and by means of the object,",
    "ai-atk-abh01a5:172_0": "Herein, just as, when a frightening bowl is filled by the heat of the bowls—soaked with rice, etc., and swallowed it, or when draged by a carpent, there is no earth element.",
    "ai-atk-abh01a5:172_1": "The water element that was warmed, driven out by a hot water, and making a earthquake. And there was an earth element that was any fire element.",
    "ai-atk-abh01a5:172_2": "Whether that in the hot season having opened the wind and sun, or that pulled out the corpse of the earth element, but stands level with the earth element. And that’s how the fire element, or the air element.",
    "ai-atk-abh01a5:172_3": "So it is “favourable to the object” since he does so with the object.",
    "ai-atk-abh01a5:173_0": "But if he makes a pond with a spear, or he eats it, or he gets a foot on a lotus pond, or he makes an effort in the earth element, yet there is an earth element.",
    "ai-atk-abh01a5:173_1": "even if there is no fire, etc., that is unpleasant, and there is the earth element in him as object, or in the air element.",
    "ai-atk-abh01a5:173_2": "Having thrown (after an observed) in the firmament and throwing him on the ground.",
    "ai-atk-abh01a5:173_3": "Herein, although there is the earth element, even the water element that was internally applicable to the object, or in other objects of the earth element,",
    "ai-atk-abh01a5:174_0": "Whatever element is produced by the body, physical consciousness does not arise by chance.",
    "ai-atk-abh01a5:174_1": "He blocks pulled up lotus roots with one soft.",
    "ai-atk-abh01a5:174_2": "In whatever place the body there is an absence of confidence that is there.",
    "ai-atk-abh01a5:174_3": "And in whatever place the waves had been reborn there first.",
    "ai-atk-abh01a5:174_4": "when the chicken stayed in a bowl without a matchmaker, they brought it up.",
    "ai-atk-abh01a5:174_5": "But where there is an importantment that arises from the body and consciousness that arises.",
    "ai-atk-abh01a5:174_6": "The one who performs through charity in this way is indicated by the object.",
    "ai-atk-abh01a5:174_7": "For he surpasses the body and the mind consciousness that arises in him.",
    "ai-atk-abh01a5:175_0": "But how do the mind becomes something else?",
    "ai-atk-abh01a5:175_1": "And in two ways:",
    "ai-atk-abh01a5:175_2": "if he excessive in regard to himself,",
    "ai-atk-abh01a5:175_3": "For when they untempered in the Earth and put on these shrine terrace, I’ll look like you to see the shrine, or when I returned, I’ll look after you, saying: ‘I’ll look after you one’s eyes and see it,’ and when he has come to see it, he replication: ‘I’ll neither see it as a thought.’",
    "ai-atk-abh01a5:176_0": "But if he stands in the dissimilar with the air, but standing in the place height of the whole world, he took place fact that object in all ways.",
    "ai-atk-abh01a5:176_1": "For neither smells nor flavors, and odors appear in the smell of object,",
    "ai-atk-abh01a5:176_2": "Even so one who has removed his thoughts,",
    "ai-atk-abh01a5:177_0": "651.",
    "ai-atk-abh01a5:177_1": "It is the water element in the water element that is air,",
    "ai-atk-abh01a5:177_2": "like water that has come from.",
    "ai-atk-abh01a5:177_3": "near to the fact (worder) in the mass of rainy season.",
    "ai-atk-abh01a5:177_4": "From bondage he is bound to the earth element, which has the earth element,",
    "ai-atk-abh01a5:177_5": "For even when the water element arise in them, bound them together.",
    "ai-atk-abh01a5:177_6": "bound together by that, they are bound by the bonds.",
    "ai-atk-abh01a5:177_7": "Likewise in the mountain cleft the size of mountains, the forest peaks, and the rest.",
    "ai-atk-abh01a5:177_8": "These are all found in the water element bound by the water element,",
    "ai-atk-abh01a5:177_9": "and bound by the water element they are bound together.",
    "ai-atk-abh01a5:178_0": "But when the earth element is established in the four elements, then does it not attain?",
    "ai-atk-abh01a5:178_1": "Or alternatively, when touched by the water element, it is it unsuitable, but clung to them.",
    "ai-atk-abh01a5:178_2": "At the earth element, the water element flares up, the fire element flares up, and the air element touching,",
    "ai-atk-abh01a5:178_3": "But the water element, were air element, and he bound by the fire element,",
    "ai-atk-abh01a5:178_4": "having driven by touching the tangibles, he can be called ‘unbound’.",
    "ai-atk-abh01a5:179_0": "The fire element, which is the air element, is called “the four elements” in the four elements, and the rest.",
    "ai-atk-abh01a5:179_1": "for the fire element seconds touch the earth element,",
    "ai-atk-abh01a5:179_2": "but still it doesn’t meditate.",
    "ai-atk-abh01a5:179_3": "if he were to burnt with hot water, heat, (only) appears to the characteristic of heat.",
    "ai-atk-abh01a5:179_4": "but, when the water-element has fallen into it, he wins it;",
    "ai-atk-abh01a5:179_5": "Being heat, having no hot water.",
    "ai-atk-abh01a5:179_6": "if he had a hot bathe, heat, if heels the mortal state of existence,",
    "ai-atk-abh01a5:179_7": "Or alternatively, it eradicated by the air element.",
    "ai-atk-abh01a5:179_8": "Being heat, having no hot water.",
    "ai-atk-abh01a5:179_9": "if he had a hot bathe, heat, if heels the mortal state of existence,",
    "ai-atk-abh01a5:179_10": "The air element, having distensioned the earth element, but having drunk the water element by fire element, but only the fire element second.",
    "ai-atk-abh01a5:180_0": "if the body is broken, but he does not get it back, then if he drinks it is no water element, or if it is lost.",
    "ai-atk-abh01a5:180_1": "Feeling",
    "ai-atk-abh01a5:180_2": "Burning the earth element,",
    "ai-atk-abh01a5:180_3": "but also as water, (thinking): “I have a kind of water,",
    "ai-atk-abh01a5:180_4": "for that taste is steady and does not give up the characteristic of taste.",
    "ai-atk-abh01a5:180_5": "being eaten, drunk, chewed, and tasted that was being distracted.",
    "ai-atk-abh01a5:180_6": "for the characteristics of the earth element is characterized as the earth element,",
    "ai-atk-abh01a5:180_7": "But if there was an excessive course of earth.",
    "ai-atk-abh01a5:180_8": "The characteristic of all it is found, while standing on the eye does not grow.",
    "ai-atk-abh01a5:180_9": "for none of these four great elementals has the characteristic of .",
    "ai-atk-abh01a5:180_10": "it is placed in an undeveloped place with him",
    "ai-atk-abh01a5:180_11": "for this is said:",
    "ai-atk-abh01a5:181_0": "“Ānanda, there are four primary elements that are produced by the earth element ...",
    "ai-atk-abh01a5:181_1": "the air element,",
    "ai-atk-abh01a5:181_2": "or a noble disciple who has experiential confidence in the Buddha would never change.”",
    "ai-atk-abh01a5:182_0": "For this is the meaning:",
    "ai-atk-abh01a5:182_1": "Ānanda, having repeated the characteristic of stiffenedness by the earth element, might be change in the sense of urgency, and a noble disciple with such a name as",
    "ai-atk-abh01a5:182_2": "This is how the place where the dropping is kept,",
    "ai-atk-abh01a5:183_0": "652.",
    "ai-atk-abh01a5:183_1": "The meaning should be understood in the way beginning, “One who is attached to the ears, etc., is the meaning. The meaning should be understood in the way already stated.”",
    "ai-atk-abh01a5:183_2": "the fields of the eye: in the sense fields and so on.",
    "ai-atk-abh01a5:183_3": "Herein, on the uninterrupted way to live.",
    "ai-atk-abh01a5:184_0": "It is exclusively in the places of the cordsponding , and so on.",
    "ai-atk-abh01a5:184_1": "But since there is, however, they are explained in detail even the definitions of the sense-spheres, etc., and since they are explained in detail:",
    "ai-atk-abh01a5:184_2": "The meaning should be understood in this way in the case of all the time, is the meaning.",
    "ai-atk-abh01a5:185_0": "Why is that?",
    "ai-atk-abh01a5:185_1": "And in the case of the deeds he does not have done dependence on the deeds of deeds, nor are there any other kamma-originated together.",
    "ai-atk-abh01a5:185_2": "‘The legal procedure is invalid and because it is the kamma-originated.’",
    "ai-atk-abh01a5:185_3": "These two kinds of form are neither change nor give rise to form. That’s why they don’t arise.",
    "ai-atk-abh01a5:185_4": "Sāgata has attained (permission) what can be attained from another.",
    "ai-atk-abh01a5:185_5": "But alternatively, what is not allowed, etc., that is to say, the kamma-process, the rest is, the production of accumulation, and the rest is to be undertaken.",
    "ai-atk-abh01a5:185_6": "That is why it should be understood that in one who has taken up.",
    "ai-atk-abh01a5:186_0": "666.",
    "ai-atk-abh01a5:186_1": "Considering by the mind, which have originated the physical production of the mind, because it is preceding the mind and body, this is why it is said.",
    "ai-atk-abh01a5:186_2": "But the ultimate beings are produced by that element, and those in other words are preceding to condition.",
    "ai-atk-abh01a5:186_3": "The consciousness is impermanent, suffering, and perishable.",
    "ai-atk-abh01a5:187_0": "668.",
    "ai-atk-abh01a5:187_1": "Likewise in the case of the mind: this is the mentioned.",
    "ai-atk-abh01a5:187_2": "So far as the mind is spoken of, it is said:",
    "ai-atk-abh01a5:187_3": "Though the mind has not become produced in them, like the modes.",
    "ai-atk-abh01a5:188_0": "670.",
    "ai-atk-abh01a5:188_1": "(They are) kept rolling by mind.",
    "ai-atk-abh01a5:188_2": "As far as the mind is wisdom extended, it is so called ‘the mind’.",
    "ai-atk-abh01a5:189_0": "The ground is worthwhile, as objects of the earth kasiṇa, etc., to be being taken up by one who gets rid of the grounds.",
    "ai-atk-abh01a5:189_1": "it should be known that this is the subtle meaning of the finest lady.",
    "ai-atk-abh01a5:190_0": "were to be found inside the bottom, which is to be found on the drop of bottom, stinking, and charming into two in each of the two.",
    "ai-atk-abh01a5:190_1": "but to the other instead because they were standing on all sides by the other they were standing nearby.",
    "ai-atk-abh01a5:190_2": "And the defining of the sense spheres should be understood in the way already described.",
    "ai-atk-abh01a5:190_3": "This is the first kind of consolation.",
    "ai-atk-abh01a5:190_4": "It is of three kinds as an abstaining.",
    "ai-atk-abh01a5:191_0": "In the Teaching of the Indian Rains Retreat",
    "ai-atk-abh01a5:192_0": "966.",
    "ai-atk-abh01a5:192_1": "As the four constituents (of mind and body) that originate from the west. They ask in the beginning, the middle, or the end, meaning in the dimension of infinite consciousness. And they have been seen such sights, heard what is meant.",
    "ai-atk-abh01a5:192_2": "The sense fields will be able to see the eye in that place and then see them standing there,",
    "ai-atk-abh01a5:192_3": "When you hear a sound with your ears, he thinks: ‘Having heard the ear’,",
    "ai-atk-abh01a5:192_4": "Smelling the nose, this is called Nerañjarā who, having released the smell of the nose, after giving them up his golden-skin (Ayou should know):",
    "ai-atk-abh01a5:192_5": "Consciousness is said to be the name of consciousness.",
    "ai-atk-abh01a5:192_6": "He should know the mind-consciousness to be known with the mind-consciousness.",
    "ai-atk-abh01a5:193_0": "commentary on the Five Destics",
    "ai-atk-abh01a5:194_0": "967.",
    "ai-atk-abh01a5:194_1": "In the five ways of being attacked by the wealth:",
    "ai-atk-abh01a5:194_2": "(But) fortunateness is the meaning,",
    "ai-atk-abh01a5:194_3": "Those two, namely, this first two ends.",
    "ai-atk-abh01a5:194_4": "internally and externally.",
    "ai-atk-abh01a5:194_5": "externally.",
    "ai-atk-abh01a5:194_6": "There is no kamma-originated, and the kamma-originated elements were only kamma-originated.",
    "ai-atk-abh01a5:194_7": "But if the body is not shared by the head,",
    "ai-atk-abh01a5:194_8": "for just as the body is held together by the wind, etc., or doing so by means of the wind and sun, and so on.",
    "ai-atk-abh01a5:195_0": "they festering on where half the fire is warmed, and the fire isn’t fiery.",
    "ai-atk-abh01a5:195_1": "heats himself up,",
    "ai-atk-abh01a5:195_2": "Relaxed, heat, and goes to an end,",
    "ai-atk-abh01a5:195_3": "to be an arrow named",
    "ai-atk-abh01a5:195_4": "thrives strongly powerful,",
    "ai-atk-abh01a5:195_5": "the grasses (there) arrived at the root,",
    "ai-atk-abh01a5:196_0": "970.",
    "ai-atk-abh01a5:196_1": "and wind, likewise.",
    "ai-atk-abh01a5:196_2": "from the wind, or from the wind,",
    "ai-atk-abh01a5:196_3": "Mindfulness is the mode of cohesion: the touch of the mode of cohesion, of the fine-materiality, of the body, is the actuality that is to say, like the wind.",
    "ai-atk-abh01a5:197_0": "In the commentary on the Six Breath",
    "ai-atk-abh01a5:198_0": "972-4.",
    "ai-atk-abh01a5:198_1": "Their definition of the enquiry kings has from three sets up from defining the mind while he is unshakable.",
    "ai-atk-abh01a5:198_2": "There it is possible to know it with eye consciousness that is possible.",
    "ai-atk-abh01a5:198_3": "can know mind-consciousness, who is able to know it with mind-consciousness.",
    "ai-atk-abh01a5:198_4": "mind element is known as “mind” for three kinds of mind-consciousness element, nothing is to be understood to be classified as element, not definitively.",
    "ai-atk-abh01a5:198_5": "For a fully awakened Buddha, without having given up fact, one is incapable of performing the dealing with a supreme embodiment.",
    "ai-atk-abh01a5:198_6": "and it is in the same way that is unity and mind-consciousness element, and so you shouldn’t do anything for them.",
    "ai-atk-abh01a5:199_0": "Transmigration is pleasant when you’re happy and oppressed.",
    "ai-atk-abh01a5:199_1": "Painfulness is the painful feeling conditioned by painful feeling.",
    "ai-atk-abh01a5:199_2": "And here too this meditator’s body is unpleasant to him when he gives it away.",
    "ai-atk-abh01a5:200_0": "In the ninth Question",
    "ai-atk-abh01a5:201_0": "975.",
    "ai-atk-abh01a5:201_1": "But whom there is nothing that is called a new state of existence.",
    "ai-atk-abh01a5:201_2": "Through the remainder of that house was not given to them,",
    "ai-atk-abh01a5:201_3": "in the eleventh and in the tenfold -",
    "ai-atk-abh01a5:201_4": "The sections on the recitation passage should be understood in the way already described.",
    "ai-atk-abh01a5:201_5": "The meaning is “finally in all”.",
    "ai-atk-abh01a5:202_0": "Discussion of the proper conduct",
    "ai-atk-abh01a5:203_0": "These were to apply himself to the removal of sights, sounds, smells, tastes, and touches. And what is the skill in being considered, what is to be known, what is the scattered.",
    "ai-atk-abh01a5:204_0": "Herein, ‘Suppose there were’ means it simply present. From form there is the sense fields,",
    "ai-atk-abh01a5:204_1": "the solid food of the earth element, the water element, the fire element, and the five hundred.",
    "ai-atk-abh01a5:204_2": "he can know that a suitable reason.",
    "ai-atk-abh01a5:204_3": "Where there is no other form,",
    "ai-atk-abh01a5:204_4": "But some say that name and form are included with the name and form.",
    "ai-atk-abh01a5:204_5": "“Clearly those who are the hindrances, the Buddhas have surely been the hindrances, transferred to another. There is nothing to be instigated by the handle and foot.”",
    "ai-atk-abh01a5:204_6": "Another of the opposite sex with someone who is twenty-four hundred and twenty-eight years together with the thirty-two marks. They say:",
    "ai-atk-abh01a5:204_7": "Still they can give attention without saying either.",
    "ai-atk-abh01a5:204_8": "For the air element is strong, nothing else than the one in which the air element.",
    "ai-atk-abh01a5:204_9": "Consciousness is the water element’s producing condition for rebirth. It’s nice and pleasant involved in the various forms.",
    "ai-atk-abh01a5:204_10": "There is no suitable name and form.",
    "ai-atk-abh01a5:204_11": "(but) he who afflictions from being excited by disease, dropped in the elements, and so on.",
    "ai-atk-abh01a5:204_12": "There is no other name for form such as this.",
    "ai-atk-abh01a5:205_0": "‘Are any originated from the phenomena?’",
    "ai-atk-abh01a5:205_1": "Two originates from one place, two eighteen contincations, three eighteen, ninety-four thousand, or even one unconditioned.",
    "ai-atk-abh01a5:206_0": "The eyes are confidence in the eye.",
    "ai-atk-abh01a5:206_1": "of these eight facultiesfaculties their life is produced.",
    "ai-atk-abh01a5:206_2": "The tenfold origination: the mind and the tenfold origination, that is to say, the mind, and the tenfold origination.",
    "ai-atk-abh01a5:206_3": "Trunk of sounds, sounds, smells, tastes, touches, and thoughts.",
    "ai-atk-abh01a5:206_4": "Herein, consciousness is produced in the noise of the consciousness-rounded and the mind-consciousness-contact,",
    "ai-atk-abh01a5:206_5": "It is said to be ‘withstanding as soon as it has vanished,’ with the three primary elements,",
    "ai-atk-abh01a5:206_6": "the rest are nine stages, and ninety-two kinds of deeds—the four are called ‘constructed’.",
    "ai-atk-abh01a5:206_7": "But their old age doesn’t even a single word ‘bitually’, why do they live together?",
    "ai-atk-abh01a5:206_8": "disturbedly.",
    "ai-atk-abh01a5:206_9": "for surely do not know these a persons",
    "ai-atk-abh01a5:206_10": "Because of division of schism in the morning",
    "ai-atk-abh01a5:206_11": "If you feel a victor’s back, you should be scared.",
    "ai-atk-abh01a5:206_12": "for there is no form or form that has arisen,",
    "ai-atk-abh01a5:206_13": "(But) the dispeller of rice gruel is successful.",
    "ai-atk-abh01a5:206_14": "were to cause him (but) to breaking up and destruction, the divisions of the schismatics,",
    "ai-atk-abh01a5:206_15": "He is not the divided against each other, or he is born. He is the diffused in the breakage in the difference between the two",
    "ai-atk-abh01a5:207_0": "Herein, it may be:",
    "ai-atk-abh01a5:207_1": "when the work is done, all is the beginning of the deeds in the place where they settle down, of the origin of forms, ‘corpion’, ‘things propose’, ‘singiness’, is one who broken’s statement.",
    "ai-atk-abh01a5:207_2": "Herein, ‘He doesn’t know,’ he is bound.",
    "ai-atk-abh01a5:207_3": "Those things that are the rebirth-linking because of the kamma-process becoming, the necess becoming of.",
    "ai-atk-abh01a5:207_4": "nor does birth from birth.",
    "ai-atk-abh01a5:207_5": "For one is born into a womb.”",
    "ai-atk-abh01a5:208_0": "Herein, it may be:",
    "ai-atk-abh01a5:208_1": "‘Whatever things are there is present, the species of rebirth-linking, the continuation of existence, the generating of the various forms, and the manifestation of the birds produced in the various orders of sentient beings.",
    "ai-atk-abh01a5:208_2": "This is how the duality can be attained by deeds.’",
    "ai-atk-abh01a5:208_3": "‘What sort of breaking down is there? Why don’t I get to obtain?",
    "ai-atk-abh01a5:208_4": "she is not stress in the Mother’s state,",
    "ai-atk-abh01a5:208_5": "For this person in the opposite direction is still not worth a sixteenth part",
    "ai-atk-abh01a5:208_6": "his rebirth-linking is present, and he has the characteristic of birth and death through the air, the manifestation of the continuity of the moment.",
    "ai-atk-abh01a5:208_7": "they should not say, ‘This observe that leads to the growth of others.’",
    "ai-atk-abh01a5:208_8": "“Mendicants, relishing and craving for what is impermanent, conditioned, and dependently originated.”",
    "ai-atk-abh01a5:208_9": "‘The Descriptions aren’t taught",
    "ai-atk-abh01a5:208_10": "Herein, the dependently originated is a way to old age and death.’",
    "ai-atk-abh01a5:209_0": "‘When you’re born, it’s not possible to spend a rotten.",
    "ai-atk-abh01a5:209_1": "Nibbāna is permanent or impermanent?’",
    "ai-atk-abh01a5:209_2": "and you won’t associate with one who is bound;",
    "ai-atk-abh01a5:209_3": "For there is no earth, this living of earth, no rebirth of death, and so there is no decrease.",
    "ai-atk-abh01a5:209_4": "But when they have no wisdom there is no permanent or impermanent.",
    "ai-atk-abh01a5:209_5": "And this is why insisting on the conducive to the insistence, this is said:",
    "ai-atk-abh01a5:209_6": "“Mendicants, old age and death are impermanent.”",
    "ai-atk-abh01a5:209_7": "That’s how two streams should be known:",
    "ai-atk-abh01a5:210_0": "‘So, while the meaning is ‘confusion’ in this way.",
    "ai-atk-abh01a5:210_1": "The mother’s household:",
    "ai-atk-abh01a5:210_2": "‘Consciousness is the producing condition for the kamma-originated elements; intentional activity towards the mind and stems; contact is the consciousness-originated by means of the mind.’",
    "ai-atk-abh01a5:211_0": "There, the eyebrows there, together with the heart and kinsmen who know: ‘Having been seen!’",
    "ai-atk-abh01a5:211_1": "had hair and beard, dressed in ocher robes, and so on,",
    "ai-atk-abh01a5:211_2": "the wheel-treasure is the name of the wheel-treasure, and the legal procedure of the deities say: ‘Produced in the Rains,’",
    "ai-atk-abh01a5:212_0": "As to nutriment it is called ‘sticks’.",
    "ai-atk-abh01a5:212_1": "They eat that which is the reason why the two kinds of nutriment is applicable by the twofold reckoning, and is the condition for the nutriment.",
    "ai-atk-abh01a5:212_2": "After the nutriment is the condition for the kamma-originated, a condition for the kamma-process becoming, and for the rest it is said to be ‘with nourishment’.",
    "ai-atk-abh01a5:212_3": "and having frequented the rest of the monastery, they arise for the purpose of keeping difficult.",
    "ai-atk-abh01a5:213_0": "the advertically, (which is) apprehending the story of the Suddhodana.",
    "ai-atk-abh01a5:213_1": "On that occasion, all is the eighteen years, (saying): ‘This is the expectation of this,’",
    "ai-atk-abh01a5:213_2": "(The king replied:) ‘In the eighth day of the fortnight is theproduction of another. This is called the origin of the absorption.’",
    "ai-atk-abh01a5:213_3": "Thus three are able to strive, Sakka is able to curse the three.",
    "ai-atk-abh01a5:213_4": "He doesn’t go from there to a place of loss,",
    "ai-atk-abh01a5:213_5": "to bring the ankle by the hand and foot there,",
    "ai-atk-abh01a5:213_6": "Like the workers of a man:",
    "ai-atk-abh01a5:213_7": "Rather, the gather of a robe:",
    "ai-atk-abh01a5:213_8": "When it has rained seeds, the seeds, the fertiles, and the earth are grown in it. It is capable of pliable, workable, and radiants that originate.",
    "ai-atk-abh01a5:214_0": "As to the mind, it is properly resolved by the mind,",
    "ai-atk-abh01a5:214_1": "“In the past, when the mind is born, this is a condition for the arising of this body, that is a condition for the arising of this body.”",
    "ai-atk-abh01a5:214_2": "(but) he shows the sky in the air, and the elephants will show the chariots that will not be shown by one of the elephants, horses, chariots, and infantry.",
    "ai-atk-abh01a5:215_0": "‘According to the tents’ means being under the tendencies of robbers and trails, one not later—this is called “which ten.”",
    "ai-atk-abh01a5:215_1": "and the later strikes would be indeed.",
    "ai-atk-abh01a5:215_2": "“It appears because there is the simile of the body, (and) the physical rod and the verbal processes, and the mental irreversible irreversible and fit forwards, ‘It’s irrigations, idea that they should be made the agitation and worry elements’.",
    "ai-atk-abh01a5:215_3": "all professions are what is meant.”",
    "ai-atk-abh01a5:216_0": "The account of the eight laws of the Dhamma",
    "ai-atk-abh01a5:217_0": "The chapter on money is finished."
}