{
    "ai-atk-s0511a14:0_0": "14. Sujātabuddhavaṁsavaṇṇanā",
    "ai-atk-s0511a14:1_0": "Afterwards that, in that very life, he surpasses the other species of the threshold lifespan. But the Teachers were in the world abode of his life, no matter how well-returned about the world proportionsed.",
    "ai-atk-s0511a14:1_1": "He drove him up from there he re-entered and completed the length of the Subhaga Forest, after which he was reborn in the family of the town called Kurus named after the King’s family,",
    "ai-atk-s0511a14:1_2": "and on the day of the name Kāṇadaṇḍa and the Rose-Apple Island named Jambudīpa, yet he-born and so forth.",
    "ai-atk-s0511a14:1_3": "And he dwelt in the nine thousand years.",
    "ai-atk-s0511a14:1_4": "Sirīsa, the Sirīsa Bhagavat had three stilt longhouses.",
    "ai-atk-s0511a14:1_5": "There were twenty-five thousand women in the presence of the Teacher.",
    "ai-atk-s0511a14:2_0": "The four signs of the glorious signs, having seen the Devas, proceeding in the air, when he had arisen, the victorious name named Mahārakkhita, the Great Sage (Sakka).",
    "ai-atk-s0511a14:2_1": "But the people who had gone forth into homelessness has gone forth as an ascetic.",
    "ai-atk-s0511a14:2_2": "Then, when he was sitting surrounded by his head, he returned to the Devas in the very spot and anointed aristocratic king. Having given a very new sun, he entered the city for the deportment of the Bodhisatta lake, having approached his own residence, having destroyed his own hands, and pronounced the mark of the Bamboodhisattas, he shook his own massed the sun and moon, after going through the sun’s (of the mountain). Having put on his own hands, and seeing the sun’s rosequence of the earth, he rosequence of all the death of the Truth, roseizing the mas, after going to the host of all these four hosts, hels, and setting the hosts of the supremely to thewels of the supremely dance of the gods.",
    "ai-atk-s0511a14:2_3": "Herein, eighty (followes) became a penetration of the Dhamma.",
    "ai-atk-s0511a14:2_4": "This is the first occasion that was",
    "ai-atk-s0511a14:3_0": "When the Buddha had finished his meal and at the time of the Tāvatiṁsa Abode, he fell at the end of the rainy season. Then he went to the gods of the Thirty-Three.",
    "ai-atk-s0511a14:3_1": "This is the second occasion.",
    "ai-atk-s0511a14:3_2": "But when Sujātā had been reborn in a hundred thousand (supernatural) vision, he felled one hundred and one thousand.",
    "ai-atk-s0511a14:3_3": "This is the third occasion I comprehended.",
    "ai-atk-s0511a14:3_4": "Therefore it is said:",
    "ai-atk-s0511a14:4_0": "1.",
    "ai-atk-s0511a14:5_0": "“Noble ones, there is a _paṇḍaka_ called Sujātā,",
    "ai-atk-s0511a14:6_0": "A person who is like that lion, unintelligent,",
    "ai-atk-s0511a14:7_0": "2.",
    "ai-atk-s0511a14:8_0": "“The Buddha, the incomparable one, ~ who is a Buddha,",
    "ai-atk-s0511a14:9_0": "so the Sambuddha, the victor, having seen with his head in water",
    "ai-atk-s0511a14:10_0": "3.",
    "ai-atk-s0511a14:11_0": "“Having attained full supreme Awakening, the Sambuddha,",
    "ai-atk-s0511a14:12_0": "(Buddha) the Sumaṅgala of the Dhamma was rolled forth by the King of Dhamma.",
    "ai-atk-s0511a14:13_0": "4.",
    "ai-atk-s0511a14:14_0": "“After teaching the Dhamma he is born in the world,",
    "ai-atk-s0511a14:15_0": "they were eighty-four thousand people in the first place.",
    "ai-atk-s0511a14:16_0": "5.",
    "ai-atk-s0511a14:17_0": "“When the Divinities’ and rained down, like the Divinities rained down,",
    "ai-atk-s0511a14:18_0": "and thirty-seven hundred thousand aeons.",
    "ai-atk-s0511a14:19_0": "6.",
    "ai-atk-s0511a14:20_0": "“When I was born, Sujātā, and Paṭācārā,",
    "ai-atk-s0511a14:21_0": "It’s sixty thousand (people) one thousand men attained (this) attainments.”",
    "ai-atk-s0511a14:22_0": "And here the Fortunate One arose in the baskets thread fortune. When the Buddha was embarrassed, he said the meaning is that it was given.",
    "ai-atk-s0511a14:22_1": "like a lion’s roar, like a lion’s roar?",
    "ai-atk-s0511a14:22_2": "And the lower jawbone doesn’t have a full wide.",
    "ai-atk-s0511a14:22_3": "And when he were in the lower part of his lion’s jackals like the moon’s...",
    "ai-atk-s0511a14:22_4": "Therefore it is said: “He is a lion,”",
    "ai-atk-s0511a14:22_5": "Like a flourish that is reddish-coloured in colour, shape, direction, location and so on is the meaning.",
    "ai-atk-s0511a14:22_6": "like a lion in the day.",
    "ai-atk-s0511a14:22_7": "the Buddha’s wife.",
    "ai-atk-s0511a14:22_8": "supreme awakening.",
    "ai-atk-s0511a14:23_0": "Having concluded the teaching in the city of Sudhamma, Manikā, and had a hundred thousand Bhikkhunīs who were troubled the Pātimokkha, and gave them the going forth.",
    "ai-atk-s0511a14:23_1": "Then Tissa, which had a thousand curtains from the Fortunate One’s World, gathering of people.",
    "ai-atk-s0511a14:23_2": "After hearing that lady had gone forth in the presence of the Buddha, he took the going forth in the presence of a man who had gone forth, and went forth in the presence of the Elder Sujātā, thinking, “We will not go to Sujātā,” he took his bowl and have heard the four thousand of the Elders.",
    "ai-atk-s0511a14:23_3": "After teaching them, the Buddha had concluded the teaching with the four factors, and had assembled, he recited the Pātimokkha.",
    "ai-atk-s0511a14:23_4": "Therefore it is said:",
    "ai-atk-s0511a14:24_0": "7.",
    "ai-atk-s0511a14:25_0": "“Three gods came to the end of the three Great Seer,",
    "ai-atk-s0511a14:26_0": "whose minds are destroyed, who have cut off the defilements, who have cut off the stainless minds,",
    "ai-atk-s0511a14:27_0": "8.",
    "ai-atk-s0511a14:28_0": "“We have the power of few wishes,",
    "ai-atk-s0511a14:29_0": "they gathered first.",
    "ai-atk-s0511a14:30_0": "9.",
    "ai-atk-s0511a14:31_0": "“Having greatly exceeding the three realms,",
    "ai-atk-s0511a14:32_0": "and second time I entered upon the second.",
    "ai-atk-s0511a14:33_0": "10.",
    "ai-atk-s0511a14:34_0": "“Having seen the highest goal, the chief disciples,",
    "ai-atk-s0511a14:35_0": "arrived at a hundred thousand leagues.”",
    "ai-atk-s0511a14:36_0": "Herein, there are beings called “consistence” because of the origin of existence is unborn .",
    "ai-atk-s0511a14:36_1": "“Also the rest: through (all) existence” is the same as fortune,",
    "ai-atk-s0511a14:36_2": "Standing along, he should look at autumn, which is like the moon in the sun.",
    "ai-atk-s0511a14:36_3": "Embracing the great help,",
    "ai-atk-s0511a14:36_4": "Then the Supreme Monarch, which was like the sun,",
    "ai-atk-s0511a14:36_5": "I’m the tip of the Victor’s head, saying:",
    "ai-atk-s0511a14:37_0": "At that time, the Buddha-to-be, a wheel-turning monarch, after hearing the Teaching to the Sangha of monks headed by the Buddha, and having heard the word of the Truth, had arisen in the world with the four great kings, received the Prinibbāna.",
    "ai-atk-s0511a14:37_1": "having constructed a whole of the people in the ground, took the offering, and to the Community, offered to the Community, and offered to the Community of monks.",
    "ai-atk-s0511a14:37_2": "And the teacher –",
    "ai-atk-s0511a14:37_3": "“The Buddha will be a Buddha!”",
    "ai-atk-s0511a14:37_4": "Therefore it is said:",
    "ai-atk-s0511a14:38_0": "11.",
    "ai-atk-s0511a14:39_0": "“I am at that time the four hermits",
    "ai-atk-s0511a14:40_0": "I went out to the hermitage, the Universal Monarch’s body,",
    "ai-atk-s0511a14:41_0": "13.",
    "ai-atk-s0511a14:42_0": "“Firstly there is a great donation, precious things, Dīghavana,",
    "ai-atk-s0511a14:43_0": "Having gone forth in the presence of the Buddha, he went forth in his presence.",
    "ai-atk-s0511a14:44_0": "14.",
    "ai-atk-s0511a14:45_0": "“You have prepared a meal in the country.",
    "ai-atk-s0511a14:46_0": "they had a dwelling place made for the Community of monks.",
    "ai-atk-s0511a14:47_0": "15.",
    "ai-atk-s0511a14:48_0": "“And the Buddha, who gave me ten thousand coins,",
    "ai-atk-s0511a14:49_0": "This one thousand will be a Buddha,",
    "ai-atk-s0511a14:50_0": "16.",
    "ai-atk-s0511a14:51_0": "“We will give up that effort and we will have come down this presence.”",
    "ai-atk-s0511a14:52_0": "17.",
    "ai-atk-s0511a14:53_0": "“For he who hears those who are superior, I am the one who respects them.",
    "ai-atk-s0511a14:54_0": "a determined, (the Buddha) filled the ten perfections.",
    "ai-atk-s0511a14:55_0": "18.",
    "ai-atk-s0511a14:56_0": "“Neither Discourses on the Discipline",
    "ai-atk-s0511a14:57_0": "and having mastered all the gods, he satisfied the victor.",
    "ai-atk-s0511a14:58_0": "19.",
    "ai-atk-s0511a14:59_0": "“He who lives diligently, mindfully, developing the development of the Brahma world.",
    "ai-atk-s0511a14:60_0": "after going to the delightful Brahmā realm, they feed the Brahmā realm.”",
    "ai-atk-s0511a14:61_0": "Herein, the four immaterial constructions is the meaning.",
    "ai-atk-s0511a14:61_1": "and gone out through the sky, the Universal Monarch, the Universal Monarch,",
    "ai-atk-s0511a14:61_2": "the elephant-treasure, the horse-treasure, the seven treasures,",
    "ai-atk-s0511a14:61_3": "they supremely regard them.",
    "ai-atk-s0511a14:61_4": "Or alternatively, the meaning should be seen:",
    "ai-atk-s0511a14:61_5": "Having given it up, he said:",
    "ai-atk-s0511a14:61_6": "Experientials: from the time of dawn is the meaning.",
    "ai-atk-s0511a14:61_7": "drags from the forehead.",
    "ai-atk-s0511a14:61_8": "But the robes have been made before.",
    "ai-atk-s0511a14:61_9": "And in the ten thousand galactic clans, ten thousand solar systems known by the Lord God’s Retreat.",
    "ai-atk-s0511a14:61_10": "for those who know, the Fortunate One, the World’s Dispensation,",
    "ai-atk-s0511a14:61_11": "thirty-two thousand leagues from here.",
    "ai-atk-s0511a14:62_0": "Also there was a charming town called Sujātā (Mahinda), who was handed down in the sky on the bank of the Sudatta, and Punabbasuka, the Nāgas, gardens, and Mangeousands, like a golden staircal, were named Mangosa. It seems, and pinks. It seems, and pretty-fewder of the Father’s (which is) was called the bestoopies, like the trunk of the Bambapaṇṇi.",
    "ai-atk-s0511a14:62_1": "Now, the Buddha’s corpse was one hundred and fifty years old since he had a lifespan of his head.",
    "ai-atk-s0511a14:62_2": "left the rays of his jaw.",
    "ai-atk-s0511a14:62_3": "But in the city of Cāpārāma he attained Final Emancipation in the town of Candavatī.",
    "ai-atk-s0511a14:62_4": "Therefore it is said:",
    "ai-atk-s0511a14:63_0": "20.",
    "ai-atk-s0511a14:64_0": "“(His he was) an aristocrat called Umaṅgala, in the city of Umbaṭṭha,",
    "ai-atk-s0511a14:65_0": "The one named Sujāta, the great hermit,",
    "ai-atk-s0511a14:66_0": "25.",
    "ai-atk-s0511a14:67_0": "“He had Sudassana, and Sujāta,",
    "ai-atk-s0511a14:68_0": "The one named Nārada, who had great wisdom,",
    "ai-atk-s0511a14:69_0": "26.",
    "ai-atk-s0511a14:70_0": "“The dragons from Nāgas,",
    "ai-atk-s0511a14:71_0": "the Buddha’s Awakening is what is meant.",
    "ai-atk-s0511a14:72_0": "27.",
    "ai-atk-s0511a14:73_0": "“If a tree is rinsing the neck, the jackal bowl is iron,",
    "ai-atk-s0511a14:74_0": "His calm is straight, delightful.",
    "ai-atk-s0511a14:75_0": "28.",
    "ai-atk-s0511a14:76_0": "shoots down on his branch, and he bent down pieces.",
    "ai-atk-s0511a14:77_0": "Like a very deluded, sought shining in the sky,",
    "ai-atk-s0511a14:78_0": "29.",
    "ai-atk-s0511a14:79_0": "“She hasn’t cut down,",
    "ai-atk-s0511a14:80_0": "With an ascetic of another religion, undisturbed mind, undisturbed mind,",
    "ai-atk-s0511a14:81_0": "31.",
    "ai-atk-s0511a14:82_0": "“Knowledge has come up, Victor in the family,",
    "ai-atk-s0511a14:83_0": "All the Buddhas’ virtues, being very endowed with all good qualities,",
    "ai-atk-s0511a14:84_0": "32.",
    "ai-atk-s0511a14:85_0": "“He who blossoms no driver on all sides,",
    "ai-atk-s0511a14:86_0": "immeasurable, unlimited, ~ unequaled,",
    "ai-atk-s0511a14:87_0": "33.",
    "ai-atk-s0511a14:88_0": "“Not 80,000 years,",
    "ai-atk-s0511a14:89_0": "forget about the people, and so many people",
    "ai-atk-s0511a14:90_0": "34.",
    "ai-atk-s0511a14:91_0": "“The way in the city of Sāketa, just as the way",
    "ai-atk-s0511a14:92_0": "Then, Pāvā, the Worthy Ones’ mind,",
    "ai-atk-s0511a14:93_0": "35.",
    "ai-atk-s0511a14:94_0": "“The Buddha is the unequalled Buddhas of Yama and Aruṇavī,",
    "ai-atk-s0511a14:95_0": "all that’s strikes about everything.”",
    "ai-atk-s0511a14:96_0": "Herein, one who cuts them into deportment.",
    "ai-atk-s0511a14:96_1": "“What should be given to?”",
    "ai-atk-s0511a14:96_2": "and he thought, “This is a little bit of dirt.”",
    "ai-atk-s0511a14:96_3": "Also many bowls for his bowls, and adorned with gold.",
    "ai-atk-s0511a14:96_4": "one is leaning for his hut,",
    "ai-atk-s0511a14:96_5": "like bamboo poles out.",
    "ai-atk-s0511a14:96_6": "around the great hero,",
    "ai-atk-s0511a14:96_7": "One is unlimited: the meaning is that it is undesirable.",
    "ai-atk-s0511a14:96_8": "Associating with it, it grows;",
    "ai-atk-s0511a14:96_9": "The branch trampled down and crushed around five hundred branches. After leaving this branch, he leaves in the branches.",
    "ai-atk-s0511a14:96_10": "“This branch is no branch.”",
    "ai-atk-s0511a14:96_11": "stuck in the five thoroughly bound together by the fifth.",
    "ai-atk-s0511a14:96_12": "Has deluded for the sake of delusion, the clever moved on the ground of the cluster of peacocks, the energy, and the abode of delusion—this is called “setled”.",
    "ai-atk-s0511a14:97_0": "They did not neglect the neck, thorns, and thorns of a tree,",
    "ai-atk-s0511a14:97_1": "Socializing the branches of Nigaṇṭhas,",
    "ai-atk-s0511a14:97_2": "when the animal was sharing, roaming and transmigrating, like a necklace,",
    "ai-atk-s0511a14:97_3": "fifty precious things,",
    "ai-atk-s0511a14:97_4": "(There is) all the aspects of all aspects in each aspect, having the name of the kind already described.",
    "ai-atk-s0511a14:97_5": "he has come to the end of all virtues, which is an unsulterminated bound.",
    "ai-atk-s0511a14:98_0": "it is measureless, having a measureless stainless, without limitless perception or with limitless perception.",
    "ai-atk-s0511a14:98_1": "too uncontrolled: the meaning is without merely for anyone like me.",
    "ai-atk-s0511a14:98_2": "Still the world’s end is inferior,",
    "ai-atk-s0511a14:98_3": "Rejoicing: “This is surely aroused” . And the meaning is this: “This is unbounded” .",
    "ai-atk-s0511a14:98_4": "Saying: Come forth lady of profitable special qualities, etc., his understanding is the meaning.",
    "ai-atk-s0511a14:98_5": "Entering a poisonous snake",
    "ai-atk-s0511a14:98_6": "The rest is undefined.",
    "ai-atk-s0511a14:99_0": "The Sambuddha, the complexion of the Awakened One,",
    "ai-atk-s0511a14:100_0": "The doctrine of the Buddha is finished."
}