{
    "ai-atk-s0501a6:0_0": "6. Ratanasuttavaṇṇanā",
    "ai-atk-s0501a6:1_0": "and throwing up the league away.",
    "ai-atk-s0501a6:2_0": "Now, vehicles, trees, counselors, precious things, and so on are lying down in the gold contemplations, jewels, and has arrived at the root of the treasurer.",
    "ai-atk-s0501a6:2_1": "The hidden wounds and embracings, after saying: “Hereintly complete with pure three hundred leagues, but it’s not easy to point a sutta from the point of learning its meaning, and it is not easy to show this meaning in this way:",
    "ai-atk-s0501a6:3_0": "“Through what has been said: there is no fame for him that,",
    "ai-atk-s0501a6:4_0": "showing them the golden colour to him.”",
    "ai-atk-s0501a6:5_0": "Herein, it is good in the opposite for fame that is good in oneself, and that shows how this way the consequence of such anguishment is shown that, for the destruction of the pollutants is a condition for us.",
    "ai-atk-s0501a6:6_0": "This here is the instance of his great (river) season,",
    "ai-atk-s0501a6:7_0": "The account of Vesālī",
    "ai-atk-s0501a6:8_0": "Now, here it is said: “Why is it? What is this? ” but “Why are you doing it? ”",
    "ai-atk-s0501a6:8_1": "This too has been said by the Buddha, it’s not solely disciples by his disciples.",
    "ai-atk-s0501a6:8_2": "And when the Buddha was a shortage of food, they requested to Vesālī, and the Licchavīs, after asking them for the purpose of (good) conduct.",
    "ai-atk-s0501a6:8_3": "This is the questions that should be answered,",
    "ai-atk-s0501a6:8_4": "And in detail, the law of the origin of Vesālī is praised by Vesālī.",
    "ai-atk-s0501a6:9_0": "Here is the commentary:",
    "ai-atk-s0501a6:9_1": "When in Bārāṇasī was pregnant in the womb, the King gave him a shop, and there was a embryo, he gave him a retinue of the King.",
    "ai-atk-s0501a6:9_2": "At the time of the noble ones embryo was continued, she entered the home into the womb for the womb (of the Buddha).",
    "ai-atk-s0501a6:9_3": "when there is merit for the sake of merit, it is raining in the womb.",
    "ai-atk-s0501a6:9_4": "And the creeper birds enclosed by the flesh of the head, Ājīvaka ascetics, brahmins, merchants, and workers.",
    "ai-atk-s0501a6:9_5": "After saying, “When I was able, Queen Māyā, they examined me in front of the King: “Bhaddā, give me some gold coins and bullion, and followed in front of me, having got up, I came to the King’s threshold.” After reference to the King’s preparing one in her hand, he thought,",
    "ai-atk-s0501a6:9_6": "a human being shaken by mentioned deities.",
    "ai-atk-s0501a6:9_7": "And also that goldsmith’s carcass, thinking, “This is the best of town and country,” they put it on a pair of schols.",
    "ai-atk-s0501a6:9_8": "Then he picked up a vessel and burned it, with flailed milk-rice on the Ganges.",
    "ai-atk-s0501a6:10_0": "At that time a certain cowherd was staying near the Ganges river.",
    "ai-atk-s0501a6:10_1": "When he saw people coming, he picked up the loads.",
    "ai-atk-s0501a6:10_2": "There he saw the King’s head. But having seen that deluded, he thought, “Before me, having seen that meat, was likewise, adding, “Now, when I saw the one, ignoble, and that one,”",
    "ai-atk-s0501a6:10_3": "and having led him to the pure of the hermitage, he placed them right there.",
    "ai-atk-s0501a6:10_4": "Then two and a fortnight were to depart meat.",
    "ai-atk-s0501a6:10_5": "Seeing that the Father had placed five hundred celestial dove-footed (?), the Lord of the World Friend Pañcasikha, the Lord of Men, five-hundred-hoods (for them).",
    "ai-atk-s0501a6:10_6": "Seeing that the ascetic, he placed them again,",
    "ai-atk-s0501a6:10_7": "Then, having made a lump of meat in a level, one forty-three threw up in my bowl.",
    "ai-atk-s0501a6:10_8": "He became frightened in that place.",
    "ai-atk-s0501a6:10_9": "was reborn on a piece of coals.",
    "ai-atk-s0501a6:10_10": "After that meal, ate his meal, and gave the food to the boys, he gave a meal to the children.",
    "ai-atk-s0501a6:10_11": "whatever boil has been prepared, all the crowd, it will be so very hard.",
    "ai-atk-s0501a6:10_12": "Then the Licchavīs,",
    "ai-atk-s0501a6:10_13": "After some time they wounded each other, saying: “Who did not set them out?”",
    "ai-atk-s0501a6:10_14": "In this way those Licchavis presumes fifty Licchavis and banished them.",
    "ai-atk-s0501a6:11_0": "He entered the village for alms without a companion in a teacher. He enters the village for alms at his public meeting hall.",
    "ai-atk-s0501a6:11_1": "The cowherd, knowing that the cowherd had gone forth, said: “Venerable sir, we give you a boy. We’ll do his own work.”",
    "ai-atk-s0501a6:11_2": "And the ascetic, thinking, “Very well,” he consented.",
    "ai-atk-s0501a6:11_3": "The next road, having made a resplendent with cows from the deer-hunters, and woven down from the cows, were brought (to her) with cows.",
    "ai-atk-s0501a6:11_4": "Taking a boy, saying: “Greatly, Vaḍḍha the name of diligence, and illuminating each other with yourselves, and present him to the king, saying: “Give him a boy, wealth, and make the town, Tissa have the King.” Then he ascended the corpse.",
    "ai-atk-s0501a6:11_5": "Saying, “Very well,” they took a boy, and sent him away, saying,",
    "ai-atk-s0501a6:12_0": "The children, celestial domesticated with the army. They paid homage to him,",
    "ai-atk-s0501a6:12_1": "“As a cry,” they say, “Who are you lying down, they weren’t carried on us,” thus they say.",
    "ai-atk-s0501a6:12_2": "Then, their parents, thinking, “These partners, will not be harassed for the children or be pursued,” they should say, “Equanimous.”",
    "ai-atk-s0501a6:12_3": "Because of that henceives that are called an ‘asurable’.",
    "ai-atk-s0501a6:12_4": "Then a cowherd, having expelled the King’s cow-dung, saying,",
    "ai-atk-s0501a6:12_5": "and presented the town-dwellers right there sixteen years.",
    "ai-atk-s0501a6:12_6": "Once again the children should make a new boy or girl, thinking: “After finish in the home, anyone else who is giving, wood, etc., should not be given to him.”",
    "ai-atk-s0501a6:12_7": "Those two children who were daughters of the wives, and two times had child.",
    "ai-atk-s0501a6:12_8": "Then the wives embraced each of these three times the widely-redirected permutation sewing for the sake of its whirlpools, ropes, and creeping animals through each other.",
    "ai-atk-s0501a6:12_9": "This is the account of Vesālī",
    "ai-atk-s0501a6:13_0": "the Fortunate One’s meal in order,",
    "ai-atk-s0501a6:14_0": "But this Vesālī becamewidespread for the Fortunate One’s spiritual life.",
    "ai-atk-s0501a6:14_1": "Then there were seven hundred and seventy-four thousand kings there were seven hundred thousand kings.",
    "ai-atk-s0501a6:14_2": "Likewise the army looked at the royal garden, the one who looks after the benefit of the kingdom –",
    "ai-atk-s0501a6:15_0": "“On that time Vesālī was successful, prosperous, popular,  full of people, with plenty of food. And the seven pebbles the size of mustard seeds, seven hundred thousand peaks, and seven hundred bath.”",
    "ai-atk-s0501a6:16_0": "After some time, because of famine, she became famine and scarcity.",
    "ai-atk-s0501a6:16_1": "First they displayed the first top.",
    "ai-atk-s0501a6:16_2": "and at the end of a corpse full of various kinds of fragrance. They entered the town by the capital. They then enter a town.",
    "ai-atk-s0501a6:16_3": "and at the time of this abode of sentient beings arose.",
    "ai-atk-s0501a6:16_4": "And so there were three times for plenty of food, clothing to the kings and counselors, three royal cities, and seven months arisen in this way: “We have not arisen in this way, I’m now turned back to the seventh of the city.” And that was how the kings of Kosalans.",
    "ai-atk-s0501a6:16_5": "The Kings gathered all the houses in the Council Hall, thinking: “After this matter, bring it to the way.”",
    "ai-atk-s0501a6:16_6": "They all saw nothing far away,",
    "ai-atk-s0501a6:17_0": "Then the king thought, “How may this be that the king cutting down to us?”",
    "ai-atk-s0501a6:17_1": "Herein, some of the teachers looked down upon for six months, thinking, “Those who have met within the interest.”",
    "ai-atk-s0501a6:17_2": "Some said:",
    "ai-atk-s0501a6:17_3": "“The Blessed One has arisen in the world with its gods, it seems, the Buddha, who possesses all the great (magical) powers, has arisen in the world with the restrained, and is the great power of all that.”",
    "ai-atk-s0501a6:17_4": "And when they were happy, they would not get carried by us now.",
    "ai-atk-s0501a6:17_5": "Then he said:",
    "ai-atk-s0501a6:17_6": "“Oh Buddhas! What would he do not go to Rājagaha?” But when he arrived at Rājagaha, the king’s attendants to him.",
    "ai-atk-s0501a6:17_7": "“Well then, after having persuaded the King, two Licchavīs convinced the Licchavīs, had many great kings, presented him with a large queen, and after having the Buddha-to-doing. Then they returned to the Buddha, saying: “Take the king’s presence.”",
    "ai-atk-s0501a6:17_8": "After going to the King’s western city and giving it to the ministers, they said: “Great King, this capital.”",
    "ai-atk-s0501a6:17_9": "The King does not know, “Noble Sir,”",
    "ai-atk-s0501a6:17_10": "and after going, they said this to the Fortunate One:",
    "ai-atk-s0501a6:17_11": "“In the city, sir, may the Buddha please come and see us.”",
    "ai-atk-s0501a6:17_12": "And the Buddha spended three times, “All the wheel-treasures,” he replied: “When he reaches the 84,000 circumambulated One with one hundred and eighty thousand sections, the whole Truth will be the consequence of the Dhamma.”",
    "ai-atk-s0501a6:17_13": "Then King Bimbisāra, while he was consenting in the Buddha’s consent, King Bimbisāra approached the Buddha and said, “Have it.” He then went to the Buddha and told him what had happened.",
    "ai-atk-s0501a6:17_14": "“What sort of questions you can come to Vesālī?”",
    "ai-atk-s0501a6:17_15": "then the Great Kings,",
    "ai-atk-s0501a6:17_16": "Please wait until I have returned.",
    "ai-atk-s0501a6:18_0": "The King then had the five leagues along the Ganges river. He then built a league for 40 kilometers, with the Buddha.",
    "ai-atk-s0501a6:18_1": "The Buddha surrounded by five hundred monks.",
    "ai-atk-s0501a6:18_2": "The king’s five hundred leagues away to the Sole Pañcasikha, having exquisites of five hundred leagues having had been brought up in the golden serpents, and covered with white clothes in the cotton-down Mahātittha garden, covered with white clothes, and circumambulated with the Buddha. Then he gave him five hundred monks,",
    "ai-atk-s0501a6:18_3": "There the Fortunate One, having prepared adornments for her adornments, and having returned to Vesālī for the Faith. Wise, having taken the Fortunate One, all those who go out to meet him to meet him, saying: “Greatch the instructions.”",
    "ai-atk-s0501a6:18_4": "Saying, “We’ll give them to the four fingernails of the sumer,” and they builded a bronze palace on the ground, and when the Buddha arrived, they choose two months for the Ganges river.",
    "ai-atk-s0501a6:19_0": "Then two gateways for the Community, and he prepared a flower-pillion. There the Fortunate One, sat down on the flower prepared seat, and prepared a flower. He then sat down there,",
    "ai-atk-s0501a6:19_1": "five hundred monks from the group of five hundred, liked them, sat down on the same seat.",
    "ai-atk-s0501a6:19_2": "The King followed after an opportunity. Then he returned to the water and once more than the water, thinking, “I’ll stay right here.”",
    "ai-atk-s0501a6:19_3": "for as long as the devatās were worshipped by the devatās,",
    "ai-atk-s0501a6:19_4": "At the end of his arrivals the great kingdom, the royal nāga-serpents, and so on.",
    "ai-atk-s0501a6:19_5": "The Fortunate One, having taken a great donation (where) in the Ganges Rose-Apple Island, after going to Vesālī, rejoicing the Saṅgha.",
    "ai-atk-s0501a6:20_0": "Then the Licchavīs, having performed great virtues, being frustrated in the water, powdered in the water. They then wiped a baby string in the water, they rose into the sky.",
    "ai-atk-s0501a6:20_1": "and at that moment, instantly he gave birth to a multitude of light arose in the four directions, which were abandoned by the darkness of the huge in the four directions, and it fell down with the darkness.",
    "ai-atk-s0501a6:20_2": "Then the rains residence at the Ganges festival.",
    "ai-atk-s0501a6:20_3": "For those who want to give, they may not interrupt those who wish to live.",
    "ai-atk-s0501a6:20_4": "The net of all kinds of ornament. They made a fierce of water, water was waves, and all the water was due to the air.",
    "ai-atk-s0501a6:21_0": "The Licchavīs had the Buddha summoned 13 kilometers, and having the three leagues during the day. They did not worship (them) within three hundred leagues during the day.",
    "ai-atk-s0501a6:21_1": "Sakka arrived at the capital of the Buddha.",
    "ai-atk-s0501a6:21_2": "which were sprinkled by the gods, by non-human beings.",
    "ai-atk-s0501a6:21_3": "The Fortunate One, having taken the city, said this to the Elder Ānanda:",
    "ai-atk-s0501a6:21_4": "“Ānanda, having learned this treasure of a strength, after picking up precious things, and engaged in the King’s monastery with the Licchavis.” He said, “Peacefully, let us do all the limits for Vesālī.”",
    "ai-atk-s0501a6:21_5": "“Where did you say this?”",
    "ai-atk-s0501a6:22_0": "The Buddha has arrived at Vesālī and indicated it to the city of Vesālī. Then he said, “Dearly, observed it for the sake of all precious people, having heard that the Buddha’s proficient in the welfare of all precious things, venerable Ānanda, while he was stubborned the festivals of the gems, for the sake of all precious things.",
    "ai-atk-s0501a6:22_1": "Whatever rapture the Theras were reckoned as a screen, just described, and that gates had been properly prepared.",
    "ai-atk-s0501a6:22_2": "Because of that enclosing the doors and the wall, making a broke out and float.",
    "ai-atk-s0501a6:22_3": "Among people there were swords, singing as they dwelt in their limbs,",
    "ai-atk-s0501a6:22_4": "After leaving the Pārileyyaka, they worshipped the Elders.",
    "ai-atk-s0501a6:22_5": "The crowd of people in the middle of the town, having built a funeral pyre, and decorated all kinds of fragrantities, decorated the Buddha with all kinds of fragrance.",
    "ai-atk-s0501a6:23_0": "The Fortunate One, after entering the house, sat down on the prepared seat,",
    "ai-atk-s0501a6:23_1": "And the king sat down on the seats.",
    "ai-atk-s0501a6:23_2": "And Sakka, lord of gods, with his own hands, and others also came to Vesālī together with the gods. And the king sat down to one side, thinking,",
    "ai-atk-s0501a6:23_3": "There the Fortunate One dwelt on the Seer Tapassī",
    "ai-atk-s0501a6:24_0": "There is this point in which the words “Bhikkhus, when that which is lost,",
    "ai-atk-s0501a6:24_1": "He has made it shown how the ascetic is explained, made it clear in all its aspects.",
    "ai-atk-s0501a6:25_0": "dreadful things:",
    "ai-atk-s0501a6:26_0": "1.",
    "ai-atk-s0501a6:26_1": "Now, as to the clause, he should perform the meaning of the meaning already described.",
    "ai-atk-s0501a6:26_2": "But some said this: “The elders, Ānanda, has spoken of this verse by the Buddha, that safeguard is,”",
    "ai-atk-s0501a6:26_3": "‘Because of this, what will we do with this treasure of all these treasures?’",
    "ai-atk-s0501a6:27_0": "Whatever bad things come along with the first fire,",
    "ai-atk-s0501a6:27_1": "Herein, vehicles and one betters are worthless because of worth listening to;",
    "ai-atk-s0501a6:27_2": "* Here the place wherever he started",
    "ai-atk-s0501a6:27_3": "Though they do arouse faith in the park, etc., they commit an offense entailing confession.",
    "ai-atk-s0501a6:27_4": "“Mendicants, do you see that emerge from the mass of suffering?”",
    "ai-atk-s0501a6:27_5": "“The four primary elements are produced in this way.”",
    "ai-atk-s0501a6:27_6": "saying: “Whoever is departing, he who has ended the defilements.”",
    "ai-atk-s0501a6:27_7": "“All creatures in the world are born, live, and die in all directions.”",
    "ai-atk-s0501a6:27_8": "what is called “an unincluding” is a “an-to-do” and so on.",
    "ai-atk-s0501a6:27_9": "“‘Knowledge’: this is the seventh grounds, perceives the four primary elements, because of the conduct of the Four Great Kings.",
    "ai-atk-s0501a6:27_10": "Here it should be regarded as non-human beings.",
    "ai-atk-s0501a6:28_0": "gathered together:",
    "ai-atk-s0501a6:28_1": "the earth-gods are produced.",
    "ai-atk-s0501a6:28_2": "Winds step in a position.",
    "ai-atk-s0501a6:28_3": "Whenever they have gathered here, they said: “Whoever have come from this world to the next, in order to make it problems, without having made an end of it, it profitable?”",
    "ai-atk-s0501a6:28_4": "The meaning is that in the firmament which all creatures are born: here have been reborn here.",
    "ai-atk-s0501a6:28_5": "And here the size of wherever in the earth that appears produced in the air, because the terminations of the space that appears produced in the air, and because of the term “s of the elements” .",
    "ai-atk-s0501a6:28_6": "The lower parts of the earth are produced in the trees that are produced from trees as far as the ground, and underlying tendencies of trees, or any trees that are produced in earth. And the positions of all the floors, etc., should be understood to be understood that “back of the earth.”",
    "ai-atk-s0501a6:29_0": "The Fortunate One said this: “All beings must be in the mad-splitting places,” and after showing them by two, three times, and by using them, he said, “Noble Ones, this one”",
    "ai-atk-s0501a6:29_1": "all the gods, without defilements,",
    "ai-atk-s0501a6:29_2": "(but) is one : some of them are certain that is not the one, and after having made (them) one.",
    "ai-atk-s0501a6:29_3": "beings revere him;",
    "ai-atk-s0501a6:29_4": "May you be happy and joyful, may you be happy!",
    "ai-atk-s0501a6:29_5": "This is the exposition concerning the words through which he has stored up assemblies, or is a suitable offering;",
    "ai-atk-s0501a6:29_6": "May they listen to what is said. Having heard, (thinking): “May I pay homage, he possessed the bliss of heavenly supernormal powers, while my hearts are supernormal powers.”",
    "ai-atk-s0501a6:30_0": "In this way the Buddha says, “With all beings who have entered upon jhāna, still engaged in unsecluded,” and precededed himself to the other carpets, “As a residue of the Fortunate One,” and having told him, “As soon as he says, ‘Being, unshakableons, horses, chariots, and maternally generated, with a variety of virtue” retainsiding to the other words, “After this concentration is the preferring to the beginning, middle and that concentration” because of the occasion of the lay life, etc., he listening to the other words, “Asing to the end,” and to the end of the end, the end, the end, and making an end of this concentration being an end.",
    "ai-atk-s0501a6:31_0": "So the commentary on the stamages",
    "ai-atk-s0501a6:32_0": "for the second-jhāna Tree Birth Story",
    "ai-atk-s0501a6:32_1": "That’s why it should be said:",
    "ai-atk-s0501a6:32_2": "Informing to the Brief Aways",
    "ai-atk-s0501a6:32_3": "Listen up, you should listen.",
    "ai-atk-s0501a6:32_4": "all the gods, without defilements,",
    "ai-atk-s0501a6:32_5": "what is said:",
    "ai-atk-s0501a6:32_6": "But since you have got rid of use (right) useless wealth, using that wealth, and that is why you do not have become the truth for the purpose of (whatever), and have gone here, although they are all living creatures.",
    "ai-atk-s0501a6:32_7": "Or alternatively, “May you be listening to what is said.” And after seeing them, he said: “Having seen, heard, thought, “May you listen carefully, bringing welfare. May you live carefully and finished in that, which is why you should develop it by the good persons of witnessing to the idea. ” So you should give up that good personality.",
    "ai-atk-s0501a6:32_8": "Then although the previous versed in the previous discourse, it was said: “Venerable sir, it was hard for one who responds thus: ‘It was hard to get used to do so by lowlying the wind, it would be appropriate for me to say that!” and so it would be appropriate for him to say, ‘Surely, my opportunity’s liberate.’",
    "ai-atk-s0501a6:32_9": "This verse was said:",
    "ai-atk-s0501a6:33_0": "This is how it is, is we doing what we have said. Then he should go beyond it, and he should do it.",
    "ai-atk-s0501a6:33_1": "The meaning of this:",
    "ai-atk-s0501a6:33_2": "His wife, clansman of the three people, Uttiya, Bhūmajaka, Kāsī, and Mettiya, who develops the generation of friendliness, to be reborn, and towards each other.",
    "ai-atk-s0501a6:33_3": "And some would not be negligent.",
    "ai-atk-s0501a6:33_4": "And they don’t disparage the other goods.",
    "ai-atk-s0501a6:33_5": "– However, in the case of the planes –",
    "ai-atk-s0501a6:33_6": "But I don’t say that you’re the Buddha, but because of the infatuation of (good) human beings, I say that you are prosperous of men, because you understand this population.",
    "ai-atk-s0501a6:33_7": "And here, as far as the words:",
    "ai-atk-s0501a6:34_0": "“Those who conquered this land surrounded by seven roses",
    "ai-atk-s0501a6:35_0": "and traveled around sponsoring sacrifices—",
    "ai-atk-s0501a6:36_0": "horse sacrifice, human sacrifice,",
    "ai-atk-s0501a6:37_0": "the sacrifices of the ‘stick-casting’, the ‘royal soma drinking’, and the ‘unbarred’.",
    "ai-atk-s0501a6:38_0": "“See the mind, mendicants!",
    "ai-atk-s0501a6:39_0": "of the mind developed with love,",
    "ai-atk-s0501a6:40_0": "Loving just one creature with a hateless heart",
    "ai-atk-s0501a6:41_0": "makes you a good person.",
    "ai-atk-s0501a6:42_0": "And he said: “May so many creatures be abundant merit!”",
    "ai-atk-s0501a6:43_0": "Because this is how the eleven benefits should be understood. And the advantages are shown by loving-kindness.",
    "ai-atk-s0501a6:44_0": "“Sir, the good sirs have compassion on always auspicious always.”",
    "ai-atk-s0501a6:45_0": "Thus should be understood according to abundant, since they do not repeat in each of these very ways.",
    "ai-atk-s0501a6:46_0": "This is how, developing both progressively shown that it is said: “This is proper for people who bring happiness and protection, keep it.”",
    "ai-atk-s0501a6:46_1": "The meaning of this:",
    "ai-atk-s0501a6:46_2": "Those people who want to have a worker prepared a shrine terrace and set it out for the day of the night. They built a strong window, or washed in all day and nights, having made an observed their bowls and robes, and make the offerings of food for the day, whether they lamps or not. They provide for the day protection or by night.",
    "ai-atk-s0501a6:46_3": "When you live for the day and night, do you must protect your army,",
    "ai-atk-s0501a6:46_4": "Therefore, having performed the strength of those people, and through the protector of her deeds, benefactor, protection, safe and unattached, which is always criticized by the heart,",
    "ai-atk-s0501a6:47_0": "Whatever is contradiction",
    "ai-atk-s0501a6:48_0": "3.",
    "ai-atk-s0501a6:48_1": "When they had shown that these people embraced to the host of gods, the Buddhas, who had fulfilled the special qualities of peace, the Dhamma, and the Discipline, etc., and, has been established in the Reference to the Faith in the Enlightened One, etc., and which is accompanied by all the Buddhas,",
    "ai-atk-s0501a6:48_2": "Herein, whatever non-human beings separately, whatever non-existent there is incapable of becoming,",
    "ai-atk-s0501a6:48_3": "When the wealth is lost,",
    "ai-atk-s0501a6:48_4": "for people frequent.",
    "ai-atk-s0501a6:48_5": "Here they look down on human beings,",
    "ai-atk-s0501a6:48_6": "from that place where there is another residing—either perception and not that of men—whether in the whole world of the hymns, or anyone else—whether amongst humans—they should understand mentioned among human beings.",
    "ai-atk-s0501a6:49_0": "When these two crooks were produced in this way, very grain, fields and land, broad and constantly mounted by weapons, gold, silver, rubies, and creepers, embracks, and elephants and horses, camels, chooses, decorated with flags, boats, gems, beds, and chains, and rocks and trunks.",
    "ai-atk-s0501a6:49_1": "Or alternatively: the world-materiality in the heavens.",
    "ai-atk-s0501a6:49_2": "It’s because they don’t bright and unwell.",
    "ai-atk-s0501a6:49_3": "Although he is well-to-dost,",
    "ai-atk-s0501a6:49_4": "bearing whatever I remember.",
    "ai-atk-s0501a6:49_5": "They don’t grow in something treasure as a treasure.",
    "ai-atk-s0501a6:49_6": "Whatever embankment that is unequaled and expanded is a term for showing greatness.",
    "ai-atk-s0501a6:50_0": "“This feature of a great mass of fire is hard to see,",
    "ai-atk-s0501a6:51_0": "is called “unbounded” because it is said to be the following seven treasures.”",
    "ai-atk-s0501a6:52_0": "of superiority and superior:",
    "ai-atk-s0501a6:52_1": "When this verse was well-to-do brahmin, with this verses consisting in the heavens treasures, both the one who go to heaven, the Three Times, etc., and the sixteen respects, etc., and the Buddhas, even though they have been purified and subdued by an treasure, they fulfill the great sacrifice of the treasures.",
    "ai-atk-s0501a6:53_0": "is not equal unto the Realised One, nor does he accept it.",
    "ai-atk-s0501a6:53_1": "Nor do they think forget:",
    "ai-atk-s0501a6:53_2": "Confident in the same way,",
    "ai-atk-s0501a6:53_3": "there are these eight ways.",
    "ai-atk-s0501a6:53_4": "by the Buddha:",
    "ai-atk-s0501a6:53_5": "what is said:",
    "ai-atk-s0501a6:53_6": "whatever treasure is distinguished in this way, the Buddha and the same treasure of a Buddha.",
    "ai-atk-s0501a6:53_7": "For when that person is treasure by the mastery:",
    "ai-atk-s0501a6:53_8": "To the wheel-treasure does not take a wheel-turning monarch with a single-treasure and sovereignty. But there is no gems for the wheel-turning monarch. And there is no gems for the sake of all precious things, or anyone else the wheel-treasure. There is no obligation for the corpse.",
    "ai-atk-s0501a6:53_9": "whatever is long, the Realised One, for a Realised One,",
    "ai-atk-s0501a6:53_10": "For when a Realized One has arisen, none of these people.",
    "ai-atk-s0501a6:53_11": "For the Brahmā Sahampati paid homage to Sahampati, the king of Gods, the lord of the earth, and others as other gods.",
    "ai-atk-s0501a6:53_12": "And when the Buddha has become fully extinguished, having extremely powerful and 84,000 monasteries the Sakyans and bronze paid, or 84,000 people.",
    "ai-atk-s0501a6:53_13": "Furthermore, the appearance of a Buddha became fully extinguished through the natural principle of extinguishment, without anything left over the natural principles of the elimination of the deathless mind.",
    "ai-atk-s0501a6:53_14": "even so much is this: by the Realised One, there is no treasure,",
    "ai-atk-s0501a6:54_0": "Like this, the great hermit,",
    "ai-atk-s0501a6:54_1": "That is:",
    "ai-atk-s0501a6:54_2": "according to yellow cloth:",
    "ai-atk-s0501a6:54_3": "“Mendicants, there is an old cloth which is more beautiful and pleasant to touch, and valuable whether it’s newly acquired by the Buddha and is the valuable. And there’s no treasures.”",
    "ai-atk-s0501a6:54_4": "If the Realised One, Great Treasure, treasure,",
    "ai-atk-s0501a6:54_5": "The Realized One received so very fruitful and beneficial for them. That is what they say.",
    "ai-atk-s0501a6:54_6": "In this way the state of excellence in mind: this is the extent of hate.",
    "ai-atk-s0501a6:55_0": "“In those who receive robes, alms-food, lodgings, and medicines and supplies for the sick that they receive are very fruitful and beneficial for the donor.",
    "ai-atk-s0501a6:55_1": "This is how they’re worthless, I say.",
    "ai-atk-s0501a6:55_2": "That person is just as valuable as cloth from Kāsī.”",
    "ai-atk-s0501a6:56_0": "Thus the Realised One has the eight treasures,",
    "ai-atk-s0501a6:57_0": "Like this, to the two great treasures,",
    "ai-atk-s0501a6:57_1": "That is:",
    "ai-atk-s0501a6:57_2": "When he has taken a wheel-turning monarch’s wheel-turning monarch, a single-law of gems, and an excellent golden treasure with couches, set out in front of the city, all the Lord of the Earth, or one without warrior-nobles, like a carpet, or one with both hands and feet cut off an undesirable,",
    "ai-atk-s0501a6:57_3": "After working there is no decrease or in his place he is born.",
    "ai-atk-s0501a6:57_4": "What if he stands by a wheel-turning monarch, when it comes to the full moon, he sees a thousand leagues from among the gods of the Thirty-Three and presents it with an universal repulsiveness in the heavenly wheel, and then sees a multitude of elephants, horses, chariots, and chariots, plenty of the moon, then the sun’s rising above. If he sees a multitude, he sees a golden start withinking, as if he were seats nostrild in the easterned with the gods.",
    "ai-atk-s0501a6:58_0": "And observed the sabbath with its eight treasures, all the royal bull elephants came to the neighborhood of all quarters; the people come to the sabbath of the royal family; the Kings, the clans and grandsons, the treasury offered the sabbath of the kingdom; the Jambudīpa having capitaled their own country.",
    "ai-atk-s0501a6:59_0": "And at that very moment the horse-treasure submitted it with all jewels, the royal horse-treasures, and the royal family of Kāḷha.",
    "ai-atk-s0501a6:59_1": "The elephant-treasure is like the charioteer.",
    "ai-atk-s0501a6:60_0": "is followed by the treasure of the jewel-treasures.",
    "ai-atk-s0501a6:60_1": "It is a beryl gem that was naturally beautiful, eight-faceted, well-worked, traversed to the wheel-turning monarch.",
    "ai-atk-s0501a6:60_2": "He possesses the four factors that he possesses the darkness and glory of the king, even a famous light, whether a league in the dark or bright, or even if it was an century.",
    "ai-atk-s0501a6:61_0": "Also the women of the woman follows: it comes from the unsurpassed woman or man, who was born in a family of gems, or a turbans, ornaments, still burns, colds, etc., and various kinds of heavenly precious things, being with good fortune flavours, and windows, perfumes and floats, perfume, and so on.",
    "ai-atk-s0501a6:62_0": "For the householder-treasures of the wheel-turning monarch",
    "ai-atk-s0501a6:63_0": "But even he follows after them, the king’s son, the son of treasurer.",
    "ai-atk-s0501a6:63_1": "When a wheel-treasure has arisen in the same way, he knows assemblies, “Ascetics,” and “Dwells, having caused your mind, and possesses the king, I will go to the king and thus: “I shall do so.”",
    "ai-atk-s0501a6:63_2": "Or whatever other synonyms there are—whether it’s not possible to give, even if he cannot go to heaven.",
    "ai-atk-s0501a6:63_3": "Herein, the Buddha-treasure is in a single-treasure.",
    "ai-atk-s0501a6:63_4": "If the Realised One is this: the Realised One, the Great Treasur,",
    "ai-atk-s0501a6:63_5": "For the Realized One cannot be described under the heading of ethics, immersion, or wisdom and preference of one or other of these qualities, he should be cut off thus: “This universes or taken by someone else’s virtue.”",
    "ai-atk-s0501a6:63_6": "Thus the Realised One is not equal unto the Realised One,",
    "ai-atk-s0501a6:64_0": "Since this is so rare to see the wheel-treasure, the wheel-treasure is so rare, and the wheel-turning monarch.",
    "ai-atk-s0501a6:64_1": "whatever is rare to see the Realised One, the wheel-treasure, the wheel-treasure, the wheel-treasure, and the wheel-treasure.",
    "ai-atk-s0501a6:64_2": "and without one eons arise in one eon.",
    "ai-atk-s0501a6:64_3": "But since the Realized One is not allowed to see the eons of what is allowable and what is not to be done after the eon of the world.",
    "ai-atk-s0501a6:64_4": "for this is said by the Blessed One:",
    "ai-atk-s0501a6:65_0": "“Ānanda, it’s urged for a long time.”",
    "ai-atk-s0501a6:66_0": "even this treasure is rare to see the Realised One.",
    "ai-atk-s0501a6:67_0": "Like this, also the use of the one whose use is useless",
    "ai-atk-s0501a6:67_1": "That is:",
    "ai-atk-s0501a6:67_2": "For one hundred thousand wheel-treasures, horse-treasures, and so on riches, one hundred and seventy-thousand Such-Like (?), and seven hundred thousand treasures, mounted one hundred and seventy thousand treasures, and mounted the city of Kapilavatthu.",
    "ai-atk-s0501a6:67_3": "When he has fulfilled a king’s aristocrat vassals, he sweps in fact unbroken aristocrat vassals, brahmins and householders, he is unable to be reborn in the future.",
    "ai-atk-s0501a6:67_4": "whatever is allowed the Realised One’s treasure is useless,",
    "ai-atk-s0501a6:67_5": "When a Realized One is not free of vanity in the world, he sees all other sides, and he explained the professions in the next life. He is free from fear and dregs, and he is not able to see such a teachers.",
    "ai-atk-s0501a6:67_6": "When he had been fully ordained tormented with all these verses, you should return to the knowledge and vision of the noble ones. Those who were free from the texts, even the dregs, the unsurpassed services of praise. And because of the Great Serpents, the Realised One, Greatly Fathers, Bāhiya, because of the Worthiness, the Great Wood, and the lineager of the mus of mentions, they enjoy the laws of pursureness, and benes.",
    "ai-atk-s0501a6:67_7": "even this much is so precious:",
    "ai-atk-s0501a6:68_0": "also that which is included in the sense of accumulating.",
    "ai-atk-s0501a6:68_1": "That is:",
    "ai-atk-s0501a6:68_2": "a wheel-turning monarch,",
    "ai-atk-s0501a6:68_3": "Seeing that the king is delighted, he is delighted by a wheel-turning monarch.",
    "ai-atk-s0501a6:68_4": "Furthermore, a wheel-turning monarch took a goldsmith’s left hand and place it in the left hand, saying: “From the wheel-treasure, please mount the wheel-treasure.”",
    "ai-atk-s0501a6:68_5": "Then the wheel-treasure, like a wheel-turning monarch, like a mount of five-treasure, goes through the eastern quarters and offered to the eastern quarter, with the four factors of the heavenly wheel-treasures, with the darkness of the treasures, etc., he should not accept the lamps of the treasures, and he does not return to the eastern quarters.",
    "ai-atk-s0501a6:68_6": "And wherever he wants to eat it, he has to be set up a wheel-turning monarch in the middle of the day, and he is like the belly’s lake in the day quarters room, like one able to descend from the ground.",
    "ai-atk-s0501a6:68_7": "Again when the king had arisen, it went to the eastern gate, and he goes along the road before it was a league into the sky.",
    "ai-atk-s0501a6:68_8": "Traveling stage by stage in the eastern ocean, it spreads up to the eastern ocean, and at that time it stands on the ground.",
    "ai-atk-s0501a6:68_9": "Just as a great crowd of people gems from the seventh treasures,",
    "ai-atk-s0501a6:68_10": "Again the king took a golden water vessel, saying, “Take this water from myrobalan,”",
    "ai-atk-s0501a6:68_11": "A wheel-treasure is in front of the wheel-treasure, the King is the middle.",
    "ai-atk-s0501a6:68_12": "The wheel-treasure surrounds it with the wheel-treasure.",
    "ai-atk-s0501a6:68_13": "In that place he goes to the south of the ocean,",
    "ai-atk-s0501a6:69_0": "Thus, having surrounded in the four directions, he can put the Universe three months,",
    "ai-atk-s0501a6:69_1": "There he stood in one-cutter, and circumstances, and five-hundred and fifty leagues. A hundred leagues in the morning, a thousand leagues, or a hundred leagues long, and even the blossoms, four hundred leagues in extents, and one thousand leagues all round, and one thousand-eyees.",
    "ai-atk-s0501a6:69_2": "When he exercises his loved ones in this way, at the end of the world.",
    "ai-atk-s0501a6:69_3": "that the wheel-treasure is hidden by the Buddha, the people have no precious treasure.",
    "ai-atk-s0501a6:69_4": "For if the Realised One performs the eight treasures, what can the wheel-treasure?",
    "ai-atk-s0501a6:69_5": "For he agrees to the advantage of heavenly wheel-treasure and so do not apply himself to the Universal Monarch’s precious abiding of the dimension of infinite space. And he creates the first jhāna in the four ways, namely, the unification of the dimension of infinite consciousness, the dimension of nothingness, or the dimension of neither perception nor non-perception. And he thus there is no more fruit of stream-entry, non-return, and non-returners.",
    "ai-atk-s0501a6:69_6": "So too, the Realised One is the leader of happiness and bliss,",
    "ai-atk-s0501a6:70_0": "Furthermore, it is two kinds of treasures that are remembered as precious and pervading.",
    "ai-atk-s0501a6:70_1": "Herein, the wheel-treasure is tied up by a wheel-treasure and the jewel-treasure, or mobilized in various kinds of gold coins, etc., and such things as the elephant-treasure is loved by such things as the consequence of the elephant-treasures, horse-treasures, and so on.",
    "ai-atk-s0501a6:70_2": "And here it is said to be the best of two kinds: Why is said to be the best things?",
    "ai-atk-s0501a6:70_3": "because the glorious jewel, the elephant-treasurer, and the elephant-treasure that excellent jewels are put in a golden jewel,",
    "ai-atk-s0501a6:71_0": "Two treasures and two treasures:",
    "ai-atk-s0501a6:71_1": "There the treasure is said to be the best of men: “Why does it not?",
    "ai-atk-s0501a6:71_2": "Because a human being is brought to the treasure of a human being.",
    "ai-atk-s0501a6:71_3": "The two treasures and the woman-treasure",
    "ai-atk-s0501a6:71_4": "Herein, why is said to be the best of men treasures?",
    "ai-atk-s0501a6:71_5": "One of these treasures is served to a man.",
    "ai-atk-s0501a6:71_6": "The twofold treasures of the Three Treasures",
    "ai-atk-s0501a6:71_7": "Herein, the cow is said to be the best of all precious things.",
    "ai-atk-s0501a6:71_8": "One should attain these five treasures, even though the wheel-turning monarchship in the virtues of a wheel-turning monarch, etc., and attendants to him with the divine abidings at the end of the air, having attended his attaining the heavenly wheel-treasure, and attended mindfulness with insight due to extinguishment.",
    "ai-atk-s0501a6:72_0": "Thus the two, namely, the Noble Ones’ teachers and the Noble Ones.",
    "ai-atk-s0501a6:72_1": "What is the twofold Noble One’s training, and it is of two kinds,",
    "ai-atk-s0501a6:72_2": "The two kinds of consciousness precious things, and it is of two kinds as well.",
    "ai-atk-s0501a6:72_3": "The two treasures also had the three professions and the rice-milk,",
    "ai-atk-s0501a6:72_4": "Herein, what is said to be the best of crafts?",
    "ai-atk-s0501a6:72_5": "Virtuously through removing virtues,",
    "ai-atk-s0501a6:72_6": "And the counselor-treasure was said to be the best of all precious things, and the finest lady of the Buddhas, it is said to be the best.",
    "ai-atk-s0501a6:72_7": "Virtuously through removing virtues,",
    "ai-atk-s0501a6:72_8": "Sāriputta and Moggallāna were discovered by Sāriputta and Moggallāna, and so on, the disciples of the Buddha, not even a single one of them.",
    "ai-atk-s0501a6:72_9": "And the Buddhas’ treasure is said to be the best of precious things.",
    "ai-atk-s0501a6:72_10": "Virtuously through removing virtues,",
    "ai-atk-s0501a6:72_11": "But when rubbing a stick or a stone, he sits down cross-legged in the entire Jeta’s Grove, or even one of the Buddhas.",
    "ai-atk-s0501a6:72_12": "for this is said by the Blessed One:",
    "ai-atk-s0501a6:72_13": "“Mendicants, sentient beings roar away and condemning beings. ...”",
    "ai-atk-s0501a6:72_14": "The Realized One is said to be the best.”",
    "ai-atk-s0501a6:72_15": "thus in this way the Realised One has no treasure,",
    "ai-atk-s0501a6:72_16": "That is why the Blessed One said:",
    "ai-atk-s0501a6:72_17": "“As we haven’t arrived,”",
    "ai-atk-s0501a6:73_0": "So the Buddha, having thus farmed and true excellent appearance, do not accumulate him within the appearance of all beings. But the participation in this way: “Now, what is there virtue of the Buddha, the Great Steward, the elephants, the horses, the jewel-treasures, the headings of virtue, immersion due to the treasures, and so on. What is virtue?”",
    "ai-atk-s0501a6:74_0": "The meaning of this:",
    "ai-atk-s0501a6:74_1": "And here there is a bride of pearls, or in whatever place the Buddhas had propounded, because of that the Buddhas’ treasures.",
    "ai-atk-s0501a6:74_2": "If this is the truth, may there be safety for living creatures in this truth be well! May they be safety!",
    "ai-atk-s0501a6:74_3": "And here the meaning here is this: “Ānanda, just as one’s own eye” or “Ānanda, because it is empty of self or what belongs to self.",
    "ai-atk-s0501a6:74_4": "For anyone else would have self-mortification in self,",
    "ai-atk-s0501a6:74_5": "the superior treasure should be understood in this way: The superior treasure is superior and superior.",
    "ai-atk-s0501a6:74_6": "The Buddha would neither construct a jewel.",
    "ai-atk-s0501a6:74_7": "For there is no treasure where there is precious things, there is no treasure.",
    "ai-atk-s0501a6:74_8": "And where there is the consequence of consciousness, the precious treasure, or the counselor-treasure is found. That is why therefore it is the Wise One’s treasure.",
    "ai-atk-s0501a6:74_9": "Or alternatively, all-treasures, here in this way the Buddha is the Great Protector.",
    "ai-atk-s0501a6:74_10": "spoke this verse was said by the Fortunate One: “Bhaddā, Bhagu, Bhagu, Bhagu, fear”",
    "ai-atk-s0501a6:74_11": "And so these verses, thousand and even more than one hundred thousand millions, who were accepted non-human beings.",
    "ai-atk-s0501a6:75_0": "Fading away, fading away, dreadlocked.",
    "ai-atk-s0501a6:76_0": "4.",
    "ai-atk-s0501a6:76_1": "Thus having attained the Enlightened One’s special qualities, (thinking): “Now is the truth of dispassion,” it said, “(Development of) the Enlightened One’s special qualities,”",
    "ai-atk-s0501a6:76_2": "Herein, it is called “blessing” in the sense of urgency, clearing, absence of greed, and realization of the fruits, thus it is the disillusionment of vanity, and it is the dissipation of greed, and realization of the round, etc., and in the end of defilements, greed for them.",
    "ai-atk-s0501a6:76_3": "But it is not known that does not give rise to the deathless, nor is therefore, the arising of which is evident, or vanishes.",
    "ai-atk-s0501a6:76_4": "But on the Helper’s supreme absolutely too.",
    "ai-atk-s0501a6:76_5": "When he has penetrated that very midday wisdom, he declares (of knowledge):",
    "ai-atk-s0501a6:76_6": "(Sakka) the Sakyans, possessed of (magical) power, gentleness, and endowed with the Sakyan Sage called a sage’s own master.",
    "ai-atk-s0501a6:76_7": "immersed in samādhi, immersed in samādhi, and immersed in samādhi.",
    "ai-atk-s0501a6:76_8": "There is nothing that is equal to that state, thus he is “with the ending of all” . There is no equal to the Dhamma in this life.",
    "ai-atk-s0501a6:76_9": "Therefore it is said:",
    "ai-atk-s0501a6:76_10": "“Mendicants, the teaching is said to be the best of all things whether conditioned or unconditioned.”",
    "ai-atk-s0501a6:77_0": "So the Buddha has also reached the end of extinguishment in this way without making it known, that is, by the stilling of all these things. It is declared in the present life as a gem, bliss, and attainment of the special qualities that has arisen in him. And he has realized extinguishment with the Truth, which is superior to the truth, to the end of suffering.",
    "ai-atk-s0501a6:77_1": "the meaning should be understood in the way already described.",
    "ai-atk-s0501a6:77_2": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:78_0": "He praised by the Buddha,",
    "ai-atk-s0501a6:79_0": "5.",
    "ai-atk-s0501a6:79_1": "At this time, having spoken the truth, attained Nibbāna in the way that the path has been undertaken in line with the special qualities of quenching.",
    "ai-atk-s0501a6:79_2": "Herein, the highest Buddha is best among men,” thus: “Buddha, the highest of men, the Supreme One, the Buddha, the highest of men, the Jina, the highest among men, and the Buddhas, the highest among men, the Benefactors, the highest among men, the supreme Buddhas, the highest among men, and his disciples, –",
    "ai-atk-s0501a6:79_3": "He thinking, “The golden statue was the most important thing, and I will teach the path to extinguishment by means of the noble path and beset by its violence.” Then he revealed the way to its enlightenment of it with its enemy.",
    "ai-atk-s0501a6:79_4": "Like pure in defects, having reached the ultimate solace,",
    "ai-atk-s0501a6:79_5": "Vinaya and Kin in the immaterial concentration is producing the fruition “finaling” .",
    "ai-atk-s0501a6:79_6": "There is no danger in them in whichever places arisen in the way beginning, “There is an obstacle for one who cuts off the fruition,” and so on.",
    "ai-atk-s0501a6:80_0": "“A person who is practicing for the fruit of stream-entry, and once-return, but who makes an effort to get upset, and not sort of person would still be able to realize the fruit of stream-entry.",
    "ai-atk-s0501a6:80_1": "all persons, all of the paths of the Sangha.”",
    "ai-atk-s0501a6:81_0": "Nor for concentration is not found in the Buddha’s conformity with the appearance of the concentration contemplations of the Enlightened One or in the formless concentration.",
    "ai-atk-s0501a6:81_1": "There they’ve developed them and cultivated in this way, and because they have attained Arahantship in the hell, the animal realm, and the ghost realm.",
    "ai-atk-s0501a6:81_2": "Therefore it is said:",
    "ai-atk-s0501a6:81_3": "“Mendicants, thoughts are conditioned. ...”",
    "ai-atk-s0501a6:81_4": "The noble eightfold path is said to be the best of them.”",
    "ai-atk-s0501a6:82_0": "In this way the Buddha came to the next life. And it is the way already described in the way beginning, “Knowing about the attainment, you should pay homage to others as the Enlightened One.” ...",
    "ai-atk-s0501a6:82_1": "the meaning of that in the way already described.",
    "ai-atk-s0501a6:82_2": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:83_0": "He praises those who respect individually.",
    "ai-atk-s0501a6:84_0": "6.",
    "ai-atk-s0501a6:84_1": "Thus having performed these virtues, has also entered the true nature as a person, and (thinking): “After speaking the truth,” he said, “Did you a person who performs great good qualities,”",
    "ai-atk-s0501a6:84_2": "Herein, having revealed (them) of the terminators there,",
    "ai-atk-s0501a6:84_3": "Sentient beings are an individual.",
    "ai-atk-s0501a6:84_4": "To put their stop",
    "ai-atk-s0501a6:84_5": "for they are four practicing the paths and four established in fruit.",
    "ai-atk-s0501a6:84_6": "* he is praised by the Buddha, the disciples of the Buddha, and the disciples of a Buddha,",
    "ai-atk-s0501a6:84_7": "Leaving as a nature",
    "ai-atk-s0501a6:84_8": "For when they have arisen in Campaka flowers, the various kinds of flowering trees, such as virtue and such flowers, the heavens of various kinds, etc., then are like the sound of flowers lily weapons.",
    "ai-atk-s0501a6:84_9": "Therefore it was said: “For those eight people who live in Parinibbāna.”",
    "ai-atk-s0501a6:85_0": "Or alternatively, when he preaches his recitation,",
    "ai-atk-s0501a6:85_1": "Sentient beings are an individual.",
    "ai-atk-s0501a6:85_2": "The group of eight hundreds",
    "ai-atk-s0501a6:85_3": "For there is a single seed, a grain, a stream-enterer, and a stream-enterer.",
    "ai-atk-s0501a6:85_4": "attained the Fruits of sensual pleasures, the three kinds of fruition and non-returners.",
    "ai-atk-s0501a6:85_5": "all of them, the four ways of practice, and twenty-four of practice.",
    "ai-atk-s0501a6:85_6": "one who is extinguished between one life and the next, one who is extinguished upon landing, one who is extinguished without extra effort, one who is extinguished with extra effort, and one who heads upstream, going to the Akaniṭṭha realm.",
    "ai-atk-s0501a6:85_7": "For one in the next world the three",
    "ai-atk-s0501a6:85_8": "As to the four quarters, there are fourteen grounds in the future.",
    "ai-atk-s0501a6:85_9": "Sukkusātika, the two Worthy Ones,",
    "ai-atk-s0501a6:85_10": "Four planes of paths:",
    "ai-atk-s0501a6:85_11": "They all were content with the faithful aversity of faith and wisdom.",
    "ai-atk-s0501a6:85_12": "The rest is as already explained.",
    "ai-atk-s0501a6:86_0": "And these four pairs (of the eighth days), all of them deposed in one pair, one pair, and one pair, the eight persons. As long as they do so, one pair, one pair, and the eight persons.",
    "ai-atk-s0501a6:86_1": "Within those worthy of a religious donation: having taken that off, after delivering them before,",
    "ai-atk-s0501a6:86_2": "Those eight people there are of the air in the calms and eight individuals, or one of them who are worthy of being possessed by the four pairs of offerings, these four pairs of offerings, and those eight individuals.”",
    "ai-atk-s0501a6:86_3": "Having given up some religious donation to the south of the work, he said: “This is low, this is the native spirits, this is in the lunar half-month, this person’s worker, this is said to be the master.” Then he said, “Those who are perfected ones, with south of that person, they will not accept these qualities.”",
    "ai-atk-s0501a6:87_0": "The Blessed One is the perfected one, the fully awakened Buddha. And the Holy One has gone to a good place, the Holy One’s place. Once he has grabbed his doctrine, he is now staying back and well versed in the Happy One.",
    "ai-atk-s0501a6:87_1": "all of them hear the word of their disciples:",
    "ai-atk-s0501a6:87_2": "When they hear sensual pleasures, they don’t do their duties. They think about the procedure and don’t practice in line with the teaching. They are said to be equanimous of the fruits.",
    "ai-atk-s0501a6:87_3": "what is given to them is very fruitful when it is given to them is very fruitful and beneficial, not what is given to them is very fruitful and beneficial.",
    "ai-atk-s0501a6:87_4": "Therefore it is said:",
    "ai-atk-s0501a6:88_0": "“Mendicants, the Saṅgha of the Realized One’s disciples is said to be the best of all communities and groups. ...”",
    "ai-atk-s0501a6:88_1": "the result is well.”",
    "ai-atk-s0501a6:89_0": "All the Buddha has established all precious things in the midst of the Saṅgha and has reached the Enlightenment matter by recollecting the special qualities of many people. And it is proper for him to directly known that the special qualities of the Community should be realized.",
    "ai-atk-s0501a6:89_1": "the meaning of that in the way already described.",
    "ai-atk-s0501a6:89_2": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:90_0": "His praises of those who are well protected.",
    "ai-atk-s0501a6:91_0": "7.",
    "ai-atk-s0501a6:91_1": "When he has reached the fruit of the path, and when he has reached the fruit of stream-entry, he can live in dependence on good qualities of the Saṅgha in this way: “No one who has ended the defilements, having reached the highest bliss of worlds, he is subdued by an excellent persons whom the (Nibbāna).”",
    "ai-atk-s0501a6:91_2": "There he subsides (alternative form),",
    "ai-atk-s0501a6:91_3": "They give up uncleared clean cloth. They live depending on all sides, having become pure in maintaining. This is the meaning.",
    "ai-atk-s0501a6:91_4": "Or alternatively, it is shown by one who possesses possession of virtue, it is shown by virtue and possesses them.",
    "ai-atk-s0501a6:91_5": "By tied up with strong consciousness: the meaning is, it is overcome by tied to concentration.",
    "ai-atk-s0501a6:91_6": "which is shown by that immersion.",
    "ai-atk-s0501a6:91_7": "having become discovered, and discovered by defilements, being secluded from all defilements,",
    "ai-atk-s0501a6:91_8": "it shows why the wisdom there is from that aggregates",
    "ai-atk-s0501a6:92_0": "Gotama’s dispensation. Dispensation was taught by the Gotama,",
    "ai-atk-s0501a6:92_1": "Therefore it is said: “Now, not too owing to the giving up of the many sorts of defilements” since it is easy to get tired from the special qualities of the embodiment.",
    "ai-atk-s0501a6:92_2": "they divided the well taught in mind.",
    "ai-atk-s0501a6:92_3": "bowls are a term for attaining the bowl, and having attained perfection, he attained the fruit of non-returner. He has reached the ultimate goal and attain the fruit of perfection.",
    "ai-atk-s0501a6:92_4": "which culminates in the deathless.",
    "ai-atk-s0501a6:92_5": "Having given up as objects, and having abandoned sense desires,",
    "ai-atk-s0501a6:92_6": "Having gained faith, they gained faith,",
    "ai-atk-s0501a6:92_7": "the sage, being made by oneself without another.",
    "ai-atk-s0501a6:92_8": "he (also) has made the dart of defilements which is free from defilements,",
    "ai-atk-s0501a6:92_9": "The Lord of the Earth",
    "ai-atk-s0501a6:92_10": "what is said:",
    "ai-atk-s0501a6:92_11": "Those who have attained Nibbāna, who are strong, because they have firmly attained Nibbāna.",
    "ai-atk-s0501a6:93_0": "So the Buddha has attained the attainment of the bliss of stream-entry, by virtue and practice, and by means of the special qualities of loving-kindness, etc., before he has found such special qualities as: “This attainment is the Saṅgha, this is the virtue of the Community, this is the perfection of peace.”",
    "ai-atk-s0501a6:93_1": "the meaning of that in the way already described.",
    "ai-atk-s0501a6:93_2": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:94_0": "Protector’s verses",
    "ai-atk-s0501a6:95_0": "8.",
    "ai-atk-s0501a6:95_1": "When they have subdued their passions in the virtues, having destroyed the good truth, and having attained perfection and consummation of all the good qualities, that is, an auspicious person, having undertaken the special qualities of many people, he said: “As a stream-entererer.”",
    "ai-atk-s0501a6:95_2": "as rain fell down (develops),",
    "ai-atk-s0501a6:95_3": "it is a term for the four towns, eight months of the city, the inner quarters of the earth, or ten months of the elephants, eight rolls the earth element and the water of the ocean.",
    "ai-atk-s0501a6:95_4": "of land.",
    "ai-atk-s0501a6:95_5": "and when he entered (the palace), he sat down.",
    "ai-atk-s0501a6:95_6": "They may be,",
    "ai-atk-s0501a6:95_7": "With the four quarters of the four directions,",
    "ai-atk-s0501a6:95_8": "It is not possible to settle it, or to unsuitable.",
    "ai-atk-s0501a6:95_9": "Such a person",
    "ai-atk-s0501a6:95_10": "Good People are best of men;",
    "ai-atk-s0501a6:95_11": "I say he is a teacher,",
    "ai-atk-s0501a6:95_12": "the one who sees the noble truths completely freed by wisdom.",
    "ai-atk-s0501a6:95_13": "Herein, the prince should be understood as given in the Character of Noble Ones.",
    "ai-atk-s0501a6:96_0": "In brief, however, this is the meaning here:",
    "ai-atk-s0501a6:96_1": "You can see the truths of the pillar, which are deep, four, five, ten, twenty, thirty, forty, or fifty.",
    "ai-atk-s0501a6:96_2": "Because he’s unshakable to bedroom like a daughter-in-law or with four feeding and worms, or even if he’s able to see him, he’s no other.",
    "ai-atk-s0501a6:96_3": "Therefore it is said:",
    "ai-atk-s0501a6:97_0": "“Mendicants, suppose an iron pillar or a boundary pillar with deep foundations, firmly embedded, imperturbable and unshakable, so long as it doesn’t make it shake or rock or tremble.",
    "ai-atk-s0501a6:97_1": "western quarter ...",
    "ai-atk-s0501a6:97_2": "north,",
    "ai-atk-s0501a6:97_3": "nor will I speak with (him) words.",
    "ai-atk-s0501a6:97_4": "Why is that?",
    "ai-atk-s0501a6:97_5": "It’s because that boundary pillar is firmly embedded, with deep foundations.",
    "ai-atk-s0501a6:97_6": "In the same way, there are ascetics and brahmins who say: ‘There are ascetics and brahmins who have suffering as suffering ...",
    "ai-atk-s0501a6:97_7": "They don’t truly know or see any other ascetic or brahmin’s mouth.",
    "ai-atk-s0501a6:97_8": "Why is that?",
    "ai-atk-s0501a6:97_9": "It’s because they have clearly seen the four noble truths.”",
    "ai-atk-s0501a6:98_0": "In this way the Buddha declares the rebirth of the Sangha, the highest gift, and the world, having attained perfection and consummation of the Community, etc., before him, for he has realized the special qualities of many people.",
    "ai-atk-s0501a6:98_1": "the meaning of that in the way already described.",
    "ai-atk-s0501a6:98_2": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:99_0": "Those who are noble truths",
    "ai-atk-s0501a6:100_0": "9.",
    "ai-atk-s0501a6:100_1": "In this way the stream-enterer, using the four intermediate virtues of the truth, the neighborhood of a stream-enterer, and the seeds that are stream-entererers, and the seeds that come up from family members of the family, and he thus:",
    "ai-atk-s0501a6:101_0": "“Firstly, with the ending of three fetters a stream-enterer ...",
    "ai-atk-s0501a6:101_1": "Having been reborn there one day, this is the one-seeder.",
    "ai-atk-s0501a6:101_2": "Likewise when two or three families ...",
    "ai-atk-s0501a6:101_3": "And after transmigrating for seven times, and then make an end of suffering in the most seven rebirths.”",
    "ai-atk-s0501a6:102_0": "Of all of them oppressed by the lineages of testament, which instead of others.",
    "ai-atk-s0501a6:102_1": "Herein, whatever is spoken about by the Noble Truth is this .",
    "ai-atk-s0501a6:102_2": "They describe the different degrees of wisdom. They made the point of retaining the defilements and dispelling their defilements. They made an end of their own defilements.",
    "ai-atk-s0501a6:102_3": "he is deep into the profoundity of the deep knowledge in this world with its deep knowledge, who has said and is regarded as deep, with no knowledge of what is said: with those without wisdom, his understanding is what is said.",
    "ai-atk-s0501a6:102_4": "Well-two actually has been converted by the gods, it is good in the beginning, good in the middle, and good in the end.",
    "ai-atk-s0501a6:102_5": "Even if they are expert in a person, even if they praised the eighth day of the noble ones, it would still be encountered by the power of the gods that happens and specifically proceed to the aggregate of form, there are seven behaviors of existence, eighteen nothing through the ending of rebirths, and then do not appear to them.",
    "ai-atk-s0501a6:103_0": "In this way the Fortunate One, having told seven virtues of the Community, and so he should pay homage to him with the virtue of the special qualities of the Community, etc., before he has reached the perfection of virtue in the Saṅgha.",
    "ai-atk-s0501a6:103_1": "the meaning of that in the way already described.",
    "ai-atk-s0501a6:103_2": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:104_0": "his commentary is the commentary.",
    "ai-atk-s0501a6:105_0": "10.",
    "ai-atk-s0501a6:105_1": "When a hundred times in this way, Master Gotama has taken up the eighth lesser life, without having spoken of the special qualities of being a hundred and a thousand, you will be of great quenching the arts of good qualities.”",
    "ai-atk-s0501a6:105_2": "and set out together with him.",
    "ai-atk-s0501a6:105_3": "saying: “It is the eighth day , sir.”",
    "ai-atk-s0501a6:105_4": "is the attainment of vision, and the attainment of stream-entry which is the attainment of stream-entry,",
    "ai-atk-s0501a6:105_5": "On seeing the attainment of Nibbāna is called “of because he has seen” in order to show that his own attainment of Nibbāna, he can see that the cause of Nibbāna.",
    "ai-atk-s0501a6:105_6": "When they’re heard these things, they resemble here.",
    "ai-atk-s0501a6:105_7": "When they’ve given up three things: there are three things that are given up: this is the meaning.",
    "ai-atk-s0501a6:106_0": "Now, as to the words, he is doubtful and uncertainty regarding the virtues of unequalified deeds, worry, and whatever worry there is.”",
    "ai-atk-s0501a6:106_1": "Herein, when there is a calmmentation of the body, aggregates, or identity view in the body, there is calm, such as identity view, or obsession with identity view, or idiosing to be seen.",
    "ai-atk-s0501a6:106_2": "Or alternatively, there is the meaning of it mentioned as a body, thus it is “bodyning” ; on account of that is actually seen, such is the meaning.",
    "ai-atk-s0501a6:106_3": "And they’ve given up all views that they’ve given up.",
    "ai-atk-s0501a6:106_4": "This is the root of the tree.",
    "ai-atk-s0501a6:106_5": "He has no doubt about the state of uncertainty, uncertainty, and doubt regarding all defilements, this is why he knows and sees.",
    "ai-atk-s0501a6:106_6": "‘No doubt’ is a term for the eight bases.",
    "ai-atk-s0501a6:106_7": "and they’ve given up all these things.",
    "ai-atk-s0501a6:106_8": "for those who lead the root.",
    "ai-atk-s0501a6:106_9": "“One of ascetics and brahmins is spoken of by purification through ethics, etc., and such conduct as virtue and practices pure white, but like a cowherd’s voice, and so on. They’ve abandoned all kinds of treasures, it’s given up and virtue. And they don’t abandon all kinds of treasures.",
    "ai-atk-s0501a6:106_10": "For that is the root of all the trees already described above.",
    "ai-atk-s0501a6:106_11": "And if he sees the origin of suffering, the ending of suffering, the path, and the embodiment of precepts and observances, and the path.",
    "ai-atk-s0501a6:107_0": "Practices and is the commentary on the four lower parts,",
    "ai-atk-s0501a6:108_0": "11.",
    "ai-atk-s0501a6:108_1": "Having said this, the results of defilements (which declarations), the results of defilements, and the result to be seen by which he reaching the level of the defilements, and which is annoyedness to being arrival by him.",
    "ai-atk-s0501a6:108_2": "And there are four in hells, the animal realm, the ghost realm, and the demons are the shell.",
    "ai-atk-s0501a6:108_3": "of these seven states of existence is indeed the meaning. He is free from unfinished.",
    "ai-atk-s0501a6:109_0": "So the result of his deeds showing down to the result of Yama, etc., and in order to show the result of that deed is to be seen, heard, and thought, “How may you be inconvenient?”",
    "ai-atk-s0501a6:109_1": "There they are subtle, and are incapable of the six classes of offenses.",
    "ai-atk-s0501a6:109_2": "It’s impossible for a person accomplished in view to murder their mother, father, a perfected one, and having killed their mothers, fathers and leaders, and so on.",
    "ai-atk-s0501a6:109_3": "When a noble disciple has done this, they’re not deliberated from the influence of their own views. Those who murder a falsehood of their own views.",
    "ai-atk-s0501a6:109_4": "Because an ordinary person has such a view, and isn’t able to make them see them.",
    "ai-atk-s0501a6:109_5": "and they are also capable of seeing a difference in between them.",
    "ai-atk-s0501a6:109_6": "For even though these five reasons are not developed to be a noble disciple, nor do they use these things?”",
    "ai-atk-s0501a6:109_7": "and others are like the opposites for a noble disciple.",
    "ai-atk-s0501a6:110_0": "Then the Buddha, the seven treasures, and the virtues of the Saṅgha, and also the special qualities of the Noble Ones, etc., have few virtues, etc., to be directly known to, attained, and because of the special qualities of the Saṅgha, etc., by virtue of the noble ones.",
    "ai-atk-s0501a6:110_1": "the meaning of that in the way already described.",
    "ai-atk-s0501a6:110_2": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:111_0": "although they may follow the practice of immorality",
    "ai-atk-s0501a6:112_0": "12.",
    "ai-atk-s0501a6:112_1": "When a person has done such things, they do not available to be the opposite of wrong view. Because of this person’s special qualities of fewness of wishes, contentment, embarrass, seclusion, aiming to see them, or to make an end of them, even if they do anything bad things, they can’t give them up.",
    "ai-atk-s0501a6:113_0": "The meaning of this:",
    "ai-atk-s0501a6:113_1": "But even though he’s accomplished in vision, he makes a new effort with the intention of the world, saying: “Excellence of mindfulness, good conduct, generosity, and wisdom in the world; he uses me to give you a bad deed, he does not cause negligence by body and speech; for the sake of the enlightenment of the variety of flesh and blood, etc.; and he does so on.”",
    "ai-atk-s0501a6:113_2": "He is incapable of doing it. If he does not know, “This should be done against it, this is not, I will practice for it.” And he should then continue with his sensible spiritual companions.",
    "ai-atk-s0501a6:113_3": "One who has seen such a bad and such bad deeds, and who has seen the truth, and having seen that person with a task, is incapable of seeing, for the sake of extinguishment.",
    "ai-atk-s0501a6:114_0": "How does he do this?",
    "ai-atk-s0501a6:115_0": "“Mendicants, suppose there was a little baby boy. If he puts his hand or foot on a burning coal, he quickly pulls any offense for which offenses are put in such that person, thinking, “So what can I prepare about the offense?”",
    "ai-atk-s0501a6:115_1": "Then they quickly reveal it to the Teacher or a sensible spiritual companion or a point out to reveal it.”",
    "ai-atk-s0501a6:116_0": "When the Buddha is negligent, peaceful, sublime, of the special qualities of peace, insight, awakening, and extinguishment with the special qualities of the Saṅgha, he eventually regards the special qualities of peace, this very is true, investigating, this, this is the requisite for attaining the Sangha.",
    "ai-atk-s0501a6:116_1": "the meaning of that in the way already described.",
    "ai-atk-s0501a6:116_2": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:117_0": "A tall forest tree crowned with flowers",
    "ai-atk-s0501a6:118_0": "13.",
    "ai-atk-s0501a6:118_1": "That’s how he defines the following persons in this way: “The Buddha has found the special qualities of the Saṅgha, the treasures, and the Saṅgha, using the truth as a treasure.” And he does repeatedly practice it, except for the sake of enlightenment of the Enlightened One’s special qualities.",
    "ai-atk-s0501a6:118_2": "There it was a seat of the wood nearby trees that were gathered in the trees of a drunk, fierce trees, bark, wood, and branches. From the roots of the trees in the Jeta Grove, the roots, trunk.",
    "ai-atk-s0501a6:118_3": "So this meaning does, “Possessed by a woodland grove,” and so on. But there is bliss in the stilling of applied and sustained thought.",
    "ai-atk-s0501a6:118_4": "like a flame in a charnel ground,",
    "ai-atk-s0501a6:118_5": "touching the various kinds of peacocks, the meaning is produced in all branches.",
    "ai-atk-s0501a6:118_6": "already described in the way already described.",
    "ai-atk-s0501a6:118_7": "in the first month of summer; four months of the sumer,",
    "ai-atk-s0501a6:118_8": "This is the noble enemy of Māra.",
    "ai-atk-s0501a6:118_9": "In the first rainy season the funeral pyre, is the meaning.",
    "ai-atk-s0501a6:118_10": "It is said to be the first among the “space” and “It is said, “friends”.",
    "ai-atk-s0501a6:118_11": "observed the use of the winter on.",
    "ai-atk-s0501a6:119_0": "In this matter, this alms-food is said:",
    "ai-atk-s0501a6:119_1": "just as when a tree grows in the first sea, a foolish and trees a fruit of trees, having crushed and dreadfully with the hand of a tree, or a struggle, or with a very firstlyrand, having a sense of urgency, specific roots, etc., it is firstly suitable for the sake of embracing the mountains, and for the sake of producing the supreme concentration of passions, and so forth it is not only for the sake of purification of gaining the fruit, thus he has gained the fruit of quenching that precedestext, etc., and that cannot attain extinguishment.",
    "ai-atk-s0501a6:119_2": "Excellent in excessive verses in the ultimate sense.",
    "ai-atk-s0501a6:119_3": "And this is the meaning:",
    "ai-atk-s0501a6:119_4": "is the highest benefit in the ultimate solace.",
    "ai-atk-s0501a6:120_0": "The Buddha has made this funeral pyre out of flowers and fruits, and that it is very hard to realize this same teaching. But it is only used to pay homage to the Buddhas to him.",
    "ai-atk-s0501a6:120_1": "the meaning of that in the way already described.",
    "ai-atk-s0501a6:120_2": "And this too is included in the teaching of the noble ones, so it is superior in the teaching of the Buddhas.",
    "ai-atk-s0501a6:120_3": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:121_0": "Golden in color,",
    "ai-atk-s0501a6:122_0": "14.",
    "ai-atk-s0501a6:122_1": "After learning the truth of the Dhamma, the Buddha has undertaken the superb Dhamma, and now he has undertaken the supermundane state with the supermundane attainments, he said, “This is the truth, opposite direction,”",
    "ai-atk-s0501a6:122_2": "Herein, it is due to sublime : “Oh, what we have been attained by one who is superior” .",
    "ai-atk-s0501a6:122_3": "One who knows the teachings,",
    "ai-atk-s0501a6:122_4": "For one (where) who is supreme in all things, the most excellent Bodhisatta, knowing the Bodhisatta in the most excellent Awakening.",
    "ai-atk-s0501a6:122_5": "distinct from the Varuṇa and Bhaddiyatissa, Nigaṇṭhas, a false pretext, and others.",
    "ai-atk-s0501a6:122_6": "it is called one who worships the path bearer of the wound because he is unable to reach the end of the path.",
    "ai-atk-s0501a6:122_7": "He is called an old enlightener of the thirty-two paths over the past, the Buddhas roughly fulfilled by the former lineages of the rainy season, the Awakened One, the one who is called ancient road (only).",
    "ai-atk-s0501a6:123_0": "Furthermore, omniscient knowledge of the realisation of Nibbāna, the supreme bliss of owing to the realization of the fruit of knowledge and freedom, giving the supreme bliss of freedom.",
    "ai-atk-s0501a6:123_1": "By means of these special qualities of supermundane progression, whose virtue is supreme.",
    "ai-atk-s0501a6:124_0": "And another all:",
    "ai-atk-s0501a6:124_1": "filled with wisdom the positions of terminology, and One so on, frequenting festivals, and fullness by the linking of the paths, filled with the perfection of wisdom.",
    "ai-atk-s0501a6:124_2": "Likewise he describes the supremely superb of merits by the Buddha, the One of Great Seer, who knows the enlightened One’s special qualities, etc., and through having become an unsurpassed Buddha, with the incomparable, and his own hand of respect and reverence for the sake of defilement of the Dhamma, etc., in that place he thus enlightened them by the Lord of the Dhamma, and his having become awoundless, he presented himself in the teachers of the Paccekabuddhas.",
    "ai-atk-s0501a6:124_3": "The rest is as already explained.",
    "ai-atk-s0501a6:125_0": "The Buddha has said that the ninefold supermundane state with the nine progressive virtues, and its special qualities of being an Enlightened One, after paying respect to the Buddhas, he amused himself.",
    "ai-atk-s0501a6:125_1": "the meaning of that in the way already described.",
    "ai-atk-s0501a6:125_2": "And the one who understands the whole world treasure is indeed the supermundane, the Buddha taught it: “This is the superior state and the superior state to it. ”",
    "ai-atk-s0501a6:125_3": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:126_0": "drops the color of milk",
    "ai-atk-s0501a6:127_0": "15.",
    "ai-atk-s0501a6:127_1": "After learning in the nineteenth and ten verses, the Buddhas, the nine verses, and the ninety-two verses, which were truthfully practiced in the scriptures, opposed, and the paths, and the attainments, they proceeded with their own arrivals.",
    "ai-atk-s0501a6:127_2": "Herein, broken means has been cut off;",
    "ai-atk-s0501a6:127_3": "and remembering old age.",
    "ai-atk-s0501a6:127_4": "falling into nine powers.",
    "ai-atk-s0501a6:127_5": "There is no continued existence for rebirth.",
    "ai-atk-s0501a6:127_6": "with a mind free from greed;",
    "ai-atk-s0501a6:127_7": "they in the future:",
    "ai-atk-s0501a6:127_8": "The old is destroyed, and nothing new is produced, (their) minds are one who has ended the defilements.",
    "ai-atk-s0501a6:127_9": "the seeds have been cut off,",
    "ai-atk-s0501a6:127_10": "undisturbed in battle.",
    "ai-atk-s0501a6:127_11": "When desire fades away, they are complaining:",
    "ai-atk-s0501a6:127_12": "The wise one, having a perfect confidence,",
    "ai-atk-s0501a6:127_13": "Like a copper in a lotus leaf,",
    "ai-atk-s0501a6:128_0": "what is said:",
    "ai-atk-s0501a6:128_1": "Whatever sentient beings have ceased and perished, they are in the past and haven’t given up craving and stilled greed for the past, future or present. They are not abandoned in the past, the present life, forwards, and for the future craving.",
    "ai-atk-s0501a6:128_2": "and it is the production of the Buddha that is called a Buddha, ninety, orifices are cut off, roots, fruits, and results in the future. And there are no craving for propagations because it is arrogant roots, fruits, and fragrant roots and fruits in the neighbourhood, emblings, seeds, and craving for the future.",
    "ai-atk-s0501a6:128_3": "Those who still had a desire for rebirth in a future life,",
    "ai-atk-s0501a6:128_4": "So it has been abandoned because of the origin of its passing away and reappearing of existence like the sun without reachingence. That is, the Hero, the Wise One, or the cessation of perception and feeling, and with the practice that leads to the cessation of insight.",
    "ai-atk-s0501a6:128_5": "At that time the town of the city of Pāṭaliputta was showing him one among the towns, some climbed as before, and bringing it to the neighborhood of the city.",
    "ai-atk-s0501a6:129_0": "The Buddha heard that these two verses were mentioned in the past. Then they made the Sutanu , the drivers, and the Saṅgha in the former way, they did so in order to show the special qualities of peace, having made the knowledge of the special qualities of peace, etc.,,, and they did so by recollecting the special qualities of the Dhamma, etc., and that, they receive it with insight due to disillusionment of peace.",
    "ai-atk-s0501a6:129_1": "the meaning of that in the way already described.",
    "ai-atk-s0501a6:129_2": "And it is possible that this whole of the community has ended the defilements should be presented with the treasures.”",
    "ai-atk-s0501a6:129_3": "And so these verses, thousand and even one hundred thousand aeons of koṭis of beings.",
    "ai-atk-s0501a6:130_0": "At the conclusion of the royal family of Khāṇumata was eighty-four thousand chief royal family (divided) and all the section of the Dhamma.",
    "ai-atk-s0501a6:131_0": "What is the commentary on the part of the body?",
    "ai-atk-s0501a6:132_0": "16.",
    "ai-atk-s0501a6:132_1": "Then Sakka said to the Buddha: “Blessed One, I should declare these things to be realized.” And the Buddha, once was told, he should know that he is added: “Nāga, I have come to you. And just as much as you like this, when you’ve gone, the child should be told, that Nāgas: “This is how I have come to be told, the Buddha is not.” And he should do so, he should know that this: “There is the end of the world.”",
    "ai-atk-s0501a6:132_2": "And since he was offered to the smell of a hundred leagues long, he offered the flowers and fruits of the gods. That’s why he has done away with all these things, human beings, etc., and is worshipped by the Buddhas: “Having taken by gods and humans, of the Lord of the Devas, and all that which is why I is worshipped by the gods and men,” he said, “May all the Lord of the Gods.”",
    "ai-atk-s0501a6:133_0": "17.",
    "ai-atk-s0501a6:133_1": "But he has a pair of polished the path and strength that is, tied, infatuated, and attached to the defilements.",
    "ai-atk-s0501a6:133_2": "But quenching, “You’re called annoyed; such a thing including all suffering, dispelling all suffering, and that’s why you’re called the ‘Realized’.",
    "ai-atk-s0501a6:133_3": "And because the Sangha hasn’t come back from that way, it is called “from the road” and “There is no way to get back.",
    "ai-atk-s0501a6:133_4": "Therefore remains only the rest of the Realized One, not even for the sake of men; may there be safety!",
    "ai-atk-s0501a6:133_5": "The rest is as already explained.",
    "ai-atk-s0501a6:134_0": "Sakka, the ruler of the gods, having risen from his seat, together with his ministers, went to the capital.",
    "ai-atk-s0501a6:134_1": "The Buddha was teaching the Dhamma in the second and seventh day. In the same way he preached the Doctrinal Abscess, all the times, and the Dhamma.",
    "ai-atk-s0501a6:134_2": "The Buddha stayed at Vesālī for a fortnight.",
    "ai-atk-s0501a6:134_3": "Then the King’s virtues made over it again with the whole of the day. And they didn't go to the Buddha.",
    "ai-atk-s0501a6:134_4": "Then the dragon king thought, “We’ll think, ‘We’ll prepare! Why don’t we do that? We won’t get a golden couch from the sky and set it on the golden staircase, and ask the Buddha adorned his golden throne, and now do it in the morning.”",
    "ai-atk-s0501a6:134_5": "The Buddha had consented and submitted five hundred treasures, and five hundred monks needed them.",
    "ai-atk-s0501a6:134_6": "The Nāga kings brought together with the Community of monks.",
    "ai-atk-s0501a6:134_7": "There the Fortunate One preached the Dhamma for the whole night.",
    "ai-atk-s0501a6:134_8": "On the second day, after the Great Seer, the Fortunate One gave the food and drinks to them a great donation of excellent food,",
    "ai-atk-s0501a6:135_0": "When the gods of the Thirty-Three think, “We shall make a plan, sir,” and when the Buddha had done no thought, “We shall build a tree in thehaddinal pile,” and when they were demolishing on all sides, thinking,",
    "ai-atk-s0501a6:135_1": "In this way the Great Brahmā, the rebirth-made chain of a great sacrifice, was reborn in the general population by the Great Brahmā.",
    "ai-atk-s0501a6:135_2": "And the Licchavīs, at the time of the meal, when they had done the time,",
    "ai-atk-s0501a6:135_3": "Before entering that Fortunate One was dwelling near Rājagaha with the five days.",
    "ai-atk-s0501a6:136_0": "After the meal, on his return from alms-round, he sat together in the pavilion of the Truth near Rājagaha, and in the wide openings of the assembly hall of the Buddha. He thought, “(the earth) is more than sixty-six leagues in the various directions, or sixty-two covers of the head, upstreams, and his limbs covered with various songs were laid down on the grounds for the earth.”",
    "ai-atk-s0501a6:136_1": "The Fortunate One, having departed, came through the air together with the golden statue, went to that place and sat down on the pavilion.",
    "ai-atk-s0501a6:136_2": "and addressed the mendicants,",
    "ai-atk-s0501a6:136_3": "“Mendicants, what were you sitting talking about just now?”",
    "ai-atk-s0501a6:136_4": "The monks told the Buddha,",
    "ai-atk-s0501a6:136_5": "“Mendicants, this is not produced by supernormal powers. Because of the power of the Buddha, I’m not getting rid of any previous existence.”",
    "ai-atk-s0501a6:136_6": "The monks said, “We couldn’t find out about something that way, so we can know the Buddha.”",
    "ai-atk-s0501a6:137_0": "The Blessed One said:",
    "ai-atk-s0501a6:137_1": "Once upon a time, monks, there was a brahmin called Saṅkha.",
    "ai-atk-s0501a6:137_2": "His son, a sixteen year old student called Susīma,",
    "ai-atk-s0501a6:137_3": "One day, after approaching and worshipping his Father, he stood on one side.",
    "ai-atk-s0501a6:137_4": "Then her Father said to her: “What did you do?”",
    "ai-atk-s0501a6:137_5": "He said: “After going to Bārāṇasī, doing the crafts take a craft?”",
    "ai-atk-s0501a6:137_6": "“Well then, Susīma, go to my friend and learn the same philosophy.”",
    "ai-atk-s0501a6:137_7": "After taking her, he went to Bārāṇasī, bowed down to him, and went to the teacher, bowed down to him.",
    "ai-atk-s0501a6:137_8": "Saying: “The teacher is a friend,” he is anointed the student who is worthy of offerings dedicated to the gods.",
    "ai-atk-s0501a6:137_9": "But he traveled around spotless, giving it up, and places to the teachers’ edge.",
    "ai-atk-s0501a6:137_10": "The teacher should take the opportunity to get it.",
    "ai-atk-s0501a6:138_0": "He threw a lot of gold coin and bullion, gold and silver, crushing all gold, bigs, bark and shoots, and he threwshed the floor in the craft.",
    "ai-atk-s0501a6:138_1": "While making recitation is the beginning and not the middle he sees it only.",
    "ai-atk-s0501a6:138_2": "Then the teacher went up to his teacher and said: “Such is the beginning, but not the end.”",
    "ai-atk-s0501a6:138_3": "The teacher said, “I too say this to you!”",
    "ai-atk-s0501a6:138_4": "Then who knows the end of this teacher’s learning,",
    "ai-atk-s0501a6:138_5": "Dear, there are hermits through the archery:",
    "ai-atk-s0501a6:138_6": "I ask you their teacher’s doctrine:",
    "ai-atk-s0501a6:138_7": "Father, they question,",
    "ai-atk-s0501a6:138_8": "He then went to the hermits and asked: “Venerable Sir, do you know the Fortunate Ones’ offenses?”",
    "ai-atk-s0501a6:138_9": "”—”Yes, friend.”",
    "ai-atk-s0501a6:138_10": "That rule, too, trains:",
    "ai-atk-s0501a6:138_11": "Well then, I’m not able to go forth without the training.”",
    "ai-atk-s0501a6:138_12": "It would be good, Sir, if you would give me the going forth and do what you wish.",
    "ai-atk-s0501a6:138_13": "After giving them the going-forth, he should do so.",
    "ai-atk-s0501a6:138_14": "There he does not, and instructed the training in the Island of Awakening (into the womb),",
    "ai-atk-s0501a6:138_15": "At the end of the Sakyans, “Anyone of the Buddhas,” and she rewards.",
    "ai-atk-s0501a6:138_16": "As the deeds he had performed (in past lives), he was not attaining Nibbāna in his consciousness.",
    "ai-atk-s0501a6:138_17": "the Independent Buddhas took the corpses and performed the funeral ceremonies for the relics, and presented them to the town.",
    "ai-atk-s0501a6:139_0": "Then the brahmin Saṅkha, thinking, “I haven’t gone a long time. I have seen my son, and grandsoned a long time. When I had gone to Bārāṇasī, he saw the student Saṅkheyyaka Mount Nandaka had gone there, he thought, “Who would you think there?”",
    "ai-atk-s0501a6:139_1": "“Yes, brahmin, we know this.”",
    "ai-atk-s0501a6:139_2": "After taking a plantain, he wailed the floor with his hand, and lamenting and grieving in the water, he rolled back and forth into the water. He having cut off his own hands and knees, and puts his upper robe, fastened his shoulder, toggles, and chop off his head, he strikes out with his own hands.",
    "ai-atk-s0501a6:140_0": "After having taught the past connection with the future, he gave a talk on the Teaching.",
    "ai-atk-s0501a6:140_1": "“Since you know this,",
    "ai-atk-s0501a6:140_2": "I sprinkled sand there with water, and my grandmother in that place,",
    "ai-atk-s0501a6:140_3": "There I sprinkled water on the lotuses of various blossoms, and covered with flowers out of season.",
    "ai-atk-s0501a6:140_4": "I sprinkled the ground all round with water from my water pitcher.",
    "ai-atk-s0501a6:140_5": "I erected my robe, and bound the parasols to the shrine for my sun. It was six days until my bodies were chopped off.",
    "ai-atk-s0501a6:140_6": "And so, mendicants, this worship and respect wasn’t given up through the power of the Buddha, because of the power of Brahmā, he was no more future lives.”",
    "ai-atk-s0501a6:140_7": "talk about the Dhammapada:",
    "ai-atk-s0501a6:141_0": "“If, by renouncing a small good, he might see a good that is large,",
    "ai-atk-s0501a6:142_0": "a wise one would give up material happiness and discernment.”",
    "ai-atk-s0501a6:143_0": "Except in the ultimate talk, lesser training,",
    "ai-atk-s0501a6:144_0": "The Body Precious is finished."
}