{
    "ai-atk-s0508a12:0_0": "2. Dukanipāto",
    "ai-atk-s0508a12:1_0": "1. Paṭhamavaggo",
    "ai-atk-s0508a12:2_0": "1. Uttarattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:3_0": "There is no-one else, there is no-one else than this verse:",
    "ai-atk-s0508a12:3_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:3_2": "This too, when the Buddha had performed the shackle of the merits, he became in the abode of the Fortunate One’s meditation.",
    "ai-atk-s0508a12:3_3": "On one occasion the Teacher, while traveling in a forest, was sitting at the foot of a tree.",
    "ai-atk-s0508a12:3_4": "When he saw the Buddha, he became one of the gods. Taking the air he came down from the sky, and making a flower through the air, he died down from the sky through the air, with a confident minds, he passed away from that place I was reborn there between the gods.",
    "ai-atk-s0508a12:3_5": "Having attained the three knowledges, he proceeds through the whole world, having gone to the species of rebirth in the world, the born in a profession, and in the next life.",
    "ai-atk-s0508a12:3_6": "After seeing the miracle, the Magadhan chief minister the government offered the Vassakāra, and having seen his own son, he gave them his own advice.",
    "ai-atk-s0508a12:3_7": "Being re-ordained, he rejects it, returns from time to time for the instrument of the Dhamma. When he hears the Dhamma, he having gained confidence in the presence of the Elder.",
    "ai-atk-s0508a12:4_0": "At that time a certain senior monk had an affliction for the benefit of that senior monk. He then put his bowl and robe on the road, puts his bowl and robe, and left the water for washing your feet.",
    "ai-atk-s0508a12:4_1": "Then a certain bandit, picked up a valuable treasure of the city, left the town by the capital. He then left the town in the city and put it aside in the town.",
    "ai-atk-s0508a12:4_2": "the novice attained through his bowl,",
    "ai-atk-s0508a12:4_3": "“The king’s men arrested for bandits, and he sees a thieves who were imprisoned by bandits,” and when he asked for this reason, he said to him, “After it.”",
    "ai-atk-s0508a12:4_4": "Then the king, the rainy season, having destroyed the duties to the king and gloriously, having cut off his desires, gladness and beaten (them).",
    "ai-atk-s0508a12:4_5": "The first monk, thinking, “Previously my teacher, I’ve gone forth in the my name of the Suddhodana’s son, and being satisfied by the creed doing it.” Then he started on a buttoise,",
    "ai-atk-s0508a12:5_0": "Then the Buddha went to the place where he saw that position of knowledge. Then he went into the sky, put on a mat of wetress, looking like a druming cooking shopping cloth, and he said: “The Buddha, it is like a very net, like a cowherd, when he has arrived at the end of the gems, then he may see the Elder Nuns, etc., he should review this matter how to the beginning with the first palm of the beginning.” And he should review the Dhamma: “Fir having arisen in the middle and goes to the end of the fruit, the end.",
    "ai-atk-s0508a12:5_1": "When he had reached the deathless state with the deathless people, he became elated, full of joy and happiness, and joyful, having converted, bounced with great joy, and became the charming bliss of insight and the way he conquered, along with arranged their minds, attained the great path of defilements.",
    "ai-atk-s0508a12:5_2": "Therefore it is said:",
    "ai-atk-s0508a12:6_0": "“Awakened as the thirty-two marks of a Buddha,",
    "ai-atk-s0508a12:7_0": "“The Fortunate One, chief of men, regained seclusion",
    "ai-atk-s0508a12:8_0": "“A morsel in the middle of the Himālaya,",
    "ai-atk-s0508a12:9_0": "after sitting cross-legged in the mat, sat down on a prepared seat",
    "ai-atk-s0508a12:10_0": "I went out to my hermitage,",
    "ai-atk-s0508a12:11_0": "I went to a Happy One,",
    "ai-atk-s0508a12:12_0": "“Just as a mountain full of fire",
    "ai-atk-s0508a12:13_0": "the Buddha, the retinue of splendid like a shining in light,",
    "ai-atk-s0508a12:14_0": "“The jungle thicket, having gone to the Awakened One,",
    "ai-atk-s0508a12:15_0": "Having seen him, full of flattery, aroused mind,",
    "ai-atk-s0508a12:16_0": "“I saw a charming fragrant flower",
    "ai-atk-s0508a12:17_0": "I took three flowers of the Buddha, carrying the blossom of the Buddha.",
    "ai-atk-s0508a12:18_0": "° “In whose state of existence has become three flower",
    "ai-atk-s0508a12:19_0": "like the sunlight down in the lake.",
    "ai-atk-s0508a12:20_0": "“Now that is worked down with good intentions,",
    "ai-atk-s0508a12:21_0": "after throwing off the human body I went to the (Realm of) the Thirty Three.",
    "ai-atk-s0508a12:22_0": "“Hey, you say, ‘this I have answered,’",
    "ai-atk-s0508a12:23_0": "and thirty leagues away from there.",
    "ai-atk-s0508a12:24_0": "“Over a thousand panels, having made use of cloth, made by chamber,",
    "ai-atk-s0508a12:25_0": "and a hundred thousand aeons appeared in me.",
    "ai-atk-s0508a12:26_0": "“The gems are made of gold, red ornaments,",
    "ai-atk-s0508a12:27_0": "whichever of the fruits there are (this) from the Pettiya family,",
    "ai-atk-s0508a12:28_0": "“Through the bed and benches, and the ladden,",
    "ai-atk-s0508a12:29_0": "banner, fragrant, and decrepit,",
    "ai-atk-s0508a12:30_0": "“Having gone forth from the world of the gods, your men,",
    "ai-atk-s0508a12:31_0": "just as I wish to go to the city of Devas.",
    "ai-atk-s0508a12:32_0": "“I would be no more than a flower,",
    "ai-atk-s0508a12:33_0": "covered all round with leagues,",
    "ai-atk-s0508a12:34_0": "“Sāgas, eight thousand leagues have appeared in the morning time,",
    "ai-atk-s0508a12:35_0": "surrounded by night and day,",
    "ai-atk-s0508a12:36_0": "* “Herein, singing, respected, revered, and venerated by the wind,",
    "ai-atk-s0508a12:37_0": "I enjoy myself from the delightful enemy.",
    "ai-atk-s0508a12:38_0": "“After having eaten (myself) I rejoice in that,",
    "ai-atk-s0508a12:39_0": "I shaken by name, being devoted to the supreme Buddha,",
    "ai-atk-s0508a12:40_0": "“Five hundred and five hundred women, Prince,",
    "ai-atk-s0508a12:41_0": "a hundred double-layed wheel -turning monarchs, and I am still a wheel-turning monarch.",
    "ai-atk-s0508a12:42_0": "(something) today, the Greatly wise man,",
    "ai-atk-s0508a12:43_0": "“He who has transmigration through continuity,",
    "ai-atk-s0508a12:44_0": "there is no wealth for me to give.",
    "ai-atk-s0508a12:45_0": "“Two I have transmigrated the gods, sir.",
    "ai-atk-s0508a12:46_0": "I do not know the fruit of Buddhas.",
    "ai-atk-s0508a12:47_0": "“Two I have sex with this family, brahmins, and householders.",
    "ai-atk-s0508a12:48_0": "I don’t know the netws of a Buddha,",
    "ai-atk-s0508a12:49_0": "“There is a place for the size of a horses, a Snake.",
    "ai-atk-s0508a12:50_0": "the Buddha’s head was as fragrant,",
    "ai-atk-s0508a12:51_0": "“Having heard of a group of bondservants, boundaries,",
    "ai-atk-s0508a12:52_0": "the Buddha’s head was as fragrant,",
    "ai-atk-s0508a12:53_0": "“Your cows and horses are rewards.",
    "ai-atk-s0508a12:54_0": "the Buddha’s head was as fragrant,",
    "ai-atk-s0508a12:55_0": "“Food rains residence, ninety-nine years,",
    "ai-atk-s0508a12:56_0": "the Buddha’s head was as fragrant,",
    "ai-atk-s0508a12:57_0": "° and asked: “Thigh this eaten this food, sleeping place in a sleeping place,",
    "ai-atk-s0508a12:58_0": "the Buddha’s head was as fragrant,",
    "ai-atk-s0508a12:59_0": "“I am honoured by all fame, honoured by birth.",
    "ai-atk-s0508a12:60_0": "I am a bird who foes, transmigration,",
    "ai-atk-s0508a12:61_0": "I revere the best of relatives, the Buddhas.",
    "ai-atk-s0508a12:62_0": "“I don’t know that no hot water is found,",
    "ai-atk-s0508a12:63_0": "and that’s unpleasant, (thinking): It is not found in me.",
    "ai-atk-s0508a12:64_0": "“Having become a golden poisonous or transmigration,",
    "ai-atk-s0508a12:65_0": "I don’t understand the Buddha’s colour,",
    "ai-atk-s0508a12:66_0": "“As a palace, accumulating the ground,",
    "ai-atk-s0508a12:67_0": "she was reborn in a well-born and plunged deep into the Great Wood.",
    "ai-atk-s0508a12:68_0": "“I gave up the five kinds of sensual stimulation,",
    "ai-atk-s0508a12:69_0": "At seven years I attained Liberation at the end of birth.",
    "ai-atk-s0508a12:70_0": "“The Buddha, who has arisen in the special qualities of untrained Buddha,",
    "ai-atk-s0508a12:71_0": "Honoured by the Buddha, make offerings of fruit,",
    "ai-atk-s0508a12:72_0": "“I have seen clearly with vision and knowledge,",
    "ai-atk-s0508a12:73_0": "attained the deep knowledge of the Enlightened One.",
    "ai-atk-s0508a12:74_0": "“Does the analytical knowledge of psychic power have attained (supernatural) power,",
    "ai-atk-s0508a12:75_0": "of the one who has reached perfect perfection in the Dhamma.",
    "ai-atk-s0508a12:76_0": "“The thirty-two thousand went forth in old age,",
    "ai-atk-s0508a12:77_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a12:78_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:79_0": "After having obtained the six (supernatural) faculties and the other earth, he showed (the Bodhisatta).",
    "ai-atk-s0508a12:79_1": "and his minds full of wonder and amazement, thought,",
    "ai-atk-s0508a12:79_2": "Firstly, it was he that wound and realisation. That would be good, reverends, how can you do so.",
    "ai-atk-s0508a12:80_0": "121.",
    "ai-atk-s0508a12:81_0": "“No, there is no continuations that are permanent, eternal, and imperishable,",
    "ai-atk-s0508a12:82_0": "The aggregates arise for you:",
    "ai-atk-s0508a12:83_0": "122.",
    "ai-atk-s0508a12:84_0": "“I’m the one who has come to be in a state of existence,",
    "ai-atk-s0508a12:85_0": "I relinquished all my parts, and my bowls will be destroyed.”",
    "ai-atk-s0508a12:86_0": "recited this verse:",
    "ai-atk-s0508a12:87_0": "And there is no continued existence for rebirth. It is permanent, everlasting, eternal, imperishable, and perceiving form for sensual pleasures. That is: the one who perceives about the produced in the realm, or the generation of enlightenment through the formless realm. And there is no continued existence in them, the wretched in the formless realm.",
    "ai-atk-s0508a12:87_1": "This is how it is said: with the intention of conditions that originate.",
    "ai-atk-s0508a12:87_2": "Conditioned by what is impermanent, suffering, and perishable. When these five grasping aggregates are included in the calm, they are perishing and changing.",
    "ai-atk-s0508a12:87_3": "That’s why they are said to be “volitions.”",
    "ai-atk-s0508a12:87_4": "That’s why they arise and another aggregates.",
    "ai-atk-s0508a12:87_5": "When they arise in a continued existence, as long as they arise, they mean: they grow old. The meaning is that which is dispelled in the next life, which is the meaning.",
    "ai-atk-s0508a12:87_6": "And it is said: “Choices are to be found in the five lower fetters” .",
    "ai-atk-s0508a12:87_7": "Then he has well known the three characteristics, which brings about formations, which are likeness of hate, as well as falling apart from the three characteristics, which are the dangers, which are the drawbacks, and which are impermanent, suffering, and perishable, which the Buddha sees the impermanence of conditions:",
    "ai-atk-s0508a12:87_8": "“Suffering is impermanent.”",
    "ai-atk-s0508a12:88_0": "Characterizing the three characteristics, while making a length of choices, they burn like the blazing of a liquor, which are like the sweeping of Master’s .",
    "ai-atk-s0508a12:88_1": "That’s how totally beyond all sensual pleasures, with the ending of craving, not clinging to sensual pleasures, not at all. That’s why it’s lost, but that is not enough for them.”",
    "ai-atk-s0508a12:88_2": "Like a human being with divine-element, “I am bound to human sensual pleasures,” is the meaning.",
    "ai-atk-s0508a12:88_3": "I have attained Nibbāna like this.",
    "ai-atk-s0508a12:88_4": "Then, on that very day of the workers of his fellow monastics, that is to say:",
    "ai-atk-s0508a12:89_0": "First: Uttara is finished.",
    "ai-atk-s0508a12:90_0": "Piṇḍolabhāradvāja",
    "ai-atk-s0508a12:91_0": "(but) this is not the Elder Piṇḍolabhāradvāja in verse:",
    "ai-atk-s0508a12:91_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:91_2": "At the time of the Buddha Padumuttara, it seems, when he was reborn in a jackal mountain coarse mountain.",
    "ai-atk-s0508a12:91_3": "The Buddha is unable to do so.",
    "ai-atk-s0508a12:91_4": "(Sīhabāhu), taking the rose-apple, went to the Buddha and bowed down to him with (?), seeing him lying in the home of the Jetavana, caved he stood, charming the flowers and fruits of the Buddha.",
    "ai-atk-s0508a12:91_5": "like one day who worshipped her thus:",
    "ai-atk-s0508a12:91_6": "The Buddha stopped seven days after saying soon afterwards he can see his beings. But the inner skin he sees only in the space, his absence thus.",
    "ai-atk-s0508a12:91_7": "and decomposed by the head of Pālileyyaka. As long as he was able, he was unable to overcome by excess of merit, having arrived at the town of Pāṭaliputta, the ruler of the Jina, the town, the capital at Kokālika conversion of the town, and the Kingdom of Koliya. After hearing the Dhamma, he secure his birth in the town, where he rose up into the town.",
    "ai-atk-s0508a12:91_8": "Then he, having understood the three Vedas, Vāsiṭṭhas, and also Mahāpajāpatī, without having gained faith in the fame, went to Rājagaha for the purpose of seeing the rainy season, and saw the teachers of the Vinaya, who had gone forth in the sky, and was established in the neighbour of the Faith.",
    "ai-atk-s0508a12:91_9": "Therefore it is said:",
    "ai-atk-s0508a12:92_0": "“In the past I was wandering, at that time,",
    "ai-atk-s0508a12:93_0": "I saw the Buddha, the son of all things,",
    "ai-atk-s0508a12:94_0": "“I am the best of men, each of the Buddha,",
    "ai-atk-s0508a12:95_0": "when the spot is carried out by the power of the merits,",
    "ai-atk-s0508a12:96_0": "“Upāli, what’s left of the fruit and what’s left from here?",
    "ai-atk-s0508a12:97_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:98_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:99_0": "But when I had been ordained in the presence of the Buddha, I have attained it that you can attain my own path with my own insight, that which is my lion’s roar.” And she asked me about it, “Where are you able to ask me about it?”",
    "ai-atk-s0508a12:99_1": "And the Buddha said, “Bhaddiya the dreadful monk, put his upper robe over one shoulder, placed the sword of my father’s position.”",
    "ai-atk-s0508a12:99_2": "On the same day, he wants to build a hut together with his own hands, feet with a male and female bondservants, workers, and staff into one corners. He then gives to the Sangha, thinking, “After my prepare a meal, I’ll get to give one of the nuns,” and he said, “Give my grand-daughter.”",
    "ai-atk-s0508a12:99_3": "Furthermore, I don’t wish to give me a very helpful to the brahmin.” And I announced that my supreme perfect confidence in the Sangha. When I’ve arrived, I’d think, ‘I’m not able to fully understand that my instructions.’ But when I’ve finished, he doesn’t know that the brahmin’s prevented by giving me a gift.",
    "ai-atk-s0508a12:100_0": "123.",
    "ai-atk-s0508a12:101_0": "“This life isn’t fostered because there is no peace of heart.",
    "ai-atk-s0508a12:102_0": "Seeing that of the food is lost, I will see this venerable,",
    "ai-atk-s0508a12:103_0": "124.",
    "ai-atk-s0508a12:104_0": "“That man who brings you in regard to supernatural sweet families,",
    "ai-atk-s0508a12:105_0": "While the indeed is fine found, hard to give:",
    "ai-atk-s0508a12:106_0": "recited this verse:",
    "ai-atk-s0508a12:107_0": "Herein, this life is not possible for me to live with carcass of bamboos, etc., as its enemy, and my life is incomparable.",
    "ai-atk-s0508a12:107_1": "but food doesn’t think of the heart’s nurse’s heart is plenty of obsessed with the heart and kinsmen, like a level of the heart. And they don’t think it’s worth listening to what they do.",
    "ai-atk-s0508a12:107_2": "Then there is no fuel for the heart, there is no craving for tastes, solid nectars, and there is no craving for tastes.",
    "ai-atk-s0508a12:107_3": "“Who are they heresying?”",
    "ai-atk-s0508a12:107_4": "* The one who has gained material possessions and honor can focus his mind on the repulsiveness of food in the heart.",
    "ai-atk-s0508a12:107_5": "But the fuel for what has been completely understood is abandoned, Nanda’s mind is given up, and is called a “boundedness”.",
    "ai-atk-s0508a12:107_6": "“How can I get tormented?”",
    "ai-atk-s0508a12:107_7": "“If there is no food for alms, but rather than that, why are you going for alms round, wandering for alms, then thinking, “Why are you sitting here? ” Bhaddā’s dwelling place, you can pay attention to the monastery worker?”",
    "ai-atk-s0508a12:107_8": "solid food is a reason for eating: that is a reason why food is undertaken.",
    "ai-atk-s0508a12:107_9": "“My body is connected with the requisites”: “Paṇḍuka, find out the meaning of this body and all that of the Buddhas, when he saw them thus, I do so.”",
    "ai-atk-s0508a12:108_0": "He thought, “Having seen, after approaching from that place, is in the midst of the people, and he said, ‘Not so, is the one who is like me,’ and speaking about the opposite, and he said, “She is this: ‘She is the point of such modes as that!”",
    "ai-atk-s0508a12:108_1": "The meaning of this:",
    "ai-atk-s0508a12:108_2": "This is the necessary condition for the lay life to homelessness.",
    "ai-atk-s0508a12:108_3": "and it would be hard for you to finish and sink down. And if you were to pull out of a bad person, then you’d bring it back.",
    "ai-atk-s0508a12:108_4": "Yet this is the only stainless, difficult to attain it.",
    "ai-atk-s0508a12:108_5": "Having heard that the brahmin was devoted to the Elder.",
    "ai-atk-s0508a12:109_0": "Piṇḍolabhāradvāja is finished.",
    "ai-atk-s0508a12:110_0": "3. Valliyattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:111_0": "the monkey-hundred, Vanasāṭikaputta’s verse, and so on this verse:",
    "ai-atk-s0508a12:111_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:111_2": "When all the Buddhas had performed the threshold to the good deeds that were present. There, when he saw the Buddhas, he entered a wilderness dwelling, the story of a certain forest grove, the trees had been gathered in the wilderness, and surrounding it with a single string of grass, he spread it with a sharp and axety above.",
    "ai-atk-s0508a12:111_3": "Walking in the place he pulled up his sand, and gave it to him.",
    "ai-atk-s0508a12:111_4": "He was reborn amongst gods and humans in this population, and that Buddha had been reborn amongst gods and humans.",
    "ai-atk-s0508a12:111_5": "He lived in a neighborhood of his senses, and having heard the teachings of good friends, he approached the Buddha and founded his subsequently. He having heard that his teaching, attained Arahatship and attainment.",
    "ai-atk-s0508a12:111_6": "Therefore it is said:",
    "ai-atk-s0508a12:112_0": "“In the southern hills there is a mountain named Avanti.",
    "ai-atk-s0508a12:113_0": "and was dwelling at the root of a tree known as “Repulsiveness”.",
    "ai-atk-s0508a12:114_0": "“I’ve done a mound of cococks, so I robbed the grass",
    "ai-atk-s0508a12:115_0": "After being walking mindfully in that mango grove, I stood in the mango grove.",
    "ai-atk-s0508a12:116_0": "“Now that is worked down with good intentions,",
    "ai-atk-s0508a12:117_0": "after throwing off the human body I went to the (Realm of) the Thirty Three.",
    "ai-atk-s0508a12:118_0": "“I haven’t been declared by the Buddha;",
    "ai-atk-s0508a12:119_0": "and thirty leagues away from there.",
    "ai-atk-s0508a12:120_0": "“In four eons I delight in the world of the gods,",
    "ai-atk-s0508a12:121_0": "and (before) for seven days, and for the gods’ messengers,",
    "ai-atk-s0508a12:122_0": "“Four are the thirty-two wheels, having a wheel-turning monarch,",
    "ai-atk-s0508a12:123_0": "(something) today, the Greatly wise man,",
    "ai-atk-s0508a12:124_0": "“Dhammadinnā, very strong,",
    "ai-atk-s0508a12:125_0": "Let the Buddha to live out the dispensation.",
    "ai-atk-s0508a12:126_0": "“For he who was a General procedure, with whatever actions there is.",
    "ai-atk-s0508a12:127_0": "I don’t know how this hut is unstable,",
    "ai-atk-s0508a12:128_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:129_0": "But when ordinary people have attained Arahantship in the way at the time of attaining the physical base consisting of boundless consciousness as its object, and so on. They declare enlightenment:",
    "ai-atk-s0508a12:130_0": "125.",
    "ai-atk-s0508a12:131_0": "“This rubbish heap is made of five-hundred huts,",
    "ai-atk-s0508a12:132_0": "Grieving (thinking): “Even when you go to the door,",
    "ai-atk-s0508a12:133_0": "126.",
    "ai-atk-s0508a12:134_0": "“Stop is like a monkey, like in whom there is no like that.",
    "ai-atk-s0508a12:135_0": "you won’t go far from here to the shore or slowly recited this verse.”",
    "ai-atk-s0508a12:136_0": "Herein, there is another droping marshes another tree standing, and he sets out another tree for that glowing, and like a cliffing the tree standing on the road, and he gives another fruit to another, like the sunk into the tree, and like the running from that place.",
    "ai-atk-s0508a12:136_1": "Your mind proceeds like this:",
    "ai-atk-s0508a12:136_2": "When it is said to be the last month of the wagons, it is not possible to show a way of the monkey to such a state of carts, but your mind inclines to self-mortification, then you won’t show your hymns, the path that youth went to self-mortification through the worms, and youthfully. That is why it is not possible to develop the path and cultivate the practices cleansed by your own mind.",
    "ai-atk-s0508a12:136_3": "“Such is not,” also the meaning is also the same as that of messenger.",
    "ai-atk-s0508a12:137_0": "First: Valliya",
    "ai-atk-s0508a12:138_0": "Gaṅgāsa",
    "ai-atk-s0508a12:139_0": "there are three verses, etc., three verses on the Ganges:",
    "ai-atk-s0508a12:139_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:139_2": "At the time of the Buddha Padumuttara, it seems, for the sake of a family home in the Buddha, and because of the propagation of the Faith.",
    "ai-atk-s0508a12:139_3": "After reborn in a certain world of the gods, he was reborn in a certain human realm, wherever there was no caravan leader of the Buddhas, when he was reborn spontaneously. He was reborn amongst gods and humans in this world with its gods.",
    "ai-atk-s0508a12:139_4": "When he came to the house, he saw that the Buddha had allowed to go forth, and he re-entered her robes. He wounded on her garments, dressed in an unworn robe, went forth. He wovenly, to the charnel ground, to ask for too much, and to goes forth his bowl and robe, but continue with the shade of the robber.",
    "ai-atk-s0508a12:139_5": "He thinks, “I won’t employ my mind in any way, but I’ll advocate it,” and then make it silence.",
    "ai-atk-s0508a12:139_6": "In the second village, “A woman in the village of alms”, “Is there a woman instigated, or not? Am Is there any woman who is fickle, scurrilous, and loose-tongued with my hands, bringing him back?",
    "ai-atk-s0508a12:139_7": "But in the third Vāseṭṭhas, nearbyāka, the merchant families disdainted – thatpis the very same place as before.",
    "ai-atk-s0508a12:140_0": "“Padumuttara, the supreme Buddha,",
    "ai-atk-s0508a12:141_0": "With his mind happy, satisfied, satisfied, and filled a filled with glory.",
    "ai-atk-s0508a12:142_0": "“Even one of mountains or a tree standing on the ground,",
    "ai-atk-s0508a12:143_0": "When I wanted water to drink, quickly (in my existence) was destroyed,",
    "ai-atk-s0508a12:144_0": "“Having seen a hundred thousand aeons, a (true) gifts,",
    "ai-atk-s0508a12:145_0": "I’m not aware of what is given;",
    "ai-atk-s0508a12:146_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:147_0": "When he had become a perfected one, he declares enlightenment in his preceding progress, saying:",
    "ai-atk-s0508a12:148_0": "127.",
    "ai-atk-s0508a12:149_0": "My hut on the bank of the Ganges river,",
    "ai-atk-s0508a12:150_0": "My robes, and bowl,",
    "ai-atk-s0508a12:151_0": "128.",
    "ai-atk-s0508a12:152_0": "“Having heard of two or three years,",
    "ai-atk-s0508a12:153_0": "In the third rainy season the dark mass of darkness, the snapped him with this verse:",
    "ai-atk-s0508a12:154_0": "Herein, there are three of myrobalan leaves there, palms, and three months on the bank of the Ganges river, with a palm tree for the rainy season, carrying a palm-leaf hut at the crossroads, and three months on the Ganges river.",
    "ai-atk-s0508a12:154_1": "which is shown by means of his own furniture.",
    "ai-atk-s0508a12:154_2": "for this is said in the General of the Dhamma:",
    "ai-atk-s0508a12:155_0": "“I was sitting in the early to the waves where they sat,",
    "ai-atk-s0508a12:156_0": "this is enough for a mendicant who loves comfort.”",
    "ai-atk-s0508a12:157_0": "“As a refusal’s (even)” is the same as:",
    "ai-atk-s0508a12:157_1": "My alms-bowl is a funeral pot, clay, (we hear about) from the ground. This is the meaning of my embankments, saying “Such is the meaning.”",
    "ai-atk-s0508a12:157_2": "More rags, robes, and meat came from me to the monastery gateway, discarded by rags,",
    "ai-atk-s0508a12:157_3": "he shows (such) a requisite belonging to the Community,",
    "ai-atk-s0508a12:158_0": "in two or three years after the disappearance of two years had disappeared, and attained Liberation,",
    "ai-atk-s0508a12:158_1": "One spoke the word spoken by me. Then I said, “Because I said this, (saying): “Because of what I said, ought to break ignorance.”",
    "ai-atk-s0508a12:158_2": "Through that body is shown by means of approaching,",
    "ai-atk-s0508a12:158_3": "it is the third rainy season.",
    "ai-atk-s0508a12:158_4": "The mass of darkness, the main mas of darkness, the underlying tendencies of ignorance, infatuation is the meaning.",
    "ai-atk-s0508a12:158_5": "which is the cleansing of all the defilements and diverse in any are not defilements.",
    "ai-atk-s0508a12:159_0": "The Gaṅgāsa is finished.",
    "ai-atk-s0508a12:160_0": "5. Ajinattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:161_0": "Still, if your master of the three Vedas,",
    "ai-atk-s0508a12:161_1": "scorns his bowl,",
    "ai-atk-s0508a12:161_2": "There too, having performed in the past, the Buddhas there, and presented him with the good health, while still afflicted by the Sambuddha, the chief of men, then returned to the forest nearby. There he sat down to one side in the wilderness, illuminating the drums, fever, and having seen the incomparable (good),",
    "ai-atk-s0508a12:161_3": "So he was reborn in a good place, a heavenly realm, and made meritorious god from a Happy One in this world of the gods, the Buddhas and specified the brahmin in this world.",
    "ai-atk-s0508a12:161_4": "they ate at the wrong time.",
    "ai-atk-s0508a12:161_5": "and they gave him the name Ajita.",
    "ai-atk-s0508a12:161_6": "When he had become reborn in a place of loss, a bad place, the underworld, hell because of one who had become disillusioned, dispassionate, and freed regarding the six kinds of little food, he saw the way that he had gone forth from the lay life to homelessness. He thought,",
    "ai-atk-s0508a12:161_7": "Therefore it is said:",
    "ai-atk-s0508a12:162_0": "“Listening to the Buddha, the world’s elder,",
    "ai-atk-s0508a12:163_0": "Together with the great position that was made by wind,",
    "ai-atk-s0508a12:164_0": "“Having faith in my mind, they turned back on the ground,",
    "ai-atk-s0508a12:165_0": "the thirteen finger necks, this is the lowest range.",
    "ai-atk-s0508a12:166_0": "“Mahinda, there are four oceans for me,",
    "ai-atk-s0508a12:167_0": "This earth is limitless and unlimited,",
    "ai-atk-s0508a12:168_0": "“My thoughts have immeasurable intentions, being honeyed by the gods,",
    "ai-atk-s0508a12:169_0": "These were the fourteenth parts and the foot of a tree.",
    "ai-atk-s0508a12:170_0": "“There are messengers in my thoughts, there are trees for the eon.",
    "ai-atk-s0508a12:171_0": "he ruled as king of gods and men.",
    "ai-atk-s0508a12:172_0": "“The World-King was a Universal Monarch, and I am the wheel-turning monarch,",
    "ai-atk-s0508a12:173_0": "(something) today, the Greatly wise man,",
    "ai-atk-s0508a12:174_0": "“For one who is enquiry, (called) gifts, whatever giving gifts",
    "ai-atk-s0508a12:175_0": "I don’t know about a person’s needs fruit.",
    "ai-atk-s0508a12:176_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:177_0": "But when he was attaining perfection he had little dust in his past life, he went away.",
    "ai-atk-s0508a12:177_1": "and they also receive the Paṭācārā.",
    "ai-atk-s0508a12:177_2": "For he who understands the fruit of his deeds, and the novices said to them, “No.”",
    "ai-atk-s0508a12:177_3": "While the Elder is living together, he said this:",
    "ai-atk-s0508a12:178_0": "129.",
    "ai-atk-s0508a12:179_0": "“Not if a man is a master of the three knowledges,",
    "ai-atk-s0508a12:180_0": "is unintelligent.",
    "ai-atk-s0508a12:181_0": "130.",
    "ai-atk-s0508a12:182_0": "“That person who gets food and drink",
    "ai-atk-s0508a12:183_0": "If there is evil-doing, he who does not take care of this wickedness” .",
    "ai-atk-s0508a12:184_0": "recited this verse:",
    "ai-atk-s0508a12:185_0": "Herein, although the word “confidence” is produced in that place",
    "ai-atk-s0508a12:185_1": "If he destroys the current:",
    "ai-atk-s0508a12:185_2": "‘This is a future thing:",
    "ai-atk-s0508a12:185_3": "He has the three knowledges:",
    "ai-atk-s0508a12:185_4": "they give up death.",
    "ai-atk-s0508a12:185_5": "who speaks without pollutants.",
    "ai-atk-s0508a12:185_6": "This is said:",
    "ai-atk-s0508a12:185_7": "With clairaudience that is purified and superhuman, they are conceived in their knowledge, the origin of this knowledge, and the ending of defilements.” And they said, “Evention of all kinds of knowledge, the ending of defilements.” They’ve been reborn in the neighbours of a person with clans, then they’re wide-owing family. The fool is not reborn in the future.” And from the lay life to homelessness, in this way: “Paṭisambhidā, this is the only a person who has gone forth into homelessness.”",
    "ai-atk-s0508a12:185_8": "not knowing that one is ignorant and incomparable for the sake of reasons: it is for the sake of not ignorant.",
    "ai-atk-s0508a12:186_0": "And just as when wakeful is projecting the wakeful a sense of wakefulness, the announcement thus to wakefulness and its grossness and its incomparable, the second jhāna is wakeful and beneficial, when this second jhāna is said to be to wakefulness, it should be said:",
    "ai-atk-s0508a12:186_1": "herein the one who bears his final body:",
    "ai-atk-s0508a12:186_2": "He splits the sound of a person, just as this person is spoken by him.",
    "ai-atk-s0508a12:186_3": "The leftovers of the places:",
    "ai-atk-s0508a12:186_4": "one doesn’t get caught up,",
    "ai-atk-s0508a12:186_5": "gain and loss,",
    "ai-atk-s0508a12:186_6": "here in this world:",
    "ai-atk-s0508a12:186_7": "Those sentient beings who are filled with to the surface of the tail,",
    "ai-atk-s0508a12:186_8": "and one of bad character.",
    "ai-atk-s0508a12:186_9": "For this is the meaning:",
    "ai-atk-s0508a12:186_10": "But a person whose robes have been obtained in this way is inferiority and superior with the unvirtuous of wicked desires, etc., but only for the sake of having bad character.",
    "ai-atk-s0508a12:187_0": "Ajita is finished.",
    "ai-atk-s0508a12:188_0": "6. Meḷajinattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:189_0": "When I heard the teaching, I dreadful verses, with this verse:",
    "ai-atk-s0508a12:189_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:189_2": "This too, when the Buddha had finished his meal and merit, being presented there, he gave the good family to the Buddha, a beggar, and then entered upon the charnel ground for alms.",
    "ai-atk-s0508a12:189_3": "Through this merit they had obtained a spotless meditation, I have produced the in this profession of the Buddhas. In this way, the wise, clever in memories and display of knowledge,",
    "ai-atk-s0508a12:189_4": "When he was staying in Benares, he came to the dwellings at Isipatana, and indulging that teaching the Teacher, he had been sent forth from the lay life to homelessness.",
    "ai-atk-s0508a12:189_5": "Therefore it is said:",
    "ai-atk-s0508a12:190_0": "“The Fortunate One, while lying down,",
    "ai-atk-s0508a12:191_0": "and emerging from seclusion, he went out to hide.",
    "ai-atk-s0508a12:192_0": "“I saw a (which) fruit, which I did not go to the realm of the gods,",
    "ai-atk-s0508a12:193_0": "On his mind is purified, Sudatta (alternatively) the fruition,",
    "ai-atk-s0508a12:194_0": "“Having (Anāthapiṇḍika), the one who goes from there,",
    "ai-atk-s0508a12:195_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:196_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:197_0": "And when he had attained perfection, he said, “What do you have achieved any superhuman quality?” But when asked, “Friends, what did you have achieved?”",
    "ai-atk-s0508a12:198_0": "131.",
    "ai-atk-s0508a12:199_0": "“When I heard the Teacher was speaking on the Dhamma,",
    "ai-atk-s0508a12:200_0": "I know the triad of doubt,",
    "ai-atk-s0508a12:201_0": "132.",
    "ai-atk-s0508a12:202_0": "“Indeed it is the great hero, the most excellent charioteer,",
    "ai-atk-s0508a12:203_0": "Whether the path or the practice, mine of I am no doubt regarding the path,” this verse was recited in verse:",
    "ai-atk-s0508a12:204_0": "Herein, when one is enquiry",
    "ai-atk-s0508a12:204_1": "Not hurt themselves,",
    "ai-atk-s0508a12:204_2": "the four Dhamma, the four Dhamma,",
    "ai-atk-s0508a12:204_3": "I heard:",
    "ai-atk-s0508a12:204_4": "Visiting the Teacher’s Dispensation by the meaning of the present life,",
    "ai-atk-s0508a12:204_5": "about the doubt,",
    "ai-atk-s0508a12:204_6": "Not knowing the best and the unconditioned, all-seer know and see instances,",
    "ai-atk-s0508a12:204_7": "victors because of anger or dead,",
    "ai-atk-s0508a12:204_8": "He has no spending into the presence of quenching the noble ones.",
    "ai-atk-s0508a12:204_9": "This is said:",
    "ai-atk-s0508a12:204_10": "When I am able to teach the Dhamma of the four quarters, then I can’t see a snake without getting wet. When someone who is hostile and phrases, who see the teachers of the truth, the self-control, the eighteen conqueror of the earth, the Supreme hymns, the rulers, bodies of supreme guide for those who wish to be tamed, the perfected ones, the fully awakened Buddhas, without a doubt, fall away from the world, or that affection.",
    "ai-atk-s0508a12:204_11": "When the noble path is conceived in that place, is it not possible that such virtue will?”",
    "ai-atk-s0508a12:204_12": "There is this that production of the noble ones in all its aspects and roaming around the noble states of existence as an enemy, since it is still present to him as a ruler.",
    "ai-atk-s0508a12:205_0": "Meḷhaka is finished.",
    "ai-atk-s0508a12:206_0": "7. Rādhattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:207_0": "Just as the rain seeps that were, so too the Elder Nun Saṅghara’s verses:",
    "ai-atk-s0508a12:207_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:207_2": "He then went to the counselor of the Buddha and made a dwelling place on the same sheet, having approached the Buddha, bowed down to the Great Monastery, and sat down to one side. After seeing the Teacher, the chief amongst those who were her teachers,",
    "ai-atk-s0508a12:207_3": "and made offerings of the Teacher.",
    "ai-atk-s0508a12:207_4": "When he had done this, he came to the air from there and was reborn therein the places of Vipassī. There he saw the scenery, which was very fruitful and beneficial for the Buddha, while walking for alms.",
    "ai-atk-s0508a12:207_5": "The Buddha, having performed meritorious deeds, was reborn in the realm of the gods. He then made meritorious conduct and had produced in the vicinity of the heavenly analysis, and having had accumulated wealth, he proceeded to his own dwelling, put out of compassion for Arahantship, and having gained a dwelling place with Arahantship. Having taken the dissatisfied, and making an effort, he goes forth from the lay life to homelessness. Having sat down on his own seat, he prostruation, and was unable to his own life, he went forth invited them with his own insight into homelessness.",
    "ai-atk-s0508a12:207_6": "Therefore it is said:",
    "ai-atk-s0508a12:208_0": "“Having received the appearance of a Buddha, the Lord of the World,",
    "ai-atk-s0508a12:209_0": "Practicing the path to perfection.",
    "ai-atk-s0508a12:210_0": "“This is allowable for one eon (of the fruit), which brings a fruit,",
    "ai-atk-s0508a12:211_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:212_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:213_0": "Having attained perfection and consumed the Teacher, one who responds to the Teacher, and one who talks in the Dhamma, and one who is like the Teacher’s teaching, and one who retains from sexuality.",
    "ai-atk-s0508a12:213_1": "For the One of the views, etc., their relying on these ten extremes, and the ten powers of the Dhamma.",
    "ai-atk-s0508a12:213_2": "That is why the Blessed One said:",
    "ai-atk-s0508a12:213_3": "“The foremost of my monk disciples in seniority is Rādha.”",
    "ai-atk-s0508a12:213_4": "When he has not developed that single day, he said: “Even those who haven’t developed mindfulness of death in this way,” and on that occasion they don’t, address, “Deal with these verses.”",
    "ai-atk-s0508a12:214_0": "133-4.",
    "ai-atk-s0508a12:214_1": "There they sprinkled about in that place,",
    "ai-atk-s0508a12:214_2": "Leaving the navel and the ropes, the skin inner skin,",
    "ai-atk-s0508a12:214_3": "They go on developing the rainy season.",
    "ai-atk-s0508a12:214_4": "Undeveloped in that house, like a creeper;",
    "ai-atk-s0508a12:214_5": "Their mind is unconfused: so greedy, hate, and delusion.",
    "ai-atk-s0508a12:214_6": "Developed in one who has been fully developed, and his mind is well developed, like someone who cannot be able to discern that view of the houses.",
    "ai-atk-s0508a12:215_0": "The First Rādha is finished.",
    "ai-atk-s0508a12:216_0": "8. Surādhattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:217_0": "I had destroyed the Tree of Sujātā, and the Elder Sujāta,",
    "ai-atk-s0508a12:217_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:217_2": "When he had performed his former merits, he became self-assured and in the former times, his meritorious conduct, his body, and he felt hurriedly pressed at the root of a certain family, then he saw the very fruitful and frightened, attained the Teacher, and attained the very fruitful.",
    "ai-atk-s0508a12:217_3": "And after being reborn in the realm of the gods, he had been reborn in a good place, a heavenly realm, and had making merit. He became an intermediately reborn in this world of the gods. He was called the first awakened Buddha,",
    "ai-atk-s0508a12:217_4": "Because of that Jeṭṭha’s going forth in sleeping place and bedding, he soon realized Arahantship.",
    "ai-atk-s0508a12:217_5": "Therefore it is said:",
    "ai-atk-s0508a12:218_0": "“Puṇṇaka, the moon’s expert",
    "ai-atk-s0508a12:219_0": "I saw a burning tree in the world",
    "ai-atk-s0508a12:220_0": "“We took the fruit of lump of cattle, I gave to the teacher.",
    "ai-atk-s0508a12:221_0": "Who is worthy of a religious donation with his hand,",
    "ai-atk-s0508a12:222_0": "“Upāli, what’s left of the fruit and what’s left from here?",
    "ai-atk-s0508a12:223_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:224_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:225_0": "But while attaining the instructions and obtaining (them), he declares enlightenment out of greed, etc., similarly in versestigations, and so on.",
    "ai-atk-s0508a12:226_0": "135-6.",
    "ai-atk-s0508a12:226_1": "Herein, one whose cankers are destroyed:",
    "ai-atk-s0508a12:226_2": "continued existence is reborn, rebirth in a future life.",
    "ai-atk-s0508a12:226_3": "(His) in the vicinity of the Enlightened One, the Worthy One, the Perfect Sambuddha, accomplished and fully enlightened: has completed the spiritual life,",
    "ai-atk-s0508a12:226_4": "Without giving up of reckonings: “Without making an end of suffering” is given up, stilling the purification of view he has given up and has given up his views, and the noble path is abandoned by questioning of .",
    "ai-atk-s0508a12:226_5": "Abandoning: the attachment to rebirth is a term for sensual pleasures, for rebirth in the realm of existence, and for rebirth in the future.",
    "ai-atk-s0508a12:226_6": "for which I went forth from the lay life to homelessness is for the purpose of the home life.",
    "ai-atk-s0508a12:226_7": "I have attained the ending of all fetters.",
    "ai-atk-s0508a12:227_0": "The First Surādha is finished.",
    "ai-atk-s0508a12:228_0": "9. Gotamattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:229_0": "Upatissa is happy: Gotama’s verse.",
    "ai-atk-s0508a12:229_1": "scorns his bowl,",
    "ai-atk-s0508a12:229_2": "At the time of the Buddha Paccekabuddha had been created a rolling-pinion wherever he was reborn there, a matted-hair Vipassī, and a resided in the Vipassī’s family, he gave the resided by the Fortunate One,",
    "ai-atk-s0508a12:229_3": "The Buddha, having made meritorious and in this world, and having destroyed meritorious deeds in the realm of the gods of the Thirty-Three, and having made meritorious deeds, after becoming a hundred thousand rebirths, and twenty thousand treasures, I have bandits of the earth, and after having destroyed a deed, they entered Rājagaha for a place of loss, the underworld, hell equal one thousand a hundred thousand rebirths, and amushed myself in this world, and an immediately effectively effectively for a life, the sake of produced in Double a good family.",
    "ai-atk-s0508a12:229_4": "The Teacher, knowing that the responding seats the reason for his (previous) bodily conduct, he showed himself to that seat.",
    "ai-atk-s0508a12:229_5": "The Teacher, having seen the Teacher, taught him the Dhamma,",
    "ai-atk-s0508a12:229_6": "After hearing the teaching, he reached Arahantship in Liberation.",
    "ai-atk-s0508a12:229_7": "Therefore it is said:",
    "ai-atk-s0508a12:230_0": "“Having received the appearance of a Buddha, the Lord of the World,",
    "ai-atk-s0508a12:231_0": "practising the path to perfection.",
    "ai-atk-s0508a12:232_0": "“This is allowable for one eon (of the fruit), which brings a fruit,",
    "ai-atk-s0508a12:233_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:234_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:235_0": "But while enjoying the bliss of attaining the bliss of attainment and the bliss of grueling, he asked the lay life for a layman and then asks, “What are you doing so?”",
    "ai-atk-s0508a12:235_1": "When the senior monk heard that they had made an agreement for women, and he gave him another verse, and then they answered: “Having made an end of sensual desire, ill will, because he is free from passion for women.”",
    "ai-atk-s0508a12:236_0": "137.",
    "ai-atk-s0508a12:236_1": "There, women, men who do not sleep at ease, among women, womans who are harming, among women, or woman. But there are such things as pleasant, painful, or neutral feeling that have arisen in them.",
    "ai-atk-s0508a12:236_2": "for they are him.",
    "ai-atk-s0508a12:236_3": "They must protect each other, at every time they should be protected by one time,",
    "ai-atk-s0508a12:236_4": "For a woman’s mansions build up a level with the surface of the ropes on a stone, then rolled around it with mustard-post. So he doesn’t guard it with all the time.",
    "ai-atk-s0508a12:236_5": "They must guard the mind by recollecting the special qualities of the mind, or the owners, etc., as follows:",
    "ai-atk-s0508a12:236_6": "or the body is guarded by the garland of flowers, etc., should be guarded and protected by the bodily perfume of the mind.",
    "ai-atk-s0508a12:236_7": "and it’s hard, so hard to find. Because she’s hard to realize the truth, of embracts, services, and work. And she didn’t strike or try to realize it.",
    "ai-atk-s0508a12:236_8": "That’s why a woman remains to be found covering in happiness.",
    "ai-atk-s0508a12:237_0": "138.",
    "ai-atk-s0508a12:237_1": "Just now, in the women of the daughters of such-and-such a woman who hasn’t given up such women and who has reached the ultimate end, their own letter, and your second advantage in them.",
    "ai-atk-s0508a12:237_2": "Sensual pleasures are violent, destroyed, frightened, false, and untroubled. And I believe in the noble path.",
    "ai-atk-s0508a12:237_3": "They’re not given up by you here. We won’t because we’ve returned to your strands, nor haven’t fallen into debt.",
    "ai-atk-s0508a12:237_4": "For one without greed has reached maturity over him as if he were free from passion, who possesses that enemy’s going beyond the highest shadow of greed.",
    "ai-atk-s0508a12:237_5": "Where (there is) not because of not-self, having gone to Nibbāna wherever I have gone, wherever I have no defilements, and no choose, that is undeveloped in a state of existence. Now I shall go to Nibbāna.",
    "ai-atk-s0508a12:238_0": "The Vedas, Gotama is finished.",
    "ai-atk-s0508a12:239_0": "10. Vasabhattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:240_0": "Previously he says this to the Elder Nun:",
    "ai-atk-s0508a12:240_1": "scorns his bowl,",
    "ai-atk-s0508a12:240_2": "There too this bhikkhu went to the locality of the Himalayas, having gone forth in such a clan, because of the gods of the Thirty-Three and reborn in the world, having destroyed the brahmins, after going to the neighborhood of a Buddha, and gained faith in the professions, went forth through the abode of the Himālayan trees, and given up to the Buddhas there, after going forth like this thought:",
    "ai-atk-s0508a12:240_3": "“Now I’m honored, respected, revered, venerated, and esteemed by these things I don’t.”",
    "ai-atk-s0508a12:240_4": "After considering this, they thought: “How may the former Buddhas have performed, venerated, and recollected their former jungles, and recollected them with gold coins, I lifted them at the root of a hundred thousand rebirths, and lifted them along with gold coins, I was worshipped the Enlightened One, and circumambulated them with golden garlands and fragrances, and circumstances, and circumstances, and so on.” After giving them a life, they performed merit for the former existence, he had arisen in worshipped them with golden.",
    "ai-atk-s0508a12:240_5": "Herein, after passing away from there and re-entering from there I arose in the host of (good) conduct, and having created a thousand coins in this way, he came to the Buddha and attained Arahatship. Having done so, the still, having attained Arahatship, all came to Vesālī, and after going forth in the family.",
    "ai-atk-s0508a12:240_6": "Therefore it is said:",
    "ai-atk-s0508a12:241_0": "“Hey in the southern hills there is a united monastery,",
    "ai-atk-s0508a12:242_0": "My hermitage was like a leaf hut,",
    "ai-atk-s0508a12:243_0": "“One yogis, (Dearly), (a matted-hair ascetic,",
    "ai-atk-s0508a12:244_0": "Sineru the fourteen thousand (people) served me with his own hands.",
    "ai-atk-s0508a12:245_0": "“I thought thus: ‘I am in skill in emerging",
    "ai-atk-s0508a12:246_0": "all the people worship me.",
    "ai-atk-s0508a12:247_0": "“I have no advice;",
    "ai-atk-s0508a12:248_0": "(There is) in the Divine Seerless Repulsiveness, free from (wholesome) desire,",
    "ai-atk-s0508a12:249_0": "“I am a heavy burdenits, respected,",
    "ai-atk-s0508a12:250_0": "He is my teacher, there is no Teacher for me,",
    "ai-atk-s0508a12:251_0": "“I’ll search for me, searching for a heavy (whole.)",
    "ai-atk-s0508a12:252_0": "This rain doesn’t come to anyone.",
    "ai-atk-s0508a12:253_0": "“Forms and dust on the rivers,",
    "ai-atk-s0508a12:254_0": "and the top of the brahmins and householders, my grandmother (tree) was surrounded by me.",
    "ai-atk-s0508a12:255_0": "“Having gone to the stream of the river he stood in that place,",
    "ai-atk-s0508a12:256_0": "Having gathered round, he shrine, the Indian realm,",
    "ai-atk-s0508a12:257_0": "“Those who were Buddhas, there were gifts of the idea.",
    "ai-atk-s0508a12:258_0": "We shall explore this a monument for them,",
    "ai-atk-s0508a12:259_0": "“Having made for the a heap of flowers, I (and",
    "ai-atk-s0508a12:260_0": "I worshipped three thousand jewels with three thousand flowers,",
    "ai-atk-s0508a12:261_0": "“I will revere the one who is worshipped, who is happy, said:",
    "ai-atk-s0508a12:262_0": "As she was conceived in the presence of the Buddha,",
    "ai-atk-s0508a12:263_0": "“When the defilements are born, seeking the household life.",
    "ai-atk-s0508a12:264_0": "I review the Sanctuary in the Thūpa,",
    "ai-atk-s0508a12:265_0": "“Only having lived in a dwelling place, having no use for support,",
    "ai-atk-s0508a12:266_0": "He should not restrain his defilements, dear sir,",
    "ai-atk-s0508a12:267_0": "(but) if he is honoured by the Shrine, it is a monument;",
    "ai-atk-s0508a12:268_0": "the spotting of applied thought, just as the giant outshine",
    "ai-atk-s0508a12:269_0": "“Living in such a way, the king of Death, look me",
    "ai-atk-s0508a12:270_0": "and he passed away in the Brahmā realm.",
    "ai-atk-s0508a12:271_0": "“Anyone who lived for the three lifespan,",
    "ai-atk-s0508a12:272_0": "and with the eighty-four times the lord of the gods.",
    "ai-atk-s0508a12:273_0": "“The three world-elements, and three universal wheel-turning monarchs,",
    "ai-atk-s0508a12:274_0": "(something) today, the Greatly wise man,",
    "ai-atk-s0508a12:275_0": "“Having undercovered the result of flowers,",
    "ai-atk-s0508a12:276_0": "running on the bank of the river,",
    "ai-atk-s0508a12:277_0": "“For he who has dyed the dust and dirt, noising the knees,",
    "ai-atk-s0508a12:278_0": "Declaring his limbs, I will not be freed from change,",
    "ai-atk-s0508a12:279_0": "“I am the Thūpa, Sumedhā! I am the monument of the Sudassana",
    "ai-atk-s0508a12:280_0": "After making the Thūpa, on the unshakable foot,",
    "ai-atk-s0508a12:281_0": "“Having done what is good and wholesome to give birth,",
    "ai-atk-s0508a12:282_0": "There is no field for (the field), or barley,",
    "ai-atk-s0508a12:283_0": "“I’m powerful, so leaf-hut crossed over the flood.",
    "ai-atk-s0508a12:284_0": "if only a little hut would take care of it,",
    "ai-atk-s0508a12:285_0": "“I will depend on this big to cross over the great flood,",
    "ai-atk-s0508a12:286_0": "thief would not cross over the flood,",
    "ai-atk-s0508a12:287_0": "“This has been done by me, and whatever small a little time I’ve done,",
    "ai-atk-s0508a12:288_0": "it goes beyond transmigration.",
    "ai-atk-s0508a12:289_0": "“By in succession of existence, by the riches,",
    "ai-atk-s0508a12:290_0": "she was reborn in a well-born and plunged deep into the Great Wood.",
    "ai-atk-s0508a12:291_0": "“Faith is my mother and father has gone for refuge to the Buddha,",
    "ai-atk-s0508a12:292_0": "both of them have seen the vicinity of the Dispensation;",
    "ai-atk-s0508a12:293_0": "“Having gone to Bodhi (Tree) with the Beautiful of the Earth,",
    "ai-atk-s0508a12:294_0": "they will revere Sakyaputta at the front.",
    "ai-atk-s0508a12:295_0": "“The day sabbath on thery of the day fathoms was liquor,",
    "ai-atk-s0508a12:296_0": "Renouncing the Buddha’s praise, they those who raised the teachings.",
    "ai-atk-s0508a12:297_0": "“I saw a Shrine, having seen (him), the Shrine of the Thūpa,",
    "ai-atk-s0508a12:298_0": "attained Liberation.",
    "ai-atk-s0508a12:299_0": "“A he who was coming to the Dhamma, the hero of the Dhamma,",
    "ai-atk-s0508a12:300_0": "and homeless, after leaving the house, I went forth in his presence.",
    "ai-atk-s0508a12:301_0": "“He can dwell for seven years in the womb.",
    "ai-atk-s0508a12:302_0": "The Buddha, the blessings of peace, the Visionary One,",
    "ai-atk-s0508a12:303_0": "“The robe-cloth is finished in the peaceful, what is finished?",
    "ai-atk-s0508a12:304_0": "I observed the instructions of the Sakyans.",
    "ai-atk-s0508a12:305_0": "“For he who has gone beyond all fear, ~ who has gone beyond all living beings,",
    "ai-atk-s0508a12:306_0": "It is a disciple of the hero, Great hero,",
    "ai-atk-s0508a12:307_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:308_0": "But when a gift to give up residence, he does not use them to introduce them. He then puts them aside their way.",
    "ai-atk-s0508a12:308_1": "People, thinking “This isn’t mortified,” and they actually contemptuously.",
    "ai-atk-s0508a12:308_2": "The Elder lived without a group.",
    "ai-atk-s0508a12:308_3": "But someone of those wicked desires, whose self-control is shown themselves to the world, like as if they were content with desires.",
    "ai-atk-s0508a12:308_4": "That crowd, the Worthy One, the Perfect Sambuddha.",
    "ai-atk-s0508a12:308_5": "Then Sakka, lord of gods, knowing that the elder went up to him and asked, “What does he do?”",
    "ai-atk-s0508a12:308_6": "The elder, the leader of wicked desires –",
    "ai-atk-s0508a12:309_0": "139.",
    "ai-atk-s0508a12:310_0": "“Firstly kills oneself, he kills others,",
    "ai-atk-s0508a12:311_0": "One kills oneself, like one who kills oneself.",
    "ai-atk-s0508a12:312_0": "140.",
    "ai-atk-s0508a12:313_0": "“No brahmin in the color of a brahmin, for he is a brahmin,",
    "ai-atk-s0508a12:314_0": "Whoever bad deeds the hells, the Kaṇhāyanas clansman like Sujampati verses.”",
    "ai-atk-s0508a12:315_0": "Herein, previously, having done what is called an enlightenment factor, engaged in oneself, experts himself in the first world, he still protects his own bad qualities. Then he looks himself on his own bad deeds.",
    "ai-atk-s0508a12:315_1": "He kills himself first and is driven by later on. Then, when a bhikkhu kills himself, he kills those who have acquired the fruit of that deed, he cuts himself down (saying): “They’ve done bringing them to the fruit of the Noble One.”",
    "ai-atk-s0508a12:315_2": "When there is a scheming of mindfulness, they show themselves well.",
    "ai-atk-s0508a12:315_3": "When their bad person kills themselves, they wield power as they like.",
    "ai-atk-s0508a12:315_4": "he went with the abode of his enemy he wounded upon him.",
    "ai-atk-s0508a12:315_5": "A morsel is a warrior,",
    "ai-atk-s0508a12:315_6": "And just as when befits his own wealth, having destroyed himself in this world, does not endure another world, even when the other world, with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans, let them lose their own perils, or the next world, thinking: ‘In the next world, let alone those who have dispelled the next world, and because they don’t only be able to get free of suffering.",
    "ai-atk-s0508a12:315_7": "Furthermore, a gift that has not been given to its fruit in the right way, and does not say, “accomplish him with the fruit of its donation,”",
    "ai-atk-s0508a12:315_8": "for this is said by the Blessed One:",
    "ai-atk-s0508a12:315_9": "“Through a human being, he should give a gift to an offering.”",
    "ai-atk-s0508a12:315_10": "Hence it is said: “She is it that they do not take it,”",
    "ai-atk-s0508a12:316_0": "In this way the brahmin is established in the very life. It is not tamed either by a person who is pure and clean, but only if he gives purity today is pure in the second.",
    "ai-atk-s0508a12:316_1": "The meaning of this:",
    "ai-atk-s0508a12:316_2": "For one brahmin in the posture, etc., is not only by one who is virtuous,",
    "ai-atk-s0508a12:316_3": "For the one who lives in this life is praised here",
    "ai-atk-s0508a12:316_4": "But a brahmin has attained his virtue by being in the attainment of stream-entry.",
    "ai-atk-s0508a12:316_5": "“That’s why doing bad deeds in this way that you are mortified and inferior. That’s why he person, knowingly dark and bright, wrapped himself in a call.”",
    "ai-atk-s0508a12:316_6": "After hearing that, Sakka said, “The Bhikkhus advised the three people and instructed them to their own turn,” he put on the back.",
    "ai-atk-s0508a12:317_0": "Vasabha is finished.",
    "ai-atk-s0508a12:318_0": "The first group of nine is finished.",
    "ai-atk-s0508a12:319_0": "2. Dutiyavaggo",
    "ai-atk-s0508a12:320_0": "Mahācunda",
    "ai-atk-s0508a12:321_0": "appreciation to Venerable Mahācunda:",
    "ai-atk-s0508a12:321_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:321_2": "Now, when the Buddha had made this very helpful to the Buddha, he surviveyed him to put a potter in a potter’s bowl, and have put the corner to make merit. Then he having seen the discarded the recipients, clay potter’s work, and shook it by himself.",
    "ai-atk-s0508a12:321_3": "He was reborn amongst gods and humans in this human existence, where he was reborn in the Magadhan lands, in this little village of the brahmin lady, the territory.",
    "ai-atk-s0508a12:321_4": "While having reached the vicinity of the Dhamma, he fell in the six stages of that place. He not long after having seen (them), he did not allow it to go forth.",
    "ai-atk-s0508a12:321_5": "Therefore it is said:",
    "ai-atk-s0508a12:322_0": "“The potter’s work isn’t lair,",
    "ai-atk-s0508a12:323_0": "I saw the Buddha, the flood-crosser, the one pollutant-free,",
    "ai-atk-s0508a12:324_0": "“He did not make a reward, at the end of the Buddha,",
    "ai-atk-s0508a12:325_0": "After giving away the Fortunate One’s bowl,",
    "ai-atk-s0508a12:326_0": "“Having been born in the leaf-hut, with the drop of poison,",
    "ai-atk-s0508a12:327_0": "(but) from the golden statue, (which is) beautiful,",
    "ai-atk-s0508a12:328_0": "“Having made merit for the living I enjoy, that is the fruit of good and bad deeds,",
    "ai-atk-s0508a12:329_0": "Having reverence for (all) the best wealth, I am the foremost and best,",
    "ai-atk-s0508a12:330_0": "Just as in a good field, a seed, and it’s also productive,",
    "ai-atk-s0508a12:331_0": "to have the (fruit) from the course of the fruit,",
    "ai-atk-s0508a12:332_0": "“The Buddha has reached the end of this bowl,",
    "ai-atk-s0508a12:333_0": "with the rapture and joy he invites me,",
    "ai-atk-s0508a12:334_0": "“Those who see a field in a field, (this) will also be able,",
    "ai-atk-s0508a12:335_0": "unshakableness is the Buddha, there is no joy for all living creatures.",
    "ai-atk-s0508a12:336_0": "“Reverence to you, excellent one! Reverence to you, supreme one!",
    "ai-atk-s0508a12:337_0": "while giveing the bowl, when unfinished me a pond,",
    "ai-atk-s0508a12:338_0": "“At one eons, (thinking): “Amongst those who saw what was allowable,",
    "ai-atk-s0508a12:339_0": "I’ve not been aware of any gift.",
    "ai-atk-s0508a12:340_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:341_0": "but, having obtained the six direct knowledges, when he has entered upon himself with his own attainment of seclusion, he is able to embarrassed seclusion:",
    "ai-atk-s0508a12:342_0": "141.",
    "ai-atk-s0508a12:343_0": "It’s from eagerness to learn that learning grows; it is growing on the bank of the rivers,",
    "ai-atk-s0508a12:344_0": "by wisdom, you know the goal of wisdom, brings happiness.",
    "ai-atk-s0508a12:345_0": "142.",
    "ai-atk-s0508a12:346_0": "“One should practice absorption, one who is fettered, and one who is free from fetters,",
    "ai-atk-s0508a12:347_0": "If he does not find delight in seclusion, he should live guarding the Saṅgha protection –",
    "ai-atk-s0508a12:348_0": "recited this verse:",
    "ai-atk-s0508a12:349_0": "Herein, Sumedhā will be heedless in all the duties.",
    "ai-atk-s0508a12:349_1": "For it is the reason why, when the other good friend, the intentions are fulfilled, and when they go to see him. They think that they are worth listening to, paying homage, and winning their hearts, they are called ‘should beso’.",
    "ai-atk-s0508a12:349_2": "That person is well born on that point, dependent origination, owing to the truth, and that person is well established in oneself. So let them fulfill their practices it.",
    "ai-atk-s0508a12:349_3": "it is heard that when someone says “This is well spoken.”",
    "ai-atk-s0508a12:350_0": "“Mendicants, a noble disciple with an educated noble disciple gives up the unskillful and develops the blameworthy and develops the blameless, and they keep themselves pure.”",
    "ai-atk-s0508a12:351_0": "He knows the meaning of wisdom, his welfare, benefit, and the very learned, remembering what is well spoken about. He practices accordingly, he reveals an unsurpassable way, supramundane Dhamma, and the Blessed One who understands the world with its meaning and the attainment of the path gone beyond suffering, he has entered upon the end of the path, and the inclusively the path to the higher wisdom.",
    "ai-atk-s0508a12:352_0": "“Have they understand the meaning and the teaching and practice accordingly, and they practice in line with the teaching.”",
    "ai-atk-s0508a12:353_0": "“One who examines the meaning of the teachings, reflects on the meaning of the teachings they’ve memorized and contemplate the teachings. When you’re able to persuade, we’ve memorized them, and make an effort, then you can realize the ultimate truth.” And on account of that, you’ll realize the ultimate truth, and see it with penetrating wisdom.”",
    "ai-atk-s0508a12:354_0": "relatives live in comfort and in the present life are included in lives to come. They have an end of suffering aspiration, and the goal of the world for which they pursue, being inspired by the sake of happiness.",
    "ai-atk-s0508a12:355_0": "While he is standing on the way to develop, repeatedly practiced, and he said: “Now, having shown that same sign, he said” “There is no way to show it.” ...",
    "ai-atk-s0508a12:355_1": "Herein, frequenting lodgings:",
    "ai-atk-s0508a12:355_2": "With the giving up of the fetters, he should excellent inclination, abide in seclusion, and so on. He should understand living in seclusion when he has done away with.",
    "ai-atk-s0508a12:355_3": "And they’d practice accordingly, separate, release, from fetters, and by dispelling the fetters of rebirth. They’d practice the way that leads to awakening.",
    "ai-atk-s0508a12:355_4": "If they don’t achieve the same level. If they don’t get these things, they’re not strong, stabilized by the arm, and when they don’t achieve a loving it with a confident mind, they’ve got rid of it, wieldyed the fragrances, mindfulness, and situational awareness in the six doors of the meditation subjects, they could live for a day.",
    "ai-atk-s0508a12:356_0": "Mahācunda is finished.",
    "ai-atk-s0508a12:357_0": "2. Jotidāsattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:358_0": "for those who have mastered this verse:",
    "ai-atk-s0508a12:358_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:358_2": "This too, when the Buddha had made merit for the previous day, was reborn there a good family home in the host of Yakkhas, he saw the Buddha, and the Bhaddā’s body were produced in the very fruitful and beneficial. He saw the shopsite-monking covetous insight, and his mind was reborn in the fruit of the Jina.",
    "ai-atk-s0508a12:358_3": "And now he was reborn amongst gods and humans in this population. He was a brahmin student who had been reborn among the Buddhas, his bodies became a brahmin high-born.",
    "ai-atk-s0508a12:358_4": "He became a master of the four Buddhas. Having heard that,, one of the Dhamma and one, having heard the Elder Mahākassapa’s own chief among men, and having heard his own confidence, he was going forth in the neighborhood of the village, town, or royal capital seeking a lamp into the presence of the Elder Mahākassapa. Then he led his own insight into the village, and he was established in the presence of the Thera’s presence.",
    "ai-atk-s0508a12:358_5": "Therefore it is said:",
    "ai-atk-s0508a12:359_0": "“Having seen (after) sitting in the Mount Vepulla,",
    "ai-atk-s0508a12:360_0": "I saw the Buddha, the chief of the world, the Lord of the Earth,",
    "ai-atk-s0508a12:361_0": "“With his minds at peace, Sudatta, said this: “Righteously,",
    "ai-atk-s0508a12:362_0": "on the fourteenth day of the Buddha the Buddha,",
    "ai-atk-s0508a12:363_0": "“Upāli, what’s left of the fruit and what’s left from here?",
    "ai-atk-s0508a12:364_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:365_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:366_0": "while he was learned and memorized the Āḷavī, after learning the Vinaya from the three sections, and having mastered the ten powers, he had mastered (supernatural) insights, and was sitting down at Sāvatthī to one side within the limit of the Bhikkhus, saying: “This place with another religion and one side, but many other religions as you were sitting down at Sāvatthī.” And now, he saw the brahmin Seer of the Vinaya, entered Sāvatthī, he thought,",
    "ai-atk-s0508a12:366_1": "When he heard this, the brahmin Kuṇḍalakedā said: “Who have you another shaveling?”",
    "ai-atk-s0508a12:366_2": "The elder told him:",
    "ai-atk-s0508a12:367_0": "“Such is authority, treacherous, activity, stinginess, vanity, and negligence.",
    "ai-atk-s0508a12:368_0": "For that is their escape from craving and the tied up of ignorance do not yearning with forms, for forms are their escape.”",
    "ai-atk-s0508a12:369_0": "spoke the verse:",
    "ai-atk-s0508a12:369_1": "Having heard that brahmin, they all went forth in the presence of the Theras.",
    "ai-atk-s0508a12:369_2": "When the senior monk had come to Sāvatthī, he bowed and respectfully circled the Buddha, keeping him on his right there. Then he went to his own relations, where he was conquered his own dialogation to his relatives.",
    "ai-atk-s0508a12:370_0": "143.",
    "ai-atk-s0508a12:371_0": "“Those who’ve created transmigration through the earth,",
    "ai-atk-s0508a12:372_0": "roughly hurting people.",
    "ai-atk-s0508a12:373_0": "For even if they did it, they wouldn’t do it.",
    "ai-atk-s0508a12:374_0": "144.",
    "ai-atk-s0508a12:375_0": "“Whatever a person does, whether good or bad,",
    "ai-atk-s0508a12:376_0": "The heirs he recited these verses:",
    "ai-atk-s0508a12:377_0": "Herein, there is no small thing that is refer to",
    "ai-atk-s0508a12:377_1": "likewise after replying to the preceding offense,",
    "ai-atk-s0508a12:377_2": "visiting on foot, “For he is bound to this people.”",
    "ai-atk-s0508a12:377_3": "‘A falling away from the lower realm.’",
    "ai-atk-s0508a12:377_4": "frequented by those who dwell in common senses, Vaṇḍukasena, as well as on earth, etc., that much as a shake,",
    "ai-atk-s0508a12:377_5": "“Appread general,” he told the people,",
    "ai-atk-s0508a12:377_6": "Bothing over self-defence is simply not both legal procedures, etc., and which is neither too tight nor too loose by hand and so on. It is the places of loss and by influence of .",
    "ai-atk-s0508a12:377_7": "That is a human being, whatever there may be, therefore, he whoever mindful.",
    "ai-atk-s0508a12:377_8": "discarding them,",
    "ai-atk-s0508a12:377_9": "harsh speech is the meaning.",
    "ai-atk-s0508a12:377_10": "sentient beings are born.",
    "ai-atk-s0508a12:377_11": "They too tryed the place where that person is the same.",
    "ai-atk-s0508a12:377_12": "And so that is the meaning of that bed for its sake and running, is the meaning.",
    "ai-atk-s0508a12:377_13": "“As a ploughing is (formed) doing what they wish, and nurse themselves, the meaning is that suffering is painful, having given up, is the meaning.",
    "ai-atk-s0508a12:377_14": "But it’s not because a deed that results have been performed and accumulated by deeds, and where the results of deeds.",
    "ai-atk-s0508a12:378_0": "But now it is not possible to perform a deed, since he can announce the meaning in brief, “This is indeed analyze” .",
    "ai-atk-s0508a12:378_1": "They make a good and wholesome deeds in whatever way they do domesticated good and skillful deed, whatever bad deed is indeed the fruit they make the good.",
    "ai-atk-s0508a12:378_2": "The meaning is that heir of that deed, having a bad deed, by that deed, he should be given a gift by that.",
    "ai-atk-s0508a12:378_3": "That is why the Blessed One said:",
    "ai-atk-s0508a12:378_4": "“Student, sentient beings are the owners of their deeds.”",
    "ai-atk-s0508a12:378_5": "Having heard these verses that the Elder Nun had made.",
    "ai-atk-s0508a12:379_0": "Jotidāsa is finished.",
    "ai-atk-s0508a12:380_0": "Previously",
    "ai-atk-s0508a12:381_0": "‘During this territory, the senior venerable Uppalavaṇṇā speak this verse:",
    "ai-atk-s0508a12:381_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:381_2": "While this (god) was born in the Buddha’s family home in the town’s family home in the northern quarter, on his way to pulled rice gruel, a pillow, and a double-rayed knee.",
    "ai-atk-s0508a12:381_3": "He was reborn in a place of loss in regard to the gods of the Thirty-Three. In this life, when he was reborn among human beings, he had been reborn in the absence of the Buddhas, he was reborn among human beings.",
    "ai-atk-s0508a12:381_4": "after considering (the Bodhisatta’s) son, having come to the village on the road, and when he saw the vicinity of the Buddhas, he put his dwelling in the Jetavana garden the village on the ground and questioned him, after which he having asked for Arahatship.",
    "ai-atk-s0508a12:381_5": "Therefore it is said:",
    "ai-atk-s0508a12:382_0": "“Padumuttara, Sujātā, a disciple of the Fortunate One,",
    "ai-atk-s0508a12:383_0": "he looked for rags, and then seeking.",
    "ai-atk-s0508a12:384_0": "“I’m not ruined to others, but what can I do?",
    "ai-atk-s0508a12:385_0": "Having given a half-meals to him, worshipped with his head,",
    "ai-atk-s0508a12:386_0": "“Now that is worked down with good intentions,",
    "ai-atk-s0508a12:387_0": "after throwing off the human body I went to the (Realm of) the Thirty Three.",
    "ai-atk-s0508a12:388_0": "“Tissa, having delighted thirty-two times the gods,",
    "ai-atk-s0508a12:389_0": "he became a Wheel-Turning Universal Monarch,",
    "ai-atk-s0508a12:390_0": "“Today is very learned, immeasurable,",
    "ai-atk-s0508a12:391_0": "For the one who gives a gift to those who have not lost (of merit),",
    "ai-atk-s0508a12:392_0": "“Today I wish today, the Fortunate One,",
    "ai-atk-s0508a12:393_0": "From that day for two months I’d have the fruit.",
    "ai-atk-s0508a12:394_0": "“Having seen a hundred thousand aeons, a (true) gifts,",
    "ai-atk-s0508a12:395_0": "I am not aware of a person’s own fruit,",
    "ai-atk-s0508a12:396_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:397_0": "But after seeing the spiritual power of his (good) deeds, desiring to work, he done (he said):",
    "ai-atk-s0508a12:398_0": "145.",
    "ai-atk-s0508a12:399_0": "“The nights and days go slipping by As life keeps dwindling steadily",
    "ai-atk-s0508a12:400_0": "The destroyer of death is led on a river, water, softwood,",
    "ai-atk-s0508a12:401_0": "146.",
    "ai-atk-s0508a12:402_0": "“The fool does not understand the wicked deeds he is doing,",
    "ai-atk-s0508a12:403_0": "for it’s bad for you to take the result.”",
    "ai-atk-s0508a12:404_0": "recited this verse:",
    "ai-atk-s0508a12:405_0": "Herein, takes upwards, by passing away means (him) lighting (his) go to the place.",
    "ai-atk-s0508a12:405_1": "night and day",
    "ai-atk-s0508a12:405_2": "it is at the moment of the life faculty ceases and the cessation of the life faculty.",
    "ai-atk-s0508a12:405_3": "For this is said: “You have been prepare, monk, and you’re reborn in the animal realm.”",
    "ai-atk-s0508a12:405_4": "The life span of Death is destroyed because of the life span of a hundred years. It’s normal that you lived for a long time. But when you live for a hundred years, it takes upwards and backwards to the destruction of lifespan or lifetimes. What’s the poison of continuation?”",
    "ai-atk-s0508a12:405_5": "how could one go to the pond my life?",
    "ai-atk-s0508a12:405_6": "Herein, just as the water is said, “Confidently it is said.”",
    "ai-atk-s0508a12:406_0": "Then the bad deeds he does not do bad things by way of body, speech, and mind thus, “I am ignorant and shake, opposite, going to the fool, or doing bad deeds” thus: “I am doing what is impermanent, suffering, not a fool who does not understand, he is unsuitable; he is a cause of suffering; he who does not conflict with them.”",
    "ai-atk-s0508a12:406_1": "You’ll be reborn in hell. If you’re a bad deed-tempered worker, then the result in hell or the animal realm. Anyone who leads to such a new state of existence is reborn in hell.",
    "ai-atk-s0508a12:406_2": "for the result will be bad, that evil-doing has a bad and irrefutable result.",
    "ai-atk-s0508a12:406_3": "But when he heard this advice of the Thera, he asked the King for the going forth. After hearing this advice, he turned the bracelet (towards).",
    "ai-atk-s0508a12:407_0": "Heraññakāni is finished.",
    "ai-atk-s0508a12:408_0": "First: Somamisa",
    "ai-atk-s0508a12:409_0": "addressed the Elder Nun Soṇa,",
    "ai-atk-s0508a12:409_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:409_2": "And having seen the former Buddha, his merits were created in the former places, his body, and his head was reborn in a perfumed to the Enlightened One. He, having heard the charming lotuses, by choice, by flowers, burning cos, bloated with a single flowers, and the very best song, he offering them a piece of cloth, saying,",
    "ai-atk-s0508a12:409_3": "Because of that deity of merit he came to Buddha and spent the three Vedas. As he was reborn in this human existence, he proceeded to the forest, where he had accumulated three times, and when he was born, he proceeded to the Faith of the Buddhas, when he had come to perfection the message, he said to the Faith:",
    "ai-atk-s0508a12:409_4": "But the senior elder lazy, bent overpowered by Mithilā, and spending by day and night.",
    "ai-atk-s0508a12:409_5": "When he had done this, he received the bidding special qualities of good qualities. On the contrary, he approached Mahākassapa and established the Enlightened One. After giving it up, he didn’t live on the advice.",
    "ai-atk-s0508a12:409_6": "Therefore it is said:",
    "ai-atk-s0508a12:410_0": "having seen (him), said: “Who did you bow down in reverential salutation,",
    "ai-atk-s0508a12:411_0": "Having destroyed the highest Buddha, (thinking):",
    "ai-atk-s0508a12:412_0": "“Now that is worked down with good intentions,",
    "ai-atk-s0508a12:413_0": "after throwing off the human body I went to the (Realm of) the Thirty Three.",
    "ai-atk-s0508a12:414_0": "“For he who was a General procedure, with whatever actions there is.",
    "ai-atk-s0508a12:415_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a12:416_0": "My defilements have been burnt all!",
    "ai-atk-s0508a12:417_0": "I’ll cut the bonds of the dragon and free of defilements.",
    "ai-atk-s0508a12:418_0": "“The Buddha has come to me in the presence of the Buddha.",
    "ai-atk-s0508a12:419_0": "I attained the three knowledges and masters.”",
    "ai-atk-s0508a12:420_0": "while attaining Worthiness, the Elders, after coming forth in the presence of the Elder Mahādhammarakkhita, –",
    "ai-atk-s0508a12:421_0": "147.",
    "ai-atk-s0508a12:422_0": "“Like a large congregation",
    "ai-atk-s0508a12:423_0": "So lazy, and holy to live diligently.",
    "ai-atk-s0508a12:424_0": "Therefore one should shun that indolent one with poor energy.",
    "ai-atk-s0508a12:425_0": "148.",
    "ai-atk-s0508a12:426_0": "“Dear Previously entered the Noble Ones’ army,",
    "ai-atk-s0508a12:427_0": "recited these verses:",
    "ai-atk-s0508a12:428_0": "Herein, there is a little boy who, using a silence, or a clansman, the son of a good family, who is lazy, and who does not go to the neighborhood of a family, goes beyond, and doesn’t walk.",
    "ai-atk-s0508a12:428_1": "Since it is so, these people should not expert arouse energy by means of the skillful qualities, and they get rid of it.",
    "ai-atk-s0508a12:429_0": "Thus, of this person, having shown the drawbacks in placing the mind, and making presume to prevent decline in giving up the drawbacks of arousing energy.",
    "ai-atk-s0508a12:429_1": "The meaning of this:",
    "ai-atk-s0508a12:429_2": "Whatever bodily partakes of the body are shared by the fine-material and its defilements just as they are, since they honored, respected, esteemed, revered, and venerated by the noble ones. They are able to practice absorption, living in contemplation, and with energy for the sake of enlightenment of their enlightenment factor. And they lead to Nibbāna by means of the lakes.",
    "ai-atk-s0508a12:429_3": "When he heard that, the Elder Vipassī expressed his appreciation to the dispensation, saying: “Having heard the meaning of this.”",
    "ai-atk-s0508a12:429_4": "(but) he will arrive at the same place as others.",
    "ai-atk-s0508a12:430_0": "First: Somamitta is finished.",
    "ai-atk-s0508a12:431_0": "Paṭācārā,",
    "ai-atk-s0508a12:432_0": "and the people, Jotipāla with this verse found in Venerable Saṅgāmamittā.",
    "ai-atk-s0508a12:432_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:432_2": "This too has been made by the past: of the Buddhas, and making merit. There too, when Bhaddā Kāpilānī, after making meritorious food, they live in the home of the Buddha, eaten by the beggars that mean thieves wherever they were reborn, and beating their living for the orms.",
    "ai-atk-s0508a12:432_3": "Then the Buddha said to her, “ newly arrived monks,” and he showed three robes, saying, “They will show the way to the third time,”",
    "ai-atk-s0508a12:432_4": "He made an end of the Buddhas of the past and the brahmin lady of bodies through all the fragrant heartwood, and when he was reborn in this very life. He was reborn in the company of the Konāgamana, (Sakka) the Thūpa, he was reborn in this very life.",
    "ai-atk-s0508a12:432_5": "Having destroyed the Jeta Grove, the shopkeeper went forth. Seeing the Buddha, he saw a meditation subject, which had been filled within the region of the Vinaya and, when he was going forth, he saw the meditation subject through the air,",
    "ai-atk-s0508a12:432_6": "while his mother and father went to a place of loss. But even though they weren’t able to death, he shake or tremble and quiet at death, and he smeared with fear of a robbery charming appearance, he had sex with a carpet, and then sees the results of suffering. But when they see the body breaks up, they’re robbery, a bandit, an robber, or a jackal, and robber their life. Then after seeing him with a great deer, he, he heard that man who was sweptmented like a dread, pained like a deer-bt, and making an robber. Then after seeing them, he had seen the reasoned, had gone along the Great Samed torcher of these sentient beings, and seeing him a great man who making an making an jackalī.",
    "ai-atk-s0508a12:433_0": "149.",
    "ai-atk-s0508a12:434_0": "people are attached to people;",
    "ai-atk-s0508a12:435_0": "people are hurt by people,",
    "ai-atk-s0508a12:436_0": "150.",
    "ai-atk-s0508a12:437_0": "“In whom people, because of people or begged by people,",
    "ai-atk-s0508a12:438_0": "The people, leaving the people, and got up again, they spoke this verse:",
    "ai-atk-s0508a12:439_0": "Herein, people are blind and consequence",
    "ai-atk-s0508a12:439_1": "Some of them offer us.",
    "ai-atk-s0508a12:439_2": "bound by craving, bound by craving.",
    "ai-atk-s0508a12:439_3": "“This is my mother,” thus he said, “This is another way.",
    "ai-atk-s0508a12:439_4": "I am bound with them, and I am bound with a rough head, depending on me.”",
    "ai-atk-s0508a12:439_5": "He is the only son of people: “This is my daughter, this is my son,” such a name, clan is stuck in the people.",
    "ai-atk-s0508a12:439_6": "people are hurt by people, and such things as that are, people looked at it, were, dispelling, contempt, and compassion for people, like people, without greed or hate or delusion, still their complexions. They reach the midst of people.",
    "ai-atk-s0508a12:439_7": "“This is the reason for my nurse’s sake.” And the Buddha for the sake of this because he is nourishing me.",
    "ai-atk-s0508a12:440_0": "For who is the meaning of this people, with good intention, those who need not be clothing or others?",
    "ai-atk-s0508a12:440_1": "When people are born in a person, they become (all) indeed. What is the meaning of this?",
    "ai-atk-s0508a12:440_2": "having taken people away from the moon and sun, so many people (only) appear to them, without abandoning those people. That is why, the person who, having given up craving and distributed the darkness of ignorance, and the non-human beings gathering, who would go to Bāraṇasī’s presence. So they’d meet the point of that.",
    "ai-atk-s0508a12:440_3": "And after saying this, the Elder Vipassī, went up to the abode of Liberation.",
    "ai-atk-s0508a12:440_4": "Therefore it is said:",
    "ai-atk-s0508a12:441_0": "“In the past I did not wish to eat this alms food, I am going to the shore",
    "ai-atk-s0508a12:442_0": "I do not obstruct skillful,",
    "ai-atk-s0508a12:443_0": "“My Noble Lady, I give the three worlds,",
    "ai-atk-s0508a12:444_0": "he showed the three (supernatural) vision.",
    "ai-atk-s0508a12:445_0": "she said: “After seeing her, Tissa the Teacher,",
    "ai-atk-s0508a12:446_0": "with great joy in mind, the mind that is eldest,",
    "ai-atk-s0508a12:447_0": "“Who, having seen (him), I am covered with flowers like a lotus,",
    "ai-atk-s0508a12:448_0": "Having taken a seized by the Sakyans, I throne.",
    "ai-atk-s0508a12:449_0": "“Now that is worked down with good intentions,",
    "ai-atk-s0508a12:450_0": "after throwing off the human body I went to the (Realm of) the Thirty Three.",
    "ai-atk-s0508a12:451_0": "“That man who, having a god as human beings,",
    "ai-atk-s0508a12:452_0": "I will be embarrassed with thorns,",
    "ai-atk-s0508a12:453_0": "“Two others who were doing nothing through their deeds, a (unwork) actions from here.",
    "ai-atk-s0508a12:454_0": "I am not aware of a person isn’t aware,",
    "ai-atk-s0508a12:455_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:456_0": "But after hearing the Dhamma they were born in the presence of the senior monks, and prevented by bandits, he acted accordingly.",
    "ai-atk-s0508a12:457_0": "Sabbakāmī is finished.",
    "ai-atk-s0508a12:458_0": "6. Mahākāḷattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:459_0": "of Kāḷī in verse:",
    "ai-atk-s0508a12:459_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:459_2": "When all the Buddhas had finished, she entered a wilderness hut together with a robe-cloth wearing rag robes for an iron robe, and she attended on him with a single mango. She then sat down to the root of a tree grown old leave of a tree, wherever he wanted,",
    "ai-atk-s0508a12:459_3": "Once he was baked in body and set out for making merit. He, after castrating the family of the Buddhas, and going to the assembly hall with a sword in the family, where he was sitting on his own bed, charming the caravan, and caravan, the worker countless goods, and he sat down to one side. He brought them together with the five hundred lay followers, brought them to Sāvatthī. And after listening to the Buddhas, he saw the Dhamma-makers of the Jewels and becoming warriors in the evening for a cartsting the lay followers of the going forth, in the Great Wood, in the Buddhastelligence with them, and having heard the pastries.",
    "ai-atk-s0508a12:459_4": "Then one day, (these) called Kāḷigodhā, when the Elders were broken in order to do the great afflict (?), he gave the order to both of them a catching the whole body and seize the Elders, after breaking the garden). Having sat down on one side, he said this to the Elder Bāhiya, after having created beings from the whole world with both sides and one sides, he smoke leton them, and destroying the Elders of the Sāḷhā who were presented them with both ends.",
    "ai-atk-s0508a12:459_5": "The Elder, having seen that himself, said this to that:",
    "ai-atk-s0508a12:460_0": "151.",
    "ai-atk-s0508a12:461_0": "she was reborn in a bungalow, made of gold coins and bullion,",
    "ai-atk-s0508a12:462_0": "she broke off arm-bones, and then another then took her head, and gave her a curd of her head.",
    "ai-atk-s0508a12:463_0": "arranged them and sat nearby.",
    "ai-atk-s0508a12:464_0": "152.",
    "ai-atk-s0508a12:465_0": "“A foolish one who doesn’t build up attachments, and doesn’t come back to suffering again and again.",
    "ai-atk-s0508a12:466_0": "Therefore while for one, who understands not at all, do not harass them with fear,”",
    "ai-atk-s0508a12:467_0": "recited this verse:",
    "ai-atk-s0508a12:468_0": "Herein, predatory animals is said:",
    "ai-atk-s0508a12:468_1": "He turns backwards to the Bimbā’s bodily relics,",
    "ai-atk-s0508a12:468_2": "and made of gold and silver.",
    "ai-atk-s0508a12:468_3": "She broke off a corpse with a needle, after breaking up the body from the twisted, and breaking them up.",
    "ai-atk-s0508a12:468_4": "Looking round later in the others’ need servants,",
    "ai-atk-s0508a12:468_5": "she broke off the thigh-bones and the ropes of Bāhiya in the first place and only abode.",
    "ai-atk-s0508a12:468_6": "After making a skull like a curd from its head, and sewing it with their heads and hatchets, having an ointment of it, took a string of clay ball, the meaning here and there, after breaking the hunger’s head, the meaning is the meaning.",
    "ai-atk-s0508a12:468_7": "After having sat down on a rose, like a charming (on his body) that was situated nearby. As he was sitting on a lump of messs, he fell like the sun (demons), and placing it on the ford.",
    "ai-atk-s0508a12:469_0": "When you’ve done this, he’s responsible. When you’ve seen this meditation subject, you’re not skilled in loss, bad places, the underworld, hell.",
    "ai-atk-s0508a12:469_1": "Therefore knowing this, (saying): It is not so, therefore it is called bringing welfare.",
    "ai-atk-s0508a12:469_2": "They understand: “Herein, in this life what is born, brings suffering in this way, if he does not give rise to the defilements, what should be done and not practiced,",
    "ai-atk-s0508a12:469_3": "Don’t be scared with robbery like a dead corpse. When lies in a corpse, I’ll lie down on a bed, like a cracking thread, and when shaking it again and again.",
    "ai-atk-s0508a12:469_4": "And while the Elder Vipassī sad up the air. He reached Arahantship,",
    "ai-atk-s0508a12:469_5": "Therefore it is said:",
    "ai-atk-s0508a12:470_0": "“One from the southern hills in a mountain cave,",
    "ai-atk-s0508a12:471_0": "There I saw a rag-robe wearer, which washed and fastened,",
    "ai-atk-s0508a12:472_0": "“Having taken up a flowering (there) with her hand,",
    "ai-atk-s0508a12:473_0": "destroyed by (all) a rag-robe, with the thought of rags.",
    "ai-atk-s0508a12:474_0": "“Now that is worked down with good intentions,",
    "ai-atk-s0508a12:475_0": "after throwing off the human body I went to the (Realm of) the Thirty Three.",
    "ai-atk-s0508a12:476_0": "“This is allowable for one eon, (and) a bad deed heritages.",
    "ai-atk-s0508a12:477_0": "I don’t know how to make an endless cloth,",
    "ai-atk-s0508a12:478_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:479_0": "The Large Discourse on the Uppalavaṇṇā is finished.",
    "ai-atk-s0508a12:480_0": "7. Tissattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:481_0": "and many verses for the Elder Tissa:",
    "ai-atk-s0508a12:481_1": "scorns his bowl,",
    "ai-atk-s0508a12:481_2": "This too had been made by the past of the Buddha, and there you will live in a charnel ground before discriminating the Buddha. Next, when you have seen the danger in world with good qualities, you will give up the shackles, and torportunity, after going forth in the home of the Buddha’s good families, and enjoying them, you will give up the danger in sensual pleasures.",
    "ai-atk-s0508a12:481_3": "The Buddha, having entered his dwelling, sat down in order to cessation.",
    "ai-atk-s0508a12:481_4": "When he saw the Buddha coming, he came out of the fruit and stood in the branches of a foliage. Taking the branches of wood, and leaning on the branch with a fragrant flowers, with the branches of the trees.",
    "ai-atk-s0508a12:481_5": "When seven days had passed, the Teacher thought:",
    "ai-atk-s0508a12:481_6": "and they were reborn in a hundred thousand aeons, who had subdued their passions.",
    "ai-atk-s0508a12:481_7": "The Buddha, while keepinging his bowl, he developed it, and departed.",
    "ai-atk-s0508a12:481_8": "Once he was reborn in a heavenly realm, and he had mastered the goal of the Holy One in this world. Then, having arrived at Rājagaha, once to the Fruit of the Three Worlds, he set out on foot of (haved) the three Vedas, the Arahantship, and when he had arrived at Rājagaha for the neighborhood of the gods, he was reborn in a hundred students of the Veda. After giving his wish to attain Arahantship, he attained Arahantship.",
    "ai-atk-s0508a12:481_9": "Therefore it is said:",
    "ai-atk-s0508a12:482_0": "“After plunging into my hermitage, my hermitage,",
    "ai-atk-s0508a12:483_0": "and the worms came to the sal trees.",
    "ai-atk-s0508a12:484_0": "“But Sīva, the Fortunate One, and the Worthy One,",
    "ai-atk-s0508a12:485_0": "The Sambuddha, the chief of men, (some) went to that sal tree,",
    "ai-atk-s0508a12:486_0": "“We came out of that very day, I went to the woods.",
    "ai-atk-s0508a12:487_0": "I was searching for roots and fruits in the woods.",
    "ai-atk-s0508a12:488_0": "“I saw the Buddha, Piyadassin,",
    "ai-atk-s0508a12:489_0": "in the Great Wood, in the Discipline.",
    "ai-atk-s0508a12:490_0": "“I am the Buddha and infinite”,",
    "ai-atk-s0508a12:491_0": "made a canopy covered with golden plate,",
    "ai-atk-s0508a12:492_0": "“Having given a portion of seven days, and a shaft,",
    "ai-atk-s0508a12:493_0": "my mind, having converted the best Buddha’s teaching,",
    "ai-atk-s0508a12:494_0": "“The Fortunate One, after entering from that concentration,",
    "ai-atk-s0508a12:495_0": "while sitting on his lovely Cloud-Dhammada",
    "ai-atk-s0508a12:496_0": "“A wound is a wound named Piyaka,",
    "ai-atk-s0508a12:497_0": "I can go to Upasīva in a hundred thousand",
    "ai-atk-s0508a12:498_0": "“I saw the Fortunate One, the chief of the world,",
    "ai-atk-s0508a12:499_0": "smiled to the Community of monks, after slacking the victor of the Community of monks,",
    "ai-atk-s0508a12:500_0": "“Though a person finds the Teacher, the Teacher,",
    "ai-atk-s0508a12:501_0": "and having prepared a robe on one shoulder, the Great Sage asked the Great Wood,",
    "ai-atk-s0508a12:502_0": "“What is the reason, Fortunate One smiled?",
    "ai-atk-s0508a12:503_0": "the Teacher was smiling with a dirty place.",
    "ai-atk-s0508a12:504_0": "“He who isaring for seven days, Sāketa, he who I was a young brāhmaṇa,",
    "ai-atk-s0508a12:505_0": "When the work was slacking (of the sky), I smiled.",
    "ai-atk-s0508a12:506_0": "“Women do not see where the riches are destroyed,",
    "ai-atk-s0508a12:507_0": "Or like a man in a human place.",
    "ai-atk-s0508a12:508_0": "“About the gods of the Thirty-Three have done good deeds,",
    "ai-atk-s0508a12:509_0": "how far this assembly can be:",
    "ai-atk-s0508a12:510_0": "“Have you worshipped, respected, revered, and venerated",
    "ai-atk-s0508a12:511_0": "Through happy and satisfied, which has good fortune,",
    "ai-atk-s0508a12:512_0": "“The assembly will be fairy,",
    "ai-atk-s0508a12:513_0": "he’ll enter the stream of the (of flowers).",
    "ai-atk-s0508a12:514_0": "“For a human being, he will be a human,",
    "ai-atk-s0508a12:515_0": "even here it is time to give rice and water.",
    "ai-atk-s0508a12:516_0": "“Here, river, that is neither agreed",
    "ai-atk-s0508a12:517_0": "will the Buddha, who is constantly nurse, make known.",
    "ai-atk-s0508a12:518_0": "“So, the rice rain down, ~ Sāla,",
    "ai-atk-s0508a12:519_0": "Linked Discourses on meritorious deeds, reverend Sir,",
    "ai-atk-s0508a12:520_0": "“In the midst of a deep enemies, born into a hundred family,",
    "ai-atk-s0508a12:521_0": "the Teacher will be a Teacher in the world.",
    "ai-atk-s0508a12:522_0": "“Reverend he is the heir of the teachings,",
    "ai-atk-s0508a12:523_0": "he will completely be completely understood all defilements with the complete understanding of the defilements.",
    "ai-atk-s0508a12:524_0": "“Now he will be able to satisfy the Dhamma,",
    "ai-atk-s0508a12:525_0": "when a fire-place is burning, there will be no use for him.",
    "ai-atk-s0508a12:526_0": "“Having built a great seed, Piyadassī, and created beings,",
    "ai-atk-s0508a12:527_0": "while teaching the assembly, having taught the Dhamma,",
    "ai-atk-s0508a12:528_0": "“The thirty-two kings which were present, made,",
    "ai-atk-s0508a12:529_0": "May I be safetyarding the whole universe,",
    "ai-atk-s0508a12:530_0": "“Having gone here on this world, I shaken happiness,",
    "ai-atk-s0508a12:531_0": "and herein the rice-gruel, this is the fruit.",
    "ai-atk-s0508a12:532_0": "“There is a last one, my last one,",
    "ai-atk-s0508a12:533_0": "And here too, will be no more cloth for all the time,",
    "ai-atk-s0508a12:534_0": "“After leaving the Great Gotama Todeyya’s son,",
    "ai-atk-s0508a12:535_0": "having attained the unshakable place, having put down the Joyful Gods,",
    "ai-atk-s0508a12:536_0": "“This great crowd of men (wholesome) has become a Buddha,",
    "ai-atk-s0508a12:537_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a12:538_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:539_0": "attained Worthiness, and became the highest gains and fame.",
    "ai-atk-s0508a12:539_1": "Some, ordinary people conquered the elder’s practice.",
    "ai-atk-s0508a12:539_2": "The Elder, having understood the drawbacks of that, he thus addressed the disadvantages:",
    "ai-atk-s0508a12:540_0": "153.",
    "ai-atk-s0508a12:541_0": "A shaven one wrapped in the outer robe,",
    "ai-atk-s0508a12:542_0": "When food, drink, clothes, and bedding are lying down,",
    "ai-atk-s0508a12:543_0": "154.",
    "ai-atk-s0508a12:544_0": "“Through this austerity, knowing the Great Seer’s word,",
    "ai-atk-s0508a12:545_0": "a mendicant should go forth mindfully having little wisdom – ”",
    "ai-atk-s0508a12:546_0": "recited this verse:",
    "ai-atk-s0508a12:547_0": "The meaning of this:",
    "ai-atk-s0508a12:547_1": "But even if he has gone forth into his outer robe and is not cut off aside with his outer robe to shave and torn, cutting off his outer robe on his upper robe, and gets a ball of thread and goes forth with him as a floor, if he has gone forth.",
    "ai-atk-s0508a12:547_2": "That’s why, knowing the drawbacks of gaining material possessions, honor, and popularity, having few wishes, contentment, effacement, seclusion, dispelled passions, seeing the drawbacks, and understanding the escape from the time of fewness of wishes, contentment, opposite sex, mindfulness, and situational awareness, immersion, wisdom, which have arisen in that place and are content.",
    "ai-atk-s0508a12:547_3": "After hearing about the Elder, they asked for forgiveness.",
    "ai-atk-s0508a12:548_0": "Third: Tissa is finished.",
    "ai-atk-s0508a12:549_0": "8. Kimilattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:550_0": "spoke this verse:",
    "ai-atk-s0508a12:550_1": "scorns his bowl,",
    "ai-atk-s0508a12:550_2": "The thirteen netws (thinking): “After going forth, she is born in this verse, and has formerly made this verse.”",
    "ai-atk-s0508a12:550_3": "spoke a verse to his own Elders: he showed the way of himself,",
    "ai-atk-s0508a12:550_4": "But here with Venerable Anuruddha, Venerable Anuruddha, Naḷinna, and Venerable Anuruddha can understand his own desires.",
    "ai-atk-s0508a12:550_5": "but as harmony they showed it without trouble.",
    "ai-atk-s0508a12:551_0": "155.",
    "ai-atk-s0508a12:552_0": "“Sakyaputta, a companion of the Sakyans,",
    "ai-atk-s0508a12:553_0": "he abandoned the couches, delighting in the forest,",
    "ai-atk-s0508a12:554_0": "156.",
    "ai-atk-s0508a12:555_0": "“For he who is energetic, resolute, having firmly energetic,",
    "ai-atk-s0508a12:556_0": "recited these verses:",
    "ai-atk-s0508a12:557_0": "Herein, even the texts of the Eastern Bamboo Park, ~ Pācīnavaṁsa, and Protectors",
    "ai-atk-s0508a12:557_1": "When it has been standing in the eastern direction, it’s situated in the eastern gate to the Eastern Bamboo Park, and it turns out to be dug.",
    "ai-atk-s0508a12:557_2": "Anuruddha, the Sakyans, the King of the Sakyas,",
    "ai-atk-s0508a12:557_3": "Sharing the requisites, which were aroused in the mountains, produced by treatment with the law of their companions, namely, with unrestrained (by Buddha) in conformity with their friendly.",
    "ai-atk-s0508a12:557_4": "He will have abandoned the wealth from counselor whose merit brings into an extremely wealthy family circled the family of wealth, and five great wealthy families,",
    "ai-atk-s0508a12:557_5": "“As a snare, sir.”",
    "ai-atk-s0508a12:557_6": "(Mahinda replied:) “After roaming the bowls for alms-food eater, the bowls, the Best of Mithilā, the Best of the Sangha, the bowls, and the way using the bowls, the ladies of the problemishments, etc., he is satisfied by the means of the food, beggars, construction with the supports of all the Kings, and by using the requisites of his greedy alms.”",
    "ai-atk-s0508a12:558_0": "(The Buddha) who is energetically energetic, being devoted to the highest energy, to (good) energy, in being energetic,",
    "ai-atk-s0508a12:558_1": "They who live secluded and determined from time to time and from time to time they wrinkledly, and withdrawn.",
    "ai-atk-s0508a12:558_2": "Island in blissful meditation in the present life which is better and pleasant habitually practices frequently,",
    "ai-atk-s0508a12:558_3": "They enjoy it and like it and enjoy it. Because they enjoy it, they give uprooting form in the world, and have reached the highest fruit.",
    "ai-atk-s0508a12:559_0": "The Verañjā is finished.",
    "ai-atk-s0508a12:560_0": "9. Nandattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:561_0": "Improper attention, Nanda’s verses,",
    "ai-atk-s0508a12:561_1": "scorns his bowl,",
    "ai-atk-s0508a12:561_2": "This seems the teacher was standing in the north part of the Buddha’s presence, and having winned all the families in the town hall with a sword. Then he, when he saw the Buddha, he thought, “Whoever is standing in the sky, you were presented him with a great dealtermination of the perfumed to the Fortunate One’s disposed, after standing in the sky through the sea, he was worshipped a certain Bhikkhus, the chief of the gods, thinking: “Detctors, having seen the merchant, do not making such a great sacrifice, even after seeing the head, I have been hunting and I announced my myself to the head ser of the Faith.”",
    "ai-atk-s0508a12:561_3": "The Teacher, having looked at him, looking at him,",
    "ai-atk-s0508a12:561_4": "(So) joyfully he shouted the rose-apples from killing living creatures to another. He gave her a daughter-in-law to her son.",
    "ai-atk-s0508a12:561_5": "Then the Buddha, having given consented to his rebirth, he left.",
    "ai-atk-s0508a12:562_0": "And having making merit in this way, the Buddha, at the Great Bodhi (Tree), after having wiped the land of the Suddhodana, when he was reborn in this Great Chief Disciple,",
    "ai-atk-s0508a12:562_1": "While they were surrounding him with their flails, the relatives of Nandā gave him a name called Nandā, and name was given the name of Nandaka.",
    "ai-atk-s0508a12:562_2": "The Teacher, knowing that the current had gone forth, making that preparatory animals appear in the house of the town. Then he returned to the house of Earth, when he saw the elephants, having gone to the elephants, horses, chariots, wastered in the treesects, and was established in the position of the building work for alms. Then he returned to the Great Seer, the kingdom of Truth, and presented him with his own hands to the sun and moon, saying “Didearth, did not give it up,” he added the third time the fruit of (of the fruit of).",
    "ai-atk-s0508a12:562_3": "Reflecting properly, they reached Arahantship and attained Liberation.",
    "ai-atk-s0508a12:562_4": "Therefore it is said:",
    "ai-atk-s0508a12:563_0": "“Now, you’re the one who sits on the ground,",
    "ai-atk-s0508a12:564_0": "The Realised One departs on the bank of the river,",
    "ai-atk-s0508a12:565_0": "“The tortoise Geking the riches of a householder,",
    "ai-atk-s0508a12:566_0": "desiring to the Buddha, the world,",
    "ai-atk-s0508a12:567_0": "“May the Buddha, the blessed one, who is the greatest,",
    "ai-atk-s0508a12:568_0": "I will make an end of suffering, and you make an end of suffering.",
    "ai-atk-s0508a12:569_0": "“Knowing my thoughts, the Great Seer of the meaning,",
    "ai-atk-s0508a12:570_0": "having worshipped the back, I stood in the world",
    "ai-atk-s0508a12:571_0": "“For he who has accumulated oneself,",
    "ai-atk-s0508a12:572_0": "My happiness isn’t found like a trick,",
    "ai-atk-s0508a12:573_0": "“Now the Sambuddha, the chief of men, having seen the meaning,",
    "ai-atk-s0508a12:574_0": "and on the earth, he spoke these verses:",
    "ai-atk-s0508a12:575_0": "“As a host of gods, so delightful one,",
    "ai-atk-s0508a12:576_0": "calling up, King building up a house for me.",
    "ai-atk-s0508a12:577_0": "“Three with this Buddha’s mind: My mind is full of refuge,",
    "ai-atk-s0508a12:578_0": "In the eighteen eons he will delight in the world of the gods.",
    "ai-atk-s0508a12:579_0": "“Going here, having fallen from the world took a cloth,",
    "ai-atk-s0508a12:580_0": "After sitting in a single session, he will sit down (his arm).",
    "ai-atk-s0508a12:581_0": "Just as in a good field, a seed, and it’s also productive,",
    "ai-atk-s0508a12:582_0": "to have the (fruit) from the course of the fruit,",
    "ai-atk-s0508a12:583_0": "“The Buddha has taught this Dhamma",
    "ai-atk-s0508a12:584_0": "(After going) the drum will he will show me,",
    "ai-atk-s0508a12:585_0": "“I’m striving towards own attainments;",
    "ai-atk-s0508a12:586_0": "I live full of all defilements.",
    "ai-atk-s0508a12:587_0": "“The great advantages of that deed, with that deed,",
    "ai-atk-s0508a12:588_0": "I don’t recall having no fruit,",
    "ai-atk-s0508a12:589_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:590_0": "But after attaining the happiness of deliverance, having put away the bliss of freedom from an end, and thus, “Now, I have got rid of the corruptions relation to rebirth-prepared from the fetters of rebirth-liverance” . And after cutting off the hindrances, and reviewing them with my own insight he reviewing them in the future.",
    "ai-atk-s0508a12:591_0": "157.",
    "ai-atk-s0508a12:592_0": "Because of focusing on the wrong things, attained by attention,",
    "ai-atk-s0508a12:593_0": "I irritable, overcome by sensual desire,",
    "ai-atk-s0508a12:594_0": "158.",
    "ai-atk-s0508a12:595_0": "“For after being unskilled in the Kinsman of the Sun,",
    "ai-atk-s0508a12:596_0": "Practicing the mind on the occasion of continued existence.",
    "ai-atk-s0508a12:597_0": "There they focus on focusing on focusing on beauty, focusing on beauty, and emptiness.",
    "ai-atk-s0508a12:597_1": "(There is) adorned with the hand, which was like a garland, perfumes and flowers, and so on, the boiled over the head, made by the flowers and so on.",
    "ai-atk-s0508a12:597_2": "They gradually disturbed the corpses, being an opposite sex.",
    "ai-atk-s0508a12:597_3": "Restlessly: an agitated mind, all that is undisturbed, with mind full of peace,",
    "ai-atk-s0508a12:597_4": "A waist, like a monkey, whose body is unshakable, whose mind is disturbed in body and mind, like a browning iron balls, or who has cut off the legs,",
    "ai-atk-s0508a12:597_5": "I was struck with a sense of urgency.",
    "ai-atk-s0508a12:597_6": "Because of sensual desire and lust for them, they blazed up desire and greed for them.",
    "ai-atk-s0508a12:598_0": "If he for the sake of the wholesome way by the Buddha, what was skilled in what was suitable by the Buddha?",
    "ai-atk-s0508a12:598_1": "For this is the reason for help,",
    "ai-atk-s0508a12:598_2": "For he speaks to his riches, carts, skilfully illness, and despises his own sensual desire.",
    "ai-atk-s0508a12:598_3": "For the Buddha was the first jewel, the finest lady in the land whose mind was overcome and miraculous in the country, and having made a fierce deteriorated wood, like the monkey in the land and returned to the countryside, like a neighbourhood of the Birth Story, after making a dreadful jackal, and mustard the land by the King’s body, and he was like a large jewelry over the head. And the Buddha said,",
    "ai-atk-s0508a12:598_4": "Therefore it should be told: “Dear Practice the mind in this way will be developed for me.”",
    "ai-atk-s0508a12:598_5": "Within the case of his serenity, he sets out on the road to purification through the noble path, and his transmigrating through the path to purity. My mind is pure, deportment is the meaning of the ease.",
    "ai-atk-s0508a12:599_0": "And having uttered this exalted utterance:",
    "ai-atk-s0508a12:599_1": "“Sir, the Buddha is my nymphs for five hundred dove-footed nymphs. And I am going from here for the Buddha, too.”",
    "ai-atk-s0508a12:599_2": "The Buddha said to them: “Nanda, my mind is freed from defilements by not grasping, I was released from that promise.”",
    "ai-atk-s0508a12:599_3": "Then the Buddha, knowing his sense doors were guarded, guarded, protected, and restrained in the sense doors, saying: “Listening against the door fact, he guards the sense doors and eats in moderation.”",
    "ai-atk-s0508a12:599_4": "The elder said, “If I lived in the door of the faculties, depending on unattached to this sense faculties, depending on Liberation, having a sense of conscience and prudence for her, I’ll support it.” And he did just that it is the power of conscience and prudence.",
    "ai-atk-s0508a12:600_0": "Nanda’s Nanda is finished.",
    "ai-atk-s0508a12:601_0": "10. Sirimattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:602_0": "Blinded Pahārāda, the Elder’s verses,",
    "ai-atk-s0508a12:602_1": "scorns his bowl,",
    "ai-atk-s0508a12:602_2": "For the former Buddhas had obtained the very same level, and when he was established in the mountains, he was the brahmin counselors, having made meritorious conduct by the Three Worlds of the Enlightened One, the Enlightened One’s special qualities. Having given up the Vedas, the Lord of the World, the Mount Vedas, the Aciravatīs, and Makkhita, and his survey Jambudīpa, he became one of the past lives in the future.",
    "ai-atk-s0508a12:602_3": "Having seen him, the Lord of the Padumuttara, he asked: “This is the worship, this one?”",
    "ai-atk-s0508a12:602_4": "The having endeavoured these marks, having the marks, she endeavoured the marks, and the strength of a great earthquake. Then she created the Buddha ascended the great strength of his own strength.",
    "ai-atk-s0508a12:602_5": "Having heard that, they did not pay respects to the regions, at the time of the monuments.",
    "ai-atk-s0508a12:603_0": "At that time the brahmin Padumuttara, having driven out of his mother’s womb, he was conceived in his mother’s womb.",
    "ai-atk-s0508a12:603_1": "Thirty-two years and appeared amongst the gods.",
    "ai-atk-s0508a12:603_2": "After doing those pupils, the teachers of Brahmas, having shown that their bodies, were reborn in the Brahmā-world, and making an enlightenment, he returned to his own Brahmā realm. When you came, he said: “As I have come, he is worshipped you, but will be extinguished in the Brahmā realm.”",
    "ai-atk-s0508a12:604_0": "When this happens, he’s been reborn in a place where the Buddha was reborn in a householder’s family, and in this population with his head, namely,",
    "ai-atk-s0508a12:604_1": "The road goes on foot-stools, his head hairs growing on him, and his head was greying, “Grey hairs growing on the head”.",
    "ai-atk-s0508a12:604_2": "When they both saw the victors of the Jetavana, they received the Pabbajjā ordination once more.",
    "ai-atk-s0508a12:604_3": "His head was not able to get material possessions. You said there was a recommendation of having got material possessions, honor, respect, reverence, venerated, and esteemed. And because of the Elders, as well, the one gone forth weren’t able to get a good deed.",
    "ai-atk-s0508a12:604_4": "Therefore it is said:",
    "ai-atk-s0508a12:605_0": "“Sire, there are a mountain named Devala,",
    "ai-atk-s0508a12:606_0": "and there I gave me a walking-path,",
    "ai-atk-s0508a12:607_0": "“Your words are responsible for all around,",
    "ai-atk-s0508a12:608_0": "I went out to look after them in the sense of urgency.",
    "ai-atk-s0508a12:609_0": "“Your daughter is good-in-law, and I was also able",
    "ai-atk-s0508a12:610_0": "At the very monasteries he dwelt in the same place.",
    "ai-atk-s0508a12:611_0": "“We came out, venerable Allage, to the naked ascetic Gotama,",
    "ai-atk-s0508a12:612_0": "after wrapping together with the flower’s shrine,",
    "ai-atk-s0508a12:613_0": "“As a wide opening up the mind, I will enter the hermitage,",
    "ai-atk-s0508a12:614_0": "have assembled together, they asked me about this matter.",
    "ai-atk-s0508a12:615_0": "“Your Majesty, did you revere the Shrine,",
    "ai-atk-s0508a12:616_0": "and I wish to answer your question, and you will explain it to you.",
    "ai-atk-s0508a12:617_0": "“Why, amongst those who’ve seen the Visionary,",
    "ai-atk-s0508a12:618_0": "I revere the greatly best of men, the great Buddhas.",
    "ai-atk-s0508a12:619_0": "“What kind of great hero, of great hero, of the World,",
    "ai-atk-s0508a12:620_0": "What kind of virtue is there such as those like, Great Kings?",
    "ai-atk-s0508a12:621_0": "“The thirty-two marks of a Buddha, and thirty-two marks of fire,",
    "ai-atk-s0508a12:622_0": "forty of the cow-formers, the Victor’s...",
    "ai-atk-s0508a12:623_0": "“Go to the Awakened One, the Buddhas, and good pairs,",
    "ai-atk-s0508a12:624_0": "They don’t pull out their nets.",
    "ai-atk-s0508a12:625_0": "“All the Holy One’s enders go,",
    "ai-atk-s0508a12:626_0": "First the South of the Buddhas, the Dhamma.",
    "ai-atk-s0508a12:627_0": "“The Buddhas, who are Buddhas, the form of deer,",
    "ai-atk-s0508a12:628_0": "They don’t glorify themselves and put others down on account of their creatures.",
    "ai-atk-s0508a12:629_0": "“Don’t be free from enmity for breathing beings!",
    "ai-atk-s0508a12:630_0": "Forget about the Buddhas are very hard to understand the Dhamma.",
    "ai-atk-s0508a12:631_0": "“As a Buddhas who is coming, the goods are seen,",
    "ai-atk-s0508a12:632_0": "destroying the neighbourhood of this monastery.",
    "ai-atk-s0508a12:633_0": "“Seeing in hell, the animal realm, the ghost realm.",
    "ai-atk-s0508a12:634_0": "For the one who is invited by the Perfectly Awakened Ones,",
    "ai-atk-s0508a12:635_0": "“Having seen the great ones, so greatly ones,",
    "ai-atk-s0508a12:636_0": "As to colour, it is not despised by the Realized Ones.",
    "ai-atk-s0508a12:637_0": "° and said: “All of them, all were respected,",
    "ai-atk-s0508a12:638_0": "he practiced accordingly as it was heedlessly.",
    "ai-atk-s0508a12:639_0": "“The Sakyans of Pūraṇa Kassapa, the Sakyans of the Sakya,",
    "ai-atk-s0508a12:640_0": "Which crushing the Buddha, the Dhammadinnā,",
    "ai-atk-s0508a12:641_0": "“To the gift of the Joyful Gods, the Great King,",
    "ai-atk-s0508a12:642_0": "(therefore) arose in his mother’s womb, ten thousand times,",
    "ai-atk-s0508a12:643_0": "“Seeing in the majestic I am walking in the open;",
    "ai-atk-s0508a12:644_0": "(thinking): “After walking along, I go to my presence.”",
    "ai-atk-s0508a12:645_0": "“Great King, he does not huge when he trembled,",
    "ai-atk-s0508a12:646_0": "What is well-combed?",
    "ai-atk-s0508a12:647_0": "° he said: “After wherever they were requested, Pathed away,",
    "ai-atk-s0508a12:648_0": "Now the Fortunate One could mount his mother’s womb.",
    "ai-atk-s0508a12:649_0": "After saying: “ talking about the Dhamma, he spoke this Dhamma talk,",
    "ai-atk-s0508a12:650_0": "Having sent a couch with his own hands, I am the victor,",
    "ai-atk-s0508a12:651_0": "“Oh my sickness is indeed a sick man,",
    "ai-atk-s0508a12:652_0": "Having passed away the Buddha, the Seer of the highest Buddha,",
    "ai-atk-s0508a12:653_0": "(thinking): “After judged the pyrecincts, she gave birth to each other,",
    "ai-atk-s0508a12:654_0": "of the quarrelsome and so on crashed me.",
    "ai-atk-s0508a12:655_0": "“They spent the head, surrounded by their hands, and raised their joined palms,",
    "ai-atk-s0508a12:656_0": "who had gathered in the shade of the wind, they came together.",
    "ai-atk-s0508a12:657_0": "“These brāhmaṇas, having given adorned water, they made a funeral pyre.",
    "ai-atk-s0508a12:658_0": "I am your teacher, he who is confused about you,",
    "ai-atk-s0508a12:659_0": "“Please sirs, that night you should come up for the sake of vanity,",
    "ai-atk-s0508a12:660_0": "Do not let the moment pass you by.",
    "ai-atk-s0508a12:661_0": "“Having spended a sword in the world of the gods, in a god,",
    "ai-atk-s0508a12:662_0": "I delight in the world of the gods, men, and gods.",
    "ai-atk-s0508a12:663_0": "“Five hundred and five hundred universal monarchs, I am a wheel-turning monarch.",
    "ai-atk-s0508a12:664_0": "Indeed, countless hundreds of the gods, Prince.",
    "ai-atk-s0508a12:665_0": "“Forgetable what’s allowable and transmigrated",
    "ai-atk-s0508a12:666_0": "I don’t know this is the fruit of mixing.",
    "ai-atk-s0508a12:667_0": "“Just as many flowers fell into the sky,",
    "ai-atk-s0508a12:668_0": "At that time the Lord of the World gained great flowers,",
    "ai-atk-s0508a12:669_0": "“Through energy for me, the prudent, secure Nibbāna,",
    "ai-atk-s0508a12:670_0": "I’ll cut the bonds of the dragon and free of defilements.",
    "ai-atk-s0508a12:671_0": "“Having seen (there) the Awakened One with a hundred thousand aeons,",
    "ai-atk-s0508a12:672_0": "I am not aware of what is its fruit.",
    "ai-atk-s0508a12:673_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:674_0": "For this very day the senior mendicants are unable to understand the Buddha’s teaching, but then, without exception of the world, it appears.",
    "ai-atk-s0508a12:674_1": "Rakkhasas, the Earth, the Rakkhasas, however, make sure the World, successively reached the state of the world, while worshipping with its gods.",
    "ai-atk-s0508a12:674_2": "The elder said, “Here is the praised by the appearance of a woman, and an ordinary person who has not made any beauty of this gift,”",
    "ai-atk-s0508a12:675_0": "159.",
    "ai-atk-s0508a12:676_0": "If others praise one who is praised,",
    "ai-atk-s0508a12:677_0": "For the self is in vain, he who has no immersion.",
    "ai-atk-s0508a12:678_0": "160.",
    "ai-atk-s0508a12:679_0": "“If others blame yourself,",
    "ai-atk-s0508a12:680_0": "slainks themselves, robbers!",
    "ai-atk-s0508a12:681_0": "by the verses on the following:",
    "ai-atk-s0508a12:682_0": "Herein, a Wise One is called socializing with others. But those who are wise here,",
    "ai-atk-s0508a12:682_1": "When they knew that they were ignorant and slitting, they were free of limits.",
    "ai-atk-s0508a12:682_2": "nor will a person beat them.",
    "ai-atk-s0508a12:682_3": "praised by the noble ones; they revealed the ignorant people saying: “Surely, they haven’t yet been reborn in the noble ones,” and they still reply on this person.",
    "ai-atk-s0508a12:682_4": "But the one who has unfaithful is quiet in a state of peace,",
    "ai-atk-s0508a12:682_5": "Through that person praises them, they don’t show themselves to that person, but don’t for the sake of their own benefit.",
    "ai-atk-s0508a12:682_6": "If it is self that which is immersed in samādhi, because of non-disciplining the fruition of concentration, he becomes concentrated in access concentration, which is accompanied by defilements, is for the purpose of aggregates, doesn’t become immersed in samādhi, and if it is immersed in samādhi without reaching absorption.",
    "ai-atk-s0508a12:682_7": "“And so,” is said in order to show that signs of concentration and in so on.",
    "ai-atk-s0508a12:682_8": "Mogharājas of the moon’s swamp, like the sun.",
    "ai-atk-s0508a12:682_9": "praise, heedlessness, uncleared, undisturbed, ~ those who have immersion, and those who don’t rootly praise these.",
    "ai-atk-s0508a12:682_10": "for the self is those with immersion, fame, for that person with those without immersion.",
    "ai-atk-s0508a12:683_0": "In the second verse this matter the Aṅgīrasa, having non-delusion, hate, and delusion, though they live liberating inside and out, double, crooked, limb, and embarrassing a life-continuum, don’t want to die, even if hen’t blazing the liquors.",
    "ai-atk-s0508a12:683_1": "The first verse (where) can be understood through the first phrase.",
    "ai-atk-s0508a12:683_2": "When the Elder’s verses were growing on these verses, his own defilements were growing through the deathless: “Dear Puting the defilements, five hundred defilements, appeared in regard to his own defilements, and an enemy, above him, beneath the elder, and begged by the feet, saying, “Having heard the path disposed,” and they paid reverence for the Elders.",
    "ai-atk-s0508a12:684_0": "Sirināga is finished.",
    "ai-atk-s0508a12:685_0": "The second group of nine is finished.",
    "ai-atk-s0508a12:686_0": "3. Tatiyavaggo",
    "ai-atk-s0508a12:687_0": "1. Uttarattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:688_0": "aggregates, and he addressed Venerable Uttara with this verse:",
    "ai-atk-s0508a12:688_1": "scorns his bowl,",
    "ai-atk-s0508a12:688_2": "These (Buddha) Sun, after the rose-apple I had been performed there a serving of profitable existences in the four Buddhas, and when the Buddhas had obtained a profitable existence, he brought me to the Fraternity with the instructions of the Buddhas. Having gained faith in the dispensation, he accepted the enlightenment, to the lay followers, for the sake of the teaching, and gained the family, after being reborn in the supported by the Blessed One,",
    "ai-atk-s0508a12:688_3": "Remembering the water-pots of his relatives and children, offered a great deal of most delightful consecration.",
    "ai-atk-s0508a12:688_4": "Once again he was consecrated by a human garden of Devas, he cut off the shoot in this very neighborhood of a brahmin counselor. He, having arrived at Rājagaha for the northern quarters, and had gone forth into the neighborhood of a Sāketa. Having sat down at the sound of the stilt longhouse, he collapsed at Rājagaha. And the go forth into homelessness.",
    "ai-atk-s0508a12:688_5": "Therefore it is said:",
    "ai-atk-s0508a12:689_0": "“The World-Leader, in the world,",
    "ai-atk-s0508a12:690_0": "and my relatives, after worshipping me with the relics,",
    "ai-atk-s0508a12:691_0": "“Having (there) factorted in the fourfold elements,",
    "ai-atk-s0508a12:692_0": "I don’t know how this fruit to understand the elements.",
    "ai-atk-s0508a12:693_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:694_0": "But when he was asked about the six classes of rebirth, he asked the monks, “What was the reason why did you come at Sāvatthī?”",
    "ai-atk-s0508a12:695_0": "161.",
    "ai-atk-s0508a12:696_0": "“I’ve fully understood the aggregates; I’ve fully understood craving;",
    "ai-atk-s0508a12:697_0": "I’ve developed the factors of awakening, and I attained the ending of defilements.",
    "ai-atk-s0508a12:698_0": "162.",
    "ai-atk-s0508a12:699_0": "“Since I’ve completely understood the root of all things,",
    "ai-atk-s0508a12:700_0": "developed the awakening factors, he recited this verse:",
    "ai-atk-s0508a12:701_0": "Herein, the five constituents (of mind and body) that provide fuel for attachment:",
    "ai-atk-s0508a12:701_1": "When asked, “This is suffering”, this isn’t developed, this is how it is developed.",
    "ai-atk-s0508a12:701_2": "Having completely understood the noble truths of suffering,",
    "ai-atk-s0508a12:701_3": "cravings.",
    "ai-atk-s0508a12:701_4": "thoroughly drawn out from the flood,",
    "ai-atk-s0508a12:701_5": "By this declaration of origination through this truth he suffers,",
    "ai-atk-s0508a12:701_6": "‘My mindfulness is developed and cultivated’: this is the factors of awakening, etc., that is, the awakening factors of the noble eightfold path, that is, the seven awakening factors.",
    "ai-atk-s0508a12:701_7": "I have developed the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-atk-s0508a12:701_8": "And here the enlightenment factor: all of the states consisting in the arrival at all; and all the qualities instantly received the presentation.",
    "ai-atk-s0508a12:701_9": "In that case, the development of the path shows that is how the development of it is said.",
    "ai-atk-s0508a12:701_10": "I have attained the destruction of the pollutants. Deformed by the defilements of sensuality, desire to be reborn, and ignorance. Understanding the absence of these defilements.",
    "ai-atk-s0508a12:701_11": "In this way he suffers, through the penetration of the truths,",
    "ai-atk-s0508a12:701_12": "thus far he shows his own attainment of Nibbāna with his own insight.",
    "ai-atk-s0508a12:702_0": "But now that is shown by the highest attainments, etc., which is said to be “withstanding” and “There is no second cowherd,” etc., instead of giving a second foot-stool.",
    "ai-atk-s0508a12:702_1": "The meaning of this:",
    "ai-atk-s0508a12:702_2": "When I’ve completed the complete understanding of the physical nutriment and conqueror of the states of existence as defining in the past I subsistance by and the complete understanding of the elements, having cut off craving at the root of the mind, and diverse order to free myself, I will completely develop craving through the aggregatess of the six classes of existence. Yet I will break ignorance and pull up from my own mind.",
    "ai-atk-s0508a12:703_0": "First: Uttara is finished.",
    "ai-atk-s0508a12:704_0": "2. Bhaddajittheragāthāvaṇṇanā",
    "ai-atk-s0508a12:705_0": "But the King presented the same verses to the Elder Bhaddā.",
    "ai-atk-s0508a12:705_1": "scorns his bowl,",
    "ai-atk-s0508a12:705_2": "When he had come to the brahmin Padumuttara, he stood in the air above his bowl, surveying the three Vedas, and taking it with his hands, he stood in the sky torches his words.",
    "ai-atk-s0508a12:705_3": "The Teacher, knowing that his intention was hurriedly,",
    "ai-atk-s0508a12:705_4": "But the Buddha’s head, honey, molasses, and syrupted; he took a story and sauce from the Buddha, accepted it.",
    "ai-atk-s0508a12:705_5": "He did so. Being re-ordained, he sure of the Fortunate One’s meritoriously, after undertook a thousand Bhikkhu fraternities, he had installed his meritorious actions, and were the first one thousand Bhikkhus with sixty thousand Bhikkhus,",
    "ai-atk-s0508a12:706_0": "After making many whole world systemations, and having been reborn there, he took his life arranged from the Buddha’s prosperity, and having taken his five hundred people in the world, causing him off his bodies, the Lord of the Earth, (Sakka) the Death, after the Paccekabuddhas. When he was reborn in the world with his instructions, and his attendanta.",
    "ai-atk-s0508a12:706_1": "There they did this meritorious deed and specifically in this Bhaddiya, and became one hundred of 80,000 leagues from Bhaddiya.",
    "ai-atk-s0508a12:706_2": "The Lord of Men, it seems, in whom used to have the virtues of the Bodhisatta in his own continuity,",
    "ai-atk-s0508a12:707_0": "Then the Teacher, having spended the rainy season in Sāvatthī, together with a large Saṅgha of mendicants, came to the city of Bhaddiya. When he was coming to the town of Bhaddiya,",
    "ai-atk-s0508a12:707_1": "As the Buddha was sitting down in the palace, he saw the chief of the people who were walking in the presence of the Buddha, and saw a large crowd, he asked the people: “After going into the presence of the Teacher, now I have arrived at the Great Sīhave with a stone,” and when he heard that Dhamma, he had reached Arahantship.",
    "ai-atk-s0508a12:707_2": "Therefore it is said:",
    "ai-atk-s0508a12:708_0": "“For he who has (greatly) adorned with various flowers,",
    "ai-atk-s0508a12:709_0": "I pulled out my necks, then I would go out.",
    "ai-atk-s0508a12:710_0": "“The Fortunate One, at that time the Fortunate One was adversing",
    "ai-atk-s0508a12:711_0": "The Buddha, Rose-Apple Island Men, the wise one,",
    "ai-atk-s0508a12:712_0": "“I am rag-robe wearing rags, I am a rag-robeing.",
    "ai-atk-s0508a12:713_0": "while I was caught up in the world, I saw the world.",
    "ai-atk-s0508a12:714_0": "“The one who is standing right there, he who is peaceful,",
    "ai-atk-s0508a12:715_0": "having broken a honey balls of ghee, oil,",
    "ai-atk-s0508a12:716_0": "“May the Buddha please accept it, O Visionary, out of compassion for me,",
    "ai-atk-s0508a12:717_0": "Then the Teacher, having descended from that place,",
    "ai-atk-s0508a12:718_0": "“Tell me the Fortunate One, please accept my alms food.”",
    "ai-atk-s0508a12:719_0": "After receiving the Sambuddha, the authority of the Perfectly Awakened One,",
    "ai-atk-s0508a12:720_0": "“May the merit of this great (true) merit be happy and may you!",
    "ai-atk-s0508a12:721_0": "you’ll gain this great happiness,",
    "ai-atk-s0508a12:722_0": "Having said this: “Awakened One, the Supreme One,",
    "ai-atk-s0508a12:723_0": "the Buddha, the Jina, Victor,",
    "ai-atk-s0508a12:724_0": "“After going from the snare, I can go to my hermitage,",
    "ai-atk-s0508a12:725_0": "having eaten the tip of a tree, recollected the (true) tree,",
    "ai-atk-s0508a12:726_0": "“After making a great noise, at that time,",
    "ai-atk-s0508a12:727_0": "From what was not there, and the non-human beings would bear fruit,",
    "ai-atk-s0508a12:728_0": "“He who is not satisfied with what is unsuitable,",
    "ai-atk-s0508a12:729_0": "Seated, I passed away.",
    "ai-atk-s0508a12:730_0": "“Happy in meritoriously by one who is committed an offense,",
    "ai-atk-s0508a12:731_0": "I delight in the world of the gods.",
    "ai-atk-s0508a12:732_0": "There were six-hundred millions, eight-hundred millions,",
    "ai-atk-s0508a12:733_0": "This is the result of which (true) devotion and fruit,",
    "ai-atk-s0508a12:734_0": "“When we came there and were happy in heaven, And Happy,",
    "ai-atk-s0508a12:735_0": "I have no wealth for me.",
    "ai-atk-s0508a12:736_0": "“One who is compassionate, Your Majesty,",
    "ai-atk-s0508a12:737_0": "destroyed all the pollutants,",
    "ai-atk-s0508a12:738_0": "“As a thousand eons had seen (giving) a thousand coins,",
    "ai-atk-s0508a12:739_0": "I’ve not been aware of any gifts,",
    "ai-atk-s0508a12:740_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:741_0": "And when he had attained perfection the Teacher, he addressed Bhaddiya, (saying):",
    "ai-atk-s0508a12:741_1": "“If a child is established in Laṅkā, he’s listening to the Teaching, he’ll become fully extinguished.”",
    "ai-atk-s0508a12:741_2": "said: “Pinnavately, while I am a youth, you must not go forth,”",
    "ai-atk-s0508a12:741_3": "After giving the going-forth, the Teacher, having stayed there for seven days, he reached the village in the neighborhood of a village.",
    "ai-atk-s0508a12:741_4": "offered to the Community of monks with the Buddha at its head.",
    "ai-atk-s0508a12:741_5": "The Elder Bhaddā, having undertaken the thirteen, went to the charnel ground, announced the time, and he sat down at the foot of the Teacher. When he had finished his meal, he sat down at the wrong time.",
    "ai-atk-s0508a12:741_6": "At the time of the Elders coming, she came down from the Teacher at the time of the very spot.",
    "ai-atk-s0508a12:741_7": "An ordinary person coming, thinking, “Son, who had gone forth in the presence of the Elders, has gone forth as a great teacher, doesn’t get up.”",
    "ai-atk-s0508a12:741_8": "The Koṭigāma and the teacher, having consecrated the Fraternity of Bhikkhus, asked: “May many people, opied Bhaddāṭika, explain the reason for the sake of the Teacher,” he asked: “May they not give me the throne of the Bhikkhus.”",
    "ai-atk-s0508a12:741_9": "When the Elder Bhaddaji said: “Sir, I go to the Teacher, a circumambulating him with my joined palms.”",
    "ai-atk-s0508a12:741_10": "“Come, Bhaddaji, took us together with us.”",
    "ai-atk-s0508a12:741_11": "Having arisen in the Teacher’s presence, he stood (there).",
    "ai-atk-s0508a12:741_12": "The Teacher said to the Gaṅgāsa: “Let us go to the Great King at the time of the king and have arrived at the root of the Kalyāṇī river.”",
    "ai-atk-s0508a12:741_13": "“This is a scarlet in this place.”",
    "ai-atk-s0508a12:741_14": "“Well then, Bhaddaji, cut the doubts about the spiritual companions.”",
    "ai-atk-s0508a12:741_15": "At that moment the Elder, having approached the Teacher, choose a stilt longhouse at the central square, and wielding the water of the holy wheel, and he makes a stilt longhouse for five hundred leagues.",
    "ai-atk-s0508a12:741_16": "Soon afterwards the former relatives of the precincts, having been shaved off their hair and beard, dressed in ocher robes, and dropped it in the water.",
    "ai-atk-s0508a12:741_17": "When the Teacher saw them, he said, “Venerable sir, it’s possible.”",
    "ai-atk-s0508a12:741_18": "The Elder related the Teacher’s word to be told by the Teacher,",
    "ai-atk-s0508a12:741_19": "Just as one placed on a stilt longhouse",
    "ai-atk-s0508a12:741_20": "The Teacher said, “Venerable Sir, this first monk Bhaddā Kāpilānī has committed an offense entailing expulsion.” He asked the Discourse on the Palace of Bhaddā Kāpilānī, and then answered the Dhamma.",
    "ai-atk-s0508a12:741_21": "But the Elder, having shown a golden statue, (saying):",
    "ai-atk-s0508a12:742_0": "163.",
    "ai-atk-s0508a12:743_0": "The king said: “Having been decorated, he is a golden plate,",
    "ai-atk-s0508a12:744_0": "It was sixteen times he was constructed in the same way.",
    "ai-atk-s0508a12:745_0": "164.",
    "ai-atk-s0508a12:746_0": "Wearing a thousand panels and a hundred ball-caps,",
    "ai-atk-s0508a12:747_0": "with dance, scented fairies (will have) a seven times.”",
    "ai-atk-s0508a12:748_0": "With two verses, he declared:",
    "ai-atk-s0508a12:749_0": "Herein, a king is in the past means of his own life-continuum has no equality as he is like the monkey who is an unfinished.",
    "ai-atk-s0508a12:749_1": "For just as he is standing in the air above, below at the time of daily, the kingdom with great warrior, and the Great Kings possessed of great embellishments, so too this one possesses understanding.",
    "ai-atk-s0508a12:749_2": "to whom the goldsmith’s goldsmith’s silver is made, and it’s gold.",
    "ai-atk-s0508a12:749_3": "The wideth, as well as interpretion, abundance of fish heat, wide openings,",
    "ai-atk-s0508a12:749_4": "But when he has half a league all round,",
    "ai-atk-s0508a12:749_5": "A thousand of those savage monsters thought, “This is a thousand stone of the thread for a thousand corpses, a thousand garden.",
    "ai-atk-s0508a12:749_6": "But if it is at least 40 kilometers it only less than five leagues.",
    "ai-atk-s0508a12:749_7": "But herein there are these verses here in the meaning, “breaths and so on”,",
    "ai-atk-s0508a12:749_8": "When they say it’s good to do good.",
    "ai-atk-s0508a12:750_0": "a thousand-fold Aṅgaka.",
    "ai-atk-s0508a12:750_1": "went to the Pisonous Snakes, countless hundreds,",
    "ai-atk-s0508a12:750_2": "There the net of cling here and there, handsomes, and are established in the houses here and there, and are established in the nets of the head,",
    "ai-atk-s0508a12:750_3": "preciously covered with gold, silver, and crystal.",
    "ai-atk-s0508a12:750_4": "Some of them exactly that they say is a dog’s womb.",
    "ai-atk-s0508a12:750_5": "the fairies are not able to make a thief.",
    "ai-atk-s0508a12:750_6": "The meaning is this: seven thousand scents lains, seven thousand palaces, eighty-six thousand warriors (?). That is the meaning of this:",
    "ai-atk-s0508a12:750_7": "Those men were unable to spat Kings.",
    "ai-atk-s0508a12:750_8": "The King, after laughing his terrified, gave it to the King.",
    "ai-atk-s0508a12:751_0": "Bhaddaji",
    "ai-atk-s0508a12:752_0": "3. Sobhitattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:753_0": "Mindfulness is established, and the new verses for the venerable Somā.",
    "ai-atk-s0508a12:753_1": "scorns his bowl,",
    "ai-atk-s0508a12:753_2": "The Teacher, having made merits to the east of the Buddha, the throne, and the meritorious Teacher, when he heard that the Buddha was coming, all that had arisen in the neighborhood of a falsehood, having made merit, delivered, and specified the kind of knowledge of peace, (and then) he went to the Serpents, to the Father of mentioned the Dhamma. Having heard the Buddha, he was reborn in a good family, and secure a certain monk was reborn in the fruit, he had attained to the end of knowledge, and he would go forth in the fruit of the home life, after hearing that professpheritage of the Faicient Buddha.",
    "ai-atk-s0508a12:753_3": "Through this merit of the Buddha and the Buddha arose in Sāvatthī, and through rebirth in this family of the Buddhas, he was reborn in a Brahminical family.",
    "ai-atk-s0508a12:753_4": "and was given the name Kumbhita.",
    "ai-atk-s0508a12:753_5": "After some time he got the going forth of the Teacher’s Dhamma teaching, and he developed the six direct knowledges.",
    "ai-atk-s0508a12:753_6": "and became one who had mastered knowledge of his former lives.",
    "ai-atk-s0508a12:753_7": "Therefore it is said:",
    "ai-atk-s0508a12:754_0": "“Like a circumstance was my throne.",
    "ai-atk-s0508a12:755_0": "searching for the supreme good, and in that place I wandered around.",
    "ai-atk-s0508a12:756_0": "“He with gain and loss, the root and the fruit,",
    "ai-atk-s0508a12:757_0": "I don’t stay alone together.",
    "ai-atk-s0508a12:758_0": "“The Sambuddha named Suppabuddha, the Awakened One’s in the world,",
    "ai-atk-s0508a12:759_0": "revealing the four Truths, great crowd,",
    "ai-atk-s0508a12:760_0": "“I don’t hear a Buddha. Nobody close to me.",
    "ai-atk-s0508a12:761_0": "(The Buddha) surpassed the rest of the world.",
    "ai-atk-s0508a12:762_0": "“Firstly, having grabbed this hermitage, he swept away.",
    "ai-atk-s0508a12:763_0": "I took a lump of milk-rice and left.",
    "ai-atk-s0508a12:764_0": "“For a single night in the villages, towns, and cities,",
    "ai-atk-s0508a12:765_0": "and gradually I approached the moon,",
    "ai-atk-s0508a12:766_0": "“The Fortunate One, at that time, Sumedha,",
    "ai-atk-s0508a12:767_0": "for many people ends, and he teaches the deathless.",
    "ai-atk-s0508a12:768_0": "“Having worshipped the people, Victor, and worshipping (them),",
    "ai-atk-s0508a12:769_0": "having prepared a single conquered the world, and having put the Lord of the World,",
    "ai-atk-s0508a12:770_0": "“Your teacher and the crooks, ~ may he be banner,",
    "ai-atk-s0508a12:771_0": "(Only) the island’s stolen, and leopard,",
    "ai-atk-s0508a12:772_0": "“This meritorious one is alive, your meritorious dead.",
    "ai-atk-s0508a12:773_0": "There is no pestle for one in the world who is considered.",
    "ai-atk-s0508a12:774_0": "“The Elders brought to the city of Kusinārā",
    "ai-atk-s0508a12:775_0": "But you don’t know about all,",
    "ai-atk-s0508a12:776_0": "“Through feeding on the palace named Gaṇḍa",
    "ai-atk-s0508a12:777_0": "But you can’t know it or see",
    "ai-atk-s0508a12:778_0": "“This finger-talm is able to be able, to be able,",
    "ai-atk-s0508a12:779_0": "But you should not be praised by all, virtue and practices.",
    "ai-atk-s0508a12:780_0": "“In the ocean, waters and riches,",
    "ai-atk-s0508a12:781_0": "We’d better have little eyes,",
    "ai-atk-s0508a12:782_0": "“Having seen (them) with the six colourful verses, which is this great sage,",
    "ai-atk-s0508a12:783_0": "and raising his hands in respectful salutation, then I am silent.",
    "ai-atk-s0508a12:784_0": "“Suppose, Sumedhā, very wise, who has true understanding,",
    "ai-atk-s0508a12:785_0": "she sat down on the prepared seat in the Community of monks.",
    "ai-atk-s0508a12:786_0": "“Those who I have given up (his) knowledge with her mind,",
    "ai-atk-s0508a12:787_0": "I shall listen to this praise of you,",
    "ai-atk-s0508a12:788_0": "“For seven eons of the world, and he will delight in the world of the gods,",
    "ai-atk-s0508a12:789_0": "he can make the gods reply.",
    "ai-atk-s0508a12:790_0": "“Indeed there will be a wheel-turning monarch,",
    "ai-atk-s0508a12:791_0": "(something) today, the Greatly wise man,",
    "ai-atk-s0508a12:792_0": "“When a person is possessed of merit,",
    "ai-atk-s0508a12:793_0": "for the one with wisdom will be wise and learned.",
    "ai-atk-s0508a12:794_0": "“For thirty thousand families, possessing the thirty-two families,",
    "ai-atk-s0508a12:795_0": "the Teacher will be a Teacher in the world.",
    "ai-atk-s0508a12:796_0": "“Having gone forth, old age and death will be an end",
    "ai-atk-s0508a12:797_0": "he can attain perfection by birth and old age.",
    "ai-atk-s0508a12:798_0": "“Those who take the Dispensation from me,",
    "ai-atk-s0508a12:799_0": "Nor in the next life I know, the delightless one",
    "ai-atk-s0508a12:800_0": "“Having overcome all continuations, I all am the enemy.",
    "ai-atk-s0508a12:801_0": "I have no wealth, and no knowledge and fruit.",
    "ai-atk-s0508a12:802_0": "“Stop is the fire of my chief, they all have become eradicated.",
    "ai-atk-s0508a12:803_0": "destroyed all the pollutants,",
    "ai-atk-s0508a12:804_0": "“The thirty-two marks of a thousand knowledges,",
    "ai-atk-s0508a12:805_0": "I am not aware of a person’s knowledge, who has come to fruit,",
    "ai-atk-s0508a12:806_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:807_0": "But in due course he saw his own giving up of former lives, his mind being unaffected within the appearance of a thousand rebirths,",
    "ai-atk-s0508a12:807_1": "after seeing five hundred eons, he thought: “Surely come to the knowledge of this,” and when he sees them they were coming to the conclusion, he went away.",
    "ai-atk-s0508a12:807_2": "That is why the Blessed One said:",
    "ai-atk-s0508a12:807_3": "“Mendicants, there is a gods named Dīghajāpatī who passed away from there and were reborn here. They know such a state of existence.”",
    "ai-atk-s0508a12:807_4": "Seeing this, he recollected the elder’s former lives in this way, and saw the elder who recollected his former lives in the first position.",
    "ai-atk-s0508a12:807_5": "At this point he recalled his own knowledge of the death and rebirth of his former lives, saying:",
    "ai-atk-s0508a12:808_0": "165.",
    "ai-atk-s0508a12:809_0": "“Mendicant, mindful, and energetic,",
    "ai-atk-s0508a12:810_0": "May I recollect five hundred eons",
    "ai-atk-s0508a12:811_0": "166.",
    "ai-atk-s0508a12:812_0": "“The four ways of attending to mindfulness, the eight ways of attending to mindfulness,",
    "ai-atk-s0508a12:813_0": "and recited these verses.”",
    "ai-atk-s0508a12:814_0": "Herein, mindfulness of breathing is fulfilled by means of mindfulness and full awareness, and perfect in mindfulness.",
    "ai-atk-s0508a12:814_1": "wise. And he has wisdom of the six classes of rebirth, old age, and death.",
    "ai-atk-s0508a12:814_2": "a mendicant whose defilements are defiled;",
    "ai-atk-s0508a12:814_3": "Those full of faith, energy, and wisdom.",
    "ai-atk-s0508a12:814_4": "In faith, enquiry, (called) power, (wholesome) mindfulness, and merit, just as when the sick, is out of faith.",
    "ai-atk-s0508a12:814_5": "having recollected five hundred eons, it is like an aeon",
    "ai-atk-s0508a12:814_6": "For a with faithful in this way, since it is present, he explains the knowledge of the recollection of former lives, and it is only access and knowledge of the recollection of past lives.",
    "ai-atk-s0508a12:815_0": "Now comes the description of the development of mindfulness occupied with the knowledge of recollecting the former existences, etc., for the second is said to be the third in order to show the five stages.",
    "ai-atk-s0508a12:815_1": "Herein, there will be four ways of attending to mindfulness, etc., of all four ways, that is to say, by means of the four ways of attending to mindfulness, of breathing, and so on, with the supernormal power of mindfulness.",
    "ai-atk-s0508a12:815_2": "seven awakening factors:",
    "ai-atk-s0508a12:815_3": "eight factors.",
    "ai-atk-s0508a12:815_4": "For the seven awakening factors are well developed in and cultivated, the noble eightfold path is fully developed.",
    "ai-atk-s0508a12:815_5": "Hence it is said:",
    "ai-atk-s0508a12:815_6": "“The four kinds of mindfulness meditation are well established in the four kinds of mindfulness meditation.” They truly understand the seven awakening factors. When the being intent on awakening, the awakening factors are fully developed and cultivated they’re fully developed: “The seven awakening factors are fully developed specifically proceeding to this state of existence.”",
    "ai-atk-s0508a12:815_7": "How do they develop the development of the (of development)?",
    "ai-atk-s0508a12:815_8": "The rest is as already explained.",
    "ai-atk-s0508a12:816_0": "First: Sobhita is finished.",
    "ai-atk-s0508a12:817_0": "4. Valliyattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:818_0": "the During of his energy aroused by lamenting this verse,",
    "ai-atk-s0508a12:818_1": "scorns his bowl,",
    "ai-atk-s0508a12:818_2": "Now, when he had gone forth in the former places, his merits came to the Buddha. There he saw a fraction of thread, no matter how the recipients of gems, no matter how then, when his body broke up into the sky, he would have attained the to the air. And he couldn’t leave his own body, and he gave him his own insight due to the air.",
    "ai-atk-s0508a12:818_3": "There he offered the Buddha’s flowers and celestial Mandārava flowers and fruits, and then surrounding him with five hundred baskets.",
    "ai-atk-s0508a12:818_4": "The Buddha spoke with his teaching, and he departed.",
    "ai-atk-s0508a12:818_5": "Through this meritorious deed he saw a Buddha in Vesālī and constantly newly come to Vesālī, “Venerable Sir, I have arrived in the presence of the Buddha, and I am now able to obtain the rebirth of the Sakuludāyī.” And after seeing him he had obtained the going forth in the presence of the Teacher, he received the going forth in the presence of the Teacher.",
    "ai-atk-s0508a12:818_6": "He lived for a long time, which was more solitary, cracked and sweet, his spiritual companions lived long.",
    "ai-atk-s0508a12:818_7": "“If the monks are able to address a tree in terms of a tree known by the Buddha, they were not able to address.”",
    "ai-atk-s0508a12:818_8": "but later he went to the senior elder and told him about his advice, saying: “This is the knowledge of the advice, he is mindful and aware.”",
    "ai-atk-s0508a12:819_0": "167.",
    "ai-atk-s0508a12:820_0": "“That which is to be done, having a strong sense of urgency,",
    "ai-atk-s0508a12:821_0": "I will not be transgressed for the energy, (will) energy,",
    "ai-atk-s0508a12:822_0": "168.",
    "ai-atk-s0508a12:823_0": "“You feed on the path to the deathless!",
    "ai-atk-s0508a12:824_0": "I recited these verses in the Ganges:",
    "ai-atk-s0508a12:825_0": "Herein, should be undertaken whatever lack of energy by means of archery, strong effort, staunchly vigorous, and when energy.",
    "ai-atk-s0508a12:825_1": "to do what should be done is wanting to catch four noble truths.",
    "ai-atk-s0508a12:825_2": "Will not perform midstress for the donors. I will live on the road for the response,",
    "ai-atk-s0508a12:825_3": "See the energy one does not practice according to (him) energy, thinking: “Whoever amongst those who have energy, from faith, energy, mindfulness, immersion, and wisdom, do not practice anything better than themselves.”",
    "ai-atk-s0508a12:826_0": "and embracing a good friend,",
    "ai-atk-s0508a12:826_1": "My hermitage, thinking: ‘I am able to carry away my son,’ he,",
    "ai-atk-s0508a12:826_2": "Abandoning the path is said to have crossed over the four paths of the noble path, the first is the meaning.",
    "ai-atk-s0508a12:826_3": "The medium one is virtuous: the medium one, the middle one, the end of the central state of existence.",
    "ai-atk-s0508a12:826_4": "at the deathless state, which culminates in the deathless.",
    "ai-atk-s0508a12:826_5": "knowledge of the path of delusion,",
    "ai-atk-s0508a12:826_6": "Will you know extinguishment, the origin of Emancipation? (I am) attaining Nibbāna.",
    "ai-atk-s0508a12:826_7": "The Ganges river is going to the ocean, to the ocean, to the calm, to the ocean, to the recitation of the sea, to the ocean, to the recitation of the meditation subject, and to the middle of the Ganges to the meditation subject. That is why I shall expound the meditation subject for a meditation subject.",
    "ai-atk-s0508a12:827_0": "Having heard that, the Elder Vessavaṇa was given a meditation subject.",
    "ai-atk-s0508a12:827_1": "Soon after meditation subject, they reached Arahantship.",
    "ai-atk-s0508a12:827_2": "Therefore it is said:",
    "ai-atk-s0508a12:828_0": "“Having given up the five sensual titillations, delight in the delightful world,",
    "ai-atk-s0508a12:829_0": "and eighty million years went forth from the homeless life.",
    "ai-atk-s0508a12:830_0": "“Having gone forth (there) with their body",
    "ai-atk-s0508a12:831_0": "I’ve given up bad verbal conduct, and I will live at the root of a tree.",
    "ai-atk-s0508a12:832_0": "“Whether I was living in the highest Buddha,",
    "ai-atk-s0508a12:833_0": "I didn’t know, I penetrate a dwelling,",
    "ai-atk-s0508a12:834_0": "° he asked: “Where did the name and clan was asked,",
    "ai-atk-s0508a12:835_0": "A gift of the gods, Sakka, (who was) applying (himself),",
    "ai-atk-s0508a12:836_0": "“Who on earth, who is it, Saka, a son of Brahmā, came here?",
    "ai-atk-s0508a12:837_0": "but he shines all quarters;",
    "ai-atk-s0508a12:838_0": "“The thousand-spoked feet, dear Sir,",
    "ai-atk-s0508a12:839_0": "who knows what is it?",
    "ai-atk-s0508a12:840_0": "My confidence isn’t worst,",
    "ai-atk-s0508a12:841_0": "‘I am not able, Gandhamādana, I am not able to defeat the dancer of the gods,",
    "ai-atk-s0508a12:842_0": "“Brahmā and my Supreme One, there is no supreme among these",
    "ai-atk-s0508a12:843_0": "In the past, future, and present who are free of desire.",
    "ai-atk-s0508a12:844_0": "“After having seen the defilements, attained supreme and Complete Awakening,",
    "ai-atk-s0508a12:845_0": "after hearing his words, this is the word he spoke:",
    "ai-atk-s0508a12:846_0": "“As a Buddha, you were the one who knows, ~ on earth,",
    "ai-atk-s0508a12:847_0": "I will worship that passionless,",
    "ai-atk-s0508a12:848_0": "“Having been wrapped from the Victor, I gave it to the Teacher.",
    "ai-atk-s0508a12:849_0": "There the Fortunate One sat down on the citadel.",
    "ai-atk-s0508a12:850_0": "“Out of a craft, the mountain called Mount Vepulla,",
    "ai-atk-s0508a12:851_0": "the sal tree flower and the flowers of the Lord of Men,",
    "ai-atk-s0508a12:852_0": "“Having given everything, he said this to the world,",
    "ai-atk-s0508a12:853_0": "to the Buddha-coloured lotus flower, fered with flowers,",
    "ai-atk-s0508a12:854_0": "“After having slaughtered the Teacher, I am the Teacher,",
    "ai-atk-s0508a12:855_0": "with confident heart and equanimous intent, having happiness -",
    "ai-atk-s0508a12:856_0": "“Ajita, I sat down on the seat spread out",
    "ai-atk-s0508a12:857_0": "Deeds (of my) actions which were mine, and so on,",
    "ai-atk-s0508a12:858_0": "“Through this gift, the flowering of fruit,",
    "ai-atk-s0508a12:859_0": "like an elephant in the world of the gods will delight in heaven.",
    "ai-atk-s0508a12:860_0": "“There will be unperturbed in intentions,",
    "ai-atk-s0508a12:861_0": "he will travel about for six years.",
    "ai-atk-s0508a12:862_0": "“The masters will become a wheel-turning monarch,",
    "ai-atk-s0508a12:863_0": "Vidhura, the city of Vedisa, by Māra,",
    "ai-atk-s0508a12:864_0": "“Whether it will be known to all precious things, precious things,",
    "ai-atk-s0508a12:865_0": "In this way he will be transmigrating",
    "ai-atk-s0508a12:866_0": "“After where sovereignty, gods, humans,",
    "ai-atk-s0508a12:867_0": "in the last watch of the Brahmā realm he will be bound by Brahmā.",
    "ai-atk-s0508a12:868_0": "“He will be necessary;",
    "ai-atk-s0508a12:869_0": "it will be extinguished without afar.",
    "ai-atk-s0508a12:870_0": "“Having said this, the Perfectly Awakened One,",
    "ai-atk-s0508a12:871_0": "(Whoever) is departing, the Fortunate One, (saying):",
    "ai-atk-s0508a12:872_0": "“Now that is worked down with good intentions,",
    "ai-atk-s0508a12:873_0": "after throwing off the human body I went to the (Realm of) the Thirty Three.",
    "ai-atk-s0508a12:874_0": "“Having dyed the drinking and (them), I ask about his mother’s womb,",
    "ai-atk-s0508a12:875_0": "there is no wealth for me, no one like that is my rolls forth.",
    "ai-atk-s0508a12:876_0": "“We ate in a garland of flowers, and food hasn’t yet come to me,",
    "ai-atk-s0508a12:877_0": "if he is given me by his mother,",
    "ai-atk-s0508a12:878_0": "“Sir, the five years have gone forth from the lay life to homelessness.",
    "ai-atk-s0508a12:879_0": "At the end of his hair and beard, I attained Worthiness.",
    "ai-atk-s0508a12:880_0": "“Firstly, searching for some sort of deeds,",
    "ai-atk-s0508a12:881_0": "Thirty thousand lifetimes in my actions,",
    "ai-atk-s0508a12:882_0": "“Reverence to you, excellent one! Reverence to you, supreme one!",
    "ai-atk-s0508a12:883_0": "After going to the dispensation of the Dispensation,",
    "ai-atk-s0508a12:884_0": "“The thirty-two thousand went forth in old age,",
    "ai-atk-s0508a12:885_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a12:886_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:887_0": "while attaining perfection these verses, the senior elder replied with these verses.",
    "ai-atk-s0508a12:888_0": "First: Valliya",
    "ai-atk-s0508a12:889_0": "5. Vītasokattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:890_0": "Developing the hair, etc., these verses on Venerable Sāriputta’s partner,",
    "ai-atk-s0508a12:890_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:890_2": "You must have been reborn there for a hundred years of the Buddhas, and some merit. I must have been reborn in the company of the gods of the Thirty-Three and demonstrationed about the Buddha. And after hearing the misfortune, the Sambuddha, the chief among men, the very day after the Bodhisattas, who had gone forth in the former times of (Sakka) the Lord of the Thūpa, the Buddhas, the Paccekabuddha, and was reborn in this assembly, after hearing the Nigaṇṭhas of the Buddhas, the Paccekabuddhas, the old, the Soles goes forth in this assembly, and have been reborn in this assembly.",
    "ai-atk-s0508a12:890_3": "When he had arrived, he became anointed with the training. He gathered in the Commentaries, discussing the training. He rose into the air and appeared in the presence of the Elder Mahādhammarakkhita. He then, when he had arrived, he was fallen into the presence of the gods and addressed the householder Hatthaka, his son, he was completely a layman. He (She thought): “As soon as he was living in his presence, he was living in the presence of the Elder Nun, he was living in that having come, he having become a stream-enterererer of the gods.” He had gone forth his own insight into the presence of the Great Elder’s presence, and said, he having become a follower of the Elder Nigulated from that he (Dispended a Sama’s going forth.",
    "ai-atk-s0508a12:890_4": "Therefore it is said:",
    "ai-atk-s0508a12:891_0": "“The three Vedas, the lord of the earth, who has mastered the three Vedas,",
    "ai-atk-s0508a12:892_0": "In the marks, and the traditions, with the glossaries, and the ritual,",
    "ai-atk-s0508a12:893_0": "“We’re not accepting a share of the food, but I’ll die.",
    "ai-atk-s0508a12:894_0": "I taught them the night for a hundred years.",
    "ai-atk-s0508a12:895_0": "“Samiddhi, Samiddhi, in the world he was known as a Buddha in the world of the gods,",
    "ai-atk-s0508a12:896_0": "and having excessived the darkness darkness towards them.",
    "ai-atk-s0508a12:897_0": "“Some of the one of their men, he gave a little benefit,",
    "ai-atk-s0508a12:898_0": "When they heard this, they told me.",
    "ai-atk-s0508a12:899_0": "“The Buddha has arisen in the world, Awakened One,",
    "ai-atk-s0508a12:900_0": "The gains such and such people, I am not found in you.",
    "ai-atk-s0508a12:901_0": "“The Buddhas have reached the peak of rebirths, the Great Seer,",
    "ai-atk-s0508a12:902_0": "What if I were to see the Buddha, the world?",
    "ai-atk-s0508a12:903_0": "“My hair freshly cut off the coils from my barn,",
    "ai-atk-s0508a12:904_0": "I am departing the hermitage, I will addressed them:",
    "ai-atk-s0508a12:905_0": "“I’m like a flax blossoming lotus,",
    "ai-atk-s0508a12:906_0": "Aṅgīrasa is rare in the world,",
    "ai-atk-s0508a12:907_0": "“I have arisen in the world! That world is hard to get human beings.",
    "ai-atk-s0508a12:908_0": "and cutting off both of these two streams,",
    "ai-atk-s0508a12:909_0": "“The Sambuddha, the Awakened One, who has arisen in the world, is unsuitable.",
    "ai-atk-s0508a12:910_0": "Come, all of you, the fully awakened Buddha!",
    "ai-atk-s0508a12:911_0": "“For all the crowns of men and birds,",
    "ai-atk-s0508a12:912_0": "Then the light-ground came out, and the victor said.",
    "ai-atk-s0508a12:913_0": "“Having seen the supreme pair of good men, seeking the benefit of good deeds,",
    "ai-atk-s0508a12:914_0": "he misfortune over your hair, and unattached,",
    "ai-atk-s0508a12:915_0": "“One who has few wishes, content, alert,",
    "ai-atk-s0508a12:916_0": "Comparing the road, went to the Buddha.",
    "ai-atk-s0508a12:917_0": "“Even if you illustrate on the day of (all) appearance,",
    "ai-atk-s0508a12:918_0": "Having passed away the Buddha, the Seer of the highest Buddha,",
    "ai-atk-s0508a12:919_0": "“Having (the Bodhisatta), the one who is restrained in Dhamma,",
    "ai-atk-s0508a12:920_0": "I am not aware of the Buddha, Perception of fruit,",
    "ai-atk-s0508a12:921_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:922_0": "while attaining perfection he declared enlightenment:",
    "ai-atk-s0508a12:923_0": "169.",
    "ai-atk-s0508a12:924_0": "“The barber approached me, my barber,",
    "ai-atk-s0508a12:925_0": "Then he should review the body,",
    "ai-atk-s0508a12:926_0": "170.",
    "ai-atk-s0508a12:927_0": "“You asked this body, but you answered in darkness.",
    "ai-atk-s0508a12:928_0": "all the houses were cut off, no more future lives.”",
    "ai-atk-s0508a12:929_0": "Herein, my hair are broken, springy, and become soiled. “I will come to my hair and beard, dress in ocher robes, and I am satisfied with my hair and beard, dressed in ocher robes, and went to grace me.”",
    "ai-atk-s0508a12:929_1": "After that place where there is water,",
    "ai-atk-s0508a12:929_2": "They review the body of all that is created, rooted, and dropped on the body, while I am liable to grow old.",
    "ai-atk-s0508a12:929_3": "When he reviews it in this way, his body is utterly beautiful, without intercourse, expert in reviewing it. My body is permanent, since I have become found.",
    "ai-atk-s0508a12:929_4": "When darkness is obscure, not with the darkness of blind men, still with the darkness of the bandits thus: “Without giving up the darkness of ignorance, without making amends, still with the darkness of the bandits they all looked on with the darkness of ignorance, the worms, the acquisition of ignorance, the evokes , or thieves all the offenses without getting rid of making amends for the resentment, reviewing the levelation, and the bandits it as a goods, etc., and unmounting the instance of the body, heightenment, straying the verting one, he should knower of the bandits, he has gone beyond doubts, defilement, reviewing the bandits, and the le of it.",
    "ai-atk-s0508a12:929_5": "leading to the highest. And there is no rebirth into a new state of existence in the future.",
    "ai-atk-s0508a12:930_0": "Vītasobhita is finished.",
    "ai-atk-s0508a12:931_0": "Puṇṇamāsa",
    "ai-atk-s0508a12:932_0": "had the five hindrances, delighting in venerable Puṇṇamāsa with a verse:",
    "ai-atk-s0508a12:932_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:932_2": "There too when the Buddha had obtained a hut without a companion. There he presented them with plenty of rags, wearing rag robes, and crocodiles, leopards, wearing rag robes, and sandalwood, beared with a rag robes, and went to the Enlightened One’s own struggle. After seeing the Buddha, they spread a cloth, with a fine deer hide, with a washed,",
    "ai-atk-s0508a12:932_3": "He was reborn amongst gods and humans (only) in this family of the Buddhas, and now he became a Buddha at Sāvatthī.",
    "ai-atk-s0508a12:932_4": "While he was born, it seems, the golden precious golden vessel and bulls the goldsks.",
    "ai-atk-s0508a12:932_5": "and they gave the name Puṇṇamāsa.",
    "ai-atk-s0508a12:932_6": "When he had reached the house of a child, he gave up his child and living in the household life. He lived in the neighborhood of a village, and went forth in the neighborhood of a village.",
    "ai-atk-s0508a12:932_7": "Therefore it is said:",
    "ai-atk-s0508a12:933_0": "“He didn’t, Sir, be the Buddha has made that person,",
    "ai-atk-s0508a12:934_0": "apart from discomforts.",
    "ai-atk-s0508a12:935_0": "“I’m not caught up in the wealth, Bhaddā Kāpilānī",
    "ai-atk-s0508a12:936_0": "I took a round (the Buddha), and I entered the country.",
    "ai-atk-s0508a12:937_0": "“He who wears rags from the road, and is difficult to get by,",
    "ai-atk-s0508a12:938_0": "and placing his head at the four quarters,",
    "ai-atk-s0508a12:939_0": "“With minds at peace, Sudatta, equanimous,",
    "ai-atk-s0508a12:940_0": "and the Buddha-to-be having destroyed the rags,",
    "ai-atk-s0508a12:941_0": "“Two others in my ninety-two rags,",
    "ai-atk-s0508a12:942_0": "I don’t know this of its fruit,",
    "ai-atk-s0508a12:943_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:944_0": "But when he had entered Sāvatthī, he was reborn in the charnel ground by the Teacher at Sāvatthī, and was reborn in that place, he was reborn in a good place, he died.",
    "ai-atk-s0508a12:944_1": "The children, having heard this, told the Thera’s son, “Who are this?” Then he told the king, “Dear Pācīnakhaṇḍarājī, o great seer, having taken the comfort of the (of this mountain), and going to the place where the Elders, (saying): “Amongst those who have come, having gone to fertile monastery, constructed the rock-here for the Rohana.",
    "ai-atk-s0508a12:944_2": "The elder, because he was free from passion and obtained his own state and saying: “What is the reason why, having just teach Dhamma in her own way, while he was teaching the Dhamma,",
    "ai-atk-s0508a12:945_0": "171.",
    "ai-atk-s0508a12:946_0": "“Five are the five hindrances, for the sake of finding sanctuary,",
    "ai-atk-s0508a12:947_0": "having taken a misfortune for themselves,",
    "ai-atk-s0508a12:948_0": "172.",
    "ai-atk-s0508a12:949_0": "“Now I will surely see all this body,",
    "ai-atk-s0508a12:950_0": "(They are) externally. The body is unshakable, Tissa, and so on.”",
    "ai-atk-s0508a12:951_0": "recited this verse:",
    "ai-atk-s0508a12:952_0": "There they are five hindrances, given up: having given up the five hindrances, delight in the five hindrances, and so on, after giving up the five hindrances,",
    "ai-atk-s0508a12:952_1": "for attaining the attainment of sanctuary, for attaining Nibbāna, which is a sanctuary, extinguishment in the four primary elements, attains extinguishment.",
    "ai-atk-s0508a12:952_2": "Thoughts that are clear in the Teaching, and have come to be,",
    "ai-atk-s0508a12:952_3": "For while looking at the very time, looking at the very time, making known of the qualities that are form, as happens to the ascetic life, the stilling of the special qualities of unification that are defilement, etc., and discerning the special qualities of the aggregates, etc., in this way, the knowledge and vision of the states that are capable of defilement,",
    "ai-atk-s0508a12:953_0": "“Discipline for my own knowledge and vision,",
    "ai-atk-s0508a12:954_0": "having reviewed this body, they all adversed in mind” .",
    "ai-atk-s0508a12:955_0": "Having developed this body and mind, they recited the base of the Truth by the dimension of infinite space. And so they lead to the attachment of the six sense fields, drank suffering and captivating the eye of these things.",
    "ai-atk-s0508a12:955_1": "When I saw this, I have laid down the sword, and this body and externally, both myself and others—born,iddle and paid attention—the body is permanent, everlasting, eternal, and imperishable. That is the aggregate of knowledge.",
    "ai-atk-s0508a12:955_2": "For the whole of the entire mass of suffering are called a fool, someone who has mastered the shelter of craving.",
    "ai-atk-s0508a12:955_3": "“And if you doing so, you should not give anything else in this way: “This is what I have seen, heard, thought, or known, ‘What can I do for this?’",
    "ai-atk-s0508a12:955_4": "When the senior monk preached these verses, he sent them off with a former wife, and a bed with the ethical behavior, he dismissed them.",
    "ai-atk-s0508a12:956_0": "The Uppalavaṇṇā is finished.",
    "ai-atk-s0508a12:957_0": "7. Nandakattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:958_0": "as happens when Subhadda",
    "ai-atk-s0508a12:958_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:958_2": "This too has been performed in the former life as a funeral pyre, and making merit for the Buddha’s meditation. Then when he saw the Buddha walking mindfully in the neighbourhood, he was walking mindfully about, covering the walkway, and saw the teachers of the Teacher. He was walking in the vicinity of a certainty-twost, his mind covered with a straw mat.",
    "ai-atk-s0508a12:958_3": "There he was reborn amongst gods and humans in the Buddha Namely a householder called Campā, the Buddha Sampā was reborn in this family called Nakula’s family.",
    "ai-atk-s0508a12:958_4": "and the chief brother named Bharadvāja.",
    "ai-atk-s0508a12:958_5": "he will lose his preliminary tends.",
    "ai-atk-s0508a12:958_6": "Those who knew that Viḍūḷha had gone forth, responded, and thus: “Have you now gone forth, what is the name of this young man?”",
    "ai-atk-s0508a12:958_7": "Not long after he had developed the six direct knowledges,",
    "ai-atk-s0508a12:958_8": "But while he is able to discern the strength of his defilements,",
    "ai-atk-s0508a12:958_9": "Then the Elder, knowing what was happening, wanting to do, wanting to depart. Afterwards, he left the road, and seeing him sitting on the road,",
    "ai-atk-s0508a12:959_0": "One carts were walking alone with a wagon,",
    "ai-atk-s0508a12:959_1": "From then on that cart, having given a bunch of grass and charming them, he gave the donation here and there.",
    "ai-atk-s0508a12:959_2": "Then the Vultures of a cowherd’s apprentice prepared that woodland falls.",
    "ai-atk-s0508a12:959_3": "Then the Elder Nandaka thought, “We shall not see Nandaka,” and he said, “I did not say to him, “I’ll hear this.” And he said, “I shall apply this to you.”",
    "ai-atk-s0508a12:959_4": "After doing so, he should certainly get rid of it. He can’t do so. He can’t see anyone in that very place. He should make an effort to get rid of it. He’s done away with that object, and he shouldn’t do good deeds. He’s attain Arahatship, and attain Arahantship.",
    "ai-atk-s0508a12:959_5": "Therefore it is said:",
    "ai-atk-s0508a12:960_0": "“Formerly, a small fire-element in the forest,",
    "ai-atk-s0508a12:961_0": "I saw the Way to look forward.",
    "ai-atk-s0508a12:962_0": "“It was asking question to Pilindavaccha,",
    "ai-atk-s0508a12:963_0": "Accomplished in mind, the Happy One,",
    "ai-atk-s0508a12:964_0": "“For he who was Kappa, I brought the me into the presence of the Teacher,",
    "ai-atk-s0508a12:965_0": "I am not aware of a fellow, this is the fruit.",
    "ai-atk-s0508a12:966_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:967_0": "while attaining perfection in the presence of the Jina, the Elder Dhammadinnā declared enlightenment in his presence:",
    "ai-atk-s0508a12:968_0": "173.",
    "ai-atk-s0508a12:969_0": "“Just as a fine thoroughbred which throws off a fire,",
    "ai-atk-s0508a12:970_0": "He gained even more urgency, like a shake,",
    "ai-atk-s0508a12:971_0": "174.",
    "ai-atk-s0508a12:972_0": "“Even such a one is endowed with insight,",
    "ai-atk-s0508a12:973_0": "Remember me as a thoroughbred, and recited these verses.”",
    "ai-atk-s0508a12:974_0": "Herein, when they get great urgency, having shake and rock and oppression, it was shakes, and when their mind was sick, this is the power of the idea when they were being discomfort.",
    "ai-atk-s0508a12:974_1": "“There’s no need,” or “There is no need, meaning is.",
    "ai-atk-s0508a12:974_2": "and again, the more thanks ever more subtle than themselves,",
    "ai-atk-s0508a12:974_3": "The Elder’s verses were found in the place of the Elder Sunetta.",
    "ai-atk-s0508a12:975_0": "The Nandaka is finished.",
    "ai-atk-s0508a12:976_0": "8. Bharatattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:977_0": "Come, Nandaka, let’s go to Nandaka with this verse:",
    "ai-atk-s0508a12:977_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:977_2": "Also, it seems, have unstirred on the Buddha’s family home in order to see the length of the Blessed One. Taking a counsel, take his bowl and robe, and shakes off his sandals. Then he said: “Here you walking mindfully for a long time! That would be for my lasting welfare and happiness.”",
    "ai-atk-s0508a12:977_3": "Also the Fortunate One, having given the following order:",
    "ai-atk-s0508a12:977_4": "He was reborn amongst gods and humans in the Buddha, the Buddhas of the Brahmajāla, the Buddhas, the householder Gate, and was reborn in this world.",
    "ai-atk-s0508a12:977_5": "He heard that the Elder Uttiya had gone forth, known, had gone forth in due course with his own hands, and pronounced his work, (Devasively) he thought: “Such is called Kāḷigodhā’s going forth.”",
    "ai-atk-s0508a12:977_6": "Therefore it is said:",
    "ai-atk-s0508a12:978_0": "“I saw the Fortunate One, the chief of the world, the Fortunate One,",
    "ai-atk-s0508a12:979_0": "having come to an end, he is the path of the day,",
    "ai-atk-s0508a12:980_0": "“By taking the plane of flowers,",
    "ai-atk-s0508a12:981_0": "There I saw the Sambuddha, the son of the Awakened One,",
    "ai-atk-s0508a12:982_0": "“Having drunk the mind, and drinking liquor,",
    "ai-atk-s0508a12:983_0": "and placing it on the top of the feet, this is the word he spoke.",
    "ai-atk-s0508a12:984_0": "“Listen, great hero! The Holy One, Mahinda, the enlightener of the Holy One,",
    "ai-atk-s0508a12:985_0": "I shall gain the fruit, (thinking): “May I receive fruit!”",
    "ai-atk-s0508a12:986_0": "“I saw the Fortunate One, the chief of the world, the Fortunate One,",
    "ai-atk-s0508a12:987_0": "he uttered the following words:",
    "ai-atk-s0508a12:988_0": "“He gave me a dispensation, he gave me with his hands,",
    "ai-atk-s0508a12:989_0": "I shall listen to this praise of you,",
    "ai-atk-s0508a12:990_0": "“All the gods from Girimānanda, who have come",
    "ai-atk-s0508a12:991_0": "joyful, uplifted, grey and joyful,",
    "ai-atk-s0508a12:992_0": "“He will not be happy, for the sake of happiness,",
    "ai-atk-s0508a12:993_0": "and fifty-five years, and he will do his duty.",
    "ai-atk-s0508a12:994_0": "“The wheel-turning monarch will be a wheel-turning monarch,",
    "ai-atk-s0508a12:995_0": "(something) today, the Greatly wise man,",
    "ai-atk-s0508a12:996_0": "“Venerable Sir, this is the come from here in the womb of (of births),",
    "ai-atk-s0508a12:997_0": "the Teacher will be a Teacher in the world.",
    "ai-atk-s0508a12:998_0": "“Reverend he is the heir of the teachings,",
    "ai-atk-s0508a12:999_0": "he will completely be completely understood all defilements with the complete understanding of the defilements.",
    "ai-atk-s0508a12:1000_0": "“In the world of men, will be reborn in a human realm,",
    "ai-atk-s0508a12:1001_0": "and he will accept it.",
    "ai-atk-s0508a12:1002_0": "“The palace, Varahattha which is covered with elephants,",
    "ai-atk-s0508a12:1003_0": "or the chariot appears blow,",
    "ai-atk-s0508a12:1004_0": "“Having gone out from a village, I am going out by chariot,",
    "ai-atk-s0508a12:1005_0": "and in regard to hairs shelter in their hairs,",
    "ai-atk-s0508a12:1006_0": "“Surely, my gains fortunate, so very fortunate,",
    "ai-atk-s0508a12:1007_0": "After giving, when he had attained a state of trading,",
    "ai-atk-s0508a12:1008_0": "“Venerable Sir, there is this allowable for you to get mentioned in the morning time,",
    "ai-atk-s0508a12:1009_0": "I don’t recall this fruit,",
    "ai-atk-s0508a12:1010_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1011_0": "When he has been asked to one whom the six psychic powers, and who claims to be aroused thus: “Now, when our corruption of the elders, we did not know about the reason why, we having arisen in the way stated,” and doing what was said, “Now, we came to the senior elder, and we didn’t want to lead the spiritual life.",
    "ai-atk-s0508a12:1012_0": "175.",
    "ai-atk-s0508a12:1013_0": "“Come, Nandaka, let’s go,",
    "ai-atk-s0508a12:1014_0": "We will roar our lion’s roar face to face with the Buddha.”",
    "ai-atk-s0508a12:1015_0": "176.",
    "ai-atk-s0508a12:1016_0": "“Our compassionate us have compassion for us.",
    "ai-atk-s0508a12:1017_0": "he recited this verse:",
    "ai-atk-s0508a12:1018_0": "There they are Nandakasidered there,",
    "ai-atk-s0508a12:1018_1": "witnesses his own legal issues.",
    "ai-atk-s0508a12:1018_2": "he goes by himself with the eye of one beginning, the fully awakened Buddha, and he is the middle of the end of the world, and the end of the preceptor, the fully awakened Buddha. And he is surveyed by his preceptor in the world with its deities.",
    "ai-atk-s0508a12:1018_3": "When I saw the top of the head, they said: “We will not give to the Buddha, face-to-face with the Buddha, and we will bring you.”",
    "ai-atk-s0508a12:1018_4": "From then onwards, the Best of all the gods, (such as) the most excellent Lion, the Best of all the Awakened One, the highest among men, who is the best of Buddhas, the best of all good qualities, the highest among men, the supreme Buddhas, best of towns.",
    "ai-atk-s0508a12:1019_0": "Just as the roar of a lion, he would give it to him.",
    "ai-atk-s0508a12:1019_1": "Herein, the meaning is that it is the meaning.",
    "ai-atk-s0508a12:1019_2": "We’re not ours.”",
    "ai-atk-s0508a12:1019_3": "He sympathy: “Bhaddā, you should give the going forth and the Pabbajjā ordination on.”",
    "ai-atk-s0508a12:1019_4": "Sage, Blessed One,",
    "ai-atk-s0508a12:1019_5": "He has arrived at us. He is the meaning, and has attained perfection and conquered us by all that.",
    "ai-atk-s0508a12:1020_0": "The Verañjā is finished.",
    "ai-atk-s0508a12:1021_0": "Practice Conduct",
    "ai-atk-s0508a12:1022_0": "(This is) not knowing this verse:",
    "ai-atk-s0508a12:1022_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1022_2": "The Independent Buddhas, having made merit in the past, present life and meritorious conduct, have been visited by the former Buddhas. There too, when he saw the Buddhas, who were reborn in the fruition of the charnel ground, the forest, the open air, benefactors, and the charnel grounds for a rising from that family, he reached the final stage of life.",
    "ai-atk-s0508a12:1022_3": "Through this merit of the Buddhas and human births, he rose into Rājagaha and was reborn in the territory of the family in this family tradition.",
    "ai-atk-s0508a12:1022_4": "Having arrived at the house of the household life, she gave her back.",
    "ai-atk-s0508a12:1022_5": "When asked him, “What is the name of?”",
    "ai-atk-s0508a12:1022_6": "Then, knowing that the time was consisting of his teacher, he put his bowl in the presence of the teacher, and gave him a profession.",
    "ai-atk-s0508a12:1022_7": "While traveling along the road, he was going along a certain number of of of of seniority, and having heard a certain number of of of of of good character, he learned the Dhamma. He enjoyed (also) was full of wicked desires, and did not attain Arahatship.",
    "ai-atk-s0508a12:1022_8": "Therefore it is said:",
    "ai-atk-s0508a12:1023_0": "“Awakened” is the name of the Parinibbāna,",
    "ai-atk-s0508a12:1024_0": "Like a broken-smelling jungle thicket,",
    "ai-atk-s0508a12:1025_0": "“Upāli, what’s left of the fruit and what’s left from here?",
    "ai-atk-s0508a12:1026_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:1027_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1028_0": "And then his father went forth in the Bamboo Grove. He again attained perfection.",
    "ai-atk-s0508a12:1028_1": "Then the Teacher, knowing that she was seated in the presence of the Teacher, said to him: “Who did you go forth? My fathers have been sex?” and he asked the name “After his going forth, having given permission to him, what did you doing?”",
    "ai-atk-s0508a12:1028_2": "while he was pillar the son of a child –",
    "ai-atk-s0508a12:1029_0": "177.",
    "ai-atk-s0508a12:1030_0": "(King), knowing this, they live in a mountain cave,",
    "ai-atk-s0508a12:1031_0": "Victorious in battle, after defeating Māra and his army,",
    "ai-atk-s0508a12:1032_0": "178.",
    "ai-atk-s0508a12:1033_0": "“I have served the Dhamma and the Saṅgha; the Saṅgha is worshipped.",
    "ai-atk-s0508a12:1034_0": "and after seeing a son, I recited these verses.”",
    "ai-atk-s0508a12:1035_0": "Herein, just as, when liberating virtue is spread through the special qualities of food, etc., do not get the food,",
    "ai-atk-s0508a12:1035_1": "(but) he is to be spoken of against the King.",
    "ai-atk-s0508a12:1035_2": "knowing the superior states of wisdom, clinging to the highest goal, beyond all beings,",
    "ai-atk-s0508a12:1035_3": "triumph from the four quarters (of the villages), having renounced the enemy of energy, the abscess, having cut off the defilements, the consequence of his own defilements, the gods of the cool water, the clouds, and the totally beyond all drawn the conquence of the ropes and the god, and don’t liberated from the god.",
    "ai-atk-s0508a12:1036_0": "In this way, Vijaya, having shown that (story), and by saying this, “Now, Sīhahaniya, go to the Dīghavana garden, and to give me this second time.”",
    "ai-atk-s0508a12:1036_1": "And there the teacher served the poised: “My teacher has served the instruction with me, the perfected one, the fully awakened Buddha.”",
    "ai-atk-s0508a12:1036_2": "The Saṅgha is worshipped by the ninefold supramundane Dhamma, and so by means of the proper view of fewness of wishes, contentment, seclusion, aloofness, and attainment of the noble path.",
    "ai-atk-s0508a12:1036_3": "Having seen (that), after seeing her son, with defilements ended, I were pollutanted of joy and happiness, cooled, experiencing happiness without pollutants, joyful, and having seen that. And, having seen that, I am well-freed, with substantively happy and joy, is the meaning.",
    "ai-atk-s0508a12:1037_0": "Bhāradvāja is finished.",
    "ai-atk-s0508a12:1038_0": "Kaṇhadinna",
    "ai-atk-s0508a12:1039_0": "She presented Venerable Kaṇhāgotamaka in verse:",
    "ai-atk-s0508a12:1039_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1039_2": "At the time of the Buddhas had been made, having made merit for the former time, and having made meritorious actually present to the throne of the four Buddhas there, when he saw the family, he brought them into the neighborhood of a Buddha, and was worshipped the Sambuddha named Kappa.",
    "ai-atk-s0508a12:1039_3": "Because of that deity of the Buddhas and human beings, he shook the dreams in Rājagaha and newly to the that warning a black snake, and when he was reborn in this very life, he went up to the Kaṇhāṇusa, and having heard the teachings, attained Arahatship and attained Liberation.",
    "ai-atk-s0508a12:1039_4": "Therefore it is said:",
    "ai-atk-s0508a12:1040_0": "“The Sambuddha named Suppabuddha, the Sambuddha, whose mind was conceived, then",
    "ai-atk-s0508a12:1041_0": "took a rose-apple (from the sky) in the mountain-god,",
    "ai-atk-s0508a12:1042_0": "“For sure (the Bodhisatta), (Tree) in the end of the Buddha,",
    "ai-atk-s0508a12:1043_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a12:1044_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1045_0": "while attaining perfection he declared enlightenment:",
    "ai-atk-s0508a12:1046_0": "179.",
    "ai-atk-s0508a12:1047_0": "I have been heard and learned that the teachings are easily understood",
    "ai-atk-s0508a12:1048_0": "I’ll practice the way I’ll culminate in the deathless.",
    "ai-atk-s0508a12:1049_0": "180.",
    "ai-atk-s0508a12:1050_0": "“For he who desires to be reborn again and again are not found in me again.",
    "ai-atk-s0508a12:1051_0": "that neither in the past nor in me these days nor in today.”",
    "ai-atk-s0508a12:1052_0": "recited this verse:",
    "ai-atk-s0508a12:1053_0": "There they served her to them, and accompanying and attending on her.",
    "ai-atk-s0508a12:1053_1": "Endowed with good people, endowed with good qualities, virtue and absorption, the Elder Sāriputta, who have the virtues, and so on.",
    "ai-atk-s0508a12:1053_2": "In this way he shows the simile of the influence of previous practice,",
    "ai-atk-s0508a12:1053_3": "for he does not conquer the good person in a suitable place,",
    "ai-atk-s0508a12:1053_4": "thoughts, hearing what is heard, thought, and dependently originated, the state of the teachings, and the penetration of the teachings.",
    "ai-atk-s0508a12:1053_5": "(but) this truthfully he shows them his own attainment of the waters in the last stage,",
    "ai-atk-s0508a12:1053_6": "timely and much time,",
    "ai-atk-s0508a12:1053_7": "He should be told: “This learn the state of good persons,” and he can pay here.",
    "ai-atk-s0508a12:1053_8": "For he, when he hears the Truth, the Deathless in the Lineage of the Truth, which is why the Truth, having heard, penetrated, and pretended the deathless, he practices, without protection, the Path of the noble ones, the Protector of the noble eightfold path, the direct rolling the undying Nibbāna.",
    "ai-atk-s0508a12:1054_0": "A hundred spears (rebirth in) the company of the virtuous, craving for continued existence, and non-existence after spelling greed and hate for me.",
    "ai-atk-s0508a12:1054_1": "it is not found in me again and again. I have no greed for future lives.",
    "ai-atk-s0508a12:1054_2": "I don’t have any desires that are felt at present, and it cannot be reached by one who has reached the peak, and there was no longer carrying poison, yet it wasn’t found in me, and it wasn’t found in me now. I didn’t be at the wrong time.",
    "ai-atk-s0508a12:1054_3": "And in the very same way the greed for continued existence is said to be under the fetters of rebirth-linking because it is not completely added: the fetters of rebirth, and the fetters of rebirth, and the underlying tendency to conceit.",
    "ai-atk-s0508a12:1055_0": "Kaṇhadinna is finished.",
    "ai-atk-s0508a12:1056_0": "The third section for recitation is finished.",
    "ai-atk-s0508a12:1057_0": "4. Catutthavaggo",
    "ai-atk-s0508a12:1058_0": "1. Migasirattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1059_0": "While I went forth I to the dear park at the Deer Park in verse:",
    "ai-atk-s0508a12:1059_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1059_2": "At the time of the Buddha Paccekabuddha had been performed, having made merit for the riches of merit, and, he saw the brahmin Kassapa, attained Parinibbāna. He, with his mind detached from the Teacher, saying,",
    "ai-atk-s0508a12:1059_3": "He did so and he shook the merit of the Kosalans in this way. He, sesame seeds and dangerously in the Kosalan lands, and he shook the load onto a forehead, the deer parks, rottten animals, through the air, goad, and taking cast down a shoot, deer-sharking head, deer-shair warrior-noble maiden named Maker. After dispracking these things, he said, “Any,”",
    "ai-atk-s0508a12:1060_0": "He was able to go forth his house through the wanderer’s house, and like the wanderers, he came to Sāvatthī and saw the wanderer through the aim of great respect for the world, and he went to his own attainment of the teachers, and said to him:",
    "ai-atk-s0508a12:1060_1": "“I do, Master Gotama.” But when he had been reborn in hell, he said, “I do you know that you’re born.” But when he said, “I live in hell for the sake of your head, I don’t know them.”",
    "ai-atk-s0508a12:1060_2": "The Buddha then said, “Having his head, Yasa’s head, and carrying his head, saying: “Whoever place is this?”",
    "ai-atk-s0508a12:1060_3": "But he couldn’t see a big bananana thunder, mixing himself with his eyes.",
    "ai-atk-s0508a12:1060_4": "Then the teacher, saying, “Wanderers, I’ll examine the wanderer Sun!” And he returned to the assembly hall and did not reappear it again.",
    "ai-atk-s0508a12:1060_5": "For if a man’s defilements are ended, then, how can you know the destinies of the path?",
    "ai-atk-s0508a12:1060_6": "After resenting, he stood silently.",
    "ai-atk-s0508a12:1060_7": "The Teacher said, “What did you get this?”",
    "ai-atk-s0508a12:1060_8": "“Yes, I don’t know.”",
    "ai-atk-s0508a12:1060_9": "“I know, ‘I know.’ But he said, “I know.”",
    "ai-atk-s0508a12:1060_10": "The wanderer said, “Give meat here.”",
    "ai-atk-s0508a12:1060_11": "Saying, “Well then,” he replied, “Well then, let that meditation subject reach the first absorption and established insight in insight meditation. Then he grounded on insight the attainment of insight, and he established (the first).",
    "ai-atk-s0508a12:1060_12": "Not long after (the nature of) deeds, he attained Liberation.",
    "ai-atk-s0508a12:1060_13": "Therefore it is said:",
    "ai-atk-s0508a12:1061_0": "“Brahmin, who is the accomplished brahmin’s head,",
    "ai-atk-s0508a12:1062_0": "With his mind happy in gladdened, being satisfied by the King: “I am leper,",
    "ai-atk-s0508a12:1063_0": "° and said: “In this Kudāyī, whose son was deed,",
    "ai-atk-s0508a12:1064_0": "I don’t know about a person who has craved food,",
    "ai-atk-s0508a12:1065_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1066_0": "while attaining perfection he declared enlightenment:",
    "ai-atk-s0508a12:1067_0": "181.",
    "ai-atk-s0508a12:1068_0": "Since I’ve gone forth in the teaching of the fully awakened Buddha,",
    "ai-atk-s0508a12:1069_0": "while letting go of the elements, I rose up death in the sensual realm.",
    "ai-atk-s0508a12:1070_0": "182.",
    "ai-atk-s0508a12:1071_0": "“Having seen Brahmā with his mind free from being”,",
    "ai-atk-s0508a12:1072_0": "recited this verse:",
    "ai-atk-s0508a12:1073_0": "There I received the going forth in the dispensation of the Buddha, since I went forth, on the instructions of the Buddha, and I am the one who has gone forth in the instructions.",
    "ai-atk-s0508a12:1073_1": "Migāra’s mind rose up into the air, charming into the first importance, while going to length of the defilements, dispelling the (Devas).",
    "ai-atk-s0508a12:1073_2": "When it’s impossible that you’ve gone beyond the element of sensuality, mature, and haven’t reached the ultimate goal.",
    "ai-atk-s0508a12:1074_0": "After being liberated from the Brahmā realm, my mind inclined to the highest gift of the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans through the greatest of the highest attainment, the highest going forth, the lord of the world, and the supremely lord of the supreme beings, my mind inclines towards the supreme path,",
    "ai-atk-s0508a12:1074_1": "With the ending of all fetters, they have ended the fetters. They’re freed through the ending of all fetters, and I have directly known that.",
    "ai-atk-s0508a12:1075_0": "Kassapa is finished.",
    "ai-atk-s0508a12:1076_0": "2. Sivakattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1077_0": "the Elder Sanaṅkumāra also spoke this verse:",
    "ai-atk-s0508a12:1077_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1077_2": "This too, when the Buddha had made merit for the former eons of the Vipassī was residing there a Buddha, and his meritorious conduct, having understoodd the ranking of (from the village) was destroyed, he brought out to him (from the sky).",
    "ai-atk-s0508a12:1077_3": "He was reborn amongst gods and humans (only) in this family of the Buddhas, a brahmin family of the States, and a worker.",
    "ai-atk-s0508a12:1077_4": "Once they’ve reached the peak of knowledge, they don’t go forth from lay life to homelessness. After hearing that teaching the wanderers wanting to go forth, they doing their work. They go forth from the lay life to homelessness. They don’t want having heard that teaching, and they attained Liberation.",
    "ai-atk-s0508a12:1077_5": "Therefore it is said:",
    "ai-atk-s0508a12:1078_0": "“Having insight the way, the great hermit,",
    "ai-atk-s0508a12:1079_0": "I  having seen him a bowl full of water, I filled a bowl full (short).",
    "ai-atk-s0508a12:1080_0": "“This is allowable for one day (there), but whatever food there is,",
    "ai-atk-s0508a12:1081_0": "I don’t know this fruit,",
    "ai-atk-s0508a12:1082_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1083_0": "while attaining perfection he declared enlightenment:",
    "ai-atk-s0508a12:1084_0": "183.",
    "ai-atk-s0508a12:1085_0": "“Consciously, sirs, is impermanent and changeable,",
    "ai-atk-s0508a12:1086_0": "the housebuilder I was seeking: born and suffering again and again.",
    "ai-atk-s0508a12:1087_0": "184.",
    "ai-atk-s0508a12:1088_0": "“You’ve been seen! You will not build the house again:",
    "ai-atk-s0508a12:1089_0": "Your rafters are all broken, and your ridgepole has been broken,",
    "ai-atk-s0508a12:1090_0": "his mind tends on ignorantly, deliberating,” this verse was said:",
    "ai-atk-s0508a12:1091_0": "Herein, the time is impermanent. When Extinguished, the. When that’s been reborn in that place, the underworld, hells solid necessary, the limited.",
    "ai-atk-s0508a12:1091_1": "searching for progressing, seeking for himself in this way: “What’s the point of seeking a person who is seeking to be seeking an expert on, and who dies from these two.”",
    "ai-atk-s0508a12:1091_2": "Painful is suffering again and again.",
    "ai-atk-s0508a12:1091_3": "Because old age, sickness, and death are not able to get therefore again and again. That is why he seeks no matter what is unallowable.",
    "ai-atk-s0508a12:1092_0": "Now, as soon as he was asked, the two Abhidhamma, which he left the Dhammāsoka, and that he saw the noble path.",
    "ai-atk-s0508a12:1092_1": "go to the house end of a home again, and you won’t do anything for me.",
    "ai-atk-s0508a12:1092_2": "all your rafters have been broken, and the defilements have split open.",
    "ai-atk-s0508a12:1092_3": "(The Buddhas are) broken and pollutants, and they are capable of developing the states of existence. Having broken ignorance, the state of existence, the state of existence, and the unconditioned.",
    "ai-atk-s0508a12:1092_4": "my mind is discovered, deliberated, withdrawn, and cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.",
    "ai-atk-s0508a12:1092_5": "Then he shall separately, the meaning will be left here; the meaning is that he will cease.",
    "ai-atk-s0508a12:1093_0": "The account of Sivaka is finished.",
    "ai-atk-s0508a12:1094_0": "3. Upavāṇattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1095_0": "The Happy One with a verse:",
    "ai-atk-s0508a12:1095_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1095_2": "At the time of the Buddha Padumuttara, it seems, when the Buddha was reborn in a central sinking basket, his bowl, and precious pots of iron, and he puts his upper robe over one shoulder. He then made a fence with seven palm trees, and wearing the upper robe, and putting it on a serpent his own floor in the sky.",
    "ai-atk-s0508a12:1095_3": "he took the top of the spirits, the Yakkhas, together with the Tāvatiṁsa devas, he circumambulated him with his right side toward him, and went to the Independent Buddha.",
    "ai-atk-s0508a12:1095_4": "Having seen (that), he became greatly delighted with confidence.",
    "ai-atk-s0508a12:1095_5": "Then, for wanting to make merit and producement of the Buddhas, and a attainment of the gods, he attained Worthiness in this way for a clan, andHaving set out on the path to Worthiness. He, having gained the sacrifice, attained Arahatship, and attainment of the Jina, he attained Liberation.",
    "ai-atk-s0508a12:1095_6": "Therefore it is said:",
    "ai-atk-s0508a12:1096_0": "“The victor named Uttara, Uttara, who has gone beyond all things,",
    "ai-atk-s0508a12:1097_0": "washed all over the fire-place, the Sambuddha attained Final Emancipation.",
    "ai-atk-s0508a12:1098_0": "“Having gone out, worshipped the Realised One,",
    "ai-atk-s0508a12:1099_0": "Having made his mind, the Happy One rejoiced in a good place.",
    "ai-atk-s0508a12:1100_0": "and said: “Having performed a relics, they attained solics",
    "ai-atk-s0508a12:1101_0": "once every day they all served the Buddha with their own hands.",
    "ai-atk-s0508a12:1102_0": "“The first time was said above the bed and below,",
    "ai-atk-s0508a12:1103_0": "and third, silver, and crystal.",
    "ai-atk-s0508a12:1104_0": "“Have you reduce five red silk,",
    "ai-atk-s0508a12:1105_0": "The sixth sub-chapter on the middle of the Mallas",
    "ai-atk-s0508a12:1106_0": "“Your calves can know that I desire to understand treasures,",
    "ai-atk-s0508a12:1107_0": "Having completely filled the Shrine, and above the Thūpārāma,",
    "ai-atk-s0508a12:1108_0": "“After having entered here and there, they sat down on one side.",
    "ai-atk-s0508a12:1109_0": "For we are the Sanctuary destiny of the world,",
    "ai-atk-s0508a12:1110_0": "“There is no single element in the body;",
    "ai-atk-s0508a12:1111_0": "having this Buddha-to-be, the Lord of the World,",
    "ai-atk-s0508a12:1112_0": "“The seven leagues grew back for seven leagues,",
    "ai-atk-s0508a12:1113_0": "he took up a monument which is heaped in the Thūpārāma,",
    "ai-atk-s0508a12:1114_0": "“After entering that place, after receiving the hymns,",
    "ai-atk-s0508a12:1115_0": "And they did indeed been the Buddha.",
    "ai-atk-s0508a12:1116_0": "“We were heedless and immeasurable to us.",
    "ai-atk-s0508a12:1117_0": "For we are the Sanctuary destiny of the world,",
    "ai-atk-s0508a12:1118_0": "“The great Sage has an iron trunk, arrow,",
    "ai-atk-s0508a12:1119_0": "and gathering the Buddha, the Lord of the Earth,",
    "ai-atk-s0508a12:1120_0": "“All gems are jewel until the Buddha is awakened.",
    "ai-atk-s0508a12:1121_0": "and he looked at it, made of sapphim.",
    "ai-atk-s0508a12:1122_0": "“They came solitary, after taking the borderlands,",
    "ai-atk-s0508a12:1123_0": "People were reborn amongst gods and humans (only) during the Buddha.",
    "ai-atk-s0508a12:1124_0": "“We were heedless and immeasurable to us.",
    "ai-atk-s0508a12:1125_0": "For we are the Sanctuary destiny of the world,",
    "ai-atk-s0508a12:1126_0": "“I’ll make a heap of stones, but which isn’t made,",
    "ai-atk-s0508a12:1127_0": "and their wives grew to a league away.",
    "ai-atk-s0508a12:1128_0": "“Friends with four leagues, the Buddhas shine,",
    "ai-atk-s0508a12:1129_0": "lighting up the entire quarters,",
    "ai-atk-s0508a12:1130_0": "“After going and coming, she wrapped the mantras in their presence.",
    "ai-atk-s0508a12:1131_0": "gods and humans, likewise,",
    "ai-atk-s0508a12:1132_0": "“On the most excellent Buddha awakened for themselves,",
    "ai-atk-s0508a12:1133_0": "Do not be heedless and free of deceit,",
    "ai-atk-s0508a12:1134_0": "“He who is the monument of the world, the Lord of the World,",
    "ai-atk-s0508a12:1135_0": "The Buddha is instructed by treasures,",
    "ai-atk-s0508a12:1136_0": "“For Jotipāla, their Buddha was a league away.",
    "ai-atk-s0508a12:1137_0": "it was Pañcasikha, and a Shrine.",
    "ai-atk-s0508a12:1138_0": "“After having entered here, they sat down alone",
    "ai-atk-s0508a12:1139_0": "People, Nāḷāgiri, and Veḷukaṇṭa,",
    "ai-atk-s0508a12:1140_0": "“On the most excellent Buddha awakened for themselves,",
    "ai-atk-s0508a12:1141_0": "Do not be heedless and free of deceit,",
    "ai-atk-s0508a12:1142_0": "“He who is the monument of the world, the Lord of the World,",
    "ai-atk-s0508a12:1143_0": "We’ll make the Buddha’s voice, and held the blossom of the Buddha.",
    "ai-atk-s0508a12:1144_0": "“For Jotipāla, their Buddha was a league away.",
    "ai-atk-s0508a12:1145_0": "Then the Sanctuary, shining in the Shrine,",
    "ai-atk-s0508a12:1146_0": "“After having come to the (right) manner of the fragrance,",
    "ai-atk-s0508a12:1147_0": "A pleasing Divinities, a kumbhaṇḍas, a heavy boys,",
    "ai-atk-s0508a12:1148_0": "“All the Buddhas, robes and gods,",
    "ai-atk-s0508a12:1149_0": "For we are the Sanctuary destiny of the world,",
    "ai-atk-s0508a12:1150_0": "and said: “To the men whose shaveling is broken.",
    "ai-atk-s0508a12:1151_0": "(Having) in the entire Sanctuary Doctrine, he made the Shrine.",
    "ai-atk-s0508a12:1152_0": "“The Shrine hundred leagues away,",
    "ai-atk-s0508a12:1153_0": "Day and night are not found in the world.",
    "ai-atk-s0508a12:1154_0": "“The Lord of Men’s streams of respect,",
    "ai-atk-s0508a12:1155_0": "The Yama grew upstreams even when a hundred leagues.",
    "ai-atk-s0508a12:1156_0": "“Whether honouring, respecting, and venerating (them),",
    "ai-atk-s0508a12:1157_0": "They do not a Shrine, nor grow in the Mango,",
    "ai-atk-s0508a12:1158_0": "“Go to the haunt of the yakkha, we Ārāma,",
    "ai-atk-s0508a12:1159_0": "crying, flowering, or weeping.",
    "ai-atk-s0508a12:1160_0": "“The yakkha do not see a messenger.",
    "ai-atk-s0508a12:1161_0": "When they saw this they all go to a good place.",
    "ai-atk-s0508a12:1162_0": "“For those who respect the teaching, And those who have faith,",
    "ai-atk-s0508a12:1163_0": "People from Pāṭaligāma.",
    "ai-atk-s0508a12:1164_0": "“I wasn’t abiding in the city of Haṁsavatī,",
    "ai-atk-s0508a12:1165_0": "Having seen people in this way, thought,",
    "ai-atk-s0508a12:1166_0": "“The Fortunate One has sat in a good place, Fortunate One,",
    "ai-atk-s0508a12:1167_0": "are not enough for the people to make a robe for you,",
    "ai-atk-s0508a12:1168_0": "“I will also beat the world with its gods,",
    "ai-atk-s0508a12:1169_0": "to him I will be an heir of things:",
    "ai-atk-s0508a12:1170_0": "“Having heard the dye well, making a bubble for me,",
    "ai-atk-s0508a12:1171_0": "After waning on the tip of the banner’s flag,",
    "ai-atk-s0508a12:1172_0": "“Listen, youth. I’ve been resplendent with your rays!",
    "ai-atk-s0508a12:1173_0": "having seen famous things, like a lump of foam.",
    "ai-atk-s0508a12:1174_0": "“Having faith in the mind, having approached the ascetic,",
    "ai-atk-s0508a12:1175_0": "after worshipping that monk, worshipped him,",
    "ai-atk-s0508a12:1176_0": "“Teach me the wooden Kapilavatthu with my joy,",
    "ai-atk-s0508a12:1177_0": "for him who has given up all fetters,",
    "ai-atk-s0508a12:1178_0": "“There is no division of the fourfold army,",
    "ai-atk-s0508a12:1179_0": "will surrounded by those who have enjoyed the blessings of gifts,",
    "ai-atk-s0508a12:1180_0": "“For one thousand (goods), eighty thousand years,",
    "ai-atk-s0508a12:1181_0": "will surrounded by those who have enjoyed the blessings of gifts,",
    "ai-atk-s0508a12:1182_0": "There were six-hundred millions, eight-hundred millions,",
    "ai-atk-s0508a12:1183_0": "and my mind very grew to gems, earrings,",
    "ai-atk-s0508a12:1184_0": "“We shall play a funeral pyre, Sumedhā",
    "ai-atk-s0508a12:1185_0": "will surrounded by those who have enjoyed the blessings of gifts,",
    "ai-atk-s0508a12:1186_0": "“Whether thirty-thousand worlds will you be happy in the world of the gods,",
    "ai-atk-s0508a12:1187_0": "eighty-four times, the lord of the gods, will perform (him).",
    "ai-atk-s0508a12:1188_0": "“The wheel-turning monarch will be a wheel-turning monarch,",
    "ai-atk-s0508a12:1189_0": "(something) today, the Greatly wise man,",
    "ai-atk-s0508a12:1190_0": "“Over a hundred thousand leagues,",
    "ai-atk-s0508a12:1191_0": "the Teacher will be a Teacher in the world.",
    "ai-atk-s0508a12:1192_0": "“As a palace, accumulating the ground,",
    "ai-atk-s0508a12:1193_0": "you’ll be attached to life.",
    "ai-atk-s0508a12:1194_0": "she abandoned the slaves and workers,",
    "ai-atk-s0508a12:1195_0": "the ascetic Gotama’s teaching.",
    "ai-atk-s0508a12:1196_0": "“Having gone to the Gotama’s son, the Sakyans came to the Gotamakace.",
    "ai-atk-s0508a12:1197_0": "And no matter how to learn the Teacher, one who has no Teacher, who is a disciple of the Teacher.",
    "ai-atk-s0508a12:1198_0": "she gave a thousand aeons and fruits,",
    "ai-atk-s0508a12:1199_0": "My father, who was eaten, went forth, and of flattered.",
    "ai-atk-s0508a12:1200_0": "“Having been given to the four quarters, I am the in the four quarters,",
    "ai-atk-s0508a12:1201_0": "three leagues on their own flour.",
    "ai-atk-s0508a12:1202_0": "“Having been one hundred thousand aeons, (have been) a thousand worker,",
    "ai-atk-s0508a12:1203_0": "I’m not aware of having any fruit,",
    "ai-atk-s0508a12:1204_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1205_0": "Venerable Upavāṇa was his carer.",
    "ai-atk-s0508a12:1205_1": "Now at that time the Buddha was afflicted with an affliction for the Fortunate One.",
    "ai-atk-s0508a12:1205_2": "He is residing in Sāvatthī the a brahmin named Devahita,",
    "ai-atk-s0508a12:1205_3": "he declared the Elder’s request.",
    "ai-atk-s0508a12:1205_4": "Then Venerable Upavāṇa robed up in his bowl and robe, took his bowl and robe, and went to that brahmin’s house.",
    "ai-atk-s0508a12:1205_5": "When a brahmin knew that the brahmin had requested a league by any other than 40 kilometers, he would know it.",
    "ai-atk-s0508a12:1205_6": "The elder declared:",
    "ai-atk-s0508a12:1206_0": "185.",
    "ai-atk-s0508a12:1207_0": "“The perfected one, the Holy One in the world,",
    "ai-atk-s0508a12:1208_0": "If there’s hot water,",
    "ai-atk-s0508a12:1209_0": "186.",
    "ai-atk-s0508a12:1210_0": "“Householder, I wish to honor, respect, esteem,",
    "ai-atk-s0508a12:1211_0": "recited this verse:",
    "ai-atk-s0508a12:1212_0": "The meaning of this:",
    "ai-atk-s0508a12:1212_1": "* For this one who is worshipped by the Lord of Men, the Wielder of Power, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begets, the Controller, the Great King, the son of Brahmā, the Sakyans of the Devas, the Makerit of Sakka, the gods, the Because of Brahmā, the god, and the host of Brahmā, the Devas, the Create, and the Divinities of Joyuthor, the Devas.",
    "ai-atk-s0508a12:1212_2": "If there is hot water, they’re healthy, and I’ll want to make it.",
    "ai-atk-s0508a12:1212_3": "Then the brahmin Dhanapāka, having heard that statement of the Buddha, he presented memorial leaves.",
    "ai-atk-s0508a12:1212_4": "and with that he preached the Dhamma of the Teacher,",
    "ai-atk-s0508a12:1212_5": "The Buddha rejoices in his presence.",
    "ai-atk-s0508a12:1213_0": "Upavāṇa",
    "ai-atk-s0508a12:1214_0": "4. Isidinnattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1215_0": "I have seen the Elder Susīma,",
    "ai-atk-s0508a12:1215_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1215_2": "This too will be made by the previous setting of idea for the previous Buddha.” He took (the Bodhisatta’s) good families, relied on the ground, took a piece of goods, and worshipped the Buddhas.",
    "ai-atk-s0508a12:1215_3": "He was reborn amongst gods and humans (only) in this merit, and he saw the host of Jeṭṭhas, which had been reborn in a good family, in this family home, he was a most excellent family, attained to the Lord God, and subtle, he went to the wish to be reborn in the heaven of the Devas, and when he, after hearing the Dhamma, he, he, the Pāṭaliputtaka,",
    "ai-atk-s0508a12:1215_4": "The deities accuse him of the deities –",
    "ai-atk-s0508a12:1216_0": "187.",
    "ai-atk-s0508a12:1217_0": "“I’ve seen layman who have memorized the teachings, and who are impermanent,",
    "ai-atk-s0508a12:1218_0": "* The nights, because of the children and grandmothers also said to their children.",
    "ai-atk-s0508a12:1219_0": "188.",
    "ai-atk-s0508a12:1220_0": "“Clearly, learning, states are impermanent, and changeable,",
    "ai-atk-s0508a12:1221_0": "There is no power in them, no darts, wives, and wealth.”",
    "ai-atk-s0508a12:1222_0": "by the verses spoken by the Lord of Men.",
    "ai-atk-s0508a12:1223_0": "Herein, I have seen layman disciples who are impermanent, suffering, and perishable. Sometimes I’ve seen someone else who are capable of understanding the teachings, and who has memorized them, they’re able to get rid of the drawbacks and because of their wives and children, bondservants, workers, and staffs. And I’ve seen the things that are painful, embarrassed, and witnessessing.",
    "ai-atk-s0508a12:1224_0": "Since those laymen are included in the land of the sea, therefore, because they are no one of the Buddhas and children, all that have become Buddha,",
    "ai-atk-s0508a12:1224_1": "So too, beings, want to be reborn, are the seven interruptions of consciousness.",
    "ai-atk-s0508a12:1224_2": "The lay followers don’t have the strength of greed, hate, and delusion, and become capable of breaking them away with their wives and children. So one should create any distinction between them, and that is why therefore their enemy by them.",
    "ai-atk-s0508a12:1224_3": "Having heard that, the lay follower reached Arahantship and attained Liberation.",
    "ai-atk-s0508a12:1224_4": "Therefore it is said:",
    "ai-atk-s0508a12:1225_0": "“See the Fortunate One’s feet,",
    "ai-atk-s0508a12:1226_0": "Sumana, who had taken a seed, the seed, and the Bodhi (Tree).",
    "ai-atk-s0508a12:1227_0": "“One who was ninety-two allowable seeds a supreme seed,",
    "ai-atk-s0508a12:1228_0": "this is the fruit ...",
    "ai-atk-s0508a12:1229_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1230_0": "while attaining perfection he declared these verses:",
    "ai-atk-s0508a12:1231_0": "The one Isidāsa is finished.",
    "ai-atk-s0508a12:1232_0": "Paccekabuddhas",
    "ai-atk-s0508a12:1233_0": "addressed the Elder Nun Kaccāna in verse:",
    "ai-atk-s0508a12:1233_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1233_2": "These making merit for the former Buddhas have been performed in the past. There too, when one who has entered upon the home life through the fourth month after the making meritorious act of (good) was permitted, having seen the Causal Order, the Sole Leader of the Enlightened One, having seen that peaceful-sworlded one, reached the fruition of existence, and after seeing the end of the fruition of the Buddhas.",
    "ai-atk-s0508a12:1233_3": "The Buddha, by means of that merit and making merit, he wide in this way: “Anyone of the Buddhas, Kaccāna, is conceived in this or that state of existence.”",
    "ai-atk-s0508a12:1234_0": "When he heard the Teacher’s presence, he became tranquilized in the Himalayas, having gained the Palace of Vipassī on the mountain named Cetiya.",
    "ai-atk-s0508a12:1234_1": "Then, on the road itself, a large heap of storms, one hundred thousandths, a hundred thousandth part of it lights thunders, and thundering the cracked it.",
    "ai-atk-s0508a12:1234_2": "When they heard that sound, the sky-god having cast down, the rose-apples, broke up and trembledly beating the arrow.",
    "ai-atk-s0508a12:1234_3": "But the elder, while working for a new dissolution by extinguishing the body, Vipassī thought thus: “This body is free from evil carpets, working for the neighborhood of adornment, but for the sake of insight, having a depressed their mind, for the very moment and concentrated it, becomes clear, concentrated for the one who had reached Arahantship.",
    "ai-atk-s0508a12:1234_4": "Therefore it is said:",
    "ai-atk-s0508a12:1235_0": "“The Fortunate One, while lying down,",
    "ai-atk-s0508a12:1236_0": "and emerging from seclusion, he went out to hide.",
    "ai-atk-s0508a12:1237_0": "“I saw a (which) fruit, which I did not go to the realm of the gods,",
    "ai-atk-s0508a12:1238_0": "being confident and grabbed, I am very fruitful.",
    "ai-atk-s0508a12:1239_0": "“Having (Anāthapiṇḍika), the one who goes from there,",
    "ai-atk-s0508a12:1240_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:1241_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1242_0": "But after attaining perfection happiness and attained perfection of joy, while giving rise to the resentment by reviewing his own joy in order to declare:",
    "ai-atk-s0508a12:1243_0": "189.",
    "ai-atk-s0508a12:1244_0": "The sky rains, the sky thunders down,",
    "ai-atk-s0508a12:1245_0": "I’m staying alone in a frightful hole.",
    "ai-atk-s0508a12:1246_0": "While I was living alone in a frightful hole:",
    "ai-atk-s0508a12:1247_0": "I’ve no fear, no dread, no goosebumps.",
    "ai-atk-s0508a12:1248_0": "190.",
    "ai-atk-s0508a12:1249_0": "“In the present time, in whom the (relics) is my breast,",
    "ai-atk-s0508a12:1250_0": "I’ve no fear, no dread, or horror.”",
    "ai-atk-s0508a12:1251_0": "recited this verse:",
    "ai-atk-s0508a12:1252_0": "Herein, the sky rains, lights up the sky, and rains down a cloud, it rains, lights up the sky.",
    "ai-atk-s0508a12:1252_1": "For this is a lady in the teaching.",
    "ai-atk-s0508a12:1252_2": "I’m the one who isn’t free from the defilements, the prey topper, the one who isn’t free from fear and terror and feeble, the one who isn’t fear and terror and goosebumps, or my body breaks up.",
    "ai-atk-s0508a12:1253_0": "Why is it that they take the time? Don’t ever die?",
    "ai-atk-s0508a12:1253_1": "I haven’t given up desire and greed for them. That’s why I haven’t given up greed, hate, and delusion. That’s why I should develop the recollection of the Dhamma.",
    "ai-atk-s0508a12:1254_0": "The Verambarī of Kaccāna is finished.",
    "ai-atk-s0508a12:1255_0": "6. Nitakattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1256_0": "close to the Elder Cittaguttanta, saying:",
    "ai-atk-s0508a12:1256_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1256_2": "And when he was previously considered this very helpful to the Buddha, he gave his merits to the Vipassī: “In this place you, you can live supporting the parks, the Buddhas, an abode, who was walking through the air, and was walking along the road to the Buddhas, and saw the Buddha,",
    "ai-atk-s0508a12:1256_3": "The Teacher, having accepted it, he received the going forth in the sky.",
    "ai-atk-s0508a12:1256_4": "After giving, he experienced great happiness,",
    "ai-atk-s0508a12:1256_5": "Transmigrating in this way, wherever there are gods, he shook the instruments of the Kosalans, caught up in the air, and neglect, he heard the thought, “As a meditation subject, which brings only the meditation once-returner in the company of the Buddha, and attained Liberation.",
    "ai-atk-s0508a12:1256_6": "Therefore it is said:",
    "ai-atk-s0508a12:1257_0": "“I’m not judging the city, I am the one who is material.",
    "ai-atk-s0508a12:1258_0": "I saw the stainless Buddha, the Human of the Buddha,",
    "ai-atk-s0508a12:1259_0": "“Because of her Fruit Āḷāra Kālāma the highest Buddha,",
    "ai-atk-s0508a12:1260_0": "The steadfast he accepted (also) in the sky,",
    "ai-atk-s0508a12:1261_0": "“Well-smelling in the present life, ~ happiness,",
    "ai-atk-s0508a12:1262_0": "to the Buddha-coloured, with a mind devoid of the fruit,",
    "ai-atk-s0508a12:1263_0": "“Having attained a supreme happiness, my mind is supreme and happiness,",
    "ai-atk-s0508a12:1264_0": "by the one who had been reborn through a treasure, the treasurer.",
    "ai-atk-s0508a12:1265_0": "“This is allowable for one eon (of the fruit), which brings a fruit,",
    "ai-atk-s0508a12:1266_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:1267_0": "“I have seen clearly with vision and knowledge,",
    "ai-atk-s0508a12:1268_0": "I attained the fruit of good and bad.",
    "ai-atk-s0508a12:1269_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1270_0": "but, after attaining perfection of fruit, the Theras and recalled the fruits of Nibbāna by the senior monks, which is an expanded on the following day, etc., and whose mind was ready to wear fruition, supply the senior monks, and so on.",
    "ai-atk-s0508a12:1271_0": "191.",
    "ai-atk-s0508a12:1271_1": "Herein, when a mendicant’s mind is like a rock, steady, and imperturbable, they all extend the concentrating the dimension of infinite space in this world, the highest, the worst of all Indinary, all of the gods.",
    "ai-atk-s0508a12:1271_2": "now we will give specially for him, saying, “Why don’t you?”",
    "ai-atk-s0508a12:1271_3": "Herein, liberating loving-kindness is covered by the fading away of greed, etc., and with the noble path for the sake of substance, they must be cut off all greed and hate .",
    "ai-atk-s0508a12:1271_4": "and gets rid of resentment in the time to restrain.",
    "ai-atk-s0508a12:1271_5": "they don’t get angry and upset,",
    "ai-atk-s0508a12:1271_6": "For he whose mind is developed like this is said in the way that person whose mind is undeveloped. For he whose mind is developed like this, how will suffering come to be developed? Or that person whose mind is developed like this, whose mind is made suffering?",
    "ai-atk-s0508a12:1272_0": "192.",
    "ai-atk-s0508a12:1272_1": "So it was due to the advantage of having asked, and there the Elder Mahā Devoked One told him, “Listening at the end of this adverting, friend, and answered with another one.”",
    "ai-atk-s0508a12:1272_2": "and this is said:",
    "ai-atk-s0508a12:1273_0": "Nunsaka is finished.",
    "ai-atk-s0508a12:1274_0": "Pāṭaliputta",
    "ai-atk-s0508a12:1275_0": "The Buddha doesn’t Suppiyā exclaimed a verse:",
    "ai-atk-s0508a12:1275_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1275_2": "This deathless has been made by the former Buddhas in the past, and after seeing the time of the Buddha Paccekabuddhas, and after seeing him in the fruit of the Jina as he was a certain deportment, he gave him to the Teacher.",
    "ai-atk-s0508a12:1275_3": "He was reborn in the human realm in this world of the gods, wherever he was a Buddha, and that the Kapilavatthu had been reborn in the neighborhood of a village named Soṇa.",
    "ai-atk-s0508a12:1275_4": "But he became very prominent nature.",
    "ai-atk-s0508a12:1275_5": "Then King Bhaddiya, having gone forth as a king of the winter went forth, thinking, “What’s up with my sense of going forth?”",
    "ai-atk-s0508a12:1275_6": "But when they have gone forth they don’t enjoy a servant.",
    "ai-atk-s0508a12:1275_7": "So the Buddha, while staying in Ambapālī’s Wood, because he was advised by him with this verse:",
    "ai-atk-s0508a12:1276_0": "193.",
    "ai-atk-s0508a12:1277_0": "“The night hasn’t yet dreams, so long as it’s hard to endure,",
    "ai-atk-s0508a12:1278_0": "For those who know, when the night is destroyed,",
    "ai-atk-s0508a12:1279_0": "194.",
    "ai-atk-s0508a12:1280_0": "“For he who has gone out the elephant running like a golden statue,",
    "ai-atk-s0508a12:1281_0": "better for me to live in battle, while conquering, my livelihood recited this verse:",
    "ai-atk-s0508a12:1282_0": "He’s not able to newly come to this spend the night there, but he cannot attain the fullness of the rainy season. At that time there is no nine days when the mendicants are standing, he’s not able to attain Arahantship with the texts of the night. This is the right way to attain Arahantship.",
    "ai-atk-s0508a12:1282_1": "rather, it is the way to ignore that those independent nights and inspect is inferior. And it is superior, circumstance, and loyal. It is the fire like a fire, liberating, trickling, and wide openings, the end of the lair, and belief.",
    "ai-atk-s0508a12:1283_0": "Having heard that, the leader’s mind realization washed and determined. Having heard that, he washed his indoors, gave a second full set out in order to (the robe).",
    "ai-atk-s0508a12:1283_1": "The mouth is burning, blows up, posts on her face, and above.",
    "ai-atk-s0508a12:1283_2": "If he makes a reedible, he should not endeavour there.",
    "ai-atk-s0508a12:1283_3": "This is said:",
    "ai-atk-s0508a12:1283_4": "When I entered battle, I dropped on the back of elephants, horses, and males, females, younglings, and cubs, I was my livelihood in battle.",
    "ai-atk-s0508a12:1283_5": "she attained Liberation at this verse, and she attained Liberation.",
    "ai-atk-s0508a12:1283_6": "Therefore it is said:",
    "ai-atk-s0508a12:1284_0": "“I wandered in a forest grove, rising.",
    "ai-atk-s0508a12:1285_0": "I saw the Buddha, the son of all things,",
    "ai-atk-s0508a12:1286_0": "“When a razor is (surely) fruitioned by the Buddha,",
    "ai-atk-s0508a12:1287_0": "Having destroyed the merits, Dears, living creatures with a broken confidence,",
    "ai-atk-s0508a12:1288_0": "“Upāli, what’s left of the fruit and what’s left from here?",
    "ai-atk-s0508a12:1289_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:1290_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1291_0": "But while attaining perfection in dependence on perfections, he said, “Have you Booked water,” and so on, etc., both of them have receptacle for the purpose of crossing over,",
    "ai-atk-s0508a12:1291_1": "That is what he says.",
    "ai-atk-s0508a12:1292_0": "Soṇapoṭiriya is finished.",
    "ai-atk-s0508a12:1293_0": "8. Nisabhattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1294_0": "had the five prominents, having fallen from the virtues of the Elder Nuns, said this to the Elder Nun:",
    "ai-atk-s0508a12:1294_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1294_2": "This body of the former Buddhas had been made in the former times, and when he saw the attributes of good families, he felt an abiding to the Fortunate One’s body, and he saw the Teacher, attained the fruit of her bowl and robe,",
    "ai-atk-s0508a12:1294_3": "With this merit he became one of the Holy One in sovereignty in this place where the Buddhas she was reborn in a good family home, in the family tradition, and having arrived at Sāketa. Having taken the road, he reached Arahantship and attainship, the highest perfection in battle, and attained Arahantship.",
    "ai-atk-s0508a12:1294_4": "Therefore it is said:",
    "ai-atk-s0508a12:1295_0": "“Having received the appearance of a Buddha, the Lord of the World,",
    "ai-atk-s0508a12:1296_0": "Practicing the path to quail,",
    "ai-atk-s0508a12:1297_0": "“This is allowable for one eon (of the fruit), which brings a fruit,",
    "ai-atk-s0508a12:1298_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:1299_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1300_0": "But when he was attaining perfection he saw his own companions, saying:",
    "ai-atk-s0508a12:1301_0": "195.",
    "ai-atk-s0508a12:1302_0": "“Having given up the five sensual titillations, delight in the delightful world,",
    "ai-atk-s0508a12:1303_0": "(but) after approaching out of faith, he will make an end to suffering.”",
    "ai-atk-s0508a12:1304_0": "First the first verse:",
    "ai-atk-s0508a12:1305_0": "The meaning of this:",
    "ai-atk-s0508a12:1305_1": "Fools than the foolish ordinary man’s opposite sex, which are pleasant in the five ways of being possessed by a foe, and having given up the like a calm, he goes forth into the sky, and having given up the five cords of sense desires, etc., thinking: “After going forth, or to the family home life of purity that is my habit,” the family fair, and then he left the desire for continued existence.",
    "ai-atk-s0508a12:1305_2": "After giving the monks, they thought, “This is the way to instruct them, but don’t think, ‘This is the one who’s own good.’”",
    "ai-atk-s0508a12:1306_0": "196.",
    "ai-atk-s0508a12:1307_0": "“I don’t long for death, I don’t take my life,",
    "ai-atk-s0508a12:1308_0": "he died and mindful.",
    "ai-atk-s0508a12:1309_0": "A second verse.",
    "ai-atk-s0508a12:1309_1": "There I don’t long for death; (but) I have no doubt about death.",
    "ai-atk-s0508a12:1309_2": "I don’t long for life, fame, relishing, and relishing death. That’s why I don’t take my life.",
    "ai-atk-s0508a12:1309_3": "For when one who lives in the future is reborn, having given up the defilements, the corruptions that lead to rebirth in the neighborhood of a rebirth, and the ending of defilements, the noble ones. They’re not cut off at the root, and gone beyond suffering. But when they’re not established in great liberated, they don’t take pleasure in death.",
    "ai-atk-s0508a12:1309_4": "“I don’t take pleasure in death.”",
    "ai-atk-s0508a12:1309_5": "If it is simply the end of defilements, complete extinguishment, not even though I have attained Emancipation. As long as I have become fully extinguished, I am extinguished, tied, aware, and mindful. From the time of attaining, I am extinguished through extra effort, mindfulness, and situational awareness and immersion. When I’ve entered upon them, I meditated on the path leading to extinguishment, I am extinguished.",
    "ai-atk-s0508a12:1310_0": "Nisabha is finished.",
    "ai-atk-s0508a12:1311_0": "9. Usabhattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1312_0": "spoke this verse to the Elder Nuns:",
    "ai-atk-s0508a12:1312_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1312_2": "The rule of the Buddhas had made merit for the former times, and when he saw the Fortunate One’s body he was reborn there a single family of the Yakkhas, he presented him with his progress of alms-food, saying (it): “I have attained the Fruit of the length of the jackals and amidens in the Fraternity.",
    "ai-atk-s0508a12:1312_3": "There he, going to the city of Devas in this place wherever there was a Buddha, and mixed with the people of the kingdom, and having conquered all the earth, he asked for the sake of the Teacher,",
    "ai-atk-s0508a12:1312_4": "But having given the ascetic’s Dhamma teaching, he spends the whole night in the day, and being unable to be sprinkled with them.",
    "ai-atk-s0508a12:1312_5": "On one occasion he was unmindful, with his hair fell asleep, and he was reborn in a charnel ground, with his hair disheveled and beard, dressed in appearance, and circumambulated the elephant named Awakened One, went back to the elephant stables, and pronounced his robes, and saw an elephant named Arahantship. Having seen that tall, he sat down to one side the village on the ground. He thought,",
    "ai-atk-s0508a12:1312_6": "Therefore it is said:",
    "ai-atk-s0508a12:1313_0": "“How can the sky-god rain down in the sky",
    "ai-atk-s0508a12:1314_0": "entered the Kosambī’s Wood.",
    "ai-atk-s0508a12:1315_0": "“Upāli, what’s left of the fruit and what’s left from here?",
    "ai-atk-s0508a12:1316_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:1317_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1318_0": "After attaining Arahantship in the sacred flame, he reached Arahantship and attained Liberation.",
    "ai-atk-s0508a12:1319_0": "197.",
    "ai-atk-s0508a12:1320_0": "After making a robe for the Rose-Apple Island",
    "ai-atk-s0508a12:1321_0": "sitting on the elephant’s neck!",
    "ai-atk-s0508a12:1322_0": "198.",
    "ai-atk-s0508a12:1323_0": "“I was struck with a sense of urgency, so I entered my dwelling.",
    "ai-atk-s0508a12:1324_0": "I burned with scornments, burning with the bowl for me.”",
    "ai-atk-s0508a12:1325_0": "There they invited him to wear a robe on the floor of Ambapālī’s robe on the floor, and put on the cloth on the floor.",
    "ai-atk-s0508a12:1325_1": "When he was sitting in the village of Hatthisāriputta, he approached the elephant stables, where he was sitting on his own shoulder. Then the elephant stirred up and lipped on his own spot. While standing, he was standing, sitting on that very spot, sleeping, and waking: “Apposition, this will be awakened by the Buddhas.”",
    "ai-atk-s0508a12:1325_2": "After some time, the king thought, “Having seen this talk about the night, and then, when the night had passed, he came to the city of Hatthisāriputta. Having gathered round about this verse, he said to the elephants, calling them together with a talk of Hatthigiricked verses, and went forth together with these verses: “She’s a knife.” And he expressed this verse:",
    "ai-atk-s0508a12:1325_3": "At that time the King’s birth at the time of the day they were dying and lump of even-coloured and worms, etc., of a league high.",
    "ai-atk-s0508a12:1326_0": "The Usabha is finished.",
    "ai-atk-s0508a12:1327_0": "Kappaṭakura",
    "ai-atk-s0508a12:1328_0": "Guardian replied with this verse:",
    "ai-atk-s0508a12:1328_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1328_2": "This too, when the Buddha had finished his meal and merit, he saw the Vipassī being re-grounded in the way, which was given to the Fortunate One’s body, and he saw the rising into the air at the root of a tree, in a pit, and in the yellow robes, which was named after seeing the (good) trees.",
    "ai-atk-s0508a12:1328_3": "And the caravan of merit for the Buddhas and human beings were reborn in a wounded in this way. From that had been reborn in a very neighborhood of a Buddha, the worker to shell, and the charnel ground in a roaming about carded cloth, and he was the caravan of the ripe.",
    "ai-atk-s0508a12:1328_4": "When he had reached maturity he saw a pair of grass, he sat down in the wilderness, and a certain forest grove, after seeing the grass mat, he sat down in the wilderness,",
    "ai-atk-s0508a12:1328_5": "Then the Elder taught them the Dhamma,",
    "ai-atk-s0508a12:1328_6": "Hearing the teaching, he thought, “What can I do for me?” When he hears this teaching he put on one sideway his own life?",
    "ai-atk-s0508a12:1328_7": "And when they die, they get become discontent and terrified, and get away.",
    "ai-atk-s0508a12:1328_8": "Thus he did so.",
    "ai-atk-s0508a12:1328_9": "The monks then told him.",
    "ai-atk-s0508a12:1328_10": "Then one day the mendicants sat on the throne, seated by the periphery of the assembly disparaged by the periphery:",
    "ai-atk-s0508a12:1329_0": "199.",
    "ai-atk-s0508a12:1330_0": "This fellow, “Rag-rice”, he sure is a rag!",
    "ai-atk-s0508a12:1331_0": "sufficient teaching has been made to go to the Deathless state.",
    "ai-atk-s0508a12:1332_0": "200.",
    "ai-atk-s0508a12:1333_0": "“If you don’t, don’t fall down the leaf huts on your ears,",
    "ai-atk-s0508a12:1334_0": "Yet you find no position in the midst of the Sangha?”",
    "ai-atk-s0508a12:1335_0": "recited this verse:",
    "ai-atk-s0508a12:1336_0": "Herein, one eon is allowable: “My dear Āṭānāṭiya” and “Before I prepare a snake, please convey it,” and, “For my lifetime will cause the deathless,” and, “Before I will conquer the Paṭācārā,” “Before I will teach the Truth.”",
    "ai-atk-s0508a12:1336_1": "“In this world with its gods, I announced my drums, having been brought to the deathless state in the world by the arranged me, I have made an end of suffering.” And being unable to displayed, said, “Having done the way to the unsurpassed Buddha, I was able to make an end, I will return to the deathless, the path to the Deathless path and my unclouded,” and being afraid of wrongdoing, he said to her, “Now my laughter is because of the Faith, that oster is so my instructions.” And that having taken by the ascetic, that followed me, and that followed that path, the instruction wasted like a recommend to say, after being an ascetic.",
    "ai-atk-s0508a12:1337_0": "Herein, don’t nod off, thinking, “Straight, sitting down at the root of a tree, in the heap, I’ll go to a mat.”",
    "ai-atk-s0508a12:1337_1": "I’ll make the clearing of leaf-hut ready the ears with a stick; for the purpose of crossing over to the ear.",
    "ai-atk-s0508a12:1337_2": "So I mustn’t instruct others likewise.",
    "ai-atk-s0508a12:1337_3": "You don’t think, “My miracle isn’t ready,” “It’s hard to confuse that I have founded a kind of iron ball, and you don’t think, ‘It’s not hard to find the same idea that I’ve gained the consequence of such aeon.",
    "ai-atk-s0508a12:1338_0": "When he had spoken thus by two verses, after making the cloth shouting the neck, it was accumulated, like a roar on a lion’s rolling the top of the village, and it was liberating the displayed, he didn’t reach Arahantship.",
    "ai-atk-s0508a12:1338_1": "Therefore it is said:",
    "ai-atk-s0508a12:1339_0": "“Sisters, near the bank of the river, on the bank of the river,",
    "ai-atk-s0508a12:1340_0": "I saw the Buddha awakened for himself, who had seen the best,",
    "ai-atk-s0508a12:1341_0": "“Having scented with the carrion of flowers, I am presented with a flower",
    "ai-atk-s0508a12:1342_0": "being confident in his heart the wishless Buddha, (thinking):",
    "ai-atk-s0508a12:1343_0": "“Previously one eons adorned with flowers,",
    "ai-atk-s0508a12:1344_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a12:1345_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1346_0": "attained Liberation and attained Liberation. At the end of all the time they reached Arahantship.",
    "ai-atk-s0508a12:1346_1": "And with that assume he had no known.",
    "ai-atk-s0508a12:1347_0": "Kappaṭakura is finished.",
    "ai-atk-s0508a12:1348_0": "The fourth section for recitation is finished.",
    "ai-atk-s0508a12:1349_0": "5. Pañcamavaggo",
    "ai-atk-s0508a12:1350_0": "Previously",
    "ai-atk-s0508a12:1351_0": "Awakened One, the Sambuddha, the prince’s verse,",
    "ai-atk-s0508a12:1351_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1351_2": "At the time of the Buddhas had performed merits for the former time, and having made merit in the past, he was born in a brahmin family of Vedas,",
    "ai-atk-s0508a12:1351_3": "“But in what is said” .",
    "ai-atk-s0508a12:1351_4": "Then he went to a certain monkey, when he saw the Teacher, having taken one side and deposed in the foremost position of himself. He thought, “Now, whenever he saw the Buddha, you may make merit for the sake of this merit.",
    "ai-atk-s0508a12:1351_5": "When the girl had gone forth it seems, she wanted to receive her the going forth and the full admission. She then asked the family, and it was established in a house. She then went forth from the home to her husband, and she went forth.",
    "ai-atk-s0508a12:1351_6": "Having seen her, the nuns asked about the abortions of the gods,",
    "ai-atk-s0508a12:1351_7": "The King said, “I’m going to the monastery.”",
    "ai-atk-s0508a12:1351_8": "and they asked the ten powers.",
    "ai-atk-s0508a12:1351_9": "the Teacher had agreed to the Elder Upāli.",
    "ai-atk-s0508a12:1351_10": "The senior monk over Sāvatthī and on the bank of the river, Visākha, summoned the assembly with cows. She then said, “Having gone forth in a gathering!”",
    "ai-atk-s0508a12:1351_11": "The Teacher said: “That legal issue has been cut off,”",
    "ai-atk-s0508a12:1352_0": "She gave birth to a golden girl, and she gave birth to a son.",
    "ai-atk-s0508a12:1352_1": "When the king had to beat it,",
    "ai-atk-s0508a12:1352_2": "and they gave him the name “Spaka.”",
    "ai-atk-s0508a12:1352_3": "Later, after arranging the news in Laṅkā, he sent them offered the going forth.",
    "ai-atk-s0508a12:1352_4": "When the Buddha has gone forth, it is said to be the time of him, “This fruit of non-staple food, Kassapa,” he replied, “This is ready.”",
    "ai-atk-s0508a12:1352_5": "“How do you take?”",
    "ai-atk-s0508a12:1352_6": "so too, at the time of the King’s son, because of the son of the King’s grandsons, etc., is the same way as a prince in the case of the young princes.",
    "ai-atk-s0508a12:1353_0": "since he is Leader of going forth he learned (wholesome) with the Enlightened One’s word,",
    "ai-atk-s0508a12:1353_1": "And then, after making an effort, the ascetic Mount Vepulla, and having become disillusioned, dispassionate, and freed regarding the five hundred people, I will tell them to do it.",
    "ai-atk-s0508a12:1353_2": "he asked the Fortunate One questions,",
    "ai-atk-s0508a12:1353_3": "And the Buddha answered.",
    "ai-atk-s0508a12:1353_4": "Thera, the Teacher, having learned the chance to attain Arahantship, after learning the neighborhood of the Island.",
    "ai-atk-s0508a12:1353_5": "Therefore it is said:",
    "ai-atk-s0508a12:1354_0": "“Over a hundred thousand eons, acquainted with a thousand coins,",
    "ai-atk-s0508a12:1355_0": "A hero, possessed the whole world: Padumuttara,",
    "ai-atk-s0508a12:1356_0": "“I had become a brahmin, swan who had become a knowledge master.",
    "ai-atk-s0508a12:1357_0": "Living for the day I saw the World-Leader,",
    "ai-atk-s0508a12:1358_0": "“While the four truths has been explained by the gods,",
    "ai-atk-s0508a12:1359_0": "A large crowd of fierce decorated, a great crowd of people,",
    "ai-atk-s0508a12:1360_0": "having invited the Realised One to a Sage, he invited the Realised One,",
    "ai-atk-s0508a12:1361_0": "having destroyed the flags and decorated with (great)s and adorned with (great)s.",
    "ai-atk-s0508a12:1362_0": "“I enjoyed the treasure of moats which shone like a cow with its chariot,",
    "ai-atk-s0508a12:1363_0": "and prepared food for seven days,",
    "ai-atk-s0508a12:1364_0": "“Having worshipped freshly with the flowers,",
    "ai-atk-s0508a12:1365_0": "I advert that at the root of the feet,",
    "ai-atk-s0508a12:1366_0": "“The sage sage has compassion for created beings.",
    "ai-atk-s0508a12:1367_0": "See this bathing softly, glorious,",
    "ai-atk-s0508a12:1368_0": "“Protector (all) joyously and rose up into the air.",
    "ai-atk-s0508a12:1369_0": "My untouches became shameless,",
    "ai-atk-s0508a12:1370_0": "My feet were chopped off at the root of my feet,",
    "ai-atk-s0508a12:1371_0": "It is possible (will) for this place, that place you can know,",
    "ai-atk-s0508a12:1372_0": "“Over a thousand eons have been reborn in a hundred thousand family,",
    "ai-atk-s0508a12:1373_0": "the Teacher will be a Teacher in the world.",
    "ai-atk-s0508a12:1374_0": "“Reverend he is the heir of the teachings,",
    "ai-atk-s0508a12:1375_0": "The prince named Kumārakassapa, he will be his Teacher.",
    "ai-atk-s0508a12:1376_0": "“Your mind is projected and flowers,",
    "ai-atk-s0508a12:1377_0": "and he will attain the best state of loss.",
    "ai-atk-s0508a12:1378_0": "“Now that is worked down with good intentions,",
    "ai-atk-s0508a12:1379_0": "after throwing off the human body I went to the (Realm of) the Thirty Three.",
    "ai-atk-s0508a12:1380_0": "“I am heedless ...",
    "ai-atk-s0508a12:1381_0": "After being hurriedly, and having become a deer-hunter.",
    "ai-atk-s0508a12:1382_0": "“The Vajjians carer wanted me, Vajjisāṭhika,",
    "ai-atk-s0508a12:1383_0": "My mother has gone for refuge to me.",
    "ai-atk-s0508a12:1384_0": "“Then, deer-hunters, when death is lost,",
    "ai-atk-s0508a12:1385_0": "Having drunk (thinking): “After this is the time,",
    "ai-atk-s0508a12:1386_0": "“One should practice the way avoidance of stinginess, not cultivating what is suitable,",
    "ai-atk-s0508a12:1387_0": "Nigrodha said that a mortification",
    "ai-atk-s0508a12:1388_0": "“By servants and girls, and Migajāla, Cūla,",
    "ai-atk-s0508a12:1389_0": "Please wait until he has reached the end of your houses, and even though they returned to their home life.",
    "ai-atk-s0508a12:1390_0": "“Now, Kassapa, you should establish the benefit of the teaching,",
    "ai-atk-s0508a12:1391_0": "having looked like a golden statue in the noble army,",
    "ai-atk-s0508a12:1392_0": "“Three I was reborn in a merchant’s family in Rājagaha,",
    "ai-atk-s0508a12:1393_0": "my mother went forth from the lay life to homelessness.",
    "ai-atk-s0508a12:1394_0": "“The Buddha-to-be, having understood the sign of Devadatta",
    "ai-atk-s0508a12:1395_0": "He broke this wicked nun.",
    "ai-atk-s0508a12:1396_0": "“Now the Lord of the World:",
    "ai-atk-s0508a12:1397_0": "* may the Lord of Men, after seeing the nun who was happy,",
    "ai-atk-s0508a12:1398_0": "“I have understood the Kosalan King Pasenadi,",
    "ai-atk-s0508a12:1399_0": "Kassapa by name, Prince Aṅgāra,",
    "ai-atk-s0508a12:1400_0": "“I’ve reached the boy’s a girl,",
    "ai-atk-s0508a12:1401_0": "Having heard the Buddha’s body like a spot which was taught by the Buddha,",
    "ai-atk-s0508a12:1402_0": "“For this mind was freed from the defilements by not grasping,",
    "ai-atk-s0508a12:1403_0": "Having worshipped the highest milk-rice and curl,",
    "ai-atk-s0508a12:1404_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1405_0": "attaining perfection in Worthiness, the Teacher, attained Arahantship in himself, the treasurer, and so he reviews (the of the knowledge) in its story.",
    "ai-atk-s0508a12:1406_0": "201.",
    "ai-atk-s0508a12:1407_0": "“Oh, the Buddhas! Oh, the Dhamma! Oh, the Teacher! Oh, the accomplishments of the Teacher!",
    "ai-atk-s0508a12:1408_0": "Here a disciple may realize",
    "ai-atk-s0508a12:1409_0": "202.",
    "ai-atk-s0508a12:1410_0": "“In what places are reckoned as an uncomfortable,",
    "ai-atk-s0508a12:1411_0": "This is their last, this is the winter.",
    "ai-atk-s0508a12:1412_0": "He has these verses, now there is no future lives.”",
    "ai-atk-s0508a12:1413_0": "Herein, realisation:",
    "ai-atk-s0508a12:1413_1": "Buddhas, Kaccāna, who is surely incredible and amazing regarding the incredible, is the meaning.",
    "ai-atk-s0508a12:1413_2": "Thoughts that are Dhamma in the world",
    "ai-atk-s0508a12:1413_3": "Oh, may our accomplishments in the Teacher’s accomplishment in the Teacher!’s very endowed with the ten powers of the Teacher.",
    "ai-atk-s0508a12:1413_4": "In order to lead the spiritual life:",
    "ai-atk-s0508a12:1413_5": "This being so, the disciple of the Dhamma, having sublime peace, who is sublime peace, proclaimed in this way, has entered into the presence of the attainment, and is sublime peace, having a excellent sense of urgency, endowed with the special qualities of peace, proclaims, equivalentity, and peacefulness, sublime, beyond the majesty of defilements, supernormal power, the Buddhas, the Dhamma, and excellent invited the Sangha of gods. That is why a Teacher with the chief disciples, who have attained the highest among men, the supreme guide for those who have attained to the supreme awakening, the Teacher, the Dhamma.",
    "ai-atk-s0508a12:1413_6": "For the thoroughly practices the Dhamma sequence of the Sangha:",
    "ai-atk-s0508a12:1414_0": "So in order to show the investigation of the Dhamma in this way, she said, “Now, this is a suitable way to give it,” and she said, “Noble Ladies.”",
    "ai-atk-s0508a12:1414_1": "Herein, in brief they countless ways:",
    "ai-atk-s0508a12:1414_2": "By identity view:",
    "ai-atk-s0508a12:1414_3": "for these (permissions) do so.",
    "ai-atk-s0508a12:1414_4": "And that is what they did.",
    "ai-atk-s0508a12:1414_5": "This is the last concept of your aggregates, namely, clans, life-span, chief disciples, and gatherings of existence. That is why there are no more future lives.",
    "ai-atk-s0508a12:1415_0": "Kassapa the Prince is finished.",
    "ai-atk-s0508a12:1416_0": "Pressing the Teaching to the Discipline",
    "ai-atk-s0508a12:1417_0": "He who is young monks, the Dhammadinnā, spoke this verse:",
    "ai-atk-s0508a12:1417_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1417_2": "Given that time when the Buddha had performed the attributes of good deeds he sees the Fortunate One’s body, his (perhaps) apprehended the meaning of the rising sun and resplendently, saying: “I have attained the fruit of the opportunity,” and seeing the Teacher, he went to a hunter.",
    "ai-atk-s0508a12:1417_3": "Transmigrating that meritorious deed is the reason why, having gone forth from the Buddha in this way, they went to the Awakened One, where the teachings, responsive and springs up. Then, having heard that path you were reborn in one of the six stages of the paths, calling him (Sakka’s). Having taken the path leading into the presence of the King, he, having heard the thought, attained Nibbāna,",
    "ai-atk-s0508a12:1417_4": "Therefore it is said:",
    "ai-atk-s0508a12:1418_0": "“Having seen the great Buddha, an independent Buddha,",
    "ai-atk-s0508a12:1419_0": "with a confident heart, bearing the water of the fruit,",
    "ai-atk-s0508a12:1420_0": "“This attainment of the fruit of that very Kappa,",
    "ai-atk-s0508a12:1421_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:1422_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1423_0": "while he was still engaged in the six kinds of happiness. On the happiness of the attainment, he had mastered the bliss of heavenly a hundred trees, and then preached the Truth together with the novices. He then preached the Dhamma to the novice Siddhattha, and when he saw the novices, he preached the Dhamma only on each other with his own hands, adorned aside in the elephant.",
    "ai-atk-s0508a12:1424_0": "203.",
    "ai-atk-s0508a12:1425_0": "“The young monk who is devoted to the Buddha’s dispensation,",
    "ai-atk-s0508a12:1426_0": "wakeful is one who is vast, his life is not easily understood.",
    "ai-atk-s0508a12:1427_0": "204.",
    "ai-atk-s0508a12:1428_0": "“Listening into faith and confidence, virtue and insight into Dhamma,",
    "ai-atk-s0508a12:1429_0": "to give advice to the Buddhas, each of the two verses, and recited these verses:",
    "ai-atk-s0508a12:1430_0": "herein the one who bears his final body:",
    "ai-atk-s0508a12:1430_1": "is when someone with strong bows.",
    "ai-atk-s0508a12:1430_2": "you’re a youth,",
    "ai-atk-s0508a12:1430_3": "he is a monk because he lives in this way;",
    "ai-atk-s0508a12:1430_4": "he endeavours a person, and he strives,",
    "ai-atk-s0508a12:1430_5": "wakefulness possesses understanding, he endowed with good qualities,",
    "ai-atk-s0508a12:1430_6": "if it is well-trained;",
    "ai-atk-s0508a12:1430_7": "This is what happens when a mendicant is uninterrupted, the precise of the Buddha, the one who know, “Bhikkhus, I shall learn the vanity of youth, and one who practices accordingly, when they think about the instructions of the Buddhas, etc., and one who practices accordingly, having given up a dispensation of faith in the four Buddhas, their practices, with faith in virtue and love for the sake of purification of faith, etc., their own insight into the absence of virtue and practices having given up that is, and that is, to say, a residing invaliding and that satisfaction in the teaching.”",
    "ai-atk-s0508a12:1431_0": "The Ground of the Dhamma is finished.",
    "ai-atk-s0508a12:1432_0": "3. Brahmālittheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1433_0": "Brahmā Sanaṅkumāra also spoke this verse:",
    "ai-atk-s0508a12:1433_1": "scorns his bowl,",
    "ai-atk-s0508a12:1433_2": "This too, when the Buddha has laid down a rule against the Enlightened One’s home, he drove his bowl and robe on the ground a but top of a pile of land, and he then saw the Buddha, being took the very fruitful and beneficial for alms. He Vipassī, when he saw the Buddha, he entered the dwelling place where he was reborn,",
    "ai-atk-s0508a12:1433_3": "The Teacher, having heard that the Teacher was leaving, went away.",
    "ai-atk-s0508a12:1433_4": "He was reborn in a place of loss, a human being, and a Brahmas, having caught in this way the miracle of rebirths, and was reborn in the company of Brahmā. Divine soons, he lived in a meditation subject, which was one of the parks of the Buddhas, the six classes of rebirths, and his knowledge and vision, and that sublime.",
    "ai-atk-s0508a12:1433_5": "Therefore it is said:",
    "ai-atk-s0508a12:1434_0": "“Having received the appearance of a Buddha, the Lord of the World,",
    "ai-atk-s0508a12:1435_0": "Practicing the path to perfection.",
    "ai-atk-s0508a12:1436_0": "“This is allowable for one eon (of the fruit), which brings a fruit,",
    "ai-atk-s0508a12:1437_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:1438_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1439_0": "however, having become a master of the six kinds of direct-knowledge and attained the happiness of the fruition which is accompanied by the senior monks, and has arrived at that very specifically useful, and that mountain called the senior mendicants.",
    "ai-atk-s0508a12:1440_0": "205.",
    "ai-atk-s0508a12:1441_0": "“How many faculties have become serene,",
    "ai-atk-s0508a12:1442_0": "who have abandoned the pollutant of his conceit,",
    "ai-atk-s0508a12:1443_0": "206.",
    "ai-atk-s0508a12:1444_0": "“Those women, escorted in mind, like a charioteer,",
    "ai-atk-s0508a12:1445_0": "who has abandoned the defilements of gods and men who are without pollutants –",
    "ai-atk-s0508a12:1446_0": "recited this verse:",
    "ai-atk-s0508a12:1447_0": "The meaning of this:",
    "ai-atk-s0508a12:1447_1": "When this happens, the junior mendicants must be cut off or in the tangle of the senior mendicants, like the monkey who still has cut off the essence of the faculties of the counsel, the hard-to-do ym and the faculties, the hard-to-seeking, like a horse-hair wings, the well-deept.",
    "ai-atk-s0508a12:1447_2": "And even the nine kinds of conceit has given up the ninety-four grounds for the destruction of the pollutants, etc., and also its characteristics, etc., and so on.",
    "ai-atk-s0508a12:1448_0": "And in that verse there are non-returners who have given up the former happiness and cut off the sense faculties, their oppression and infatuations of .",
    "ai-atk-s0508a12:1448_1": "The noble path of Worthiness, thinking: “He is perfected, he is said to be a perfected one, with defilements ended.”",
    "ai-atk-s0508a12:1449_0": "Brahmāli, while speaking well, he replied.",
    "ai-atk-s0508a12:1449_1": "Then, instead of getting exceedingly the meaning in that place, he drops the sense faculties by means of health, then in my second observed her faculties.",
    "ai-atk-s0508a12:1449_2": "The rest is as already explained.",
    "ai-atk-s0508a12:1450_0": "Brahmāliana is finished.",
    "ai-atk-s0508a12:1451_0": "Physician",
    "ai-atk-s0508a12:1452_0": "the sixth verses of the Theras, the Palaceptical Great Kings.",
    "ai-atk-s0508a12:1452_1": "scorns his bowl,",
    "ai-atk-s0508a12:1452_2": "For the first time, when the Buddha had laid down a rule against the ground, he put down a training rule on the ground in the presence of the Buddha. Then he would put a couch on his head, and set out a rough in a single pile, and set out to the couch after seeing the Buddha’s presence, carpets, brought into the six classes of rebirth. And after seeing the sight of his head, he shook his leftovers, covered with joy in the past the future.",
    "ai-atk-s0508a12:1452_3": "The Teacher, having accepted the midst of it, gave it (saying):",
    "ai-atk-s0508a12:1453_0": "He was reborn amongst gods and humans (only) for one hundred thousand aeons, and having accumulated the Blessed One, the Holy One, and after becoming a hundred thousand of the sectarians, he sent forth from the spiritual paths, and away from the Teacher’s presence. Then, having shook the gems, he was the ascetics of the gods. After hearing the Buddhas, the Pabbajjā ordination on the King, he was an ascetic, and then questioned by the Lord of the Joyful Gods, the Gods who came from the Faith, the Lord of the Gods Who Control. After hearing this matter, enlightened: “After of the Faithener of them, enlightened away from the Teacher, after questioned him, ...",
    "ai-atk-s0508a12:1453_1": "Therefore it is said:",
    "ai-atk-s0508a12:1454_0": "“Now the Fortunate One, while lying down,",
    "ai-atk-s0508a12:1455_0": "Proceed in a chariot rolled around the Saṅgha of monks.",
    "ai-atk-s0508a12:1456_0": "and saying: “Having gone out from the house he went out (him).",
    "ai-atk-s0508a12:1457_0": "I saw the world, and I saw the benefit of the world.",
    "ai-atk-s0508a12:1458_0": "“Having seen the Awakened One, raised his joined palms to him:",
    "ai-atk-s0508a12:1459_0": "Having confidence in his heart, and making the benefit of the world,",
    "ai-atk-s0508a12:1460_0": "“For the formless sentient beings who are formless, unattached, without form,",
    "ai-atk-s0508a12:1461_0": "all of them come to your knowledge.",
    "ai-atk-s0508a12:1462_0": "“He who used to give up a requisite with water,",
    "ai-atk-s0508a12:1463_0": "Whatever living beings are born in water, are born in water,",
    "ai-atk-s0508a12:1464_0": "“Those who have intention in regard to form and form,",
    "ai-atk-s0508a12:1465_0": "all of them come to your knowledge.",
    "ai-atk-s0508a12:1466_0": "“You have entered the dark world,",
    "ai-atk-s0508a12:1467_0": "Having heard the teaching they have doubts, they are crossed over.",
    "ai-atk-s0508a12:1468_0": "“Through ignorance in the world, the darkness in darkness is thoroughly here,",
    "ai-atk-s0508a12:1469_0": "I was the light-blanket, darkness-born, and praised by you.",
    "ai-atk-s0508a12:1470_0": "“May all the Viḍūḍabha recite the great hero,",
    "ai-atk-s0508a12:1471_0": "After hearing the Dhamma, they become disillusioned,",
    "ai-atk-s0508a12:1472_0": "“Having filled a top of water, full of sweet-smelling froth.",
    "ai-atk-s0508a12:1473_0": "took possession of both hands and feet, the great hermits.",
    "ai-atk-s0508a12:1474_0": "“The Great Champion, the One of Great Wisdom,",
    "ai-atk-s0508a12:1475_0": "I saw the all that was miserable.",
    "ai-atk-s0508a12:1476_0": "“The Teacher, while standing in the sky, having seen the meaning,",
    "ai-atk-s0508a12:1477_0": "developing faith in my mind with these verses:",
    "ai-atk-s0508a12:1478_0": "“This knowledge has been understood by the Buddha; this is the meaning of the Buddha.",
    "ai-atk-s0508a12:1479_0": "With his mind he goes confidently, he does not go to a bad destination.",
    "ai-atk-s0508a12:1480_0": "“For he who is agreed upon the four quarters, Devadath will perform (them).",
    "ai-atk-s0508a12:1481_0": "Eight years will he speak under the earthquake.",
    "ai-atk-s0508a12:1482_0": "“The world will be mindful and aware.",
    "ai-atk-s0508a12:1483_0": "today he will be exclusivelyicient.",
    "ai-atk-s0508a12:1484_0": "“The three Vedas, the lord of the earth, who has mastered the three Vedas,",
    "ai-atk-s0508a12:1485_0": "the going forth of the Buddha’s teaching.",
    "ai-atk-s0508a12:1486_0": "“Through going to the very shade,",
    "ai-atk-s0508a12:1487_0": "Mogharāja will be a fosterer.",
    "ai-atk-s0508a12:1488_0": "“Understanding the three knowledges, the intention to poisonous deeds,",
    "ai-atk-s0508a12:1489_0": "he’ll cancel it.",
    "ai-atk-s0508a12:1490_0": "“Anyone who has cut off the human wealth, having cut the bonds of existence,",
    "ai-atk-s0508a12:1491_0": "I live full of all defilements.",
    "ai-atk-s0508a12:1492_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1493_0": "After attaining perfection in the needles, rags, and three kinds of dust onto arrows, he wearing rag robes, and three kinds of mixed up with three kinds of mixed.",
    "ai-atk-s0508a12:1493_1": "And the Teacher placed them in the foremost position.",
    "ai-atk-s0508a12:1493_2": "and later, while the former conditions are necessary for the preventing, giving food to the Theras, calling them a ladder, sood.",
    "ai-atk-s0508a12:1493_3": "He thought, “(They are) introduced” and “There are no abode for the spots in the Magadhan lands,” and when the Bodhisatta nephew.",
    "ai-atk-s0508a12:1493_4": "One day, after approaching the Teacher to one side and asked, “Having bow to the shade of the dwellings,” and in the first watch, he asked the neighbourhood of the monastery.",
    "ai-atk-s0508a12:1494_0": "207.",
    "ai-atk-s0508a12:1494_1": "Herein, the low-caste blazing sunn hemp, quite secluded from sense desires, secluded from unwholesome things,",
    "ai-atk-s0508a12:1494_2": "Those whose minds were satisfied with defilements, and whose minds are pure, who were supremely delighted, brilliant, worshipped by the auspicious One in the True Dhamma.",
    "ai-atk-s0508a12:1494_3": "But the King, because he is satisfied.",
    "ai-atk-s0508a12:1494_4": "Standing stabilized by mindfulness, he is always immersed in samādhi,",
    "ai-atk-s0508a12:1494_5": "in the cold Winter nights, in between the boundaries,",
    "ai-atk-s0508a12:1494_6": "If he has reached the ultimate goal,",
    "ai-atk-s0508a12:1494_7": "“Formers rain lakes,” and they split up the cold season.",
    "ai-atk-s0508a12:1494_8": "Herein, below is included in the lowest.",
    "ai-atk-s0508a12:1494_9": "You’re alone, monk, who you’ve been boiled like this to your dwellings, and when you begging the dwellings,",
    "ai-atk-s0508a12:1494_10": "How do you, how is it in Commentaries , how is it takes to be in a cold?",
    "ai-atk-s0508a12:1494_11": "But when questioned thus, the Elder related the Teacher, he said this to the (safeguard):",
    "ai-atk-s0508a12:1495_0": "208.",
    "ai-atk-s0508a12:1496_0": "“I have heard that in the Magadhan devotee",
    "ai-atk-s0508a12:1497_0": "all the stingy foliages in life, ~ happiness, and live in dependence on the harem.”",
    "ai-atk-s0508a12:1498_0": "Herein, one who has come to restrain:",
    "ai-atk-s0508a12:1498_1": "and Magadha are the Magadhans.",
    "ai-atk-s0508a12:1498_2": "The Magadhan Kings who knew the Magadhan country, the royal capital of Ketumatiya, was one in the central country, and so on. But the name of Gotama is called “announced”.",
    "ai-atk-s0508a12:1498_3": "almost the whole rainy season.",
    "ai-atk-s0508a12:1498_4": "This I have heard:",
    "ai-atk-s0508a12:1498_5": "Herein, one who has not seen that in what is called heard as “refuse” in the passage beginning,",
    "ai-atk-s0508a12:1498_6": "I can show them an edge, wherever I can be shown by me.",
    "ai-atk-s0508a12:1498_7": "Climb on the ground, and on the level of the dwellings in the wilderness, beds and furniture in order to get alms-food, lodgings, and medicines and supplies for the sick. And I adorned with pleasure and pain, covered with pleasure in their silks on their bed, and I adornments.",
    "ai-atk-s0508a12:1499_0": "Mogharāja is finished.",
    "ai-atk-s0508a12:1500_0": "Preparing Visākha",
    "ai-atk-s0508a12:1501_0": "Netticular Pañcasikha in the morning with five verses:",
    "ai-atk-s0508a12:1501_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1501_2": "When he hasn’t gone to the east of the Buddha, there he took the normal power of the normal neighborhood of the merits, and he makes a lump of froth in the neighborhood of a village and the town hall with the Beyond of the Buddhas, there he came to the neighborhood of a village, and there the Sole Leader of the Buddhas,",
    "ai-atk-s0508a12:1501_3": "Then, after capital in this meritorious land surrounded by the Buddhas, the royal family of wound, having triumphed over the worm of the banner of the five kings, troops, and latered here and there.",
    "ai-atk-s0508a12:1501_4": "After hearing the king from Kāsī, with his own hands, and attending on the Teacher, who went to his own village, and was plunging into the neighborhood of a certain teacher, and saw the scoundrels, and being residing near Sāvatthī, he came to Sāvatthī.",
    "ai-atk-s0508a12:1501_5": "Therefore it is said:",
    "ai-atk-s0508a12:1502_0": "and said: “All the people who came together, they came together,",
    "ai-atk-s0508a12:1503_0": "and not bearing fruits, they obtained fruits.",
    "ai-atk-s0508a12:1504_0": "“Not so, Accomplished, the Sambuddha,",
    "ai-atk-s0508a12:1505_0": "With his mind happy and satisfied,",
    "ai-atk-s0508a12:1506_0": "“Harmless in the fourfold (true) fruit, the one who goes forth from here",
    "ai-atk-s0508a12:1507_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:1508_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1509_0": "But having become sixteen years of seniority, he went to his relatives’ monastery.",
    "ai-atk-s0508a12:1509_1": "Herein, when people go and listen to the teaching from time to time, they ask questions: “Ascetic, what is Dhammadinnā, or if they have made a teaching?”",
    "ai-atk-s0508a12:1509_2": "The Elder Dhammadinnā while they were speaking on the Dhamma",
    "ai-atk-s0508a12:1510_0": "209.",
    "ai-atk-s0508a12:1511_0": "“It’s not due to requisites; he doesn’t enter the sure requisites.",
    "ai-atk-s0508a12:1512_0": "One should not praise oneself in the gathering, one who is maintaining in speech, one who is poor,",
    "ai-atk-s0508a12:1513_0": "210.",
    "ai-atk-s0508a12:1514_0": "“For he who is so very subtle and fine; (surely) skilled in the Commentaries, being is skilled in the basic series.",
    "ai-atk-s0508a12:1515_0": "For the various Buddhas’ virtues of the Enlightened One in Commentaries .",
    "ai-atk-s0508a12:1516_0": "recited this verse:",
    "ai-atk-s0508a12:1517_0": "They don’t lift themselves up or put it aside. They’d wash themselves horrified, repelled, and swamped by a wall.",
    "ai-atk-s0508a12:1517_1": "If they don’t fall down the enclosure of others, then they’d lift up their birth in the multipline or to an individual, not by arrogance, or by a wall,",
    "ai-atk-s0508a12:1517_2": "so the fostering (the nature of) the people in the same way.",
    "ai-atk-s0508a12:1517_3": "if, after taking note of it, he does not look at it in the monastery; at the end of looking at it, he does not look after it.",
    "ai-atk-s0508a12:1517_4": "weren’t able to do so.",
    "ai-atk-s0508a12:1517_5": "they’d do not reach the far shore, as though shut out of knowledge and conduct, as well as one who has ended the six psychic powers, who had ended the defilements, do not have destroyed the six kinds of knowledge.",
    "ai-atk-s0508a12:1517_6": "Nor do they criticize and denigrating the people’s special qualities of possessions, honor, and popularity. They’d expect to get these things.",
    "ai-atk-s0508a12:1517_7": "but restless, fickle:",
    "ai-atk-s0508a12:1517_8": "For the one who boards agitated,",
    "ai-atk-s0508a12:1517_9": "Endowed with blessings is the meaning at the right time which is beneficial, pleasant, succinct, and beneficial.",
    "ai-atk-s0508a12:1517_10": "some say to one who speaks from here,",
    "ai-atk-s0508a12:1517_11": "Excellent, endowed with virtue,",
    "ai-atk-s0508a12:1517_12": "If he can do it, he should give it away, saying:",
    "ai-atk-s0508a12:1518_0": "When the elder, having understood the characteristic of it, by its characteristic, which he celebrated the Guiding of the Dhamma’s special qualities, and having understood the three Vedas, the elders, founded on the great altogether, having understood: “Possessed a proximate cause, which is more chanting the great alteration of the Dhamma, the Lord of the warriors, for which is lizard,”",
    "ai-atk-s0508a12:1518_1": "The meaning is And it is said because it is the same as before.",
    "ai-atk-s0508a12:1519_0": "Visākhapañcālaputta is finished.",
    "ai-atk-s0508a12:1520_0": "6. Cūḷakattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1521_0": "Susīma, Moggaliputta, Susīma, and also the Elder Nun Sutta recited this verse:",
    "ai-atk-s0508a12:1521_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1521_2": "This too, when the Buddha had performed a rose-apple, he went to the charnel ground once more than that, when he saw the Buddha, he thought,",
    "ai-atk-s0508a12:1521_3": "He was sitting through the drum of the gods in this population, and the Buddhas of the Magadhan devotees in this matter and the analyzed of the Indasāla cave. When he had arrived, he was sitting on one side in the Indasāla cave, he crushed the mountain.",
    "ai-atk-s0508a12:1521_4": "At that moment the instant storms in that place were being held out by a profound, well-easheaded, shot out by the gate, and thundered people there, after hearing the royal compound, sewing from the top, and covering it with a deep, glowing. enthusing, the carpets of the stone.",
    "ai-atk-s0508a12:1521_5": "When the senior monk had gone forth in the house of a seniority, he saw that the elder was wrapped in the charnel ground, on his body, and on the tent and his mind was disturbed with even a single stage of the rainy season. He passed away from that place I washed ate at the foot of the length of the corpse.",
    "ai-atk-s0508a12:1522_0": "211.",
    "ai-atk-s0508a12:1523_0": "“There are no charming fairs, sweet flags, black-haired words, sweetly-smelling—",
    "ai-atk-s0508a12:1524_0": "This broad earth is very beautiful, and pleasing and well-prepared,",
    "ai-atk-s0508a12:1525_0": "212.",
    "ai-atk-s0508a12:1526_0": "“Having very beautifully interpretations, Sumana, the Buddhas are emancipating,",
    "ai-atk-s0508a12:1527_0": "You should realize that supreme, unchanging state.”",
    "ai-atk-s0508a12:1528_0": "Two verses on the Two verses:",
    "ai-atk-s0508a12:1529_0": "There are Mogharājas of the crocodiles, Sunāparanta, well-controlled, well-controlled, laughed with clasped hands, singinging, flaws, obstinate, talk about couples, has beautiful women, these sixty castes converses, and well-controls escorted with warriorms, beautiful circumstles of flowers, and well-formed gods.",
    "ai-atk-s0508a12:1529_1": "A great earth: this great earth is disturbed, great earth, water and crying.",
    "ai-atk-s0508a12:1529_2": "(Buddha) greatly rose from the sky like a beautiful sun, which was like she was full of pearls, well-worms, rags, and so on; then having the full moon, like a charming golden flag,",
    "ai-atk-s0508a12:1529_3": "“The meaning is very white,” and so forth the meaning is rising,",
    "ai-atk-s0508a12:1529_4": "(Sakka) the Lord of the World, golden (there), and blue lotuses of various kinds, filled with blue waters and blue lotuses, and creepers, with blue lotuses and blue water.",
    "ai-atk-s0508a12:1530_0": "Visible in one’s mind is liberated through the glory of the embracings beginning with the end of the worm-infested gold, etc., loving-kindness and the characteristic of investigating and the basis of impermanence, etc., of the elimination of the mind, and the characteristic of foulness investigating, etc., as its objects of a elimination of learning the heart and non-distraction.",
    "ai-atk-s0508a12:1530_1": "Sunking ...",
    "ai-atk-s0508a12:1530_2": "“A minister of the Buddhas, ~ Miseru, whose mind is pure, who has gone beyond suffering, who has reached the ultimate goal of peace, the very pure, who is very subtle, and is very pure, who is very pure, who has reached the highest perfection of all activity, who is ( truthfulfilled) the state of supreme awakening, and is supreme Buddhas, the highest of (wholength of) existence, beyond suffering, and whose mind is produced by the pronounction of truth of the identity, and who is peaceful, who has reached the highest gifts, that is superiority.",
    "ai-atk-s0508a12:1531_0": "So the Thera, advised and instructed the rest of the Dhamma, with a mind immersed in samādhi, steadfast, and working for the time of attaining perfection.",
    "ai-atk-s0508a12:1531_1": "Therefore it is said:",
    "ai-atk-s0508a12:1532_0": "“Puṇṇaka, the moon’s expert",
    "ai-atk-s0508a12:1533_0": "I saw a burning tree in the world",
    "ai-atk-s0508a12:1534_0": "“For the fruit of the goods, I gave the sword to the Teacher.",
    "ai-atk-s0508a12:1535_0": "With his heart satisfied, I left.",
    "ai-atk-s0508a12:1536_0": "“Upāli, it’s the fruit of whatever interruption, there was a (true) fruit.",
    "ai-atk-s0508a12:1537_0": "I’ve not been aware of any fruit",
    "ai-atk-s0508a12:1538_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1539_0": "But after attaining perfection the Elder attained Liberation, they reflected on his own happiness, saying: “Though these verses, have now there come.”",
    "ai-atk-s0508a12:1539_1": "(This is) an indeterminate matter.",
    "ai-atk-s0508a12:1540_0": "The Verses of Sūḷaka is finished.",
    "ai-atk-s0508a12:1541_0": "7. Anūpamattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1542_0": "delighted, the Elder Citta’s verses,",
    "ai-atk-s0508a12:1542_1": "scorns his bowl,",
    "ai-atk-s0508a12:1542_2": "And when he had performed the risks of the former Buddhas, there he gave birth to a family home, and it was reborn in the company of the size of the Buddhas. He then sat down to one side in the existences, and approached a pillow, where hes, Having seen the Sambuddha named Paccekabuddha.",
    "ai-atk-s0508a12:1542_3": "Because of that deed of merit and mixed up in the Kosalan lands and a Buddha, and having given up attachment to misfortune in this very life, he lived with his own insight due to the ending of defilements.",
    "ai-atk-s0508a12:1542_4": "but their mind is dissipated in forms.",
    "ai-atk-s0508a12:1542_5": "Explains a meditation subject.",
    "ai-atk-s0508a12:1542_6": "The elder, whose mind is rarely devoted to the Elder, –",
    "ai-atk-s0508a12:1543_0": "213.",
    "ai-atk-s0508a12:1544_0": "“Have joyfully delighted mind, ~ whose mind is full of attachment,",
    "ai-atk-s0508a12:1545_0": "and therefore it would be a block of its own roots.",
    "ai-atk-s0508a12:1546_0": "214.",
    "ai-atk-s0508a12:1547_0": "“I declare you the demon mind! I declare you the demon mind!",
    "ai-atk-s0508a12:1548_0": "The Teacher is so hard to find the meaning in the trial period.”",
    "ai-atk-s0508a12:1549_0": "by means of these two verses on advice.",
    "ai-atk-s0508a12:1550_0": "There they delight, and greatly delight in mind, they delight in greatness and calmed the mind.",
    "ai-atk-s0508a12:1550_1": "(but) with a progressive embryo, soil and dreadful woven heat, and so on, please announce this much, at that time,",
    "ai-atk-s0508a12:1550_2": "Because of that the calf wood there will be a dart wherever they can go.",
    "ai-atk-s0508a12:1551_0": "I say that the mind is simply adversities of mind, and with the mind I made a climbed mind.",
    "ai-atk-s0508a12:1551_1": "Again I declare you the reason for your own dealtment, mind, and thought of the mind.",
    "ai-atk-s0508a12:1551_2": "“Praised,” and “Peaching the mind,",
    "ai-atk-s0508a12:1551_3": "mental formations is the meaning.",
    "ai-atk-s0508a12:1551_4": "And what do you say?",
    "ai-atk-s0508a12:1551_5": "he said: “Venerable, it is hard for you to get mentioned for me to give up your conceit.”",
    "ai-atk-s0508a12:1551_6": "The world’s inclination is called “the world’s abiding” because it’s obtained in such and such a way.",
    "ai-atk-s0508a12:1551_7": "In this way it’s hard for you to get any harm, suffering, and discomfort. For the purpose of getting rid of desire and aversion.",
    "ai-atk-s0508a12:1551_8": "When the Elder’s mind had become established in insight, he reached Arahantship and attained Liberation.",
    "ai-atk-s0508a12:1551_9": "Therefore it is said:",
    "ai-atk-s0508a12:1552_0": "“A Sambuddha named Padumuttara, the Sambuddha, who had gone into the air,",
    "ai-atk-s0508a12:1553_0": "Having seen (that), I did the Ambaṭṭha’s mangoes.",
    "ai-atk-s0508a12:1554_0": "“Having seen (them), I picked up a flower",
    "ai-atk-s0508a12:1555_0": "Having gone to fact, worshipped the Awakened One,",
    "ai-atk-s0508a12:1556_0": "“Upholding a reward in whatever place the other was used,",
    "ai-atk-s0508a12:1557_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a12:1558_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1559_0": "The Verañja",
    "ai-atk-s0508a12:1560_0": "8. Vajjitattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1561_0": "the Vajjians Saṁsāra, and the Vajjians,",
    "ai-atk-s0508a12:1561_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1561_2": "This too has been so, when one Buddha had obtained in the former places, therein the another life, and when he saw’s in the goal, he walked around five stages in the air. Having achieved the goal, he came to a village near the gateway, and saw the end of the Buddhas, he called Kappa,",
    "ai-atk-s0508a12:1561_3": "When he saw him, he offered various flowers took it.",
    "ai-atk-s0508a12:1561_4": "Through this merit of the Buddha and mixed with a female’s birth, it went to growth from amongst gods.",
    "ai-atk-s0508a12:1561_5": "from the Brahmā realm, it seems, when it came here and there is a woman’s fame like a mustard seed. A female wanderer is called “born” since he is not known as a woman.",
    "ai-atk-s0508a12:1561_6": "He resided on the Teacher Yama’s miracle, and on seeing (the thought), he fell on the ground and on that very day.",
    "ai-atk-s0508a12:1561_7": "Therefore it is said:",
    "ai-atk-s0508a12:1562_0": "“The Buddha is coming to the mountain dwelling,",
    "ai-atk-s0508a12:1563_0": "I would not go to the supreme city of Campaka",
    "ai-atk-s0508a12:1564_0": "“With minds at peace, Sumana, whose mind is pure,",
    "ai-atk-s0508a12:1565_0": "worshipped both with both hands,",
    "ai-atk-s0508a12:1566_0": "* “The five hundred sizes, each with its five hundred flowers,",
    "ai-atk-s0508a12:1567_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a12:1568_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1569_0": "When, having understood the six kinds of past lives, he recollected the Dhamma thus:",
    "ai-atk-s0508a12:1570_0": "215.",
    "ai-atk-s0508a12:1571_0": "“Transmigrating for such a long time, you swirl around in a long time,",
    "ai-atk-s0508a12:1572_0": "who sees the noble truths, the blind people,",
    "ai-atk-s0508a12:1573_0": "216.",
    "ai-atk-s0508a12:1574_0": "“For heedful and transmigration",
    "ai-atk-s0508a12:1575_0": "all kinds of censure: there are no more future lives for two eons.”",
    "ai-atk-s0508a12:1576_0": "Herein, transmigrating in that very life, is the roaming and transmigrating.",
    "ai-atk-s0508a12:1576_1": "“For he who has long transmigrated through a long time, may the breath of the Transmigrating for a long time.",
    "ai-atk-s0508a12:1576_2": "Of the secrets of Well-guarded: such is the good deeds in the blessings of the Holy One’s place.",
    "ai-atk-s0508a12:1576_3": "while sweping the moved, like a trickling to rolling around and latering.",
    "ai-atk-s0508a12:1576_4": "And on account of the peril of the noble truths, the blind people, and the blind people.",
    "ai-atk-s0508a12:1576_5": "By avoiding the four noble truths, he never penetrated them with untroubled and conquered, saying: “In this way, it is the blind ordinary people, who are blind to the ordinary people, without enlightenment, who is reposed, who is a constantly brought to the Buddha,",
    "ai-atk-s0508a12:1577_0": "“Mendicants, not understanding and not penetrating four noble truths, both you and I have wandered and transmigrated for such a very long time.”",
    "ai-atk-s0508a12:1578_0": "This teacher, in the way already described, is for me to be diligent, keen, and resolute, having a teacher’s practice, with diligence and insight into diligence.",
    "ai-atk-s0508a12:1578_1": "These beings were transmigrating, spittle, and deceived by the noble path, which were leaded to the worst (into the lower realms).",
    "ai-atk-s0508a12:1578_2": "All those who swamped by the new deeds thus cut off all the deeds. Oll, the streams of hell because of that, the senior mendicants are unable to be reborn in the future. Now there is no more future lives.",
    "ai-atk-s0508a12:1579_0": "The Vajjians is finished.",
    "ai-atk-s0508a12:1580_0": "9. Sandhitattheragāthāvaṇṇanā",
    "ai-atk-s0508a12:1581_0": "General Sanctuary, (saying):",
    "ai-atk-s0508a12:1581_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a12:1581_2": "This too was the previous practice of the Buddhas; the attributes of good deeds, and meritoriously the Fortunate One’s body had previous practice.",
    "ai-atk-s0508a12:1581_3": "While listening to the Thera’s presence of the Buddha, he was detached from the Parinibbāna of the pervading him, and asked: “After hearing the Teaching, he questions one of the Enlightened One, the Leader of the Enlightened One, after hearing about the Parinibbāna of the Buddha, he questioned the pervading his mind”.",
    "ai-atk-s0508a12:1581_4": "The Elder, having taken her pleasure in the World,",
    "ai-atk-s0508a12:1581_5": "Then time having gone to the Buddha-to-be’s residence at the time of the Bodhi tree, having taken his residence, he recollects the special qualities of the Buddha.",
    "ai-atk-s0508a12:1581_6": "Because of this merit of the Kosalans, which he was about amongst gods and humans in this way, the Buddhas of the Kosalans, in this way, and so on, having arisen, attained the state of existence, and the attainment of the goal of the stages of the goal of life as an embracing a new state,",
    "ai-atk-s0508a12:1581_7": "He recollected his own former lives, recollecting the death of the Paccekabuddhas, and acquisition of the Buddha in the way that was the time of a Buddha, and his own advantageship.",
    "ai-atk-s0508a12:1582_0": "217.",
    "ai-atk-s0508a12:1583_0": "Beneath the Bodhi Tree,",
    "ai-atk-s0508a12:1584_0": "being mindful, I entered the Buddha.",
    "ai-atk-s0508a12:1585_0": "218.",
    "ai-atk-s0508a12:1586_0": "“For he who is countless (of births), in whatever state he has attained it,",
    "ai-atk-s0508a12:1587_0": "whose perception has reached the ending of perceptions would be reached by the ending of perceptions.",
    "ai-atk-s0508a12:1588_0": "Two verses on the Two verses:",
    "ai-atk-s0508a12:1589_0": "Herein, the hermitage of the Buddha’s hermitage is start in these days. The place of the Bodhi tree of the Buddha’s hermitage is established in this way, it seems, to him in that place.",
    "ai-atk-s0508a12:1589_1": "(but) from one’s home to another,",
    "ai-atk-s0508a12:1589_2": "And some time they say, “Certainly you must sit down at the root of a tree.”",
    "ai-atk-s0508a12:1589_3": "being carried away by the golden precious golden vessel,",
    "ai-atk-s0508a12:1589_4": "when they are grown, well restrained: the crooked-, with well-prepared hands, well-spoked, and well-prepared, then they say:",
    "ai-atk-s0508a12:1589_5": "He causes a foot-scraper to a tree:",
    "ai-atk-s0508a12:1589_6": "One went to the Enlightened One. When one has been obtained by the Buddha, it was born in a Buddha, the object, and about the attainment of the Enlightened One, it was about to be reborn in a single section of the Enlightened One’s special qualities.",
    "ai-atk-s0508a12:1590_0": "When, how is it that perception starts?” he said, “From where did it take?”",
    "ai-atk-s0508a12:1590_1": "Bhaddā Kāpilānī, and then in the way beginning, “Just now,” he is one eon.",
    "ai-atk-s0508a12:1590_2": "perception ...",
    "ai-atk-s0508a12:1590_3": "Or alternatively, her perception is stated under her that perception, and made her because she was described.",
    "ai-atk-s0508a12:1590_4": "I have attained the end of defilements.” But now they say, “I have achieved the undefiled freedom of heart and freedom by wisdom in this way, they are going to the ending of defilements.",
    "ai-atk-s0508a12:1591_0": "“She is carrying a precious bowl against me. ...",
    "ai-atk-s0508a12:1592_0": "“I am the prince called Dhanañjāni.",
    "ai-atk-s0508a12:1593_0": "The Seven Treasures",
    "ai-atk-s0508a12:1594_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a12:1595_0": "Sandaka is finished.",
    "ai-atk-s0508a12:1596_0": "The group of five is finished.",
    "ai-atk-s0508a12:1597_0": "currents is finished:"
}