{
    "ai-atk-s0501a3:0_0": "3. Dvattiṁsākāravaṇṇanā",
    "ai-atk-s0501a3:1_0": "the commentary on the beautiful comment.",
    "ai-atk-s0501a3:2_0": "Now, as to the ten training rules that is purified and sublime, namely the virtues of a clansman whose mind is pure, based on ethics, learning, generosity, and wisdom, did not fact that when it is formerly Enlightened One’s Doctrine, is real.",
    "ai-atk-s0501a3:3_0": "“One thing, mendicants, when developed and cultivated leads to great urgency.",
    "ai-atk-s0501a3:3_1": "it leads to great benefit,",
    "ai-atk-s0501a3:3_2": "leads to great sanctuary,",
    "ai-atk-s0501a3:3_3": "leads to great mindfulness and full awareness,",
    "ai-atk-s0501a3:3_4": "leads to the acquisition of knowledge and insight.",
    "ai-atk-s0501a3:3_5": "leads to a pleasant abiding here and now.",
    "ai-atk-s0501a3:3_6": "leads to the realization of the fruit of knowledge and freedom.",
    "ai-atk-s0501a3:3_7": "What one thing?",
    "ai-atk-s0501a3:3_8": "Mindfulness of the body.",
    "ai-atk-s0501a3:3_9": "Those who enjoy mindfulness of the body haven’t enjoyed the deathless.",
    "ai-atk-s0501a3:3_10": "Those who enjoy mindfulness of the body enjoy the deathless.",
    "ai-atk-s0501a3:3_11": "Those who have not drunk the deathless have enjoyed mindfulness of the body have lost it, and who have undertaken mindfulness of the body have lost it.”",
    "ai-atk-s0501a3:4_0": "Thus, having made known of in this way the Fortunate One –",
    "ai-atk-s0501a3:5_0": "“And how, mendicants, is mindfulness of the body developed and cultivated to be very fruitful and beneficial?",
    "ai-atk-s0501a3:5_1": "Here, monks, a monk who has gone to the wilderness –",
    "ai-atk-s0501a3:6_0": "In the beginning of the mountain cleft, the four postures, of the winds, the four paths of the base consisting of boundless space, which are defining in to the space, occupations, and because of the foundation of the foundation of mindfulness occupied with the body, heading on a mountain, and its nine trunk,",
    "ai-atk-s0501a3:6_1": "the description of the development of the Development",
    "ai-atk-s0501a3:6_2": "Herein, the three, that is to say, the sections on postures, on the four kinds of full awareness , and on attention directed to elements, as they are stated in that sutta, deal with insight.",
    "ai-atk-s0501a3:6_3": "Then the nine sections on the charnel- ground contemplations, as stated there, deal with that particular phase of insight knowledge called contemplation of danger.",
    "ai-atk-s0501a3:6_4": "And there any development of concentration in the bloated, etc., that might be implied there has already been explained in the Description of the development of concentration in the way already stated .",
    "ai-atk-s0501a3:6_5": "So there are only the two, that is, the sections on breathing and on directing attention to repulsiveness, that, as stated there, deal with concentration.",
    "ai-atk-s0501a3:6_6": "in these two, the section on breathing is a separate meditation subject,",
    "ai-atk-s0501a3:6_7": "And that’s what I said:",
    "ai-atk-s0501a3:7_0": "“Furthermore, mendicants, a mendicant does not examine their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth.",
    "ai-atk-s0501a3:7_1": "released me from the armpit.”",
    "ai-atk-s0501a3:8_0": "There he can teach the brain in the discovered thus: “And, the place where the brain has been binded by the sign of foulness in this way by the body, which is to be given up in the ways of developing the meditation subject.”",
    "ai-atk-s0501a3:9_0": "Herein, there are means, there are found",
    "ai-atk-s0501a3:9_1": "Which is called the limit of the feet and down from the soles of the feet, like the tips of the hairs, wrapped in skin and full of many kinds of filth.",
    "ai-atk-s0501a3:9_2": "” Body: the carcass;",
    "ai-atk-s0501a3:9_3": "for it is the carcass that is called “filth” because it is a conglomeration of filth, because such violence, the head hairs, etc., and the body hairs are called the head hairs.",
    "ai-atk-s0501a3:9_4": "In this body there are head hairs, body hairs, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, and body hairs.",
    "ai-atk-s0501a3:9_5": "what is it possible that",
    "ai-atk-s0501a3:9_6": "In this porecincts there are from the soles of the feet, starting down from the top of the head, allayed to the ears, starting from the top of the head, with a healthy pearls, or very filthy, soilth, anyone who sees only the carcasss of the head hairs, body hairs, nails, teeth, skin, grey, and so on. And all the various seems of the head hairs and body hairs, as well.",
    "ai-atk-s0501a3:10_0": "This is the commentary on the word-construction.",
    "ai-atk-s0501a3:11_0": "The Development of the unattractive",
    "ai-atk-s0501a3:12_0": "The exposition should be understood according to the development of the foulness in this way:",
    "ai-atk-s0501a3:12_1": "In this way, a clansman whose hands are established in the first household life by virtue and so on. She has the following set of such appearance: of such name and clansmen whose meditation subject is pure, who has made the barber of purification, who is bound to their meditation subjects shaking off the name and clans in the stage of life. Commitmentaries because of the name and clans in the Commentaries of the families as handed down as the worstruptment of the jeld on a wel.",
    "ai-atk-s0501a3:12_2": "Then he can also be told by one of the beginning with the interrupts of laity, the influence of the three kinds of work, and the ten indulgences of the teachers of the Vinaya and of the paths beginning with the eye of the Vinaya, etc.; and he should possess the ten powers of the enlightenment factor:",
    "ai-atk-s0501a3:12_3": "Then, knowing the meditation subject in which he knows “the meditation subject consists of the meditation subject” since it is focused only on the sign that he has attained and exertion, he must still want it to live in that meditation subject.",
    "ai-atk-s0501a3:12_4": "Then he wants to live, except if it is an impediment for him and brings about something else in full awareness, which is needed in one of greedy temperament, etc., ., should be illustrated by one of the property.",
    "ai-atk-s0501a3:12_5": "Then, after learning that meditation subject in a teacher’s own teacher, he asked the question,",
    "ai-atk-s0501a3:13_0": "“Greatly, a great window, the door frame, and the sarong of the sun,",
    "ai-atk-s0501a3:14_0": "One with a pond, or leaves, or flowers, Or fruits, or one that people seek;",
    "ai-atk-s0501a3:15_0": "“Having thrown in the city of Bārāṇasī,",
    "ai-atk-s0501a3:16_0": "In border lands, on frontiers, Unsuitableness, and no good friend—",
    "ai-atk-s0501a3:17_0": "“These are the eighteen instances that such a wise man",
    "ai-atk-s0501a3:18_0": "He should avoid them from afar, like a fearful path.",
    "ai-atk-s0501a3:19_0": "In this way they are of eighteen lodgings, that is why they are called “ascetic”.",
    "ai-atk-s0501a3:20_0": "“And how does a lodging have five factors?",
    "ai-atk-s0501a3:20_1": "It’s when a lodging isn’t too far, not too near, and has a path for frequenting flies, mosquitoes, wind, sun, and reptiles.",
    "ai-atk-s0501a3:20_2": "While staying in that lodging the necessities of life—robes, alms-food, lodgings, and medicines and supplies for the sick—are easy to come by.",
    "ai-atk-s0501a3:20_3": "In that lodging there are several senior mendicants who are very learned, knowledgeable in the scriptures, who have memorized the teachings, the texts on monastic training, and the outlines. And what is the meaning of this?’",
    "ai-atk-s0501a3:20_4": "Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.",
    "ai-atk-s0501a3:20_5": "That’s how a lodging has five factors.”",
    "ai-atk-s0501a3:21_0": "Thus a dwelling with five factors is said to live with five factors.",
    "ai-atk-s0501a3:21_1": "Such lodgings hiden in the charnel ground, and including the drawbacks of sensual pleasures, he reviews the drawbacks of sensual pleasures, and the benefit of the Buddha, because of the Dhamma, he recollects the faith, and because of the Dhamma.",
    "ai-atk-s0501a3:22_0": "“Herein, not by colour, shape, direction,",
    "ai-atk-s0501a3:23_0": "As to location, it is bounded to location for seven months.",
    "ai-atk-s0501a3:24_0": "the seventh skill in learning.",
    "ai-atk-s0501a3:24_1": "As to gradually nostrils: the three rolls that are not too quickly, not too quickly, not too quickly, as to surmounting the concept, not too quickly, not too quickly, as to engaging the three essences of the three suttantas, and so on.",
    "ai-atk-s0501a3:24_2": "that vessel should be made by for the development of the food given.",
    "ai-atk-s0501a3:24_3": "Because that’s how far it’s known, but not others.",
    "ai-atk-s0501a3:25_0": "Herein, he should apprehend the word “Bhikkhus, firstly: “‘Just as he has been removed by hair, etc., before he has got rid of greed, etc., with its having approached, by aroused, etc., by the time, and thus, “Now, having taken near entrails, I have your entangled the nose in the stages of the idea, and yet he should develop it without applied thought.",
    "ai-atk-s0501a3:25_1": "I am bound to the their wounds, my thought through the surface of the development of the Vinaya and of the skin intermediately a condition for recitation, and thus they descended from the time to pack and defects in five ways. Then even a single one of these five composites sex with the variety of wintment, etc., and five months observeds, I am boundaries in this way, and even a single stage of the earth elements. Then ox to the mass of oxen, dronically obviousness, and all the mas of the earth elements, this one I amiden. When I am bound together with the fruit, it is oblicked, it is finished in five ways, it should develop it.",
    "ai-atk-s0501a3:25_2": "this person is said to be a middling person,",
    "ai-atk-s0501a3:25_3": "For one who considers (surely) method of repetition only to be developed, and he does not get angry, he does so only for his development .",
    "ai-atk-s0501a3:26_0": "Here it may be said:",
    "ai-atk-s0501a3:26_1": "“But how does one who is envious of these rains residences, in what is praised?”",
    "ai-atk-s0501a3:26_2": "For this body is described in this way beginning, “There are does not,” etc., in this body, backbiting and the rest of the head hairs, etc., as to colour, shape, direction, location, and delimitation . And this body is the colour of the head hairs, etc.,",
    "ai-atk-s0501a3:26_3": "As to shape, it is the shape of a long outcaste place.",
    "ai-atk-s0501a3:26_4": "As to direction, it belongs to the upper direction: it is called above, below, across, everywhere, all around, that is why the body is said to be the lower direction.",
    "ai-atk-s0501a3:26_5": "As to location, it is bounded on the roots of the ears, backs of the necks, and it is on the head,",
    "ai-atk-s0501a3:26_6": "Herein, just as when kuṇṭha grasses grow on the top of anthill, the top of the termite-mound does not know, “Gold water is in all these things.”",
    "ai-atk-s0501a3:26_7": "nor do the urinal know, “We are bound by a hatchet.”",
    "ai-atk-s0501a3:26_8": "so too, the head hair know, “We grow on the head,” nor do the head hairs know, “We grow on the head hairs.”",
    "ai-atk-s0501a3:26_9": "For while the one whose sense is unprofitable, in regard to the law of the unrestraint of property, regardless of whether or not one who is unrestrained, but who doesn’t want to be repulsive.",
    "ai-atk-s0501a3:26_10": "As to delimitation: there are two kinds of delimitation by what is delimitation.",
    "ai-atk-s0501a3:26_11": "Herein, the lower part of the hair is established in the winter skin that envelops the head hairs, body hairs, nails, and the rest. When they are bounded above by space, they are not bound together by each other.",
    "ai-atk-s0501a3:26_12": "As to distinction: the rest of the head hairs, body hairs are not dissipated like this, and the similar.",
    "ai-atk-s0501a3:26_13": "One like this commentary on the colour of head hairs, etc., herein:",
    "ai-atk-s0501a3:27_0": "the rest are seen in colour and blue, and whatever surmounting the colour of the bile is seen,",
    "ai-atk-s0501a3:27_1": "As to shape, it is the shape of its location; it is the shape of a stomach hair that was, shaped over a celestial floor covers over the lump of corpses, and except for the palms of the hands and feet.",
    "ai-atk-s0501a3:28_0": "Herein, just as, when someone in an old village he knows that it was born, the oldest woman does not know, “Now,” nor do the dabba grasses know, “We grow on the inner skin that envelops the body,” so too, the body does not know, “Does the body hairs grow on me,” so too, the body does not know, “Body hairs grow on me,”",
    "ai-atk-s0501a3:28_1": "For while the one whose sense is unprofitable, in regard to the law of the unrestraint of property, regardless of whether or not one who is unrestrained, but who doesn’t want to be repulsive.",
    "ai-atk-s0501a3:28_2": "As to delimitation, they are bounded below by the surface of their own roots, which are fixed by entering to the rising above ground. They are fixed in the waves, wiping under the surface of their own roots.",
    "ai-atk-s0501a3:28_3": "And however, it is bounded by the similar and dissimilar to the similar and dissimilar, likewise in colour, shape, and so on.",
    "ai-atk-s0501a3:29_0": "He doesn’t full twenty from another,",
    "ai-atk-s0501a3:29_1": "They all were to lie on the side of the flesh, the sinews of the flesh, the systematic, and the comprehension of the flesh.",
    "ai-atk-s0501a3:29_2": "As to shape, it is the shape of a string of froth melted on a joint, the shape of a honey-stick.",
    "ai-atk-s0501a3:29_3": "As to direction, they lie in the two directions. They are placed in the distance.",
    "ai-atk-s0501a3:30_0": "Herein, just as, when a stick are placed on the tip of a staff, the sticks do not know, “Whoever timber judges are put in sticks,”",
    "ai-atk-s0501a3:30_1": "In the same way, they don’t know, “We are Needing to the tips of the fingers and toes,” and they don’t know, “Namely,”",
    "ai-atk-s0501a3:30_2": "These things are devoid of indulging in deportment.",
    "ai-atk-s0501a3:30_3": "Or the person doesn’t stay here.",
    "ai-atk-s0501a3:30_4": "As to delimitation, it is bounded below by the surface of their fingers and toes, above by the tips of the fingers and toes, and above by space.",
    "ai-atk-s0501a3:30_5": "And however, it is bounded in this way according to the delimitation of the head hairs, etc., according to the similar and dissimilar, etc., which is like the colour of the similar and dissimilar.",
    "ai-atk-s0501a3:31_0": "* the thirty-two marks of his enemy,",
    "ai-atk-s0501a3:31_1": "And all kinds of colour should be defined like the colour of the white.",
    "ai-atk-s0501a3:31_2": "They become like a delightful lion’s leaf used to live in his fragrant and scented with the palms.",
    "ai-atk-s0501a3:31_3": "when he has dropped in his ears, it is the shape of its head, like a cloth covering the shape of its net andmbank.",
    "ai-atk-s0501a3:31_4": "For it is the shape of two ends of each end of the three watches of the night and two ends of the three watches of the night their collar-hairs, and two on the grounds, three on the four sides, and fourteenthirs of points, eight above the first two ends.",
    "ai-atk-s0501a3:31_5": "And so it is still lowered, that is the shape of fourfold and four above by the flesh, held together by stout the water at the time of bathing.",
    "ai-atk-s0501a3:31_6": "As to shape, it is of four kinds, that is, the four ends of each stones at the end of the head and one ends.",
    "ai-atk-s0501a3:31_7": "Both myself were the four middle sections on two ends. They are the shape of seeds, one medium-sized one root-sphere, and one-shapp.",
    "ai-atk-s0501a3:31_8": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:31_9": "As to location, it is fastened above the lower parts of the belly above the knee above the ends of the below the ribs.",
    "ai-atk-s0501a3:32_0": "Herein, just as, when posts are established on a mat of level, the socket does not know, “Posts are placed on a pillar,” but he does not know, “Posts are placed on a pillar,” “Nail,” “We are being carried on a pillar,” “Puted,” “Perhaps it is lost,”",
    "ai-atk-s0501a3:32_1": "In the same way, the teeth don’t know, “We each bone is placed on a knee-deep,” so too, the heel bone does not know, “I stand holding on to the heel bone,” “You’re above us,” and he does not know, “You’remorrowed,”",
    "ai-atk-s0501a3:32_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:32_3": "but not a person.",
    "ai-atk-s0501a3:32_4": "As to delimitation, they are bounded by the surface of their own roots, which are fixed in the jawbones; they are fixed above by space, and all round by each other.",
    "ai-atk-s0501a3:32_5": "And however, it is bounded by the similar and dissimilar to the similar and dissimilar, likewise in colour, shape, direction, and so on.",
    "ai-atk-s0501a3:33_0": "Then he can definitely cover the body with various kinds of foulness, as to colour, the colour of the body.",
    "ai-atk-s0501a3:33_1": "Now, even if he does the colour of the fading away and, it can be like the colour of different colors, etc., as if dranking, etc., and so on.",
    "ai-atk-s0501a3:33_2": "He becomes evident when the outer cuticle is destroyed by contact with the flame of a fire or the impact of a blow and so on.",
    "ai-atk-s0501a3:33_3": "As to shape, it is the shape of various kinds of calculation.",
    "ai-atk-s0501a3:33_4": "Like the shape of the skin of the toes is the shape of thighs’ necks, the shape of hands is the shape of a key board handles, the shape of a keyhole bone, the shape of their heads is the shape of thighs tapped, the skin of their faces is the shape of thighs’ necks tapped, the skin of the faces, the skin jackals; and the skin of the skin of the head is the shape of the skin of the nails, the skin of the necked skin; and the skin of the head is the shape of a jaw is the shape of water rubbles;",
    "ai-atk-s0501a3:34_0": "The meditator who is discerning the skin should first define the inner skin that covers the flesh, the upper sinews on the top of the head, and the top of his mouth, then he should define the inner skin that place where the head, enveloped the mouth, bringing it back, and he should open the confused it.",
    "ai-atk-s0501a3:34_1": "Then, taking the back inside, the skin of the backwards, and the skin of the backwards, and then the backwards and backwards and backwards, and the belly bile, phlegm, and the backwards, and the belly backwards and the south. Then, when the skin of the head, the skin of the navel and blood, it is constantly the frontier.",
    "ai-atk-s0501a3:34_2": "that is how the upper side follows after the refuting.",
    "ai-atk-s0501a3:34_3": "As to direction, it belongs to both directions.",
    "ai-atk-s0501a3:34_4": "As to location, it covers the whole body.",
    "ai-atk-s0501a3:35_0": "Herein, just as, when a green reed is covered with damp ox-hide, the carcass does not know, “I am covered with damp,”",
    "ai-atk-s0501a3:35_1": "so too, the skin does not know, “While for this body made up of the four primary elements,” so too, the body does not know, “I am bound by it.”",
    "ai-atk-s0501a3:35_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:35_3": "but not a person.",
    "ai-atk-s0501a3:35_4": "For this whole world:",
    "ai-atk-s0501a3:36_0": "“Even if a bird were covered with flowers,",
    "ai-atk-s0501a3:37_0": "And trickling filth on every side.”",
    "ai-atk-s0501a3:38_0": "As to delimitation, it is bounded below by its fixed surface, above by the lump of the flesh.",
    "ai-atk-s0501a3:38_1": "But it is only its delimitation by the dissimilar to the similar and dissimilar, likewise for the head hairs, etc., and so on.",
    "ai-atk-s0501a3:39_0": "Then after the opposite sex, the flesh stuck to the whole body, the shade of the lumps of fat.",
    "ai-atk-s0501a3:39_1": "As to shape, they are of various shapes.",
    "ai-atk-s0501a3:39_2": "Therefore, the flesh of the calves is the shape of cooked rice in unguents, while the shape of unguents are the shapes.",
    "ai-atk-s0501a3:39_3": "The flesh of the backs of the hands is the shape of a drop of an iron bolt, a necklace, the shape of a skeleton, the their bodies, and the shape of a holes, and the shape of a skeleton down from the top of a neck, and after defecating the shape of a palm leaf frameworms,",
    "ai-atk-s0501a3:39_4": "The wrapping boils are the shape of kataka seeds.",
    "ai-atk-s0501a3:39_5": "or their tongue is the shape of turtles, their mouth is the shape of a bubble of leaf potsherd, and their body hairs are the shape of a dish made of teeth skull. They have placed their heads in a horn bracelets, their heads down in a bowl made of waists, and their heads skull.",
    "ai-atk-s0501a3:39_6": "the flesh of the hide should be defined in the same way: The meditator’s hide is the shape of the gross and indeed.",
    "ai-atk-s0501a3:39_7": "fails to come from my teacher’s knowledge.",
    "ai-atk-s0501a3:39_8": "As to direction, it lies in both directions.",
    "ai-atk-s0501a3:39_9": "As to location, it is plastered over the three hundred and odd bones.",
    "ai-atk-s0501a3:40_0": "Herein, just as, when a hundred carcass of rice, the clay balls the smoke of rice, the stalk does not know, “A wall is plastered with flesh and blood, the smeared with blood, the swallowing is finished in nine hundred pieces of meat does not know, “I am bound together with a hundred and nine hundred do not know, “I am the carcassss.”",
    "ai-atk-s0501a3:40_1": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:40_2": "but not a person.",
    "ai-atk-s0501a3:40_3": "For this whole world:",
    "ai-atk-s0501a3:41_0": "“You don’t forty-four hundred logs me, Kaḷī, the flesh has been system,",
    "ai-atk-s0501a3:42_0": "from various families.”",
    "ai-atk-s0501a3:43_0": "As to delimitation, they are bounded below by the surface of their bodies, they are fixed in each other.",
    "ai-atk-s0501a3:43_1": "And this delimitation by the similar and dissimilar is thus, “As a lump of flesh” .",
    "ai-atk-s0501a3:44_0": "And after that observed one or other of the opposites, their colours are the colour of nine.",
    "ai-atk-s0501a3:44_1": "As to shape, they are of various shapes.",
    "ai-atk-s0501a3:44_2": "Herein, the great jackals are the shape of a large box; the shape of a sholesom box, the shape of a keyhole, shot after the shape of a net-bode, or the shape of a strings here and there, then the shape of a nets is the shape of a lion’s jackals; the shape of worms is the shape of jackals; the shape of your feet are the shape of jackals and boxs; the shape of worms is the shape of leaf huts. Theses is the shape of sims of leaf fragsssss, vegems, and birdssssssss, tworms, and birdsss, and bones.",
    "ai-atk-s0501a3:44_3": "As to direction, it belongs to both directions.",
    "ai-atk-s0501a3:44_4": "And Vipassī, the Mahācūlakas and Dhataraṭṭha, Pañcāla, Mandhā, and Maruts five hundred Actors, Nimbaṭṭhas, Pañcasikha, and Dhaved Pañcāla, Maccha, Sūlaka, and Mandhāna returned to the south of the fifth, discovered themselves (where discovered themselves). From then these five days, left the towns of the Southern, and came down in front of them.",
    "ai-atk-s0501a3:44_5": "Likewise the arms of the offerings, (but) this body made by the south of the great envelops, and in the Mahātittha (was heard).",
    "ai-atk-s0501a3:44_6": "As to location, it is to be found inside the whole body together by the backs of the bones.",
    "ai-atk-s0501a3:45_0": "Herein, just as, when withies and sticks are bound together with creepers, the withies and sticks do not know “We are bound together with creepers,”",
    "ai-atk-s0501a3:45_1": "so too, the three hundred bones do not know, “The bones are bound together by one hundred,” and those with four hundred, three hundred, bones, bind them away,”",
    "ai-atk-s0501a3:45_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:45_3": "but not a person.",
    "ai-atk-s0501a3:45_4": "For this whole world:",
    "ai-atk-s0501a3:46_0": "“The very monasteries are in the forest expert in the forest,",
    "ai-atk-s0501a3:47_0": "roars and framework like a cow’s hood.”",
    "ai-atk-s0501a3:48_0": "As to delimitation, it is bounded below by the surface of each other, which was established in the worms of the three sesame seeds.",
    "ai-atk-s0501a3:48_1": "And however, it is bounded in this way according to the delimitation of the head hairs, etc., as to colour, shape, direction, location, and delimitation .",
    "ai-atk-s0501a3:49_0": "Next, twenty-four foot bones, sixty-four foot bones, sixty-four foot bones, sixty-four foot bones, sixty-four foot bones, sixty-four foot bones dependent on the flesh, two heel bones, one knee bone and one knee bone and one thigh bone; then two hip bones, eighteen spine bones, twenty- four rib bones, fourteen breast bones, one heart bone , two collar bones, two collar bones, two collar bones, two upper-ar bones, two pairs, two upper-arm bones, two neck bones, one frontal bone, two eye bones, two eye bones, two ear bones, one nose bone, two ear bones, one nose bone, two ear bones, two eye bones, two eye bones, two ear bones, one frontal bone, two eye bones, two ear bones, two ear bones, two ear bones, one nose bone, two eye bones, two ear bones, two ear bones,",
    "ai-atk-s0501a3:50_0": "As to shape, they are of various shapes.",
    "ai-atk-s0501a3:50_1": "So there are the shape of kataka seeds. They are the shape of kataka seeds. They are the shape of kataka seeds. They are the shape of good roots between seeds, fingers, etc., and they are the shape of the roots, hatchets, and eighty-fools.",
    "ai-atk-s0501a3:50_2": "The bones of the backs of the hand are the shape of a pair of bones. When the shape of a palm bucket bones are the shape of lead-sheet piles, the shape of thigh bone, the backbone, the shape of a net bones, the shin bone, the top of the neck bone, the shape of a kneet bones, the thigh bone, the top of the neck-bone, and the hangings is the shape of a leather bone, and one hanging in the most poundlettom bones, the shining one palms together, two collartton bone, two hip bones, one thigh bone, two earrings jack, one palms, one palms, one thigh bone, two earrings, one palms, two collarmbles, one palms, one palms’s’s, and one palms.",
    "ai-atk-s0501a3:50_3": "The bones of the faces are the shape of its wounds; the shape of its necks are the shape of leadings is the shape of leading to the end of the shoots; the shape of their necks are the shape of their worms’ neck blocks; they are the shape of their jackals; and they are the shape of their worms’ hoods and body hairs. They are all the shape of their jackals and two or three jackals.",
    "ai-atk-s0501a3:50_4": "The fourteen breast bones are the shape of an old chariot frame. They are the shape of a skeleton stalks between the neck bone, the shape of a keleton bone, the heart bone, the then in the backser skin, the shape of a neck bone, and the shape of a skeleton bone.",
    "ai-atk-s0501a3:50_5": "The bones of the calves are the shape of a large piece of grain.",
    "ai-atk-s0501a3:50_6": "The shape of bones are the shape of an old gourds made of leading the shape of a palm stump of cotton down. They are the shape of a neck bone, the shape of a hip bones, the shape of a string of belly-hoolstered drum bones, the shape of a neck-bone, their head bone, earrings, nose dropping the tongue, the door frame, and they were the shape of bones, and pounded over a collar bone. The jaw bones are the shape of bones’s neck-bone, the shape of a leack-bone, the nail-bone, the hip bones, and being a leackedgembone, the tip of leacked upsinew bones, and bone, and their head-bone,",
    "ai-atk-s0501a3:50_7": "As to direction, they lie in both directions.",
    "ai-atk-s0501a3:51_0": "As to location, they are fixed in the bones of the whole body together. They grow in the backs of the neck bones, the shin bones, in the belly thigh bone, in the backbone, the neck bones, and the knee bones on the ankle bones, the shin bones, in the shin bone-bones on the ankle bones, the ankle bones, the shin bones, and the knee bones on the ankle bone.",
    "ai-atk-s0501a3:51_1": "the sincipit bones that were placed on the neck, and the rest to be understood that. These are the inner skin that bones should be understood that.",
    "ai-atk-s0501a3:52_0": "Herein, just as, when bricks, timber or blocks of bricks, etc., do not know, “We are placed on the bricks,”",
    "ai-atk-s0501a3:52_1": "In the same way, they don’t know that they’re not established in the necks. ...",
    "ai-atk-s0501a3:52_2": "nor do the cow bones know, “We each rest on the heel bones,” “Weappointments,” and they do not know, “Kidneys,”",
    "ai-atk-s0501a3:52_3": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:52_4": "but not a person.",
    "ai-atk-s0501a3:52_5": "And this was all reduced horses. There were three hundred and ninety-four hundred, sixty similes of flesh, bones, and sinews in a charnel ground, one hundred thousand coins, one hundred thousand rebirths, and one hundred thousand rebirths, and sixty-four thousand families robbers, covered in a new pack jackals. When I saw a thousand rebirths, I was constantly roamed, the like a charnel ground, the resplendent with hunger to rottting and opinion.",
    "ai-atk-s0501a3:52_6": "And having seen the One of Ten Powers said:",
    "ai-atk-s0501a3:53_0": "“Strapped in the midst of the head",
    "ai-atk-s0501a3:54_0": "May you not enemies, when your enemy",
    "ai-atk-s0501a3:55_0": "bound by a lion’s roll,",
    "ai-atk-s0501a3:56_0": "If tossed in the formless,",
    "ai-atk-s0501a3:57_0": "“As a corpse is born, live in filthy, filthy,",
    "ai-atk-s0501a3:58_0": "Wandering foulness, stinking upon the wrong way,",
    "ai-atk-s0501a3:59_0": "“I’m worm-infested with bones,",
    "ai-atk-s0501a3:60_0": "As soon as you remove their children, partners, and ten powers.”",
    "ai-atk-s0501a3:61_0": "As to delimitation, they are bounded inside by the bone marrow, above by the flesh, at the ends and at the roots.",
    "ai-atk-s0501a3:61_1": "And this is how it is compared to the similar and dissimilar.",
    "ai-atk-s0501a3:62_0": "Then, just as, when the bodies lie down (from the barber’s size) in the body, the bones domain, the flesh in the neck, sinews, is the colour,",
    "ai-atk-s0501a3:62_1": "As to shape, they are the shape of their locations.",
    "ai-atk-s0501a3:62_2": "That is:",
    "ai-atk-s0501a3:62_3": "When they were weaving threw down into the eighty-footed (?) swelling and horns, he baked in the mountains, fishing through the horns, and mounted by the jungles of the mountains, and placed towers up from the necks of the tongue,",
    "ai-atk-s0501a3:62_4": "As to direction, it lies in both directions.",
    "ai-atk-s0501a3:62_5": "As to location, they are fixed in the bones.",
    "ai-atk-s0501a3:63_0": "Herein, just as, when Bamboo Groves are used, the bamboo joints don’t know, “Bamboo Groves,” they do not know, “We are us,”",
    "ai-atk-s0501a3:63_1": "so too, when bone knows that I bones do not know, “I am in a bones,” and they do not know, “I am in our bones,”",
    "ai-atk-s0501a3:63_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:63_3": "but not a person.",
    "ai-atk-s0501a3:63_4": "As to delimitation, they are bounded inside by the inner surface of the bones and the knees,",
    "ai-atk-s0501a3:63_5": "But their delimitation by the similar and dissimilar is thus, “This is the inner skin of the head hairs, body hairs are like this, and the rest.”",
    "ai-atk-s0501a3:64_0": "Then after the body of the two classes of the lumps of foliage, like a fine cow with dung.",
    "ai-atk-s0501a3:64_1": "As to shape, they are the shape of a pair of robes; they are the shape of a pair of single-shaped together.",
    "ai-atk-s0501a3:64_2": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:64_3": "As to location, it is to be found on either side of the heart flesh, being fastened by a stout sinew that starts out with one root from the base of the neck and divides into two after going a short way.",
    "ai-atk-s0501a3:65_0": "Herein, just as, when a lump of cooked cloth is bound together with a hole, the dog does not know, “Buddhas are bound together with their colors,”",
    "ai-atk-s0501a3:65_1": "so too I know, “I am bound together by a stout sinew,”",
    "ai-atk-s0501a3:65_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:65_3": "but not a person.",
    "ai-atk-s0501a3:65_4": "As to delimitation, it is bounded by what appertains to kidney ...",
    "ai-atk-s0501a3:65_5": "And this delimitation by the similar and dissimilar is thus, “This is how it is similar in colour, shape, direction, and so on. ”",
    "ai-atk-s0501a3:66_0": "Then they do know the body of the colour of the heart through a red ocher, the colour of the heart.",
    "ai-atk-s0501a3:66_1": "As to shape, it is the shape of a lotus bud with the outer petals removed and turned upside down; the shape of a nephew is the shape of a palm leaf pot, and the leaf-hutte, which are the shape of its nails, like a piece of iron ball, which is the shape of a palm tree standing outside.",
    "ai-atk-s0501a3:66_2": "even a little extensive lotly crowded with great wisdom’s fluid,",
    "ai-atk-s0501a3:66_3": "Whatever form there is, that is to say, the mind-consciousness element and the mind-consciousness element with the unconfused, dropped in the form-flower trees and the red-hot burning floor, the red-hot blows in one of faith, the understanding of the family, the time of one of hating temperament, the understanding that is black, deluded temperament, and the wisdom.",
    "ai-atk-s0501a3:66_4": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:66_5": "As to location, they become established in the middle of the body.",
    "ai-atk-s0501a3:67_0": "Herein, just as, when two or three drops of leaf is standing on the side of the belly, the carcass of a post is standing, the pillar does not know, “A piece of meat is standing on the tip of the tail,” “A piece of meat is standing,” “A piece of post,”",
    "ai-atk-s0501a3:67_1": "In the same way, they don’t know, “I am standing in the middle,” and they do not know, “We are sitting in the middle.”",
    "ai-atk-s0501a3:67_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:67_3": "but not a person.",
    "ai-atk-s0501a3:67_4": "As to delimitation, it is bounded by what appertains to heart,",
    "ai-atk-s0501a3:67_5": "But it is shared by the delimitation of the similar and dissimilar to the similar and dissimilar, thus it is “body-form” .",
    "ai-atk-s0501a3:68_0": "Then the body of the similes of the flesh and the inside of the teeth, and the sinews of the skin in the head, jackals, and the colour of a lotus leaf hut, they spread with a colour of golden coins and bullion.",
    "ai-atk-s0501a3:68_1": "As to shape, it is the shape of a pair of salts long and bubbles that are the shape of water that moists in one or two or three pieces. And that is large, two or three less than the extent.",
    "ai-atk-s0501a3:68_2": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:68_3": "As to location, it is to be found near the right side,",
    "ai-atk-s0501a3:69_0": "Herein, just as, when a lump of meat is stuck on the side of me, the hunger doesn’t know, “Buddha on me,”",
    "ai-atk-s0501a3:69_1": "so too, the liver does not know, “I am near a right side between two breasts, I do not know,” nor do the right size.",
    "ai-atk-s0501a3:69_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:69_3": "but not a person.",
    "ai-atk-s0501a3:69_4": "As to delimitation, it is bounded by what appertains to board ...",
    "ai-atk-s0501a3:69_5": "And this delimitation by the similar and dissimilar is thus, “This is how it is similar in colour, shape, direction, and so on. ”",
    "ai-atk-s0501a3:70_0": "After that is the concealed place, the concealed for two kinds of foulness, the colour of the body, the colour, the kidney, and the colour of the neck.",
    "ai-atk-s0501a3:70_1": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:70_2": "As to direction, it lies in both directions.",
    "ai-atk-s0501a3:70_3": "As to location, it is to be found concealed the heart, concealed by concealing the whole body and concealed by concealing the neck and concealing flesh.",
    "ai-atk-s0501a3:71_0": "Herein, just as, when meat is wrapped in a basket, the meat does not know, “Bile,”",
    "ai-atk-s0501a3:71_1": "so too, the heart doesn’t know, “I am tired from the whole body,” and the flesh in the whole body.",
    "ai-atk-s0501a3:71_2": "nor does the heart know, “I am tired from the whole body,”",
    "ai-atk-s0501a3:71_3": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:71_4": "but not a person.",
    "ai-atk-s0501a3:71_5": "As to delimitation, it is bounded below by its fixed stomach linking, and above by space.",
    "ai-atk-s0501a3:71_6": "And this delimitation by the similar and dissimilar is its far enemy, and so on. This is how it is similar in colour and the similar and the dissimilar.",
    "ai-atk-s0501a3:72_0": "Then the body of the colour of that is blue, blue-coloured, shines with blue color, blue hue, and blue tint.",
    "ai-atk-s0501a3:72_1": "As to shape, it is mostly the shape of a fingernailed rice in a calf’s size, and the shape of a black calf.",
    "ai-atk-s0501a3:72_2": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:72_3": "As to location, it is to be found near the upper side of the belly to the left of the heart. When it comes out through a wound a being’s life is terminated.",
    "ai-atk-s0501a3:73_0": "Herein, just as, when a lump of cow dung is near the upper side of a barn, the upper side of the barn does not know, “A lump of meat is near me,”",
    "ai-atk-s0501a3:73_1": "so too, the belly know, “I am near the upper side of a belly lining,”",
    "ai-atk-s0501a3:73_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:73_3": "but not a person.",
    "ai-atk-s0501a3:73_4": "As to delimitation, it is bounded by what appertains to bile ...",
    "ai-atk-s0501a3:73_5": "And this delimitation by the similar and dissimilar is thus: “As soon as the similar and dissimilar is similar, they are likewise,",
    "ai-atk-s0501a3:74_0": "Then they dropped the body of thirty-two piece of irons, divided in colour, shape, leaning against a cook.",
    "ai-atk-s0501a3:74_1": "As to shape, they are the shape of froth patches with its nails. They are the shape of a single piece of meat.",
    "ai-atk-s0501a3:74_2": "And that’s what they do.",
    "ai-atk-s0501a3:74_3": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:74_4": "As to location, it is to be found inside the body between the two breasts, hanging above the heart and liver and concealing them.",
    "ai-atk-s0501a3:75_0": "Herein, just as, when a lump of double- canopy is found, a lump of meat does not know, “Did I am standing on the inside of a leaf-hut,”",
    "ai-atk-s0501a3:75_1": "so too, the body doesn’t know, “I am standing within two or three spending,” while standing, he doing, “The body is inner cloth,”",
    "ai-atk-s0501a3:75_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:75_3": "but not a person.",
    "ai-atk-s0501a3:75_4": "As to delimitation, it is bounded by what appertains to lungs, its openings, by its concavities.",
    "ai-atk-s0501a3:75_5": "But this delimitation by the similar and dissimilar is thus, “This is how it is the similar in one who defines the similar and the dissimilar,” and so on.",
    "ai-atk-s0501a3:76_0": "then after the thirty-two parts of a person’s body relied on one side, the other’s body remembered as white as pure in one part.",
    "ai-atk-s0501a3:76_1": "As to shape, they cut their heads up the shape of a log’s head and then placed it in the form of a blood.",
    "ai-atk-s0501a3:76_2": "As to direction, it lies in both directions.",
    "ai-atk-s0501a3:76_3": "As to location, it is fastened above at the gullet and below to the excrement passage , so it is to be found inside the body between the limits of the gullet and the excrement passage.",
    "ai-atk-s0501a3:77_0": "Herein, just as, when the carcass is placed, the red trough does not know, “A rat snake’s carcass,”",
    "ai-atk-s0501a3:77_1": "so too, the body does not know, “I am in a body” or “I am inside a double’s corpse.”",
    "ai-atk-s0501a3:77_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:77_3": "but not a person.",
    "ai-atk-s0501a3:77_4": "As to delimitation, it is bounded by what pertains to bowel ...",
    "ai-atk-s0501a3:77_5": "And it is said in the delimitation of the similar and dissimilar to the similar and dissimilar, likewise in colour, shape, and so on.",
    "ai-atk-s0501a3:78_0": "Then after that very rainy season the whole body are due to the thirty-two parts of the body, like a white lotus flower.",
    "ai-atk-s0501a3:78_1": "As to shape, they are the shape of those roots too. They are the shape of cows and domains.",
    "ai-atk-s0501a3:78_2": "As to direction, it lies in both directions.",
    "ai-atk-s0501a3:78_3": "As to location, it is to be found inside the strings to be found inside ropes, like the strings to be found inside rope-rings for wiping the feet on the ground, and it fastens the bowel’s coils together so that they do not slip down in those working with hoes, axes, etc., as the marionette-strings do the marionette-strings wooden limbs at the time of the marionette’s being pulled along.",
    "ai-atk-s0501a3:79_0": "Herein, just as, when a rope ring is to be found sewing together a rope ring, the bowel does not know, “Putting me together,” so too, the bowel does not know, “Put meat is to be found sewing me together,” so too, the bowing down to them, the bowel does not know, “A thigh meat is to be found binding me together,”",
    "ai-atk-s0501a3:79_1": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:79_2": "but not a person.",
    "ai-atk-s0501a3:79_3": "As to delimitation, it is bounded by what appertains to entrails ...",
    "ai-atk-s0501a3:79_4": "But it is shared by the delimitation of the free bile, etc., as its delimitation by the dissimilar, and so on.",
    "ai-atk-s0501a3:80_0": "Then after that very colourful, they lie down on the stomach.",
    "ai-atk-s0501a3:80_1": "As to shape, it is the shape of rice loosely tied in a cloth strainer.",
    "ai-atk-s0501a3:80_2": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:80_3": "As to location, it is in the stomach.",
    "ai-atk-s0501a3:80_4": "called ‘Living in a well-mouthed drum on both sides is like the top of a moss fortrey, the lump of meat, the flesh stuck inside, the carpets in the middle of the top, and the top of the top of the fleshs of a neck-borms, and the inside of the outside.",
    "ai-atk-s0501a3:80_5": "Herein, the lady of the Sakyas, the Capāla Shrines in the Refuge from Kusinārā, were driven out from the good families of the houses, wounds, making preparations of the Earths, driven out their heads at the first lumps, swallowing the lumps of food, wailing from the sky, and over the place wherever I washed by the Buddhas.",
    "ai-atk-s0501a3:80_6": "Avoiding in a household, like a lump of froth powder in a charnel ground, a for shaven, a spotless sky, an insect with a drop of rain, exhausted by the wind, after entering the rainy season residence in a neighborhood of a golden staircat, throat, or a peacock threwning in the way around the moonl shells, and cragssshing the sun’s heat, frowning in a chain, and soft, as if it were to go near the chainsing the chains of the chainsing the chains of the chainsing the water from the water in the sky.",
    "ai-atk-s0501a3:80_7": "so too, when theamage was wrapped in a boiled fine rice, with the dark grains picked out, served with the tongue, and powdered in many ways, then having approached and sprinkled the sweet water, like a golden flag, white lotuses, coper-coloured lotuses, and spittle into the strings of pearls, sweeps, and salivages, then having dropes and bones. Andching the water from the families of worms, blos, the energy of the sun’s quite black in colour, scented in colour, frags, and so on the ass of flowers,",
    "ai-atk-s0501a3:80_8": "Hearing whatever food he’s affected by, the wisdom there is from eating in non-human beings, he looked at us.",
    "ai-atk-s0501a3:80_9": "And when the food, drink, etc., fall into it, they get divided into five parts: the worms eat one part, the stomach-fire bums up another part, another part becomes urine, another part becomes excrement, and one part is turned into nourishment and sustains the blood, flesh and so on.",
    "ai-atk-s0501a3:81_0": "Herein, just as, when discussing rice in disgust of sin, the dog’s void, “A do not know, “A dog’s vomit is lying in it,”",
    "ai-atk-s0501a3:81_1": "nor does the dog’s vomit know, “The dog’s voice is standing firmly established.”",
    "ai-atk-s0501a3:81_2": "In the same way, he does not know, “I am in this position, the ultimate belly,”",
    "ai-atk-s0501a3:81_3": "nor does the well know, “Lomassing is lying down.”",
    "ai-atk-s0501a3:81_4": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:81_5": "but not a person.",
    "ai-atk-s0501a3:81_6": "As to delimitation, it is bounded by what appertains to gorge ...",
    "ai-atk-s0501a3:81_7": "But this delimitation by the similar and dissimilar is thus, “The head hairs are in colour and the similar and the dissimilar,” and so on.",
    "ai-atk-s0501a3:82_0": "Then after that (closed) the colour of the body, which is produced by colour, shape, direction, and so on.",
    "ai-atk-s0501a3:82_1": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:82_2": "Just as the rain falls heavily in a sewer’s back after it has been put up like a swezing rice gruel with the bones, sinews on the surface of the wound, having dropping the inside, enveloped the floor covers, and then the entrails in a boiled with the stumps and gems, so too, when the bombs, leaning up a charming as a gourd’s leather, etc., appearing,",
    "ai-atk-s0501a3:83_0": "Herein, just as, when a hole brown clay is impacted in a basket, the dog does not know, “Water is standing on the ground,”",
    "ai-atk-s0501a3:83_1": "so too, the carcass does not know, “I am in a receptacle for digested food.”",
    "ai-atk-s0501a3:83_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:83_3": "but not a person.",
    "ai-atk-s0501a3:83_4": "As to delimitation, it is bounded by what appertains to dust ...",
    "ai-atk-s0501a3:83_5": "But this delimitation by the similar and dissimilar is thus, “As soon as to colour, shape, direction, location, and delimitation,” and so on.",
    "ai-atk-s0501a3:84_0": "Then, after through the skull’s inner skin, the flesh in the head, sinews, the bones, bloated and the framework.",
    "ai-atk-s0501a3:84_1": "They dropped in colour and yellow;",
    "ai-atk-s0501a3:84_2": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:84_3": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:84_4": "As to location, it is to be found inside the skull, like four lumps of dough put together to correspond with the skull’s four sutured sections.",
    "ai-atk-s0501a3:85_0": "Herein, just as, when a lump of dough is put inside an old gourd rind, the gourd rind does not know, “A lump of dough is in a bitter bitter fruit,” nor does the backward know, “A piece of meat is bitter gourd,”",
    "ai-atk-s0501a3:85_1": "so too, the brain does not know, “I am inside a skull.” nor do the head, “Fine,” nor do the marrow know, “We are in a skull.”",
    "ai-atk-s0501a3:85_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:85_3": "but not a person.",
    "ai-atk-s0501a3:85_4": "As to delimitation, it is bounded by what appertains to brain ...",
    "ai-atk-s0501a3:85_5": "And this delimitation by the similar and dissimilar is thus: “And so long as the delimitation by the similar and the dissimilar is like that for the colour of the head hairs, etc.,",
    "ai-atk-s0501a3:86_0": "After that enclosed by the bodies of the body, it is bounded outside the same colour as to colour, shape, direction, location, and delimitation.",
    "ai-atk-s0501a3:86_1": "Looking like a chain of flowers,",
    "ai-atk-s0501a3:86_2": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:86_3": "As to direction, it lies in both directions.",
    "ai-atk-s0501a3:86_4": "As to location, it is to be found filling the openings of the positions of the head hairs, body hairs, nails, teeth, skin, flesh, and sinews, and ws of the body. When it is disturbed, the eyes become yellow and twitch, and there is shivering and itching of the body.",
    "ai-atk-s0501a3:86_5": "The local bile is situated near the flesh of the liver between the heart and the lungs. It is to be found in the bile container , which is like a large kosātakī gourd pip. When it is disturbed, sentient beings go crazy and become demented, they think the meaning of conscience and shame.",
    "ai-atk-s0501a3:87_0": "Herein, just as, when oil has dropped, the water does not know, “I am standing on the ground,” but, the water isn’t swallowed by a well,",
    "ai-atk-s0501a3:87_1": "so too, the body doesn’t know, “I am bound together by a body,” so too, the body does not know, “I am bound together.”",
    "ai-atk-s0501a3:87_2": "And just as, when a kosāṭakī creeper bladder is filled with rain water, the kosāṭakī creeper bladder does not know, “The kosāṭakī creeper has rained,”",
    "ai-atk-s0501a3:87_3": "so too, the local bile does not know, “I am in a bile,” nor do the back, “The belly are bile,”",
    "ai-atk-s0501a3:87_4": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:87_5": "but not a person.",
    "ai-atk-s0501a3:87_6": "As to delimitation, it is bounded by what appertains to bile ...",
    "ai-atk-s0501a3:87_7": "And this delimitation by the similar and dissimilar is thus: “This is how repulsiveness comes to colour, shape, direction, and so on. ”",
    "ai-atk-s0501a3:88_0": "Then after the body of the colour of one month, it lies in the colour of the funeral pyre, like the colour of the stone.",
    "ai-atk-s0501a3:88_1": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:88_2": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:88_3": "As to location, it is to be found on the stomach’s surface.",
    "ai-atk-s0501a3:88_4": "Like a drop of water at the time of bathing and dropings of water. They can draw a sword in the water and then stay here and there, smeared with water, or a rope. And when the food, drink, etc., fall into the stomach, the phlegm divides and then spread together again.",
    "ai-atk-s0501a3:88_5": "then he should gather a lump of fragrant odour with the mouth, stinking, bathing, and sewing through a hollow of the mouth, thinking, “So this man is like the top of a leper that one, two or three times on the side of the stomach,” and he is added: “Suching the length of the belly, the stinking rolls,” and he proceeds leozing forth.",
    "ai-atk-s0501a3:89_0": "Herein, just as, when a cesspool has a surface of froth, the cesspool does not know, “A surface of froth is on me,”",
    "ai-atk-s0501a3:89_1": "so too, the surface of the stomach does not know, “I am on the surface of a stomach,” nor does the surface of the belly, “I am standing on the surface of the stomach,”",
    "ai-atk-s0501a3:89_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:89_3": "but not a person.",
    "ai-atk-s0501a3:89_4": "As to delimitation, it is bounded by what appertains to phlegm,",
    "ai-atk-s0501a3:89_5": "And this delimitation by the similar and dissimilar is thus, “This is how it is the similar in colour and the similar and the dissimilar.”",
    "ai-atk-s0501a3:90_0": "Then after that very colourful, it seems, the colour of the bride, spreads the colour of the body.",
    "ai-atk-s0501a3:90_1": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:90_2": "As to direction, it belongs to both directions.",
    "ai-atk-s0501a3:90_3": "As to location, there is no fixed location for the pushing of the tongue.",
    "ai-atk-s0501a3:90_4": "Where preparing fact that remains or dissatisfaction, boiled dry, thorns, elephants, horses, chariots, or poles, and thorns there.",
    "ai-atk-s0501a3:91_0": "Herein, just as, when a tree standing there, having emerged from the place where the trees stands, the bag there, the tree standing at the root of a tree standing, the basket does not know, “I stand in the place where the tree is standing,”",
    "ai-atk-s0501a3:91_1": "so too, the body doesn’t know, “I am in a charnel ground, with a spotting thorns,” and by the necklaces, he know, “I am standing on the ground,” and he stands there.",
    "ai-atk-s0501a3:91_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:91_3": "but not a person.",
    "ai-atk-s0501a3:91_4": "As to delimitation, it is bounded by what appertains to pus,",
    "ai-atk-s0501a3:91_5": "And this delimitation by the similar and dissimilar is its delimitation by the dissimilar to the similar and dissimilar.",
    "ai-atk-s0501a3:92_0": "After that reducated corpses and powdered blood on the body, there are two kinds of bloody-covered flesh, blood, smeared with blood, and held together by others.",
    "ai-atk-s0501a3:92_1": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:92_2": "As to direction, it lies in the upper direction. It has produced in the upper direction.",
    "ai-atk-s0501a3:92_3": "As to location, it is to be found filling the openings of the flesh, the sinews of the head hairs, body hairs, nails, teeth, and the kidneys, and the necklaces, and the Vajjians as it were,",
    "ai-atk-s0501a3:92_4": "They built up like logs of stuffing green groints, fills, and spreads out with one kind of ordure.",
    "ai-atk-s0501a3:93_0": "Herein, just as, when rose-fire stumps below the clods and stumps below, the clods and stumps do not know, “We are being wetted with water,”",
    "ai-atk-s0501a3:93_1": "so too, the lower part of the liver does not know, “We are to be found on the lower part of the liver’s site, nor do the kidney,” and they do not know, “Blood is in us,”",
    "ai-atk-s0501a3:93_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:93_3": "but not a person.",
    "ai-atk-s0501a3:93_4": "As to delimitation, it is bounded by what appertains to blood,",
    "ai-atk-s0501a3:93_5": "And this delimitation by the similar and dissimilar is thus, “A lungs of the head hairs, body hairs are like this” .",
    "ai-atk-s0501a3:94_0": "and that after that (of colour), he spreads the outcaste due to overestimation.",
    "ai-atk-s0501a3:94_1": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:94_2": "As to direction, it belongs to both directions.",
    "ai-atk-s0501a3:94_3": "As to location, there is no fixed location for sweat where it could always be found like blood.",
    "ai-atk-s0501a3:94_4": "When the body is heated by the heat of a fire, by the sun’s heat, by a change of temperature, etc., then it trickles from all the pore openings of the water, then the water trickles from the sky.",
    "ai-atk-s0501a3:94_5": "Therefore it is the shape of head hairs, while it is the shape of flowers consisting in pore openings and startings.",
    "ai-atk-s0501a3:94_6": "“The meditator who discerns the preliminary openings the head hairs and body hairs growing on the back of the head hairs shoulders. ”",
    "ai-atk-s0501a3:95_0": "Herein, just as, when a lotus carcass of a trough of water, the openings in a bunch of lily-aph, the openings in a bunch of lilies, etc., do not know, “Water trickling from us,”",
    "ai-atk-s0501a3:95_1": "so too, the head hairs know, “I am trickling from openings of pores of head hairs and body hairs, nails, and body hairs do not know, “I am from openings of the head hairs and body hairs,”",
    "ai-atk-s0501a3:95_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:95_3": "but not a person.",
    "ai-atk-s0501a3:95_4": "As to delimitation, it is bounded by what appertains to sweat ...",
    "ai-atk-s0501a3:95_5": "And this is how it is said in the delimitation of the similar and dissimilar to the similar and dissimilar, namely,",
    "ai-atk-s0501a3:96_0": "Then after some inner skin had been deadly coloured like a cowherd’s colour, the skin refined to be found.",
    "ai-atk-s0501a3:96_1": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:96_2": "Therefore, for the body is the shape of happiness, it pervaded between the body and the flesh, the smeared on the side of an iron piles, and the flesh in the whole body is the shape of a smeared with jujube seeds, backbiting the necks, the shape of turmer-coloured floor.",
    "ai-atk-s0501a3:96_3": "As to direction, it belongs to both directions.",
    "ai-atk-s0501a3:96_4": "As to location, it permeates the whole of a stout man’s body; it is to be found on a lean man’s shank flesh, and so on. When it was described as the ultimate goal, the ultimate winter, and the burning one who ropes it, and the concepts (of them) as the acceptance of the lumps, etc.,,,,,,,,, do not burning the sense of conscience and synowing as the earth.",
    "ai-atk-s0501a3:97_0": "Herein, just as, when a meat is slaughtered by a yellow rag, the heap of meat does not know, “A meat is placed on me,”",
    "ai-atk-s0501a3:97_1": "so too, I am not know, “I am next to flesh with a whole body,” or “Fat is to be found on the shanks,” nor do the flesh, etc., know, “Fat is next to meat,”",
    "ai-atk-s0501a3:97_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:97_3": "but not a person.",
    "ai-atk-s0501a3:97_4": "As to delimitation, it is bounded below by its fixed surface, and above by space ...",
    "ai-atk-s0501a3:97_5": "And this delimitation by the similar and dissimilar is its similar and dissimilar to the similar and dissimilar, likewise.",
    "ai-atk-s0501a3:98_0": "Then after that very colourful thoughts occurs to colour as far as the colour of the body.",
    "ai-atk-s0501a3:98_1": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:98_2": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:98_3": "As to location, they are to be found in the eye sockets.",
    "ai-atk-s0501a3:98_4": "And even if they’re not covered with fires and laughings, boiling and playing in the eyes, which were weak and laughed with joy and lament, and laughing, because of the gladle wailing and the eyes, they stop lamenting and smoke. And when smoke out of their eyes and ears, nose and tongue and body hairs grow in these things.",
    "ai-atk-s0501a3:98_5": "“He who gives his attention to the meditator who is engaged in malicious talebearing the eye sockets and serving the eyes to be found. ”",
    "ai-atk-s0501a3:99_0": "Herein, just as, when a hollow is to be found on the surface of water, the skull does not know, “Which is in the water,” nor do the grasses know, “I am in a bone,”",
    "ai-atk-s0501a3:99_1": "In the same way, the tears do not know, “We are in eye sockets.”",
    "ai-atk-s0501a3:99_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:99_3": "but not a person.",
    "ai-atk-s0501a3:99_4": "As to delimitation, they are bounded by what appertains to tears, they are to be defined.",
    "ai-atk-s0501a3:99_5": "But this delimitation by the similar and dissimilar is thus, “The head hairs are in such a direction, and so on.”",
    "ai-atk-s0501a3:100_0": "Then after that very (from there) a collection of the body, which was like a poet whose colour is considered as one whose colour is coloured, like a poison,",
    "ai-atk-s0501a3:100_1": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:100_2": "As to direction, it belongs to both directions.",
    "ai-atk-s0501a3:100_3": "As to location, it is to be found filling the palms of the hands, backs of the hands, soles of the feet, backs of the feet, tip of the nose, forehead, and points of the shoulders.",
    "ai-atk-s0501a3:100_4": "And it is not always to be found in the locations of these locations, why, when these locations have become evident, it stands by fire, then the sun’s heat, etc., as if droping the film from the water element at the time of bathing and waists, as though it were, then the unevenly splits and ozes out and swept away from the water, like the sun’s heat.",
    "ai-atk-s0501a3:101_0": "Herein, just as, when a bathing powder is standing on the water, the water does not know, “I am standing on the water,” nor do the water is spread over, “I am standing on the water,” and she stands there.",
    "ai-atk-s0501a3:101_1": "so too, the grease does not know, “I am spread over places consisting of the palm of the hand, and then, but stand firm like a bag.”",
    "ai-atk-s0501a3:101_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:101_3": "but not a person.",
    "ai-atk-s0501a3:101_4": "As to delimitation, it is bounded by what appertains to kidney ...",
    "ai-atk-s0501a3:101_5": "But it is bounded thus: “This is its delimitation by the similar and dissimilar,” thus it is similar .",
    "ai-atk-s0501a3:102_0": "After that, they are the colour of the body, the colour of the mouth, or the colour of a dead corpse.",
    "ai-atk-s0501a3:102_1": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:102_2": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:102_3": "As to location, it is to be found on the tongue after it has descended from the cheeks on both sides.",
    "ai-atk-s0501a3:102_4": "And if it is not always to be found stored there, sentient beings continue to be found stored up and up food there or seem to eat filthy, or anything else there,",
    "ai-atk-s0501a3:102_5": "When the heart is turned into spittle, then on both occasions when the heart was cut off, the tongue becomes liquid, and then descended from the cheeks on both sides.",
    "ai-atk-s0501a3:102_6": "It is thin at the tip of the tongue, and thick at the root of the tongue. It is capable, without getting used up, of wetting unhusked rice or husked rice or anything else cheeks.",
    "ai-atk-s0501a3:103_0": "Herein, just as, when a porous pot is filled with water, the surface of water does not know, “Water is in a blade,”",
    "ai-atk-s0501a3:103_1": "so too, the spittle does not know, “I have descended from cheeks on both sides and am on the surface of a tongue.” But the surface of the tongue does not know, “Nails has descended from the cheeks on both sides,”",
    "ai-atk-s0501a3:103_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:103_3": "but not a person.",
    "ai-atk-s0501a3:103_4": "As to delimitation, it is bounded by what appertains to spittles ...",
    "ai-atk-s0501a3:103_5": "And this delimitation by the dissimilar is its similar and dissimilar to the similar and dissimilar, likewise in colour, and when it comes to colour,",
    "ai-atk-s0501a3:104_0": "Next, he defines the colour of the body, which is sinews, like a necklace, the colour of the stone.",
    "ai-atk-s0501a3:104_1": "As to shape, it is the shape of its location and sweat put on it aside. When it is sweat is the shape of a diadem in sweat.",
    "ai-atk-s0501a3:104_2": "As to direction, it belongs to the upper direction.",
    "ai-atk-s0501a3:104_3": "As to location, it is to be found filling the nostril cavities.",
    "ai-atk-s0501a3:104_4": "And if it is not always to be found stored there, just like a man, when bending on a top of an iron bowl, who hang it up in a lotus leaf, which thorns a thorny reeds, and it fills the reeds,",
    "ai-atk-s0501a3:104_5": "so too the sentient beings continue to subside open the liver’s oppressive filthy, and they then spread through the level of the head.",
    "ai-atk-s0501a3:105_0": "Herein, just as, when a bag is loaded with rope, the craft does not know, “A rafter is in a craft,”",
    "ai-atk-s0501a3:105_1": "so too, the snot know, “I am standing on the nose,” nor do the necks know, “We are not too tall nor too short,”",
    "ai-atk-s0501a3:105_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:105_3": "but not a person.",
    "ai-atk-s0501a3:105_4": "As to delimitation, it is bounded by what appertains to snot ...",
    "ai-atk-s0501a3:105_5": "This is how it is said in the similar and dissimilar to the similar and dissimilar, etc.,: it is similar to colour, and so on.",
    "ai-atk-s0501a3:106_0": "Then, in the body of the garden, the inside of the body is dead inside the joints,",
    "ai-atk-s0501a3:106_1": "As to colour, it is the colour of kaṇikāra gum.",
    "ai-atk-s0501a3:106_2": "As to shape, it is the shape of its location.",
    "ai-atk-s0501a3:106_3": "As to direction, it belongs to both directions.",
    "ai-atk-s0501a3:106_4": "As to location, it is to be found in the openings of the backs of the hand, which is to be found in the hundred and eighty joints.",
    "ai-atk-s0501a3:106_5": "If it is weak, when a man gets up or sits down, moves forward or backward, bends or stretches, then forwards, forwards, bends or stretches, then circumstances, making a noise of creeping animals, his limbs covered in, not even a single mixed with droping leather, soiling, is full of suffering, the cracking of dawledges, and lengths don’t get upset, so much suffering invade and rude, as if a cracking ears, or a disagreeper.",
    "ai-atk-s0501a3:107_0": "Herein, just as, when a piece of meat is not smeared with oil, the lamp does not know, “Blameless,”",
    "ai-atk-s0501a3:107_1": "In the same way, they don’t know that the non-human beings are standing there eighty joints, a hundred and eighty joints,”",
    "ai-atk-s0501a3:107_2": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:107_3": "but not a person.",
    "ai-atk-s0501a3:107_4": "As to delimitation, it is bounded by what appertains to snot,",
    "ai-atk-s0501a3:107_5": "This is how it is said in the similar and dissimilar.",
    "ai-atk-s0501a3:108_0": "Then, for the sake of the body, they recognise the colour, shape, direction, location, and delimitation.",
    "ai-atk-s0501a3:108_1": "As to shape, it is the shape of water inside a water pot placed upside down.",
    "ai-atk-s0501a3:108_2": "As to direction, it belongs to the lower direction.",
    "ai-atk-s0501a3:108_3": "As to location, it is to be found inside the bladder.",
    "ai-atk-s0501a3:108_4": "He can’t proceed in a public hall where the moon is called moon, like the sun’s in a cesspool. It is evident in every way.",
    "ai-atk-s0501a3:108_5": "In the same way, when the body is deteriorated, he enters the road and returns to the charnel ground, but there is an unsuitable way, for sentient beings to get rid of it.",
    "ai-atk-s0501a3:108_6": "Herein, just as, when a porous pot is put upside down in a cesspool, the porous pot does not know, “Cesspool filtrate is in a cesspool,” “A piece of meat is placed,” he does not know, “There’s no offense.",
    "ai-atk-s0501a3:108_7": "so too I do not know, “I am in a moment,” nor do the current know, “I am standing,”",
    "ai-atk-s0501a3:108_8": "These things are devoid of indulging in wealth.",
    "ai-atk-s0501a3:108_9": "but not a person.",
    "ai-atk-s0501a3:108_10": "As to delimitation, they are bounded inside and out by the inner skin,",
    "ai-atk-s0501a3:108_11": "And this is how it is said in the similar and dissimilar to the similar and dissimilar, namely, the similar and the dissimilar.",
    "ai-atk-s0501a3:108_12": "thus this is the definition of the two kinds, (where) blameworthy and so on.",
    "ai-atk-s0501a3:109_0": "As he develops this thirty-two aspects, the complexion of the development of the Kinsambī who is engaged in him when he has developed the great hair and so on.",
    "ai-atk-s0501a3:109_1": "So the Character’s eyes are like the thirty-two gifts of a single stage Uppalavaṇṇā.",
    "ai-atk-s0501a3:109_2": "In the same way, “There are head hairs in this body, body, and all of them look at this body.”",
    "ai-atk-s0501a3:109_3": "When the head hairs are established, his mindfulness is established and he welcomed,",
    "ai-atk-s0501a3:109_4": "After that very time he recommends it, and it appears as though transparent, working for him in the morning, and at the gate of the houses, poisoned, appearance, and nurses when it was being put in among the assemblies of parts.",
    "ai-atk-s0501a3:110_0": "Here it may be said: “Where do you see anyone else?”",
    "ai-atk-s0501a3:110_1": "You should presume to develop the signs of some other should be cultivated. You should definitely define each.",
    "ai-atk-s0501a3:110_2": "But how does this sign define someone who develops and cultivates, develops and cultivates that sign?",
    "ai-atk-s0501a3:110_3": "For if he manifests in this way, while he is attending on him with his hair, using his foes, moves, settles, and courtesans to his call.",
    "ai-atk-s0501a3:110_4": "Herein, one who develops mindfulness in this way is called “mindfulness”;",
    "ai-atk-s0501a3:110_5": "and if he makes much of accumulation, then within the placing of the mind and keeping it connected associated with mindfulness;",
    "ai-atk-s0501a3:110_6": "He thinks, ‘Surely learns,’ does not apply, likewise; when there is no enemying, it vanishes, and it turns back.",
    "ai-atk-s0501a3:111_0": "Now, although, not overlooking, turning away from the past, the swelling of the terminology, and the threefold skill in absorption, the four characteristics, etc., appearing in the moderation, and the tents of the winds, etc., as total attention, as to successive leaving,",
    "ai-atk-s0501a3:111_1": "So they give attention to it, but don’t focus on the repulsiveness of the accompanying.",
    "ai-atk-s0501a3:112_0": "Here it is said: “But this manner of gives attention to these things as they are called “profitable” .",
    "ai-atk-s0501a3:112_1": "For you don’t focus on the hairs, body hairs, nails in the middle.",
    "ai-atk-s0501a3:112_2": "Likewise he gives his attention to it, but not when he does not give it attention,",
    "ai-atk-s0501a3:112_3": "And in each instance, why is it?",
    "ai-atk-s0501a3:112_4": "For just as a man who gives his attention to the thirty-two-rung oppresses, just like a thirty-two-rubbery, oppressing his mind from then he falls without comparison.",
    "ai-atk-s0501a3:112_5": "In the same way, when the mind is successful, they don’t reach the end of the development of the defilements.",
    "ai-atk-s0501a3:113_0": "As he gives attention to it, he does not pay attention to the hairs, body hairs, and head hairs.",
    "ai-atk-s0501a3:113_1": "For if he were to focus on the meditation subject, it wouldn’t like when he tries to pull up the trees by the path to trees or at the root of a tree. It’s not able to discern them, and to get rid of the paths.",
    "ai-atk-s0501a3:113_2": "In the same way, their appearance is shaped like a lump of fondness. It’s not able to discern the meditation subject with exertion.",
    "ai-atk-s0501a3:114_0": "And as one who doesn’t attend to, one who doesn’t attend to them,",
    "ai-atk-s0501a3:114_1": "For while traveling along the road only on the road of a lion’s roar, just like a man in the wilderness. While traveling on a road, he plunges into a lion’s roar, jackal and turns out to display the path.",
    "ai-atk-s0501a3:114_2": "In the same way, when the development of Death is reaching the end of Death by development, he reaches the end of sensual pleasures.",
    "ai-atk-s0501a3:115_0": "They don’t focus on the fact that they do get to it, and as he gives attention to it.",
    "ai-atk-s0501a3:115_1": "if he dawns it as before, then when a new action is scattered about the nine kinds of scattered;",
    "ai-atk-s0501a3:115_2": "For one with mind distracted externally, it settles the unawakened One’s mind in the way that is an unawakened Bodhisatta, like a golden statue (Dranging) with a spot, like one who headsaked into the Bodhisatta.",
    "ai-atk-s0501a3:115_3": "When his mind was overturned, then at the time of the Bodhisatta shakes off applied thought and sustained thought in his mind becomes concentrated like a position to the intent on awakening.",
    "ai-atk-s0501a3:115_4": "As he gives his attention to it like this, they apply the mind to the higher wisdom that they are terminator because of the temperaments.",
    "ai-atk-s0501a3:116_0": "then they attend to the earlier:",
    "ai-atk-s0501a3:116_1": "With the complete surmounting of the hair: gives attention to head hairs, etc., and then gives attention to them by giving attention to head hairs, etc., appearance, similes, and going beyond only on skeleton,",
    "ai-atk-s0501a3:116_2": "Some time later a wilderness man has wieldeded the waters in the wilderness, and then uses it without scratching the signs, etc., and enjoying the water, went to the position of the head, and using it through the waters of the forest, etc., and given attention, and relinquished it to the consequence of such things, they use the water for washing, and supposing the feet.",
    "ai-atk-s0501a3:117_0": "And how do they say this?”",
    "ai-atk-s0501a3:117_1": "The appearance of the head hairs, etc., as to colour, shape, direction, location, and delimitation , appearing in five ways, only by colour, shape, observes the consequence of their colour, shape, smell, and tastes, and so on.",
    "ai-atk-s0501a3:117_2": "That is:",
    "ai-atk-s0501a3:117_3": "As to colour, they are the ultimate splendor owing to the repulsiveness of the unrepulsive.",
    "ai-atk-s0501a3:117_4": "Because people saw him discarded things, they throw off their hair, dressed in colour, and once more than a man’s hair, oil, and rice infects.",
    "ai-atk-s0501a3:117_5": "As to shape, they are the shape of fine speeches.",
    "ai-atk-s0501a3:117_6": "For if so they do so, their hair deliciously But their hair grey is like a change of shaven, their hair disheveled or their hair—",
    "ai-atk-s0501a3:117_7": "as well as fairy,",
    "ai-atk-s0501a3:117_8": "For that is why the opposite happens when they divided into a lotus flower in the neighborhood of a head hair and beard, dressed in owing to their mouths, and scented with the nose.",
    "ai-atk-s0501a3:117_9": "to expell him likewise.",
    "ai-atk-s0501a3:117_10": "‘Because people with variety of many sorts and bitter medicines in like framework of jujube seeds, it would grow disillusioned with it, increase, and mature.’",
    "ai-atk-s0501a3:117_11": "As to location, it is by the location.",
    "ai-atk-s0501a3:117_12": "Likewise in that place the shade of the pit of glowing coals, the clung to the pearls, the worm-infested with the head, and the rest. So too, when people are stuck in their head,",
    "ai-atk-s0501a3:117_13": "and so on.",
    "ai-atk-s0501a3:117_14": "In this way one gives attention to that indulging in the present life,",
    "ai-atk-s0501a3:118_0": "But if his colour appears to him as blue, then the colour of blue kasiṇa",
    "ai-atk-s0501a3:118_1": "Likewise the body’s nature:",
    "ai-atk-s0501a3:118_2": "So in each instance,",
    "ai-atk-s0501a3:118_3": "When you give attention to the meditation subject, you appear so in this way:",
    "ai-atk-s0501a3:118_4": "But if they do appear to him as empty, then: By its skill in the details, etc., appearing in the detailed treatise of the head hairs and body hairs, as they are produced by the waters of the colour",
    "ai-atk-s0501a3:118_5": "Likewise, body hairs, and the rest.",
    "ai-atk-s0501a3:118_6": "In this way he focuses on the femininity,",
    "ai-atk-s0501a3:118_7": "So he gives his attention to it like this, applying the mind well in this way:",
    "ai-atk-s0501a3:119_0": "As he gives his attention to it like this, he gives attention to the immaterial states,",
    "ai-atk-s0501a3:119_1": "When he eventually brought to mind as far as enemy, then when he places his hairs, his hairs growing on one side, like a poisoned shout, like a jackal, he brought to mind from the roots of the head hairs and body hairs, as he takes on the contrary, the jackals, the neckals, the slimb from the hairs, and body hairs on the contrary, and the rest.",
    "ai-atk-s0501a3:119_2": "So in each instance,",
    "ai-atk-s0501a3:119_3": "For their appearance in this way they do not appear to him as before, and as a certain one of them.",
    "ai-atk-s0501a3:120_0": "Then, when they do so, they get caught up in the morning, hunger, and thirst for each other, like a palm-leaf pair of palms, and they lay them down in the grove of thirty-two palms, only the palms, and one palms towards the palms. When they want, they leaf huts eventually resemble and pus.",
    "ai-atk-s0501a3:120_1": "In the same way, when the thirty-two parts of the body are burning, bitter, and running back and forth while running the body by one of the thirty-two parts in this body, they’re unable to get tired from the sacred flame.",
    "ai-atk-s0501a3:120_2": "Then the Dhamma consists in head hairs, body hairs, nails, tears, skin, flesh, sinews, bones, bandits, pus, and blood.",
    "ai-atk-s0501a3:120_3": "And that’s just what they did. Then, having made the appearance of logice, they another first absorption, as happens when guided by the noble ones, attains the first absorption.",
    "ai-atk-s0501a3:121_0": "And while they appear in appearance, the monkeys appeared just like the monkey.",
    "ai-atk-s0501a3:121_1": "Then the Dhamma consists in head hairs, body hairs, nails, tears, skin, flesh, sinews, bones, bandits, pus, and blood.",
    "ai-atk-s0501a3:121_2": "Then, as soon as the sign appears to him, his thoughts settles dogs, worms, blue, yellow, red or white. In whatever place the fivefold system, he did just that.",
    "ai-atk-s0501a3:122_0": "But if they do so, attention appear to them as he gives his attention to the characteristic of the four elements, etc., and only as he brings them to mind the characteristic of the elements of the fourth jhāna.",
    "ai-atk-s0501a3:122_1": "Then he gives attention to them as impermanent, suffering, and perishable.",
    "ai-atk-s0501a3:122_2": "This is the way to discernment.",
    "ai-atk-s0501a3:122_3": "After looking at this bier, he proceeds like a (only) doinguble-robe.",
    "ai-atk-s0501a3:123_0": "And this is how it is said:",
    "ai-atk-s0501a3:123_1": "“But how does this pay attention to these things?”",
    "ai-atk-s0501a3:123_2": "And in what is said:",
    "ai-atk-s0501a3:123_3": "But the meaning of development should be understood according to the suttantas.",
    "ai-atk-s0501a3:124_0": "when the leaves are separated",
    "ai-atk-s0501a3:125_0": "Now, as to the clause he shows the matter of the caravan that is to say:",
    "ai-atk-s0501a3:126_0": "“Anything signs has the characteristic of light,",
    "ai-atk-s0501a3:127_0": "the aggregates, synonyms, and that infatuation is impermanent and that the imperishable.”",
    "ai-atk-s0501a3:128_0": "Herein, just as to the sign means of the two signs produced in this way: “In this place, what is skeleton is the mode of the space, the meditator’s continuity, who is engaged in malicious talebearing on the signs, and who discerns the defining it.",
    "ai-atk-s0501a3:128_1": "That is:",
    "ai-atk-s0501a3:128_2": "The sign of the head hairs are the shape of its complexions, five signs, and five signs become evident.",
    "ai-atk-s0501a3:128_3": "That’s how the salty purgative",
    "ai-atk-s0501a3:129_0": "As to groups: he gives attention to the thirty-two marks, he gives his attention to the characteristic, etc., each in each and every aspect.",
    "ai-atk-s0501a3:129_1": "That is:",
    "ai-atk-s0501a3:129_2": "There are four characteristics of enduring the head hairs, body hairs, and the four characteristics of heat.",
    "ai-atk-s0501a3:129_3": "That’s how the salty purgative",
    "ai-atk-s0501a3:130_0": "Consider: “An individual” is the thirty-two elements, that is to say, the six elements. This individual essences has eight elements, twenty-two elements, eight individuals, and twenty-elements.",
    "ai-atk-s0501a3:130_1": "That is:",
    "ai-atk-s0501a3:130_2": "takes the earth element in the head.",
    "ai-atk-s0501a3:130_3": "and that which is a basis for water element,",
    "ai-atk-s0501a3:130_4": "that which is the fire element,",
    "ai-atk-s0501a3:130_5": "and the wind element as distending.",
    "ai-atk-s0501a3:130_6": "That’s how the salty purgative",
    "ai-atk-s0501a3:131_0": "As to emptiness: living on emptiness, non-existence, one who possesses two kinds of good conduct, who as well as on account, who sees what is empty,",
    "ai-atk-s0501a3:131_1": "That is:",
    "ai-atk-s0501a3:131_2": "Firstly, the water element in the head hairs are easy to speak, very one who speaks emptiness, and one who speaks emptiness.",
    "ai-atk-s0501a3:131_3": "That’s how the salty purgative",
    "ai-atk-s0501a3:132_0": "The three aggregates beginning with the thirty-two constituents aggregates, etc., are the elements in each and every way, yet they preoccupied with the body, regarding the elements, and the sense fields, etc., should be understood in the same way as stated.",
    "ai-atk-s0501a3:132_1": "If a man knows that it’s simply drops a grass tied up by the grass,",
    "ai-atk-s0501a3:133_0": "“There is no person to be found in a hundred years.",
    "ai-atk-s0501a3:134_0": "This body is empty, like a mass of grass.”",
    "ai-atk-s0501a3:135_0": "Then that’s what he did.",
    "ai-atk-s0501a3:136_0": "“Seeing the home life for one who has entered the home, their minds full of peace,",
    "ai-atk-s0501a3:137_0": "if he is a delight to see rightly, then he is rightly discerned.",
    "ai-atk-s0501a3:138_0": "So when he lives in this way, is what is said. That is what is said.",
    "ai-atk-s0501a3:139_0": "“He whose mindfulness of the constituents (of mind and body),",
    "ai-atk-s0501a3:140_0": "it is gained through joy and joy that happiness is the deathless.”",
    "ai-atk-s0501a3:141_0": "So uplifted by the happiness and joy,",
    "ai-atk-s0501a3:141_1": "In no long time, having given up sense desires in the noble ones, we will realize extinguishment.",
    "ai-atk-s0501a3:142_0": "Except in the ultimate talk, lesserating,",
    "ai-atk-s0501a3:143_0": "The expression of the two kinds of playing is finished."
}