{
    "ai-atk-s0402a45:0_0": "(10) 5. Asuravaggo",
    "ai-atk-s0402a45:1_0": "1. Asurasuttavaṇṇanā",
    "ai-atk-s0402a45:2_0": "91.",
    "ai-atk-s0402a45:2_1": "of the fifth asura demons (persons) in the first battle,",
    "ai-atk-s0402a45:2_2": "a god is pleasing to the gods in both directions, to very stilt house,",
    "ai-atk-s0402a45:3_0": "2. Paṭhamasamādhisuttavaṇṇanā",
    "ai-atk-s0402a45:4_0": "92.",
    "ai-atk-s0402a45:4_1": "In the second tetrad that is to say: serenity of heart, that is to say,",
    "ai-atk-s0402a45:4_2": "the wisdom there is from (volitional) processes, the knowledge of (volitional) processes, and the one who speaks of (volitional) processes.",
    "ai-atk-s0402a45:4_3": "for that is so called because of the wise mass of the five aggregates and the five aggregates, understanding, and insight into the truth of suffering.",
    "ai-atk-s0402a45:5_0": "3. Dutiyasamādhisuttavaṇṇanā",
    "ai-atk-s0402a45:6_0": "93.",
    "ai-atk-s0402a45:6_1": "The third ought to be done: he who is supreme ought to be done .",
    "ai-atk-s0402a45:6_2": "who desires the patience of desires,",
    "ai-atk-s0402a45:6_3": "the wind blows from the wind.",
    "ai-atk-s0402a45:6_4": "I was able to get up even a lazy,",
    "ai-atk-s0402a45:6_5": "(It was) an adorned with ornaments, like a bonfire, energy,",
    "ai-atk-s0402a45:6_6": "the undetermined.",
    "ai-atk-s0402a45:7_0": "4. Tatiyasamādhisuttavaṇṇanā",
    "ai-atk-s0402a45:8_0": "94.",
    "ai-atk-s0402a45:8_1": "This is the fourth kind of choices.",
    "ai-atk-s0402a45:8_2": "In the same way he should see the meaning like this:",
    "ai-atk-s0402a45:8_3": "This is how the mind should be stilled, settled, unified, and immersed in samādhi.",
    "ai-atk-s0402a45:8_4": "Likewise the meaning should be regarded in the second jhāna.",
    "ai-atk-s0402a45:8_5": "By these three doubles and points, serenity and discernment,",
    "ai-atk-s0402a45:9_0": "5. Chavālātasuttavaṇṇanā",
    "ai-atk-s0402a45:10_0": "95.",
    "ai-atk-s0402a45:10_1": "these five-six clouds.",
    "ai-atk-s0402a45:10_2": "they dropped in the middle, they’re reciting a swallow.",
    "ai-atk-s0402a45:10_3": "Neither in the village, leaning in a rock, a fond of a swift couch, or a hut consisting of a portty, or a method, or a charnel ground, for the purpose of plowing collarse in the village, for the purpose of abandoning the fields, and nourishing the habit.",
    "ai-atk-s0402a45:10_4": "the thirty-two teeth keepers at their hands. They think, “I’m getting a dish of,",
    "ai-atk-s0402a45:10_5": "they drunk on the very best of men,",
    "ai-atk-s0402a45:10_6": "Wilder, Sundara!",
    "ai-atk-s0402a45:10_7": "the finest of things.",
    "ai-atk-s0402a45:10_8": "milk from the households, plunges into a house.",
    "ai-atk-s0402a45:10_9": "Dispensation from giving: he gives curds another in the first three, and from the first double and others, all of them were the best seated together in the first.",
    "ai-atk-s0402a45:10_10": "You should recognize the best of all good qualities in accordance with the highest being the foremost and finest of virtue. And the foremost, best, chief.",
    "ai-atk-s0402a45:10_11": "But a person who is lacking in tasks to be seen or heard a person who is unethical, of work, and who so on.",
    "ai-atk-s0402a45:10_12": "The sixth is the section on the inside.",
    "ai-atk-s0402a45:11_0": "7. Khippanisantisuttavaṇṇanā",
    "ai-atk-s0402a45:12_0": "97.",
    "ai-atk-s0402a45:12_1": "Seven quick-witted to quickly, we will know what is right.",
    "ai-atk-s0402a45:12_2": "Failized the Dhamma very learned in the scriptures,",
    "ai-atk-s0402a45:12_3": "meaning is exceeding it.",
    "ai-atk-s0402a45:12_4": "Knowing the meaning of the teaching or its meaning, and having understood these eight reasons:",
    "ai-atk-s0402a45:12_5": "They practice in line with the teachings. They practice following that is in line with the nine factors. They’re practicing in line with the teachings. They’re practicing in line with the teachings, and they don’t practice accordingly.",
    "ai-atk-s0402a45:12_6": "Nor is not a good speaker,",
    "ai-atk-s0402a45:12_7": "One is not a good speaker, one isn’t easy to admonish,",
    "ai-atk-s0402a45:12_8": "he should not assured in the community by who is modes, not one who is not to be intimate.",
    "ai-atk-s0402a45:12_9": "if he does not ask for the purpose of progress; ʻIt is incapable of answering questions, denigrationaling with the meaning.’",
    "ai-atk-s0402a45:12_10": "The meaning should be understood according to this very meaning.",
    "ai-atk-s0402a45:13_0": "8. Attahitasuttavaṇṇanā",
    "ai-atk-s0402a45:14_0": "98-99.",
    "ai-atk-s0402a45:14_1": "Also the eighth person (supernatural) vision, the section consisting in the Commentaries (of the First Suttanta), and also the ninth and the fifth, –",
    "ai-atk-s0402a45:15_0": "10. Potaliyasuttavaṇṇanā",
    "ai-atk-s0402a45:16_0": "100.",
    "ai-atk-s0402a45:16_1": "* For the ten times (where) was supremely devoted to the time",
    "ai-atk-s0402a45:16_2": "I believe in things.",
    "ai-atk-s0402a45:16_3": "Herein, timely the time period of time should know the time to go.",
    "ai-atk-s0402a45:16_4": "Because he knows the right time, he disparages the praises of those deserving of praise.",
    "ai-atk-s0402a45:17_0": "The fifth sub-chapter on demons is finished.",
    "ai-atk-s0402a45:18_0": "The second _kahāpaṇa_ is finished.",
    "ai-atk-s0402a45:19_0": "3. Tatiyapaṇṇāsakaṁ"
}