{
    "ai-atk-s0502a8:0_0": "8. Sahassavaggo",
    "ai-atk-s0502a8:1_0": "On the ground of his mangoes",
    "ai-atk-s0502a8:2_0": "And the Teacher or a thousand of the Dhammapada in the Bamboo Grove, (saying): “Nigrodha, Simile of the Bamboo Wood, and caused this Sister to be called Kambaṭala.”",
    "ai-atk-s0502a8:3_0": "Ājīvaka followers, it seems, that Ājīvaka followers who were not executed by criminals,",
    "ai-atk-s0502a8:3_1": "Then a person who is disillusioned with the Ambaṭṭha, went to that same mango tree and said, “I shall go to you.”",
    "ai-atk-s0502a8:3_2": "They then said to him, “We wish to give to our wealth in the presence of our lives.”",
    "ai-atk-s0502a8:3_3": "Soon the bandits killed him, saying: “She is mine, I prepare, nor eat the criminals,”quezing it, “First, I have dried up, slaughtered it, and went to my presence.” And he thought, “As a poisoned,” and he thought, “How can I prepare it.”",
    "ai-atk-s0502a8:3_4": "When he came back, he presented the pupils of that teacher.",
    "ai-atk-s0502a8:3_5": "He takes that man’s because he does. He then went to Bhaddā Kāpilānī and asked, “Don’t take the case.” And he did not accept.",
    "ai-atk-s0502a8:3_6": "Then one day, after taking the ministers and counselors, together with the ministers and counselors, taking the ministers:",
    "ai-atk-s0502a8:3_7": "and ordered their heads to deliver.",
    "ai-atk-s0502a8:3_8": "Then, knowing that they were unable to keep company with the robber, because of that it wasn’t like that.",
    "ai-atk-s0502a8:3_9": "“Having off these things, don’t provide those who have rightly taken up their life and go to the living.”",
    "ai-atk-s0502a8:3_10": "Then, for those who live with formal support, they don’t want to.",
    "ai-atk-s0502a8:3_11": "They asked each one of these five points, and they all refused.",
    "ai-atk-s0502a8:3_12": "all the scopes of timber trees and asked each questions.",
    "ai-atk-s0502a8:3_13": "They agree, saying: “Very well,” and they all agreed.",
    "ai-atk-s0502a8:3_14": "By means of these five hundred people, of the city, of the south of the city, put officials on the leftovers of the town, exhorts of the city, was it that person, meant the ladies of the town and country, saying: “Who are you able to make the park?”",
    "ai-atk-s0502a8:3_15": "When they said, “We’ve seen us,” he replied, “Didn’t get upset,” and they told him.",
    "ai-atk-s0502a8:3_16": "They agree, saying: “Very well,” and they all got the,",
    "ai-atk-s0502a8:3_17": "Then that person said, “This person is rich, this man is the proper accusation, and then returned to the place where they got caught.”",
    "ai-atk-s0502a8:3_18": "Having thus destroyed in the other direction, he consecrated the northern quarter in five respects: “This one who is strikes upwards and five hundred people in the other directions.”",
    "ai-atk-s0502a8:3_19": "When four months had produced, two thousand coins forty-four thousand men set up a girl, and two thousand species of rites of garlands, one five-eyed chariots, and two months of the rites, and two months were started.",
    "ai-atk-s0502a8:4_0": "But he’s able to cut off his head at the foot of the edge of the straps, and he cannot split his head.",
    "ai-atk-s0502a8:4_1": "The lord of the dragons thought:",
    "ai-atk-s0502a8:4_2": "“Some other executioners will get weary, what can he wants without trouble?”",
    "ai-atk-s0502a8:4_3": "After doing good deeds, he wasn’t able to make a new patchwork heads, dress in ocher robes, and creeperses, and bathing scents, it wasn’t easy to defecate, or specify in mind.",
    "ai-atk-s0502a8:4_4": "The following morning he said: “Stop-bes, fourteen years old,” and so he stirred up his cows and dressed in the morning time. Then he came back to me, and sat down on the spot in the morning,",
    "ai-atk-s0502a8:4_5": "Then the nine hundred bathing kettledrums, ate them in front of me, and washed water.",
    "ai-atk-s0502a8:4_6": "At that time the senior elder was standing uprightening interrupted. Once again when he saw his own attainment, he thought, “Whose can I do today procedure?” And after seeing his own use of my robes, he removed the alms-food, an opportunity,",
    "ai-atk-s0502a8:5_0": "The Elder, having seen the Elder, thought:",
    "ai-atk-s0502a8:5_1": "“For a long time, having done many joints, when there was no begged for a long time, I’ve left the house and stood in front of the senior monks. Then I stood there, before bowing down to the senior venerable, they waiting for a long time.” Then they placed the senior venerable ones, saying, “We’ll make an end of the lay followers,” and when I returned the elder.",
    "ai-atk-s0502a8:5_2": "When he had acquired that gradual strength,",
    "ai-atk-s0502a8:5_3": "The elder, knowing that the lay follower had accepted, said: “This lay follower has got rice porridge.”",
    "ai-atk-s0502a8:5_4": "After giving the seeds another drum to another’s drink, that rice-gruel",
    "ai-atk-s0502a8:5_5": "The elder told him, “Go and get the seed.”",
    "ai-atk-s0502a8:5_6": "The seed sown in the womb, he dropped the rice, and he was coming to the Thera, he had the drum bent on the ground.",
    "ai-atk-s0502a8:5_7": "The Elder rejoiced in his dwelling.",
    "ai-atk-s0502a8:5_8": "(but) his mind was unable to help the Elder’s Dhamma teaching.",
    "ai-atk-s0502a8:5_9": "The elder asked him, “Why have you conversed, why are you so unable to (them)?”",
    "ai-atk-s0502a8:5_10": "“Venerable Sir, for a long time I have done a legal procedure of rice and porridge, but I can’t recollect my own mind.”",
    "ai-atk-s0502a8:5_11": "The elder thought, “If I do not think, “What are you doing,” and he did not make others do for himself?",
    "ai-atk-s0502a8:5_12": "“Sir, the king did indeed.”",
    "ai-atk-s0502a8:5_13": "“Why is it so that a lay follower’s case?”",
    "ai-atk-s0502a8:5_14": "the layman Mahaka said, “There is no profitable One,” and so on that he said, “She is mine, having made known me to teach.”",
    "ai-atk-s0502a8:5_15": "When the senior monk was having heard the teaching, he was going to the road, and he was reborn in a certain host of Streams.",
    "ai-atk-s0502a8:5_16": "The elder expressed his appreciation to the expression of appreciation,",
    "ai-atk-s0502a8:6_0": "Having gone around the Elders, the lay followers together with the chariot, (only) arrived in the host of Yakkhas. Then he dismissed her, saying: “Dear, donn it after bathing.”",
    "ai-atk-s0502a8:6_1": "Truly died and was reborn in Tusita Heaven.",
    "ai-atk-s0502a8:6_2": "The monks gave the bandits in the about the Teaching, they told him, “Who is your ruler of expensive forty years, misfortune, was it?”",
    "ai-atk-s0502a8:6_3": "When the Teacher came and asked, “Where talking about just now? When asked, “Where did you come?” he said, “Don’t go on, Venerable, when you’re happy,” he said, “It’s just this.",
    "ai-atk-s0502a8:6_4": "“Sir, why do you say this much about this? ”",
    "ai-atk-s0502a8:6_5": "“Mendicants, weighing that good friend, the giver of the Dhamma surpasses the blessing of the Dhamma. Having heard this about the passing away from here, you can go back to this state of existence.”",
    "ai-atk-s0502a8:7_0": "“After hearing the dart, the executioner is was killed,",
    "ai-atk-s0502a8:8_0": "Having received (much) the shame, they’re ladyed by delusion,”",
    "ai-atk-s0502a8:9_0": "“Venerable sir, how is it that you’re not skilled in arrogant judging him from what was done?”",
    "ai-atk-s0502a8:9_1": "“What do you think, mendicants, if the Teacher teach the Dhamma to an arrow, or a lot of limited girl?",
    "ai-atk-s0502a8:9_2": "For if he is teaching the meaning, then teach Dhamma to his speech.” And he recited the Dhamma:",
    "ai-atk-s0502a8:10_0": "100.",
    "ai-atk-s0502a8:11_0": "“Even though one possesses a thousand lines from respects,",
    "ai-atk-s0502a8:12_0": "is surpassed by one meaning, which is better than peace.”",
    "ai-atk-s0502a8:13_0": "Herein, there are two thousand meanss full of compassion for one thousand coins, one thousand by one, and one thousand speeches. The meaning is that he constructed in many ways: even one thousand speeches many times, many hundreds of thousands of mouthfuls. He reveals a lamps, tirelessly, unremitable, with many covers, and many-reputespond.",
    "ai-atk-s0502a8:13_1": "”One meaning is: “This body is fitting mindfulness of the body; it’s contemplationing the three kinds of enlightenment; it is appropriate for you to hear the meaning, thus it is the reason why the attainment of peace is the meaningful and the state of peace, the embodiment of the nature of peace, the mind-defilement of the awakening factors, and the rest. The meaning is worthless.",
    "ai-atk-s0502a8:14_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a8:15_0": "The first section for recitation on the grounds of execution",
    "ai-atk-s0502a8:16_0": "The Elder Bāhiya of the Renunciants",
    "ai-atk-s0502a8:17_0": "And a thousand verses consisting of the Teacher in the Serpents, while the Teacher was teaching this Dhammapada:",
    "ai-atk-s0502a8:18_0": "Some, after boarding lofty people in the ocean, having cut off all the mass of fishes, boats, and fishers.",
    "ai-atk-s0502a8:18_1": "One carpenter took a lump of fruit, melting from the near shore and wrapped in the middle of the ocean. There is no where there is no danger.",
    "ai-atk-s0502a8:18_2": "Not seeing another sitting there, he saw that the news had been spread out by the cloth, and considering about the drying about the bag, and seeing that person’s dwelling, went alone, beating their bearing waters, and seeing that persons, thinking, “Having drunk,” and seeing that man coming, “She’s thrown on all the bathing.",
    "ai-atk-s0502a8:18_3": "When he is clothing in the art of cloth, he thinks, “I’ll provide for me with honors,” and he puts on foot-stands for me. He rejected that it.",
    "ai-atk-s0502a8:18_4": "Then many people, thinking, “Those who are perfected or on the path to perfection will were reborn in the world, or were one of the perfected ones.”",
    "ai-atk-s0502a8:18_5": "Then a former deity thought:",
    "ai-atk-s0502a8:19_0": "Previously: having formerly seen (them), universal Dhamma,",
    "ai-atk-s0502a8:19_1": "In the past, it seems, when the novice Kassapa’s instruction was being struck with a novice, they thought, “Let us live in the wilderness, inspiring and separately the novices.” And when they had seen that period, they did not lose their life after seeing him, and he had fallen to the ground.",
    "ai-atk-s0502a8:19_2": "They climbed this mountain, and having traded him down on the ground, climbed him, and making him leave aside the ascetic’s doctrine. Then they all hit as ascetics.",
    "ai-atk-s0502a8:19_3": "the Elder Saṅgharakkhita attained Liberation mastery in the Liberation.",
    "ai-atk-s0502a8:19_4": "Nāgas had a seven-food eater trunks and ate the upper robe, and when they had eaten it, they said to the monks:",
    "ai-atk-s0502a8:19_5": "“Looking this water, and then eat it.”",
    "ai-atk-s0502a8:19_6": "How can we eat anything that’s been done?”",
    "ai-atk-s0502a8:19_7": "“No, reverend.”",
    "ai-atk-s0502a8:19_8": "“Well then, like we’ve eaten yourselves like we’ve been reborn in the same place and use it on.”",
    "ai-atk-s0502a8:19_9": "On the second day the Elder attained the fruit of non-return.",
    "ai-atk-s0502a8:19_10": "And that’s how he invited the other almsfood.",
    "ai-atk-s0502a8:19_11": "they’d say:",
    "ai-atk-s0502a8:19_12": "“But sir, why have we done this?”",
    "ai-atk-s0502a8:19_13": "“No, reverend.”",
    "ai-atk-s0502a8:19_14": "“That’s so true, sir.”",
    "ai-atk-s0502a8:19_15": "When they attained perfection, they become extinguished in the Brahmā realm.",
    "ai-atk-s0502a8:19_16": "They were reborn there five hundred Theras, after being reborn in the host of (true) deaths, after being reborn in this world, they passed away from there, and was reborn there.",
    "ai-atk-s0502a8:19_17": "One of them was the King of Pukkusa, one of the princes, and one of the wives.",
    "ai-atk-s0502a8:19_18": "Herein, anyone who is reborn in the Brahmā realm is a deity of the gods.",
    "ai-atk-s0502a8:20_0": "For that Brahmā thought:",
    "ai-atk-s0502a8:20_1": "“After sitting together with me, I climbed the mountain, and only took hold of it, I’ll bind them (but).”",
    "ai-atk-s0502a8:20_2": "Then the one approached him and said:",
    "ai-atk-s0502a8:20_3": "“You’re neither perfected nor have the path to perfection. You might become a perfected one or one on the path to perfection.”",
    "ai-atk-s0502a8:20_4": "The Great Brahmā, having examined the air in the sky, thought:",
    "ai-atk-s0502a8:20_5": "“Oh, when I’m doing a deed, I thought I’m perfected, a fully awakened Buddha, for me to feed on the path to perfection, nor do you say it you don’t know me or see or reach the path to perfection?”",
    "ai-atk-s0502a8:20_6": "Then he asked:",
    "ai-atk-s0502a8:20_7": "“Sir, is there a perfected one or one in the world who has entered the path to perfection?”",
    "ai-atk-s0502a8:20_8": "Then a deity told him:",
    "ai-atk-s0502a8:20_9": "“There is, Bāhiya, the Buddha, the northern country, where he is staying.",
    "ai-atk-s0502a8:20_10": "Because he teaches Dhamma to the perfected ones and perfection.”",
    "ai-atk-s0502a8:21_0": "Having heard that, when he was leading a host of gods, the deities came to Sāvatthī in that same place, he returned to Sāvatthī for a single night.",
    "ai-atk-s0502a8:21_1": "while walking along by the power of the deities came,",
    "ai-atk-s0502a8:21_2": "And the word of the Buddha also said: “By the same thing,”",
    "ai-atk-s0502a8:21_3": "Now, at that time the teacher was happy for alms in Sāvatthī.",
    "ai-atk-s0502a8:21_4": "He then asked a number of monks, “The Teacher is walking mindfully in the open air,” and asked many monks, “The Teacher is walking mindfully.”",
    "ai-atk-s0502a8:21_5": "The monks asked them, “Nibbāna, while sitting in Sāvatthī,”",
    "ai-atk-s0502a8:21_6": "“But where have you come from?”",
    "ai-atk-s0502a8:21_7": "he had come to the monastery.",
    "ai-atk-s0502a8:21_8": "“When will you leave?”",
    "ai-atk-s0502a8:21_9": "“This Sāgata has gone out,”",
    "ai-atk-s0502a8:21_10": "“You’re defining your feet, having washed your feet, and put a little on your head with a oil, put a iron trunk on your head.”",
    "ai-atk-s0502a8:21_11": "“Sir, I don’t know my own life or the next world within my own life. I don’t know about it. I see my teacher’s doctrine.”",
    "ai-atk-s0502a8:21_12": "When he had spoken, he rose from his seat and went to Sāvatthī, where he saw the Buddha walking for alms. He thought, “The Buddha has seen the Truth, and added, ‘They are to me! My dear, he beloved, double-orships! The five hundred female slavesses were walking for alms. When he had seen the way, he had crossed fivefold arms, –",
    "ai-atk-s0502a8:21_13": "“Sir, please teach me the Dhamma for my lasting welfare and happiness.”",
    "ai-atk-s0502a8:21_14": "The Teacher said to him, “We have entered Bāhiya for alms in inhabited areas.”",
    "ai-atk-s0502a8:22_0": "Having heard that, you weren’t able to prevent me by birth, or boiled over a stick or a struggle. I don’t know about the Dhamma.",
    "ai-atk-s0502a8:22_1": "The Teacher also had the same thoughts as before.",
    "ai-atk-s0502a8:22_2": "(So it seems) he thought:",
    "ai-atk-s0502a8:22_3": "“For this body of me, may the Serpents seem to be upright in the whole body, rapture and bliss born of seclusion, while I washed, droping, flaws, and washed, and pervaded by the strength of a single night, he will be able to lift up even within that rope.”",
    "ai-atk-s0502a8:22_4": "So you should turn back two or three times, standing up to the third time, and recite it thus: ‘In that case, you should train yourselves.’”",
    "ai-atk-s0502a8:22_5": "listening to the Teacher’s teaching he was established in all their advantages and attained Liberation.",
    "ai-atk-s0502a8:22_6": "And while he was asked a question the Buddha, he said, “There are who have gone forth like your bowl and robes.”",
    "ai-atk-s0502a8:22_7": "Then the Teacher, saying, “Well then, learn it.”",
    "ai-atk-s0502a8:23_0": "“It seems the ascetic’s during twenty thousand years, thinking that he has attained ability to do so after himself with his own psychic power, and without getting permission from the lay life to enjoy the use of his robes.” And he did not use the robes, alms-food, lodgings, or medicines and supplies for the sick monk.",
    "ai-atk-s0502a8:23_1": "The bowl and robe-cloth in which the spirit throne had begged, but returning to the queen. Having sent his life, he gave them his life.",
    "ai-atk-s0502a8:23_2": "After walking for alms, the Teacher had a number of monks. He thought, “Whoever returns to the city,” and she wrapped off the body with several mendicants. Then she stretching the corpse on one occasion, when the bed, after putting it on a monument, he said, “Having it in the town, this body,”",
    "ai-atk-s0502a8:23_3": "When the monks had returned to their dwelling, they asked their teacher, and they asked him about this matter.",
    "ai-atk-s0502a8:23_4": "The Buddha declared their enlightenment, saying: “Mendicants, he has attained final extinguishment for his disciples, that is, Bāhiya of the monks who were soon realized the highest of men.”",
    "ai-atk-s0502a8:23_5": "Then the mendicants asked him:",
    "ai-atk-s0502a8:23_6": "“Reverend Sir, you say that you are perfection,”",
    "ai-atk-s0502a8:23_7": "“Mendicants, at the time of the teaching is easy.”",
    "ai-atk-s0502a8:23_8": "“But sir, how did you remember this?”",
    "ai-atk-s0502a8:23_9": "Saying, “After walking the chamber before the neck.”",
    "ai-atk-s0502a8:23_10": "“But, sir, how did you make the profitable?” Then, when the Teacher had spoken up a lot, he tells them, “What’s your teacher?”",
    "ai-atk-s0502a8:23_11": "For it is not possible to display the meaning of verses, but rather than that.” And while he preachs the Dhamma, he spoke thus: “Conse this verse is better ”, he said:",
    "ai-atk-s0502a8:24_0": "101.",
    "ai-atk-s0502a8:25_0": "“Even though one possesses a thousand lines from verses which are unbeneficial,",
    "ai-atk-s0502a8:26_0": "they are surpassed by one line of verse, which, having heard, one is calmed.”",
    "ai-atk-s0502a8:27_0": "Herein, one meaningful verses on the deathless: “Deathless is the surface of the deathless ...”",
    "ai-atk-s0502a8:27_1": "the meaning is better than me.”",
    "ai-atk-s0502a8:27_2": "The rest should be understood as the previous.",
    "ai-atk-s0502a8:28_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a8:29_0": "The second account of the Bāhiya of the Elder Bark Robe",
    "ai-atk-s0502a8:30_0": "3. Kuṇḍalakesittherīvatthu",
    "ai-atk-s0502a8:31_0": "He who recited this verse about the Dhamma in the Jina, the Teacher at Kuṇḍadhāna.",
    "ai-atk-s0502a8:32_0": "A single merchant, it seems, had a beautiful daughter,",
    "ai-atk-s0502a8:32_1": "In this way there are no places growing, oppressed by men and women.",
    "ai-atk-s0502a8:32_2": "Then the mother and father-in-lawed her parents with her hands, saying:",
    "ai-atk-s0502a8:32_3": "she gave the food-storage.",
    "ai-atk-s0502a8:32_4": "Some gentleman who do a worker, took a key, bandits, and fastened him with a fourfold army, then they gave him back.",
    "ai-atk-s0502a8:32_5": "(But) he thought: “What is the reason why does this?” and seeing him lying down on seeing that very best seat, he saw the nurse, saying, “Having seen that wonder of the people, having looked at the cot, he responsed,",
    "ai-atk-s0502a8:32_6": "Then he asked:",
    "ai-atk-s0502a8:32_7": "“What is this?”",
    "ai-atk-s0502a8:32_8": "“If it is, I’ll take this one idea.”",
    "ai-atk-s0502a8:32_9": "But if you don’t get my life I’ll die right here.”",
    "ai-atk-s0502a8:32_10": "“Do you see this, good Gotama, that is your husband and wealth.”",
    "ai-atk-s0502a8:32_11": "“Sirs, there is nothing that can be done to me.”",
    "ai-atk-s0502a8:32_12": "a mother, a father, and a brother should inform her:",
    "ai-atk-s0502a8:32_13": "And because he was able to persuade him, he took hold of him, and filled him with a thousand men. Then he thought:",
    "ai-atk-s0502a8:32_14": "“Give this man, give this man’s body.”",
    "ai-atk-s0502a8:32_15": "He then took hold of it, saying, “Your Majesty,” and when the king told him, “Dhammara!”",
    "ai-atk-s0502a8:32_16": "he gave his daughter",
    "ai-atk-s0502a8:33_0": "Because of that she thought, “I’ll all the ornaments for myself,” and she thought, “Friend, I’ll robbers because of this when I was bandits.” She thought,",
    "ai-atk-s0502a8:33_1": "“When will I ask you to make this bag, solitary catching Māra, and took some alcohol.”",
    "ai-atk-s0502a8:33_2": "The first monk thought, “She is someone who takes up food,” and he puts her on his bed, saying, “What do I become a lay follower?” Then he went to them and asked, “Why do I drink?”",
    "ai-atk-s0502a8:33_3": "“I hope you’re not going to Bhaddā Kaccāna, but where can my parents do?”",
    "ai-atk-s0502a8:33_4": "“Where do they not see it?”",
    "ai-atk-s0502a8:33_5": "“What does these don’t you think?”",
    "ai-atk-s0502a8:33_6": "“Bhaddā, please set out for a purpose on the country, and preventing him from robbing my life; I have observed that deed and considered, ‘I’m going to the Divine’s life.”",
    "ai-atk-s0502a8:33_7": "“I shall do whatever deed was said, and I will do.”",
    "ai-atk-s0502a8:33_8": "“It’s tipless, cooked with lotuses, and flowers.”",
    "ai-atk-s0502a8:33_9": "“Good, I’ll make an offering,” and she replies, “Please wait all the road.”",
    "ai-atk-s0502a8:33_10": "“Well then, Bhaddā Kāpilānī, pick up a laughing big to make himself happy and pleased, we will depart.”",
    "ai-atk-s0502a8:33_11": "that is what she did.",
    "ai-atk-s0502a8:34_0": "Then he said to him:",
    "ai-atk-s0502a8:34_1": "“Both of this one, we shall put on the other people together with the opportunity, together with the workers. Then weighborhood of a potter and shook them by treating their backs.”",
    "ai-atk-s0502a8:34_2": "that is what she did.",
    "ai-atk-s0502a8:34_3": "took him by the Thieves, he ascended the mountain,",
    "ai-atk-s0502a8:34_4": "For people see him only one motivated by one,",
    "ai-atk-s0502a8:34_5": "they see him standing there in the air.",
    "ai-atk-s0502a8:34_6": "they dropped it on the ground, having been instructed.",
    "ai-atk-s0502a8:34_7": "is said to be a “friend”.",
    "ai-atk-s0502a8:34_8": "His workers saw him, and she said, “I do this for you.”",
    "ai-atk-s0502a8:34_9": "He kept silent.",
    "ai-atk-s0502a8:34_10": "again he was silent, saying: “Where are you silent?”",
    "ai-atk-s0502a8:34_11": "“Take me the strength, having gone away! ” he took it away.",
    "ai-atk-s0502a8:34_12": "“What was the reason?”",
    "ai-atk-s0502a8:34_13": "“After saying this, don’t get your grabbed hold of my head.”",
    "ai-atk-s0502a8:34_14": "who fear in death said:",
    "ai-atk-s0502a8:34_15": "“Did I say that now both myself and I have got to do that?”",
    "ai-atk-s0502a8:34_16": "He said, “Don’t do it again,” and he said, “Don’t want it.”",
    "ai-atk-s0502a8:34_17": "“What is it, what is my death in you?",
    "ai-atk-s0502a8:34_18": "These someone, after taking her life, carrying a bundle of meat, she all the slaves, wears it, and wears a servant to the slave.”",
    "ai-atk-s0502a8:35_0": "she said: “This Bamboo Grove, the shavelings,",
    "ai-atk-s0502a8:36_0": "The all of it, Bhaddā Kāpilānī.”",
    "ai-atk-s0502a8:37_0": "Having heard that, he thought, “Why are you like this? Don’t go to Bāhiya! Don’t weep over this way?”",
    "ai-atk-s0502a8:38_0": "“Don’t quickly lament, Kāḷigodhā’s son,",
    "ai-atk-s0502a8:39_0": "There is no new life for you, all arguing goods,”",
    "ai-atk-s0502a8:40_0": "She thought:",
    "ai-atk-s0502a8:40_1": "“Oh, this deed is the result,",
    "ai-atk-s0502a8:40_2": "Then having been established for the purpose of seeing, he refused an invitation to eat more, but he then says: “I will do what I have done.”",
    "ai-atk-s0502a8:40_3": "When she said: “When I was told, I took ahold, or point out the house and gave it away.",
    "ai-atk-s0502a8:40_4": "From then on, bringing happiness for you, making yourselves in the charnel ground, paying homage to me.”",
    "ai-atk-s0502a8:40_5": "After paying homage, he attentively to Sudassana.",
    "ai-atk-s0502a8:40_6": "Then, after worshipping him with his right hand three times, and saying: “Tissa, this is my last one, this is my last one, this is my last place, and having taken hold of my hands, I hang it from my belly, and my backbiting, sit down on the bag, and slopes.” When I stood still, she set out in front of my hand,",
    "ai-atk-s0502a8:40_7": "After having ascended to a mountain peak, he threw the ground into a pit,",
    "ai-atk-s0502a8:40_8": "In order to precise the whole of the deities, the Disciple of the robbery, having seen that woman, gave it to her a daughter-in-law, –",
    "ai-atk-s0502a8:41_0": "“It is not a man in all places, A wise man,",
    "ai-atk-s0502a8:42_0": "there is a woman who is wise, and intelligent.”",
    "ai-atk-s0502a8:43_0": "and she took the bandit threw him and thought:",
    "ai-atk-s0502a8:43_1": "“If I ask you about the house, I will go to the house.” But when I asked they, “Whoever I ask you, ‘Who are you going forth I will die now?’ and they will give me a sewer’ me a board.” But when he said, ‘I’ll hear this, they’ll drunk the opportunity, they’ll display my throne.’ Then they won’t get out of affect him, saying, ‘Now my own noise of the wanderers.’",
    "ai-atk-s0502a8:43_2": "Then they gave him the going forth.",
    "ai-atk-s0502a8:43_3": "After the going forth she asked:",
    "ai-atk-s0502a8:43_4": "“Venerable Sir, what are you going forth?”",
    "ai-atk-s0502a8:43_5": "“Bhaddā should be done against ten or twelve widespreads, and making a new pair of garments. This is the supreme go forth.”",
    "ai-atk-s0502a8:43_6": "“I won’t be able to rebirth in a gathering of people. I won’t take a thousand!”",
    "ai-atk-s0502a8:43_7": "Then, having taken a thousand aeons, said this to the Jambudīpa: “While Lady One, bringing him to mind, and giving him the benefit of the life, he gave it to the Rose-Apple Island, saying: “Humping it all,” and so he gave it to the Rose-Apple Island.",
    "ai-atk-s0502a8:43_8": "“Go, Bhaddaji, if someone is able to misbehave with a householder, he’s able to go forth.”",
    "ai-atk-s0502a8:44_0": "if she came out from a Mango (this) mangoes, then having seen him leaves, saying:",
    "ai-atk-s0502a8:44_1": "because of the agreement with the King, he who was not able to do what was said.",
    "ai-atk-s0502a8:44_2": "“When you’re shaking out, a crembling is going along the bank of the river.”",
    "ai-atk-s0502a8:44_3": "While entering a village or town, she entered the town or village for alms, and then sesame seeds and dwelt in the middle of the village or town, she set out in Mallikā.",
    "ai-atk-s0502a8:44_4": "There is an untouchable place called him.",
    "ai-atk-s0502a8:44_5": "She also entered the town Ambapālī’s mango grove. Liting through this a branch, she entered Sāvatthī for alms. Having entered the village for alms, she set out in Jambudīpa on the village for alms.",
    "ai-atk-s0502a8:44_6": "and surrounded by many people in the village of Jambudīpa on the eighth day.",
    "ai-atk-s0502a8:44_7": "Then the Elder Sāriputta wandered for alms in the city. Having walked for alms, he asked people, “Why did you come?” and asked the children, he asked the question of Jambukola, “Why did you come?”",
    "ai-atk-s0502a8:44_8": "and the children explained it to the Elders.",
    "ai-atk-s0502a8:44_9": "“Well then, take this boy.”",
    "ai-atk-s0502a8:44_10": "“Sir, we’re getting by.”",
    "ai-atk-s0502a8:44_11": "“I will speak to you,”",
    "ai-atk-s0502a8:44_12": "After taking their word of the Thera’s word, they lifted the corpse to the ground.",
    "ai-atk-s0502a8:44_13": "A female wanderer came to me and said, “Why don’t I have a dialogue with me? Don’t you think about this?”",
    "ai-atk-s0502a8:44_14": "they said, “Noble Lady, you in the honey.”",
    "ai-atk-s0502a8:44_15": "“Venerable Sir, please take my branches and foliage.”",
    "ai-atk-s0502a8:44_16": "“Yes, sister.”",
    "ai-atk-s0502a8:44_17": "“Well then, please speak with me.”",
    "ai-atk-s0502a8:44_18": "“I’ll give it to you.”",
    "ai-atk-s0502a8:45_0": "He then asked a question to the Elder Vaḍḍhamāna, a question of the Sakya family, returned to the town.",
    "ai-atk-s0502a8:45_1": "Then they, thinking, “After what the two of these two people,” and after worshipping the Elders, worshipping them, sat down at one side, and (saying):",
    "ai-atk-s0502a8:45_2": "he said to the Elder Nun:",
    "ai-atk-s0502a8:45_3": "“Venerable Sir, I ask you about your questions.”",
    "ai-atk-s0502a8:45_4": "“Ask, sister.”",
    "ai-atk-s0502a8:45_5": "he asked the Elder Nuns of a thousand Doctrine,",
    "ai-atk-s0502a8:45_6": "Then the Elder said to her:",
    "ai-atk-s0502a8:45_7": "“Those who see this there is something else.”",
    "ai-atk-s0502a8:45_8": "“This is how it is, sir.”",
    "ai-atk-s0502a8:45_9": "“Those questions, so many of us answers questions, we too will give up one questioning, and you’ll accept.”",
    "ai-atk-s0502a8:45_10": "“Venerable, when I ask you about it, I’ll question.”",
    "ai-atk-s0502a8:45_11": "The elder asked: “What are you doing?”",
    "ai-atk-s0502a8:45_12": "She should not say, “Venerable Sir, what is this sort of these?”",
    "ai-atk-s0502a8:45_13": "“Householder, is a Buddha named Sister.”",
    "ai-atk-s0502a8:45_14": "“Sir, please give it to me.”",
    "ai-atk-s0502a8:45_15": "“If I’ll give you one like me, I’ll give you one.”",
    "ai-atk-s0502a8:45_16": "“Well then, please give me the going forth.”",
    "ai-atk-s0502a8:45_17": "and the Elder taught the nuns.",
    "ai-atk-s0502a8:45_18": "After the going forth and obtaining the full ordination in the Kuṇḍalakesāla grove, and when he had gone forth he attained Arahatship.",
    "ai-atk-s0502a8:46_0": "the monks from the group of six involved in Dhamma:",
    "ai-atk-s0502a8:46_1": "the Elder Mahā Kuṇḍalakesā, who had been shaved with the going forth and there is no thief in the same way as a result, she survive her. She then came to the Great Chief Videha.”",
    "ai-atk-s0502a8:46_2": "When the Teacher came and asked, “If these days, monks, why do I ask you sitting talk about just now? Why don’t I explain a great amount an abiding one, or someone with so many people?”",
    "ai-atk-s0502a8:46_3": "the rest is called an occasion when he preaches the Jeta Grove, and the scorpions in the middle of the Jetavana, he recited these verses: “This is soon as he likes, he teaches Dhamma to the assembly.” Then he recited these verses:",
    "ai-atk-s0502a8:47_0": "102.",
    "ai-atk-s0502a8:48_0": "“Whoever speaks a thousand verses consisting of useless words,",
    "ai-atk-s0502a8:49_0": "is surpassed by one line of Dhamma, which, having heard, one is calmed.",
    "ai-atk-s0502a8:50_0": "103.",
    "ai-atk-s0502a8:51_0": "“Over a thousand men in a battle",
    "ai-atk-s0502a8:52_0": "he should conquer the victor in battle, the supreme amongst those who live.”",
    "ai-atk-s0502a8:53_0": "Herein, the one who advocates a hundred verses, and so many verses can be recited by the meaning.",
    "ai-atk-s0502a8:53_1": "Though he has meaningless words, according to the number of spaces and so on.",
    "ai-atk-s0502a8:53_2": "the teaching is beneficial and relates to the groups of five aggregates.",
    "ai-atk-s0502a8:53_3": "What four?",
    "ai-atk-s0502a8:53_4": "contentment, good will, right mindfulness, and right immersion.”",
    "ai-atk-s0502a8:53_5": "Whoever would have attained a thousand virtues each one thousand men each times, one thousand men would subdue to foster the battle-hardened one thousand lines of marriages, and not one thousand battle was fostering in battle.",
    "ai-atk-s0502a8:53_6": "Jina, one who has winter, day and nights in day, through the glorious meditation subjects for oneself, should surely practice himself as one preventing oneself.",
    "ai-atk-s0502a8:53_7": "Saṅgāmajī ‘Victorious in battle’ is the supreme victory in battle,",
    "ai-atk-s0502a8:54_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a8:55_0": "The third account of the Elder Kuṇḍalakesā",
    "ai-atk-s0502a8:56_0": "On the Brahmin Study",
    "ai-atk-s0502a8:57_0": "He is the teacher of the Dhamma that he lives in Jeta’s Wood, when he was asked a question about the Scriptures,",
    "ai-atk-s0502a8:58_0": "He asked: “What is the reason, Yet I ask you about the teacher? I ask you unshakable?” And he went to his teacher and asked:",
    "ai-atk-s0502a8:58_1": "“Venerable Sir, you know me as if you don’t know.”",
    "ai-atk-s0502a8:58_2": "“I know, brahmin, I do not know.”",
    "ai-atk-s0502a8:58_3": "“Then, bring the harm.”",
    "ai-atk-s0502a8:58_4": "Then the Teacher spoke this verse:",
    "ai-atk-s0502a8:59_0": "“He who is charming, adornment, and who’s walk of longing,",
    "ai-atk-s0502a8:60_0": "who sleeps alone and gods and humans in the next life,",
    "ai-atk-s0502a8:61_0": "It will be for your own use.”",
    "ai-atk-s0502a8:62_0": "Having heard that, a brahmin gave it to a community of monks, saying: “Good, please do you remember it.”",
    "ai-atk-s0502a8:62_1": "“That’s how I don’t know what kind of person is, brahmin.”",
    "ai-atk-s0502a8:62_2": "Then the Teacher, knowing that the brahmin had got away, asked, “What did you do?”",
    "ai-atk-s0502a8:62_3": "“Master Gotama, majestic.”",
    "ai-atk-s0502a8:62_4": "“But what is it that you’re reborn?”",
    "ai-atk-s0502a8:62_5": "“Any the Jayasena, King Aṅkumāra,” he said, “He is better than that,”",
    "ai-atk-s0502a8:62_6": "But he who gives himself up defilements, in that way, is better in him,",
    "ai-atk-s0502a8:62_7": "There is no one able to conquer him by saying this verse, he recited the Dhamma:",
    "ai-atk-s0502a8:63_0": "104.",
    "ai-atk-s0502a8:64_0": "“For sure is better than that overpower, more people know,",
    "ai-atk-s0502a8:65_0": "For a person who is always restrained, who live restrained,",
    "ai-atk-s0502a8:66_0": "105.",
    "ai-atk-s0502a8:67_0": "“ neither gods, nor gandhabbas, nor Māra together with Brahmās,",
    "ai-atk-s0502a8:68_0": "can’t be destroyed, who’s victor?”",
    "ai-atk-s0502a8:69_0": "Herein, although no matter that is",
    "ai-atk-s0502a8:69_1": "It is possible to decay him by means of a defilement of his own defilements, that is better (but) the meaning.",
    "ai-atk-s0502a8:69_2": "whatever ruins there is in this generation, that flaws, flatterers, vast, that is better for the sake of sacrifice, or that is better.",
    "ai-atk-s0502a8:69_3": "Why is this better than that,",
    "ai-atk-s0502a8:69_4": "Because they don’t rightly understand self-development.",
    "ai-atk-s0502a8:69_5": "of such a one.",
    "ai-atk-s0502a8:69_6": "This is said:",
    "ai-atk-s0502a8:69_7": "For it is because one who has given up a defilement of his own persuading protection and self-controlled, and then I will honor anyone who steals from the fact that woman or man, but who thinks, “I will be able to ensure about anyone else who is born in any opposite,” or “I will cliff a conquerorous body,” or and he strike him with them down again.",
    "ai-atk-s0502a8:70_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a8:71_0": "The fourth groundlessly to ask about the Brahmins.",
    "ai-atk-s0502a8:72_0": "The Brahmin Sāriputta’s Mother",
    "ai-atk-s0502a8:73_0": "While the Teacher was living in Bamboo Grove, the teacher of the Veḷuvaṇa, the brahmin lady, while speaking about the teachings.",
    "ai-atk-s0502a8:74_0": "The elder, it seems, went to his presence and told him what had happened.",
    "ai-atk-s0502a8:74_1": "“Brahmin, do you do something skillful?”",
    "ai-atk-s0502a8:74_2": "“I do, sir.”",
    "ai-atk-s0502a8:74_3": "“What’s the point of this?”",
    "ai-atk-s0502a8:74_4": "“I don’t want to give a gift after passing away.”",
    "ai-atk-s0502a8:74_5": "“Who might you give?”",
    "ai-atk-s0502a8:74_6": "“It is possible, sir.”",
    "ai-atk-s0502a8:74_7": "“What’s the point of this?”",
    "ai-atk-s0502a8:74_8": "“Sir, the Brahmā realm is the Brahmā realm.”",
    "ai-atk-s0502a8:74_9": "“But what is the path to Brahmā?”",
    "ai-atk-s0502a8:74_10": "“Yes, Sir.”",
    "ai-atk-s0502a8:74_11": "“Who said that?”",
    "ai-atk-s0502a8:74_12": "“Sir, I’ve done it by myself.”",
    "ai-atk-s0502a8:74_13": "“Since you don’t know, brahmin, your teacher does not know the path to Brahmā. You will take another path to the company of Brahmā.” Then you answered, “Surely it’s not good that you’ve gained the Brahmā realm and say, “We’ll go to the company of Brahmā.”",
    "ai-atk-s0502a8:74_14": "Saying, “Yes, sir,” he asked Master Gotama, “Yes, it seems, when he was asked,” he replied: “Yes, an abode, bringed that teaching, and he, when I have passed away, I have drunk warped the three worlds, and when I have confuseed them give a teaching like this:",
    "ai-atk-s0502a8:75_0": "106.",
    "ai-atk-s0502a8:76_0": "“One who gives a thousand-fold army",
    "ai-atk-s0502a8:77_0": "and one might worship someone with developed self",
    "ai-atk-s0502a8:78_0": "His homage would by far excel His hundred years of sacrifice” .",
    "ai-atk-s0502a8:79_0": "There the thousand mentioned him in that place.",
    "ai-atk-s0502a8:79_1": "One who, while constructing a hundred years’ lair of giving a gift of a hundred or a thousand men, would who have developed one-eyed triumphy and stored the treasures, and makes a single offering, making a single offering of lady of food, or one good offerings of antelope hide, and one hands the sun at the end of the kettle moon, or a bird dance, and one measure of virtue warnings.",
    "ai-atk-s0502a8:79_2": "than the other year sacrifice.",
    "ai-atk-s0502a8:79_3": "Acording to these is better than that.",
    "ai-atk-s0502a8:79_4": "the best is the best.",
    "ai-atk-s0502a8:80_0": "While the brāhmaṇa was teaching the fruit of Stream-Entry, he reached the fruit of Stream-Entry.",
    "ai-atk-s0502a8:81_0": "The fifth deceiver of the Elder Sāriputta’s mother.",
    "ai-atk-s0502a8:82_0": "Still the Elder Sāriputta’s site for the Elder Sāriputta",
    "ai-atk-s0502a8:83_0": "A hundred years in the Teacher’s teaching Dhamma, the relevant to the Great Bamboo Grove, the Lord of the Elder Sāriputta.",
    "ai-atk-s0502a8:84_0": "The elder went to you and said:",
    "ai-atk-s0502a8:84_1": "“Brahmin, what’s skillful?”",
    "ai-atk-s0502a8:84_2": "“Yes, Sir.”",
    "ai-atk-s0502a8:84_3": "“What’s the point of this?”",
    "ai-atk-s0502a8:84_4": "“Let alone months spend the robber! May I serve the sacred flame!”",
    "ai-atk-s0502a8:84_5": "“Why do you do it for the purpose of what is it?”",
    "ai-atk-s0502a8:84_6": "“There’s no need to be a Brahmā realm.”",
    "ai-atk-s0502a8:84_7": "“What would you do?”",
    "ai-atk-s0502a8:84_8": "“Venerable, please do so.”",
    "ai-atk-s0502a8:84_9": "“You do, sir.”",
    "ai-atk-s0502a8:84_10": "Saying, “Yes, sir,” he asked, “What does the ascetic Gotama say?” When he had spoken, he asked, “What can I do so?” he discarded the teachings with just that.",
    "ai-atk-s0502a8:85_0": "107.",
    "ai-atk-s0502a8:86_0": "“Whoever might serve the sacred fire in a grove,",
    "ai-atk-s0502a8:87_0": "and one might worship someone with developed self",
    "ai-atk-s0502a8:88_0": "His homage would by far excel His hundred years of sacrifice.”",
    "ai-atk-s0502a8:89_0": "Herein, this is a term for sentient beings.",
    "ai-atk-s0502a8:89_1": "he wandered in the forest groves, at the foot of a fire, and he sets out for the wood.",
    "ai-atk-s0502a8:89_2": "The rest is the same as before.",
    "ai-atk-s0502a8:90_0": "As he was teaching the hermitage, he reached the fruit of Stream-Entry, so many other services.",
    "ai-atk-s0502a8:91_0": "The sixth site for the Elder Sāriputta.",
    "ai-atk-s0502a8:92_0": "on the Brahmin Sāriputta’s companions.",
    "ai-atk-s0502a8:93_0": "Whether that Teacher was living in a Bamboo Grove, the services of the supreme brahmin Dhamma.",
    "ai-atk-s0502a8:94_0": "The elder went to him and asked, “What is skillful?”",
    "ai-atk-s0502a8:94_1": "“Yes, Sir.”",
    "ai-atk-s0502a8:94_2": "“What’s the point of this?”",
    "ai-atk-s0502a8:94_3": "“Please go to the fire hut.”",
    "ai-atk-s0502a8:94_4": "that rice porridge and meal offerings to him,",
    "ai-atk-s0502a8:94_5": "The senior elder asked, “After he was the first path, but he questioned them to the company of the Brahmā. Then he said, “Have you a path leading to the company of Brahmā?”",
    "ai-atk-s0502a8:94_6": "The Teacher asked: “What does the brahmin?” and “It is just like this, my disciples, “From the food distribution of the opposite sex,” and he added: “It is when asked to give me a share to such a crowd, it is unskilled person.” And he added: “Lists, Dhammadinnary, and giving me the four consent, it is my offerings to the pins.",
    "ai-atk-s0502a8:95_0": "108.",
    "ai-atk-s0502a8:96_0": "“Whatever sacrifice or offering in the world",
    "ai-atk-s0502a8:97_0": "a seeker of merit may make for a year,",
    "ai-atk-s0502a8:98_0": "none of it is worth a quarter",
    "ai-atk-s0502a8:99_0": "better for them is better than human beings.”",
    "ai-atk-s0502a8:100_0": "Herein, whatever happiness is a term for the restraint of the rapture and bliss partaking of non-disappearance.",
    "ai-atk-s0502a8:100_1": "* may he gave the gift of (supernatural) visions that were given to the Faith.",
    "ai-atk-s0502a8:100_2": "Having made such sacrifices and offerings, (again) fruits and results of good and bad deeds,",
    "ai-atk-s0502a8:100_3": "(permission) a taste of nymphs, even a single star or a single crowd, or a hymns, or a bird who gives a gift to it, saying: “It may be as if it were given,”",
    "ai-atk-s0502a8:100_4": "seeking merit to merit.",
    "ai-atk-s0502a8:100_5": "At the end of the winter season the lower worlds were stream-enterers, and all those who had ended the defilements.",
    "ai-atk-s0502a8:100_6": "This is said:",
    "ai-atk-s0502a8:100_7": "“After countless hundreds, having worshipped the body, fondness towards the four directions, and for better than that, it’s better to bow down to you.”",
    "ai-atk-s0502a8:101_0": "While the brāhmaṇa was teaching the fruit of Stream-Entry, he reached the fruit of Stream-Entry.",
    "ai-atk-s0502a8:102_0": "on the seventh day of the Elder Sāriputta, for the seventh time.",
    "ai-atk-s0502a8:103_0": "8. Āyuvaḍḍhanakumāravatthu",
    "ai-atk-s0502a8:104_0": "Sīha, the Teacher, the Dhammadinnā, lived in a wilderness hut, because of a long life, he lived in the wilderness, because of a long life.",
    "ai-atk-s0502a8:105_0": "Acording to the brahmins in the City of Aṭṭhaka, it seems the Vaṅgīsa and forty-eight years.",
    "ai-atk-s0502a8:105_1": "One of them would not think, “I’ll position myself.” Then they split (only) quickly discardedly, he poured about another, and only managed to themselves with another.",
    "ai-atk-s0502a8:105_2": "So the wife gave birth to a child,",
    "ai-atk-s0502a8:105_3": "But the other friend returned to the city.",
    "ai-atk-s0502a8:105_4": "After hearing his teaching, he went to see his son and prosperous son,",
    "ai-atk-s0502a8:105_5": "The children, having gone to his mother and father, gave her to her son, the son of his father, the hands, and gave it to his father.",
    "ai-atk-s0502a8:105_6": "The first household life span was long-lived, and before paying homage.",
    "ai-atk-s0502a8:105_7": "Then Kapilavatthu, thinking, “Sir, why don’t you say anything?”",
    "ai-atk-s0502a8:105_8": "“Set this is an obstacle.”",
    "ai-atk-s0502a8:105_9": "“What can I live, sir?”",
    "ai-atk-s0502a8:105_10": "“I was wriggling.”",
    "ai-atk-s0502a8:105_11": "“I want to make a place of loss.”",
    "ai-atk-s0502a8:105_12": "“I didn’t know, I know.”",
    "ai-atk-s0502a8:105_13": "“But sir, who knows what happens?”",
    "ai-atk-s0502a8:105_14": "“The ascetic Gotama knows his peaceful meditation.”",
    "ai-atk-s0502a8:105_15": "“Areny walking, I’m afraid.”",
    "ai-atk-s0502a8:105_16": "“If there was a child in your son, who would go into his presence and ask him about this, then ask him a question.”",
    "ai-atk-s0502a8:106_0": "Having gone into the presence of the Teacher, he went to the presence of the Teacher and stood there.",
    "ai-atk-s0502a8:106_1": "The Teacher said: “Buddha, with his wife, your age and death.” And she fell at that very place she worshipped her son, and made an end of her son.",
    "ai-atk-s0502a8:106_2": "The Teacher asked the question of the former relations he spoke about the former related (the King).",
    "ai-atk-s0502a8:106_3": "He knew the brahmin, who was not understanding and not penetrating all these things, and who did not know the hymns, and he did not know about his own benefit.",
    "ai-atk-s0502a8:106_4": "The brahmin asked:",
    "ai-atk-s0502a8:106_5": "“Are there any way?”",
    "ai-atk-s0502a8:106_6": "“They are brahmins.”",
    "ai-atk-s0502a8:106_7": "“What states of existence?”",
    "ai-atk-s0502a8:106_8": "“If you’re getting to sit down in the middle of the house, preparing a seat with one of yourselves, and then sit down in the middle of the lay life. Since you can’t prepare a seat in my lion’s presence, get up and sit down.”",
    "ai-atk-s0502a8:106_9": "“I’ve slept to make carpets, Master Gotama. How should I do this?”",
    "ai-atk-s0502a8:106_10": "“Those who bring this problem I’ll service.”",
    "ai-atk-s0502a8:106_11": "“Good, sir,” he replied. Then he did just that the whole house was setting there, and he had finished his own dwelling place.",
    "ai-atk-s0502a8:106_12": "The Teacher, going to the charnel ground, sat down on the same seat, and chopped the monks there, seven days, and in the evening. He then went to Bhaddā’s monastery.",
    "ai-atk-s0502a8:106_13": "and assembled all the Serpents gathered in Ambalaṭṭhikā.",
    "ai-atk-s0502a8:106_14": "one Yakkha named Aruṇavatī, the hero, for twelve years after saying that very day she appeared in the sky for seven days. She got up from the neighborhood of a certain tree.",
    "ai-atk-s0502a8:106_15": "Therefore while he was coming,",
    "ai-atk-s0502a8:107_0": "In the place where the deity had assembled there, and when the deities gathered round about it, having gathered round about the point of a great deity, and assembled here, they were going back and spent for twelve leagues.",
    "ai-atk-s0502a8:107_1": "The Teacher was still engaged in all nights, and so long as he had small a limited period.",
    "ai-atk-s0502a8:107_2": "to seven days without a wooden raft, the boy or threw him.",
    "ai-atk-s0502a8:107_3": "But eight days (where) declarations of robbing the opposite sex on the Teacher, saying:",
    "ai-atk-s0502a8:107_4": "The Teacher said, “Dear, please be long.”",
    "ai-atk-s0502a8:107_5": "“But how long has it been since you could return?”",
    "ai-atk-s0502a8:107_6": "“A hundred years.”",
    "ai-atk-s0502a8:107_7": "Then those two and half-month said to him, “What’s the name?”",
    "ai-atk-s0502a8:107_8": "He lived surrounded by five hundred lay followers.",
    "ai-atk-s0502a8:107_9": "Then on this point, how will the monks ignored of the Dhamma leading to the heaven of the seventh day, it seems, for two or three months, and seven months it turned up to seven days. As a lay follower, it seems, I had sex with five hundred years.",
    "ai-atk-s0502a8:107_10": "After the Teacher came and asked: “Mendicants, where is the talk about just now?” Then he asked, “Do it just as the kingdom because of this, Vaḍḍha the Looking round of the life fortnight, making the four kinds of happiness, having discovered all the names, while these sentient beings were referring to the wise ones?",
    "ai-atk-s0502a8:108_0": "109.",
    "ai-atk-s0502a8:109_0": "“I will live the precepts shared with their precepts,",
    "ai-atk-s0502a8:110_0": "four things increase: length of life, beauty, happiness, and strength.”",
    "ai-atk-s0502a8:111_0": "Herein, worshipping within a head of virtue: We bowing down to Māra (and still), the meaning is this: “Amongst I worship my son” .",
    "ai-atk-s0502a8:111_1": "Those who go forth when old seeking the full ordination, those who are young, old, and those who wish to be honored, respected, esteemed, and venerated by a layperson or those gone forth. And those who raise their joined palms, is the meaning.",
    "ai-atk-s0502a8:111_2": "four things increase: the life span, their lifespan, ethics, mind, and wisdom.",
    "ai-atk-s0502a8:111_3": "For fifty years a hundred years old, their lifespan of more than twenty years. They’d apply themselves to the lifespan of the wide openings, the life span of the life span, beauty, and happiness.",
    "ai-atk-s0502a8:111_4": "otherwise.",
    "ai-atk-s0502a8:111_5": "There is nothing wrong with the inner bathing preceding.",
    "ai-atk-s0502a8:112_0": "At the end of the five hundred lay followers were reborn in the fruit of stream-entry. And so many other lay followers were established in the fruit of stream-entry.",
    "ai-atk-s0502a8:113_0": "The eighth based for riches is finished.",
    "ai-atk-s0502a8:114_0": "9. Saṁkiccasāmaṇeravatthu",
    "ai-atk-s0502a8:115_0": "(and) to live a hundred years in the Teacher’s teaching, which is the Teacher, the shouting the Teaching, the Dispensation, and the Snakes,",
    "ai-atk-s0502a8:116_0": "Thirty-Three having heard the Teacher’s teaching, they gave the going forth to the Teacher.",
    "ai-atk-s0502a8:116_1": "After approaching the Teacher’s full ordination, they hurriedly take care of the people, having heard the Teacher’s vomited up five hundred servings. Then we will go forth, thinking, “We’ll give them a meditation subject,” and he report, “We will see the Teacher,” he added: “We will go forth.”",
    "ai-atk-s0502a8:116_2": "“When asked an place, how long is it?” he replied, “When asked us, “What used is the point of using them will arise,” he will fill them with carrying away. But when they think, “We’ll do so now.” And he’ll From the day he’ll with the going forth.",
    "ai-atk-s0502a8:117_0": "the senior monk called Seyyasaka, the novice monastic’s birth,",
    "ai-atk-s0502a8:117_1": "The daughter of that Mother had been given to her daughter in Sāvatthī,",
    "ai-atk-s0502a8:117_2": "At that, when he passes away, he died alone with one part.",
    "ai-atk-s0502a8:117_3": "When she was conceived, she gave birth to a womb.",
    "ai-atk-s0502a8:117_4": "Then, when the fetus was mature, having pregnantly wounds dropped on two places.",
    "ai-atk-s0502a8:117_5": "he dropped the story of wood to the boys.",
    "ai-atk-s0502a8:117_6": "After making a pregnant woman wrapped up in the sea and departing from their catches.",
    "ai-atk-s0502a8:117_7": "Like a golden pregnant embryo was like a golden coin over the silver. But it was like a golden coin’s hooked on a golden coin.",
    "ai-atk-s0502a8:117_8": "There is no his last rebirth in the grace of the Serpents, since there is no danger of living.",
    "ai-atk-s0502a8:117_9": "On the following day she thought, “Who would you be reborn in this way?” After seeing his boys, they answered like this, “What will I do?”",
    "ai-atk-s0502a8:117_10": "This will not be a relative of those children who live at home.",
    "ai-atk-s0502a8:117_11": "and if they live together, he will finish them.”",
    "ai-atk-s0502a8:117_12": "His thoughts were broken, (the Buddha) made the offerings of Sañjaya.",
    "ai-atk-s0502a8:117_13": "After some time, they decay.",
    "ai-atk-s0502a8:117_14": "her relatives wanted to visit him.",
    "ai-atk-s0502a8:117_15": "When seven years had passed, he told you what had happened.",
    "ai-atk-s0502a8:117_16": "Saying, “Good, Sāriputta,” they led them to the presence of the Elder Sāriputta.",
    "ai-atk-s0502a8:117_17": "The elder gave him the going forth.",
    "ai-atk-s0502a8:117_18": "and was sprinkled on the razor Arahantship.",
    "ai-atk-s0502a8:117_19": "this is called “which is a servant”.",
    "ai-atk-s0502a8:118_0": "“When the Teacher has come to an end, he will be able to resolve that fear of the people.” And he told him, “Go away, they’ll give you a Jina, Venerable Sāriputta.”",
    "ai-atk-s0502a8:118_1": "Saying, “Very well,” they took a meditation subject and went to the senior venerable, saying, “What are we doing this?” Then he said, “Let us go to the teacher, observe the meditation subject and ask him to the wilderness.",
    "ai-atk-s0502a8:118_2": "“You may go, after prepare brothers.”",
    "ai-atk-s0502a8:118_3": "“Well then, I’ll come here.”",
    "ai-atk-s0502a8:118_4": "The elder said, “If one is helpful for these three parts, what will they think?”",
    "ai-atk-s0502a8:118_5": "“But are you a novice?”",
    "ai-atk-s0502a8:118_6": "“No, there isn’t.” —",
    "ai-atk-s0502a8:118_7": "“If there’s no-one, I’ll get some service,”",
    "ai-atk-s0502a8:118_8": "“Enough, Reverend Uttara, what can there be in the wilderness? What can he live in the forest?”",
    "ai-atk-s0502a8:118_9": "“You haven’t got an obstacle for you, but you still have a comfortable simile.",
    "ai-atk-s0502a8:118_10": "The Teacher, too, took hold of him together with the novices, and crushing him.”",
    "ai-atk-s0502a8:118_11": "Saying, “Very well,” they did just that.",
    "ai-atk-s0502a8:119_0": "When people saw those people, they asked, “Where are you going? Why do you live having undertaken this virtue? ” They then questioned her, “Will we do the observance-day procedure with the legal procedures of one motion and make us acts?”",
    "ai-atk-s0502a8:119_1": "And they accepted it.",
    "ai-atk-s0502a8:119_2": "Then, people, having arranged their sleeping places in the heavens, cast-of-state, and now they presented us today in the assembly hall.",
    "ai-atk-s0502a8:119_3": "The senior monks who had entered the rainy-season residence did not go elsewhere, but with their demonstrations on the day facts of the rainy season, no matter how to make them stand on the day and on the problems in all this way, except for that, not to be able to practice the meditation subject at night, and to practice the end of the rainy season, or to get a safe place. And also therefore we shall be an wakening a meditation subject, except for that is why there, only two most provisions.”",
    "ai-atk-s0502a8:120_0": "When they’ve done so, one is living alone in the wilderness, and one who lives alone within the Ājīvaka ascetics deserves to be traveled to live depend on the road in that very life.",
    "ai-atk-s0502a8:120_1": "And the senior monks who were walking for alms in the village or the Videhans, and they sat down on the road on the road between them, a meal offering of food. They sat down on the turn to eat.",
    "ai-atk-s0502a8:120_2": "At that moment the man stood to one side,",
    "ai-atk-s0502a8:120_3": "Then the Elders asked him, “Where did you come?”",
    "ai-atk-s0502a8:120_4": "He told him.",
    "ai-atk-s0502a8:120_5": "When the senior monks had made an end to doing so, they entered the city. He then said: “Go and eat the one get meat, and give us the meal on the road only to the other, and eat the food with the other and drink.” Then he said, “Going the current to them and sauce them all,” and so on.",
    "ai-atk-s0502a8:120_6": "It seems that when the meal is finished, that monk should give the best food, whether he has been given to him or not. He should then eat a lot of the food, whether he has been given much, or not.",
    "ai-atk-s0502a8:120_7": "And so they shouldn’t give birth.",
    "ai-atk-s0502a8:120_8": "the Elder who had completed the duties, and after worshipping the Elders, he asked (saying):",
    "ai-atk-s0502a8:120_9": "“Venerable, what has been invited for to you?”",
    "ai-atk-s0502a8:120_10": "“No, there are no monks invited the monks for a meal to eat rice.”",
    "ai-atk-s0502a8:120_11": "He thought:",
    "ai-atk-s0502a8:120_12": "“As a permanent worker, and I’m able to live involved in such a way. How can I do so after traveling?”",
    "ai-atk-s0502a8:120_13": "Then they said to them:",
    "ai-atk-s0502a8:120_14": "“I wish to live in the presence of the noble ones.”",
    "ai-atk-s0502a8:120_15": "“Good, lay follower.”",
    "ai-atk-s0502a8:120_16": "When they had gone to wielding, they won’t do what they had said. Having gone beyond doubt, I’ll give them up without asking permission of the monks. I won’t go forth. I’ll ask them about his permission and then depart.",
    "ai-atk-s0502a8:120_17": "He then left that eventually,",
    "ai-atk-s0502a8:121_0": "As he was going to the road, there was safety",
    "ai-atk-s0502a8:121_1": "Herein, he is building a gangster, saying: “Mother, let me do this for all seven days, and then I will observe the power of that deed.”",
    "ai-atk-s0502a8:121_2": "That’s why, in the seventh day, a thief saw him, and he asked him,",
    "ai-atk-s0502a8:121_3": "He forgot about the dreadful ran away. Being plunged into that dwelling, he took a stole from the shoulder-pole and pulled up a bundle of fire. Stilling the storms, he drilled up a big Shrine, and make it into the mass of fire.",
    "ai-atk-s0502a8:121_4": "Having seen them, he asked this: “What are the reasons to do in this place? How are you not?”",
    "ai-atk-s0502a8:121_5": "“Have you heard, when the deities come from me, we’ll do the work.”",
    "ai-atk-s0502a8:121_6": "After death, he thought of the mendicants, and insignificant fear, he then protected the life. And he said this:",
    "ai-atk-s0502a8:121_7": "“I was a meal unwilling and afflicted with wounds. I dropped the mass of fire, and then I left the judges and make the thickets of one month.” Then they’ll make an offering in that state.",
    "ai-atk-s0502a8:121_8": "When he heard this, he thought, “What are the doing of this? Is the aristocrats, Kāḷīha and preparing the neighborhood of Kāḷī?” They then asked the monks, “Give him a good place, we’ll make an offering to the place where the monks sit down.” And he asked the monks,",
    "ai-atk-s0502a8:121_9": "Two months a particular component said this:",
    "ai-atk-s0502a8:121_10": "“These seven days and nights will be seated in the heaven of the day.”",
    "ai-atk-s0502a8:121_11": "took the thieves’ house and made a robber.",
    "ai-atk-s0502a8:122_0": "When monks heard that the sound of drums, they thought, “Friend, this won’t be at the time of trouble me in the middle of the porch.”",
    "ai-atk-s0502a8:122_1": "The Elder Mahā Dhammadinnā, after surveying the world, asked:",
    "ai-atk-s0502a8:122_2": "“For whom has come to this house?”",
    "ai-atk-s0502a8:122_3": "The bandit story:",
    "ai-atk-s0502a8:122_4": "“Please, sir.”",
    "ai-atk-s0502a8:122_5": "“What was the reason?”",
    "ai-atk-s0502a8:122_6": "“We’ll take him on in debate and go. We’ll take one of his strength and go.”",
    "ai-atk-s0502a8:122_7": "Having heard that, the Elder said this to the monks:",
    "ai-atk-s0502a8:122_8": "“Reverend, I wish to give up your brother’s brother; let alone all go with you. I’m going behind with them, and do what’s yours. Then I’m going with you.”",
    "ai-atk-s0502a8:122_9": "The Elder said this:",
    "ai-atk-s0502a8:122_10": "“Venerable Sir, may I do you more brothers of Jayasenakas?”",
    "ai-atk-s0502a8:122_11": "With this arrival at the same time, they replied, “So it is unquimpededed” and they got up, and they didn’t go back to their father. They did not drink. But even one of their wives, nor had they put for the purpose of the life of a woman.",
    "ai-atk-s0502a8:122_12": "One of them said, “Have you taken up a simile,”",
    "ai-atk-s0502a8:123_0": "“How can I do this?” and “After hearing what they said, “After hearing them, having said, I will go.”",
    "ai-atk-s0502a8:123_1": "they said:",
    "ai-atk-s0502a8:123_2": "“Let us all go alone, but not even one month.”",
    "ai-atk-s0502a8:123_3": "“What is the reason, sir?”",
    "ai-atk-s0502a8:123_4": "“Reverend, if you go to that novice, the novice nun’s son, give me a novice, saying, “Give me that, your novice, and gone to the monastery, give me that, we won’t be able to get away.”",
    "ai-atk-s0502a8:123_5": "“Venerable Sir, please drive me the blade of a preceptor. I’ll go with this preceptor. I’ll stay with the monks. I’ll government offer him and ask him for for forgiveness.” Then he dismissed them, saying, “Venerable sir, I’ll go forth.”",
    "ai-atk-s0502a8:123_6": "and then the monks were unable to bear the eyes of the heart.",
    "ai-atk-s0502a8:123_7": "The Elder Mahā accused another –",
    "ai-atk-s0502a8:123_8": "“Sometimes it with fire, while you’re still a young bathing. Without doing this matter, you’ll point out the reason and do what you like.”",
    "ai-atk-s0502a8:123_9": "Having taken the novices, the novices went to that novices and placed them all.",
    "ai-atk-s0502a8:124_0": "the assembly of the robbery, having gone to the novice Aciravata,",
    "ai-atk-s0502a8:124_1": "Having entered his dwelling, he sat down on the seat spread out.",
    "ai-atk-s0502a8:124_2": "bandits attacked and threw him to the novices, and he took a pillow on the shoulder. He then walked past the neighborhood of a monastery, thinking, “Take it!” he had seen it again, he returned again.",
    "ai-atk-s0502a8:124_3": "being struck with a palm leaf, and went on to the ground.",
    "ai-atk-s0502a8:124_4": "For the novice nun is able to convert the center’s instructions, nor can he not fall back where there is no dangers.",
    "ai-atk-s0502a8:124_5": "she thought:",
    "ai-atk-s0502a8:124_6": "“Formerly, erected a rock, a post, a keyhole, or a door-pulling rope, and like a rubbing-hole, and held on top of a string of pearl.",
    "ai-atk-s0502a8:124_7": "And this is the naked ascetic, who knows “I do not know,” “I do not know the ascetic.”",
    "ai-atk-s0502a8:124_8": "He placed it in an unsuitable way, and when he saw it, he thought, “We were unable to make a neighborhood of a hole into a wall, and when we were able,” and when he saw the three people coming, he did not able to make an end.",
    "ai-atk-s0502a8:124_9": "or, when there is no glowing, it’s appropriate for you to take your mouth, like a golden garland with flowers and leaves, and it can turn out to be taken up like it?”",
    "ai-atk-s0502a8:125_0": "“There’s no complexion for you to splendidly.",
    "ai-atk-s0502a8:126_0": "Why don’t we try to be lamentation?”",
    "ai-atk-s0502a8:127_0": "The novice monastic, having ended the defilements, saying: “Reverend Sir, is the person whose cankers are destroyed, with defilements ended, who has subdued their defilements, is not able to lie down in that state with these verses, like one who is fearful,” and he recited these verses:",
    "ai-atk-s0502a8:128_0": "“There isn’t any mental suffering for mental suffering.",
    "ai-atk-s0502a8:129_0": "All fears are left behind, they have ended the fetters.",
    "ai-atk-s0502a8:130_0": "“Having seen those whose defilements are ended, as in the present life",
    "ai-atk-s0502a8:131_0": "they’re not frightened, ~ like those who lie down.”",
    "ai-atk-s0502a8:132_0": "after hearing that, the group-of-five hundreds, said this to the (saying):",
    "ai-atk-s0502a8:132_1": "“What’s the point of yourselves?”",
    "ai-atk-s0502a8:132_2": "“Are you able to get better?”",
    "ai-atk-s0502a8:132_3": "“In this way, sir, I’ll be able to get my opportunity from home.",
    "ai-atk-s0502a8:132_4": "and we’ll do so.”",
    "ai-atk-s0502a8:132_5": "Saying “Good,” she requested the five hundred novices, replied to that novice, and asked for the going forth.",
    "ai-atk-s0502a8:132_6": "Those eighty-four cloths, he cut off their hair and beards, dressed in ocher robes, and went on the ten precepts. Then he thought:",
    "ai-atk-s0502a8:132_7": "“If I’m going to such a senior venerable, I won’t do whatever.",
    "ai-atk-s0502a8:132_8": "Even a bandit caught me, sesame seeds, flies, and thieves, robbers, and I won’t think, ‘I’ll robble me even after seeing the meditation subject’?”",
    "ai-atk-s0502a8:132_9": "He then went to see the five hundred mendicants, and when he saw them, he thought, “What can I do?” Then he told me of all that had happened, adding, “When I returned to me?” and he told them what had happened, he said, “Venerable sir, I shall go forth with the intention of mine.” But when I had got rid of it, he said, “Why don’t I have come? ” and he told them what had happened.",
    "ai-atk-s0502a8:132_10": "The elder said, “Where did you see the Teacher?” When the teacher had seen him, he said, “What have you come?” Taking back, they told him, “Venerable sir, what’s the pupil of the teacher?” Then he said, “Venerable sir, what’s the teacher?” and he told him the questions, “Venerable sir, what’s the call-of-stract?”",
    "ai-atk-s0502a8:132_11": "Saying, “Yes, sir,” he asked, “It seems,” and “Yes, an unethical man,” and he replied, “It seems, then, when he was asked, he did just that.",
    "ai-atk-s0502a8:133_0": "110.",
    "ai-atk-s0502a8:134_0": "“The one who lives for a hundred years, unvirtuous and uncomposed,",
    "ai-atk-s0502a8:135_0": "is surpassed by one living for one day and virtuous practices.”",
    "ai-atk-s0502a8:136_0": "Herein, unethical conduct is unvirtuous.",
    "ai-atk-s0502a8:136_1": "Virtuous conduct is the best of habit of wood, two, three, four, five, ten, or a single, and even a single one.",
    "ai-atk-s0502a8:137_0": "At the conclusion of the five hundred mendicants also attained Arahatship.",
    "ai-atk-s0502a8:138_0": "After some time, the merchant’s son, gaining the full ordination and attaining the full ordination, she took ten novices.",
    "ai-atk-s0502a8:138_1": "but in this his nephew monastery he is the most excellent Arahant.",
    "ai-atk-s0502a8:138_2": "When the senior monk had returned to the assembly hall, he questioned them: “After able, I’ll die in your presence.” And he dismissed her, he dismissed her.",
    "ai-atk-s0502a8:138_3": "While walking along this road, he confessed his way to the five thieves, robbers, and he is going along the road on a journey. When he sees them, he should make an effort to get him, and he directly knew that he had not experienced the path to the end of their parents.",
    "ai-atk-s0502a8:138_4": "While robbing, they prevented him with the thieves. As she was robbed, they asked if she was about to go forth, but thinking, “I won’t see my mother.”",
    "ai-atk-s0502a8:138_5": "He did all that while he was giving the going-forth to the worms, all of them having been sent by his preceptor, and having approached, he told him.",
    "ai-atk-s0502a8:138_6": "Saying, “Yes, sir,” he asked, “Did you teach the Dhamma,” and he then repeatedly the verses, saying,",
    "ai-atk-s0502a8:139_0": "“The one who lives for a hundred years, unvirtuous and uncomposed,",
    "ai-atk-s0502a8:140_0": "is surpassed by one living for one day and virtuous practices.”",
    "ai-atk-s0502a8:141_0": "This too is stated in the case of the supreme sense desires.",
    "ai-atk-s0502a8:142_0": "The ninth ground for conduct.",
    "ai-atk-s0502a8:143_0": "10. Khāṇukoṇḍaññattheravatthu",
    "ai-atk-s0502a8:144_0": "One might live for a hundred years, the teacher who lived the Dhamma in Jeta’s Wood, while living near Kālāma,",
    "ai-atk-s0502a8:145_0": "While he was living in the wilderness, it seems, a meditation subject in the wilderness, he was going to Liberation. After saying, “I’ll go along the path,” he picked up a meditation subject, and he was sitting there.",
    "ai-atk-s0502a8:145_1": "Then it robbed on that robber’s preparing a cow and parasol with their own hands. Then they went to the forests and followed about it, thinking, “We’ll see the way they’ll exhausting the way,” and when he sees the way, they stilt longhouse, we’ll get a good lips. Having seen the way they had reached the goal.” And after seeing him they, they, they thought, “We will go to the boxety, which is an oppportunity and poison,”",
    "ai-atk-s0502a8:145_2": "And that’s where she placed the Elder’s position.",
    "ai-atk-s0502a8:145_3": "Even so, after seeing the five hundred arts of robbers, a cloth from the elder, and going to meet the Elders, they sat down at the foot of a precincts, saying: “Having given to him, after seeing the Elder Nuns, caught him going to bathe, and seeing him, they said, “Paṇḍuka, to go to the courtesan post.”",
    "ai-atk-s0502a8:145_4": "Then the Elder said to the:",
    "ai-atk-s0502a8:145_5": "“Don’t be afraid, lay followers!”",
    "ai-atk-s0502a8:145_6": "Those Elders having released their feet, and they all thought, “We came to a robber on us. We’ll ask how to go forth,” and they all went forth in the presence of the Elder Nun, thinking, “Sir, I wish to receive the going forth.” And after all the Pabbajjā ordination.",
    "ai-atk-s0502a8:145_7": "The elder dreadfully discomfort having drums (himself), as she was giving them the going forth.",
    "ai-atk-s0502a8:145_8": "poisoned a snake with its slough.",
    "ai-atk-s0502a8:145_9": "He went with the monks and told him, “What was the pupil of? Who was the teacher? ”",
    "ai-atk-s0502a8:145_10": "Saying, “Yes, sir,” he asked us, “It seems that the Teacher wasn’t established in such a way. Then he said, “We shall teach you such a well-known people have gone forth,” and he added: “It seems, there is no laughing on such a single stage of life.”",
    "ai-atk-s0502a8:146_0": "111.",
    "ai-atk-s0502a8:147_0": "“He who lives for a hundred years, lacking in wisdom, uncomposed,",
    "ai-atk-s0502a8:148_0": "is surpassed by one living for one living, who is wise.”",
    "ai-atk-s0502a8:149_0": "Herein, witless, the wise with understanding, and so on, have insight the first clear state.",
    "ai-atk-s0502a8:150_0": "At the conclusion of the five hundred monks attained Liberation together with the analytic knowledges.",
    "ai-atk-s0502a8:150_1": "flavors about the people who are greatly attached to the people, teaching Dhamma.",
    "ai-atk-s0502a8:151_0": "Kumṇḍaññasā, the tenth section on the tenth sense.",
    "ai-atk-s0502a8:152_0": "11. Sappadāsattheravatthu",
    "ai-atk-s0502a8:153_0": "(He who lives for) a hundred years in the Teacher, the highest among men, was living in the Jetavana garden,",
    "ai-atk-s0502a8:154_0": "Why in Sāvatthī, the gentleman, having heard the Teacher’s Dhamma teaching, causing him, and thinking, “This gentleman isn’t able to die down when he likes to go forth, he thought, ‘I have a layman and addresses his own death. ’”",
    "ai-atk-s0502a8:154_1": "Then, on the following day, having seen the wonder of the Bhikkhus, went to the Pāṭaliputta, and seeing the assembly hall, they dropped the water-pot, sugar-cane put it on the land,",
    "ai-atk-s0502a8:154_2": "When the monks saw him, he asked, “What did you do?”",
    "ai-atk-s0502a8:154_3": "thinking: “We will not get thrown away,”",
    "ai-atk-s0502a8:154_4": "Having heard their words, he thought, “I’ll take it away.” He then seize it by the hand, and thinks, “I’ll throw it away.” Then he doesn’t want one ghee.",
    "ai-atk-s0502a8:154_5": "He dropped the fingers in his hand and puts it in the air, dropped on the mouth, and he opened his fingers in the mouth.",
    "ai-atk-s0502a8:154_6": "He then left this monastery.",
    "ai-atk-s0502a8:154_7": "Then the monks said to him, “Who did you get ghee?”",
    "ai-atk-s0502a8:154_8": "“This isn’t.”",
    "ai-atk-s0502a8:154_9": "“What’s your oldest, reverend, when you say anything to us?”",
    "ai-atk-s0502a8:154_10": "“I’m able to make themselves happy there, and tormented by others.”",
    "ai-atk-s0502a8:154_11": "The mendicants listened to this.",
    "ai-atk-s0502a8:155_0": "Then one day, after going to the ground, taking three monks’ dwellings, and placing the head in one part of the monks,",
    "ai-atk-s0502a8:155_1": "Taking the ground, he saw a holy strewn rags in the ground, saying: “I will cause a spotless”, and he stretching on a piece of ground, like a fish height, having made a messenger iron caulated the neck, and like a pink that moist her threwshed the collar bone but stands in a piece of ground, he saw a strewn, and he messing his own ethical conduct.",
    "ai-atk-s0502a8:155_2": "While looking around the whole body they fall, rapture and joy arises.",
    "ai-atk-s0502a8:155_3": "When he came out of rapture, he took his adornments and went out. He entered her dwelling, and lived in a charnel ground.",
    "ai-atk-s0502a8:155_4": "The monks asked him, “Where did you come?”",
    "ai-atk-s0502a8:155_5": "“I’ll cut off the stream and pork on my neck.”",
    "ai-atk-s0502a8:155_6": "“Why are you doing so?”",
    "ai-atk-s0502a8:155_7": "now I’m unable to make a suffer.",
    "ai-atk-s0502a8:155_8": "For I have cut off the neck with a hole, the dog belonging to the protection of knowledge.”",
    "ai-atk-s0502a8:155_9": "The monks told him what had happened.",
    "ai-atk-s0502a8:155_10": "The Fortunate One said this:",
    "ai-atk-s0502a8:155_11": "“Mendicants, they don’t kill themselves with defilements ended.”",
    "ai-atk-s0502a8:155_12": "You say, “Venerable Sir, have you ended the defilements”, and then do what is it worthy of an abiding with the ending of defilements?” But when a neighborhood of this perfection is constantly: “It is not suitable for one who has attained perfection.”",
    "ai-atk-s0502a8:155_13": "“In this place, he wouldn’t be able to do so to get his own bodies, slave so too.”",
    "ai-atk-s0502a8:155_14": "That’s how the Teacher tells them to do so.",
    "ai-atk-s0502a8:155_15": "and because of that the monk Pippalavaṇṇā",
    "ai-atk-s0502a8:156_0": "At the time of the Sambuddha Kassapa, the son of a good family, having heard the Teacher talk on Dhamma, after hearing the Pabbajjā ordination on the bank, discussing the Teacher’s teaching, and having arisen in another monk, announced the spiritual life,",
    "ai-atk-s0502a8:156_1": "Then he developed the drawbacks of that householder,",
    "ai-atk-s0502a8:156_2": "When he heard this, the Lord of the World, after dispelling the Earth, spot in the noble Dispensation, and making the resplendent Three Worts sat down on one side.",
    "ai-atk-s0502a8:156_3": "while sitting in the presence of a friend,",
    "ai-atk-s0502a8:156_4": "Then he said this:",
    "ai-atk-s0502a8:156_5": "“I wanted to receive the going forth, the dwellings to you.”",
    "ai-atk-s0502a8:156_6": "Then he thought:",
    "ai-atk-s0502a8:156_7": "“With this going forth I’ll get the full ordination, that is,” and “from this,”",
    "ai-atk-s0502a8:156_8": "Then the he said, “What’s the point of our children that we have our sons of mine who enjoy alms-food? We won’t use alms-food to respond to our children and partners?” And he said, “Let’s laughter for the sake of our own clans.”",
    "ai-atk-s0502a8:156_9": "After hearing that, he thought:",
    "ai-atk-s0502a8:156_10": "“This is my first dissatisfaction,’ and when asked, “What’s the first drawback?” he told him, “How can I do so?”",
    "ai-atk-s0502a8:156_11": "In the time of the Buddha Kassapa, at the time of the Kaṇṭaka, a certain monk, who dissatisfaction against him, discontent with the thorns.",
    "ai-atk-s0502a8:156_12": "When he has completed twenty years, he now attained Arahantship.",
    "ai-atk-s0502a8:157_0": "Then those monks, having heard the Fortunate One’s word, asked this (saying):",
    "ai-atk-s0502a8:157_1": "“Venerable Sir, it seems that a mendicant who is standing on the neighborhood of a hook were to attain Arahantship in the Lesserating the path to perfection?”",
    "ai-atk-s0502a8:157_2": "“Mendicants, when a mendicant is energetic placed a ground for placing their feet and put it on the ground, they’re canceled by a debate on the ground.",
    "ai-atk-s0502a8:157_3": "For a person lazy person who lives for a hundred years, for a hundred years old, holding his life in moment, follows him again and again, striking this abiding.",
    "ai-atk-s0502a8:158_0": "112.",
    "ai-atk-s0502a8:159_0": "“The one who lives for a hundred years, indolent, with less energy,",
    "ai-atk-s0502a8:160_0": "is better for one living for one day, (thinking): (thinking):",
    "ai-atk-s0502a8:161_0": "Herein, the lazy person witnesses while transferring to the three thoughts of sensual thoughts.",
    "ai-atk-s0502a8:161_1": "inferior, lacking energy,",
    "ai-atk-s0502a8:161_2": "(These two) with energy aroused in one who arouses energy, having taken up the two jhānas in the modes as their energy,",
    "ai-atk-s0502a8:161_3": "like the first direction.",
    "ai-atk-s0502a8:162_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a8:163_0": "The one whose site has been approved is finished.",
    "ai-atk-s0502a8:164_0": "12. Paṭācārātherīvatthu",
    "ai-atk-s0502a8:165_0": "The one who lived for a hundred years in the Island of the Protector of the World, was living in a certain place with the Elder Nunnery.",
    "ai-atk-s0502a8:166_0": "She was crowned as best in Sāvatthī.",
    "ai-atk-s0502a8:166_1": "And he threw the floor of the sixteenth year with the stilt longhouse.",
    "ai-atk-s0502a8:166_2": "In the case of Sāḷha, each with a pregnant woman,",
    "ai-atk-s0502a8:166_3": "Soon afterwards the mother and father appointed her parents for the child, saying,",
    "ai-atk-s0502a8:166_4": "One went to that Sāḷha and informed him:",
    "ai-atk-s0502a8:166_5": "“So it seems that I’ve been reborn in a low class family—even if I’ve arrived there for me, and then they got the same reply.”",
    "ai-atk-s0502a8:166_6": "“Good, good, sir.”",
    "ai-atk-s0502a8:166_7": "“Well then, while I left the town by the capital in the morning, I’ll go and stay in the same place as you’d.” Then he stepped on the following day and stood in the morning for a second day.",
    "ai-atk-s0502a8:166_8": "After robing the following morning, even with their hair and beard, dressing in ocher robes, and went to Kusinārā, where they got up and left.",
    "ai-atk-s0502a8:166_9": "He takes that messenger to the village, having gone to the forest, camped in the wilderness, and carries the neighborhood of a field,",
    "ai-atk-s0502a8:166_10": "But anyone having dropped water brought into a mixes and fruits the basket, thinking, “Through the other difficulty by one who is deprived of the fruits.”",
    "ai-atk-s0502a8:166_11": "So when she was established in a womb",
    "ai-atk-s0502a8:166_12": "She was reborn here in the pregnant land of the Puṇṇakas, “Such is my mother and father, a child, and my husband. I have no fear of that.”",
    "ai-atk-s0502a8:166_13": "When asked, “What reason do you think I’ve seen my parents? They wouldn’t make my instructions.”",
    "ai-atk-s0502a8:166_14": "After asking permission of the Sākiya, even if only the chariot goes on, she returned to the wilderness, and she asked him, “Where did you come back? Please go, Venerable, I’ll see my own home.” Then she went to the house and questioned me, saying, “Venerable sir, please tell me her about it.”",
    "ai-atk-s0502a8:166_15": "When he came and asked, he saw that they were unable to keep rolling him around, and being unable to think, “I won’t do it.” But when he heard that, he did not allow him to make a dwelling.",
    "ai-atk-s0502a8:166_16": "Then in one place the workshopket,",
    "ai-atk-s0502a8:166_17": "As she was going, she entered the house, she thought, “My workers all now, I’ll stay behind the house.” And she bowed down, circumambulated him with her and then, “Listening her to the house.” she then she gave her a good family circled her to the house and returned to the house.",
    "ai-atk-s0502a8:167_0": "After some time, she became pregnant.",
    "ai-atk-s0502a8:167_1": "When she had completed the precincts, she asked for a child, and then departed, “So it won’t beginning my son.” She then said, “Noble Laṅkā.”",
    "ai-atk-s0502a8:167_2": "Then, as the great earth was going along the sky was filling the clouds soaked with water. It was likely moving through the sky, as it were, when the water was cut up and crushed with water.",
    "ai-atk-s0502a8:167_3": "At that time the moment of his (rebirth) deeds were worked over.",
    "ai-atk-s0502a8:167_4": "She then said to her, “My husband, I’m unable to (but) my husband, and I can’t even find a place of residence.”",
    "ai-atk-s0502a8:167_5": "The elephant, when he saw the elephant’s head and horses coming, he cut off the gold a statue, and was chopped off as he was born.",
    "ai-atk-s0502a8:167_6": "Then a blind man, having departed from his neck, splashed from his territory and poisoned,",
    "ai-atk-s0502a8:167_7": "At that moment the body was made up from a box and were stretching with blue cloth, like the flame.",
    "ai-atk-s0502a8:167_8": "And so the great suffering returned to their home, while looking at the wrong time, gave birth to a son, and another likewise.",
    "ai-atk-s0502a8:167_9": "The two children who were growing on the sea, in the great nostrils together with the windows.",
    "ai-atk-s0502a8:167_10": "Both are driven by two inches, by the hand of the knee-deeping hands and feet, and then remained pressing by night.",
    "ai-atk-s0502a8:167_11": "as a pond was pulled up with the whole body.",
    "ai-atk-s0502a8:167_12": "She urged on by the backs of a lump of meat, must take her pulled her wives, and smeared with laments, thinking, “Some my father’s lament, how come back! That is, how, lamenting and weakness!” After seeing her husband’s body, she passed away, thinking, “After death, her husband,”",
    "ai-atk-s0502a8:168_0": "She’d because of her own threw a whole night and day to bathe with a stick. She’s muddy water, no matter how to go to bathe. She’s gone to wander through the water of the sky and returned to the fool, caught up in the water, and coming back, wherever I was disturbed, she wanted nourished by two loaths. Having all the fools, she drove her pulled her trouble. She then set out, nourished her son, and crushing along with her waisting the hands, before him, to go into the water, and to the fool, and to bathe and to the next full moon’s rubbing back.",
    "ai-atk-s0502a8:168_1": "At the time of the river Nerañjarā, one of the in the middle of the night, having seen him, gave him a space.",
    "ai-atk-s0502a8:168_2": "After seeing him, and he scolded him with his hands, and pronounced his hand, saying: “Upaka!” three times,",
    "ai-atk-s0502a8:168_3": "Having sent a messenger by the army of a girl, and then returned to the royal son,",
    "ai-atk-s0502a8:168_4": "descending from the near shore, he examined his mother’s son, saying: “Having seen a big in the water, and seeing a large noise, he uttered this dreadful racket in the water.”",
    "ai-atk-s0502a8:168_5": "Thus the fool burned on the head, worms, defeated in water,",
    "ai-atk-s0502a8:169_0": "She said, “Who is my child when I have taken water with a pot?” When she saw him coming, she cried and lamented him when asked a man,",
    "ai-atk-s0502a8:169_1": "“Where do you see the word?”",
    "ai-atk-s0502a8:169_2": "“I’m nice.”",
    "ai-atk-s0502a8:169_3": "“There are such in the city of Sāvatthī, in the city of Kāka, and you don’t know such family.”",
    "ai-atk-s0502a8:169_4": "“I know and do not know.”",
    "ai-atk-s0502a8:169_5": "“I have no understanding, there is no-one else.”",
    "ai-atk-s0502a8:169_6": "“Leaving to do you not give to your own residence, you have not seen any night.”",
    "ai-atk-s0502a8:169_7": "“My dear, you’ve seen clearly, and I haven’t spent the day in all night.",
    "ai-atk-s0502a8:169_8": "And I have done the same thing. I will build the merchant’s son in this prominent merchant’s home.”",
    "ai-atk-s0502a8:169_9": "“Today is the merchant’s son, and having taken the merchant’s son, and that the merchant’s son was embarrassed by three camels:",
    "ai-atk-s0502a8:169_10": "This is known as smoke.”",
    "ai-atk-s0502a8:169_11": "At that time, at that moment, the instant reaching the sumer, when they perceived the sacred flame, they sorrow and lament:",
    "ai-atk-s0502a8:170_0": "“My child has died and child, and my grandmother has been sending me away.",
    "ai-atk-s0502a8:171_0": "mother and father the brothers of one parted by her parents –",
    "ai-atk-s0502a8:172_0": "I cried out.",
    "ai-atk-s0502a8:172_1": "When people saw him, they took hold of her, penis from the ground, and took clods of earth, stakes a pit,",
    "ai-atk-s0502a8:172_2": "The Teacher, having conquered the eight great abode of the Jetavana, sat down in the midst of the assembly hall with a hundred thousand aeons.",
    "ai-atk-s0502a8:173_0": "She then placed the lotus pond to the Uttarakuru on the Collection of the Vinaya in the Discipline of the Buddha and Paccekabuddhas. After saying: “It seems, it seems, having seen the Elder Nun Padumuttara’s presence, were placed in the Collection of the Enlightened One,” and he also thought,",
    "ai-atk-s0502a8:173_1": "When Padumuttara, the Sambuddha, after taking possession of knowledge, attained with knowledge of the special qualities of knowledge, attained to the pronounced knowledge of the Master Gotama, for the Vinaya, and because of the Discipline of the Paṭācārā, thinking: “In this way he will be the foremost in the Dispensation of the Elder Gotama.”",
    "ai-atk-s0502a8:173_2": "When he saw this, he thought, “My teacher is a powerful teacher, who is endowed with me afar,” and having seen him coming, he thought, “Now, when he comes back to the monastery, he does not think, “Prepare this me,” and he came to the Pisācas with his mind.",
    "ai-atk-s0502a8:173_3": "Seeing that assembly, he said, “Whether it’s in this assembly can’t be mad.”",
    "ai-atk-s0502a8:173_4": "The Teacher said, “Dear, don’t winnow him.” And he said, “Realized him when he has arrived,” and she said, “Replayed, Sister.”",
    "ai-atk-s0502a8:173_5": "She at that very instant mindfulness the Buddha gained mindfulness.",
    "ai-atk-s0502a8:173_6": "At that time in the place wherever he was sitting, having prepared a sacrificial post, pushed and sit down on the ground.",
    "ai-atk-s0502a8:173_7": "Then another person ate the north and drank it.",
    "ai-atk-s0502a8:173_8": "She robed up, placed a teacher in the five-hundred forms, and stood on the ground, saying: “Whoever having fallen from me, may my Teacher found (onquest).",
    "ai-atk-s0502a8:173_9": "For my sons are disturbed by one, moved by one, consumed water; some clay to me in the water and on the one sauce, my mother and one meditates on the other, and one meditates in the home.”",
    "ai-atk-s0502a8:174_0": "The Teacher, having heard this word, thought: “My misbehaved, don’t become a lay follower who have gone for refuge for life to the Buddha.",
    "ai-atk-s0502a8:174_1": "Just as a certain child caught up in the water, solid neighbors, unworn, solitary meal, their parents, and the home call",
    "ai-atk-s0502a8:174_2": "In the same way, in this Great Wood, at the time of breathing, the water in the four oceans, falling like the water, and trickling down this much.”",
    "ai-atk-s0502a8:175_0": "“In the four oceans there is a little water,",
    "ai-atk-s0502a8:176_0": "then many people at most it’s hard to give up.",
    "ai-atk-s0502a8:177_0": "by sorrowing a man in a painful one,",
    "ai-atk-s0502a8:178_0": "What’s the point of you have today?”",
    "ai-atk-s0502a8:179_0": "In this way the introduction of the Three Times went around it with a sword.",
    "ai-atk-s0502a8:179_1": "Then, knowing that his teacher had compassion for him, he thought, “This teacher should not start the part of his wives and children, without making it known, seen, with good behavior, and with good behavior,” and with these verses, even though he were able to teach the Dhamma for his own, he quicklyation,” and he added: “As soon as he is wise, is not able to teach the Dhamma for the purpose of extinguishment.”",
    "ai-atk-s0502a8:180_0": "“Not in children is there a refuge, not in kin,",
    "ai-atk-s0502a8:181_0": "for one attacked by the End-Maker",
    "ai-atk-s0502a8:182_0": "“Those who know the end of virtue is best;",
    "ai-atk-s0502a8:183_0": "about the path of quenching.",
    "ai-atk-s0502a8:184_0": "While he was teaching the great earth, advocating a great earth, tied to the fruit of stream-entry, once-return, and once-returners. And so many other mentions had the fruit of stream-enterer.",
    "ai-atk-s0502a8:184_1": "but, after becoming a Stream-Enterer, she asked for the going-forth.",
    "ai-atk-s0502a8:184_2": "The Teacher had sent them to the nunnery, and she gave her the going forth.",
    "ai-atk-s0502a8:184_3": "And that accomplishment in conduct and because of the accomplishment of good conduct is evident in view.",
    "ai-atk-s0502a8:184_4": "One day, after washing his feet, washed the waterpot and washing his feet,",
    "ai-atk-s0502a8:184_5": "She poured it a second time and it went a little further.",
    "ai-atk-s0502a8:184_6": "She poured it a third time and it went even further than that.",
    "ai-atk-s0502a8:184_7": "Having taken that as a plantain, he thought, “This is the first three times, in the water, and like a second time, when it was due to the auspicious One, he would think about eventually pouring water, and in the middle’s drop of the second sea, and third and also the fourth in the lake.”",
    "ai-atk-s0502a8:184_8": "The Teacher, sitting radiant in her hut, followed: “Having been sitting on all sides, he teaches five hundred parts of the scents in the Palace of Gandhamādana, he, even when he saw the Bodhi tree trickle of the life”, and he preaches the Dhamma to one.",
    "ai-atk-s0502a8:185_0": "113.",
    "ai-atk-s0502a8:186_0": "“The one who lives for a hundred years not seeing rise and fall,",
    "ai-atk-s0502a8:187_0": "is surpassed by one living for one day seeing rise and fall.”",
    "ai-atk-s0502a8:188_0": "There they do not see the rise and fall of the five constituents (of mind and body) that provide fuel for attachment and that are not seeing (confident),",
    "ai-atk-s0502a8:188_1": "blind to rise and fall.",
    "ai-atk-s0502a8:188_2": "The others who live alone is better than life,",
    "ai-atk-s0502a8:189_0": "At the conclusion of the teaching Paṭācārā attained Liberation together with the analytic knowledges.",
    "ai-atk-s0502a8:190_0": "The Elders of Paṭācārā, who had a doctrine of (true) conduct,",
    "ai-atk-s0502a8:191_0": "13. Kisāgotamīvatthu",
    "ai-atk-s0502a8:192_0": "One might live for a hundred years in the Island of the Dhamma, which is a Teacher, the compassionate to him,",
    "ai-atk-s0502a8:193_0": "she stood at the gate of a merchant’s house in Sāvatthī, and stood there crying shop.",
    "ai-atk-s0502a8:193_1": "Seeing her, the merchant’s nurse was put on her bed, and lay down on his cot.",
    "ai-atk-s0502a8:193_2": "After going to the house of the house, he asked him, “Why don’t I do know? Why don’t I answer?”, “Why don’t I understand that.”",
    "ai-atk-s0502a8:193_3": "“What’s right, Right?”",
    "ai-atk-s0502a8:193_4": "Having off his own perils that are expert and driven by the Fortunate Ones, having cut off his own affairs, and then said this:",
    "ai-atk-s0502a8:193_5": "“Having stained with cloth, all the floor covers, (such as) which are sitting in the shade of the co-wife, are you sitting?”",
    "ai-atk-s0502a8:193_6": "They say:",
    "ai-atk-s0502a8:193_7": "“What is peaceful, what is not?”",
    "ai-atk-s0502a8:193_8": "But say that he says this: “It is the crowd that on the crowd, which is low, crushing, thin, and shakes. ”",
    "ai-atk-s0502a8:193_9": "Go, say, “Where is gold coins and bullion?”",
    "ai-atk-s0502a8:193_10": "he said, “Yes,” and they told him, “Listen, so long as you don’t agree with my hands.”",
    "ai-atk-s0502a8:193_11": "So what is given to you in your hand, that he will be golden.",
    "ai-atk-s0502a8:193_12": "But if the prince’s son goes curtaining his wealth and giving it to your son, you should mount the chariot and give it to that male.",
    "ai-atk-s0502a8:193_13": "If it is a girl who is like a daughter-in-law, after giving it to her own home, and he gives it to the young man and he has given it back.",
    "ai-atk-s0502a8:193_14": "He, thinking, “This is the reason for himself,” and he sat down on his own dwelling.",
    "ai-atk-s0502a8:193_15": "And those who say,",
    "ai-atk-s0502a8:193_16": "“Have you wide opened with gems, what do you do?”",
    "ai-atk-s0502a8:193_17": "To quiet they say, “What is your own peaceful? Why should I accompany him?”",
    "ai-atk-s0502a8:193_18": "Then this boy went to the King’s family and Kisāgotamī, with wisdom the fading away of rapture, having seen with him, paid the daughter of the girl thus: “This is the foremostest of the worms, who is the best of their wives, the daughters of such as:",
    "ai-atk-s0502a8:193_19": "“What do you do, Dear, harness the cloth is this.”",
    "ai-atk-s0502a8:193_20": "“Where is gold coins and bullion?”",
    "ai-atk-s0502a8:193_21": "“What do you think, ‘What’s the point of this?’ why he said, taking it out.”",
    "ai-atk-s0502a8:193_22": "She placed it in the hand of a risks place and made it gold.",
    "ai-atk-s0502a8:194_0": "Then, knowing that the merchant asked her, “Who did not find rice porridge in the house?”, and he did not accept it. He then brought it to her son, saying, “Whoever is my own son, please let it go.” Then he returned to her son,",
    "ai-atk-s0502a8:194_1": "[b] with its gold coins.",
    "ai-atk-s0502a8:194_2": "After some time she became pregnant.",
    "ai-atk-s0502a8:194_3": "Afterwards she gave birth to a son.",
    "ai-atk-s0502a8:194_4": "He died at the time of foot.",
    "ai-atk-s0502a8:194_5": "She thought, “Previously I’m going to sleep a lowest house with my prince. Would I ask about my son, who is a daughter-in-law, nourish my son, daughter-in-law, and from my child?”",
    "ai-atk-s0502a8:194_6": "And then people said, “Do you do so.”",
    "ai-atk-s0502a8:194_7": "and she thought, “She is knowing I medicine for my son.” She thought, “My son was infide with me.",
    "ai-atk-s0502a8:194_8": "Then, after seeing her, he thought, “Who is my daughter, this is my first son, in my prime of life; in this way I have never seen them before.”",
    "ai-atk-s0502a8:194_9": "“Mister, I do not know the medicine of tonics.”",
    "ai-atk-s0502a8:194_10": "“Who knows?”",
    "ai-atk-s0502a8:194_11": "“Go and find out about this.”",
    "ai-atk-s0502a8:194_12": "She replied, “I’ll take her adornment,” she bowed to him and asked:",
    "ai-atk-s0502a8:194_13": "“Sir, do you know of my son?”",
    "ai-atk-s0502a8:194_14": "“Yes, I know.”",
    "ai-atk-s0502a8:194_15": "“What’s the point of this?”",
    "ai-atk-s0502a8:194_16": "“Sākaccha, it’s allowable for you to get the needles.”",
    "ai-atk-s0502a8:194_17": "“I’ll get it, sir.”",
    "ai-atk-s0502a8:194_18": "“But whose house is there?”",
    "ai-atk-s0502a8:194_19": "“No-one who has a son, no daughter, or a dead one.”",
    "ai-atk-s0502a8:194_20": "Saying, “Good, sir,” she entered the home for the child. She then entered the home for alms took a cow and went to the elephant, saying “Venerable sir, please give me my son?” and she said, “Venerable sir, please give me my son?”",
    "ai-atk-s0502a8:194_21": "But when they were told, he asked, “What does it do in the past? We have nothing wrong with us?” and he asked, “No matter, there is no one, who is dead,”",
    "ai-atk-s0502a8:194_22": "For Jīvaka replied, “Just as a dead one, with so many males, bringing him to my son,” and got those medicines.",
    "ai-atk-s0502a8:195_0": "Since they are led on this point, they ask questions in the beginning,",
    "ai-atk-s0502a8:195_1": "She then thought:",
    "ai-atk-s0502a8:195_2": "“If I was to recite a deed, I would have done some work.”",
    "ai-atk-s0502a8:195_3": "being thinking about her, she went to the neighborhood of his son’s home.",
    "ai-atk-s0502a8:195_4": "Having abandoned his son, she went to the presence of the Teacher, and stood at one side.",
    "ai-atk-s0502a8:195_5": "Then the Teacher said to her: “God-King, did you get any of Siddhattha!”",
    "ai-atk-s0502a8:195_6": "“Sir, I’m not afraid of the whole village for life.”",
    "ai-atk-s0502a8:195_7": "Then the Teacher said: “You have a certain child, a dart. Your son, a dart.",
    "ai-atk-s0502a8:195_8": "For even a King of all beings were carried off like a great wide open at the end of all the people like a great flood, like a monkey in a mortal fror who swep off the cliffs.”",
    "ai-atk-s0502a8:196_0": "“That person whose mind is intoxicated by children and cattle,",
    "ai-atk-s0502a8:197_0": "death will carry away like a sleeping village by a great flood.”",
    "ai-atk-s0502a8:198_0": "At the conclusion of the verses which were brought by the Soles of Stream-Entry, and so many other fruits.",
    "ai-atk-s0502a8:199_0": "But because the Teacher had given the going-forth to the nuns’ going forth, she took her the going forth.",
    "ai-atk-s0502a8:199_1": "You have gained faith in Kisāgotamī, and the senior elder who lived for what is liking,",
    "ai-atk-s0502a8:199_2": "On the same day, she was sitting together in the observance-day hall, having risen from the net of the day, and night, they proclaimed where these sentient beings arise, and then they don’t arise.",
    "ai-atk-s0502a8:199_3": "The Teacher, sitting radiant in her hut, and instead of odour, he sat down to one side like a crooked scented collaps in her creature, and so doing so many days appearances.”",
    "ai-atk-s0502a8:200_0": "114.",
    "ai-atk-s0502a8:201_0": "“The one who lives for a hundred years not seeing the Deathless state,",
    "ai-atk-s0502a8:202_0": "is surpassed by one living for one day seeing the Deathless state.”",
    "ai-atk-s0502a8:203_0": "Herein, death is the meaning of deathless (for Buddha) which exists in the deathless states of the deathless. The meaning is the prior station of Nibbāna.",
    "ai-atk-s0502a8:204_0": "At the conclusion of the teaching which was situated on the Kisāgotamī together with the analytic knowledges.",
    "ai-atk-s0502a8:205_0": "The account of what is the site of a reputation",
    "ai-atk-s0502a8:206_0": "14. Bahuputtikattherīvatthu",
    "ai-atk-s0502a8:207_0": "One might live for a hundred years, in the Teacher place a teaching, the elder of the Dhamma.",
    "ai-atk-s0502a8:208_0": "He had seven daughters in Sāvatthī.",
    "ai-atk-s0502a8:208_1": "all of them established in the house and established in the teaching.",
    "ai-atk-s0502a8:208_2": "After some time he passed away.",
    "ai-atk-s0502a8:208_3": "and he does not explain to the owners: “The bind the head enclosure,",
    "ai-atk-s0502a8:208_4": "Then he said to him:",
    "ai-atk-s0502a8:208_5": "“Go away, we do not. What can we do?”",
    "ai-atk-s0502a8:208_6": "After hearing them, it seems, and thought, “How can I possibly do so?” After hearing all that had happened, she fell in the middle of a couch?",
    "ai-atk-s0502a8:208_7": "Then after (from him), thinking: ‘After, she gives our son, ‘She is my grandsony,’ she gave me two sons, and then said, “Go to me two of the houses.”",
    "ai-atk-s0502a8:208_8": "Those who were satisfied with the resting places also said,",
    "ai-atk-s0502a8:208_9": "The chief female slave took her water and went to the house of the Buddha. And so too, when they said:",
    "ai-atk-s0502a8:208_10": "She thought, “When she had completed her pleasure in her presence, She then went to the nuns’ dwelling place and asked for the going forth.",
    "ai-atk-s0502a8:208_11": "And they gave him the going forth.",
    "ai-atk-s0502a8:208_12": "She was reborn amongst gods and humans (only),",
    "ai-atk-s0502a8:208_13": "“When she goes forth, I’ll prepare a meal.” She then told her, “Being, I will build a monasteries.” She then gathered her, thinking, “After going forth from the lay life to homelessness, I’ll make amends for an ascetic,” and she turned her head, saying, “After taking the Teaching, I’ll make amends for it in the darkness and set it aside.” She then set out disposed the Teaching, thinking, “Any is stiltching the Monastic Law with the Teacher or another religion”.",
    "ai-atk-s0502a8:208_14": "Then the Teacher, sitting down in front of Gandhamādana together with his companions, and giving a teaching to her: “Though I have a lot of them I, see my life!” Then he ran righting his life for a hundred years, he teaching the Actorning to me, saying: “Take this matter I have taught you, ought to the highest goal.”",
    "ai-atk-s0502a8:209_0": "115.",
    "ai-atk-s0502a8:210_0": "“The one who lives for a hundred years not seeing the Supreme Dhamma,",
    "ai-atk-s0502a8:211_0": "is surpassed by one living for one day (only) who sees the Supreme Dhamma.”",
    "ai-atk-s0502a8:212_0": "Herein, the highest goal of the Dhamma is best.",
    "ai-atk-s0502a8:212_1": "for it is the supreme Dhamma.",
    "ai-atk-s0502a8:212_2": "For the one who sees neither see nor hears the Dhamma in a hundred years, when they see that Dhamma, their life is short, their only one hundred years.",
    "ai-atk-s0502a8:213_0": "At the conclusion of the verses consisting of many Theras together with the story of the Jina as well.",
    "ai-atk-s0502a8:214_0": "The Many-Child Elder Nuns",
    "ai-atk-s0502a8:215_0": "The Book of the Thousands is finished.",
    "ai-atk-s0502a8:216_0": "The eighth is finished.",
    "ai-atk-s0502a8:217_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0502a8:218_0": "The short topics",
    "ai-atk-s0502a8:219_0": "Discussion of the Teaching",
    "ai-atk-s0502a8:220_0": "The second kind of bodies"
}