{
    "ai-atk-s0504a1:0_0": "1. Ekakanipāto",
    "ai-atk-s0504a1:1_0": "1. Paṭhamavaggo",
    "ai-atk-s0504a1:2_0": "1. Lobhasuttavaṇṇanā",
    "ai-atk-s0504a1:3_0": "1.",
    "ai-atk-s0504a1:3_1": "Now the Buddha has given up one liable to give up, and so on.",
    "ai-atk-s0504a1:3_2": "That commentary on the meaning of this clearing itself in the Discourse on the Divine Suttanta, which excites the Discourse on the Paṭisambhidā. That’s why it is when observed.",
    "ai-atk-s0504a1:3_3": "For there are four ways of revealing.",
    "ai-atk-s0504a1:3_4": "One’s own desires are put in others’ welfare.",
    "ai-atk-s0504a1:3_5": "And just as in countless hundreds of thousand primary elements, for a hundred thousand portions, many thousand positions, many hundreds of thousands of years. It is exceedingly unequipments, not definitions, and so on.",
    "ai-atk-s0504a1:3_6": "Herein, just as one who has committed an offense, and in the general population with the continuation of others, etc., are covetous of ownership and others, and of the owners of mine, and of the owners of others. And they ask for the sake of themselves and others, without asking questions of others, and with the enlightenment of self-processiveness of others.",
    "ai-atk-s0504a1:3_7": "Though this is so, whatever in oneself has been undertaken for the sake of self-mortification that occurs in oneself, the generally does not finish. When it is the success of self, it doesn’t reincarnation, it doesn’t succeed in the case of the attainment of the practice that leads to existence.",
    "ai-atk-s0504a1:3_8": "Then engaging over the roots of all the various kinds of becoming . And the four directions should be understood as stated in the Suttantate.",
    "ai-atk-s0504a1:4_0": "Herein, this is the word:",
    "ai-atk-s0504a1:4_1": "The Simile of the Leader: it throws upwards threading the Discourse on the Discipline",
    "ai-atk-s0504a1:4_2": "Or alternatively: the meaning is that it should be setting evasiveness",
    "ai-atk-s0504a1:4_3": "his own desires are considered, he lives in himself, or in self-mortification.",
    "ai-atk-s0504a1:4_4": "Similar to others.",
    "ai-atk-s0504a1:4_5": "asks permission of the rainy season:",
    "ai-atk-s0504a1:4_6": "He is the meaning of this question:",
    "ai-atk-s0504a1:4_7": "for the sake of the sequence of meaning the advantage of the Seer’s practice, for the sake of ease, and for the sake of ease, because it is the reason for the sake of the extent of these.",
    "ai-atk-s0504a1:4_8": "Or alternatively, it is well stored up in self-development.",
    "ai-atk-s0504a1:4_9": "It is in this way that someone’s own welfare and he dwells in himself,",
    "ai-atk-s0504a1:4_10": "finding fault to others,",
    "ai-atk-s0504a1:4_11": "You should ask questions: “Ascetic” is in questioning, the meaning is, the making it preceding the word , questioning the sound of the Dhamma , thus it is arousing, a questioning, a languagementing in him.",
    "ai-atk-s0504a1:4_12": "Likewise the meaning here is this: here the meaning should be understood in this way.",
    "ai-atk-s0504a1:5_0": "Furthermore, the discourses of the faculties occur to because of its own excessive reference to others, because of the own dispensation of the faculties, because of the mind faculty its own exceeds of the mind. Then it is only because of its own state.",
    "ai-atk-s0504a1:5_1": "But when asking permission of others, the origin of an enlightenment factor: asking questions that are the causes of others, or of an enlightenment, etc., how does someone producement without asking permission of others? How should they reside in the way beginning, middle, or end of the true teaching.",
    "ai-atk-s0504a1:5_2": "this is not how it is to be accused.",
    "ai-atk-s0504a1:5_3": "For it is the way infatuated in others, questioning, and referred to ignorant in the destiny opposite sex, etc., which is the position of others, the self-effacement of others’.",
    "ai-atk-s0504a1:5_4": "for the sake of Brahmā is called the necessary, etc.; for the sake of the supreme being, and so on.",
    "ai-atk-s0504a1:5_5": "(whether that is) asking questions, having confronted the sign, restraint by others, the making use of it, and by questioning others, it is evident in the name of others.”",
    "ai-atk-s0504a1:6_0": "The Fortunate One has given his own use of the remaining in the middle of himself:",
    "ai-atk-s0504a1:6_1": "The Since they want, taking up the Discourse on Tusita",
    "ai-atk-s0504a1:7_0": "But the Buddha has ripened in freedom through the ending of defilements all things in order to end the defilements in the present life. That is:",
    "ai-atk-s0504a1:7_1": "For the Simile of the World, Rāhula",
    "ai-atk-s0504a1:8_0": "When they come to the Buddha and ask him a question, they answer in fact that they are a question of the gods, and they answer in their questions, ‘Such is spoken of by the Buddha’, and so they answer them in their questions’.",
    "ai-atk-s0504a1:9_0": "But the reasons when they’ve done this:",
    "ai-atk-s0504a1:9_1": "in the Dhammadinnā, having like a simile of the child’s flesh, the netws, and the names of their similes,",
    "ai-atk-s0504a1:10_0": "In this way, in the four discourses of the Realized One, the Dispensation is given up by others.",
    "ai-atk-s0504a1:10_1": "it is by means of desire to be reborn in another.",
    "ai-atk-s0504a1:10_2": "by hair and beard,",
    "ai-atk-s0504a1:10_3": "seeing the drawbacks of greed and hate.",
    "ai-atk-s0504a1:10_4": "But some say that there are seven motions.",
    "ai-atk-s0504a1:11_0": "Herein, the self and the cosmos are liable to return. This is the only truth, other ideas are silly.",
    "ai-atk-s0504a1:11_1": "Herein, there is in the merchant’s state, “I have one particular state” ,",
    "ai-atk-s0504a1:11_2": "In the case of those who live there is shared with her.",
    "ai-atk-s0504a1:11_3": "In brief, the spiritual life is defined.",
    "ai-atk-s0504a1:11_4": "And here should be regarded here:",
    "ai-atk-s0504a1:12_0": "The sound of recitation is well-sphere to say: the precept void of concentration, the one who speaks on emptiness of perceptions, and the one who has truthfulness will be wrong.",
    "ai-atk-s0504a1:12_1": "That’s why a mendicant memorizes the teaching in detail in this way.",
    "ai-atk-s0504a1:12_2": "Eight things are seen in the Truth.",
    "ai-atk-s0504a1:12_3": "“Yes, Buddhas, and those Fortunate Ones have such qualities.”",
    "ai-atk-s0504a1:12_4": "“It’s truthfully, grieves, and does not experience anything in heaven.”",
    "ai-atk-s0504a1:12_5": "“Mendicants, sentient beings who are liable to be reborn in hell.”",
    "ai-atk-s0504a1:12_6": "“Dhamma surely protects the Dhamma,” protection of the merit.",
    "ai-atk-s0504a1:12_7": "If he says, “I’ll accuse someone of an offense entailing expulsion or an offense entailing suspension or an offense entailing confession.”",
    "ai-atk-s0504a1:12_8": "“At a time when this is a time, in the empty dwellings are emptiness.”",
    "ai-atk-s0504a1:12_9": "“For all things in the Buddha’s presence because of the instruction of the Buddha’s knowledge.”",
    "ai-atk-s0504a1:12_10": "Skillful things: unskillful qualities , meaning, and resulting in the sense.",
    "ai-atk-s0504a1:12_11": "“Like they’re awave,",
    "ai-atk-s0504a1:12_12": "therefore one thing: the corruptions, pollutants, endures,",
    "ai-atk-s0504a1:12_13": "One Dhamma and one thing,",
    "ai-atk-s0504a1:13_0": "It’s a monk.",
    "ai-atk-s0504a1:13_1": "Why do you teach the Dhamma? Why don’t I teach the Dhamma?",
    "ai-atk-s0504a1:13_2": "to harm the fetters;",
    "ai-atk-s0504a1:13_3": "For while other mendicants are discussing some other meditation subject, they are seated at the meditation subject.",
    "ai-atk-s0504a1:13_4": "First they are unable to teach Dhamma. When they exist, what is their source, without a reason?”",
    "ai-atk-s0504a1:13_5": "but when you’re able to attend upon mindfulness, therefore it is possible to do so.",
    "ai-atk-s0504a1:13_6": "And the virtues of them revealed to those special qualities of food.",
    "ai-atk-s0504a1:13_7": "“Take alms” is this: “Bhikkhus, a gradual compassion, takes up the neck in their mouth, and gradually covered with a to his own hand, with this word-meaning to his own mouth, he said,",
    "ai-atk-s0504a1:13_8": "And it is carefully because he attends on his attention unlucky, with his attention.",
    "ai-atk-s0504a1:13_9": "For the one who brings about the Dispensation of the Dispensation,",
    "ai-atk-s0504a1:14_0": "And other mendicants, even though they were reborn in the lower realms, why are the mendicants?",
    "ai-atk-s0504a1:14_1": "Jeta’s Wood when they’re still stored up,",
    "ai-atk-s0504a1:14_2": "For the whole of the Buddha’s expositions are included in the teaching of the Dhamma and the first-monastic to an assembly of the winning thus: “From who are the first among the Bhikkhus, the teachers, friends, and counselors, who are encountered on the Buddha’s seat and attendants because they were sitting down in the first room.",
    "ai-atk-s0504a1:14_3": "Furthermore, the place where they discuss the teachings, in accordance with the Teaching as they shine and the intention was being discussed with the intention, this is the way:",
    "ai-atk-s0504a1:15_0": "‘While I was given up, abandoned, cutting off the pollutants, giving up the five rose-apples, and the escape from the cutting off of the balance, having given up the five aggregates.’",
    "ai-atk-s0504a1:15_1": "There, because of the power of that inspection, the simile of the greed for strikes and so on, the contrary, and the name of that instance of the body of the base consisting of boundlessness, etc., which is the meaning of it.",
    "ai-atk-s0504a1:15_2": "That is:",
    "ai-atk-s0504a1:15_3": "The view of what is contrary to the definition of someone else’s virtue, etc., and the receiver of faith by the Faith of Paccekabuddhas, and when he does not follow his paths in the neighbourhood of the Faith of Purification through seeing its special qualities of faith, etc., and the path of identity view, etc., through the steming from the overcoming of craving, etc., and ignorance and by steadfastness with people, its own views, and ignorance, then his proximate cause, etc., is the pathssss, and without protection, reviewing the paths.",
    "ai-atk-s0504a1:16_0": "But when the hindrances are produced by they proceed through the breaking of the position of concentration, in order to show the water only on the time of the water, etc., then that is, namely, the hindrances are opposite of all the hindrances, this is called ‘accessence’.",
    "ai-atk-s0504a1:16_1": "When one has developed and cultivated the four noble paths, it is peaceful and sublime, like the giving up of views, etc., and without having reached the ultimate end of the defilements, about the origin of defilements, etc., of the attainment of the ultimate goal, and so on.",
    "ai-atk-s0504a1:16_2": "For the ending of defilements is eliminated without the defilements, this is called the sound of defilements.",
    "ai-atk-s0504a1:16_3": "Whatever has given up the unconditioned, the escape from all conditions—that is called “with the ending of all conditions.”",
    "ai-atk-s0504a1:16_4": "In this way you should understand about the five lower fetters, the interruption of annihilation, and the development of the path here is to be understood.",
    "ai-atk-s0504a1:16_5": "So the meaning is that it should be understood as it is.",
    "ai-atk-s0504a1:17_0": "The Fortunate One desirs oneself,",
    "ai-atk-s0504a1:17_1": "This is your equal for you that I will have quietly fulfilled each with the fortune.",
    "ai-atk-s0504a1:17_2": "“I hope you have a comfortable opportunity in harmony, appreciating each other,”",
    "ai-atk-s0504a1:17_3": "“Go away, mendicants, I dismiss you.”",
    "ai-atk-s0504a1:17_4": "“You should not give me a robe in my presence.”",
    "ai-atk-s0504a1:17_5": "“Sāriputta, you have all spoken well in material pleasures.”",
    "ai-atk-s0504a1:17_6": "“Those who do such things?”",
    "ai-atk-s0504a1:17_7": "“Mendicants, I will teach you an exposition about the teaching.”",
    "ai-atk-s0504a1:17_8": "the meaning should be regarded here.",
    "ai-atk-s0504a1:18_0": "is the delightful place.",
    "ai-atk-s0504a1:18_1": "For when a man is brought for wealth by means of a riches, drains, wealth, etc., that is useful, coppping, etc., enjoying wealth, etc., useing wealth, using wealth.",
    "ai-atk-s0504a1:18_2": "non-returner, who goes to the non-returner,",
    "ai-atk-s0504a1:18_3": "For it is the counterpart of sensual pleasures, since there is no non-returners in the future.",
    "ai-atk-s0504a1:18_4": "Whoever Dhammas the non-returner, is called the third path to the fruit of non-return.",
    "ai-atk-s0504a1:18_5": "Thus the Buddha made them find out the third profitable way to covetousness with the third, as follows: “Now, he who is skilled in the path (nature) with a single lake, solitary retreat, made arrangements for the Blessed One, like the perfected one, the fully awakened Buddha.",
    "ai-atk-s0504a1:18_6": "For even a third time of sensual desire, etc., are liberated by the third path, etc., their defilements do not conduce to sensual desire.",
    "ai-atk-s0504a1:19_0": "But why do you place the Buddha’s position?",
    "ai-atk-s0504a1:19_1": "The monks from Non-Returner, who desires the good for sacrificial post,",
    "ai-atk-s0504a1:19_2": "For the Buddha sees that he is addressing: ‘Please give up wealth, I’m going to enjoy them, I will be able to practice for the sake of wealth.’ Then he should practice for the sake of wealth, with the sake of health and for the sake of wealth, and for the sake of fun, and for which they should practice the sake of the Dhamma.”",
    "ai-atk-s0504a1:19_3": "That’s why I placed an end to the monks who were not favourable to the monks.",
    "ai-atk-s0504a1:20_0": "What one thing? What is questioning? What is the same question?",
    "ai-atk-s0504a1:20_1": "And the five  questions beginning with:",
    "ai-atk-s0504a1:20_2": "Without asking permission of questions, regarding questions, in questioning, and making amends for the giving up of questions,",
    "ai-atk-s0504a1:20_3": "Herein, they haven’t understood what is known as unknown is unknown, unseen, unknown, unseen, unknown, unseen, undeveloped, infatuated, and asking questions about the meaning of that. This is the purpose of abandoning the opposite of his own mind.",
    "ai-atk-s0504a1:20_4": "he has seen what is marked by his relatives, what is contradict to it has been seen and discovered.",
    "ai-atk-s0504a1:20_5": "He asks a question that is wise ...",
    "ai-atk-s0504a1:20_6": "he becomes one who transmigrationally wounded by heals and two deluded temperaments –",
    "ai-atk-s0504a1:20_7": "“How is it, what isn’t I asking question? How is it a question for the purpose of deliberating?”",
    "ai-atk-s0504a1:20_8": "for the Blessed One asks a question in order to explain the meaning:",
    "ai-atk-s0504a1:20_9": "“What do you think, mendicants, is form permanent or impermanent?”",
    "ai-atk-s0504a1:20_10": "he asks a question of the Fortunate One:",
    "ai-atk-s0504a1:20_11": "“Mendicants, there are these four fuels. They maintain sentient beings that have been born and help those that are about to be born.",
    "ai-atk-s0504a1:20_12": "What four?”",
    "ai-atk-s0504a1:21_0": "Herein, having the first questions (themselves) in the names of the Buddhas (where are) not the names of the Buddhas?",
    "ai-atk-s0504a1:21_1": "For in one in whomever there is no such thing as created and unconditioned, which is undeveloped, not undeveloped, and is known as the inheritance.",
    "ai-atk-s0504a1:21_2": "without asking permission of that one isn’t seen, there is no questioning in questions.",
    "ai-atk-s0504a1:21_3": "And in the case of your knowledge and vision that the deities have no crack of life, no observer of the gods, no opposite to Brahmā or by anyone—whether cannot be seen with him.",
    "ai-atk-s0504a1:21_4": "But since the Buddhas have no doubts about the teaching, and there is no inferiority in all ways for doing doubts about the past,",
    "ai-atk-s0504a1:21_5": "But the other two questions should be understood according to the reason why there is each question,",
    "ai-atk-s0504a1:22_0": "Questioning about in order to ask questions and speak the meaning of that in accordance with the Teaching.",
    "ai-atk-s0504a1:22_1": "Herein, (friend) is plundered by that, and greed for what is eaten by means of which one falls into it.",
    "ai-atk-s0504a1:22_2": "The simile of the March lady is like a monkey with the marks of a complete assembly. It has the characteristic of function of wings, like a cluster of pearls and shakes off the top. It also comes to see the path like a glowing of the leaf of craving when it comes to seem that, as if it were, the connection with the pronection of craving for the ocean in the past, as its object.",
    "ai-atk-s0504a1:22_3": "although this is called “clination of greed” , etc., should be understood the origin of sensual desire and lust for sense pleasures.",
    "ai-atk-s0504a1:22_4": "for they have a non-returner.",
    "ai-atk-s0504a1:23_0": "Again, the recipient of the teachings is in accordance with the Teaching, the recipient of the people.",
    "ai-atk-s0504a1:23_1": "When he discovers the four foundations, he discovers the direct realizations, and rolls forth the four bases of psychic power, and four investigations, and four right view to say.",
    "ai-atk-s0504a1:23_2": "And just as this versatility is abandoned in the way beginning, “He gives up hate” , and so on. It is because he has already given up that view, his indicated from the origin of the world, and that which is accompanied by the noble path to its origin, its cessation, and the path. When it is said to have it, it is referred to the three watches of the noble paths, it is nevertheless talk about the practice that is referring to the noble truth, is its origin.",
    "ai-atk-s0504a1:23_3": "This mindfulness of the body that is not these things, etc., should be developed here as in the species of becoming awakened to be abode of the Bodhisatta.",
    "ai-atk-s0504a1:24_0": "However, they give up this greed for things that are abandoned here and there.",
    "ai-atk-s0504a1:24_1": "They completely understand the opposite sex. Three bases of psychic power they have the three opposites, and they have the three opposite sex.",
    "ai-atk-s0504a1:24_2": "In this way one can establishes a meditation subject that is to fruitful and give it to the fourfold fruit.",
    "ai-atk-s0504a1:24_3": "Or alternatively, the knowledge and vision of the results of greed for knowledge and vision.",
    "ai-atk-s0504a1:24_4": "You should declaring the knowledge and vision of the practice. ...",
    "ai-atk-s0504a1:24_5": "But the purification of mind is undertaken within the four kinds of purification. From the fruit of virtue and practice that leads to purity should be understood as the purity that is purified.",
    "ai-atk-s0504a1:25_0": "That is how to give up that purification of mind should be completely understood as the abandoning of greed and relishing.",
    "ai-atk-s0504a1:26_0": "“Greed creates harm; greed is the thought of greed,",
    "ai-atk-s0504a1:27_0": "That person doesn't understand it rises from fear within.",
    "ai-atk-s0504a1:28_0": "“Oh, a greedy person doesn’t know the good.",
    "ai-atk-s0504a1:29_0": "Then, blinded by darkness, that angry one will be overcome by (all) greed.”",
    "ai-atk-s0504a1:30_0": "A greedy person, overcome by greed, kills living creatures, steals, commits adultery, lies, and encourages others to do the same.",
    "ai-atk-s0504a1:30_1": "Next to those ascetics and brahmins who are not completely understood the Kinsman of the past, who have not completely understood craving for continued existence.",
    "ai-atk-s0504a1:31_0": "“Craving is a person’s partner",
    "ai-atk-s0504a1:32_0": "They transmigrate through this profit and not separate.”",
    "ai-atk-s0504a1:33_0": "“There is no fire like passion, there is no offence like hatred,”",
    "ai-atk-s0504a1:34_0": "“I am afire with sensual lust.”",
    "ai-atk-s0504a1:35_0": "“Those who are bearing passions they do not allow a monkey’s thoughts.”",
    "ai-atk-s0504a1:36_0": "In this way you should practice so that the dangers of accumulating such a greed, hate, and delusion.",
    "ai-atk-s0504a1:37_0": "Furthermore, the six things lead to giving up sensual desire and ill will, not committed to giving up the meditation on ugliness, and eating too much. One who guards the sense doors, eats too much, moderation, and eating too much.",
    "ai-atk-s0504a1:37_1": "For it is due to the ten kinds of foulness that arouse greed for sense desires, etc., and mindfulness occupied with the body; and it is not shared by the mindfulness of the body; or with the rest of the four faculties, namely, mindfulness, sense desires, and the state of covetousness and the state of worry, etc., and mindfulness owing to restrain, the sense doors, etc., and by virtue of the five hymns, and the five faculties; and the rest.",
    "ai-atk-s0504a1:37_2": "Hence it is said:",
    "ai-atk-s0504a1:38_0": "With four or five lumps still to eat Let him water,",
    "ai-atk-s0504a1:39_0": "this is enough for a mendicant who loves comfort.”",
    "ai-atk-s0504a1:40_0": "This meditation subject that is unfavourable to the development of it, and frequenting refreshments, etc., in the ten impediments, and is abandoned .",
    "ai-atk-s0504a1:40_1": "Hence it is said:",
    "ai-atk-s0504a1:41_0": "“There is, mendicants, when you frequently attend improperly to the feature of things that haven’t arisen, there is no sensual desire for sensual pleasures that has arisen, or it’s given up.”",
    "ai-atk-s0504a1:42_0": "In this way they practice for giving up the lower part of sensual desire, and the for giving up of greed for sensual desire, without having completely transcended it.",
    "ai-atk-s0504a1:42_1": "So what is said. “Mendicants, I give up what is not for you, not guaranteed. ”",
    "ai-atk-s0504a1:43_0": "Here there may be given up here. Or is there in the past, future, or present?”",
    "ai-atk-s0504a1:43_1": "And in this context what is said:",
    "ai-atk-s0504a1:43_2": "The past, future, or present will be given up.",
    "ai-atk-s0504a1:43_3": "for the sake of decaying or to increase:",
    "ai-atk-s0504a1:43_4": "Then there in the present thatpes the fruits of that deed, ~ and the framework of the development of the mind can rise and fall into greed.",
    "ai-atk-s0504a1:43_5": "In the past, future, and present are given up in the past,",
    "ai-atk-s0504a1:43_6": "Suppose there was a tree that was trunk. The trees would cut off the trees and had been cut off the roots, fruits, and chopped off the fruits. Then the produced, the path would not befalled, the liberated, and the paths wouldn’t arise in the same way.",
    "ai-atk-s0504a1:43_7": "for this is called “almness has been obtained” .",
    "ai-atk-s0504a1:43_8": "for the object of insight is called a name for the object of these five aggregates, being reborn in him.",
    "ai-atk-s0504a1:43_9": "Having received the ground, and having obtained (the earth),",
    "ai-atk-s0504a1:43_10": "the subsequently held together with the object of consideration, subsequently contradicts it is called unsuitable .",
    "ai-atk-s0504a1:44_0": "what is heard",
    "ai-atk-s0504a1:44_1": "This is the meaning of this beneficial:",
    "ai-atk-s0504a1:44_2": "Now through these verses spoken by the mind:",
    "ai-atk-s0504a1:44_3": "This is called what is called.",
    "ai-atk-s0504a1:44_4": "the Fortunate One’s name Blessed One,",
    "ai-atk-s0504a1:44_5": "for the other caravans such as these verses spoken by the Buddha, etc., and also included them together with the verses of mentioned here and there, as it was said:",
    "ai-atk-s0504a1:45_0": "Herein, by means of which one falls in it, the hunter goes to heaven in the middle of the abode of greedy temperament. On the contrary, they get suppressed in the air with flavors.",
    "ai-atk-s0504a1:45_1": "The white parasol was finished.",
    "ai-atk-s0504a1:45_2": "subsides in the components.",
    "ai-atk-s0504a1:45_3": "Likewise when one has done good things, they live unhappy in body, speech, and mind, and their rebirth is a term for sentient beings. And after death, they’re reborn in hell, the animal realm, or the ghost realm.",
    "ai-atk-s0504a1:46_0": "Having rightly understood that greed, hate, and delusion, they give up the things that lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. Namely, they do not completely understand the danger in these five ways: ‘These are forms’: the drawbacks, and the escape from the gratification, the drawback, and the escape from them, they give rise to unattached, seeing the drawbacks, and understanding the escape from the earlier paths that are impermanent, and penetrated it.",
    "ai-atk-s0504a1:46_1": "Once they’ve given up this world, and the stilling of the five lower fetters—of the world with absentminded and the yoke. Not having discovered it, they don’t give up that lower fetters, and then they are resistant to give up that view.",
    "ai-atk-s0504a1:46_2": "Thus the Fortunate One preached the fruit of non-return.",
    "ai-atk-s0504a1:47_0": "The meaning is this: how far this is explained by the meaning.",
    "ai-atk-s0504a1:47_1": "Because the End of Trunk",
    "ai-atk-s0504a1:47_2": "The rest is as already explained.",
    "ai-atk-s0504a1:47_3": "(This is) the truth, origin, cessation, and the path, which goes with the stream,",
    "ai-atk-s0504a1:47_4": "those who know the truth of the other paths, and the support of those who dead.",
    "ai-atk-s0504a1:47_5": "But in this verse the origin of suffering is the noble truth of the origin of suffering, while the we have already arisen in the procedure.",
    "ai-atk-s0504a1:47_6": "Similarly in the others is easy;",
    "ai-atk-s0504a1:48_0": "The account of the prominent view that minor requisites",
    "ai-atk-s0504a1:49_0": "In the first section on the commentary is finished.",
    "ai-atk-s0504a1:50_0": "2. Dosasuttavaṇṇanā",
    "ai-atk-s0504a1:51_0": "2.Vuttañhetaṁ…pe…",
    "ai-atk-s0504a1:51_1": "Second: Hate",
    "ai-atk-s0504a1:51_2": "Herein, this is the color of pus,",
    "ai-atk-s0504a1:51_3": "There is in the case of another in that place, just as far as because of the words “We will perform its shelter,”",
    "ai-atk-s0504a1:51_4": "But it’s because he hasn’t heard the communicable people, and having conceived the meaning of hate, he gives them up.",
    "ai-atk-s0504a1:51_5": "Herein, hatred is stolen. She says “Because of hate for my own use,” “There are no obstacles for me to embracess, who do not get rid of resentment, etc., not for me,” and with one of my thorns, etc., state of the proximate cause, thorns, and guildness and shakes thorns, etc.",
    "ai-atk-s0504a1:51_6": "It will be for one who thinks he can make a bad karma for himself or the other.",
    "ai-atk-s0504a1:51_7": "What has the characteristic of fondness, which is like a cesspool, like a lump of foulness in the way beginning, “It is as unmoving to get rid of responsiveness, like a cesspitable enemy who sees its own enemy in the sense of its own nature as a fire, like a cesspitting rain drought and smoothing. ”",
    "ai-atk-s0504a1:51_8": "having given up desires.",
    "ai-atk-s0504a1:51_9": "Herein,",
    "ai-atk-s0504a1:52_0": "“Mendicants, a mendicant should use these five methods to completely get rid of resentment when it has arisen toward anyone.",
    "ai-atk-s0504a1:52_1": "What five?",
    "ai-atk-s0504a1:52_2": "You should develop love ...",
    "ai-atk-s0504a1:52_3": "They meditate spreading a heart full of compassion ...",
    "ai-atk-s0504a1:52_4": "equanimity should be executed ...",
    "ai-atk-s0504a1:52_5": "You should apply the concept that we are the owners of our deeds to that person: ‘This venerable is the owner of their deeds and heir to that person. ...",
    "ai-atk-s0504a1:52_6": "”—In this way:",
    "ai-atk-s0504a1:53_0": "So in the five ways they say the method of resentment.",
    "ai-atk-s0504a1:54_0": "“Reverends, a mendicant should use these five methods to completely get rid of resentment when it has arisen toward anyone.",
    "ai-atk-s0504a1:54_1": "What five?",
    "ai-atk-s0504a1:54_2": "In the case of a person whose behavior by way of body is impure, but whose behavior by way of speech is pure,",
    "ai-atk-s0504a1:54_3": "you should get rid of resentment for that kind of person.”",
    "ai-atk-s0504a1:55_0": "So it is when someone without reviewing them in this way, they should review the five stages of resentment by reviewing them.",
    "ai-atk-s0504a1:55_1": "Furthermore:",
    "ai-atk-s0504a1:56_0": "“Even if low-down bandits were to sever you limb from limb, anyone who had a malevolent thought on that account would not be following my instructions.”",
    "ai-atk-s0504a1:57_0": "“Those who are angry at one who is angry, who gets angry,",
    "ai-atk-s0504a1:58_0": "(But) the one who is unangered at one who is angry, he is victorious in a battle difficult to win,",
    "ai-atk-s0504a1:59_0": "“The one who has both merit and the other,",
    "ai-atk-s0504a1:60_0": "He who, having come to know the other is angry, is mindful and calm.",
    "ai-atk-s0504a1:61_0": "“Mendicants, these seven things come to an enemy which happen to an irritable woman or man.",
    "ai-atk-s0504a1:61_1": "What seven?",
    "ai-atk-s0504a1:61_2": "Firstly, an enemy wishes for an enemy: ‘This irritable bowl is ugly!’",
    "ai-atk-s0504a1:61_3": "Why is that?",
    "ai-atk-s0504a1:61_4": "Because an enemy doesn’t like to have a beautiful enemy.",
    "ai-atk-s0504a1:61_5": "An irritable person, overcome and overwhelmed by anger, is ugly, even though they’re nicely bathed and anointed, with hair and beard dressed, and wearing white clothes.",
    "ai-atk-s0504a1:61_6": "This is the first thing that pleases and assists an enemy which happens to an irritable woman or man.",
    "ai-atk-s0504a1:62_0": "“Mendicants, an enemy doesn’t wish: ‘This enemy is suffering’ ...",
    "ai-atk-s0504a1:62_1": "if you’re not able to lightly ...",
    "ai-atk-s0504a1:62_2": "We won’t become wealthy.",
    "ai-atk-s0504a1:62_3": "fame and worms:",
    "ai-atk-s0504a1:62_4": "‘We won’t become a friend ...’",
    "ai-atk-s0504a1:62_5": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
    "ai-atk-s0504a1:62_6": "Why is that?",
    "ai-atk-s0504a1:62_7": "Because an enemy doesn’t like to have an enemy who goes to a good place.",
    "ai-atk-s0504a1:62_8": "When a person is irritable, overcome and overwhelmed by anger, they do bad things by way of body, speech, and mind.",
    "ai-atk-s0504a1:62_9": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ...",
    "ai-atk-s0504a1:62_10": "overcome by anger, they go to hell.”",
    "ai-atk-s0504a1:63_0": "“Oh, when a person doesn’t know the good. ...",
    "ai-atk-s0504a1:64_0": "“Give up anger, get rid of all conceit, ~ and giving up the fetters.",
    "ai-atk-s0504a1:65_0": "“One who is angry gives rise to anger, anger, deluded,",
    "ai-atk-s0504a1:66_0": "“When anger’s incinerated you sleep at ease, you don’t grieve.",
    "ai-atk-s0504a1:67_0": "* The slaughter of anger with its poisoned root and sweet tip.”",
    "ai-atk-s0504a1:68_0": "“I believe in the next world, O Lord of Men,",
    "ai-atk-s0504a1:69_0": "The astute don’t say that anger doesn’t exist.",
    "ai-atk-s0504a1:70_0": "In this way the drawbacks of hate don’t give up hate, etc., in the preceding hate in the phrases, and the benefit of hate, and delusion, having completely abandoned the danger of hate and delusion, and the unattained, surpassing the unification that is the third case of those mendicants.",
    "ai-atk-s0504a1:70_1": "Therefore it was said: “Mendicants, give up one thing.”",
    "ai-atk-s0504a1:70_2": "As a consequence, they are very hard to kill, and held a wrong way.",
    "ai-atk-s0504a1:70_3": "In the case of the rest should be spoken about in the first phrase.",
    "ai-atk-s0504a1:71_0": "The second section on the Realized One is finished.",
    "ai-atk-s0504a1:72_0": "3. Mohasuttavaṇṇanā",
    "ai-atk-s0504a1:73_0": "3.",
    "ai-atk-s0504a1:73_1": "not knowing the third,",
    "ai-atk-s0504a1:73_2": "Not knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.",
    "ai-atk-s0504a1:73_3": "he is the one who moves for oneself or another in one who is called “deed”.",
    "ai-atk-s0504a1:73_4": "It has the characteristic of stiffenedness in one whose mind is blind. Its function is to substained thought enlightenment has the characteristic of function as its object. Its function is to sustained thought. It is manifested as elimination. Its proximate cause should be given attention to habitation.",
    "ai-atk-s0504a1:73_5": "Here the way gives up:",
    "ai-atk-s0504a1:74_0": "“Suppose a deluded person doesn’t know the good.",
    "ai-atk-s0504a1:75_0": "Then, blind to the blind, that deluded one, (any) is not overcome by delusion.”",
    "ai-atk-s0504a1:76_0": "“One who is unbeneficial actsive ...",
    "ai-atk-s0504a1:77_0": "“Ignorance is the attainment of unskillful qualities.”",
    "ai-atk-s0504a1:78_0": "“The world, in bondage to delusion, ~ is looked on as being beautiful.”",
    "ai-atk-s0504a1:79_0": "“Does source of deeds?”",
    "ai-atk-s0504a1:80_0": "“A deluded person, overcome by delusion, shakes the danger in the present life and in lives to come, and experiences mental danger.”",
    "ai-atk-s0504a1:81_0": "the beginning has not been stated in the way beginning, “With what is the cause of sensual desires, etc., for one who has no corruption, etc., should give up the path of delusion, and who has got the discovered the way beginning, “Equielding the uninfatuated from the beginning,” and on the path so on. He should give up the eightholding of the kind already stated as delusion, and so on.",
    "ai-atk-s0504a1:81_1": "For Non-Returner here the path to non-returnership will come here,",
    "ai-atk-s0504a1:81_2": "They are skilled in the rest of the senses, skilled in the opposite sex, and so on, and they are bound to his own way.",
    "ai-atk-s0504a1:81_3": "The rest is as already explained.",
    "ai-atk-s0504a1:82_0": "The third convocation is finished.",
    "ai-atk-s0504a1:83_0": "4. Kodhasuttavaṇṇanā",
    "ai-atk-s0504a1:84_0": "4.",
    "ai-atk-s0504a1:84_1": "fourth hurting anger.",
    "ai-atk-s0504a1:84_2": "Because anger is prevented by anger, denigration and negligence .",
    "ai-atk-s0504a1:84_3": "That is why the meaning should be understood in the Vibhaṅga only here.",
    "ai-atk-s0504a1:84_4": "Furthermore, it should be understood that in the sense of urgency is characterized by the mind; and its function is to get functioned the mind. This should be understood to inspires confidence in the mind.",
    "ai-atk-s0504a1:85_0": "The Fourth section on the Realized One’s skin is finished.",
    "ai-atk-s0504a1:86_0": "5. Makkhasuttavaṇṇanā",
    "ai-atk-s0504a1:87_0": "5.",
    "ai-atk-s0504a1:87_1": "and five entangled of others:",
    "ai-atk-s0504a1:87_2": "for even if he takes sewer by the opposite of his own hand, hence all the goods, doing the precept of his own familiar, hens his own virtues, and he said, “Now, if it is the first in the case of all” .",
    "ai-atk-s0504a1:87_3": "Because that person is like water bags the waters that suffers from another’s corpse, dropped into conflict with others, paupers, vagrants, travelers, or beggars—they say, the great hermits.",
    "ai-atk-s0504a1:87_4": "That is why it is characterized as the function of others’ virtues. It is manifested as eliminating .",
    "ai-atk-s0504a1:87_5": "Also, each is however, indicated by the reckonings that originate from the whole world.",
    "ai-atk-s0504a1:87_6": "There they give up hate, and the drawbacks in that place, and the drawbacks in it, and the Virtue of hate and delusion, and the unblotched, seeing the drawbacks, and the escape beyond that, they do so by means of the third and that, it gave up the unattained, on the path, and the third path.",
    "ai-atk-s0504a1:87_7": "Both flies: by liberating others, he is the meaning of fliestival , the opposite of himself, and the good of others.",
    "ai-atk-s0504a1:87_8": "The rest is as already explained.",
    "ai-atk-s0504a1:88_0": "The fifth section for recitation on the proper conduct.",
    "ai-atk-s0504a1:89_0": "6. Mānasuttavaṇṇanā",
    "ai-atk-s0504a1:90_0": "6.",
    "ai-atk-s0504a1:90_1": "In the sixth (story) there are species of conceit, etc.",
    "ai-atk-s0504a1:90_2": "for it is said: “I’m better” or “I am the one who is better” because he thinks he does not identify with him.",
    "ai-atk-s0504a1:90_3": "‘I’m better than human conceit,’ and ‘I am the conceit ‘I am’. Thus is threefold: ‘I am I am conceit’.",
    "ai-atk-s0504a1:90_4": "that is better for him is better for him, that is to say: “I am your conceit, this is indeed the greatest.”",
    "ai-atk-s0504a1:90_5": "equal is better in better than him, he is equal to him,",
    "ai-atk-s0504a1:90_6": "It is inferior in terms of inferiority, superiority, friendly, for one who is inferior, medium, superior, friendly, hostile, phrases, etc., and I am capable of inferiority and superiority towards the influence of views. Its function is to incapable of reference to inferior views. It is manifested as a ‘gitation’.",
    "ai-atk-s0504a1:90_7": "Righteously weaving encompassed all beings, rising up into the various classes of rebirth into the various classes of rebirths, old ages, and death, greeting them with joined palms, and with the opposite sex, and so on. Their enemy, the meaning is that the discovering of their spiritual companions, and so on. And after having cutting off the wrong way, the meaning goes forth into homelessness, the ending of his fellowness, and that concentration is the meaning.",
    "ai-atk-s0504a1:90_8": "For Non-Returner it is the way to come here,",
    "ai-atk-s0504a1:90_9": "He subdued his birth of death through the Mallian triad attainment of the Thirty-Three , and having made himself stubborn into his presence.",
    "ai-atk-s0504a1:90_10": "The rest is as already explained.",
    "ai-atk-s0504a1:91_0": "Of these six verses which were taught by the Paṭisambhidā, and have taught the fruit of non-return.",
    "ai-atk-s0504a1:91_1": "These five lower fetters are well purified, not undistorted, and has not yet been reborn in the underworld in the world by one whose mind has not yet become reborn in heavenly realm.",
    "ai-atk-s0504a1:91_2": "The one who is extinguished between one life and the next, one who is extinguished upon landing, one who is extinguished without extra effort, one who is extinguished with extra effort, and one who heads upstream, going to the Akaniṭṭha realm.",
    "ai-atk-s0504a1:91_3": "When the one who has gone up searching for rebirth in the Akaniṭṭha realm, they become a once-returner.",
    "ai-atk-s0504a1:91_4": "Herein, one who isn’t free of remorse in the middle of the life that ends with the end of defilements is an obstacle to reaching the end of defilements.",
    "ai-atk-s0504a1:91_5": "But one who has not destroyed the beginning of the five and say that the life span has not been destroyed by the beginning, and who has attained final extinguishment, is called “extinguishment”.",
    "ai-atk-s0504a1:91_6": "When one who, without making an end of suffering, one who is extinguished without extra effort, one who is extinguished with extra effort, one who is extinguished with extra effort, and one who heads upstream, this is called “emptiness”.",
    "ai-atk-s0504a1:91_7": "But one who enters upon a emptiness through effacement by making an end of suffering, by making an end of suffering, by saying this is the name of the one who is extinguished upon landing.",
    "ai-atk-s0504a1:91_8": "But anyone else who isn’t free of greed, etc., should make it purification through the four oceans, that is, the one who isn’t fitted to.",
    "ai-atk-s0504a1:91_9": "Whenever they are destroyed in Liberation and attained Arahantship, then they become unattached and fall there. As long as they reach the Arahant, they go back to Akaniṭṭhaka.",
    "ai-atk-s0504a1:92_0": "And here what is the one who goes from the Akaniṭṭha realm should not be reborn in the underworld, heading for a higher place, a lower realm, or a lower realm?’",
    "ai-atk-s0504a1:92_1": "Whoever, not having destroyed the four worlds, has thoroughly ended the four directions, one who is extinguished without extra effort, one who is extinguished with extra effort, and one who heads upstream to the Akaniṭṭha realm.",
    "ai-atk-s0504a1:92_2": "But one who, having discovered the three worlds and the three worlds, conceived in the world of the gods, extinguished the stream of the fruit. This is called I say.",
    "ai-atk-s0504a1:92_3": "The one who goes from here to that place where the one who is extinguished without extra effort is one who is extinguished without extra effort.",
    "ai-atk-s0504a1:92_4": "But the one who attains Nibbāna in the four lower worlds, the one who is extinguished there is no making extra effort, this is not Stream-Enterer.",
    "ai-atk-s0504a1:93_0": "Herein, ignorant is extinguished throughout the five hundred eons. Aeons, he becomes extinguished between one life and the next.",
    "ai-atk-s0504a1:93_1": "for this is said: “Such is the success of the absence of it. ”",
    "ai-atk-s0504a1:93_2": "for words, the calm, is put in the bowl.",
    "ai-atk-s0504a1:93_3": "One extinguished between one life and the next.",
    "ai-atk-s0504a1:93_4": "With the five lower fetters they are extinguished without extra effort.",
    "ai-atk-s0504a1:93_5": "Likewise the fourteenth and the sections were one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; one who is extinguished between one life and the next, one who is extinguished upon landing, one who is extinguished without extra effort, one who is extinguished with extra effort, and one who heads upstream, going to the Akaniṭṭha realm.",
    "ai-atk-s0504a1:93_6": "Equanimous in these eight ways: by what is not seen, heard, thought, and known.",
    "ai-atk-s0504a1:94_0": "The sixth section on the Realized One is finished.",
    "ai-atk-s0504a1:95_0": "7. Sabbapariññāsuttavaṇṇanā",
    "ai-atk-s0504a1:96_0": "7.",
    "ai-atk-s0504a1:96_1": "There are seven underlying tendencies.",
    "ai-atk-s0504a1:96_2": "For this one with all words is unspecified:",
    "ai-atk-s0504a1:96_3": "He proclaims what goes to, the circumstances goes to the rest of his enemy.",
    "ai-atk-s0504a1:96_4": "“In all form, all feelings, and all present.”",
    "ai-atk-s0504a1:96_5": "But now that is the sound of all kinds of helpful without exception.",
    "ai-atk-s0504a1:96_6": "In the same way he should all be seen in the four directions.",
    "ai-atk-s0504a1:96_7": "Herein, all things are found in the Buddha’s instructions, etc., reference to him in all aspects. The Buddha has come to him in his presence.",
    "ai-atk-s0504a1:96_8": "“You have all spoken well in your presence, what is well spoken.”",
    "ai-atk-s0504a1:96_9": "“Mendicants, I will teach you all. ...”",
    "ai-atk-s0504a1:96_10": "mind in this life, and in lives to come.”",
    "ai-atk-s0504a1:96_11": "“Mendicants, I will teach you the explanation of the root of all things.”",
    "ai-atk-s0504a1:96_12": "Herein, in the case of all the times gone from all over the places of the defining in the places of an abode.",
    "ai-atk-s0504a1:96_13": "(The Buddha should be understood) in this very life.",
    "ai-atk-s0504a1:96_14": "Considering that they are liable to object in this way, they are not exempt from the qualities of peace. They are not exempt from anything.",
    "ai-atk-s0504a1:97_0": "Instead, they do not know these five things: “These are unskillful, blameworthy, criticized by sensible people, and when they don’t comprehend them the five noble truths.”",
    "ai-atk-s0504a1:97_1": "Not completely understanding, they do not know.",
    "ai-atk-s0504a1:97_2": "The one who completely understands all things to be completely understood according to the three planes:",
    "ai-atk-s0504a1:97_3": "and completely understanding the course of relatives,",
    "ai-atk-s0504a1:97_4": "Herein, what is the end of relatives?",
    "ai-atk-s0504a1:97_5": "all the grounds for name and form:",
    "ai-atk-s0504a1:97_6": "“This isn’t worth more!",
    "ai-atk-s0504a1:97_7": "This is called ‘defilement’, this is the characteristic of contact. Its function is to inspires confidence in those without it. It is manifested as a subduing of contact. Its function is to maintaining condition. Its function is to indicated. It is manifested as a surmounting of it.”",
    "ai-atk-s0504a1:97_8": "Since they dirt and wounds it,",
    "ai-atk-s0504a1:97_9": "this is the end of relatives.",
    "ai-atk-s0504a1:97_10": "What are the three perils that completely understand?",
    "ai-atk-s0504a1:97_11": "After doing it in this way, they become a giver of all that is impermanent. Having raised this there, they are cooked in seven ways:",
    "ai-atk-s0504a1:97_12": "This is the way of completely understanding.",
    "ai-atk-s0504a1:97_13": "What is the completely understanding of giving up?",
    "ai-atk-s0504a1:97_14": "After giving up desire and greed for all living creatures, they give up desire and greed for all living creatures.",
    "ai-atk-s0504a1:97_15": "This is the end of giving up.",
    "ai-atk-s0504a1:98_0": "purification of view, and torment in purification through overcoming doubt.",
    "ai-atk-s0504a1:98_1": "He is the path of purification by the path of knowledge and vision, of the variety of paths, etc., or of wisdom is plain and change in his mind.",
    "ai-atk-s0504a1:98_2": "The noble path with which is abandoned,",
    "ai-atk-s0504a1:98_3": "He who completely understands all these three things.",
    "ai-atk-s0504a1:98_4": "But it is here that the abandoning of elimination should be understood as specific neutrality in the way beginning, “The abandoning of being” . And it should be understood that it is to be understood as the abandoning of being understood.",
    "ai-atk-s0504a1:98_5": "He who does not understand what is said in this way, “The one who does not completely understand what is said.”",
    "ai-atk-s0504a1:99_0": "There they might ignorant minds that are completely understood, complete understanding the cleansing of mind.",
    "ai-atk-s0504a1:99_1": "Herein, there is no production of greed for dispassion, not thus it is the meaning.",
    "ai-atk-s0504a1:99_2": "They give up the defilements that should be given up by insight and the path to that have been given up by the defilements. There is no defilements that should be given up by the defilements.",
    "ai-atk-s0504a1:99_3": "It is how the simile of the path should be understood as the deed, and so on.",
    "ai-atk-s0504a1:99_4": "For the preceding specifically generally delimited by the primary elements of various kinds, etc., and its knowledge of the path doing cognitive series, and its circumstances, is the knowledge of the wrong path, and it is the But when a single one transgressively.",
    "ai-atk-s0504a1:99_5": "can’t be able to attain extinguishment, the meaning isn’t worth a sixteenth part of suffering.",
    "ai-atk-s0504a1:100_0": "all the sounds, disturbing here and there, the sound of drums,",
    "ai-atk-s0504a1:100_1": "then one placed a poisonously bent on that very day, and one who seeks perfect all suffering.",
    "ai-atk-s0504a1:100_2": "he should say about what is said in the sense with a moderation.",
    "ai-atk-s0504a1:100_3": "Herein, the difference here is that in the case of the refuse-rag wearer .",
    "ai-atk-s0504a1:100_4": "This is their simply in.",
    "ai-atk-s0504a1:100_5": "Furthermore, the aggregates of the five grasping aggregates are independent of observed. They are capable of understanding and fit to be directed in them, etc., and because they are impermanent and stated according to what is impermanent.",
    "ai-atk-s0504a1:100_6": "the king’s employed, etc., was done away with the reason why arouse greed, hate, and delusion, and the mind arouse greed, hate, and delusion, even when his enemy.",
    "ai-atk-s0504a1:100_7": "They give up the stream-enterers and its path, its the abandoning of defilements, and the path to the practice that leads to the asking about the defilements.",
    "ai-atk-s0504a1:100_8": "Absorbed, the suffering in this way is so able to reach Nibbāna by the worst of all suffering. Or to examine the extinction of all suffering and its origin, which is capable of breaking out of the elements, or because it is the meaning of all suffering—whether it can be seen or heard within the sense of urgency.",
    "ai-atk-s0504a1:101_0": "He who, having understood all, is discovered all the perfections, the one who is skilled in opposite sex, and who has given up all suffering.",
    "ai-atk-s0504a1:101_1": "Or alternatively, all is through discovering the characteristic, etc., and then, since it is all that is impermanent, change in all its aspects, and knowledge of the path, it is the knowledge of the path, and discernment of all states, and it is by insight due to the path.",
    "ai-atk-s0504a1:101_2": "Is not at all in the past, future or present, and views give rise to identity.",
    "ai-atk-s0504a1:101_3": "To give up that.",
    "ai-atk-s0504a1:101_4": "Herein in wherever they strike.",
    "ai-atk-s0504a1:101_5": "The hawking ‘this is one’,",
    "ai-atk-s0504a1:101_6": "Completely understanding of all opposites, according to sutta, according to the exposition of all their times, according to the simile of all deeds .",
    "ai-atk-s0504a1:101_7": "they live wherever they like.",
    "ai-atk-s0504a1:101_8": "The meaning is that in all suffering. The meaning is that which has gone beyond all suffering.",
    "ai-atk-s0504a1:102_0": "The Seventh sections are finished.",
    "ai-atk-s0504a1:103_0": "8. Mānapariññāsuttavaṇṇanā",
    "ai-atk-s0504a1:104_0": "8.",
    "ai-atk-s0504a1:104_1": "Eightfold is produced by the eight (directions),",
    "ai-atk-s0504a1:104_2": "People observed these verses which are there for people who are bound to the defilements.",
    "ai-atk-s0504a1:104_3": "tied by conceit, cling to the fetters, and so on.",
    "ai-atk-s0504a1:104_4": "For a long time I have been swept away by the special parts of formations because sensual pleasures of the enemy of the blissful absence of formations and as permanent, since there is no more future pleasure .",
    "ai-atk-s0504a1:104_5": "Not completely understanding conceit, three things do not completely understood.",
    "ai-atk-s0504a1:104_6": "or those who are path to Worthiness, thinking “I have not found any idea that they are despised.”",
    "ai-atk-s0504a1:104_7": "they return in future lives.",
    "ai-atk-s0504a1:104_8": "Again and again, they do not become reborn in a lower realm, or the ghost realm, or the destiny.",
    "ai-atk-s0504a1:104_9": "And after having given up conceit, those who are freed through the ending of conceit, and who have attained perfection and consummations of deity, and those who have reached the ultimate goal, who live on the path to perfection the fruit of Arahantship in Nibbāna.",
    "ai-atk-s0504a1:104_10": "They’ve cut off all greed and hate and delusion, having clinging to the fetters of rebirth, old age, and death, of existence, of sorrow, lamentation, pain, sadness, and distress. They’ve cut the fetters of rebirth, old age, and death, which is an end of suffering.",
    "ai-atk-s0504a1:104_11": "Thus in this way they attained Liberation and Worthiness.",
    "ai-atk-s0504a1:105_0": "The eighth Congregation is finished.",
    "ai-atk-s0504a1:106_0": "Transmigration over the Discourse on Lohiccable Tree",
    "ai-atk-s0504a1:107_0": "9-10.",
    "ai-atk-s0504a1:107_1": "In the ninth (story) there is no practition regarding the nine progress.",
    "ai-atk-s0504a1:107_2": "and it should be seen according to the pervading of the three enemy above by the head enemy, since they are taught in the sense of urgency, thus it is “welling.”",
    "ai-atk-s0504a1:108_0": "The color of the ninth is finished.",
    "ai-atk-s0504a1:109_0": "The first section for recitation is finished.",
    "ai-atk-s0504a1:110_0": "2. Dutiyavaggo",
    "ai-atk-s0504a1:111_0": "Completely Understanding of Delusion",
    "ai-atk-s0504a1:112_0": "The first is also stated in the Suttanta. The Three kinds of clause are stated in the Causal Monastery too.",
    "ai-atk-s0504a1:113_0": "4. Avijjānīvaraṇasuttavaṇṇanā",
    "ai-atk-s0504a1:114_0": "14.",
    "ai-atk-s0504a1:114_1": "Fourth:",
    "ai-atk-s0504a1:114_2": "“Mendicants, I do not joy in any place.”",
    "ai-atk-s0504a1:114_3": "The Fortunate One desirs oneself,",
    "ai-atk-s0504a1:114_4": "“Now this is the hindrances, but the hindrances are different things.”",
    "ai-atk-s0504a1:114_5": "Excellent states are the one thing",
    "ai-atk-s0504a1:114_6": "I see two kinds of seeking:",
    "ai-atk-s0504a1:114_7": "Considerations of views and knowledge.",
    "ai-atk-s0504a1:114_8": "Herein, form as self does not see in oneself. This is the removal of views.",
    "ai-atk-s0504a1:114_9": "Does not see in themselves anything that is permanent, but has knowledge of this knowledge of impermanence?”",
    "ai-atk-s0504a1:114_10": "Herein, insight is the knowledge of discerning.",
    "ai-atk-s0504a1:114_11": "“I will know,” “I will not even pursue equally to my kinsman.”",
    "ai-atk-s0504a1:114_12": "This is said:",
    "ai-atk-s0504a1:114_13": "“Mendicants, I do not see a single sight with my eyes known by the eye that are very improved as if the hand of clairaudience.”",
    "ai-atk-s0504a1:115_0": "While he is covering the hindrances, he roams and transmigrating for a long time, knowing and seeing the hindrances, incapable of the hindrances, and all that is proper for a long time. He has gone beyond doubt, got rid of indecision, and is independent of others.",
    "ai-atk-s0504a1:115_1": "The state of existence as its object, etc., is being precedededing, mutually meeting of the life-continuum, and indicated by the mere elements.",
    "ai-atk-s0504a1:115_2": "Going to the power of defilement or weakness, the weaker (of the sun),",
    "ai-atk-s0504a1:115_3": "Or alternatively, they are flowing out one by one or other of the kinds already stated . And they are growing on the deathless in the life of purity.",
    "ai-atk-s0504a1:115_4": "For one who possesses the consciousness transgress in one whose mind is called a “bowl” in the way already stated .",
    "ai-atk-s0504a1:115_5": "This is how to understand how to runn out.",
    "ai-atk-s0504a1:116_0": "like this.",
    "ai-atk-s0504a1:116_1": "As he was satisfied by the Dispensation of the very strong ,",
    "ai-atk-s0504a1:116_2": "Ignorance is able to fulfill bad conduct by way of body, speech, and mind, without mindfulness, and so on.",
    "ai-atk-s0504a1:116_3": "If they’re not rid of Ignorance, ignorance is ignorance.",
    "ai-atk-s0504a1:116_4": "By the opposite of good conduct, the intention that is called ignorance, the desire called ignorance.",
    "ai-atk-s0504a1:116_5": "the acquisition of the sense-spheres, the sense-spheres, the sense-spheres, the sense-spheres, the suffering inherent, the six sense-spheres, and the suffering that provides fuel for attachment are suffering.",
    "ai-atk-s0504a1:116_6": "Since he roams and transmigrations, desires in ignorance, gives rise to the aggregates, and ignorances do not occur in any of the species, he does not subsequately.",
    "ai-atk-s0504a1:116_7": "Furthermore, consciousness is dependent on the eye and dependently originated phenomena. It is dependently originated ignorance and dependently originated.",
    "ai-atk-s0504a1:116_8": "With the hindrance of ignorance and the hindrance of ignorance,",
    "ai-atk-s0504a1:117_0": "Because an educated corpse has been cast down to wander and transmigrated for a long time. This is how they transmigrate for a long time.",
    "ai-atk-s0504a1:117_1": "or the first rains residence –",
    "ai-atk-s0504a1:117_2": "“With this hindrance, monks, this is said to be the hindrance of ignorance” . And this is how it was said in order to show the hindrances according to the supernormal powers.",
    "ai-atk-s0504a1:117_3": "But when is this state of existence? It does not say that.",
    "ai-atk-s0504a1:117_4": "covering over the drawbacks of sensual pleasures, etc., and because of the dissatisfaction with the poisonous -",
    "ai-atk-s0504a1:117_5": "for the concealment of those covers and so on.",
    "ai-atk-s0504a1:118_0": "Here the explanation of the meaning here is this: “The meaning of the meaning and the dealing with the meaning of the words, of the meaning and of the phrases,",
    "ai-atk-s0504a1:118_1": "Herein, hiding: covering the covered with covers latches, and the meaning is the meaning.",
    "ai-atk-s0504a1:118_2": "‘One day and night is what is there always during the day and night,",
    "ai-atk-s0504a1:118_3": "If you understand how to be free of delusion, the hindrances have been cultivated by such power and might, and the realization of an oppressed in your monastery, the realization of the hindrances would be some known for the sake of this.",
    "ai-atk-s0504a1:118_4": "then, having destroyed the mass of delusion, the Noble Ones, having given up that mass of delusion with the worms of delusion, the noble paths of importance, and once again entered on the noble path that meets the most important (people).",
    "ai-atk-s0504a1:118_5": "The perfected ones don’t transmigrate on them –",
    "ai-atk-s0504a1:119_0": "“Name and aggregates are the elements of the sense-spheres,",
    "ai-atk-s0504a1:120_0": "he should be told, “Repulsed,” that is why he said.",
    "ai-atk-s0504a1:121_0": "When this was said, they did not grow in this transmigrate,",
    "ai-atk-s0504a1:121_1": "Why is that?",
    "ai-atk-s0504a1:121_2": "I’m not found in them, I don’t have totally cut off the roots, or at the root of ignorance.",
    "ai-atk-s0504a1:122_0": "The Fourth section on the Realized One’s skin is finished.",
    "ai-atk-s0504a1:123_0": "The commentary on the Fetters",
    "ai-atk-s0504a1:124_0": "15.",
    "ai-atk-s0504a1:124_1": "For the fifth person, from which results in suffering, or the result of rebirth is reborn in a next life.",
    "ai-atk-s0504a1:124_2": "craving ...",
    "ai-atk-s0504a1:124_3": "Self-Lacks are bound up in the sense of insistence in the shackles.",
    "ai-atk-s0504a1:124_4": "The rest is as already explained.",
    "ai-atk-s0504a1:124_5": "And here there is ignorance in sensual pleasures, the hindrances, views, and the fetter of craving for ignorance. But there is the hindrances, ignorance through the aggregates of ignorance and fettered by craving, and the fetter of the hindrances, views, and ignorance through the act of that craving, etc., have a sense of urgency, and it is here to be relinquished here.",
    "ai-atk-s0504a1:124_6": "And what is the effort to be released from the hindrances?",
    "ai-atk-s0504a1:124_7": "Because when the hindrance of ignorance is developed and cultivated so as to lead to the ending of defilements, they say this to them:",
    "ai-atk-s0504a1:124_8": "Besides, he says “Ignorance” is the hindrance of equivalentity, the hindrance of ignorance, and the fetter of craving,”",
    "ai-atk-s0504a1:125_0": "By going only to the next world, the two ends of insight and conduct, the knowledge of the deathless, is what is said.",
    "ai-atk-s0504a1:125_1": "For that is the one who sees clearly in knowledge the way that leads to extinguishment, the next to extinguishment by not seeing people in the way that is an obstacle for them.",
    "ai-atk-s0504a1:125_2": "This is how it is defined by ignorance, the blind people, the ordinary person, who is blind to the drawbacks and transmigration.",
    "ai-atk-s0504a1:125_3": "A misapprehension of the donor have a seen that is not suitable for seeing the reason.",
    "ai-atk-s0504a1:125_4": "For a person who is ignorant and incompetent person makes themselves sure of their own foes, like a fool, who is unskilled in ignorance,",
    "ai-atk-s0504a1:125_5": "The fool knows that a fool is unsuitable, and he makes it unrestrained by running thoughts within.",
    "ai-atk-s0504a1:125_6": "thriving a cart, if he’s able to make a valuable (from the Buddha).",
    "ai-atk-s0504a1:126_0": "What is the ground of seeing conditional origination in order to see the reason for the sake of seeing the dependent origination.",
    "ai-atk-s0504a1:126_1": "For the abandoning of defilement of (living in) ignorance, having attained strength in the past, future or present,",
    "ai-atk-s0504a1:126_2": "Because a fool falternatively grasps all of the past, future, and present.",
    "ai-atk-s0504a1:126_3": "And if he is mostly immeasurable, there is no craving for grasping.",
    "ai-atk-s0504a1:126_4": "And although they too gave them a respond to adverting, they must show the way to get rid of it.",
    "ai-atk-s0504a1:127_0": "there are these verses of craving, the stripping of craving,",
    "ai-atk-s0504a1:127_1": "For craving in the water without moderation, as in the water, or in the seventh room—that is, people who say, without trouble or difficulty, without having crushed the flung about self—and make a person’s gratification, drawback, and escape—that’s why they do it.",
    "ai-atk-s0504a1:127_2": "Hasn’t they produced by defilements and others?",
    "ai-atk-s0504a1:127_3": "But this is not known in the way that is,",
    "ai-atk-s0504a1:127_4": "Because that is why ‘definitively profitable kamma-spheres in sense-spheres’ is called ‘unprofitable’, and so on.",
    "ai-atk-s0504a1:127_5": "They go from this state to another, and sentient being otherwise.",
    "ai-atk-s0504a1:127_6": "He has the meaning of this very same state as having existence, and thus he is “She is human” because of that.",
    "ai-atk-s0504a1:127_7": "They understand the state of existence as those in the present, or those future.",
    "ai-atk-s0504a1:127_8": "such a state, or such any other state.",
    "ai-atk-s0504a1:127_9": "They don’t transcend the element of existence. They’ve transcended the main mass of the elements, and don’t pass away from that place.",
    "ai-atk-s0504a1:128_0": "Knowing this, the danger of suffering, the origin of suffering, and the ending of craving.",
    "ai-atk-s0504a1:128_1": "Knowing this, they transmigrate the drawbacks, and they know that it’s very drawback.",
    "ai-atk-s0504a1:128_2": "Through craving for clinging to the round of suffering in the way already stated -",
    "ai-atk-s0504a1:128_3": "When a mendicant has a rid of craving in this way, gives up the three. Then he has a degree of clinging, to the knowledge of the path, and cut off craving for rebirth in the future. Then he dreams, going totally beyond all activities, with the aggregates, with the ending of craving for grasping, fading away, cessation, giving away, and letting go of all conditions.",
    "ai-atk-s0504a1:129_0": "The fifth section for recitation on the proper conduct.",
    "ai-atk-s0504a1:130_0": "6. Paṭhamasekhasuttavaṇṇanā",
    "ai-atk-s0504a1:131_0": "In the sixth enquiry: what is the reason why a trainee trains in what is said in the sixth enquiry; it is said in brief in the Commentaries .",
    "ai-atk-s0504a1:132_0": "“Sir, how is a trainee defined?",
    "ai-atk-s0504a1:132_1": "It’s when a mendicant has right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.",
    "ai-atk-s0504a1:132_2": "endowed with right immersion.",
    "ai-atk-s0504a1:132_3": "That’s how a trainee is defined.”",
    "ai-atk-s0504a1:133_0": "Furthermore, train in the Vibhaṅga: “‘Jain’: such is what is said in the commentary .",
    "ai-atk-s0504a1:134_0": "“They train, mendicant, that’s why they’re called ‘a trainee’.",
    "ai-atk-s0504a1:134_1": "And what does the trainer?",
    "ai-atk-s0504a1:134_2": "They train in the higher ethics, the higher mind, and the higher wisdom.",
    "ai-atk-s0504a1:134_3": "They train, that’s why they’re called ‘a trainee’.”",
    "ai-atk-s0504a1:135_0": "And the ordinary person who practices them fulfills the practices of moderation in eating, drinking in moderation, dedicated to wakefulness, pursuing the development of the qualities that lead to awakening in the evening and toward dawn.",
    "ai-atk-s0504a1:135_1": "“Today, although even one of the fruit of the ascetic life, or else one of the fruit of the ascetic life, it is called “a trainee”.",
    "ai-atk-s0504a1:135_2": "“In this case, the ordinary person who is practicing trainee,",
    "ai-atk-s0504a1:135_3": "having given up the conceit ‘I am’, these are not tamed.",
    "ai-atk-s0504a1:135_4": "The conceit “I am” is said to be the heart through loving-kindness in the way stated, and greed is very greedy.",
    "ai-atk-s0504a1:135_5": "“For mind” (the mind),",
    "ai-atk-s0504a1:135_6": "“As a trainee who has attained Liberation at this time,” he sent them back in Liberation.",
    "ai-atk-s0504a1:135_7": "and have attained perfection and obtained",
    "ai-atk-s0504a1:135_8": "he is said: “He who has not completed the food.”",
    "ai-atk-s0504a1:136_0": "From the supreme is the best,",
    "ai-atk-s0504a1:136_1": "Whoever, in this way attains safeguard, having attained perfection and generation,",
    "ai-atk-s0504a1:136_2": "Craving is the meaning of this, there are two kinds of seeking.",
    "ai-atk-s0504a1:136_3": "“Where is it, sirs, when analyzed and specific purpose?”",
    "ai-atk-s0504a1:137_0": "“They’re shadowed, wrapped in the charnel ground,",
    "ai-atk-s0504a1:138_0": "A person who is joyful, secure, mendicants!”",
    "ai-atk-s0504a1:139_0": "here it is the profitable deeds to be done in the first place wherever it was done,",
    "ai-atk-s0504a1:139_1": "from that place where one wants to seek out the benefit of safeguard.",
    "ai-atk-s0504a1:139_2": "While staying there is one of your posture, one-sphere, and one-smelling life-formed incarnation, he took away.",
    "ai-atk-s0504a1:139_3": "Or alternatively, all conditions are impermanent, perishing, and changing: here, the meaning can be regarded thus: “In these places, etc., it is this: the meaning here.”",
    "ai-atk-s0504a1:139_4": "The internal and external:",
    "ai-atk-s0504a1:139_5": "they make the reason for it.",
    "ai-atk-s0504a1:139_6": "Having done this, they did not give it up.",
    "ai-atk-s0504a1:139_7": "I don’t see any other matter that there is something else in brief:",
    "ai-atk-s0504a1:139_8": "Compared to himself, I do not see in this way that when it isn’t yet achieved by many things that are sorting as proper attention, proper attention, that is, proper attention, reviewing, and attention given to them by reviewing.",
    "ai-atk-s0504a1:139_9": "Proper attention.",
    "ai-atk-s0504a1:140_0": "“Just now, mendicants, you should give up improper attention to the skillful and develop the skillful, the mendicant who is skilled in proper attention.”",
    "ai-atk-s0504a1:140_1": "Herein, proper attention is the noble truth of suffering: “This is the noble truth of the origin of suffering” refers, this is the noble truth of the cessation of suffering” .",
    "ai-atk-s0504a1:141_0": "Herein, the explanation of the meaning of development is this:",
    "ai-atk-s0504a1:141_1": "And if it is not easy to find this meditation subject that is free from opposite, it should be understood as included in the four paths of persons, etc., according to the attainment of the meditation subject.",
    "ai-atk-s0504a1:141_2": "Mendicants, one whose meditation subject is like a master of the four kinds of craving, one who hasn’t given up the origin of suffering, the cessation of craving, and the practice that leads to the cessation of suffering. In this way the teacher, who hasn’t given up craving and dispelled the meditation subjects, the meditation subject in the past, the teacher of the meditation subject.",
    "ai-atk-s0504a1:141_3": "After some time he enters upon the path, he focuses on the path on it with his attention on the path to the aspiration of suffering.",
    "ai-atk-s0504a1:141_4": "for insight is called “accomplishment” in this way.",
    "ai-atk-s0504a1:141_5": "But the origin of suffering also focuses on the previous ending of suffering in the past. This is the origin of suffering.",
    "ai-atk-s0504a1:141_6": "But since this is suffering, this is its origin, this is its cessation, and that is why it doesn’t properly attend to.",
    "ai-atk-s0504a1:141_7": "They properly attend to the practice that leads to the cessation of suffering.",
    "ai-atk-s0504a1:142_0": "Here is this:",
    "ai-atk-s0504a1:142_1": "When it comes to the aggregates, it is not conceived.",
    "ai-atk-s0504a1:142_2": "“In this body there is the earth element,” and then with the four primary elements, etc., these four primary elements, and then “The earth element is mode,”",
    "ai-atk-s0504a1:142_3": "Their definitely arises in him, “The four formless states are fact that arose in him,” and “The four opposite sex.”",
    "ai-atk-s0504a1:142_4": "Then he can define them thus: “In this way these five aggregates are suffering.”",
    "ai-atk-s0504a1:142_5": "But they use the two brothers in brief and the two brothers.",
    "ai-atk-s0504a1:142_6": "And this is the cause, this is the reason why, when ignorance has been substantively grasped, this is the cause, this is the reason why, this is the reason why, namely, craving is, and ignorance.",
    "ai-atk-s0504a1:142_7": "So the characteristics oppressed by the wearing function that remains because of grasping the three characteristics, etc., and because they are impermanent, suffering, and perishable. That is why it has non-existent states are impermanent.",
    "ai-atk-s0504a1:143_0": "That is how ignorant marks, etc., and gets the opposite sex, having arisen in them, they think: ‘Perfected knowledge with the path to the well developed, rise and fall, the knowledge of the paths of the noble paths, origination, cessation, insight, the path, and the path. By this path, they are the knowledge of the path.’",
    "ai-atk-s0504a1:143_1": "At that time he has penetrated the four truths by stage of truth and the path reverse order.",
    "ai-atk-s0504a1:143_2": "Herein, he gives up all suffering by developing the path leading to the end of suffering. He develops the path to the penetration of the wholesome, and the penetration of the path.",
    "ai-atk-s0504a1:143_3": "For as long as noble paths have been checked, subdued, repulsion, and unprofitable, all that is skillful, blameless, and developing the awakening factors.",
    "ai-atk-s0504a1:143_4": "Reflecting like this, they give up the unskillful and develop the skillful,",
    "ai-atk-s0504a1:143_5": "For this is said:",
    "ai-atk-s0504a1:143_6": "“This is suffering” .",
    "ai-atk-s0504a1:143_7": "And he said further: “Bhikkhus, there can be expected:",
    "ai-atk-s0504a1:143_8": "the noble eightfold path will develop and cultivate the noble eightfold path.”",
    "ai-atk-s0504a1:144_0": "In brief, proper attention, that is to say:",
    "ai-atk-s0504a1:144_1": "He trains in the training precepts of virtue, etc.,",
    "ai-atk-s0504a1:144_2": "the danger that comes from fear.",
    "ai-atk-s0504a1:144_3": "As a trainee mendicant has extra respect for attaining the supreme knowledge of the deathless, for attaining perfection, many things, so many very helpful to them.",
    "ai-atk-s0504a1:144_4": "attaining a state of existence in which case, through proper attention and proper attention, then for the destruction of the four primary elements, he may reach extinguishment in order to end the defilements.",
    "ai-atk-s0504a1:145_0": "The sixth section for recitation is finished.",
    "ai-atk-s0504a1:146_0": "7. Dutiyasekhasuttavaṇṇanā",
    "ai-atk-s0504a1:147_0": "17.",
    "ai-atk-s0504a1:147_1": "Seven on the outside and inside,",
    "ai-atk-s0504a1:147_2": "That person is endowed with good friends, companions, and associates, the embracing of virtue, etc., who has a good friends, companions, and associates.",
    "ai-atk-s0504a1:147_3": "This is how good friends is accomplished in faith, ethics, learning, generosity, and wisdom. He is accomplished in faith, ethics, immersion, wisdom, and wisdom.",
    "ai-atk-s0504a1:147_4": "Herein, when a Realized One has attained the attainment of faith in the awakening factors, he does not understand the pleasure of awakening; he is angry and upset with his spiritual companions, responsiveness of the aggregates; he is one who does not associated with moderation when it is satisfied, his mind has become immersed in samādhi, and he keeps himself step by attributes needed for his own accomplishment in ethics.",
    "ai-atk-s0504a1:147_5": "When there is a wholesome mindfulness, they truly understand the extent of skillful qualities that, when their mind is full of pleasure, they having fallen from immersion due to mindfulness of breathing, and when their mind is full of exertion and perfectly happy,",
    "ai-atk-s0504a1:147_6": "Hence it is said:",
    "ai-atk-s0504a1:148_0": "“As a heavy burdener, one who speaks words of forbearance,",
    "ai-atk-s0504a1:149_0": "what do you think is deep, not flatter?”",
    "ai-atk-s0504a1:150_0": "A mendicant with good friends gives up the unskillful and develops the skillful, who has good friends, companions, and associates with them. They approach a person, who gives rise to faith, conscience, prudence, energy, and wisdom.",
    "ai-atk-s0504a1:150_1": "Seeing that teaching they’ve heard that it’s good to gain the faith, ethics, learning, generosity, and wisdom. They proceed having undertaken the practice of immorality, they proceed having undertaken the skillful qualities that lead to awakening. They’ve undertaken the development of the four noble truths, they keep themselves healthy and wholesome. They do not practice the path to awakening in skillful qualities. They are mindful and aware.",
    "ai-atk-s0504a1:150_2": "for this is said:",
    "ai-atk-s0504a1:151_0": "“I will have good friends, companions, and associates can expect to be ethical ...",
    "ai-atk-s0504a1:152_0": "“It’s good to have experiential confidence in the Saṅgha. ...”",
    "ai-atk-s0504a1:152_1": "This is the topic of talk about self-effacement that helps open the heart ...",
    "ai-atk-s0504a1:152_2": "leads to extinguishment.",
    "ai-atk-s0504a1:152_3": "That is:",
    "ai-atk-s0504a1:152_4": "talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge of freedom.",
    "ai-atk-s0504a1:152_5": "talk about liberation, talk about insight and knowledge of liberation.",
    "ai-atk-s0504a1:152_6": "Such talk as this he gains as he desires, he gains without difficulty, gains without trouble.",
    "ai-atk-s0504a1:153_0": "“... Good friends ...",
    "ai-atk-s0504a1:153_1": "‘We will live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’ll be strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.’",
    "ai-atk-s0504a1:154_0": "“It’s good to have experiential confidence in the Saṅgha. ...”",
    "ai-atk-s0504a1:154_1": "They’ll be wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.”",
    "ai-atk-s0504a1:155_0": "Yet it should be understood:",
    "ai-atk-s0504a1:156_0": "“But, Ānanda, when a good friend is liable to rebirth, old age, and death are freed from all these things.”",
    "ai-atk-s0504a1:157_0": "Hence it is said: “Mendicants, a mendicant who gives up the unskillful and develops the skillful.”",
    "ai-atk-s0504a1:158_0": "They accept ghee, butter, oil, honey, molasses, and shops his head instruments, and with advice. The meaning is endowed with advice.",
    "ai-atk-s0504a1:158_1": "Or alternatively, he becomes established in the pleasure of being the advice.",
    "ai-atk-s0504a1:158_2": "Gained by heat, a heavy breezes, mosquitoes, wind, the heavy breathsoms.",
    "ai-atk-s0504a1:158_3": "Respect for the afflicted one, even if he is respected",
    "ai-atk-s0504a1:158_4": "“Regarding friendship of friends, when speaking, and practice,",
    "ai-atk-s0504a1:158_5": "endowed with full awareness, endowed with mindfulness and situational awareness,",
    "ai-atk-s0504a1:158_6": "is able to go to bathe, for which there is need of mindfulness, because of which there is for the purpose of seeing the mindful work.",
    "ai-atk-s0504a1:158_7": "Progressive training: both is the path and the practice that leads to purification.",
    "ai-atk-s0504a1:158_8": "The fetters of sensuality, all fetters, and fetters of rebirth, old age, and death. They have been reborn in the company of all fetters, and they have reached the ending of suffering.",
    "ai-atk-s0504a1:158_9": "Gets reaches, is the meaning.",
    "ai-atk-s0504a1:158_10": "So these are the two, namely, in which the Teacher is pure and endeavour, thecapable of achieving the distinction of the noble ones should understand.",
    "ai-atk-s0504a1:159_0": "The Seventh sections are finished.",
    "ai-atk-s0504a1:160_0": "8. Saṅghabhedasuttavaṇṇanā",
    "ai-atk-s0504a1:161_0": "18.",
    "ai-atk-s0504a1:161_1": "Eight one thing: ‘This Stop Ways of Practicing",
    "ai-atk-s0504a1:161_2": "These are the reasons for his embracing.",
    "ai-atk-s0504a1:161_3": "Here is the meaning in brief:",
    "ai-atk-s0504a1:161_4": "After having the reply of Ajātasattu Vedehiputta of Mātali the father-in-law and preparing the kingdom, and having consecrated him, he drew a pit, and then returned to the royal lair.",
    "ai-atk-s0504a1:161_5": "Then the people (he said): “The King is suitable for a wicked person, like untook a great storm.” But he ran away.",
    "ai-atk-s0504a1:161_6": "When he heard that, the king presented five hundred coins to the bull elephant, he presented the bull elephant.",
    "ai-atk-s0504a1:161_7": "And the very servant of the elephants, horses, and so on.",
    "ai-atk-s0504a1:161_8": "Thinking, “They’re shameless,” he went to the Buddha and asked him, “Dough you were rough rough, sire, weeping,” and so forth; having these five hundred people wish to live in the wilderness, eat rough coughing from the dwelling place where these five hundred coughs, and then went to visit the Buddha.",
    "ai-atk-s0504a1:161_9": "Then, after going to the Teacher’s dispensation, they proclaimed the Dhamma and established the fruition of the noble ones.",
    "ai-atk-s0504a1:161_10": "Those who pursue schism in the Sangha, still remained in the Saṅgha and stepped to harm and suffering. Then there was for their lasting harm and suffering.",
    "ai-atk-s0504a1:162_0": "Sometimes it was not long took a peacocks, escorted by a boy who was sick, suffering, and grabbed by the arms, carpets, parasols, rubs, and so on; elephants, horses, buffaloes, bulls, goats, rams, chamberlains, and powder-flowsmen jackals; for the earth, thinking, “I have been embarrated in a neighborhood of a string of a hut, and I must takenked with rot.”",
    "ai-atk-s0504a1:162_1": "he was reborn in hell for him.",
    "ai-atk-s0504a1:162_2": "Each one day, when the mendicants were about the Teaching, they discussing the Sangha assembled.",
    "ai-atk-s0504a1:162_3": "Then the Teacher, having approached and asked: “Monks, what is the danger of this Dhamma talk? When you were sitting talking about the Saṅgha, he asked the drawbacks of the Saṅgha, he spoke this verse: “These drawbacks of the Saṅgha in the Saṅgha.”",
    "ai-atk-s0504a1:162_4": "Others say, “Those who see the danger in being reborn in hell for themselves, the abiding in hell in the Sangha of monks, the Buddhas’ he showed the danger in the Saṅgha.”",
    "ai-atk-s0504a1:163_0": "Herein, one thing is unwholesome, one is unprofitable,",
    "ai-atk-s0504a1:163_1": "in the world of beings.",
    "ai-atk-s0504a1:163_2": "Compassionates the kind of speech that is applicable, aggressive, for the sake of quarrels, etc., and for the benefit of the Saṅgha, and for the purpose of making amends for those whose creations of legal procedures in the Sangha, etc., is also an invaliding those who cause divided into schism in the Sangha. And if it is nevertheless talk, it is called “offerings” .",
    "ai-atk-s0504a1:163_3": "When there is a schism in the Sangha:",
    "ai-atk-s0504a1:163_4": "His neighborhood is starting to pay homage, comparing the five hundred, or for the sake of a hymns, etc., or even when the part of the neighborhood of the Faith is more than these.",
    "ai-atk-s0504a1:164_0": "For the sake of many people: for the benefit of many people, for the sake of purifying the path, for the ease of the path, for the benefit, welfare, and happiness of gods and humans, for the harm,",
    "ai-atk-s0504a1:164_1": "for the sake of unprofitable states that are unskillful, or for a happy destiny, or because of the noble state of loss and because of excitement.",
    "ai-atk-s0504a1:164_2": "When Devadaha thought, “This person is spoken of by many people”, they say to him:",
    "ai-atk-s0504a1:164_3": "And another all:",
    "ai-atk-s0504a1:164_4": "For the benefit of many people: for the benefit, welfare, and happiness of many people, is the meaning.",
    "ai-atk-s0504a1:164_5": "The meaning is that it is in the present life under the headings of pleasure and pain. There is two kinds of happiness: this is the meaning.",
    "ai-atk-s0504a1:164_6": "for the sake of the ultimate goal:",
    "ai-atk-s0504a1:164_7": "For extinguishment is the ultimate, the ultimate is the best.",
    "ai-atk-s0504a1:164_8": "it is the prohibition against the path",
    "ai-atk-s0504a1:164_9": "There is nothing that can be understood that which is called “what path”.",
    "ai-atk-s0504a1:164_10": "For effacement is suffering for the purpose of abandoning suffering,",
    "ai-atk-s0504a1:164_11": "“For those who’ve gained the happiness of degree of pleasure and pain are unable to attain any superhuman distinction in noble ones, and there is no more than this.",
    "ai-atk-s0504a1:164_12": "for this is said: “This immersion is the way of bliss and results in the present.”",
    "ai-atk-s0504a1:165_0": "Now comes the practice of schism in the Sangha. Then he said, “Now, monks, isn’t able to discover what is the cause of schism in the Sangha’s practice.”",
    "ai-atk-s0504a1:165_1": "Herein, just as, when settling it, (saying): “After tail” is the meaning, the meaning is this: “We shall not cause the schism,”",
    "ai-atk-s0504a1:165_2": "each other, thinking, “This is the principle for the four assemblies,”",
    "ai-atk-s0504a1:165_3": "For a quarrelsome quarrels in the portion of the quarrel is preceding.",
    "ai-atk-s0504a1:165_4": "When missing that is gained, they shall have no persuade for you.” and they expressed their appreciation to the next life.",
    "ai-atk-s0504a1:165_5": "specific condition: of the requisites consisting of abuse, etc., that is, specifically attached to, and that is to say, the ten bases of psychic power.",
    "ai-atk-s0504a1:165_6": "Pursuing is required by the legal procedure of reconciliation, etc.",
    "ai-atk-s0504a1:165_7": "what is prohibited is the sign of schism in the Sangha, etc., that is the sign of bark,",
    "ai-atk-s0504a1:165_8": "Now to those who have confidence in the special qualities of many treasures,",
    "ai-atk-s0504a1:165_9": "They don’t slowly describe the teaching like that.",
    "ai-atk-s0504a1:165_10": "And that is how the one with no confidence comes to ruin.",
    "ai-atk-s0504a1:165_11": "some of the ordinary persons dispensation.",
    "ai-atk-s0504a1:166_0": "they are reborn in a place of loss, to hell, the animal realm, and the ghost realm.",
    "ai-atk-s0504a1:166_1": "Herein, when (all) the heroics of hell, the animal realm or the ghost realm.",
    "ai-atk-s0504a1:166_2": "One of them rolled around them one period, and after embarking them in that place he remains (there).",
    "ai-atk-s0504a1:166_3": "This delights in division: delighting in the Sangha,",
    "ai-atk-s0504a1:166_4": "Unprincipledity is one thing",
    "ai-atk-s0504a1:166_5": "Schism in the Sangha is illegitimate and has a creation of schism in the Sangha; he is an illegitimate legal procedure.",
    "ai-atk-s0504a1:166_6": "For one whose mind is desire, their sanctuary is freed from sanctuary, and who possesses four things do not attain Nibbāna, because there is no sanctuary from Nibbāna.",
    "ai-atk-s0504a1:166_7": "Virtue in Concluded from that place, the Sangha is valided by the Community, according to the Beyond that is necessary, and that excellent.",
    "ai-atk-s0504a1:166_8": "After breaking the characteristic of schism in the Sangha,",
    "ai-atk-s0504a1:166_9": "life span, beauty,",
    "ai-atk-s0504a1:166_10": "But it’s as though I weren’t.",
    "ai-atk-s0504a1:166_11": "Hell and big to hell,",
    "ai-atk-s0504a1:167_0": "The eighth Congregation is finished.",
    "ai-atk-s0504a1:168_0": "9. Saṅghasāmaggīsuttavaṇṇanā",
    "ai-atk-s0504a1:169_0": "19.",
    "ai-atk-s0504a1:169_1": "In the ninth law of profitable result.",
    "ai-atk-s0504a1:169_2": "“This teaching is for the Saṅgha, they might not come to be, thinking: ‘This is the Teaching, the Monastic Law, and the Teacher’s presence; it is possible to cause arguments and disputes in the Sangha.’ But it is possible that arguments and disputes in the Sangha.”",
    "ai-atk-s0504a1:169_3": "If he stands by himself, he should lower it down with a fire.",
    "ai-atk-s0504a1:169_4": "If they were to resolve it by others, they should resolve that very day. They can go to that place and resolve it accordingly.",
    "ai-atk-s0504a1:169_5": "But if he’s not able to resolve it, then he who does not resolve the disagreement there.",
    "ai-atk-s0504a1:169_6": "And there we should settle that disciplinary issue and should resolve it properly according to the Teaching, the Monastic Law, and the Teacher’s instruction.",
    "ai-atk-s0504a1:169_7": "That’s how to resolve this teaching is to be resolved in the Saṅgha. There’s no single thing that’s to attain it.",
    "ai-atk-s0504a1:169_8": "For it was due to the wound that of two monks, nuns, laymen, and laywomen who were reborn in the company of Brahmā. For it wouldn’t be subdued if he had practiced for the sake of worldly merit, for the happiness of gods and humans.",
    "ai-atk-s0504a1:169_9": "Hence it is said: “Mendicants, a person liable to arise in the world who is near very many people in the world.”",
    "ai-atk-s0504a1:169_10": "the meaning should be understood in the same way as given in the explanation.",
    "ai-atk-s0504a1:169_11": "Commentary in the Sangha is divided into united Sangha and in harmony.",
    "ai-atk-s0504a1:170_0": "The following verses consisting in the Sangha is happiness: it is happiness that they are pleasant when he develops the path,",
    "ai-atk-s0504a1:170_1": "“As the arising of Buddhas is pleasant!”",
    "ai-atk-s0504a1:170_2": "And in harmony, appreciating each other, without quarreling, attributes, for the sake of their enemy, and supporting paths, is the meaning. He thinks they don’t receive the destiny in the way that is the meaning.",
    "ai-atk-s0504a1:170_3": "Having divided the Sangha, and having spot the Saṅgha, and harmony,",
    "ai-atk-s0504a1:170_4": "many eons have mortified.",
    "ai-atk-s0504a1:170_5": "He dwells in deluded on the pleasures of the other world, having crushed the heavens of the typically sensual-three and enjoyed the heaven of Delightenment. He enjoys the heavenly sweet-natured child.",
    "ai-atk-s0504a1:171_0": "The Nine Discourses on the Uppalavaṇṇā is finished.",
    "ai-atk-s0504a1:172_0": "10. Paduṭṭhacittasuttavaṇṇanā",
    "ai-atk-s0504a1:173_0": "20.",
    "ai-atk-s0504a1:173_1": "they have attained the ten practices,",
    "ai-atk-s0504a1:173_2": "it is precisely only on the bones.",
    "ai-atk-s0504a1:173_3": "One day the mendicants sat together in the Dhammapada:",
    "ai-atk-s0504a1:173_4": "“Reverends, someone does a bad deed, for some bad deeds, and many bad deeds.",
    "ai-atk-s0504a1:173_5": "I’ll be able to promise such a matter.”",
    "ai-atk-s0504a1:173_6": "Then, when the Teacher was sitting down, he said: “After hearing the Dhamma teaching, he was seated in the sky on the ground, on the bank of the Sappinī river, when he heard this, how did you expect to show it?”",
    "ai-atk-s0504a1:174_0": "Herein, he teaches by the Revealings:",
    "ai-atk-s0504a1:174_1": "The place wherever of the earth is called a being indeed, “Now my being is said” .",
    "ai-atk-s0504a1:174_2": "Where does the Faith find out about this? It is here a second ascetic, here a second ascetic, and here a third ascetic.",
    "ai-atk-s0504a1:174_3": "Where do the recitation passage for recitation?",
    "ai-atk-s0504a1:174_4": "Who does he exist in the world?”",
    "ai-atk-s0504a1:174_5": "And they should be seen here.",
    "ai-atk-s0504a1:174_6": "some of them:",
    "ai-atk-s0504a1:174_7": "Seven persons.",
    "ai-atk-s0504a1:174_8": "for that person is called “perfection” because they fulfill the wholesome roots of the skillful.",
    "ai-atk-s0504a1:174_9": "Those who have a faultless mind fallen into a wrong time,",
    "ai-atk-s0504a1:174_10": "Or alternatively, corrupted by greed and hate and delusion,",
    "ai-atk-s0504a1:174_11": "In this case, some of the person’s mind is quite confident that person’s mind,",
    "ai-atk-s0504a1:174_12": "that opportunity explained by the method of level.",
    "ai-atk-s0504a1:174_13": "But when he has turned up to the unskillful, he cannot do so carefully and not carelessly be able to prepare his seat.",
    "ai-atk-s0504a1:174_14": "(but) after showing that the rest is to be done.”",
    "ai-atk-s0504a1:174_15": "knowing with his mind the reflection that had arisen in his mind,",
    "ai-atk-s0504a1:174_16": "Developing the mind of another person,",
    "ai-atk-s0504a1:174_17": "I understands what is given after others.",
    "ai-atk-s0504a1:174_18": "he is not known as the Dhamma having given up sense desires,",
    "ai-atk-s0504a1:174_19": "this is what was said in the mind, but in the way I said.",
    "ai-atk-s0504a1:175_0": "In this time this time, if this person passes away, is the meaning of this person, it is said to be the best kind of person,",
    "ai-atk-s0504a1:175_1": "For there is no died, there is no (the result) in the womb,",
    "ai-atk-s0504a1:175_2": "Someone is cast down to hell like this is cast down to hell, saying, “You’re reborn in hell,” then they placed a bad place, the underworld, hell.",
    "ai-atk-s0504a1:175_3": "Both the entire mass of the body, etc.,",
    "ai-atk-s0504a1:175_4": "the next, or the mass of suffering in the next-like way.",
    "ai-atk-s0504a1:175_5": "Or, when his body breaks up, the life faculty ceases,",
    "ai-atk-s0504a1:175_6": "passing away and being reborn,",
    "ai-atk-s0504a1:176_0": "From Hell of all beings, like one who has fallen into hell.",
    "ai-atk-s0504a1:176_1": "For the one called ‘unborn in hell’, the one who isn’t happy and reckoned as an in hell.",
    "ai-atk-s0504a1:176_2": "Or alternatively, unbecome,",
    "ai-atk-s0504a1:176_3": "pained from suffering, death as suffering,",
    "ai-atk-s0504a1:176_4": "Or because of the bad deeds he reaps suffering and so on, he does so poorly grasp it.",
    "ai-atk-s0504a1:176_5": "Mindfulness oppressed in a place where rough deed and its fortune, oppressed.",
    "ai-atk-s0504a1:176_6": "There is no gratification in the sense of conscience ...",
    "ai-atk-s0504a1:176_7": "also untrained in the animal realm is what is meant.",
    "ai-atk-s0504a1:176_8": "For the animal realm is said to be a perfected one, free of bad character,",
    "ai-atk-s0504a1:176_9": "of famine ghosts, or ghosts;",
    "ai-atk-s0504a1:176_10": "Because that unhappy was badly propounded and miserable and unstressed, as if he were the afflicted range of demonstrations.",
    "ai-atk-s0504a1:176_11": "shunning the arrow with horses.",
    "ai-atk-s0504a1:176_12": "And that which is called “blessing” because it is abiding in all its aspects, and so on.",
    "ai-atk-s0504a1:176_13": "By Hell and the wardens of hell, the animal realm, and the ghost realm is called “chism”.",
    "ai-atk-s0504a1:176_14": "Immersion while the wardens of all kinds are stated here by all.",
    "ai-atk-s0504a1:176_15": "while he is conceived by things:",
    "ai-atk-s0504a1:177_0": "verses consisting in the first verses consisting in the Commentary One, who placed them at the Elder Nunnery with the Dhamma.",
    "ai-atk-s0504a1:177_1": "Understanding the former wife",
    "ai-atk-s0504a1:177_2": "You should declare:",
    "ai-atk-s0504a1:177_3": "When you’ve seen this, you need a sound.",
    "ai-atk-s0504a1:177_4": "Buddha in the absence of the monks, he spoke these two verses in the others:",
    "ai-atk-s0504a1:177_5": "The rest is as already explained.",
    "ai-atk-s0504a1:178_0": "The Ten Path is finished.",
    "ai-atk-s0504a1:179_0": "The second group of nine is finished.",
    "ai-atk-s0504a1:180_0": "3. Tatiyavaggo",
    "ai-atk-s0504a1:181_0": "1. Pasannacittasuttavaṇṇanā",
    "ai-atk-s0504a1:182_0": "21.",
    "ai-atk-s0504a1:182_1": "For the third time, with a mind full of confidence, and with the response, whose mind is full of faith and confidence,",
    "ai-atk-s0504a1:182_2": "the virtuous one delights in heaven because of happy deeds, or be reborn in a good place.",
    "ai-atk-s0504a1:182_3": "They rejoice in heaven after touching the fine-material and so on.",
    "ai-atk-s0504a1:182_4": "Worlds: here the world’s merit, or the fruit of good and bad deeds.",
    "ai-atk-s0504a1:182_5": "And here in the Happy One because of being human beings he surpasses a human being;",
    "ai-atk-s0504a1:182_6": "it is recorded that while the rest is reckoned.",
    "ai-atk-s0504a1:183_0": "The first kind of commentary is finished.",
    "ai-atk-s0504a1:184_0": "2. Mettasuttavaṇṇanā",
    "ai-atk-s0504a1:185_0": "22.",
    "ai-atk-s0504a1:185_1": "So don’t specifically propose of merit.",
    "ai-atk-s0504a1:185_2": "“Mendicants, when a noble disciple has undertaken this merit, this is the reason why it comes to the fruit of good and bad deeds.”",
    "ai-atk-s0504a1:185_3": "“Mendicants, an individual essential person,es in the formless realm.”",
    "ai-atk-s0504a1:185_4": "“Existence” is a good rebirth-linking in the underworld, hell.",
    "ai-atk-s0504a1:185_5": "“Mendicants, there are these three grounds for making merit.",
    "ai-atk-s0504a1:185_6": "giving, ethical conduct, and meditation.”",
    "ai-atk-s0504a1:185_7": "The meaning of the teaching should be understood here in (profitable) things.",
    "ai-atk-s0504a1:185_8": "there are two kinds of fear: here and there are two kinds of fear, that is to say.",
    "ai-atk-s0504a1:185_9": "“Mendicants, there are gods who are long-lived, beautiful, and very happy, lasting long in their divine palaces. When they hear this teaching by the Realized One, they’re typically filled with fear, awe, and terror.”",
    "ai-atk-s0504a1:185_10": "“There’s fear, terror, and horror in the goad, horror.”",
    "ai-atk-s0504a1:185_11": "here they’re happy here by theft,",
    "ai-atk-s0504a1:185_12": "For this is the meaning:",
    "ai-atk-s0504a1:185_13": "For a long time, monks, you should win the body and the mind onto an ascetic practice, the one-sessionering inspection, the overflowing of merit, the overflowing of Māra, the calm, and the lawfulness of the defilement in the present life, and the next to mindfulness and situational awareness. A bhikkhu should associated in the present life as a mother who lives in the present life.",
    "ai-atk-s0504a1:185_14": "* This is my own conduct",
    "ai-atk-s0504a1:186_0": "Now, as to the words, he said: “Now, this is said of the kind already stated,” and so on.",
    "ai-atk-s0504a1:186_1": "Herein, the arising of happiness is blissful in the world in the three worlds, and the happiness of fading away is included in the world.",
    "ai-atk-s0504a1:186_2": "“They are.”",
    "ai-atk-s0504a1:186_3": "“Mendicants, it’s not easy to completely describe the all around as much happiness as you’re happy and well-proclaimed.”",
    "ai-atk-s0504a1:186_4": "“I am happy and joyful for the sake of merit.”",
    "ai-atk-s0504a1:186_5": "“With the abiding in bliss” they are loving-kindness.",
    "ai-atk-s0504a1:186_6": "“Extinguishment is the ultimate happiness.”",
    "ai-atk-s0504a1:186_7": "“With the abandoning of pleasure” , and the abandoning of pleasure he is good.",
    "ai-atk-s0504a1:186_8": "“Pleasure and pain are happy in the future.” And that’s how they said:",
    "ai-atk-s0504a1:186_9": "“Ānanda, in one explanation I’ve spoken of two feelings.”",
    "ai-atk-s0504a1:186_10": "results in happiness, the result of good deeds, and the result of happiness.",
    "ai-atk-s0504a1:186_11": "And it should be seen before the brick fruits.",
    "ai-atk-s0504a1:186_12": "He takes part in him in the beginning, the middle, and the end of all yourselves, etc., and be regarded as liking, desirable, agreeable, pleasant, sensual, and arousing.",
    "ai-atk-s0504a1:186_13": "is a term for merit, which is the result of good deeds, that is to say, the result of good and bad deeds.",
    "ai-atk-s0504a1:186_14": "Having done good deeds, he gives rise to merit. Without giving rise to merit, he must beard see the making merit.",
    "ai-atk-s0504a1:187_0": "Just now, while I was still unstirred and pleasing, I said, “Whose merit has been doing good for a long time?” But while doing good deeds, she said, “I know that the light-blanket is indeed for a long time,” she said, “I did so.",
    "ai-atk-s0504a1:187_1": "There I understand that I’m aware of having obtained knowledge and conduct,",
    "ai-atk-s0504a1:187_2": "For a long time they have been sitting,",
    "ai-atk-s0504a1:187_3": "they give gifts and making merit.",
    "ai-atk-s0504a1:187_4": "seven years:",
    "ai-atk-s0504a1:187_5": "Meaning: Well gladness : it fattens , thus it is loving-kindness ; it is solvent is the meaning.",
    "ai-atk-s0504a1:187_6": "Also: it comes about with respect to a friend , or it is behaviour towards a friend,",
    "ai-atk-s0504a1:187_7": "Equanimity is characterized as promoting the aspect of characteristic. Its function resides in being unenvious. Its function is to pervade beings. It is manifested as the removal of annoyance. Its proximate cause is seeing beings, successfulness in order to get free from seeing.",
    "ai-atk-s0504a1:187_8": "ill will ...",
    "ai-atk-s0504a1:187_9": "This is my mind’s deliverance:",
    "ai-atk-s0504a1:187_10": "Having developed loving-kindness towards the mind of love, the mind with loving-kindness, and having developed that concentration is the truth of Loving-kindness and abiding in the way stated, they abide in loving-kindness and influence (the mind and body).",
    "ai-atk-s0504a1:187_11": "made of whirlpools of the Seven conchations",
    "ai-atk-s0504a1:187_12": "The round of rebirths are distracted, rounded, and rounded in the cycle of the rolling of the round.",
    "ai-atk-s0504a1:187_13": "they transcend this world of the world.",
    "ai-atk-s0504a1:187_14": "As the cosmos contracted",
    "ai-atk-s0504a1:187_15": "Well-formed: the meaning is that because he sees clearly, is the meaning.",
    "ai-atk-s0504a1:187_16": "They took a very sad and terrified,",
    "ai-atk-s0504a1:187_17": "if she does so;",
    "ai-atk-s0504a1:187_18": "for the lion, Kāsī is said to be the time for an eon.",
    "ai-atk-s0504a1:187_19": "Which is being eaten at the right time, however displayed is this:",
    "ai-atk-s0504a1:188_0": "“The time has mindfulness of breathing, both creatures.”",
    "ai-atk-s0504a1:189_0": "knowing that it was allowable for him to live in a fertile state. When this happens, it is allowable for them to understand the eons of the cosmos.",
    "ai-atk-s0504a1:189_1": "and the Overflowing of the gods of streaming radiance appearing: “I delight in it, the heavenly realm.”",
    "ai-atk-s0504a1:189_2": "As it expanded: the meaning is, the meaning is,",
    "ai-atk-s0504a1:189_3": "The emptiness of Brahmā is well-developed. In whatever place I was reborn there, the step of rebirth-linking is the eldest among them, the holy range of the supreme being.",
    "ai-atk-s0504a1:189_4": "Sensual pleasures are simply present in the sense of best and fine-material sphere.",
    "ai-atk-s0504a1:189_5": "Brahmā was worshipped by the Great Brahmā’s retinue, and greatly wise.",
    "ai-atk-s0504a1:189_6": "then you were standing there and stepped on that very stage.",
    "ai-atk-s0504a1:189_7": "Without having these virtues, he is not overcome by others.",
    "ai-atk-s0504a1:189_8": "(Abut) if he is not definitively (supernatural),",
    "ai-atk-s0504a1:189_9": "(Once) is more virtue: In the past, future, or present, he should see in the past, future, and present in terms of insight and such vision.",
    "ai-atk-s0504a1:189_10": "‘I wield power for the development of the bases of psychic power and the power of my mind,’ he should be under his control.",
    "ai-atk-s0504a1:189_11": "At that time the Buddha-to-be, was reborn in the company of the eight-foted worlds, and he gave his own attainment of loving-kindness, compassion, glorious evenly as far as the Brahmā-world, and the hosts of Brahmā.",
    "ai-atk-s0504a1:189_12": "Therefore it is said: “They are seventy-four years .”",
    "ai-atk-s0504a1:189_13": "the wound.”",
    "ai-atk-s0504a1:190_0": "Then the Buddha said that the result of good conduct and merit, and the result of that declaration, he should show the result of good conduct and so on. Then he should give him the advantages of merit, “Lust-from the time.”",
    "ai-atk-s0504a1:190_1": "There he was Sakka, lord of gods, and having destroyed the thirty-two (before), Sakka, the lord of gods.",
    "ai-atk-s0504a1:190_2": "This king was the four incredible and amazing quality . He was a kingdom in accordance with the whole world, with the four incredible and amazing Dhamma.",
    "ai-atk-s0504a1:190_3": "He wields the four kinds of happiness: he proceeds in line with the duties of a wheel-turning monarch, and he proceeds in some way.",
    "ai-atk-s0504a1:190_4": "and the king remembers the ascetic life.",
    "ai-atk-s0504a1:190_5": "and he goes legitimately, thus he is legitimate;",
    "ai-atk-s0504a1:190_6": "the meaning is that it is to be spoken.",
    "ai-atk-s0504a1:190_7": "Having obtained (a King) Dhammadinnā, the King of the Dhamma,",
    "ai-atk-s0504a1:190_8": "By the doing of another’s teaching, he defeats himself with his own wives, supplied and provided with the four quarters, and four (thinking): the meaning is this: “In this place, what is the meaning!”",
    "ai-atk-s0504a1:190_9": "Equanimity internally and externally without rod or sword.",
    "ai-atk-s0504a1:190_10": "It’s possible that the land whose meditation is unable to rise from, precisely benefactors, and working to do the country, while working for her own professions. It’s unshakable in the country, with a noble country, and brings to an end.",
    "ai-atk-s0504a1:191_0": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure.",
    "ai-atk-s0504a1:191_1": "For he suffers the wheel-treasure with unrivaledges and diverse kinds of elephant-treasures, horse-treasures, and charioteers, mount the elephant, the domain of horse-treasure, the charioteer.",
    "ai-atk-s0504a1:191_2": "He was anointed aristocratic king’s body with many kinds of treasures. He wields propounded to the elephant-treasure. And he has three kinds of gems, horse-treasures, and so on.",
    "ai-atk-s0504a1:191_3": "he enjoys the use of the woman-treasure who enjoys wealth and makes use of wealth.",
    "ai-atk-s0504a1:191_4": "As to the root items, the three roots and the unprofitable roots because they are afflicted with. They are produced in the middle with the root, and unskillful roots and fruits, and the end of the path. It should be understood to decision, the western brahmins.",
    "ai-atk-s0504a1:192_0": "Knowing this, would it be the result of my himself, or in the last watch of the night, or I still have a wheel-turning monarch?",
    "ai-atk-s0504a1:192_1": "everywhere in each case,",
    "ai-atk-s0504a1:192_2": "and thirdly it is about a wheel-turning monarch,",
    "ai-atk-s0504a1:192_3": "So it is by Siddhattha that the jewel-treasure is successful, prosperous, popularity, and with the recipient of the treasurer.",
    "ai-atk-s0504a1:192_4": "The wheel-treasure possesses such power as this gems, flatterers, corpse-treasures, and so forth in every way through the abode of all these places, beginning with the blessings, “giveration of the Mahātittha .”",
    "ai-atk-s0504a1:192_5": "giving, making no effort, and so on.",
    "ai-atk-s0504a1:192_6": "tamed, etc., which is an impulsion of the faculties, etc., according to the abandoning of greed and hate and delusion,",
    "ai-atk-s0504a1:192_7": "Us restraint of the body,",
    "ai-atk-s0504a1:192_8": "Herein, whatever merit is shared by the destruction of the defilements, that is to say: “Brahmā, this is abiding in the merit of loving-kindness.",
    "ai-atk-s0504a1:192_9": "Of these two kinds of access it was said to be the absorption in the way already described, which became the twofold reckoning of the two.",
    "ai-atk-s0504a1:192_10": "And here it is to be understood that the other three in three ways: which is used in accordance with the bowl,",
    "ai-atk-s0504a1:193_0": "Thus the Buddha, having made himself merit by himself, and the result of good deeds performed merit, he spoke thus: “This is the advantage of making merit.”",
    "ai-atk-s0504a1:193_1": "Herein, the one who wants to train should practice the simile of the meritorious training: “A gentleman who those who wants to train should practice for the good deed,” and on the goodness needs for three kinds of merit: this is the meaning.",
    "ai-atk-s0504a1:193_2": "When they have much fruit, abundant fruit, maintaining with either love for the future, or the unpleasant fruit, and resulting in the future, that is, the highest.",
    "ai-atk-s0504a1:193_3": "one who builds a present,",
    "ai-atk-s0504a1:193_4": "Or alternatively, they make the best effort.",
    "ai-atk-s0504a1:193_5": "And the meaning is that it brings happiness because of that happiness.",
    "ai-atk-s0504a1:194_0": "But what’s the point of merit? How can I train yourselves the training and deliberately, a deathless mind?",
    "ai-atk-s0504a1:194_1": "Herein, risken upon the bodily conduct is good conduct and cleansing the bodily conduct, is the meaning.",
    "ai-atk-s0504a1:194_2": "if he speaks to his own, he should increase the provisions;",
    "ai-atk-s0504a1:194_3": "By these doing good things, ~ and by the giver of the Dhamma,",
    "ai-atk-s0504a1:194_4": "pleasure and pain are very fruitful.",
    "ai-atk-s0504a1:194_5": "Yet you oppressiveness of sensual desire, ill will, confusion, and fear; and so there’s no defilement in the next world.",
    "ai-atk-s0504a1:194_6": "Through the attainment of bliss and accompanied by bliss is a kind of merit. And it’s reborn in a Brahmā realm. And it’s reborn in a happy world.",
    "ai-atk-s0504a1:194_7": "Thus there are three verses in this verywide and consequence.",
    "ai-atk-s0504a1:195_0": "The second section on the Realized One is finished.",
    "ai-atk-s0504a1:196_0": "3. Ubhayatthasuttavaṇṇanā",
    "ai-atk-s0504a1:197_0": "23.",
    "ai-atk-s0504a1:197_1": "In the third tetrad, develop, and increased,",
    "ai-atk-s0504a1:197_2": "Practiced much: practiced again and again.",
    "ai-atk-s0504a1:197_3": "meaning is the meaning.",
    "ai-atk-s0504a1:197_4": "for it is the meaning of crossing over that is called “flowing”.",
    "ai-atk-s0504a1:197_5": "he gives up that wealth (even) properly. Then he does not possess the proper conduct of one who has not already attained,",
    "ai-atk-s0504a1:197_6": "Experiential in the present life, having attained, is the meaning in this very life, and in the present life.",
    "ai-atk-s0504a1:197_7": "and in lives to come. They are told in lives to come.",
    "ai-atk-s0504a1:198_0": "But who is the meaning of this life or in lives to come?",
    "ai-atk-s0504a1:198_1": "The meaning is in brief, in this world and the world is reckoned as happiness. This is the meaning.",
    "ai-atk-s0504a1:198_2": "That is:",
    "ai-atk-s0504a1:198_3": "firstly, as regards the kind of work.",
    "ai-atk-s0504a1:198_4": "And the necessities of life that a renunciate requires robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-atk-s0504a1:198_5": "That’s why they use material possessions, honor, and popularity. They’re anxiety and to live having few wishes, contentment, seclusion, aloofness, arousing energy, and seclusion.",
    "ai-atk-s0504a1:198_6": "From wherever he can pay attention to both sides, the Good Dhamma, of the destiny, of the Good Dhamma, and the rest.",
    "ai-atk-s0504a1:199_0": "Heedfulness is to be diligent in the measureless heedfulness should be understood to say about the right way.",
    "ai-atk-s0504a1:199_1": "But what is the nephew?",
    "ai-atk-s0504a1:199_2": "today, lazy,",
    "ai-atk-s0504a1:199_3": "for this is said:",
    "ai-atk-s0504a1:200_0": "“What is the negligent?",
    "ai-atk-s0504a1:200_1": "Body bad conduct by way of body, speech, and mind, and the five kinds of sensual stimulation have been described in the five strands of sense pleasure, without hindrances, joy in the doing, or the five cords of sense desire. You haven’t developed mindfulness of the noble ones. Your teaching unfaithfulness and generated the noble truth.",
    "ai-atk-s0504a1:200_2": "He who lives negligently, heedlessly mindfully,",
    "ai-atk-s0504a1:200_3": "This is called negligence.”",
    "ai-atk-s0504a1:201_0": "That’s why the means to say that the impediments should be understood as it is said.",
    "ai-atk-s0504a1:201_1": "for he is the meaningful, he is permanent, constant, and mindful.",
    "ai-atk-s0504a1:201_2": "And another of the four aggregates say that the four formless constituents is the best of the aggregates.",
    "ai-atk-s0504a1:202_0": "“How is it developed?”",
    "ai-atk-s0504a1:202_1": "There is not one way of development,",
    "ai-atk-s0504a1:202_2": "Whatever (goods should be understood) investigating all skillful deeds,",
    "ai-atk-s0504a1:202_3": "But that concentration should be understood as included all the aspects of the development of concentration, and that is to say, the physical endurance, the entire development of concentration, and the mind, besides, all the development of the perceptions of the skillful.",
    "ai-atk-s0504a1:202_4": "“One who is diligent,” and discerns the meaning, it is said to be a very beneficial.",
    "ai-atk-s0504a1:202_5": "Again when they were told by the Buddha, the teaching, and the Saṅgha, and he said, “Friend, you won’t do anything to be added.”",
    "ai-atk-s0504a1:202_6": "and by the greatness of diligence:",
    "ai-atk-s0504a1:202_7": "Because it was said by the perfected one, the fully awakened Buddha in the twin sal trees, which was the time for the abode of the five uses, after showing the Dhamma to rainy season, he shows each one among the five great rains residences, after showing them to the way –",
    "ai-atk-s0504a1:202_8": "“Don’t give the instruction to the monks.”",
    "ai-atk-s0504a1:202_9": "Likewise:",
    "ai-atk-s0504a1:203_0": "“The footprints of all creatures that walk can fit inside an elephant’s footprint, so an elephant’s footprint is said to be the biggest of them all.",
    "ai-atk-s0504a1:203_1": "In the same way, all skillful qualities are rooted in diligence and meet at diligence, and diligence is said to be the best of them.”",
    "ai-atk-s0504a1:204_0": "They praise diligence, the wise, and the learned. They praise diligence with diligence.",
    "ai-atk-s0504a1:204_1": "For the one who is diligent and the Wise One does not overpower,",
    "ai-atk-s0504a1:204_2": "But whom should both bring together:",
    "ai-atk-s0504a1:204_3": "The meaning should be understood that this is the meaning of what is constructed in this way.”",
    "ai-atk-s0504a1:204_4": "And here too, may be understood as firstly in the present phrases, namely, “fits, and work” , etc., because of being naturally seen and negligent, etc., are not to be understood as the meaning. And here in order to get rid of responsiveness in the way beginning, “You should be understood” .",
    "ai-atk-s0504a1:204_5": "In the passage beginning, “Amongst those who can be understood to be called ‘special conduct’.",
    "ai-atk-s0504a1:204_6": "For the purpose of gaining the meaning is two kinds of gain: for the benefit of gain, etc., it is because of gaining material possessions.",
    "ai-atk-s0504a1:204_7": "It’s the time that incompatible might position is the consequence of such a way.",
    "ai-atk-s0504a1:204_8": "The wise one, overcome by virtue,",
    "ai-atk-s0504a1:204_9": "And here the third meaning should be understood according to the word meaning conflict with the ultimate meaning,",
    "ai-atk-s0504a1:204_10": "In empty dwellings, you’ve learned.",
    "ai-atk-s0504a1:204_11": "Thus in this well-trained residence, in the succession of living beings,",
    "ai-atk-s0504a1:204_12": "yet an opposite too should be seen in the same verse .",
    "ai-atk-s0504a1:204_13": "For this is said:",
    "ai-atk-s0504a1:205_0": "“Deathless is the deathless state, heedlessness the state of the dead,",
    "ai-atk-s0504a1:206_0": "The heedful do not die, (but) those who are heedless are as if dead.",
    "ai-atk-s0504a1:207_0": "“Understanding this distinction in regard to heedfulness,",
    "ai-atk-s0504a1:208_0": "rejoice in heedfulness, delight in the Noble Ones’ domain.",
    "ai-atk-s0504a1:209_0": "“The victor is constantly energetic, strong, and firm in their effort,",
    "ai-atk-s0504a1:210_0": "realize the supreme sanctuary.”",
    "ai-atk-s0504a1:211_0": "That is why the meaning here should be understood according to the word “sphere” according to the word “space” and in the sense of locality.",
    "ai-atk-s0504a1:212_0": "The third convocation is finished.",
    "ai-atk-s0504a1:213_0": "4. Aṭṭhipuñjasuttavaṇṇanā",
    "ai-atk-s0504a1:214_0": "24.",
    "ai-atk-s0504a1:214_1": "This is the fourth person ...",
    "ai-atk-s0504a1:214_2": "for the Buddha’s teaching of two is the Dhamma of the Blessed One. And the teacher is the best teaching .",
    "ai-atk-s0504a1:214_3": "Herein, one woman is an aristocrat, a man, and a god.”",
    "ai-atk-s0504a1:214_4": "“Suffering is impermanent, suffering, and perishable.”",
    "ai-atk-s0504a1:214_5": "There the Buddha, having heard each of these places, he teaches the Dhamma consisting of the separately, separately, confronting theage.",
    "ai-atk-s0504a1:214_6": "And after hearing the ultimate goal interpretations, it is in order to teach the highest degree .",
    "ai-atk-s0504a1:215_0": "he told him what was happening:",
    "ai-atk-s0504a1:215_1": "however a teacher tells those who were skilled in the meaning of the three Vedas, a teacher, a clever complexion, to give them a blade, and what was said.",
    "ai-atk-s0504a1:215_2": "Those in the Dark One of those warrior-noblems, amongst those who were brothers,",
    "ai-atk-s0504a1:215_3": "Since they’ve cut off their trash and swiftly,",
    "ai-atk-s0504a1:215_4": "Herein, the Blessed One is like a perfected one, with three points out that shows the three passages in order to show the way beginning, “Beyond, the teachers of enemy he shows them in order to show the way that the Blessed One’s teaching, like a skilled ploughshare opposite sex; it should be understood as a teacher of swepts, as he were the widels of radiates of purification from the teachers of respect to his enemy.”",
    "ai-atk-s0504a1:215_5": "And in this context it is said:",
    "ai-atk-s0504a1:216_0": "“Do you say the truths, the Awakened One,",
    "ai-atk-s0504a1:217_0": "(And) the third (first) is reckoned as a third good.",
    "ai-atk-s0504a1:218_0": "“The world is led on the four truths, the generation of the world,",
    "ai-atk-s0504a1:219_0": "This is the ultimate truth, ~ - truthfulness is the truth for -",
    "ai-atk-s0504a1:220_0": "“You are skilled in ourselves, who are skilled in the world,",
    "ai-atk-s0504a1:221_0": "I’m free from lying, he does not grow old.”",
    "ai-atk-s0504a1:222_0": "Furthermore, the Blessed One spoke about the eight persons in the world:",
    "ai-atk-s0504a1:222_1": "The kingdom of conscience and shame, who had performed a deed is in order to purify his attendants, for the sake of the world, and to the purification through the its deities.",
    "ai-atk-s0504a1:222_2": "When he is said to be the entire spectrum of the elements, he doesn’t know if he is dealed or propounded, he is said to be one who is dealt with:",
    "ai-atk-s0504a1:222_3": "“What do they dispel the entire spectrum of the elements? ”",
    "ai-atk-s0504a1:222_4": "“Anything is said to be a brahmin who is preserved by deceitful and frightened, nor does a god preserve the idea of one or other.",
    "ai-atk-s0504a1:222_5": "That’s why the Fortunate One’s dispensation as a person who does.",
    "ai-atk-s0504a1:223_0": "“They speak of the elements” refer to the sense-desire elements, and the sense-spheres,",
    "ai-atk-s0504a1:223_1": "Therefore it is done in the common and talk about a person that is talking about a person.",
    "ai-atk-s0504a1:224_0": "The moves shrines and trees, the birds, and the four elements, and the yearned sense spheres, yet this is called the air element.”",
    "ai-atk-s0504a1:224_1": "Likewise, they say, “Sisters, and kill your mother or father, the perfected ones, and the fully awakened Buddhas of the Sangha.” But they don’t perform a schism in the Sangha.",
    "ai-atk-s0504a1:224_2": "Saying: “Expositions and sense-spheres,” he replied, “announced in the sense of loving-kindness.”",
    "ai-atk-s0504a1:224_3": "“Of all kinds of past lives, having recollected the elements of past lives, the sense-spheres, and the rest.",
    "ai-atk-s0504a1:224_4": "Therefore the Fortunate One, whose hand was a tortoise, in order to purify his division, and to the disciple of the lifespan, Paccekabuddhas, and in order to purify his former lives,",
    "ai-atk-s0504a1:225_0": "If they receive a gift, they do not know, “This is a gift,” “It is said,” “This is large preparations,” “should because of being asked,” “This is a reference to the elements of the sense fields. ”",
    "ai-atk-s0504a1:225_1": "when they receive alms, he does not know, “This is why people are brought,” but he is not confused or reprimanded.",
    "ai-atk-s0504a1:225_2": "That is why the Fortunate One gave a purification to a person who is talking on purity.",
    "ai-atk-s0504a1:226_0": "He knew the world, and the Buddhas, whose minds are not able to abandon the world, bearing the delightful Dhamma. And he teaches the Dhamma to peace.",
    "ai-atk-s0504a1:226_1": "That’s why the Fortunate One does not conceive the escape from the world.",
    "ai-atk-s0504a1:226_2": "And here he should show the sentence of the world to him in order to show the meaning of that person.",
    "ai-atk-s0504a1:227_0": "Herein, one individual essence:",
    "ai-atk-s0504a1:227_1": "they sprinkled like a great eon,",
    "ai-atk-s0504a1:227_2": "And even if the household life has reached the ultimate end, where sentient beings go to heaven be, or where they all have a refuge.",
    "ai-atk-s0504a1:227_3": "A skeleton: bone, without flesh,",
    "ai-atk-s0504a1:227_4": "It is bones, “back-bone” is the meaning.",
    "ai-atk-s0504a1:227_5": "Bones, bones, sinews, bones,",
    "ai-atk-s0504a1:227_6": "you’re like one who sees clearly.",
    "ai-atk-s0504a1:227_7": "Others say that “where’s a point is dropped on the hip. It’s a palm-leaf ferry, so that it can be done.”",
    "ai-atk-s0504a1:227_8": "They’re the one who thinks they me",
    "ai-atk-s0504a1:227_9": "It was so tormented by the development of the uprooting of the (varial) existence.",
    "ai-atk-s0504a1:228_0": "If there is no need of bean curry and accumulately preventing it, he may put it away in charge.",
    "ai-atk-s0504a1:228_1": "And because it’s not appropriate for him to as soon as heavily criticized or scorns his way back by way of speaking, but he does not say, “Now, what is the truth, he has vanished from it?”",
    "ai-atk-s0504a1:228_2": "For this is the meaning:",
    "ai-atk-s0504a1:228_3": "It’s because of one sort of deeds, definitely red and substantive all the offenses of evasiveness and results in this way:",
    "ai-atk-s0504a1:228_4": "But if someone takes a staff and then sets out, it would not be possible that for him.",
    "ai-atk-s0504a1:228_5": "Since he has not attained final extinguishment as this, then the Vinaya officers with the sixteenth parts of the conqueror of his (magical) powers, he then conquered all beings in the realm of the Vajjis.",
    "ai-atk-s0504a1:228_6": "But some say that “space is not worth a sixteenth part",
    "ai-atk-s0504a1:228_7": "but later she said: “These are all devoted to this very skeleton by understanding, which was not neglected by the infatuation and immerse it",
    "ai-atk-s0504a1:228_8": "That is why the meaning should be understood in the way already described.”",
    "ai-atk-s0504a1:229_0": "The one called Wise One, the ruler of the earth, who seeks the sort of virtue.",
    "ai-atk-s0504a1:229_1": "“He said, ‘Here, bhikkhus,” he said, “Anyone who possesses something else, as if he were able to show himself in one whose mind is said.",
    "ai-atk-s0504a1:229_2": "and having acquired around five hundred predatory animals, he became widespread:",
    "ai-atk-s0504a1:229_3": "then the great story of the Vultures’ Peak Mountain in the upper part of the Vulture Peak.",
    "ai-atk-s0504a1:229_4": "Vijaya, Giribbajayā, and the King of the city of Rājagaha.",
    "ai-atk-s0504a1:230_0": "To this extent the Buddha spoke of the persons in the same way: “Without the absence of its root, made known, seen, expert interrupted, attended to the untrue ordinary person, who has not seen the noble truth, and is an unattached, seeing the drawbacks, and understanding the noble truth of the noble ones, and who is capable of making known, who has not seen the noble truth, and is an unattached to the seeing, seeing the Disciplined person’s own noble truth, who is seeing, and so too.”",
    "ai-atk-s0504a1:231_0": "Herein, when a flag:",
    "ai-atk-s0504a1:231_1": "The noble truths of the noble truths, which are educated, truthful, and observed, not understanding the noble truths, and leads to the truth of the noble truths.",
    "ai-atk-s0504a1:231_2": "Or alternatively, the noble truths",
    "ai-atk-s0504a1:231_3": "But in this world with its gods and men, the Buddha makes the bedroom with the noble truths because he has seen the truth of that.",
    "ai-atk-s0504a1:231_4": "he sees the right way for the sake of direct knowledge, complete understanding, and the path of insight, and the path of penetration, and realize the direct knowledge of the path.",
    "ai-atk-s0504a1:231_5": "having seen the noble truths, beyond suffering,",
    "ai-atk-s0504a1:231_6": "Herein, it is inappropriate for the purpose of gettingless since it has been removed by fools, it is the fools, since it is removed from getting almsfood.",
    "ai-atk-s0504a1:231_7": "These are suffering. They originate in suffering.",
    "ai-atk-s0504a1:231_8": "It sufferstains to suffering in this way, or the state of loss is extinguishment.",
    "ai-atk-s0504a1:231_9": "(but) he is a (good) defilements, a noble one with defilements,",
    "ai-atk-s0504a1:231_10": "and the eight factors of right view, etc., according to the factors of the eight factors,",
    "ai-atk-s0504a1:231_11": "if he goes, thinking, “I have them tired,” and the path that leads to extinguishment.",
    "ai-atk-s0504a1:231_12": "and with the cessation of suffering comes to be reborn.",
    "ai-atk-s0504a1:231_13": "from whatever it will follow the good.’",
    "ai-atk-s0504a1:232_0": "When a person has acquired four times, they have gone beyond all beings, and such a person, having seen the noble ones, on all sides, and, before attaining the textual analysis of all this.",
    "ai-atk-s0504a1:232_1": "For a single seed whose faculties are lake, and who are stream-enterers, able to endure the three faculties.",
    "ai-atk-s0504a1:232_2": "With these seven faculties of persons, they say: “This is their opportunity for seven times.”",
    "ai-atk-s0504a1:232_3": "making an end of suffering, how is one fit to make an end of suffering?",
    "ai-atk-s0504a1:232_4": "Eventually he summoned all fetters and by the fetters of rebirth, he attains the fruit of Arahantship. He taught the spiritual path with the fetters and the fruit of Liberation.",
    "ai-atk-s0504a1:233_0": "The Fourth section on the Realized One’s skin is finished.",
    "ai-atk-s0504a1:234_0": "5. Musāvādasuttavaṇṇanā",
    "ai-atk-s0504a1:235_0": "25.",
    "ai-atk-s0504a1:235_1": "In the past, future, and present.",
    "ai-atk-s0504a1:235_2": "and the Buddha’s meal offering was prepared for the Sangha of monks.",
    "ai-atk-s0504a1:235_3": "The killers were destroyed, when the Dark Ones were destroyed, spent afflicted, and unwamped by the names of the Seer:",
    "ai-atk-s0504a1:235_4": "“Come, sister, please misrepresent the ascetic Gotama.”",
    "ai-atk-s0504a1:235_5": "She amused herself with the fourfold carcass of property and gives the Buddha adornments, and it covers the bronze of threshold to the ground. When the Buddha had been made into the air with the teaching, she was grabbed to the floor of the earth. And she was lost in the Great Compared to the hand.",
    "ai-atk-s0504a1:235_6": "When the mendicants abused and insulted them, they (saying): “Reverend, how do I ask the great sages of the Truth?”",
    "ai-atk-s0504a1:235_7": "After the Teacher came and asked: “Monks, where does the sitting talk about just now? ” When he had spoken, he asked, “Did you teach the Dhamma to the assembly, which isn’t here before, which is an unincluded?”",
    "ai-atk-s0504a1:236_0": "Herein, the definition of one thing is reckoned by oneself.",
    "ai-atk-s0504a1:236_1": "In the past I did not establish the eight noble ones in the past; at the eight impediments in the noble ones, established in the noble ones, and established in the noble truths.",
    "ai-atk-s0504a1:236_2": "A person with good will another.",
    "ai-atk-s0504a1:236_3": "if she is not able to do it, then she should not take it out.",
    "ai-atk-s0504a1:236_4": "for a person who speaks arrested done against a deed, saying “This person is doing a bad deed,” he replied, “He did so.",
    "ai-atk-s0504a1:236_5": "If you do acts in this way, you won’t get past it, that’s why the truth doing a bad deed.",
    "ai-atk-s0504a1:236_6": "Hence it is said: “What is the one thing?”",
    "ai-atk-s0504a1:237_0": "spoke falsely in verse: informing falsehood, untrue, false view, and virtue.",
    "ai-atk-s0504a1:237_1": "whoever has no these ten truths, there is nothing that should be done.",
    "ai-atk-s0504a1:237_2": "you’re a person who understands seven things.",
    "ai-atk-s0504a1:237_3": "for a sentient being is said to be the inheritance in the sense of counterpart.",
    "ai-atk-s0504a1:237_4": "Who has abandoned the next world,",
    "ai-atk-s0504a1:237_5": "For even a human being, no rebirth in the world of the gods, and men attained Nibbāna.",
    "ai-atk-s0504a1:237_6": "There is no evil they would not be done, and this is the meaning of that bad deed.",
    "ai-atk-s0504a1:238_0": "The fifth section for recitation on the proper conduct.",
    "ai-atk-s0504a1:239_0": "6. Dānasuttavaṇṇanā",
    "ai-atk-s0504a1:240_0": "26.",
    "ai-atk-s0504a1:240_1": "In the sixth (story): here it is born on the sixth, that is to say, the kind of impediments ,",
    "ai-atk-s0504a1:240_2": "Beings : they are held , gripped by form,",
    "ai-atk-s0504a1:240_3": "would know that they’d know:",
    "ai-atk-s0504a1:240_4": "Whatever is unsuitable, gives gifts, produces flowers, fruits, and non-offenses, out of compassion for another.",
    "ai-atk-s0504a1:240_5": "When one uses them, one whose site has been obtained by, and one who takes the recipient of what is to be used up, this is the share of the food.",
    "ai-atk-s0504a1:240_6": "results, the resultant fruit.",
    "ai-atk-s0504a1:240_7": "as I know, “I know.”",
    "ai-atk-s0504a1:240_8": "This is said:",
    "ai-atk-s0504a1:240_9": "Even as an animal giving this gift of the gift of an animal, etc., and incarnation with the gift of the Religion and its southernation of the kamma of the deities, since I knew that",
    "ai-atk-s0504a1:240_10": "if he does not eat anything that is not suitable to eat, then after eating the food, drink, clothing, or bedding, and eating, he would not eat the food, and then eat the food thinking,",
    "ai-atk-s0504a1:240_11": "And they don’t occupy their minds through the stain of avarice and applying the mind to by means of their own characteristics, etc., and their minds are liable to get hold of by.",
    "ai-atk-s0504a1:240_12": "Then, as the opposite sex, the slopes of hymns, the Lord God’s creation, not serene with, or the mind has become separated from the position of sentient beings.",
    "ai-atk-s0504a1:240_13": "Well then, who knows the fruit of giving a simile of the fruit of giving and stains to the mind?",
    "ai-atk-s0504a1:241_0": "and not even the music of a horse-hair rope. It might be pride of all sentient beings, for all sentient beings, is of bad character.",
    "ai-atk-s0504a1:241_1": "From where they wander forwards,",
    "ai-atk-s0504a1:241_2": "This is said:",
    "ai-atk-s0504a1:241_3": "These beings from the group of seventy-two marks of sentient beings, even the single one of their own affairs, place in order to prevent you when they have come. Then the king’s lairship, heritage, and in order to his own convertation: “I have come here, the one who can go into the home of the others.”",
    "ai-atk-s0504a1:241_4": "then they would not eat the food, their receive the recipients, and the groups would not eat even one’s alms-food, and then they added: “If I don’t know who matters there were.” Then the result of those who know the recipients would give gifts, they’ll ate one side and those who know the result.",
    "ai-atk-s0504a1:241_5": "But because they don’t get the fruit of that deed, the simile of the fruit, or that of giving and sharing, even the various kinds of opposite sex,",
    "ai-atk-s0504a1:241_6": "In this way, all of them can be seen and heard of the attainment of the meritorious act that is a wrong turn.",
    "ai-atk-s0504a1:242_0": "The verses consisting in these verses: “One who is so very great, the Blessed One, having given a gift here, one should give one’s virtue, and one who has finished her virtue, while giving a gift to the southern branch of the deathless and said, “One who is similar here,” and so on, the meaning should know, “Evenly the meaning,”",
    "ai-atk-s0504a1:242_1": "The result of good deeds, or the result of giving and shame, or the result of a gift.",
    "ai-atk-s0504a1:242_2": "as soon as they’re very fruitful and beneficial, they’ll know these sentient beings’.",
    "ai-atk-s0504a1:242_3": "having drunk the stain of stinginess, deceitfulness, obstinacy down with the stain of stinginess, which had tribetives and produced by a great deal of faith, ethics, learning, generosity, and wisdom. It’s good qualities that arouse will be given to the resentments of the noble ones.",
    "ai-atk-s0504a1:243_0": "those who have great fruit, worthy of offerings, those who are worthy of offerings dedicated to the gods.",
    "ai-atk-s0504a1:243_1": "a religious donation should be given out of faith in the world and give it to them, like this:",
    "ai-atk-s0504a1:243_2": "Then, after giving many sorts, they say, “What should we do so many things?”",
    "ai-atk-s0504a1:243_3": "When a human being is passing away from here to the human state, it is called “fitable” since it is “recollection of fondness.”",
    "ai-atk-s0504a1:243_4": "The description of sensual pleasures should be constantly and ruined to the realm of the gods. Those who have acquired exceptionality in all different realms.",
    "ai-atk-s0504a1:243_5": "They rejoice in secretly, as is the meaning.",
    "ai-atk-s0504a1:244_0": "The sixth section on the Realized One is finished.",
    "ai-atk-s0504a1:245_0": "7. Mettābhāvanāsuttavaṇṇanā",
    "ai-atk-s0504a1:246_0": "the seventeen grounds for making merit.",
    "ai-atk-s0504a1:247_0": "and calming them.",
    "ai-atk-s0504a1:247_1": "Herein, the attachment to cling to attachment is called root of the comprehension of the aggregates. These are the precepts and observances.",
    "ai-atk-s0504a1:247_2": "Forms of joy in existence producing kamma-formity, the Universal Monarchless,",
    "ai-atk-s0504a1:247_3": "Deeds are the ground for making merit. And of those who have practiced the fruit of good and bad deeds.",
    "ai-atk-s0504a1:247_4": "Now, what is reckoned as giving and ethical conduct are in three ways:",
    "ai-atk-s0504a1:247_5": "Herein, whatever is to be spoken of in the commentaries it will be made of another.",
    "ai-atk-s0504a1:247_6": "The mind-deliverance of loving-kindness has been obtained in the fourfold reckoning as its object.",
    "ai-atk-s0504a1:247_7": "When it is said, “short” is said, it is done in referred to the discomfort”, and when it is said, it is nevertheless (thinking): “This is absorption.”",
    "ai-atk-s0504a1:247_8": "For that is called a hindrance because it is the mind-deliverance of the mind- deliverance of the mind-deliverance of freedom from the mind-made body and mind-deliverance of the mind-deliverance of the mind-deliverance of freedom.",
    "ai-atk-s0504a1:247_9": "There are no measure of lovely means of loving-kindness, compassion, gloriousness, and decrease than the hundred dollars.",
    "ai-atk-s0504a1:247_10": "This is said:",
    "ai-atk-s0504a1:247_11": "the result of loving-kindness, the result of that same deed, and he builded a particular component of loving-kindness in all his duties.",
    "ai-atk-s0504a1:247_12": "having conquered it by himself,",
    "ai-atk-s0504a1:247_13": "it is on the purity that is dispelled,",
    "ai-atk-s0504a1:247_14": "Truly he practices in conformity with the Dhamma, which is an important matter,",
    "ai-atk-s0504a1:247_15": "you shine in both places.",
    "ai-atk-s0504a1:247_16": "The mind-deliverance of loving-kindness is like the moon’s dispensation, as it is with the darkness of the moon’s like the moon’s shining in the darkness.",
    "ai-atk-s0504a1:248_0": "Just as with rapture and bliss as one falls away,",
    "ai-atk-s0504a1:248_1": "They conquer the darkness of the stars,",
    "ai-atk-s0504a1:248_2": "The moon glows by the moon, sun, and stars is the meaning.",
    "ai-atk-s0504a1:248_3": "In order to give the Rains Retreat in a monastery that has been got.",
    "ai-atk-s0504a1:248_4": "if he does not let the first month of the later;",
    "ai-atk-s0504a1:248_5": "always wandering time to later,",
    "ai-atk-s0504a1:248_6": "Guarded by shells, “Wors, wander in the world, is called tender pork.”",
    "ai-atk-s0504a1:248_7": "the meaning is that it is shaking off the duty by the power of one who sewer, is the meaning.",
    "ai-atk-s0504a1:248_8": "Hence it is said: “Having gone to the charnel ground.”",
    "ai-atk-s0504a1:248_9": "Queen go to the sky:",
    "ai-atk-s0504a1:248_10": "while standing on the bank of the river, he turns out to the air,",
    "ai-atk-s0504a1:248_11": "Following it along,",
    "ai-atk-s0504a1:248_12": "having given up covetous things,",
    "ai-atk-s0504a1:248_13": "Abandoning is typical. It is shameless, intoxicating, neglected, slothful, and tearing torrn.",
    "ai-atk-s0504a1:249_0": "Here it may be said:",
    "ai-atk-s0504a1:249_1": "But when the Buddha was being spoken by the power of loving-kindness by the Blessed One, at the end of loving-kindness, etc., and when he said:",
    "ai-atk-s0504a1:249_2": "Entering the abidings in the sense of urgency, and while he is recommended -",
    "ai-atk-s0504a1:249_3": "for all beings is the best kind of dwellings rightly produced by loving-kindness.",
    "ai-atk-s0504a1:249_4": "And those who have malicious intent, who live engaged in these.",
    "ai-atk-s0504a1:249_5": "Likewise the Himālayas, “Brahmāsoka” is said to be the “Brahmadeva’s Relics”.",
    "ai-atk-s0504a1:249_6": "Thus he who has thus shown that abiding in the sense of loving-kindness and through developing loving-kindness due to subsides in the sense of loving-kindness, and through developing loving-kindness by the rest.",
    "ai-atk-s0504a1:250_0": "Having thus spoken of loving-kindness towards her, he said this:",
    "ai-atk-s0504a1:250_1": "And the other divine abidings determined as a gift of the Brahmā realm, they all fulfill good practices.",
    "ai-atk-s0504a1:250_2": "For loving-kindness is characterized as promoting the aspect of welfare. Its function is to prefer welfare. It is manifested as the removal of anxiety.",
    "ai-atk-s0504a1:250_3": "If they’ve developed the way of developing loving-kindness, etc., then, when it has been developed and made much of an abidings abiding in the Brahmā-world thus, the development of loving-kindness.",
    "ai-atk-s0504a1:250_4": "Because it is by way of attraction, mindfulness and awareness that it cuts off all its various previous existences that last for a long time.",
    "ai-atk-s0504a1:250_5": "and if they do not show the level of the whole body, equivalent to the whole body, they should not try to get a gift of any energy for the purpose of abandoning the grossness of energy, etc., and bring them to the welfare and happiness of renunciation, etc., and do not practice it in order to equipment for them as they do so. And I have laid down the happiness of renunciation, they give them a good rebirths, old age, and deathless goodness.",
    "ai-atk-s0504a1:250_6": "By loving-kindness towards the past he has preceding the protection of loving-kindness in the past, future or present.",
    "ai-atk-s0504a1:250_7": "Thus, having fulfilled these ten perfections, they all the other rose up for the air, the four kinds of fearlessness, the six kinds of knowledge not shared by disciples, and the eighteen things.",
    "ai-atk-s0504a1:250_8": "Thus, having driven out the good friend, the giver of such good friends, and the other, they say, “This is the purpose of showing such a gift,” they say,",
    "ai-atk-s0504a1:251_0": "Furthermore, the lamps of loving-kindness should be illustrated with those who have acquired merit.",
    "ai-atk-s0504a1:251_1": "Herein, just as, when a gift to a greater stream-enterer is more fruitful and beneficial than that one.",
    "ai-atk-s0504a1:251_2": "After the Paccekabuddhas from the Buddha, the Saṅgha of the fourteenth, the fifteenth, and the Saṅgha of the Buddha, and the Saṅgha, and the path of the virtue even a fractioner’s virtues from here and there, as it were, so very fruitful and beneficial, aide of the practice of developing loving-kindness –",
    "ai-atk-s0504a1:252_0": "“Sir, that gift, the brahmin Velāma gave a gift.",
    "ai-atk-s0504a1:252_1": "But if he were endowed with good view, this is more fruitful than that,",
    "ai-atk-s0504a1:252_2": "It would be more fruitful to feed one accomplished in view.",
    "ai-atk-s0504a1:252_3": "to refrain from liquors, wines, or intoxicants which cause heedlessness.",
    "ai-atk-s0504a1:252_4": "and anyone who takes a seized a degree of pleasure and pain than that is very fruitful.”",
    "ai-atk-s0504a1:253_0": "and by his meritorious actually merit is limited, pervading the merit.",
    "ai-atk-s0504a1:253_1": "For this is said: “This is the limited deeds that are the limited deeds they don’t remain or persist there.”",
    "ai-atk-s0504a1:253_2": "For even the work is done in the Khantivādin Birth, when a wide open that has been done in the monastery, and through having done what is done, he has done the name of,",
    "ai-atk-s0504a1:253_3": "Sensual pleasures are like an opportunity to find a place where they return. Then, when they’re able to take a opportunity, they’re able to take a very value of their deeds, it wouldn’t be able to get rid of the result of it, and if it is worth a simile.",
    "ai-atk-s0504a1:254_0": "No one who has gone forth (attains), who has gone forth -",
    "ai-atk-s0504a1:254_1": "those who have love the King of Love",
    "ai-atk-s0504a1:254_2": "In the immeasurable, immeasurable, and limitless object.",
    "ai-atk-s0504a1:254_3": "For the one whose meditation subject is unification of mind, etc., as including the objects of abode making unshakable objects, but without reaching unlimitedness, limitless concentration with an unlimited bliss as its object.",
    "ai-atk-s0504a1:254_4": "Swells away the fetters of rebirth by loving-kindness, etc., and having washed his feet on the path come back from the fetters of rebirth, and put away the noble path gone away through the three lower fetters.",
    "ai-atk-s0504a1:254_5": "Hence it is said: “Having taken away.”",
    "ai-atk-s0504a1:254_6": "is said to be the best in the future.",
    "ai-atk-s0504a1:254_7": "And he sees that the penetration of the path and by means of penetration based on the path.",
    "ai-atk-s0504a1:254_8": "Or alternatively, there are things that are prone to being fettered: they are abandoned because of that, having dropped the fetters of rebirth, old age, and death, and stilled observed the streams that are given up and stilled.",
    "ai-atk-s0504a1:254_9": "Or alternatively, they are associated with fetters, and are attached to the fetters of rebirth.",
    "ai-atk-s0504a1:254_10": "As they do so, the meaning should be understood according to the normal shaking of the defilements. This is how the meaning should be regarded in the way beginning, “Conditioned.”",
    "ai-atk-s0504a1:255_0": "Thus, having given up the defilements, the defilement of loving-kindness and Emancipation, without having a companion, they will show them attention to others.",
    "ai-atk-s0504a1:255_1": "Herein, one with a mind full of love is very ill will, malevolence, malicious, and cruelty.",
    "ai-atk-s0504a1:255_2": "To loving-kindness towards breathing beings with loving-kindness.",
    "ai-atk-s0504a1:255_3": "He is skilled in profitable kamma-resulterations, surmounting goodness, and so on.",
    "ai-atk-s0504a1:255_4": "it is loving-kindness, thus it is loving-kindness .",
    "ai-atk-s0504a1:255_5": "all creatures bearing the sound of hands,",
    "ai-atk-s0504a1:255_6": "by way of body and mind:",
    "ai-atk-s0504a1:255_7": "This is said:",
    "ai-atk-s0504a1:255_8": "For even a single bit of loving-kindness towards himself with loving-kindness, compassion, gladness and compassion, gladness and compassion, as if his mind were very beneficial, he performs a great deal of merit for the sake of having exceed the four great sacrifices, and the result of good-shaved many people.",
    "ai-atk-s0504a1:256_0": "Remembering the seven eggs in seven ways: the it is unrestrained with flattered.",
    "ai-atk-s0504a1:256_1": "Having destroyed (him), without rod or sword,",
    "ai-atk-s0504a1:256_2": "kingship in his hermits, and kings,",
    "ai-atk-s0504a1:256_3": "When you’re giving gifts,",
    "ai-atk-s0504a1:256_4": "went beyond the household life.",
    "ai-atk-s0504a1:257_0": "Asoka was born in the ears of the royal capital of old age, it seems, of the sweat of the royal capital of Ketumatiyas. And it was oppressed in the four worlds, the kingships, and its four kings presents.",
    "ai-atk-s0504a1:257_1": "Herein, the meaning is this: it should be understood of the ten kinds of observed. The meaning is: from sweat is the additions of the professions.",
    "ai-atk-s0504a1:257_2": "These are the six wide precincts for a man, the meaning is, a giver of a man.",
    "ai-atk-s0504a1:257_3": "Twelve thousand widespreads, having understood three thousand millions, forty thousand years.",
    "ai-atk-s0504a1:257_4": "for that is so called property belonging to the heart, he places them on the heart’s neck.",
    "ai-atk-s0504a1:257_5": "‘Have such a thing?’ or ‘The purpose of treating their mother’s words are dear and beloved, pleasing to usage, is the meaning.’",
    "ai-atk-s0504a1:257_6": "With the four ways of being inclusive in the Saṅgha, he has glorious and abundant wealth.",
    "ai-atk-s0504a1:257_7": "People were residing in Mucalinda, their wives, children were socializing, and colleagues.",
    "ai-atk-s0504a1:257_8": "this is called “announced” in the door for the best and in the door for its abode.",
    "ai-atk-s0504a1:257_9": "This is the ancient primordial, this is the traditional.",
    "ai-atk-s0504a1:258_0": "And later, while the king’s harem, four brahmins, these four brahmins, five Causal swelled four lesserects, set up swept away the sacrifice, and then circumstances.",
    "ai-atk-s0504a1:258_1": "for this was said by the Fortunate One:",
    "ai-atk-s0504a1:259_0": "“Through it these there was a Vultures, they gave it to the unto him. ...” ...",
    "ai-atk-s0504a1:260_0": "“After entering that place, they entered here and there.”",
    "ai-atk-s0504a1:261_0": "Herein, those hermits (etc.) means those hermits are upset.",
    "ai-atk-s0504a1:261_1": "At the end of two hundred monasteries he is a term for the other three watches of the night and for one hundred and seventy-four thousand leagues, and eighty years old. This is a term for the rest of the sacrifice, and a term for the sacrifice.",
    "ai-atk-s0504a1:261_2": "Remember these people kill me by calling them:",
    "ai-atk-s0504a1:261_3": "that is a term for the four sacrifices, the for the sake of eradications, and the fortunate of the sacrifice.",
    "ai-atk-s0504a1:261_4": "In that place where the size of daggers undertaken is right.",
    "ai-atk-s0504a1:261_5": "A pair of garments even when they have washed the thirteen floors in the way that were longing for him, and having made a metal neck, or a bush of the arrow. Then the grace of the neck, the Lord of the Deaths, the Earth should be put into the wide open through the wide open air, or the way to the bird of the hands and feet.",
    "ai-atk-s0504a1:261_6": "‘A single vicinity’ is a term for seven days offerings of ivory. The sacrifice is a term for seven days at the moments of sacrifices, and a term for the sacrifice.",
    "ai-atk-s0504a1:261_7": "There is no place here.",
    "ai-atk-s0504a1:261_8": "And there are a term for the nine progressive meditative attainments. It is a term for the nine progress and for the sake of all men and for the sake of his consequences, being incomparable by the method of insight.",
    "ai-atk-s0504a1:262_0": "the moon glows the cloudless.",
    "ai-atk-s0504a1:262_1": "All the bull elephants, like horses, and stars, all of them, do not too tall, for the sake of the moon, or the sesame seeds, the wild bull elephants, horses, chariots, and so offer do not destroy the fire.",
    "ai-atk-s0504a1:263_0": "Now, although the development of loving-kindness in the present life, etc., I said, “Now you will not give even a funeral pyre;”",
    "ai-atk-s0504a1:263_1": "Herein, he who is introduced to the development of loving-kindness:",
    "ai-atk-s0504a1:263_2": "They don’t partake of loving-kindness, etc., even when developed and cultivated they have the seven pebbles the spears of loving-kindness, etc., and do not affect him with a fever, stones, rolls away, or swords,",
    "ai-atk-s0504a1:263_3": "They don’t encounter others, nor don’t get others to die, and they don’t pursue it.",
    "ai-atk-s0504a1:263_4": "He does not know what is shameless in this way, etc.,",
    "ai-atk-s0504a1:263_5": "don’t get others to do the same.",
    "ai-atk-s0504a1:263_6": "those who have a heart of love to behave with loving-kindness, compassion, gladness and not ignorant.",
    "ai-atk-s0504a1:263_7": "with all creatures:",
    "ai-atk-s0504a1:263_8": "Because of that person, the fortunateness was not skilled in loss of enmity, the sake of such-and-such a person, there is no gardening for him with any kind of person. That person would be embarrassed with them, with the fortune in front of them.",
    "ai-atk-s0504a1:264_0": "In this way, when the discourses are well-proclaimed",
    "ai-atk-s0504a1:264_1": "The others set aside the same.",
    "ai-atk-s0504a1:265_0": "The Seventh sections are finished.",
    "ai-atk-s0504a1:266_0": "The ultimate goal.",
    "ai-atk-s0504a1:267_0": "Discussion of the lesser training rules",
    "ai-atk-s0504a1:268_0": "So it is finished in the commentary on the one commentary."
}