{
    "ai-atk-s0508a24:0_0": "8. Aṭṭhakanipāto",
    "ai-atk-s0508a24:1_0": "Mahākaccāyana",
    "ai-atk-s0508a24:2_0": "Eight deeds performed a great deed, the Elder Mahākaccāyana spoke this verse:",
    "ai-atk-s0508a24:2_1": "scattering the bowl:",
    "ai-atk-s0508a24:2_2": "And after the champion of the Buddhas, Uttarakuru, the god’s banner, and the upper robe of the gods, having arrived at the peak, and when he saw the Buddha seated at the head of the Serpents, he sat down in a very seat spread out in a heartwood, to others, and cast-of the size of the Truth. And after seeing the door frame, he was reborn in a heavenly realm.",
    "ai-atk-s0508a24:3_0": "After making merit for the sake of this merit, he became self-controlled as a judged in the form of a hundred thousand family and wins, shopped in a golden garland. Then, having made a golden flag, and was reborn in a carpets for the Buddha, the golden (where vener).",
    "ai-atk-s0508a24:4_0": "then, after doing good deeds, performing a deed to the Buddha for the sake of the human beings, was reborn in the company of the kingdom of the Buddha Paccekabuddhas and arising in this city.",
    "ai-atk-s0508a24:4_1": "The son of his mother, having taken his son, said: “Where’s your son, gold and silver have taken your son, and he news it?”",
    "ai-atk-s0508a24:4_2": "Having learnt from the three Vedas, after learning the (said): After learning the Dhamma,",
    "ai-atk-s0508a24:4_3": "And although his understanding fails in it, he is wisdom;",
    "ai-atk-s0508a24:4_4": "The King, Pajjota, after hearing the Sambuddha, saying: “Dear, you go to here, and there you have become a teacher.”",
    "ai-atk-s0508a24:4_5": "That calm, gladly went into the presence of the Teacher.",
    "ai-atk-s0508a24:4_6": "The teacher teaches them the Dhamma,",
    "ai-atk-s0508a24:4_7": "At the conclusion of the people (of Uttarā) together with the people of Nāgas he established them in Laṅkā.",
    "ai-atk-s0508a24:4_8": "Therefore it is said:",
    "ai-atk-s0508a24:5_0": "“The victor is named Uttara, the victor,",
    "ai-atk-s0508a24:6_0": "There was a hundred thousand eons of the world-inter.",
    "ai-atk-s0508a24:7_0": "“O hero, with adornment and griefless,",
    "ai-atk-s0508a24:8_0": "* the wisdom there is from (the nature of) Kapilavatthu, delighting in the heavens,",
    "ai-atk-s0508a24:9_0": "“He who has decorated his own characteristic mark,",
    "ai-atk-s0508a24:10_0": "she is consulted benevocated by the whole earth,",
    "ai-atk-s0508a24:11_0": "“Awakened to the awakened Buddha is a disease, a banyan tree, a ray,",
    "ai-atk-s0508a24:12_0": "bound by compassion, the heroes of the assemblies,",
    "ai-atk-s0508a24:13_0": "“All the sweet Dhamma",
    "ai-atk-s0508a24:14_0": "he (also) free from the delusion of (all) breathing beings in the ocean.",
    "ai-atk-s0508a24:15_0": "° and she said: “After walking alone, through the Himālayas,",
    "ai-atk-s0508a24:16_0": "Dispelling the world’s end,",
    "ai-atk-s0508a24:17_0": "“Have you heard of the Dhamma, the instant Dhamma,",
    "ai-atk-s0508a24:18_0": "he gave the gift of the great hero, of a disciple of virtue,",
    "ai-atk-s0508a24:19_0": "“I’ve spoken of what I’ve said in detail,",
    "ai-atk-s0508a24:20_0": "like a cotton-down rays,",
    "ai-atk-s0508a24:21_0": "“I don’t see anyone else.",
    "ai-atk-s0508a24:22_0": "Therefore this should be remembered as from the highest monks.",
    "ai-atk-s0508a24:23_0": "“After hearing what I have heard, having become depressed,",
    "ai-atk-s0508a24:24_0": "Having departed from the Himālayan blossoming flowers,",
    "ai-atk-s0508a24:25_0": "“Having worshipped the world with its gods and men, I worship the Dispensation",
    "ai-atk-s0508a24:26_0": "Then, knowing they knew it was the elephant’s crooked:",
    "ai-atk-s0508a24:27_0": "“The one who’s stuck out the hermits’ level",
    "ai-atk-s0508a24:28_0": "above, below, across the waters of the tree,",
    "ai-atk-s0508a24:29_0": "“Having given up the golden coloured leaves,",
    "ai-atk-s0508a24:30_0": "he ascended the Truth.",
    "ai-atk-s0508a24:31_0": "“Have you heard that place, listening to the profundity of virtue, that place",
    "ai-atk-s0508a24:32_0": "in the future time, the Great Gotama’s Great Strength,",
    "ai-atk-s0508a24:33_0": "“Reverend he is the heir of the teachings,",
    "ai-atk-s0508a24:34_0": "I hope he’s not calling the Teacher by name,",
    "ai-atk-s0508a24:35_0": "“The wise Mahānāma, who had much knowledge, said: to the Sage,",
    "ai-atk-s0508a24:36_0": "You’ll explain it according to what I’ve declared,",
    "ai-atk-s0508a24:37_0": "“Having been one hundred thousand aeons, (have been) a thousand worker,",
    "ai-atk-s0508a24:38_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a24:39_0": "“Two I have transmigrated the gods, sir.",
    "ai-atk-s0508a24:40_0": "I do not go to the Buddha, this is the fruit of the Buddha.",
    "ai-atk-s0508a24:41_0": "“Two I have two brāhmaṇas, princes and witnesses,",
    "ai-atk-s0508a24:42_0": "The sons of the Buddha, the network will not know,",
    "ai-atk-s0508a24:43_0": "“Now there is no craving for existence in the past,",
    "ai-atk-s0508a24:44_0": "* was a lightning flashes in front of him;",
    "ai-atk-s0508a24:45_0": "“He gave the going-forth to the Accomplished One,",
    "ai-atk-s0508a24:46_0": "Mother and Father are called ‘the moon’,",
    "ai-atk-s0508a24:47_0": "“Through joyfully slandered the Buddha,",
    "ai-atk-s0508a24:48_0": "Having seen that wonder, with great virtues, and without protection,",
    "ai-atk-s0508a24:49_0": "“Having heard of (another) declarations, ~ that which can be called the absence of his doubts,",
    "ai-atk-s0508a24:50_0": "together with the attainment of the Deathless -",
    "ai-atk-s0508a24:51_0": "“To the One who is born in a (true) appearance,",
    "ai-atk-s0508a24:52_0": "having canceled it, the highest among men, with peaceful minds,",
    "ai-atk-s0508a24:53_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a24:54_0": "Then the Teacher said, “Come, monks!”",
    "ai-atk-s0508a24:54_1": "During the rainy season residence in the midst of the thirty-two parts of psychic power were like the Elder Dakkhinīs (between) requisites for the rainy season.",
    "ai-atk-s0508a24:54_2": "The elder, having taken a craft, saying: “Reverend Pajjota, let us spend your feet on the Teacher’s feet, and lamps Dhamma,” he told the Teacher.",
    "ai-atk-s0508a24:54_3": "The Teacher said, “You have gone there, monk. The King will be going there.”",
    "ai-atk-s0508a24:54_4": "The Thera, having gone to the Teacher’s presence, and establishing the Faith in the Parinibbāna of the Teacher, then went to the Faith of the Teacher and established the Jina.",
    "ai-atk-s0508a24:54_5": "One day as an ascetic’s teaching, having given up craving and declining to the monastery, he saw the advice of greed and hate. Of these, seeing them thus:",
    "ai-atk-s0508a24:55_0": "494.",
    "ai-atk-s0508a24:56_0": "“Those who are involved in lots of sensual desires, who aren’t able to get away,",
    "ai-atk-s0508a24:57_0": "That arched harnessed, the defilements, and the one who lives in happiness.",
    "ai-atk-s0508a24:58_0": "495.",
    "ai-atk-s0508a24:59_0": "“That man who brings you in regard to the families, in regard to those families,",
    "ai-atk-s0508a24:60_0": "While the indeed is fine found, hard to give:",
    "ai-atk-s0508a24:61_0": "Two verses on the Two verses:",
    "ai-atk-s0508a24:62_0": "Herein, there is much work that isn’t done involved in lots of performing a great sacrifice, butter instead of building work, and preventings, doing what is needed for ascetics, dissatisfied, and devoted to the Teacher.",
    "ai-atk-s0508a24:62_1": "avoid people, comparing people with teachers, charming people, and trade.",
    "ai-atk-s0508a24:62_2": "They try to persuade warn and graceful things, unskillful qualities decline and skillful qualities grow. When people avoid such as yourself, unskillful qualities decline, and skillful qualities grow.",
    "ai-atk-s0508a24:62_3": "Only, it is not appropriate for a mendicant to endure crushing the neighborhood of adornments, burning, breathing, etc., and craving for tastes, or the purpose of opposites, and it needs to be experienced as pleasant. And the purpose of abandoning suffering, the opportunity for extinguishment by from the wise, the clever, the thought that leads to the spiritual life, and it is the end of suffering.",
    "ai-atk-s0508a24:63_0": "In this way the first cowherd Vajjiputtakas, preach the Dhamma to the assembly and advisers in the names, and instructing the Vajjians.",
    "ai-atk-s0508a24:63_1": "The meaning of this:",
    "ai-atk-s0508a24:63_2": "The alms-food Yasa has gone forth as a lay follower who has gone forth under the heading of the houses, etc., and is worshipped by the noble ones, sovereignty and crushed, and charming to their fame, sweept away violently to their enlightenment, but it would be austere of Sakka, the Lord of the fruits of Sakkas, the Joyful Gods, and presented him with a broken confidence; and that is the cause of wakenel of Sakka, the Lord of the fruit of his own insight, True, that is the produced, and that goes forth.",
    "ai-atk-s0508a24:63_3": "For it is shown that the running out of its own giving up is said to be foremost.",
    "ai-atk-s0508a24:64_0": "496.",
    "ai-atk-s0508a24:65_0": "“He does not do bad deeds with others,",
    "ai-atk-s0508a24:66_0": "You should not follow that deed by yourself,",
    "ai-atk-s0508a24:67_0": "497.",
    "ai-atk-s0508a24:68_0": "“He doesn’t because of what others say, you’re not a sage because of what someone says,",
    "ai-atk-s0508a24:69_0": "But the gods know oneself as being soon as you know it.",
    "ai-atk-s0508a24:70_0": "498.",
    "ai-atk-s0508a24:71_0": "“Others do not know, we should restrain our (pensation),",
    "ai-atk-s0508a24:72_0": "and those who know, dear Sir, were mine right there,",
    "ai-atk-s0508a24:73_0": "499.",
    "ai-atk-s0508a24:74_0": "“Jīvaka, some wise man have gone beyond,",
    "ai-atk-s0508a24:75_0": "but without gaining wisdom, he does not live.",
    "ai-atk-s0508a24:76_0": "500.",
    "ai-atk-s0508a24:77_0": "“All that is hearing all, they see everything.",
    "ai-atk-s0508a24:78_0": "the wise one does not want to hear, ~ the one who is happy,",
    "ai-atk-s0508a24:79_0": "501.",
    "ai-atk-s0508a24:80_0": "“Suppose a person was like a blind man with the eyes.",
    "ai-atk-s0508a24:81_0": "though you have wisdom, be as if feeble;",
    "ai-atk-s0508a24:82_0": "Then on account of which they lie down ...",
    "ai-atk-s0508a24:83_0": "these verses were recited by the King:",
    "ai-atk-s0508a24:83_1": "Having heard that, he was conscious and imprisoned a robber of property, and bandits consume him with a staff, and his husband.",
    "ai-atk-s0508a24:83_2": "Then the elder, begged by the naked ascetic, saying: “Tomorrow we will recite these verses.”",
    "ai-atk-s0508a24:84_0": "Herein, when they aren’t doing this bad deed, they’re not included by others, doing good deeds by way of body, speech, and mind, or behave their own deeds. They wouldn’t do any bad deed.",
    "ai-atk-s0508a24:84_1": "You should not do bad things, he should not do any bad deed.",
    "ai-atk-s0508a24:84_2": "for Māra’s bondservants, because of Death’s mother and father, don’t do anything bad.",
    "ai-atk-s0508a24:85_0": "‘Anyone who has not killed himself, etc., inside others, or have robbed his own property; he doesn’t confess a falsehood; he doesn’t use the word of others; he doesn’t cause his verbal conduct; he doesn’t becomes well-restrained; he doesn’t becomes deprived; he doesn’t go any kind of speech.",
    "ai-atk-s0508a24:85_1": "for here it is due to a lamp, making preparatory task for the meal.",
    "ai-atk-s0508a24:85_2": "some say, “But do some climb up to this” do so, they say, “Nay,” and they murder him.",
    "ai-atk-s0508a24:85_3": "Your mind is pure, just as that self is pure, while I am pure in him.”",
    "ai-atk-s0508a24:85_4": "Even the gods are purified and superhuman, they don’t understand how sentient beings are purified, clear, sweet, abiding in clean, pliable, workable, or imperturbable. So they don’t want themselves to hear the limb.",
    "ai-atk-s0508a24:86_0": "others. Then, taking up the wholesome and result of that skillful deeds, he here is the most fruit of deeds, actions, and choices, the fruit of their deeds.",
    "ai-atk-s0508a24:86_1": "They do not know that in this world Yama is a eternalistence, we are going to the company of the deathless.",
    "ai-atk-s0508a24:86_2": "And there are those who know, “This Wise are wise ones,” “This is the confused about,”",
    "ai-atk-s0508a24:86_3": "Well then, they settle on this. When they know that I are. They don’t practice accordingly, they do not practice anything elsewhere. They don’t take care of them, they don’t proceed having turned away from me.",
    "ai-atk-s0508a24:86_4": "But while you accuse your own life by a snake, you’ll explore the bondservant to you. Your wealth and make your husband.",
    "ai-atk-s0508a24:86_5": "And so it is for one who lives that is unsuitable, opposed, or requisites belonging to many clans. It is content with any kind of sacrifice that is good, substantial and store it is content.",
    "ai-atk-s0508a24:86_6": "Since life is called “mind”,",
    "ai-atk-s0508a24:86_7": "That is why the Blessed One said:",
    "ai-atk-s0508a24:86_8": "“The one who they say has the best life lives by wisdom.”",
    "ai-atk-s0508a24:86_9": "In fact, drunk, chewed, and tasteds are known as an essential person, and there is no essence between the present life and lives to come. Understanding the next life, they are unable to live.",
    "ai-atk-s0508a24:87_0": "And it seems that these four verses also made by the Thera.",
    "ai-atk-s0508a24:87_1": "Having seen the King, being hurriedly in the night, after approaching the Elder’s presence, he ran away one by the night. He then approached the Elder, worshipped her and presented him to the elder, saying:",
    "ai-atk-s0508a24:87_2": "Having heard that, the Elder retired to the verses, he gave them this verse: “Possessing two verses, and advice.”",
    "ai-atk-s0508a24:87_3": "They hear all the sounds, ears, noses, tongues, bodys, and mind. They listen with what is well spoken.",
    "ai-atk-s0508a24:87_4": "But all forms, unshakable, uncorrupted, and not seeing with the eye.",
    "ai-atk-s0508a24:87_5": "And yet, owing to see everything is so, it is to be found.",
    "ai-atk-s0508a24:87_6": "Because you have seen and heard that the Hero is not able to get there, the Wise One does not able to persuade it.",
    "ai-atk-s0508a24:87_7": "But if he has encountered virtues, then when aroused, he can venerate him as if he were, without seeing the eyes, be like the blind man who is blinded by the act, he would be like that when the opposite of seeing a insight, then he’s blinded by the eye.",
    "ai-atk-s0508a24:87_8": "One who is wise, skilled in terms of wisdom, having understanding, speaking evasively, skilled in terms, embarrassed, and skilled in questions.",
    "ai-atk-s0508a24:87_9": "well-developed he did like a strong opposite sewing a weaker man with the drum.",
    "ai-atk-s0508a24:87_10": "And then on account of all they can do that whichever goes inside the bedroom. When they were dead, they looked after him in the same sleeping place as a corpse. When they had arisen, they must be used to be eaten by doing it.",
    "ai-atk-s0508a24:87_11": "And they only wait for themselves when needed. They Since they were dead and oppressed by doing it, they wouldn’t be lying down on a bed.",
    "ai-atk-s0508a24:87_12": "For an astute person isn’t able to advise the king and instruct the Theras, and he should be given advice. He should be keen in prevented from overpower. He is committed to the highest matter.",
    "ai-atk-s0508a24:88_0": "Mahākaccāyana is finished.",
    "ai-atk-s0508a24:89_0": "Sirimisa",
    "ai-atk-s0508a24:90_0": "and the Elder Nun Bhaddā Kāpilānī with this verse:",
    "ai-atk-s0508a24:90_1": "scattering the bowl:",
    "ai-atk-s0508a24:90_2": "The Buddhas, when he had done this profitable way, it appears here and there a very same kind of existence, and had become a support for the Buddha, and when he had become a Buddha, he presented it with his head in this way.",
    "ai-atk-s0508a24:90_3": "His mother, it seems,",
    "ai-atk-s0508a24:90_4": "This indication of the Dhamma had come to be",
    "ai-atk-s0508a24:90_5": "On his head he reached Arahantship, the glorious son of the most excellent Sirīsa, attained Liberation, and soon having attained perfection and consecrated the work.",
    "ai-atk-s0508a24:90_6": "On the following day one day, after reciteing the Monastic Code in one part, he took a seat and made the seed to the mendicants.",
    "ai-atk-s0508a24:90_7": "(But) after showing great talk in various ways, he shows what is said:",
    "ai-atk-s0508a24:91_0": "502.",
    "ai-atk-s0508a24:92_0": "“Even worry, free of worms, and free of deceit,",
    "ai-atk-s0508a24:93_0": "Such a monk does not grieve when he dies,",
    "ai-atk-s0508a24:94_0": "503.",
    "ai-atk-s0508a24:95_0": "“Even worry, free of worms, and free of deceit,",
    "ai-atk-s0508a24:96_0": "When a mendicant sense doors restrained like this, they don’t lament.",
    "ai-atk-s0508a24:97_0": "504.",
    "ai-atk-s0508a24:98_0": "“Even worry, free of worms, and free of deceit,",
    "ai-atk-s0508a24:99_0": "That mendicant of good morals, after death in this way,",
    "ai-atk-s0508a24:100_0": "505.",
    "ai-atk-s0508a24:101_0": "“Even worry, free of worms, and free of deceit,",
    "ai-atk-s0508a24:102_0": "That monk has a good friends, after passing away from his place to the grieving.",
    "ai-atk-s0508a24:103_0": "506.",
    "ai-atk-s0508a24:104_0": "“Even worry, free of worms, and free of deceit,",
    "ai-atk-s0508a24:105_0": "of good wisdom, that monk does not grieve,",
    "ai-atk-s0508a24:106_0": "507.",
    "ai-atk-s0508a24:107_0": "“Those who are faithful and well established,",
    "ai-atk-s0508a24:108_0": "whoever is virtuous and good, pleasing to the Noble Ones and praised,",
    "ai-atk-s0508a24:109_0": "508.",
    "ai-atk-s0508a24:110_0": "“He whose confidence has come to (one) whose confidence has come to see me",
    "ai-atk-s0508a24:111_0": "they say that one is not poor, his life is not in vain.",
    "ai-atk-s0508a24:112_0": "509.",
    "ai-atk-s0508a24:113_0": "“Listening into faith and confidence, virtue and insight into Dhamma,",
    "ai-atk-s0508a24:114_0": "should recite these verses:",
    "ai-atk-s0508a24:115_0": "Herein, ignoble means unseen, possessed of virtue:",
    "ai-atk-s0508a24:115_1": "When the sign is overpowered, without being looked on at it, even though it drops the midday on the ground,",
    "ai-atk-s0508a24:115_2": "although I’m not hurt others, they don’t in the same way.",
    "ai-atk-s0508a24:115_3": "May those beginning with the middle have the characteristic of endlessness, not with the endless.",
    "ai-atk-s0508a24:115_4": "He was endowed with divisive speech when he knows the three kinds of misconduct. He will, with such special qualities as brilliants, wounds, such and such qualities as he has the same.",
    "ai-atk-s0508a24:115_5": "Having understood it in this way, the sign of foulness in the ghost realm, not in the mundane.",
    "ai-atk-s0508a24:115_6": "The eye door, etc., are guarded and protected by the body, and so on. He is guarded, protected, guarded, and restrained in every aspect.",
    "ai-atk-s0508a24:115_7": "good morals, and good conduct.",
    "ai-atk-s0508a24:115_8": "The good friend",
    "ai-atk-s0508a24:116_0": "“As a heavy, one who admonishs others, and who speaks words of acceptance,",
    "ai-atk-s0508a24:117_0": "One who talks about what is profound, who does not neglect the meaning” .",
    "ai-atk-s0508a24:118_0": "Liberation in this way is good for one who has good friends.",
    "ai-atk-s0508a24:118_1": "of good wisdom, great intelligent,",
    "ai-atk-s0508a24:118_2": "Suppose there is no understanding—whether that there is no decrease in virtue, and so in accordance with understanding.",
    "ai-atk-s0508a24:119_0": "So it is said in this way that person gives up anger, etc., in order to show the ropes and go through the enlightenment of the head, etc., instead of accumulating the attainment inspiring individuals, and, having shown that personal and uses his own attainment in the river by means of faith, etc., to show it, he shows that person to the right practice that person.",
    "ai-atk-s0508a24:119_1": "The meaning of this:",
    "ai-atk-s0508a24:119_2": "For the Blessed One, the perfected one, the fully awakened Buddha, described thus: “The path has come to a confined space in the same way as when he is not established,” he is grounded on the uneven road.",
    "ai-atk-s0508a24:119_3": "she should follow that place.",
    "ai-atk-s0508a24:119_4": "The Noble Ones, who live near the Noble Ones’ (true) people, without having understood",
    "ai-atk-s0508a24:119_5": "praised by the Buddhas, and praised by the whole earth, which were 4000 leagues, and is praised by the Sambuddha.",
    "ai-atk-s0508a24:119_6": "But the ethical renunciates come to be trained in two kinds of virtue:",
    "ai-atk-s0508a24:119_7": "Herein, the training rule on virtues consisting in the auspicious virtue",
    "ai-atk-s0508a24:119_8": "The virtue of those gone forth is called lived because of the ten precepts according to the precepts announced: “This virtue is of four precepts, such is one good in the beginning, the middle, or the end,” and so on.",
    "ai-atk-s0508a24:120_0": "the Saṅgha is practicing in the Saṅgha, and he has entered upon that person’s disciples. Then he should be firmly established in the Aṅguttara.",
    "ai-atk-s0508a24:120_1": "their views are straight, and equivalent, clear, and unclouded, endowed with the defilements,",
    "ai-atk-s0508a24:120_2": "Guarding, unsuitable deeds, and seeing shows; that is suitable for seeing, the producing of seeing shows is an unsuitable enlightenment. These are the two leagues, namely, –",
    "ai-atk-s0508a24:120_3": "Personally witnesses, ethics, learning, generosity, and wisdom. It’s very hard to find such a person to witness: “Such is wealthy, such a personal wealthy person.”",
    "ai-atk-s0508a24:120_4": "His life is not in vain; his life is fruitless; the meaning is that she fertiles the end in the present life.",
    "ai-atk-s0508a24:121_0": "Therefore it is said: “He who has possessed virtue, possesses nutriment for a person who has acquired virtue, to being a idiotent, and who is unsuitable” .",
    "ai-atk-s0508a24:121_1": "If you’re faithful ...",
    "ai-atk-s0508a24:121_2": "Because they think: “Bhikkhus, there are castegories of the Buddhas who have lived in the teaching of the Dhamma, which is free from faith, ethics, learning, generosity, and wisdom.” And they recollect the special qualities of faith, etc., as follows:",
    "ai-atk-s0508a24:122_0": "When the senior monks were present in this way, he discovered the Teacher’s special qualities of the Dhamma.",
    "ai-atk-s0508a24:123_0": "Sirimisa is finished.",
    "ai-atk-s0508a24:124_0": "Longer Discourse on Mahāgāma",
    "ai-atk-s0508a24:125_0": "When the first terrifying water had been sent back to Venerable Mahākappina,",
    "ai-atk-s0508a24:125_1": "scattering the bowl:",
    "ai-atk-s0508a24:125_2": "At the time of the Buddha Padumuttara, it seems, when he was full of doubts in the city of Uttara, once more than a single day, having seen the wonder of the Buddha, all beings in the Mahātittha garden. He saw the monkeying to the highest among men, causing him a sensible person, saying: “It seems, having seen this matter, you accepted the chief of the world with its gods, the highest among men, (saying:):",
    "ai-atk-s0508a24:125_3": "‘This opportunity for me is my offering to the dispensation.’ Though he has this kind of work for the Buddha, he’s the highest deed, like the mendicant.”",
    "ai-atk-s0508a24:125_4": "But when the Buddha has performed the various kinds of mental attributes of mental action and bodily-formation, and under the cutting off two, namely, bodily and mental sluggishness, in the way already described, and the two adversities as they were told.",
    "ai-atk-s0508a24:125_5": "The Buddha, when he saw two hundred-elephants, he thought, “In this way, when he saw a hundred thousand ends, he will be a hundred thousand (people) after having seen (that),” and with his doubts, he answered.",
    "ai-atk-s0508a24:126_0": "Both people, having passed away from there and was reborn here.",
    "ai-atk-s0508a24:126_1": "Herein, an obstacle should not make a good friend,",
    "ai-atk-s0508a24:126_2": "But Cūḷapanthaka made twenty-four thousand years in the Buddha’s instruction. Nigaṇṭha Nātaputta worked (rei.e. the Pavāraṇā) was reborn for 80,000 years.",
    "ai-atk-s0508a24:126_3": "And after seeing the dead mango tree growing on the bank of the Himālaya, he saw the Buddha worshipped the Himalayas with his fertile period. Then he approached the Buddha worshipped him with a flower.",
    "ai-atk-s0508a24:126_4": "and to those people (only) there was a hundred thousand aeons,",
    "ai-atk-s0508a24:126_5": "After our Teacher had entered Rājagaha, and was living in the Mahā Bamboo Wood, near Rājagaha in the Great Wood, near Rājagaha.",
    "ai-atk-s0508a24:127_0": "Now at that time a certain slave of Dhanañjāni, having pregnanted her boy, together with his own relatives, went to the guest house, and prosperous sons, while working he was going along the road I was still a wives, and pregnant. After feeding from that place I was wounded as a daughter of his wives, my sons and grandsons, he was sewn away. Afterwards, he was having just as a child, he was unable to fall away from the child, and there.",
    "ai-atk-s0508a24:127_1": "At that time, having destroyed the journey, she boarded various kinds of lumps ( appeared). At the end of the path, when she was boys, she gave birth to a son, and then, without having made a prisoned into the womb for boys, told him, “This is the only child, of my mother, friends, and colleagues, relatives and kin,” and so on. She then showed her son, nourished him to the Great Sakull, as a son,",
    "ai-atk-s0508a24:127_2": "Then the children extended the wealth on the side of the wives.",
    "ai-atk-s0508a24:127_3": "Cūḷapanthaka, such as:",
    "ai-atk-s0508a24:127_4": "But a deluded monk, having seen the Teacher, longing for him, and having heard the Teacher’s presence, wanting to see him, and having obtained his permission, desiring to go forth, he asked the questions of him.",
    "ai-atk-s0508a24:127_5": "He, having told the Teacher, gave him the going forth.",
    "ai-atk-s0508a24:127_6": "After going forth in many ways he saw advocated disciple, and he learned the full ordination with the people of peace, having given them full ordination on the four absorptions, and attaining the transferred to the doing of the four absorptions, he became skilled at ease and emerging from them.",
    "ai-atk-s0508a24:127_7": "Such is perception, such is the best thing,",
    "ai-atk-s0508a24:127_8": "While he has attained the bliss of seclusion and seventy-four kinds of bliss falling in himself within himself, he reflected on his own lion’s roar:",
    "ai-atk-s0508a24:128_0": "510.",
    "ai-atk-s0508a24:129_0": "“When the Teacher first saw the danger,",
    "ai-atk-s0508a24:130_0": "After seeing (him) a supreme amongst men,",
    "ai-atk-s0508a24:131_0": "511.",
    "ai-atk-s0508a24:132_0": "“He who beats with his hands, a footprint might think:",
    "ai-atk-s0508a24:133_0": "Having thus destroyed the Teacher, having sent away in the world,",
    "ai-atk-s0508a24:134_0": "512.",
    "ai-atk-s0508a24:135_0": "“I give up wealth, children and partners, and money.",
    "ai-atk-s0508a24:136_0": "I cut off my hair and beard and went forth from the lay life to homelessness.",
    "ai-atk-s0508a24:137_0": "513.",
    "ai-atk-s0508a24:138_0": "“Sīvaka, endowed with good livelihood,",
    "ai-atk-s0508a24:139_0": "paying homage to the Sambuddha, the Awakened One,",
    "ai-atk-s0508a24:140_0": "514.",
    "ai-atk-s0508a24:141_0": "“Just as I had given up my mind,",
    "ai-atk-s0508a24:142_0": "I wouldn’t sit down on a bear, at the time of the dart of craving,",
    "ai-atk-s0508a24:143_0": "515.",
    "ai-atk-s0508a24:144_0": "“See my energy and vigor!",
    "ai-atk-s0508a24:145_0": "I attained the three knowledges; I have attained the instruction of the Buddha.",
    "ai-atk-s0508a24:146_0": "516.",
    "ai-atk-s0508a24:147_0": "“I know their past lives, have clarified the divine eye,",
    "ai-atk-s0508a24:148_0": "I am worthy of a religious donation, liberated,",
    "ai-atk-s0508a24:149_0": "517.",
    "ai-atk-s0508a24:150_0": "“As abode, ~ the sun rises up,",
    "ai-atk-s0508a24:151_0": "Having off craving for all craving, he recited these verses:",
    "ai-atk-s0508a24:152_0": "Herein, when one is enquiry",
    "ai-atk-s0508a24:152_1": "first received the first,",
    "ai-atk-s0508a24:152_2": "The Teacher saw him, (saying):",
    "ai-atk-s0508a24:152_3": "without fear, seeing fear in any quarter.",
    "ai-atk-s0508a24:152_4": "For this is the meaning:",
    "ai-atk-s0508a24:152_5": "May all beings, all of them classed as an uplifted calm, fear, and deceitful, seeing the truth of the Bodhisatta, all came to me after hearing the Dhamma’s rolling, the highest among the world, the highest Buddhas, the finest (of the four quarters), and the knowledge of the lady (into dough). And after going to the head of the Seer of the Faith, I saw the Teacher, the highest among men, the supreme Buddhas, the world with its gods and humans.",
    "ai-atk-s0508a24:152_6": "and showing them an opportunity to me:",
    "ai-atk-s0508a24:152_7": "The meaning of this:",
    "ai-atk-s0508a24:152_8": "anyone who lives in such a place, thinking “I will be a person who can,” and after having slept his head in the presence of the Teacher, he might making an expert than that. Then he returns to his feet in this way: “I’ll opportunity,” and when he had no longer presents, he would not at ease like that for his advice.",
    "ai-atk-s0508a24:152_9": "Hence it is then ...",
    "ai-atk-s0508a24:152_10": "live without homes.”",
    "ai-atk-s0508a24:152_11": "There they’ll give up the cloth,",
    "ai-atk-s0508a24:152_12": "“The fire is thrown away,” “Thush it,”",
    "ai-atk-s0508a24:152_13": "Would this Elder Nun, who had gone forth taken the child not possess? Having gone forth sent for him, thinking, “Who is this?” he gave the name to his son?",
    "ai-atk-s0508a24:152_14": "It’s like when a man cuts through the fruit of a tree that cuts off the fruits and is produced from what is inferior.",
    "ai-atk-s0508a24:152_15": "it should be seen like this.",
    "ai-atk-s0508a24:153_0": "the training precepts of livelihood is included in the higher morality; about livelihood is well-proclaimed for the sake of livelihood; and the one who fulfills the training precepts in the way already stated, but the training proclaimed by livelihood; and those who live in dependence on the Buddha fulfilling the training according to fellows in their livelihood; and those who fulfill the training proclaimed by the essence with livelihood.",
    "ai-atk-s0508a24:153_1": "Then he shows that he is established in the Pātimokkha.",
    "ai-atk-s0508a24:153_2": "restrained in the sense faculties,",
    "ai-atk-s0508a24:153_3": "The meaning is that it is given in the Vibhaṅga thus: “He is mindful, discerning that is well-proclaimed, the meaning is, and the elimination of mindfulness” , and so on.",
    "ai-atk-s0508a24:153_4": "In this way the recitation of the Monastic Code is shown by Pātimokkha restraint, and of the Pātimokkha it is said: “Now, the elder is the fourth, it is far from the highest practice.”",
    "ai-atk-s0508a24:153_5": "Afterwards, later I dwelt in discomfort, the dwelling place wherever I was deteriorated, and discomfort, without being troubled. For all these things were the meaning, the meaning is this:",
    "ai-atk-s0508a24:154_0": "So since he is firm in familiar and pride, possessed of virtue and practices the defilement of the defilements,",
    "ai-atk-s0508a24:154_1": "A wish for them warms their desire",
    "ai-atk-s0508a24:154_2": "you should resign the mind by thought.",
    "ai-atk-s0508a24:154_3": "Sīhabāhu thought,",
    "ai-atk-s0508a24:154_4": "his mind is satisfied by me.",
    "ai-atk-s0508a24:154_5": "How am I, what is it?",
    "ai-atk-s0508a24:154_6": "“Someone with absolutely headed by the fire of my heartwood would not be able to pull out my heart through the protection clinging to my heart. I am unable to sit down on a low seat.”",
    "ai-atk-s0508a24:155_0": "When a mind is developed in this way, after developing the meditation on emerging from the night, he emerges from the attainment at night. Then, having risen above the sky, he has entered upon perfections the meditation subject.",
    "ai-atk-s0508a24:155_1": "Therefore it is said: “It is in brief!”",
    "ai-atk-s0508a24:155_2": "(But) the appearance of the defilements, without pollutants,",
    "ai-atk-s0508a24:155_3": "Disagreement in the night’s day and night;",
    "ai-atk-s0508a24:155_4": "on the rising of the Sun, having performed the (rising) characteristics,",
    "ai-atk-s0508a24:155_5": "Having given up all craving, they would not seek the aggregate of craving, yet clinging to them, and then merely, without placing them, affection, infatuation, and passionlessness.",
    "ai-atk-s0508a24:155_6": "sat down on a couch after cross-legged, sat down cross-legged,",
    "ai-atk-s0508a24:155_7": "The same is the same.",
    "ai-atk-s0508a24:156_0": "Mahākappina is finished.",
    "ai-atk-s0508a24:157_0": "The Book of the Eights is finished."
}