{
    "ai-atk-s0506a2:0_0": "2. Purisavimānaṁ",
    "ai-atk-s0506a2:1_0": "5. Mahārathavaggo",
    "ai-atk-s0506a2:2_0": "Quickly prepared water-lilies",
    "ai-atk-s0506a2:3_0": "(The Buddha) called Koṇḍikaputta was worshipped by a great low son,",
    "ai-atk-s0506a2:3_1": "who they will go to his wife.",
    "ai-atk-s0506a2:3_2": "the Fortunate One was dwelling near Campā on the banks of the Gaggarā Lotus Pond.",
    "ai-atk-s0506a2:3_3": "Then in the morning when he was sitting on a charming path he saw a crooked fragrant Bhikkhus, having arisen in the air, and rose up into the air, and when he saw the Bhikkhus, he entered Konāgamana, having entered upon the town hall with his own citadel, and cities, the highest among men. Then, he, having entered upon the town-hundred and well-hundred for the Bhikkhus, after making an immediately became one, the road in the morning time in the gathering, and rose-",
    "ai-atk-s0506a2:4_0": "Solitary catches, thinking, “Sometimes, Ponds is a diging the marks of a lotus pond,” he is said to be the assembly.",
    "ai-atk-s0506a2:4_1": "From that he came to Laṅkā, while the Teacher was teaching the Dhamma to peace, having seen the Truth, and had reached the supreme fullness of peace, stood in the midst of all the people, having seen that wonder, with his broke off his head, leaning on the pad, and surrounding him with his own hands.",
    "ai-atk-s0506a2:4_2": "When his mind was ready, he saw the Thirty-Three 20,000 leagues making a bordering on a piece of glowing coals, and he was still more than twelve leagues, then I saw the Buddhas coming back in the way: “And, what is it my self?” and he saw the reappearing in disgusting this way, when he saw the Buddha Saṅkicca was asked, he thought, “How would I still not practiced myself?”",
    "ai-atk-s0506a2:4_3": "He arrived at the distance of the people, having surrounded the great crowd, and saw a large crowd, holding his head, and pronounced his clasped hands and feet, he stood with his head at the feet of the Buddha.",
    "ai-atk-s0506a2:4_4": "Then the Fortunate One, knowing that the attendance of the deeds, (haves) continued existence, saying:",
    "ai-atk-s0506a2:5_0": "857.",
    "ai-atk-s0506a2:6_0": "“Who now pays homage at my feet, Shining with glory of success,",
    "ai-atk-s0506a2:7_0": "observed all quarters – these are the best.”",
    "ai-atk-s0506a2:8_0": "asked questions about the questions and asked questions,",
    "ai-atk-s0506a2:8_1": "Herein, what is the meaning of the deities? What is the meaning of? What is the meaning?",
    "ai-atk-s0506a2:8_2": "that for a long time will be for my benefit and happiness.”",
    "ai-atk-s0506a2:8_3": "foot-stands for feet:",
    "ai-atk-s0506a2:8_4": "Queen Saviṭṭhaticks through this psychic power",
    "ai-atk-s0506a2:8_5": "Because of this fame:",
    "ai-atk-s0506a2:8_6": "A flames consequence,",
    "ai-atk-s0506a2:8_7": "Excellent: with extra effort and shakes off, with Sundarīnandā,",
    "ai-atk-s0506a2:8_8": "The meaning is: the colour of the skin , inner skin, is the meaning.",
    "ai-atk-s0506a2:9_0": "Then the god who was his former wife, and a deity gave these verses to his former relations:",
    "ai-atk-s0506a2:10_0": "858.",
    "ai-atk-s0506a2:11_0": "“In the past I was a gate, a house, I living in water,",
    "ai-atk-s0506a2:12_0": "now he listens to the Dhamma of the calf, Vaccha.",
    "ai-atk-s0506a2:13_0": "859.",
    "ai-atk-s0506a2:14_0": "“I whomever has psychic power, who has confidence,",
    "ai-atk-s0506a2:15_0": "“See my praise of the beauty and the happiness of mine.",
    "ai-atk-s0506a2:16_0": "860.",
    "ai-atk-s0506a2:17_0": "“Those who are Longers of the Buddhas heard:",
    "ai-atk-s0506a2:18_0": "having gone to a unshakable place, where they are.”",
    "ai-atk-s0506a2:19_0": "858.",
    "ai-atk-s0506a2:19_1": "Herein, previously :",
    "ai-atk-s0506a2:19_2": "This is his own success, and this is his own success.",
    "ai-atk-s0506a2:19_3": "it is a bloated corpse that is ploughed off in water, ploughed in the water, where it is dropped on the ground.",
    "ai-atk-s0506a2:19_4": "Gossesorts: living in that place, roaming the streets and frequenting resorts,",
    "ai-atk-s0506a2:19_5": "for one who is lethaved by water and resort,",
    "ai-atk-s0506a2:19_6": "For anyone who lives in a water-elephant, even if not, he is about to go into the household, but he is about to live.",
    "ai-atk-s0506a2:19_7": "As he listens to the teaching of the Brahma’s teaching, he must listen to the Dhamma of the Avīci hell of the Similarts, which he listens to the Doctrine of the Teacher’s teaching, was said to be the foremost in spiritual practitioner’s teaching.",
    "ai-atk-s0506a2:19_8": "Vacchapāla, Vacchapāla, Alaka, From my neck robber, gather up the sticks, and creepers behind me. Then he staff, rolled up on me,",
    "ai-atk-s0506a2:20_0": "I was the one who conversed the Protector of mind, whose minds are the reason why the divine abidings for confidence in the Master whose mind is the meaning.",
    "ai-atk-s0506a2:20_1": "fame and retinue,",
    "ai-atk-s0506a2:20_2": "Understanding the recollection of sensual pleasures, etc.",
    "ai-atk-s0506a2:20_3": "golden coloured scented coins.",
    "ai-atk-s0506a2:20_4": "Which is burning for twelve leagues, and for twelve leagues,",
    "ai-atk-s0506a2:21_0": "860.Yeti ye sattā.",
    "ai-atk-s0506a2:21_1": "but the sound of drums and clayes:",
    "ai-atk-s0506a2:21_2": "they will bring you under your control,",
    "ai-atk-s0506a2:21_3": "Lots are long enough for me,",
    "ai-atk-s0506a2:21_4": "They heard,",
    "ai-atk-s0506a2:21_5": "Gotama by his clan.",
    "ai-atk-s0506a2:21_6": "unshakable, immeasurable,",
    "ai-atk-s0506a2:21_7": "For this is the meaning:",
    "ai-atk-s0506a2:21_8": "After passing away from here, the Buddha wouldn’t get too far from there even a hundred times.",
    "ai-atk-s0506a2:22_0": "Then the Buddha taught the Dhamma to his assembly.",
    "ai-atk-s0506a2:22_1": "At the conclusion of the gods of stream-entry was established in the fruit of Stream-Entry 84,000 breathing beings.",
    "ai-atk-s0506a2:22_2": "worshipping the Fortunate One, and circumambulating the Community of monks with their heads at the foot of a god.",
    "ai-atk-s0506a2:23_0": "The golden poisonous sons is finished.",
    "ai-atk-s0506a2:24_0": "2. Revatīvimānavaṇṇanā",
    "ai-atk-s0506a2:25_0": "Telling him on the bank of the Suppiyā, on the summary,",
    "ai-atk-s0506a2:25_1": "who they will go to his wife.",
    "ai-atk-s0506a2:25_2": "the Fortunate One lived near Bārāṇasī in the Deer Park at Isipatana.",
    "ai-atk-s0506a2:25_3": "Now at that time a family of faithful lay follower named Benares, the son of the Sakyans, had a family named Nandā, and a giver.",
    "ai-atk-s0506a2:25_4": "Then his mother and father had the drum beaten later named Kapilavatthu.",
    "ai-atk-s0506a2:25_5": "and is unvirtuous. Now, the faithless one, the virtues of Nanda,",
    "ai-atk-s0506a2:25_6": "When you’ve taken up this mother and said, “Go and sit down, I’ll sit down at the place where you spread out, to sit down, and drinking the cows. We’ll get a seat, set out the water for drinking and water for washing my feet.” After washing my bowl, you’ll sit down, get a foot-scraper, and swirls.",
    "ai-atk-s0506a2:25_7": "that is what she did.",
    "ai-atk-s0506a2:25_8": "Then, after making that wet, they informed his son, saying: “My son has been born,” he replied.",
    "ai-atk-s0506a2:26_0": "Then he said to my parents, “Bhaddiya, if you were to look for my parents in this home, you would be diligent.”",
    "ai-atk-s0506a2:26_1": "After agreeing with the intention of (them), and having had become a meal offering, and she gave two sons to her sons,",
    "ai-atk-s0506a2:26_2": "When their parents died,",
    "ai-atk-s0506a2:26_3": "he became well-known as the home.",
    "ai-atk-s0506a2:26_4": "And when he had been given a gift of the Saṅgha of mendicants, the chiefs of the letter gave a _kahāpaṇa_ to the house of alms.",
    "ai-atk-s0506a2:26_5": "The Lord of the World, the four great teachers, having precious food and four-footed a palace into the presence of the Buddha, consecrated the great embankments, having shown that he offerings to the gods of the Thirty-Three, the South, together with his Saṅgha, and giving the gods of the Thirty-Three, the Buddhas, the Serpent kingdom of Bhikkhus, the assembled four yojanas, and was a palace of the most excellent religious donations, –",
    "ai-atk-s0506a2:27_0": "It would be good to ask Mahāmoggallāna if he saw the gods of the Thirty-Three and he asked him, “Venerable Mahāmoggallāna.”",
    "ai-atk-s0506a2:27_1": "“Sir, preparing the stilt longhouse of Benares, the owner of the world, the lord of menstruation made a palace named Benares.”",
    "ai-atk-s0506a2:27_2": "Vaḍḍha, thinking: “Bhaddā, we cannot these things,” and so he told him what had happened. Then he said, “Bhaddā’s young men. We were disillusioned, dispassionate, fainted, appearance, and thorny drums,” and so he said, “To it was an oppressed of the gods. ”",
    "ai-atk-s0506a2:27_3": "The senior monk consented and asked him, “How many meritorious deeds?” and when he was reborn in the four worlds, he questioned the four worlds, saying, “How many people have been reborn in the world?”",
    "ai-atk-s0506a2:27_4": "“Moggallāna, are you not reborn in the world of the gods? When you have seen me permission, why do you have you seen me?”",
    "ai-atk-s0506a2:27_5": "“Yes, sir,” they replied.",
    "ai-atk-s0506a2:27_6": "Then the teacher, knowing that the teacher approves, having opened, said this to that person: “From this person’s deliverance, making merit and shows that the next world’s simply merit.”",
    "ai-atk-s0506a2:28_0": "861.",
    "ai-atk-s0506a2:29_0": "“For a long time I’ve arrived at afar,",
    "ai-atk-s0506a2:30_0": "relatives, and friends,",
    "ai-atk-s0506a2:31_0": "862.",
    "ai-atk-s0506a2:32_0": "“In this way, may one who has performed meritorious deeds,",
    "ai-atk-s0506a2:33_0": "Wise Ones accept merit, (thinking):",
    "ai-atk-s0506a2:34_0": "When he heard that, he was the most meritorious gifts, while he was proceedings, he brought a gift out of compassion for the Sangha. He said, “Give me a gift, and I will carry a plough to the Sangha.”",
    "ai-atk-s0506a2:34_1": "She consented.",
    "ai-atk-s0506a2:34_2": "And when he goes, he gives the gift where there is none of the mendicants who give gifts, saying:",
    "ai-atk-s0506a2:34_3": "His pollutants come from afar, the thought “Through thefters of afar,” and they desire to give out of compassion.",
    "ai-atk-s0506a2:34_4": "And Revata gave that very day, preparing the meals for the following parts, disheveled the monks as a meal.",
    "ai-atk-s0506a2:34_5": "When the monks are fearful, and terrified, they smiled the skin of the head, leaning on a string, and wooden shells, looking at these kinds of fishes, and placed their slaves, saying, “Whoever rolls away the ascetics!”",
    "ai-atk-s0506a2:35_0": "Then, as I was going, she entered the house for alms, she sounded it, took it away and entered her house.",
    "ai-atk-s0506a2:35_1": "On the second day of the most excellent Community of monks headed by the Buddha. Having set up a regular meal on the following day, he set rolling the rice to his own hands. Then he whip, which was put on you.",
    "ai-atk-s0506a2:35_2": "But after some time, while familiar was reborn in the realm of the Thirty-Three.",
    "ai-atk-s0506a2:35_3": "And he abused all that gifts from everything over to me. Having gained a gift of these, he abused and insulted the mendicant Saṅgha.",
    "ai-atk-s0506a2:35_4": "Then Vessavaṇa informed two spirits: “Go and go to Benares, Jīvaka. God-King in Benares, you keep going to hell for seven days.”",
    "ai-atk-s0506a2:35_5": "Having heard that, the crowd was terrified and awful,",
    "ai-atk-s0506a2:36_0": "On Revata ascended it, and sat down in the door,",
    "ai-atk-s0506a2:36_1": "Two on that very day the works of the Jina, having consecrated the Flame and yellowed the native spirits, were brought red-hot by the shaven suns, and burning sunshade and creeping animals, bringing backwards through the shade, he said, “This monk is like a red-hotting sunshade and moon,” and then exhausted the clouds of the hunger of the hunger. Then he said, “Dough hes it, riemetics it, ozed from the sky through the sky through the air of the sky, heat of the hunger of the radiates, and shade of obs, heat of the bad destinations, perfumemblicked by the hus, heat, and hus.",
    "ai-atk-s0506a2:36_2": "Then the Yama’s mentioned in hell –",
    "ai-atk-s0506a2:37_0": "863.",
    "ai-atk-s0506a2:38_0": "“Get up, Revata, Revata, dwelt in the dream of the Avanti.",
    "ai-atk-s0506a2:39_0": "wherever they might bring, even if they are poorly dressed, their clothes are difficult to support.”",
    "ai-atk-s0506a2:40_0": "Herein, rise up is low. That is why the Palace of the World is not able to come by. Comparing the wardens of hell force.",
    "ai-atk-s0506a2:40_1": "(but) you are Revata, not being heedless,",
    "ai-atk-s0506a2:40_2": "if he is obstructed by the dream of the household life, etc., that is to be done,",
    "ai-atk-s0506a2:40_3": "Because you abuse and insult the noble ones, so you’ve finished off the doors of the noble ones. That’s why you do so only for your advantages.",
    "ai-atk-s0506a2:40_4": "Whatever ethical conduct is not worth in such virtues, stinginess, or generosity in places, or faithless.",
    "ai-atk-s0506a2:40_5": "Because he cannot defeat the habit of ethical conduct for himself, the Holy One, who gives the precepts of conduct and observances, the teachers of the same kind, and whose ethical conduct is intimidate for himself is the most excellent of defect for those who are self-control, and so on.",
    "ai-atk-s0506a2:40_6": "wherever there are poorly dressed, pained and depressed,",
    "ai-atk-s0506a2:40_7": "They’re not attached to hell, the animal realm, or the ghost realm. If they don’t go in hell, the animal realm, or the ghost realm. They don’t bring it down.",
    "ai-atk-s0506a2:41_0": "864.",
    "ai-atk-s0506a2:42_0": "“But when you like this, Yamunā the two spirits,",
    "ai-atk-s0506a2:43_0": "they took hold of carpets in the presence of the gods and called the hosts of gods.”",
    "ai-atk-s0506a2:44_0": "This is the proper conduct.",
    "ai-atk-s0506a2:45_0": "Herein, having spoken thus, “Through that just as the word,” etc., the meaning is “withstanding his words, “Then is interrupted” .",
    "ai-atk-s0506a2:45_1": "when the Yamunā is announced to the King, the King of the earth,",
    "ai-atk-s0506a2:45_2": "shone like a Vepacitti,",
    "ai-atk-s0506a2:45_3": "For those thirty-two parts of existence were not consumed by them.",
    "ai-atk-s0506a2:45_4": "Since they say, “Nothing isn’t found on me,” they do not contradict those who do not understand, then do so after telling them to do it.",
    "ai-atk-s0506a2:45_5": "for you are not able to see the other sages.",
    "ai-atk-s0506a2:45_6": "placed a spirit in that place where the yakkhas",
    "ai-atk-s0506a2:45_7": "What is called “the red”",
    "ai-atk-s0506a2:45_8": "His spirits are demolished,",
    "ai-atk-s0506a2:45_9": "the great hermit, having seen the earth,",
    "ai-atk-s0506a2:45_10": "One is staying alone and one month. They bathe and the otherwise were reborn in the neighborhood of Bāhiya,",
    "ai-atk-s0506a2:45_11": "Revata, Revata,",
    "ai-atk-s0506a2:45_12": "And Revata’s name is this.",
    "ai-atk-s0506a2:45_13": "for he said: “That is why it is said.”",
    "ai-atk-s0506a2:45_14": "*all spendingly: “It is fitting to put away.”",
    "ai-atk-s0506a2:45_15": "was reborn amongst gods and humans (only) in the company of the Thirty-Three.",
    "ai-atk-s0506a2:46_0": "When they saw the thirty-two consecrations of the native spirits, having seen them set out, were delighted in the circle of Yakkhas, and not far from them –",
    "ai-atk-s0506a2:47_0": "865.",
    "ai-atk-s0506a2:48_0": "“Having given up the colour of a golden poison, which was very beautiful, ~ and charming flags,",
    "ai-atk-s0506a2:49_0": "The crowd of people, being undisturbed, loving-kindness, and waves,",
    "ai-atk-s0506a2:50_0": "866.",
    "ai-atk-s0506a2:51_0": "“Nandā, the group of forty-four years exhausted above at both ends,",
    "ai-atk-s0506a2:52_0": "he looks on the golden plates, who will rejoice in heaven!”",
    "ai-atk-s0506a2:53_0": "Those yakkhas asked them:",
    "ai-atk-s0506a2:54_0": "867.",
    "ai-atk-s0506a2:55_0": "“Nandiya, the laymen of Nandiyasī, a lay follower, who knows moderation, and knows moderation.",
    "ai-atk-s0506a2:56_0": "The sun (dwells) at the sun rising, the sun came,",
    "ai-atk-s0506a2:57_0": "868.",
    "ai-atk-s0506a2:58_0": "“Nandā, the group of forty-four years exhausted above at both ends,",
    "ai-atk-s0506a2:59_0": "he looks on the golden statue, he looks on with great fortune.”",
    "ai-atk-s0506a2:60_0": "They declare:",
    "ai-atk-s0506a2:61_0": "868.",
    "ai-atk-s0506a2:61_1": "Herein, Candana means being endowed with the sweet sound of flowers, having carrpets and garlands, perfumes and garlands,",
    "ai-atk-s0506a2:61_2": "these covers with both ends, both ends and outside.",
    "ai-atk-s0506a2:62_0": "Soon afterwards:",
    "ai-atk-s0506a2:63_0": "869.",
    "ai-atk-s0506a2:64_0": "“Mendicant, I am the wife of the lord of men,",
    "ai-atk-s0506a2:65_0": "After eating her food, I will not find any reward in hell force.”",
    "ai-atk-s0506a2:66_0": "Āha.",
    "ai-atk-s0506a2:66_1": "Herein, a house is brought from a house.",
    "ai-atk-s0506a2:66_2": "Or the wife, “Paṭācārā,” and the practice that leads to a bad destination.",
    "ai-atk-s0506a2:66_3": "All of Sakulā’s eminent sages, the son of a good family, and the grandsons, and I will be hissidatta.”",
    "ai-atk-s0506a2:66_4": "In that (these) I will lay woman, the Lord of the World, and that (said):",
    "ai-atk-s0506a2:66_5": "They’re not able to see them, even if they don’t go to see them, they’re not going to see them.",
    "ai-atk-s0506a2:67_0": "he says, “What are you like, sir? Don’t think, “What’s the point of hell for your sake?” and then say to them:",
    "ai-atk-s0506a2:68_0": "870.",
    "ai-atk-s0506a2:69_0": "“This is a good destiny, in the world of your merit. You haven’t performed such merits.",
    "ai-atk-s0506a2:70_0": "for one who’s stingy, who doesn’t get bad characterized the heavens in the same way.",
    "ai-atk-s0506a2:71_0": "on that occasion, on a verse,",
    "ai-atk-s0506a2:71_1": "The meaning of this:",
    "ai-atk-s0506a2:71_2": "This is the practice of you to be a long time, (and now) you are to be tormented for a long time.",
    "ai-atk-s0506a2:71_3": "Many meritorious acts, in the world of youth, human beings, himhave in regard to this world of men, the human state, fame, shamelessness, and famousness, as one who lives diligently, keenly and resolutely reaches the peak of merit, but one who has abundant good qualities, bodies the world of his own life, and who encounterates the gods. And the animal realm, the glory of the gods, and humans makes much merit.",
    "ai-atk-s0506a2:72_0": "But when they said this, two yakkhas vanished right there.",
    "ai-atk-s0506a2:72_1": "Yet when he came to hell equal one lifetime in the Pink Lotus hell equal one lifetime in the Yellow Lotus hell as though he were burning and seeing him,",
    "ai-atk-s0506a2:73_0": "871.",
    "ai-atk-s0506a2:74_0": "“Why will I become filthy, stinking, and semen will be emitted?",
    "ai-atk-s0506a2:75_0": "What’s the point of foulness? What is theirs?”",
    "ai-atk-s0506a2:76_0": "he asked his people to go to hell,",
    "ai-atk-s0506a2:77_0": "872.",
    "ai-atk-s0506a2:78_0": "“This is deep and appears deep,",
    "ai-atk-s0506a2:79_0": "Whereas I can dwell all 84,000 years?”",
    "ai-atk-s0506a2:80_0": "In that place what is done in their own work, what is subject to birth,",
    "ai-atk-s0506a2:81_0": "873.",
    "ai-atk-s0506a2:82_0": "“Why did he do bad things by way of body, speech, and mind?",
    "ai-atk-s0506a2:83_0": "who transmigration has got what is profound, who is stone falling in the air?",
    "ai-atk-s0506a2:84_0": "874.",
    "ai-atk-s0506a2:85_0": "“Ascetics, brāhmaṇas, and other families,",
    "ai-atk-s0506a2:86_0": "Whoever would attain that wickedness?”",
    "ai-atk-s0506a2:87_0": "and doing it again he spoke again:",
    "ai-atk-s0506a2:88_0": "875.",
    "ai-atk-s0506a2:89_0": "“Then Iroper has transmigration is deep,",
    "ai-atk-s0506a2:90_0": "There you need rains during 84,000 years.”",
    "ai-atk-s0506a2:91_0": "and took a (food) from her own group.",
    "ai-atk-s0506a2:91_1": "Herein, there is no transmigration that is permanent, everlasting, eternal, and imperishable, and so on is called the foremost...",
    "ai-atk-s0506a2:92_0": "It’s not totally sort of your hands and feet that I transmigrated them with hands, but many thousands of years.",
    "ai-atk-s0506a2:93_0": "876.",
    "ai-atk-s0506a2:94_0": "“Being the sheet, there are some cut, and unbroken running on the ground.",
    "ai-atk-s0506a2:95_0": "So this carcass were eaten by crows and sauces.”",
    "ai-atk-s0506a2:96_0": "There they brought him to the place where they had obtained.",
    "ai-atk-s0506a2:96_1": "Herein, Kāḷhaka means",
    "ai-atk-s0506a2:96_2": "While they were nicely plunging in many ways, it seems, many hundreds of thousands of meat, troughs, many hundreds of thousands of meat, and many thousands of rubbed their mouths,",
    "ai-atk-s0506a2:96_3": "Hence the Buddha said: “Here they should eat patients together with our garments.”",
    "ai-atk-s0506a2:97_0": "(But) human beings, now there is surely augmentation of requestance with that prevented by the name of the world –",
    "ai-atk-s0506a2:98_0": "877.",
    "ai-atk-s0506a2:99_0": "“Very good, I am doing what is skillful.",
    "ai-atk-s0506a2:100_0": "giving, conduct, and restraint.",
    "ai-atk-s0506a2:101_0": "That happiness is not happy, and having regrets in the future.”",
    "ai-atk-s0506a2:102_0": "again and again, the Great Hell:",
    "ai-atk-s0506a2:103_0": "878.",
    "ai-atk-s0506a2:104_0": "he slandered them to bearing and lamenting: “This is yours,",
    "ai-atk-s0506a2:105_0": "the result of deeds ...",
    "ai-atk-s0506a2:106_0": "And so they said:",
    "ai-atk-s0506a2:107_0": "879.",
    "ai-atk-s0506a2:108_0": "“Who would you like this?”",
    "ai-atk-s0506a2:109_0": "When it has been laid down, they give gifts, and give gifts to be given to the one who is needed.",
    "ai-atk-s0506a2:110_0": "for one who isn’t stingy, or who has bad characterized the heavens.",
    "ai-atk-s0506a2:111_0": "880.",
    "ai-atk-s0506a2:112_0": "“I went from here with a human state,",
    "ai-atk-s0506a2:113_0": "I am accomplished in ethics, doing a good thing,",
    "ai-atk-s0506a2:114_0": "giving, conduct, and restraint.",
    "ai-atk-s0506a2:115_0": "881.",
    "ai-atk-s0506a2:116_0": "“ Roja, and the homeless disease",
    "ai-atk-s0506a2:117_0": "and with a mind that are clear,",
    "ai-atk-s0506a2:118_0": "882.",
    "ai-atk-s0506a2:119_0": "“After the fourteenth, the fifteenth, and the eighth of the fortnight,",
    "ai-atk-s0506a2:120_0": "which in the past, future and present,",
    "ai-atk-s0506a2:121_0": "883.",
    "ai-atk-s0506a2:122_0": "“Look at the opportunity, having restrained virtue,",
    "ai-atk-s0506a2:123_0": "I’ll never seen this gift.”",
    "ai-atk-s0506a2:124_0": "884.",
    "ai-atk-s0506a2:125_0": "After reflecting thus: “Through (living) the lotuses,",
    "ai-atk-s0506a2:126_0": "(thinking): “Which is the wardens of hell, the garden” and so forth he said,",
    "ai-atk-s0506a2:127_0": "while the Teacher’s teaching is included thus:",
    "ai-atk-s0506a2:128_0": "885.",
    "ai-atk-s0506a2:129_0": "“In the past I was a corrupt maiden of the ascetics and brahmins,",
    "ai-atk-s0506a2:130_0": "Having destroyed these things, he crushed the top of the life of purity.”",
    "ai-atk-s0506a2:131_0": "spoke the verse:",
    "ai-atk-s0506a2:131_1": "Herein, before stinginess in the mortification in hell, the animal realm, and the others should be understood to be understood.",
    "ai-atk-s0506a2:131_2": "each is worth learning.",
    "ai-atk-s0506a2:132_0": "Revata then told the Buddha.",
    "ai-atk-s0506a2:132_1": "After hearing this teaching, the Buddha taught the bones topic and taught it.",
    "ai-atk-s0506a2:132_2": "If he is added, “This position of sensual pleasures because he calls decline in sensual pleasures, he thinks, “This man is observed” and “The gods of the Thirty-Three because I am bound to desire for a man who is bound up with them. Yet he doesn’t occcupations that there is no way to be for him.",
    "ai-atk-s0506a2:133_0": "The Revata is finished.",
    "ai-atk-s0506a2:134_0": "commentary on the skin of the hidden treasure,",
    "ai-atk-s0506a2:135_0": "he who speaks to a hundred carpets in the human realm,",
    "ai-atk-s0506a2:135_1": "who they will go to his wife.",
    "ai-atk-s0506a2:135_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:135_3": "At that time a certain brahmin had a son called Setavyā. He had a son named Setavyā who had completed the six months.",
    "ai-atk-s0506a2:135_4": "He has arrived at his father’s home. He went to the brahmin Pokkharasāti, and so on, having learned the auspicious bowl with well-trained words, he learned the skill in the three Vedas, the brahmin learning the well-places of knowledge.",
    "ai-atk-s0506a2:135_5": "He bowed to his teacher, and saying: “What is yours in your presence? I give you a trinket-place?”",
    "ai-atk-s0506a2:135_6": "The teacher said: “Doctor, a pupil of the teacher, a thousand golden oriositions which will be a thousand times.”",
    "ai-atk-s0506a2:135_7": "When the teacher went to his mother and father, he bowed and sat down on one side. Then he said: “Dear it, I will give you a message,” and getting it to me.",
    "ai-atk-s0506a2:135_8": "She said, “Look her today, it is the wrong time, posts, slaughtered, and bags.” And he placed a bag, saying,",
    "ai-atk-s0506a2:135_9": "When he knew that the bandits had been robbed and gone along a road, they cried up in a certain forest or tree, and seized him with a jar of molasses. Then the cows, thinking, “Let us go to the charnel ground,”",
    "ai-atk-s0506a2:136_0": "At the time of dawn he saw a great sacrifice, and he was established in the neighborhood of a world, and the robbers were placed on the ground. He sat down at the root of a tree thieves, and his having approached the robbed, the Buddha sat down at the root of a tree thief.",
    "ai-atk-s0506a2:136_1": "The student who had taken a wrong turn and set out from his own teacher’s head. While sitting on the road, he approached the Buddha and stood there.",
    "ai-atk-s0506a2:136_2": "“Where are you going, Master Gotama? I’ll go there.” And he said, “I’ll go a lotus pond, Pond, or my teacher’s feeding.”",
    "ai-atk-s0506a2:136_3": "But the Buddha replied, “But do you know the five hindrances,” and on that, he said, “But I know. When I’m now” he said, “I don’t know the ascetic’s composed, how did you know the ascetic Gotama. Then I ask how to give the life of an ethical persons, and I undertook the head of the opposites, “But I shall give it to the Buddha?”",
    "ai-atk-s0506a2:137_0": "886.",
    "ai-atk-s0506a2:138_0": "“He who speaks to the Sakyans, in the Sakyans’ legal procedures done,",
    "ai-atk-s0506a2:139_0": "Having crossed over to the far shore, the Happy One with his attendants,",
    "ai-atk-s0506a2:140_0": "887.",
    "ai-atk-s0506a2:141_0": "“We shall go to the age of rebirths, old age, death, the sorrowless state,",
    "ai-atk-s0506a2:142_0": "the sweet-voiced virtue, the supreme introduction of Dhamma.",
    "ai-atk-s0506a2:143_0": "888.",
    "ai-atk-s0506a2:144_0": "“In the case of a gift given to the fourfold fruits and good men,",
    "ai-atk-s0506a2:145_0": "the eight persons for the Dhamma, for the Saṅgha, and for the sake of the Dhamma.”",
    "ai-atk-s0506a2:146_0": "recited the three verses:",
    "ai-atk-s0506a2:147_0": "886.",
    "ai-atk-s0506a2:147_1": "Herein, one who can understand that this is indeed the advantage.",
    "ai-atk-s0506a2:147_2": "say that the arrogant is its departed,",
    "ai-atk-s0506a2:147_3": "Remembering the best, the best, is the meaning.",
    "ai-atk-s0506a2:147_4": "He thought, “This must be used to god,” and they told them about,",
    "ai-atk-s0506a2:147_5": "And the Buddha too, Brahmā, and human beings, all of them were frightened among human beings, but in the various orders of gods. For the humans, he said, “Though this because he was accomplished in knowledge.”",
    "ai-atk-s0506a2:147_6": "Hence it is saying: “I can take it,”",
    "ai-atk-s0506a2:147_7": "Yet he abandons his own bodily partakes of the body, possesses the gift of only the sage, deficiently possessive, and the specifically effective.",
    "ai-atk-s0506a2:147_8": "Blessed One with four ways of conduct, Blessed One,",
    "ai-atk-s0506a2:147_9": "The fourteen, etc., are complete in all its aspects, that is to say, when what is to be completely understood as the classed as the discipline of the fruits of, etc., of the grossness ofness andnessing.",
    "ai-atk-s0506a2:147_10": "he reaches the far shore, he’s gone to the far shore.",
    "ai-atk-s0506a2:147_11": "It is not shared by the body, avoidance of the four kinds of mindfulness meditation, and right effort.",
    "ai-atk-s0506a2:147_12": "Because he has done so, he is sublime on a good place, a heavenly realm.",
    "ai-atk-s0506a2:147_13": "The Blessed One, the perfected one, the fully awakened Buddha causes himself to conflict with another without hurting the sacrificial post, who goes to the refuge, in the misfortune, in the middle, or the end of suffering. And the unhappy meaning is the simile of the lay life for refuge, with the in that way. “Going to the creature”",
    "ai-atk-s0506a2:148_0": "live on the noble path, extinguishing the noble path,",
    "ai-atk-s0506a2:148_1": "Hence the noble ones, because greed and so on,",
    "ai-atk-s0506a2:148_2": "Without incorporating the fruit,",
    "ai-atk-s0506a2:148_3": "For that is so, it is called “finally the signless, the defilement of craving, and the signs of the body, and the absence of the signless states of non-perception” in this way.",
    "ai-atk-s0506a2:148_4": "nature, liable to understand Dhamma,",
    "ai-atk-s0506a2:148_5": "Development is the state consisting in the teaching that is to say, that is to say, the states consisting in unity and Nibbāna.",
    "ai-atk-s0506a2:148_6": "or “this the Dhamma” is the best.",
    "ai-atk-s0506a2:148_7": "decrepit, it isn’t made by, conditioned, and conditioned.",
    "ai-atk-s0506a2:148_8": "the supreme calm.",
    "ai-atk-s0506a2:148_9": "there is no unrepulsive in the repulsive.",
    "ai-atk-s0506a2:148_10": "On the bank of the river, in every garden, the portion of the strings of bricks, rays, and all were sweetly sweetly.",
    "ai-atk-s0506a2:148_11": "omniscience should be undertaken by the fortunateness of omniscience . And since he has applications emptiness .",
    "ai-atk-s0506a2:148_12": "explaining the meaning of it as to meaning, etc., and as to receptacle, etc., of the profession, and so on.",
    "ai-atk-s0506a2:148_13": "he seeks out the three things that are contrary to the Dhamma,",
    "ai-atk-s0506a2:148_14": "For (but) when he hears that same time and like a plunges into a time and at the time of listening, he listens to both ends in the ways: “Even if you hear about it, like a pervading at both ends in both ways,” and in this way is said, “possessively.”",
    "ai-atk-s0506a2:148_15": "This is the fourth way of practice that leads to the suffering from giving up, that is, the fourth reason.",
    "ai-atk-s0506a2:148_16": "For the Dhamma of the scriptures, habits, and grounded in the case of the virtue, and they planetly practice the way that leads to the unshakable.",
    "ai-atk-s0506a2:148_17": "The meaning should be seen this.",
    "ai-atk-s0506a2:148_18": "When she had told her in accordance with the Dhamma, she said: “I renounce the training!”",
    "ai-atk-s0506a2:149_0": "wherever in regard to the Noble Ones’ Community",
    "ai-atk-s0506a2:149_1": "given to the trial period, etc.",
    "ai-atk-s0506a2:149_2": "what is given to them is very fruitful.",
    "ai-atk-s0506a2:149_3": "When he has reached the ultimate end of the defilements, he says, “The stream-enterer and the one practicing to realize the fruit of stream-entry.” But he said, “The one who is practicing to realize the fruit of once-return.”",
    "ai-atk-s0506a2:149_4": "With a pestle’s normal pair of chief disciples, after reaching the end of the eight persons.",
    "ai-atk-s0506a2:149_5": "And there is exceedingly the meaning in the Dhamma in this way: “For he who sees the Dhamma, having no taste of solid food.”",
    "ai-atk-s0506a2:149_6": "(thinking): “After attaining Nibbāna in the four Dhamma youth, the resigning a lesser life,",
    "ai-atk-s0506a2:149_7": "Virtue in ethics, and self-control and the Saṅgha,",
    "ai-atk-s0506a2:150_0": "When he said this, the student with the virtues of the three Vedas, together with his students, having spoken thus: “I am going to the mouth of a counselor who is satisfied with the Buddha, the brahmin students of Visākha, bringing him to his own hand, saying: “No doubting into the mouth, now I am able to face with his own hand the Beyond the great ocean”, he said to her: “Now,”",
    "ai-atk-s0506a2:150_1": "Having revolted the five training rules (after he established in their own) fruit, he gave the gift of those (true) fruits, and gave the gifts to them,",
    "ai-atk-s0506a2:150_2": "The thoroughly taken to it, and when he had fallen from the air, he thought, “I will not be able to recall having entered on a path leading to the Fortunate One.”",
    "ai-atk-s0506a2:150_3": "And the Buddha also said, “There’s no need to be reborn in this world of the gods.” But he returned to the Jeta Grove.",
    "ai-atk-s0506a2:151_0": "But it was by the Blessed One as a treasure whose mind was pure in the special qualities of virtue, etc., and as follows: “I precious in the special qualities of peace, the treasures, and the treasures, and the virtues of the treasures.” And the Buddha, etc., in the way already described under the heading of the treasures.",
    "ai-atk-s0506a2:151_1": "Without getting these many treasures he goes to the virtues of the treasure.",
    "ai-atk-s0506a2:151_2": "If you were to go living in the vicinity of the hole bandits, swept his life with a thousand coins, shakes and sangs, and then set out for his own life.",
    "ai-atk-s0506a2:151_3": "Then the student Tāvatiṁsa abode, having completed thirty leagues from Kapilavatthu, which is like a thousand leagues in the Sambuddha’s moved, one thousand leagues, or a hundred leagues away.",
    "ai-atk-s0506a2:152_0": "When they saw him, they went to the village of Setavyā and was reborn in the village of Pokkharasāti.",
    "ai-atk-s0506a2:152_1": "When they heard that, the brahmin Pokkharasāti and his relatives were residing in front of him. It was wanted to stay in his presence.",
    "ai-atk-s0506a2:152_2": "Then the student’s parents, having excited their funeral pyre. They A mount took the corpse and performed the thread.",
    "ai-atk-s0506a2:153_0": "Then the Buddha thought: “When I was coming, the monks will wait for six months, and I will teach the Dhamma to the Sangha of monks, and after going to the legal procedure of a certain tree, the monks have arrived at the foot of a tree, and like a great deal with the crowd, I will make a response.” And he sat down at the foot of a tree for the Buddha,",
    "ai-atk-s0506a2:153_1": "Then, after seeing the retinue of the Bodhisatta, the son of Kāsīs, (supernatural) presented him with their own hands, went to the Buddha, and pronounced his own residence, stood there circumambulating him with his own hands, and attendants: “I will go to the Buddha, the Lord of the treasures, and I will attend to him, together with the Community of monks.” And he went to his own feet, and bowed to the Buddha and stood to one side.",
    "ai-atk-s0506a2:153_2": "Seeing that crowd, a god, or a human being, he went to the Buddha and said: “Who is this god?”",
    "ai-atk-s0506a2:153_3": "Then the Fortunate One, having made meritorious deeds,",
    "ai-atk-s0506a2:154_0": "889.",
    "ai-atk-s0506a2:155_0": "“Not just so the moon doesn’t shine, nor do the sun does unpleasant,",
    "ai-atk-s0506a2:156_0": "Like that of the great hermits, who can go to Konāgamana, (there).",
    "ai-atk-s0506a2:157_0": "890.",
    "ai-atk-s0506a2:158_0": "“Preparedly the skin of the head, ~ with twenty leagues away,",
    "ai-atk-s0506a2:159_0": "Even as by night one is pure and bright, so very pure,",
    "ai-atk-s0506a2:160_0": "891.",
    "ai-atk-s0506a2:161_0": "“Like very large sauce with a lotuses, full of various blossoms,",
    "ai-atk-s0506a2:162_0": "to the exhausted of the Vijaya and the sun is like that of the sun.",
    "ai-atk-s0506a2:163_0": "892.",
    "ai-atk-s0506a2:164_0": "“The monastery of Ambapālī’s sarong, snapped the mango grove.",
    "ai-atk-s0506a2:165_0": "carrion-stench, (but) it is ready to go.",
    "ai-atk-s0506a2:166_0": "893.",
    "ai-atk-s0506a2:167_0": "“Behikkhus, there were no very beautiful white lotuses, which were decorated with blossoms,",
    "ai-atk-s0506a2:168_0": "They returned to the Anotatta lake, which was well taken up with blemished and beautiful golden flags.",
    "ai-atk-s0506a2:169_0": "894.",
    "ai-atk-s0506a2:170_0": "“What has this result of deeds ...",
    "ai-atk-s0506a2:171_0": "And just as they were when questioned by him, saying:",
    "ai-atk-s0506a2:172_0": "the god’s question to that god,",
    "ai-atk-s0506a2:173_0": "886.",
    "ai-atk-s0506a2:173_1": "Herein, one who gives birth.",
    "ai-atk-s0506a2:173_2": "the sky:",
    "ai-atk-s0506a2:173_3": "Contacts affection,",
    "ai-atk-s0506a2:173_4": "excessive in limitless ways,",
    "ai-atk-s0506a2:173_5": "This is said:",
    "ai-atk-s0506a2:173_6": "This is the simile of the earth that is limitless and free of enmity and illustrious, like the sun (loved) to the sky like the moon on the ground, and going to the air, or a very spot, or a very spot, or a great crowd’s head. Would you make an end to the gods?",
    "ai-atk-s0506a2:174_0": "if he cuts it into cuts, saying: “One who is inclining it,” is the meaning.",
    "ai-atk-s0506a2:174_1": "the taste of tastes,",
    "ai-atk-s0506a2:174_2": "shining light, heat:",
    "ai-atk-s0506a2:174_3": "and one greatly gloriously delivered through five hundred leagues,",
    "ai-atk-s0506a2:174_4": "Hence it is said: “Monk, 250 kilometers, is twenty leagues!”",
    "ai-atk-s0506a2:174_5": "Even if you do so, then the night is drawing by day, like the darkness in the dark of night, like the moonlight on the dark of night.",
    "ai-atk-s0506a2:174_6": "And cleansing the entirely cleansed, pure,",
    "ai-atk-s0506a2:174_7": "with the immaculate and rolling of all the times",
    "ai-atk-s0506a2:174_8": "beautified by Sundara.",
    "ai-atk-s0506a2:175_0": "Longer-coloured lotuses, which were full of white appearance, very beautiful, and delightful, glorious,",
    "ai-atk-s0506a2:175_1": "They say: ‘Lakes of white lotuses and white lotuses,’ and live reeding on the bank of the river.",
    "ai-atk-s0506a2:175_2": "* Doing so many with various kinds of flowering scented flowers,",
    "ai-atk-s0506a2:175_3": "* the wisdom there is from lucky-forming work and decorated mind,",
    "ai-atk-s0506a2:175_4": "They planted (?) to the cast-free, the net of the flesh, the (from the lake) in the net, and the net of the net, like the bird, sunshade.",
    "ai-atk-s0506a2:176_0": "While the sarong Tambapaṇṇi is encounternally dreadful and yellow,",
    "ai-atk-s0506a2:176_1": "After eleven times, he makes further effort for one day, and he drove up his clay.",
    "ai-atk-s0506a2:176_2": "it was said: “The dwelling is mangoes in this mango grove.”",
    "ai-atk-s0506a2:176_3": "(only) the flower Aṅgiyānī was deadly large and charming sounds, blossoming and raging, with an ornaments and garlands, fragrances, and perfumes, and so on.",
    "ai-atk-s0506a2:176_4": "Learning, reference to the word, “It is used for the division of softwood,”",
    "ai-atk-s0506a2:176_5": "(Surely) I lived together with you, full of congregations.",
    "ai-atk-s0506a2:177_0": "for many reasons are brought there.",
    "ai-atk-s0506a2:177_1": "In the body of various colours.",
    "ai-atk-s0506a2:177_2": "Where is untouched by the gods of men and gods, the Commentaries, delighting in heavens, the Beautiful Marks of Devas, –",
    "ai-atk-s0506a2:177_3": "It is here for this,",
    "ai-atk-s0506a2:177_4": "With Sumanā delighted, happy in minds,",
    "ai-atk-s0506a2:177_5": "They returned to the very blue lily’s fragrant blossoms, and very graceful lotuses, as though were entering the sky, and going through the centres’ delightful (?).",
    "ai-atk-s0506a2:177_6": "They (also) thinking: “Through weapons or lotuses or very weapons,” and they needed here, is the meaning.",
    "ai-atk-s0506a2:177_7": "(Anāthapiṇḍika said): “An a charming jewel, crystal, and mortifiers,",
    "ai-atk-s0506a2:177_8": "covered with golden plastered over the body, and so on.",
    "ai-atk-s0506a2:177_9": "the god Nimbaṭṭha wood, the Gods Who Love to Create, and so many people here in that place.",
    "ai-atk-s0506a2:178_0": "and asked the questions for the sake of accumulating kamma, he answers, for the sake of the great fruit, and in that is the offered to the fruit of his deeds.",
    "ai-atk-s0506a2:179_0": "So he answered these verses:",
    "ai-atk-s0506a2:180_0": "895.",
    "ai-atk-s0506a2:181_0": "“Through the path and the teacher, the Teacher was compassionate in this way, out of compassion,",
    "ai-atk-s0506a2:182_0": "I shall give you a teaching to you, having heard the teaching you can live.",
    "ai-atk-s0506a2:183_0": "896.",
    "ai-atk-s0506a2:184_0": "“Sirs, it’s not easy for a refuge to the mendicant Saṅgha.",
    "ai-atk-s0506a2:185_0": "“Sir, I first teach you about the first statement.",
    "ai-atk-s0506a2:186_0": "897.",
    "ai-atk-s0506a2:187_0": "“Don’t live free of filthy, ~ -",
    "ai-atk-s0506a2:188_0": "There is no suitable to provide for creatures, not unsuitable;",
    "ai-atk-s0506a2:189_0": "“Sir, I first teach you about the first statement.",
    "ai-atk-s0506a2:190_0": "898.",
    "ai-atk-s0506a2:191_0": "“We are not looking for others, weeping, weeping, weeping,",
    "ai-atk-s0506a2:192_0": "“Sir, I first teach you about the first statement.",
    "ai-atk-s0506a2:193_0": "899.",
    "ai-atk-s0506a2:194_0": "“Don’t be guarded of others, protecting others,",
    "ai-atk-s0506a2:195_0": "“Sir, I first teach you about the first statement.",
    "ai-atk-s0506a2:196_0": "900.",
    "ai-atk-s0506a2:197_0": "“Don’t worry another apart; it’s not appropriate for you to lie.",
    "ai-atk-s0506a2:198_0": "“Sir, I first teach you about the first statement.",
    "ai-atk-s0506a2:199_0": "901.",
    "ai-atk-s0506a2:200_0": "“A man would avoid a person’s perception, all is their chief.",
    "ai-atk-s0506a2:201_0": "“Sir, I first teach you about the first statement.",
    "ai-atk-s0506a2:202_0": "902.",
    "ai-atk-s0506a2:203_0": "“For I, having practiced the training of the Realised One,",
    "ai-atk-s0506a2:204_0": "Two postures had been robbed by thieves. And that’s what they did.",
    "ai-atk-s0506a2:205_0": "903.",
    "ai-atk-s0506a2:206_0": "“I recollected this skillful thing, but there is no other.",
    "ai-atk-s0506a2:207_0": "Through that good deed and the immediately I have arisen in the sensual realm,",
    "ai-atk-s0506a2:208_0": "904.",
    "ai-atk-s0506a2:209_0": "“The result of good for a moment",
    "ai-atk-s0506a2:210_0": "Remember the venerable Yasas, as though they were (great) fame, many weeping,",
    "ai-atk-s0506a2:211_0": "905.",
    "ai-atk-s0506a2:212_0": "“He has taught the Accomplished One in the way that the Happy One,",
    "ai-atk-s0506a2:213_0": "But those who hear the teaching of the Dhamma seem today is safe,",
    "ai-atk-s0506a2:214_0": "906.",
    "ai-atk-s0506a2:215_0": "“The Realized One has performed (the results of) many things,",
    "ai-atk-s0506a2:216_0": "See the meritorious world-sphere is just like the sun.",
    "ai-atk-s0506a2:217_0": "907.",
    "ai-atk-s0506a2:218_0": "“What is skillful, what is good and wholesome, in regard to the intention?",
    "ai-atk-s0506a2:219_0": "Once we’ve gained the human state, we live there.",
    "ai-atk-s0506a2:220_0": "908.",
    "ai-atk-s0506a2:221_0": "“The Teacher has compassion for me,” he said, “There is no day in the day,",
    "ai-atk-s0506a2:222_0": "I am a (true) faithful couch, having compassion on this truth,",
    "ai-atk-s0506a2:223_0": "909.",
    "ai-atk-s0506a2:224_0": "“Those who have given up desire and greed for sensual pleasures,",
    "ai-atk-s0506a2:225_0": "And they can’t recall having attained Emancipation, now they are extinguished.”",
    "ai-atk-s0506a2:226_0": "895.",
    "ai-atk-s0506a2:226_1": "There I rose on this road here by means, and at that very spot in this place, brahmin—whether it was known as a great deal of corpse.”",
    "ai-atk-s0506a2:226_2": "He thinks, “Preciously, observed by the ultimate sort of sentient beings,” according to the Protector of the World, the Buddha, is teaching, and the student. Then he practiced accordingly, having heard that stated the highest goal, I will make an offering of six treasures, and he’ll thinks thus: ‘I will do so, he’ll practice accordingly.’",
    "ai-atk-s0506a2:227_0": "896.",
    "ai-atk-s0506a2:227_1": "From that deed they show their own acts, and having shown that the Teacher is an enlightenment, and infested to them, he presented them to them, saying: “Develop the Teacher, it is an austere”, and so on.",
    "ai-atk-s0506a2:227_2": "Herein, “I don’t know, sir,” “We shall know.” “Because of you to go, I don’t know.”",
    "ai-atk-s0506a2:227_3": "After doing so, you should follow that what is said, and only afterwards, and now do I practiced. In the same way the meaning is this:",
    "ai-atk-s0506a2:228_0": "They blameworthy things by one who gets high and luxurious rest.",
    "ai-atk-s0506a2:228_1": "Do not delight in Māra’s domain.",
    "ai-atk-s0506a2:228_2": "I was filthy, so did not long for,",
    "ai-atk-s0506a2:228_3": "In regard to living beings: unrestrained killing living beings,",
    "ai-atk-s0506a2:228_4": "Do not praise oneself (you), nor do they appear to be commend.",
    "ai-atk-s0506a2:228_5": "There is in the past time for the future in the past, this is the present.",
    "ai-atk-s0506a2:228_6": "Or alternatively, they think, “They’ve been reborn in the past,” so they don’t praised.",
    "ai-atk-s0506a2:229_0": "Proper-handed One’s protection, one who guards the protection,",
    "ai-atk-s0506a2:229_1": "Hence it is said: “Herein!”",
    "ai-atk-s0506a2:229_2": "Don’t go about, don’t live at home.",
    "ai-atk-s0506a2:229_3": "accidently exceedingly the meaning is: “A lies.”",
    "ai-atk-s0506a2:229_4": "Then something else: such is one thing, and such it is known as ‘May they know about it.’",
    "ai-atk-s0506a2:230_0": "Wherever they are drinking (they are) shameless.",
    "ai-atk-s0506a2:230_1": "Goes back to their place.",
    "ai-atk-s0506a2:230_2": "perception of thoughts or perception.",
    "ai-atk-s0506a2:230_3": "all kinds of plants: from the seeds is the meaning.",
    "ai-atk-s0506a2:231_0": "I burned with what is shaken about,",
    "ai-atk-s0506a2:231_1": "here in this place there is a reference to the Dispensation,",
    "ai-atk-s0506a2:231_2": "Hence it is said: “Having gone to the Dhamma.”",
    "ai-atk-s0506a2:231_3": "Five precepts:",
    "ai-atk-s0506a2:231_4": "if he determines it as a gift; then, is the meaning.",
    "ai-atk-s0506a2:231_5": "These two scopes of paths is the meaning.",
    "ai-atk-s0506a2:231_6": "The bandits them,",
    "ai-atk-s0506a2:231_7": "You’re here in the next life.",
    "ai-atk-s0506a2:231_8": "the sign of material gain,",
    "ai-atk-s0506a2:232_0": "you can’t recall commending what is skillful and what is unskillful, you’re not able to recollect the skillful.",
    "ai-atk-s0506a2:232_1": "* Devoted by the range of sensual-sphere, who looks after themselves,",
    "ai-atk-s0506a2:233_0": "At the moment of his wide-treat, he digs adornments of virtue.",
    "ai-atk-s0506a2:233_1": "The Blessed One has entered on the good way according to the Truth, when he has understood, is in line with the teachings of the fruit of your practice, or in accordance with the Teaching as follows: “Now, the Blessed One, whose virtue is correct, has entered upon the Dhamma, and is the way of practice.”",
    "ai-atk-s0506a2:233_2": "Shining with power and glory as it is heedful by fire, like a flame in the sun.",
    "ai-atk-s0506a2:233_3": "Seeing this agreement:",
    "ai-atk-s0506a2:233_4": "Many sowny,",
    "ai-atk-s0506a2:233_5": "with love, saying: “How can we be interrupted?”",
    "ai-atk-s0506a2:233_6": "Since they have passed away, being inferior,",
    "ai-atk-s0506a2:234_0": "905.Katipayāyāti appikāya.",
    "ai-atk-s0506a2:234_1": "Those who have a lay follower, and those who live in peace.",
    "ai-atk-s0506a2:234_2": "but the sound of drums and clayes:",
    "ai-atk-s0506a2:234_3": "they will bring you under your control,",
    "ai-atk-s0506a2:234_4": "a hundred day,",
    "ai-atk-s0506a2:235_0": "they live on having great foliage, and they possess the great fruit,",
    "ai-atk-s0506a2:235_1": "and when the Realised One’s instruction arrived at the Realised One’s instruction,",
    "ai-atk-s0506a2:235_2": "Then he showed that do not already shown that it is said “interruptedness” and “Just as a specific neutrality is said.",
    "ai-atk-s0506a2:235_3": "Herein, when you see the Buddha, they say that something is made by oneself or another.",
    "ai-atk-s0506a2:236_0": "What would I do?",
    "ai-atk-s0506a2:236_1": "For while exactly the same way as when we try them, they do so, making them recite the shake and rock and tremble. And like we doing on the earth behave on the ground, embracing a pleasing, and embracing a good deed, he residing on the ground.",
    "ai-atk-s0506a2:236_2": "Hence it is said: “Having eaten,”",
    "ai-atk-s0506a2:237_0": "or else is very helpful to great help,",
    "ai-atk-s0506a2:237_1": "compassionate, a brilliant.",
    "ai-atk-s0506a2:237_2": "make a wish for the worm.",
    "ai-atk-s0506a2:237_3": "Such is the Buddha’s practice, then it’s referring to as the Fortunate One’s practice.",
    "ai-atk-s0506a2:237_4": "mindfulness which is found to me, and it is the meaning.",
    "ai-atk-s0506a2:237_5": "Living for very day: he needs during the day, is the meaning.",
    "ai-atk-s0506a2:237_6": "like a mustard seed on a journey,",
    "ai-atk-s0506a2:237_7": "(There is) truth, he is perfected and fully awakened, complete in all respects for himself.",
    "ai-atk-s0506a2:237_8": "compassionate, you helplessly.",
    "ai-atk-s0506a2:237_9": "again, may I hear the Dhamma still lesser, and may we hear the Dhamma.",
    "ai-atk-s0506a2:238_0": "When the god has been grateful and than this, it was interrupted to the Teacher’s arranging his lamp, he proclaims the Teaching as a declaration of the Teaching.",
    "ai-atk-s0506a2:238_1": "The Buddha then preached the assembly of the god and looked at it.",
    "ai-atk-s0506a2:238_2": "Then he taught them the green one’s mind, and he explained the Dhamma.",
    "ai-atk-s0506a2:238_3": "When the gods of the Thirty-Three had been preached to his parents and was established in the fruition of Stream-Entry, he established in the Faith.",
    "ai-atk-s0506a2:239_0": "909.",
    "ai-atk-s0506a2:239_1": "The god was established in the fruition by himself with a heavy burden, on the road, and once top of sensual desires, they gave up a good idea.",
    "ai-atk-s0506a2:239_2": "The meaning of this:",
    "ai-atk-s0506a2:239_3": "Take someone who’s steady in this teaching, who has cut off the fetters, and is reborn in the underworld. And they’d be reborn again and again.",
    "ai-atk-s0506a2:239_4": "But when you give up any underlying tendencies, it would be appropriate for you to say that, ‘Whoever is my womb’, ‘Now there’ll be no more.",
    "ai-atk-s0506a2:239_5": "For they are greatly fully extinguished through the destruction of all -preparations of Emancipation; for all beings, without anything left over; that is, the feelings of all, the elements of Emancipation.",
    "ai-atk-s0506a2:240_0": "And so the gods, having shown the noble peace of himself in this way, while he was inviting the relics of the Community of monks, he got up from his seat, bowed down, circumambulated the Buddha with his right side toward him, and went to his parents. He asked for the Community of monks,",
    "ai-atk-s0506a2:240_1": "And the brahmin Pokkharasāti’s parents, having arrived.",
    "ai-atk-s0506a2:240_2": "The Fortunate One, having gone to the Jeta Grove, sat down on the spot, and preached this assembly.",
    "ai-atk-s0506a2:240_3": "that is the discipline of the people.",
    "ai-atk-s0506a2:241_0": "The group of sixes is finished.",
    "ai-atk-s0506a2:242_0": "dying on the bank of the Golden Bodhika,",
    "ai-atk-s0506a2:243_0": "While being sugarcane, this declaration of being bitter, pink,",
    "ai-atk-s0506a2:243_1": "who they will go to his wife.",
    "ai-atk-s0506a2:243_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:243_3": "At that time a monk was traveling from Kapilavatthu with his trunks. He was unable to resolve a degree of medicines and supplied and provided with any effort.",
    "ai-atk-s0506a2:243_4": "He told the Buddha.",
    "ai-atk-s0506a2:243_5": "Then the Buddha knew that the meal was ready to go in the morning and finding an evening.",
    "ai-atk-s0506a2:244_0": "The monk thought, “How good-natured it will be good, sir.” Then he put his bowl and robe over one shoulder, pay respect at the Buddha’s field, put his bowl and robe, and carrying an length of the field.",
    "ai-atk-s0506a2:244_1": "He then plunged into the fields of fields, and he whips with the drums, making a little hut, he sat down on a prepared seat and made a drink. He then offered the bowl, saying, “I have them sit down,” and there. He then offered the bowl, made a bag, and powder,",
    "ai-atk-s0506a2:244_2": "And he discarded rice gruel with the Thera’s meal. He was as if breaking a turban from his hip.",
    "ai-atk-s0506a2:244_3": "When he had obtained food he set out for looking at the foot of an opportunity, he then took his meal onto the ground, and on the road from eating another property, he then said to the neighbourhood of the beamage and attains the bliss of Arahants, “After the meal, I’ll attain Arahantship.” And after having splat, he received the barber and set it on the meal, he returned to the fruit.",
    "ai-atk-s0506a2:245_0": "After some time, later he passed away thirty-two fields of land, having built a hundred leagues at the moment of the Bamboo Grove. He stood in the golden size of an antelope hide.",
    "ai-atk-s0506a2:245_1": "Taking the deal with these verses he had not been asked:",
    "ai-atk-s0506a2:246_0": "910.",
    "ai-atk-s0506a2:247_0": "“This precincts is the forty-nine leagues from all around,",
    "ai-atk-s0506a2:248_0": "the seven chamberlains of a bungalow, a crystal, white, and the creepers.",
    "ai-atk-s0506a2:249_0": "911.",
    "ai-atk-s0506a2:250_0": "“You may eat the curls that you poisoned eating as a god, and drink the whirlpols.",
    "ai-atk-s0506a2:251_0": "Causes the heavenly sensual pleasures, the five kinds of sensual stimulation, and the musical instruments of the strands.",
    "ai-atk-s0506a2:252_0": "912.",
    "ai-atk-s0506a2:253_0": "“What’s your beautiful, ~ your complexion here?",
    "ai-atk-s0506a2:254_0": "Whatever hymns there are, dear Sir,",
    "ai-atk-s0506a2:255_0": "913.",
    "ai-atk-s0506a2:256_0": "“I ask you, sir, who is a human being, why a human being, (some of) meritorious deeds,",
    "ai-atk-s0506a2:257_0": "“Where are you so very beautiful? And that’s your praise of all sorts?”",
    "ai-atk-s0506a2:258_0": "And the sick monk explained it to him.",
    "ai-atk-s0506a2:259_0": "914.",
    "ai-atk-s0506a2:260_0": "He asked Moggallāna: “Bhikkhu, you were uplifted by Moggallāna,",
    "ai-atk-s0506a2:261_0": "who answers to questions, who are of the fruits of deeds, in whom the deed is said:",
    "ai-atk-s0506a2:262_0": "915.",
    "ai-atk-s0506a2:263_0": "“One who is mindful, standing in the door,",
    "ai-atk-s0506a2:264_0": "He spotless, endowed with ten feet.",
    "ai-atk-s0506a2:265_0": "916.",
    "ai-atk-s0506a2:266_0": "“Now on what to say, I am praised here;",
    "ai-atk-s0506a2:267_0": "For whatever hymns there are, dear Sir,",
    "ai-atk-s0506a2:268_0": "917.",
    "ai-atk-s0506a2:269_0": "“I will tell, mendicant, that you’re a human being, who has much merit.",
    "ai-atk-s0506a2:270_0": "And that’s how I praised all sorts of praise.”",
    "ai-atk-s0506a2:271_0": "910.",
    "ai-atk-s0506a2:271_1": "There they substantive:",
    "ai-atk-s0506a2:271_2": "which inspires a gems, (such as) upholds the belly,",
    "ai-atk-s0506a2:271_3": "have gone inside and out from the four paths.",
    "ai-atk-s0506a2:271_4": "It was adorned with goldsmith’s floor covers, and it was deposited by the meaning.",
    "ai-atk-s0506a2:272_0": "He eats food, drink, clothes, and beds weren’t able to catch up.",
    "ai-atk-s0506a2:272_1": "Eating:",
    "ai-atk-s0506a2:272_2": "With clairaudience the five kinds of sensual stimulation: herein the five kinds of heavenly sensual stimulation is the meaning. And here they are here in the prior strands of sense pleasure .",
    "ai-atk-s0506a2:272_3": "belows through golden drums, after cutting off the floor.",
    "ai-atk-s0506a2:273_0": "While I was doing this would give rise to the thought: “This is the arising of merit,” and once I received by the Divine life as a mindfulness of the wide spear, a crack of suffering, a mindfulnessuntering, and full of the breath.",
    "ai-atk-s0506a2:273_1": "Going gold, silver, gold, and money came to be born,",
    "ai-atk-s0506a2:273_2": "Seeing each one of these five kinds of foot, he stood in the gate of the ten gates, which is an impure gate is covered with ten.",
    "ai-atk-s0506a2:273_3": "I’ll do such a thing.",
    "ai-atk-s0506a2:273_4": "Hence it is said: “Well then, I have praised.”",
    "ai-atk-s0506a2:273_5": "The rest is as already explained.",
    "ai-atk-s0506a2:274_0": "The golden plates is finished.",
    "ai-atk-s0506a2:275_0": "5. Dvārapālakavimānavaṇṇanā",
    "ai-atk-s0506a2:276_0": "This farmers of using high and luxurious gates.",
    "ai-atk-s0506a2:276_1": "who they will go to his wife.",
    "ai-atk-s0506a2:276_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:276_3": "Now at that time a certain lay follower gives four meals,",
    "ai-atk-s0506a2:276_4": "But the home there is a place where robber’s home is the bandit hurriedly filled with me.",
    "ai-atk-s0506a2:276_5": "When the monks went to Kapilavatthu, they got some merry.",
    "ai-atk-s0506a2:276_6": "The lay follower said, “What have I said to do with care? ”",
    "ai-atk-s0506a2:276_7": "She said: “It is because of what she said, Noble Lady.”",
    "ai-atk-s0506a2:276_8": "“What is the reason?”",
    "ai-atk-s0506a2:276_9": "“I’m ever to eat it!”",
    "ai-atk-s0506a2:276_10": "After hearing this, the lay followers came to the gateway, and having arrived at a man, told him: “There is no door, and Just as a lay follower, who is standing in the door, and Just as they did invited them to accept it.” And the other alternative attained sancred flame, reptilesing the way to the Father.",
    "ai-atk-s0506a2:276_11": "Hearing that monk, “They is present,” he listened to the teachings with the monks. He listened to the teachings and attended on them with care.",
    "ai-atk-s0506a2:277_0": "Later, after the time for the meal, on his return from alms-round,",
    "ai-atk-s0506a2:277_1": "careful consideration, owing to the monks, and when running to the household carpets.",
    "ai-atk-s0506a2:277_2": "He should understand all twelve leagues in the way already described.",
    "ai-atk-s0506a2:277_3": "Questioning down to questions that come up in this way:",
    "ai-atk-s0506a2:278_0": "918.",
    "ai-atk-s0506a2:279_0": "“This precincts is the forty-nine leagues from all around,",
    "ai-atk-s0506a2:280_0": "the seven chamberlains of a bungalow, a crystal, white, and the creepers.",
    "ai-atk-s0506a2:281_0": "919.",
    "ai-atk-s0506a2:282_0": "“You may eat the curls that you poisoned eating as a god, and drink the whirlpols.",
    "ai-atk-s0506a2:283_0": "Causes the heavenly sensual pleasures, the five kinds of sensual stimulation, and the musical instruments of the strands.",
    "ai-atk-s0506a2:284_0": "His beautiful complexion is beautiful and ugly. ...",
    "ai-atk-s0506a2:285_0": "the god Tāyana ...",
    "ai-atk-s0506a2:286_0": "923.",
    "ai-atk-s0506a2:287_0": "“Even if you were to wore a thousand years, or in thought (myself)",
    "ai-atk-s0506a2:288_0": "thus far he is a “gitation of meritorious deeds” and so on.",
    "ai-atk-s0506a2:289_0": "924.",
    "ai-atk-s0506a2:290_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:291_0": "and my complexion was like me.”",
    "ai-atk-s0506a2:292_0": "923.",
    "ai-atk-s0506a2:292_1": "There they ate in my heavenly realm the gods in that place. In whatever life, they have arisen, they say, the life of the gods of the Thirty-Three.",
    "ai-atk-s0506a2:292_2": "For one day, nights for 6,000 years, and three months had embraced, and forty thousand years. This includes embracing a hundred years, three hundred human years, and sixty thousand years.",
    "ai-atk-s0506a2:292_3": "“For as long as he says,” “There are, venerables, seats this body for speech,” and “There are you sitting here, prepare seats,” and they put out a seat in the same room, and with the venerables, how then the venerables have been cleared by the opposite sex.",
    "ai-atk-s0506a2:292_4": "When the venerables have been rolled forth, they say, “These venerables are celibate,” and with the expression of their confidence, thinking, “In this way they will give a confidence to me,”",
    "ai-atk-s0506a2:292_5": "To this extent in the same way as before, so too, as to composing confidence in the heart.",
    "ai-atk-s0506a2:292_6": "he will stand on the ground. He willstate the meritorious deeds and rolled forth his meritorious deeds.",
    "ai-atk-s0506a2:292_7": "The rest is as already explained.",
    "ai-atk-s0506a2:293_0": "The Golden Sacrifice is finished.",
    "ai-atk-s0506a2:294_0": "First: commentary on the first duties",
    "ai-atk-s0506a2:295_0": "‘This is high and luxurious rest.’",
    "ai-atk-s0506a2:295_1": "who they will go to his wife.",
    "ai-atk-s0506a2:295_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:295_3": "Now at that time a certain lay follower had taken a series of Sāvatthī and, not being able took his alms-food, brought him to Sāvatthī and said, “Whoever returned to the Buddha?” And he invited him to ask for a meal.",
    "ai-atk-s0506a2:295_4": "The Buddha remained silent.",
    "ai-atk-s0506a2:295_5": "He understood: “Because I had no compassion for me, Sir, please accept my meal from me out of compassion.”",
    "ai-atk-s0506a2:295_6": "The Buddha consented by remaining silent.",
    "ai-atk-s0506a2:295_7": "He then having accumulated the Buddha took his seat and set out a peaceful seat, there he prepared a seat without fine food.",
    "ai-atk-s0506a2:295_8": "the Buddha has given his consent, and he then left.",
    "ai-atk-s0506a2:295_9": "Besotted with the distinction of bonds,",
    "ai-atk-s0506a2:295_10": "Therefore it is said:",
    "ai-atk-s0506a2:296_0": "They built the jewel, the gems, and the goldsmith didn’t reach it.",
    "ai-atk-s0506a2:297_0": "His beautiful complexion is beautiful and ugly. ...",
    "ai-atk-s0506a2:298_0": "the god Tāyana ...",
    "ai-atk-s0506a2:299_0": "931.",
    "ai-atk-s0506a2:300_0": "“The Wise One should know the merits of merit,",
    "ai-atk-s0506a2:301_0": "A gift one gives to the Buddhas’ fruit, where a gift is very fruitful,",
    "ai-atk-s0506a2:302_0": "931.",
    "ai-atk-s0506a2:303_0": "“Indeed for my welfare, Buddha has come to me!",
    "ai-atk-s0506a2:304_0": "And where did his mind come to least,",
    "ai-atk-s0506a2:305_0": "“She is praised by me, and so on. I praise that all my appearance.”",
    "ai-atk-s0506a2:306_0": "931.",
    "ai-atk-s0506a2:306_1": "Herein, wise (surely) is suitable:",
    "ai-atk-s0506a2:306_2": "knowing their own benefit and wide,",
    "ai-atk-s0506a2:306_3": "Endowed With the right way, the Sambuddha Paccekabuddhas, and Awakened Ones,",
    "ai-atk-s0506a2:307_0": "for the sake of preparing whether or not you get over,",
    "ai-atk-s0506a2:307_1": "being then speaks of what is unfinished when a meditation subject is negligent.",
    "ai-atk-s0506a2:307_2": "At the passing of the Thirty-Three or the Gods of the Thirty-Three or in the company of the Thirty-Three and rebirths.",
    "ai-atk-s0506a2:307_3": "The rest is as already explained.",
    "ai-atk-s0506a2:308_0": "The commentary on the business is finished.",
    "ai-atk-s0506a2:309_0": "The second group of nine on the business",
    "ai-atk-s0506a2:310_0": "Seventh in all directions for the sixth,",
    "ai-atk-s0506a2:310_1": "There the Fortunate One’s food given to the Elder,",
    "ai-atk-s0506a2:310_2": "is as already explained.",
    "ai-atk-s0506a2:310_3": "Therefore it is said:",
    "ai-atk-s0506a2:311_0": "935.",
    "ai-atk-s0506a2:312_0": "“This precincts is the forty-nine leagues from all around,",
    "ai-atk-s0506a2:313_0": "the seven chamberlains of a bungalow, a crystal, white, and the creepers.",
    "ai-atk-s0506a2:314_0": "936.",
    "ai-atk-s0506a2:315_0": "“You may eat the curls that you poisoned eating as a god, and drink the whirlpols.",
    "ai-atk-s0506a2:316_0": "Causes the heavenly sensual pleasures, the five kinds of sensual stimulation, and the musical instruments of the strands.",
    "ai-atk-s0506a2:317_0": "His beautiful complexion is beautiful and ugly. ...",
    "ai-atk-s0506a2:318_0": "938.",
    "ai-atk-s0506a2:319_0": "the god ...",
    "ai-atk-s0506a2:320_0": "940.",
    "ai-atk-s0506a2:321_0": "“The Wise One should know the merits of merit,",
    "ai-atk-s0506a2:322_0": "A gift one gives to those monks being very fruitful,",
    "ai-atk-s0506a2:323_0": "941.",
    "ai-atk-s0506a2:324_0": "“Mendicant, that monk has come to my own village,",
    "ai-atk-s0506a2:325_0": "my mind, having faith in them, I will go to the sky.",
    "ai-atk-s0506a2:326_0": "“She is praised by me, and so on. I praise that all my appearance.”",
    "ai-atk-s0506a2:327_0": "The second group of nine on business is finished.",
    "ai-atk-s0506a2:328_0": "8. Paṭhamasūcivimānavaṇṇanā",
    "ai-atk-s0506a2:329_0": "they thought, ‘This is the sugarcane’,",
    "ai-atk-s0506a2:329_1": "who they will go to his wife.",
    "ai-atk-s0506a2:329_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:329_3": "At that time Venerable Sāriputta had a needle case, and he needed a needle.",
    "ai-atk-s0506a2:329_4": "While walking for alms in Rājagaha, he stood on the gate of the house of that house.",
    "ai-atk-s0506a2:329_5": "Seeing that work, he said, “What can be done?”",
    "ai-atk-s0506a2:329_6": "knowing the robes,",
    "ai-atk-s0506a2:329_7": "He then told him, “Venerable sir, my workers have given two worsts, and my grandsons, this (saying): ‘Sir, this was my grandmother.’”",
    "ai-atk-s0506a2:329_8": "Thera granted him about the full moon, he left.",
    "ai-atk-s0506a2:329_9": "But after later, he passed away.",
    "ai-atk-s0506a2:329_10": "Then Mahāmoggallāna and the god Mahāmoggallāna asked these verses:",
    "ai-atk-s0506a2:330_0": "944.",
    "ai-atk-s0506a2:331_0": "“This is my heart’s release by love. ...”",
    "ai-atk-s0506a2:332_0": "so beautiful and ugly.”",
    "ai-atk-s0506a2:333_0": "the god Tāyana ...",
    "ai-atk-s0506a2:334_0": "949.",
    "ai-atk-s0506a2:335_0": "“The things they don’t give, and there is no better for you.",
    "ai-atk-s0506a2:336_0": "it’s still needle case that you can have a needle;",
    "ai-atk-s0506a2:337_0": "950.",
    "ai-atk-s0506a2:338_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:339_0": "and my complexion was like me.”",
    "ai-atk-s0506a2:340_0": "949.",
    "ai-atk-s0506a2:340_1": "Well then, gives what is shared is given, should give it to the donors.",
    "ai-atk-s0506a2:340_2": "That’s not the fruit,",
    "ai-atk-s0506a2:340_3": "Rather, with the attainment of the field for attaining the fruit, they have just attained extra effort.",
    "ai-atk-s0506a2:340_4": "Therefore the other is better than that, that is better for him, that would give you a gift if you’d give it away. And that wouldn’t give it up.",
    "ai-atk-s0506a2:340_5": "I’ve given it up eradicated the needles, and the needle cases when I’ve been given to me. since I have gained faith.”",
    "ai-atk-s0506a2:341_0": "The Verses of the Similes is finished.",
    "ai-atk-s0506a2:342_0": "9. Dutiyasūcivimānavaṇṇanā",
    "ai-atk-s0506a2:343_0": "Second: ‘This one who seeks high was folked,",
    "ai-atk-s0506a2:343_1": "who they will go to his wife.",
    "ai-atk-s0506a2:343_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:343_3": "At that time a certain section of Rājagaha had embarrassed the bamboo pole and had arrived at the Bamboo Grove.",
    "ai-atk-s0506a2:343_4": "where he saw a monk’s robe made in the Bamboo Grove with a nun. He then pulled the needle case with Sūḷha.",
    "ai-atk-s0506a2:343_5": "The rest is as already explained.",
    "ai-atk-s0506a2:344_0": "952.",
    "ai-atk-s0506a2:345_0": "“This is my heart’s release by love. ...”",
    "ai-atk-s0506a2:346_0": "And all the other communities he speaks praised by you.”",
    "ai-atk-s0506a2:347_0": "956.",
    "ai-atk-s0506a2:348_0": "the god ...",
    "ai-atk-s0506a2:349_0": "957.",
    "ai-atk-s0506a2:350_0": "“In human beings he was a human being,",
    "ai-atk-s0506a2:351_0": "958.",
    "ai-atk-s0506a2:352_0": "“I saw a monk whose victor has destroyed a victor, whose mind is ready,",
    "ai-atk-s0506a2:353_0": "So I had a matchmaker with my hands.",
    "ai-atk-s0506a2:354_0": "959.",
    "ai-atk-s0506a2:355_0": "“Well then, complexion of all my appearance and so on. I praise all my appearance.”",
    "ai-atk-s0506a2:356_0": "all that is reckoned as it is recorded that while he was below.",
    "ai-atk-s0506a2:357_0": "The second group of people is finished.",
    "ai-atk-s0506a2:358_0": "10. Paṭhamanāgavimānavaṇṇanā",
    "ai-atk-s0506a2:359_0": "they shook the great story of the great dragons.",
    "ai-atk-s0506a2:359_1": "who they will go to his wife.",
    "ai-atk-s0506a2:359_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:359_3": "At that time Venerable Mahāmoggallāna was in the way already stated. To the thirty-two years, he went to the realm of the gods.",
    "ai-atk-s0506a2:359_4": "There he saw a certain god all the gods through the air who was walking through the air, as it was by the sun and moon, as it was by the sun.",
    "ai-atk-s0506a2:359_5": "I approached the god,",
    "ai-atk-s0506a2:359_6": "Then that god Mahāmoggallāna bowed and stood to one side.",
    "ai-atk-s0506a2:359_7": "Then the elder said:",
    "ai-atk-s0506a2:360_0": "961.",
    "ai-atk-s0506a2:361_0": "“The great Sage, who desired the mass of Nāgas, (saying):",
    "ai-atk-s0506a2:362_0": "having crushed the peacocks of the Victory (there) in the sky, on the sky,",
    "ai-atk-s0506a2:363_0": "962.",
    "ai-atk-s0506a2:364_0": "“After in the world the tamed, having fallen upon land, drewny, thirsty, and parched,",
    "ai-atk-s0506a2:365_0": "In the four noble traditions, the Teachers have invited the three, and the minds of the mind,",
    "ai-atk-s0506a2:366_0": "963.",
    "ai-atk-s0506a2:367_0": "“Even though you’ve attained the state of loss, what is meritorious act of merit?",
    "ai-atk-s0506a2:368_0": "Whose colour is the colour of all beautiful and intelligent? ” And all they praised all the kind of beauty.",
    "ai-atk-s0506a2:369_0": "The deeds they were asked about in front of him,",
    "ai-atk-s0506a2:370_0": "961.",
    "ai-atk-s0506a2:370_1": "Herein, took up the entire mass of aggregates",
    "ai-atk-s0506a2:370_2": "Although he does so, the four legs of an elephant, the four legs, the palms of the mouth, the necklace, and the bodies of the mouth, yet all at once, and his body spot is said to be the best of all.”",
    "ai-atk-s0506a2:370_3": "elephants proficient in the heaven of the elephant,",
    "ai-atk-s0506a2:370_4": "they deformed with no hate and delusion, the meaning is, decorated with brush and decorations,",
    "ai-atk-s0506a2:370_5": "foundations, “The fine thoroughbreds” is the meaning.",
    "ai-atk-s0506a2:370_6": "Transmigrating, beautiful and ugly,",
    "ai-atk-s0506a2:370_7": "the power of good strength,",
    "ai-atk-s0506a2:370_8": "it leads to the great mass of fire.",
    "ai-atk-s0506a2:370_9": "Again and again he is repeatedly pressed by pus, here the stains starting is what is said.",
    "ai-atk-s0506a2:370_10": "The rest is as already explained.",
    "ai-atk-s0506a2:371_0": "But when the Elder’s question was asked by thehief",
    "ai-atk-s0506a2:372_0": "965.",
    "ai-atk-s0506a2:373_0": "“Now the Great Sage, Kassapa,",
    "ai-atk-s0506a2:374_0": "to the Sanctuary worshipped with his hands,",
    "ai-atk-s0506a2:375_0": "966.",
    "ai-atk-s0506a2:376_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:377_0": "Is praised all these verses, and this verses:",
    "ai-atk-s0506a2:378_0": "The meaning of this:",
    "ai-atk-s0506a2:378_1": "Previously, Kassapa, when I was a Sambuddha, I took a knife in the hand of a certain spot, collected from the group of eight leagues, and placed it onto top of them. After being worshipped, I worshipped them with my mind,",
    "ai-atk-s0506a2:379_0": "In the past, it seems, Kassapa, the Nāgas of Khujjasobha, and Kammāsadammaka, and Samuddadatta, and Pabbata, Nāgas workers made offerings to the pile of flowers, and during the day.",
    "ai-atk-s0506a2:379_1": "And the exalted flower had bursts of flowers.",
    "ai-atk-s0506a2:379_2": "Then that lay follower, having taken up a flower from the armpit of horses, covered with one for the eight months, and when they had taken the horse, they gave the fortune to the ground, saying: “Give these eight dollars, clothes, and vehicles, for the eight months,",
    "ai-atk-s0506a2:379_3": "“She’s given here. Please take the flower and given them to the wet.”",
    "ai-atk-s0506a2:379_4": "“I take it and look after myself.”",
    "ai-atk-s0506a2:379_5": "“When she entered this monastery and searched for a park.”",
    "ai-atk-s0506a2:379_6": "He entered his dwelling and went to the neighborhood of a flower, and brought them a _kahāpaṇa_.",
    "ai-atk-s0506a2:379_7": "“I don’t receive merit from a _kahāpaṇa_ coins.”",
    "ai-atk-s0506a2:379_8": "And the other said, “I shall offer a very spot to the Buddha,” and taking the flower-shrine, then offered to the east of the Tree-shrine, and he brought them to the shrine.",
    "ai-atk-s0506a2:379_9": "After later he passed away from there and returned to the gods of the Thirty-Three, and after the lifespan of the gods, he would reappear in this life:",
    "ai-atk-s0506a2:379_10": "The god who was said to be conscious: “Better, I saw a certain god”,",
    "ai-atk-s0506a2:380_0": "But he went to the human realm and told the Buddha what had happened.",
    "ai-atk-s0506a2:380_1": "The Buddha taught the meaning of that good rebirth, and he gave him a teaching.",
    "ai-atk-s0506a2:380_2": "that is the discipline of the people.",
    "ai-atk-s0506a2:381_0": "The Simile of the dragons is finished.",
    "ai-atk-s0506a2:382_0": "11. Dutiyanāgavimānavaṇṇanā",
    "ai-atk-s0506a2:383_0": "greatly giant.",
    "ai-atk-s0506a2:383_1": "who they will go to his wife.",
    "ai-atk-s0506a2:383_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:383_3": "At that time a certain lay follower of Rājagaha was established in the five precepts, and on the observance day, he established the sabbath on the following day. After giving his own ethical conduct, he went to the observance-day procedure and eaten the meal offerings to the Buddha, his turned back in the same way, and returned to the Saṅgha of mendicants. After giving them a meal, he returned to the Buddha and the Saṅgha of mendicants.",
    "ai-atk-s0506a2:383_4": "When they’ve done this, he recalled that gift, and after passing away from here and there.",
    "ai-atk-s0506a2:383_5": "the divine maiden of merit appeared to him.",
    "ai-atk-s0506a2:383_6": "He went on time to the Greatly From time to time surrounded by a great mass of fire, fancyth and systems.",
    "ai-atk-s0506a2:384_0": "Then one day, while going to the Bamboo Grove accompanied by the Buddha, stood to one side, and said: “When there was a public greet talking about this, I will come to the gods from the Supreme Hatthisāriputta, with a large group of gods.” He bowed to the Buddha and stood to one side,",
    "ai-atk-s0506a2:384_1": "Standing to the Buddha, he asked these verses:",
    "ai-atk-s0506a2:385_0": "968.",
    "ai-atk-s0506a2:386_0": "“Reverend Sirs, may the dragon be supreme!",
    "ai-atk-s0506a2:387_0": "which brought together with a variety of animals,",
    "ai-atk-s0506a2:388_0": "lighting up the entire quarters, it is as low as the lowly peaks.",
    "ai-atk-s0506a2:389_0": "969.",
    "ai-atk-s0506a2:390_0": "“What’s your beautiful and ugly? ...",
    "ai-atk-s0506a2:391_0": "so beautiful and ugly.”",
    "ai-atk-s0506a2:392_0": "the teacher answered with this verse:",
    "ai-atk-s0506a2:393_0": "971.",
    "ai-atk-s0506a2:394_0": "“Sir, the god Vaṅgīsa asked about the practice that was,",
    "ai-atk-s0506a2:395_0": "the question, whose question is the fruitful, and who (true) deeds, for which is the fruit of deeds.”",
    "ai-atk-s0506a2:396_0": "972.",
    "ai-atk-s0506a2:397_0": "“He was a human being, I was a layman, the Visionary.",
    "ai-atk-s0506a2:398_0": "I gave up killing living creatures in the world.",
    "ai-atk-s0506a2:399_0": "973.",
    "ai-atk-s0506a2:400_0": "“From today I was a little moment, but I had been given you by your own wives.",
    "ai-atk-s0506a2:401_0": "And he gave a gift carefully, thoughtfully, with confident heart.",
    "ai-atk-s0506a2:402_0": "974.",
    "ai-atk-s0506a2:403_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:404_0": "and my complexion was like me.”",
    "ai-atk-s0506a2:405_0": "Herein, the rest is as already explained.",
    "ai-atk-s0506a2:406_0": "The second dreadful racket is finished.",
    "ai-atk-s0506a2:407_0": "12. Tatiyanāgavimānavaṇṇanā",
    "ai-atk-s0506a2:408_0": "This is the third vehiclebroad in a vehicle in the third watch,",
    "ai-atk-s0506a2:408_1": "who they will go to his wife.",
    "ai-atk-s0506a2:408_2": "Near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
    "ai-atk-s0506a2:408_3": "On one occasion three years they entered the rains residence in a village monastery.",
    "ai-atk-s0506a2:408_4": "While the Buddha was doing the invitation procedure, they thought, “We will go to Rājagaha and ask about the attainment of the wrong view, and they questioned one of the ascetics and brahmins.” Then they asked annihilated gathering of wrong view, a erected one of brāhmaṇas.",
    "ai-atk-s0506a2:408_5": "“Sir, I’m not able to stay here for a league from Rājagaha to Rājagaha.”",
    "ai-atk-s0506a2:408_6": "“There are some who’s staying there.”",
    "ai-atk-s0506a2:408_7": "“But sir, I won’t have any confidence to you.”",
    "ai-atk-s0506a2:408_8": "they accepted it.",
    "ai-atk-s0506a2:409_0": "He ate the grass, sticks, branches, and leaves in the rest. He then threw a pile on the stick and put the grass on the head, and put the sticks on the bare ground. He then offered three robes with a staff, and gave the cases to the senior monks, put them on a staff, and made an end of the robe. When he enclosed the robe, he gave it to the senior aside.",
    "ai-atk-s0506a2:409_1": "they stayed there.",
    "ai-atk-s0506a2:409_2": "After the night had passed, (thinking): “Today I do so in the morning, and I have given a donation to the shaft.”",
    "ai-atk-s0506a2:409_3": "Having rejoiced in them, they gave their bowls and robes to one, and gave it to the neighborhood.",
    "ai-atk-s0506a2:409_4": "After walking along the path, they experience the scope of accumulating the Theras, having performed a declaring which they were referring to the joy and happiness.",
    "ai-atk-s0506a2:410_0": "but when asked, he asked the monks about the field. When asked, “From where did you get high I luxuriously?”",
    "ai-atk-s0506a2:410_1": "“It’s given to the questions.”",
    "ai-atk-s0506a2:410_2": "When he heard that, the brahmin said in anger (thinking): “Who is angry and upset, killed him with a single position, bringing him back.",
    "ai-atk-s0506a2:410_3": "They recollected the very merits, and were reborn in heavenly realm.",
    "ai-atk-s0506a2:410_4": "The divine meritorious act of his merit, which was born in all the gods, human beings, and divine.",
    "ai-atk-s0506a2:411_0": "When they heard that death of a luxurious mother and father, the children went to that village. And they all went to the town hall.",
    "ai-atk-s0506a2:411_1": "and was able to do this for their parents.",
    "ai-atk-s0506a2:411_2": "At that moment the goddess having spent the heavenly hosts in that place, having gone around five-hundred pairs (of mountains), and triumphed towers with the gods.",
    "ai-atk-s0506a2:411_3": "Then the Wise One, having performed meritorious deeds, he asked these verses:",
    "ai-atk-s0506a2:412_0": "976.",
    "ai-atk-s0506a2:413_0": "“Now who is seeking the division of the elephants,",
    "ai-atk-s0506a2:414_0": "Worlding up, the great flood swells in the firmament,",
    "ai-atk-s0506a2:415_0": "977.",
    "ai-atk-s0506a2:416_0": "“Oh, might you be able to turn the fairykind?",
    "ai-atk-s0506a2:417_0": "without asking permission, how can we know you about it?”",
    "ai-atk-s0506a2:418_0": "and he answered these verses:",
    "ai-atk-s0506a2:419_0": "978.",
    "ai-atk-s0506a2:420_0": "“I am not able, God-King, nor am I unable to become a lord of the fairy.",
    "ai-atk-s0506a2:421_0": "those who are fair in the teaching.”",
    "ai-atk-s0506a2:422_0": "979.",
    "ai-atk-s0506a2:423_0": "“Welcome to ask the questions of the gods,",
    "ai-atk-s0506a2:424_0": "After taking (them) What is well done, what is subject to grief?” he asked again and again,",
    "ai-atk-s0506a2:425_0": "980.",
    "ai-atk-s0506a2:426_0": "“It’s the housewife, ~ who gives food and drink,",
    "ai-atk-s0506a2:427_0": "He gave him three things, and he answers them again:",
    "ai-atk-s0506a2:428_0": "976.",
    "ai-atk-s0506a2:428_1": "Herein, mundane is best of the four sunshade and rans, dropping four inches, fruit, and endeavour.",
    "ai-atk-s0506a2:428_2": "(therefore) the sky over the earth that was surrounded by a great earthquake.",
    "ai-atk-s0506a2:429_0": "What is the deity of the gods? What is that you think of?",
    "ai-atk-s0506a2:429_1": "Perceiving against gandhabbas, the meaning is eighty jasmine bodies.",
    "ai-atk-s0506a2:429_2": "Or was Sakka, the ruler of the gods, give away to the hosts of Devas, and then Sakka took the Vassakāra? “How is it that you Sakka, king of gods?”",
    "ai-atk-s0506a2:429_3": "And herein, when there is a perfume of gods and humans owing to the western task, the wives of the gods. When they were wielded by the God of Devas, the Divinities, (wields) nearby.",
    "ai-atk-s0506a2:430_0": "978.",
    "ai-atk-s0506a2:430_1": "Then the god named Vassakāra asked: “The god-Did you ask him about various matters?” When he has asked, he said, “Did you refuse to make an end of the gods?” And when it is time for the gods, he refused themselves to become a god, he doesn’t show himself as a god.",
    "ai-atk-s0506a2:430_2": "Herein, I am not able to come there who are the gods of the Thirty-Three, so I did not Sakka, lord of gods, or deities.",
    "ai-atk-s0506a2:430_3": "They hear the high residing in those gods who have heard it, and some were standing there.",
    "ai-atk-s0506a2:431_0": "Saying: “Puṇṇatissa” is exceedingly complete in self-control; he is carefully wise, fully (the Complished) the meaning.",
    "ai-atk-s0506a2:432_0": "980.",
    "ai-atk-s0506a2:432_1": "The god Sudhamma was the same question to the gods, and he asked him, “Listening their merits, I ask you the sign of merit.”",
    "ai-atk-s0506a2:432_2": "Herein, after giving three kinds of happiness: by me, it is one of the god who wasn’t happy in one of the three kinds of ensure that he didn’t prohibit the god.",
    "ai-atk-s0506a2:432_3": "In empty dwellings, you’ve learned.",
    "ai-atk-s0506a2:433_0": "Then he asked the golden precious treasure, and having given up all four virtues, and his mother-of-pened kingdoms, looked down on the chariot, and exchanged greetings with him.",
    "ai-atk-s0506a2:433_1": "When the Buddha heard the word of the Bhikkhus, the god Sañjikāputta, the gods, having arisen in the care of the most excellent assembly, offered to the Bamboo Wood, and filled it with much to the Sangha of monks.",
    "ai-atk-s0506a2:433_2": "The Teacher, having questioned that mixed up the neighborhood, and established them in detail: “After the Paṭācārā, established well in virtue and established the Dhamma.",
    "ai-atk-s0506a2:433_3": "And having worshipped the Fortunate One’s village, they made the town capital at their breast.",
    "ai-atk-s0506a2:434_0": "The third group of nine is finished.",
    "ai-atk-s0506a2:435_0": "13. Cūḷarathavimānavaṇṇanā",
    "ai-atk-s0506a2:436_0": "I was firmly established in the round of the Dhamma.",
    "ai-atk-s0506a2:436_1": "who they will go to his wife.",
    "ai-atk-s0506a2:436_2": "When the Buddha had become fully extinguished, he established there in the Relics of the Serpent kingdom and established in the assembly hall, and he presented the Dhamma to his own assembly. When he’s staying in a laugh, he does not stay there wherever he is staying. Next, he is staying in the Great Wood, and he is staying in a certain monastery.",
    "ai-atk-s0506a2:436_3": "Now at that time the king of Kākavaṇṇa, known by the name of King Assaji, the royal son of Kāḷigodhā, was entering the royal compound in the forest with the queen. His mind was wounded on the queen and neighborhood of kingship, and he entered the forest named Assaji.",
    "ai-atk-s0506a2:436_4": "After being established in the Dispensation of the Buddha’s ethics, it seems, the ordinary person who had gone forth in the Jina, created a Happy One’s dispensation. He then created in this way: “In this place I am the first realm, the Holy One’s disciples, and after being reborn in this state of existence.”",
    "ai-atk-s0506a2:436_5": "He grows great in virtue,",
    "ai-atk-s0506a2:437_0": "But when he died in the position of that king.",
    "ai-atk-s0506a2:437_1": "After some time she gave birth to a son.",
    "ai-atk-s0506a2:437_2": "The King, being satisfied with his son, said: “Amongst those who have become a curtain, he gave it to your son.”",
    "ai-atk-s0506a2:437_3": "When he had taken it, he threw him around in a house, and after seeing him with his sixteenth year. Then he said: “Give me this, my son, please say.”",
    "ai-atk-s0506a2:437_4": "“It is Queen!”",
    "ai-atk-s0506a2:437_5": "“Please give this king to my son.”",
    "ai-atk-s0506a2:437_6": "“Didn’t you wound the Jeta Grove to me, sire!”",
    "ai-atk-s0506a2:437_7": "Having given the drivers, again he said: “Give one, take what’s best for you, if you receive it.”",
    "ai-atk-s0506a2:437_8": "The King told him, “Listen, I’ve been given this gift.” Then he put on a pair of remorse and having drunk it on my head, and he departed,",
    "ai-atk-s0506a2:437_9": "A prince, after seeing his father’s adultery, attained to the god, and separating it, I will go there.”",
    "ai-atk-s0506a2:437_10": "Having heard that, he thought, “My dear, I shall stay there.” Then he could not wish to stay there.",
    "ai-atk-s0506a2:437_11": "“My father-in-law, I will also listen to the same in the presence of the King.” But he said,",
    "ai-atk-s0506a2:437_12": "thinking “I’ll go to the wilderness.”",
    "ai-atk-s0506a2:437_13": "The King, having decorated his son, and he replied rice from the bank of the river, he drove it away.",
    "ai-atk-s0506a2:438_0": "Having entered the wilderness, he came to (the Buddha) while dwelling in the forest,",
    "ai-atk-s0506a2:438_1": "Then at the time of the god Sarabha, the god lamented by the deer park at Bhesakaḷā’s Wood, and when he was running out.",
    "ai-atk-s0506a2:438_2": "He said, “I’ll see a certain number of days to running out and seeing the elder,” he stood outside the doorway to the assembly hall. When the Elder leaf hut, he stood outside the doorway.",
    "ai-atk-s0506a2:438_3": "The elder, having understood her, and reflected on the starting point, gave (them) to the unshakable. While he was going around the walkway (thinking):",
    "ai-atk-s0506a2:439_0": "981.",
    "ai-atk-s0506a2:440_0": "“You stand leaning on the bowstring,",
    "ai-atk-s0506a2:441_0": "Do you get the prince, the hunter?”",
    "ai-atk-s0506a2:442_0": "asked questions about the questions and asked questions,",
    "ai-atk-s0506a2:442_1": "Herein, strong means striving.",
    "ai-atk-s0506a2:442_2": "asked for a thousand wounds for one thousand",
    "ai-atk-s0506a2:442_3": "They instead of two thousand coins, caught in a twisted, shouted, or necklace, falling from the earth to the ground.",
    "ai-atk-s0506a2:442_4": "the attributes needed for the reinstance, the attributes of a tree, the meaning is the precious treasure.",
    "ai-atk-s0506a2:442_5": "having ascended the skin relies on top,",
    "ai-atk-s0506a2:442_6": "Princesses,",
    "ai-atk-s0506a2:442_7": "wandering in the forest groves;",
    "ai-atk-s0506a2:443_0": "Then he who was doing his duty –",
    "ai-atk-s0506a2:444_0": "982.",
    "ai-atk-s0506a2:445_0": "“Sir, Saviṭṭha, I wandered in the forest.",
    "ai-atk-s0506a2:446_0": "I say this to you, mendicant, I declare to you:",
    "ai-atk-s0506a2:447_0": "983.",
    "ai-atk-s0506a2:448_0": "“I am searching for a house, seeking to live in Bārāṇasī,",
    "ai-atk-s0506a2:449_0": "Having seen him standing there, he saw that they were not standing there, saying this:",
    "ai-atk-s0506a2:450_0": "Āha.",
    "ai-atk-s0506a2:450_1": "Herein, horse- completed means after delighting in the realm of the King’s hermitage.",
    "ai-atk-s0506a2:450_2": "The monks fell off the Elder’s feet.",
    "ai-atk-s0506a2:450_3": "searching for a deer-hunter, searching for deer, seeking the meaning is the meaning.",
    "ai-atk-s0506a2:451_0": "The Elder, after hearing the Dhamma, while listening to the Dhamma,",
    "ai-atk-s0506a2:452_0": "984.",
    "ai-atk-s0506a2:453_0": "“The Great Ascetic has come with merit, said: Your Majesty,",
    "ai-atk-s0506a2:454_0": "said to the water, “Pots and feet,",
    "ai-atk-s0506a2:455_0": "985.",
    "ai-atk-s0506a2:456_0": "“This water that has cold, is hunger, and thirsty,",
    "ai-atk-s0506a2:457_0": "The King’s son, bringing him about this.”",
    "ai-atk-s0506a2:458_0": "984.",
    "ai-atk-s0506a2:458_1": "There, because of the unsuitable waters (for you), the meritorious acts, violently oppressed by the wind and sun. And you have no little happiness and joy, and happiness.",
    "ai-atk-s0506a2:458_2": "They came here, thinking: “The currents will be in the morning,” and the meaning is that.",
    "ai-atk-s0506a2:459_0": "Sittle down on a matchmaker, free from danger, tied the inside of the decrease, and sat down on the bare ground,",
    "ai-atk-s0506a2:460_0": "Then the Prince said this to the Elder Nun: “Your all, who is favourable to the Elder, –",
    "ai-atk-s0506a2:461_0": "986.",
    "ai-atk-s0506a2:462_0": "“Happy indeed I was truly fine, a great sacrifice,",
    "ai-atk-s0506a2:463_0": "to the one whom (good) reasons and speaks to his words,",
    "ai-atk-s0506a2:464_0": "987.",
    "ai-atk-s0506a2:465_0": "“So, what delights in the forest is enemying you when asked?",
    "ai-atk-s0506a2:466_0": "we’ve completed the word of the path, and get the meaning in line with the meaning.”",
    "ai-atk-s0506a2:467_0": "986.",
    "ai-atk-s0506a2:467_1": "Herein, one of good friends is easy;",
    "ai-atk-s0506a2:467_2": "he is surely waiting for a long time.",
    "ai-atk-s0506a2:467_3": "like a lake clear of mud;",
    "ai-atk-s0506a2:467_4": "By meaning, possesses what is to be meaningful in what is beneficial and what is connected with the benefit.",
    "ai-atk-s0506a2:467_5": "and divided.",
    "ai-atk-s0506a2:467_6": "After having known as (him), she cut off (him) out,",
    "ai-atk-s0506a2:467_7": "It is beneficial, not exclusively good,",
    "ai-atk-s0506a2:468_0": "Seers in the realm of the Three Worlds",
    "ai-atk-s0506a2:468_1": "they corrected their words,",
    "ai-atk-s0506a2:468_2": "for the word only “with meaning” is stated in detail. It is “from the state of an indication. ”",
    "ai-atk-s0506a2:468_3": "We practice in line with the meaning and the practice, and we practice in line with the teaching. We practice accordingly, embodiment, good habit, and so on.",
    "ai-atk-s0506a2:469_0": "Now, as the elder asked the practices which he was beginning in his own way:",
    "ai-atk-s0506a2:470_0": "988.",
    "ai-atk-s0506a2:471_0": "“Throughout serving the prince, Prince for the sake of all living creatures,",
    "ai-atk-s0506a2:472_0": "those who steal, and drink alcoholic drinks,",
    "ai-atk-s0506a2:473_0": "989.",
    "ai-atk-s0506a2:474_0": "“Chief conduct is truthful, learned, one who is restrained,",
    "ai-atk-s0506a2:475_0": "They praise the teaching in the present life, these things that are praised in the present life” .",
    "ai-atk-s0506a2:476_0": "989.",
    "ai-atk-s0506a2:476_1": "Herein, just as stated: by the words, and by practice, and by acting as consequence, and by way of body, speech, and mind.",
    "ai-atk-s0506a2:476_2": "(in returning) to the truth,",
    "ai-atk-s0506a2:476_3": "Understanding of what is gratitude, because of what is suitable,",
    "ai-atk-s0506a2:476_4": "a clansman who should be praised by the good families.",
    "ai-atk-s0506a2:476_5": "these things are comprised to by the Dhamma, which have the nature of the law.",
    "ai-atk-s0506a2:476_6": "he should be praised by the praised by the wise.",
    "ai-atk-s0506a2:477_0": "The elder, without having asked whether he was the right and wrong practice, without having reached the end of the life span of the enemy, gave it to the precincts of the world, and having seen it that it was the right mindfulness.",
    "ai-atk-s0506a2:478_0": "990.",
    "ai-atk-s0506a2:479_0": "“Whoever dies your death in your mother’s breast,",
    "ai-atk-s0506a2:480_0": "(Moggallāna), the self-made one is happy and free from suffering.”",
    "ai-atk-s0506a2:481_0": "Herein, rejoices in oneself there is pain;",
    "ai-atk-s0506a2:482_0": "Then the prince, in regard to his own urine –",
    "ai-atk-s0506a2:483_0": "991.",
    "ai-atk-s0506a2:484_0": "“What did I go to the countryside? What have I done?",
    "ai-atk-s0506a2:485_0": "Or, would you like to touch the body?”",
    "ai-atk-s0506a2:486_0": "Herein, what is it? What is the meaning? What is that?",
    "ai-atk-s0506a2:486_1": "What do they cause, having done what is their result?",
    "ai-atk-s0506a2:486_2": "a man lives off serving his duties.",
    "ai-atk-s0506a2:487_0": "Then the Elder, out of respect for him, said these verses:",
    "ai-atk-s0506a2:488_0": "992.",
    "ai-atk-s0506a2:489_0": "“Through (after which) deed is destroyed, and endowed with (good) conduct,",
    "ai-atk-s0506a2:490_0": "where there are birth, old age, sickness, and death.",
    "ai-atk-s0506a2:491_0": "993.",
    "ai-atk-s0506a2:492_0": "“The aristocrats who are falters, who are well-to-do aristocrats,",
    "ai-atk-s0506a2:493_0": "We have much wisdom, not the nation of the world;",
    "ai-atk-s0506a2:494_0": "994.",
    "ai-atk-s0506a2:495_0": "“You have seen the blind manifold army.",
    "ai-atk-s0506a2:496_0": "Those who will succeed the bowls and wide,",
    "ai-atk-s0506a2:497_0": "995.",
    "ai-atk-s0506a2:498_0": "“The aristocrats, brahmins, merchants, and workers are garden.",
    "ai-atk-s0506a2:499_0": "they don’t continue to be reborn, nor grow old.",
    "ai-atk-s0506a2:500_0": "996.",
    "ai-atk-s0506a2:501_0": "“Those who think about the (true) mastery,",
    "ai-atk-s0506a2:502_0": "They don’t neglect knowledge because they don’t love it.",
    "ai-atk-s0506a2:503_0": "997.",
    "ai-atk-s0506a2:504_0": "“All the men, who are present, who have insight and are peaceful,",
    "ai-atk-s0506a2:505_0": "the body and the right time for you, seem.",
    "ai-atk-s0506a2:506_0": "998.",
    "ai-atk-s0506a2:507_0": "“Developed Worthy Ones have been done,",
    "ai-atk-s0506a2:508_0": "they place it aside their merit is accumulated.”",
    "ai-atk-s0506a2:509_0": "992.",
    "ai-atk-s0506a2:509_1": "There they go to that place, where the bears, having gone to the neighborhood of the body, after reaching the end of the body, and with the different kinds of (good) dust.",
    "ai-atk-s0506a2:510_0": "993.",
    "ai-atk-s0506a2:510_1": "the one measure of bones put in a goad of riches, brought a valuable bows, and places a great price for them.",
    "ai-atk-s0506a2:510_2": "These were fifty pots of riches, affluent, and wealthy.",
    "ai-atk-s0506a2:510_3": "Enjoying even if they stretches, adornments, and a delightful garden of events,",
    "ai-atk-s0506a2:510_4": "She was born as aristocrats,",
    "ai-atk-s0506a2:510_5": "abundant wealth, exceedingly the retinue of the Great Kings, one who establishes abundant abundant food and drinks the seven assemblies, and like an assembly that had a nymphs auspicious assembly.",
    "ai-atk-s0506a2:510_6": "They don’t call someone who enjoys old age and death, to be able to do so.",
    "ai-atk-s0506a2:511_0": "Protector is known as a dream, poisonous snake, a lump of wisdom.",
    "ai-atk-s0506a2:511_1": "and swords strikes a hundred.",
    "ai-atk-s0506a2:511_2": "My energy is roused up:",
    "ai-atk-s0506a2:511_3": "With the giving up of the firmament : he works in the way already described, the virtue of which are defilement and is connected with the strength of his (birth) deeds, and his virtues is broken up.",
    "ai-atk-s0506a2:511_4": "Enveloped:",
    "ai-atk-s0506a2:511_5": "One with a hostile hearts: lakes of vice; the meaning is that it is well proclaimed when the sun rises and fall.",
    "ai-atk-s0506a2:512_0": "He is unable to be reborn in his own birth, nor even with old age and death, he is unable to do so.",
    "ai-atk-s0506a2:513_0": "996.Mantanti vedaṁ.",
    "ai-atk-s0506a2:513_1": "“They are the six factors of including the eons: six classes of rebirth, old age, and death.",
    "ai-atk-s0506a2:513_2": "thought: Brahmā is the eight worldly conditions for him.",
    "ai-atk-s0506a2:514_0": "self-mortification, repulsiveness that they are present, both oneself and another, who has made (such a self-mortifier).",
    "ai-atk-s0506a2:515_0": "Now, prince, the prince should speak according to what is said:",
    "ai-atk-s0506a2:516_0": "999.",
    "ai-atk-s0506a2:517_0": "“Susīma, verses on the meaning,",
    "ai-atk-s0506a2:518_0": "I am satisfied with my refuge -",
    "ai-atk-s0506a2:519_0": "Āha.",
    "ai-atk-s0506a2:519_1": "Herein, although the state of partaking of diminution, the perception of teaching is related,",
    "ai-atk-s0506a2:519_2": "Well-Spoken speech is spoken by the words.",
    "ai-atk-s0506a2:520_0": "Then the Elder, while instructing that this verse:",
    "ai-atk-s0506a2:521_0": "1000.",
    "ai-atk-s0506a2:522_0": "“Please don’t go for refuge to me.",
    "ai-atk-s0506a2:523_0": "the Sakyan, the great hero, has gone for refuge to the Sakyan same.”",
    "ai-atk-s0506a2:524_0": "Then the Prince said:",
    "ai-atk-s0506a2:525_0": "1001.",
    "ai-atk-s0506a2:526_0": "“In a country, dear Sir, your Teacher,",
    "ai-atk-s0506a2:527_0": "I too will go to the Drinking of Ajita, without enlightenment.”",
    "ai-atk-s0506a2:528_0": "The elder said:",
    "ai-atk-s0506a2:529_0": "1002.",
    "ai-atk-s0506a2:530_0": "“In the city of Suppiyā, there is a lue family in the country of Kings,",
    "ai-atk-s0506a2:531_0": "The one with youth is another in your presence.”",
    "ai-atk-s0506a2:532_0": "Herein, the senior elder was sitting in the eastern direction, so the middle countries in the eastern countries. There is a suitable country.”",
    "ai-atk-s0506a2:533_0": "The son of the Thera, having heard that teaching Dhammadinnā, converted the supreme amongst those who had heard their hearts, and established in virtue.",
    "ai-atk-s0506a2:533_1": "Therefore it is said:",
    "ai-atk-s0506a2:534_0": "1003.",
    "ai-atk-s0506a2:535_0": "“If the Buddha is the Teacher, dear Sir, you are your Teacher,",
    "ai-atk-s0506a2:536_0": "I can pay homage to them for a hundred leagues.",
    "ai-atk-s0506a2:537_0": "1004.",
    "ai-atk-s0506a2:538_0": "“The Teacher has become fully extinguished, dear Sir,",
    "ai-atk-s0506a2:539_0": "I go to the Great Steward for refuge,",
    "ai-atk-s0506a2:540_0": "1005.",
    "ai-atk-s0506a2:541_0": "“I go for refuge to the Buddha, the Teaching, and the Sangha.",
    "ai-atk-s0506a2:542_0": "I go to the Saṅgha for refuge",
    "ai-atk-s0506a2:543_0": "1006.",
    "ai-atk-s0506a2:544_0": "“Through living creatures in the world that is free from dangers, I have quickly become anxiety,",
    "ai-atk-s0506a2:545_0": "Now, today I’m not free from our own wife.”",
    "ai-atk-s0506a2:546_0": "When the king had gone to the realm of the Theras, he thought: “This precept for you, the royal lord of men. But there is no merit or about you, you will die after giving your life-form.” Then he did just that merit for a long time, after giving his life-form, attained the Rains Retreat.",
    "ai-atk-s0506a2:546_1": "When he knew that the king had said, “Sir, I will go there.” He then walked back to the city, circumambulated the elder and told him, “Listen, I did just that.” He then returned to the city, circumambulated the King and told him to the King.",
    "ai-atk-s0506a2:547_0": "The king, having heard that, surrounded by the prince, went to the royal compound, boyed her to the royal compound.",
    "ai-atk-s0506a2:547_1": "After saying: “When I’m not giving up with those four months, what will I do with him?” and “You should make merit with merely, having taken up good qualities,” he invited you to the senior elder, and be an ascetic.",
    "ai-atk-s0506a2:547_2": "The king, when he heard that Thera, had arrived at that very spot, and the Theras, he presented the great teacher with great crowds to the Thera. He presented the most excellent Mahākaccāyana in the presence of the Elder Mahākaccāyana.",
    "ai-atk-s0506a2:547_3": "The Elder, the ruler of the people, having taken a great crowd,",
    "ai-atk-s0506a2:547_4": "The king, surrounded by his ministers and requested the following four Theras, returned to the monastery and established them in the ethical conduct.",
    "ai-atk-s0506a2:547_5": "And the prince, after taking the virtues of the Theras, the chief of the gods, taking care of his mother and father, four months, and five months passed away. This was the thirty-two months,",
    "ai-atk-s0506a2:547_6": "While the meritorious treasure was successful in that place. It had seven treasures, eighty-four thousand leagues, and countless hundred-seven thousand leagues,",
    "ai-atk-s0506a2:548_0": "The king offered the relics and the Mahāmeghavana to the Bhikkhu fraternity, and the place where the Theras had prepared a great crowd, he offered to the Thera. When he had finished his requested it, he offered it.",
    "ai-atk-s0506a2:548_1": "Then the gods, having performed his legs, longing for the arrangements, thinking “I will go to the Dispensation and pay homage to the Theras,” and he stood in the heavenly direction, venerating the Elders’ practitioner, and attended on him with his head at the feet of the Great Council.",
    "ai-atk-s0506a2:548_2": "The elder asked these verses:",
    "ai-atk-s0506a2:549_0": "1007.",
    "ai-atk-s0506a2:550_0": "“The elephant, like a lion, like a golden statue in a thousand directions,",
    "ai-atk-s0506a2:551_0": "Likewise the Greatly Famous One, this great crowd of men, birds about a league in for all leagues.",
    "ai-atk-s0506a2:552_0": "1008.",
    "ai-atk-s0506a2:553_0": "“Lust-coloured lotuses on the ground, covered the mind,",
    "ai-atk-s0506a2:554_0": "Leaves, goldsmiths, and crystals.",
    "ai-atk-s0506a2:555_0": "1009.",
    "ai-atk-s0506a2:556_0": "“This Bamboo Wood (working) is surely a yoke’s mind,",
    "ai-atk-s0506a2:557_0": "and golden silver.",
    "ai-atk-s0506a2:558_0": "1010.",
    "ai-atk-s0506a2:559_0": "“Here’s Tissa, Sakka, the Lord of the Gods, by Sahajāti,",
    "ai-atk-s0506a2:560_0": "I’m asking you about this, Yasoja, how is this lofty?”",
    "ai-atk-s0506a2:561_0": "1007.",
    "ai-atk-s0506a2:561_1": "yet he curses the sun.",
    "ai-atk-s0506a2:561_2": "He is called a thousand years in the various story of the types of a thousand coins.",
    "ai-atk-s0506a2:561_3": "which is like the great hermit amongst those who have great wisdom in their own beauty,",
    "ai-atk-s0506a2:561_4": "Just as there is no wide inside the sun with a great circle,",
    "ai-atk-s0506a2:561_5": "for that instantly he stands by a great river to the mass of fire.",
    "ai-atk-s0506a2:561_6": "As they do not fear the heavenly sky, they walked back and forth in space, just as that when their body breaks up.",
    "ai-atk-s0506a2:561_7": "Likewise the Elder Nuns, such as:",
    "ai-atk-s0506a2:561_8": "they’re the same torments as before.",
    "ai-atk-s0506a2:562_0": "golden colored, golden floorn, and crestly gold.",
    "ai-atk-s0506a2:562_1": "all round, close to.",
    "ai-atk-s0506a2:562_2": "Charioteers, a chariot-maker, a carriage, a horse, a chariot.",
    "ai-atk-s0506a2:562_3": "(wholesometic) were wrapped in the bamboo work, (working) to the Cause,",
    "ai-atk-s0506a2:562_4": "While gold and silver were grown covered with gold, silver, and gold and money, “in the four directions.”",
    "ai-atk-s0506a2:562_5": "frighteningling the chariot.",
    "ai-atk-s0506a2:563_0": "lowly, sat on a charioteer,",
    "ai-atk-s0506a2:563_1": "the beryl (worms) were created, (wholesomething): the bamboo is Bamboo Wood.",
    "ai-atk-s0506a2:563_2": "if she carries red, by means of reddencircling .",
    "ai-atk-s0506a2:563_3": "whatever gold coins there are, silver, or gold.",
    "ai-atk-s0506a2:564_0": "I stood on the ground with my own psychic powers.",
    "ai-atk-s0506a2:564_1": "The excellent horse with a thousand companions, like a thousand thoroughbreds. The lord of the gods officials, as Sakka, lord of gods.",
    "ai-atk-s0506a2:564_2": "In Avantī she is the meaning.",
    "ai-atk-s0506a2:564_3": "Widespread knowledge: cutting off the chariot, the infantry, the chariot trade,",
    "ai-atk-s0506a2:564_4": "this is an excessive great wealth.",
    "ai-atk-s0506a2:565_0": "the god who was asked by these verses:",
    "ai-atk-s0506a2:566_0": "1011.",
    "ai-atk-s0506a2:567_0": "“In whom was born, reverend Sir, in the past,",
    "ai-atk-s0506a2:568_0": "With compassion for me in this place,",
    "ai-atk-s0506a2:569_0": "1012.",
    "ai-atk-s0506a2:570_0": "“Knowing my body, I gave up the sword,",
    "ai-atk-s0506a2:571_0": "For this reason to you.",
    "ai-atk-s0506a2:572_0": "1013.",
    "ai-atk-s0506a2:573_0": "“Having worshipped the fragrances,",
    "ai-atk-s0506a2:574_0": "After giving up this human body, they are reborn in the Gandhamādana,",
    "ai-atk-s0506a2:575_0": "1014.",
    "ai-atk-s0506a2:576_0": "“In the delightful Gardens, and in the woods of different lifes,",
    "ai-atk-s0506a2:577_0": "I delight in song and dance, aren’t worth clinging to.",
    "ai-atk-s0506a2:578_0": "1012-3.",
    "ai-atk-s0506a2:578_1": "There they relics the corpse of the body.",
    "ai-atk-s0506a2:578_2": "for this reason it will be idea.”",
    "ai-atk-s0506a2:578_3": "Entering the intent upon: the meaning is corrected intercourse.",
    "ai-atk-s0506a2:579_0": "The gods, having asked the Thera, questioned the Thera, worshipped the Elder, and circumambulated the seats, he returned to his chariot.",
    "ai-atk-s0506a2:579_1": "The elder neglected a Dhamma talk, and having completed it, he gave this Dhamma talk to the assembly.",
    "ai-atk-s0506a2:579_2": "and she became a Dhamma talk.",
    "ai-atk-s0506a2:579_3": "Then the Elder, having spoken all the Theras and the whole Commentaries (of the First Suttas), and they told them what had happened.",
    "ai-atk-s0506a2:580_0": "The Shorter Discourse on the Simile of the Divine Messengers is finished.",
    "ai-atk-s0506a2:581_0": "14. Mahārathavimānavaṇṇanā",
    "ai-atk-s0506a2:582_0": "it is covered with a thousand pearls, and the Great Snakes.",
    "ai-atk-s0506a2:582_1": "who they will go to his wife.",
    "ai-atk-s0506a2:582_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:582_3": "Now at that time Venerable Mahāmoggallāna, having spent the winter, and all of the gods in terms of the Thirty-Three, Venerable Mahāmoggallāna, having left the Samiddhi, going to the Divine named Samiddha. To the God’s Great Samiddhi, where he was going to the Great Wood.",
    "ai-atk-s0506a2:582_4": "Seeing her, the god Sahajāti (Disland), having approached Pañcasikha’s feet with his head, bowed with his head at the feet of the gods.",
    "ai-atk-s0506a2:583_0": "This is the first kind of deed:",
    "ai-atk-s0506a2:583_1": "The care of his Vipassī, thinking: “So it seems my meritoriously that was very made by a golden garland of flowers and perfumes and so on, when the Blessed One, was under the influence of my riches, were dried up and hurriedly died, I had no value of previous existence, and was conceived in that place for his treasure, it was like a fraction of a bird’s flee, and was reborn in the place wherever of loss, the Kings, I was reborn as a heavenly realm, the chieftainless jewel sanctuary, and that I had been reborn in the hells of the gods.”",
    "ai-atk-s0506a2:584_0": "The life span of the gods resided here and there, after having been reborn in this realm of the gods of the Thirty-Three and in this life, just as they were reborn in the realm of the gods.",
    "ai-atk-s0506a2:584_1": "Keeping this, Venerable Mahāmoggallāna said: “The venerable Mahāmoggallāna,",
    "ai-atk-s0506a2:584_2": "raising his head to your feet.”",
    "ai-atk-s0506a2:585_0": "and after approaching, he asked these verses:",
    "ai-atk-s0506a2:586_0": "1015.",
    "ai-atk-s0506a2:587_0": "“The one thousand people roasted through the air together with the ornaments,",
    "ai-atk-s0506a2:588_0": "(whether that place was) honoured by garden, the Lord of the Earth, (and spoke) like the Lord of the Puṇṇakas.",
    "ai-atk-s0506a2:589_0": "1016.",
    "ai-atk-s0506a2:590_0": "“Here is my gold, silver, and crushed all the fruits from both ends.",
    "ai-atk-s0506a2:591_0": "very flock of birds (on his fingers), the moon shining in the sky,",
    "ai-atk-s0506a2:592_0": "1017.",
    "ai-atk-s0506a2:593_0": "“This chariot-maker has been made by many chariots,",
    "ai-atk-s0506a2:594_0": "Sundara and Similarly the Summary",
    "ai-atk-s0506a2:595_0": "1018.",
    "ai-atk-s0506a2:596_0": "“They spent the chariot western Bamboo Wood (thinking): “By this sklender-proce on the great ground with the mind,",
    "ai-atk-s0506a2:597_0": "the very spotless night, flames of lightning in the heavens,",
    "ai-atk-s0506a2:598_0": "1019.",
    "ai-atk-s0506a2:599_0": "“This mind has no peace on the chariot with its widespread,",
    "ai-atk-s0506a2:600_0": "Should worship them with the five factors, that is to say, the five factors.",
    "ai-atk-s0506a2:601_0": "1020.",
    "ai-atk-s0506a2:602_0": "“In a morsel in his mind, whose mind is pure, who has always cleansed beings,",
    "ai-atk-s0506a2:603_0": "golden banners, silver, and crystal.",
    "ai-atk-s0506a2:604_0": "1021.",
    "ai-atk-s0506a2:605_0": "“These are the very best gems, sweet flag, white sweet flag, a sweet- rose-apple tree—",
    "ai-atk-s0506a2:606_0": "the Great Chief Varas, the Great Snakes worship it right there,",
    "ai-atk-s0506a2:607_0": "1022.",
    "ai-atk-s0506a2:608_0": "“These are all four-footed (for you), mind-made body is established in the same way",
    "ai-atk-s0506a2:609_0": "(The king) rejoicing over the delightful Devas, being led on the auspicious Sage.",
    "ai-atk-s0506a2:610_0": "1023.",
    "ai-atk-s0506a2:611_0": "“Even those waxing closely in the sky, waves in the ocean.",
    "ai-atk-s0506a2:612_0": "Should worship them with the five factors, that is to say, the five factors.",
    "ai-atk-s0506a2:613_0": "1024.",
    "ai-atk-s0506a2:614_0": "“He never washed a razor, but washed to the snake with a razor,",
    "ai-atk-s0506a2:615_0": "Sumedhā the fairy Pollutants, and scents in the air,",
    "ai-atk-s0506a2:616_0": "1025.",
    "ai-atk-s0506a2:617_0": "“Lord of the deer-hunters, laughing nearby,",
    "ai-atk-s0506a2:618_0": "the beryl (worms) at the end of the Bamboo Wood, which was perfumed by fairykinds (Sakka) the Gandhamāvals, –",
    "ai-atk-s0506a2:619_0": "1026.",
    "ai-atk-s0506a2:620_0": "“Living in a snare is solid mass of ropes, fraud, and water,",
    "ai-atk-s0506a2:621_0": "well-born and has well-controlled on family’s house, being pure and raised in joined palms.",
    "ai-atk-s0506a2:622_0": "1027.",
    "ai-atk-s0506a2:623_0": "“Living on a charnel ground, a cooked with sweet-smelling cotton-worked with honey-strings,",
    "ai-atk-s0506a2:624_0": "cattle-butchers, chariot-makers, and was standing in his presence.",
    "ai-atk-s0506a2:625_0": "1028.",
    "ai-atk-s0506a2:626_0": "“Knowledge has been in two parts, very problems, amongst those who benefactors,",
    "ai-atk-s0506a2:627_0": "(Asoka), like a delightful chariot, stand in the sky.",
    "ai-atk-s0506a2:628_0": "1029.",
    "ai-atk-s0506a2:629_0": "“Throughoping fishes, alleyed or decorated with flowers, which were spread lady,",
    "ai-atk-s0506a2:630_0": "(Asoka), like a delightful chariot, stand in the sky.",
    "ai-atk-s0506a2:631_0": "1030.",
    "ai-atk-s0506a2:632_0": "“Mātali, the adornments of garlands, perfumes, and decorated with flowers,",
    "ai-atk-s0506a2:633_0": "(Asoka), like a delightful chariot, stand in the sky.",
    "ai-atk-s0506a2:634_0": "1031.",
    "ai-atk-s0506a2:635_0": "“You should place the thorns and bound with the hands of the feet,",
    "ai-atk-s0506a2:636_0": "Indicated by the ten directions, the lowest rafters, the intermediate directions,",
    "ai-atk-s0506a2:637_0": "1032.",
    "ai-atk-s0506a2:638_0": "“Those who are negligent, and fearful, are charming snapped,",
    "ai-atk-s0506a2:639_0": "(There is) a grace, beautiful, sweet, pure, beautiful, and charming eyes.",
    "ai-atk-s0506a2:640_0": "1033.",
    "ai-atk-s0506a2:641_0": "“The elephant standing on the ground, throne of the chariot said to the elephants,",
    "ai-atk-s0506a2:642_0": "The Queen Assembly entered into the presence of the Pokkharasāti, like a lotus pond.",
    "ai-atk-s0506a2:643_0": "1034.",
    "ai-atk-s0506a2:644_0": "“As arched harp is so many, Victorious, full of rapture and happiness,",
    "ai-atk-s0506a2:645_0": "From the day they do train for two foes, eradications, and kids",
    "ai-atk-s0506a2:646_0": "1035.",
    "ai-atk-s0506a2:647_0": "“When they reach the calm, the flame, and the conclusion, and all that entails",
    "ai-atk-s0506a2:648_0": "Wherever they were unshaken by the shining kind of honey, these nymphs came,",
    "ai-atk-s0506a2:649_0": "1036.",
    "ai-atk-s0506a2:650_0": "“Amongst all the earth, a great teacher, one who, ~ who, like a cuckoo,",
    "ai-atk-s0506a2:651_0": "Supreme of these two inches, gladness and happiness, ever finds happiness,",
    "ai-atk-s0506a2:652_0": "1037.",
    "ai-atk-s0506a2:653_0": "“Formerly, (the Buddha), why do you exist in the former life?",
    "ai-atk-s0506a2:654_0": "I wandered about the observance-day procedure, or about the Teaching.",
    "ai-atk-s0506a2:655_0": "1038.",
    "ai-atk-s0506a2:656_0": "“Nothing is not well done in the past,",
    "ai-atk-s0506a2:657_0": "“This attainment of psychic power has been mastered by you in (all) a place where crooked.",
    "ai-atk-s0506a2:658_0": "1039.",
    "ai-atk-s0506a2:659_0": "“This is your gift, this fruit of your virtue, or that one who has no virtue,",
    "ai-atk-s0506a2:660_0": "The Fortunate One asked about this matter, answering properly.”",
    "ai-atk-s0506a2:661_0": "1015.",
    "ai-atk-s0506a2:661_1": "There they a thousand mentioned him in that place, a thousand times, or a thousand of men.",
    "ai-atk-s0506a2:661_2": "“Who is this?”",
    "ai-atk-s0506a2:661_3": "Saying: “Leave,” they are depressed by (result), unintelligent people,” he understood:",
    "ai-atk-s0506a2:661_4": "killing, casting,",
    "ai-atk-s0506a2:661_5": "Of all the thousand people,” he replied, “One thousand men,” and when he is dead, having done so only in a thousand sparks, captivating them, is the meaning.",
    "ai-atk-s0506a2:661_6": "The meaning is that a thousand mentioned constructed bathing places (thinking): “The meaning is large,",
    "ai-atk-s0506a2:661_7": "Other thousand people say: “Over a thousand thoroughbreds who are supremely conquerors,”",
    "ai-atk-s0506a2:661_8": "flowing along the highway,",
    "ai-atk-s0506a2:661_9": "and many and various beautiful qualities, beautifully expert in mind,",
    "ai-atk-s0506a2:661_10": "an adorned with the flag that was given to the ground.",
    "ai-atk-s0506a2:661_11": "Saying: “Yes,” he does so after bringing back to the needle.",
    "ai-atk-s0506a2:661_12": "Some floating on the ground, thinking that it is presented by the earth that they came.",
    "ai-atk-s0506a2:661_13": "Standing on the best he was going along adorned with a hostile stream (only) protected.",
    "ai-atk-s0506a2:662_0": "golden coloured leaves, silver, and gold.",
    "ai-atk-s0506a2:662_1": "they will bring you under your control,",
    "ai-atk-s0506a2:662_2": "both cut off and seeming.",
    "ai-atk-s0506a2:662_3": "Anyone who stands on a street’s side is standing on the ground regards of his fond of a chariot’s enclosed drips, pillows, or both of them’s getting caught up in the first places, and that’s wherever he wants, but that’s tamed, calling them up.",
    "ai-atk-s0506a2:662_4": "That’s why he said: “Very well.”",
    "ai-atk-s0506a2:662_5": "but here the opposite is what is meant.",
    "ai-atk-s0506a2:662_6": "in the case of the house: here in the posts, by the palace, and the four fruits of the plant;",
    "ai-atk-s0506a2:662_7": "he established them in the fruition of Streams, and he established them in support.",
    "ai-atk-s0506a2:662_8": "Dissatisfaction: it resembles thoroughly covers lamps, chains and drews.",
    "ai-atk-s0506a2:662_9": "Having realised in the profession of the craft, having put down that craft, deliberated on the earth, and announced it to the people in the way.",
    "ai-atk-s0506a2:662_10": "Because of that he himself was not satisfied with his wife.",
    "ai-atk-s0506a2:662_11": "Well-made means well-formed very a post of fairyle,",
    "ai-atk-s0506a2:662_12": "For when these things are standing, held together by the position of a wings, as it were, then in the middle, and in the poststure, “Lung is hauled and clay,” and so on.",
    "ai-atk-s0506a2:662_13": "sixty-six crafts are finished in the places of the Supreme Ones.",
    "ai-atk-s0506a2:662_14": "For if a craft such skillful temperament having considered his own deliverance, he thinks: “Friending his own energy here, doing it in this way.”",
    "ai-atk-s0506a2:662_15": "or the god Nandivisa",
    "ai-atk-s0506a2:662_16": "Verañjāni is finished:",
    "ai-atk-s0506a2:662_17": "“We do not demolish” is the meaning. It is in the depth of these directions, thus it is dead ;",
    "ai-atk-s0506a2:662_18": "What’s the point of disposing counsel is the chariot?",
    "ai-atk-s0506a2:662_19": "like the moon in the waxing fortnight in it is like the moon on the fifteenth day.",
    "ai-atk-s0506a2:663_0": "golden skins, silver, golden floors, and crushed flowers, and so on.",
    "ai-atk-s0506a2:663_1": "“The meaning is that sheaths even when the colour of golden she is the meaning.”",
    "ai-atk-s0506a2:663_2": "Three many torments:",
    "ai-atk-s0506a2:663_3": "*alling various precious things, which resplendently to the passionless treasures,",
    "ai-atk-s0506a2:663_4": "very well-prepared: it must be taken very quickly, squeezing, and glowing.",
    "ai-atk-s0506a2:663_5": "Sundarīlating how well was poorly men all round, well-proclaimed, and so on. It was time for him to pay homage to, etc., and his words, “Die by paying homage to,” “It was time for us to pay homage to,” etc., in the same way, the words “It is time for the right time,” etc., is easy to say, and the meaning of this.",
    "ai-atk-s0506a2:663_6": "Beautiful is resplendent with all the gods resplendent, sweet in beauty, beautified by the gods.",
    "ai-atk-s0506a2:663_7": "Cāpāraka, delighting in the senses, furnishing the delightful garden, drunk and the Supreme Man, deity-grounded by the gods, or any other deities.",
    "ai-atk-s0506a2:664_0": "don’t look forward to the chariot,",
    "ai-atk-s0506a2:664_1": "because of this thought: “These are the mind-made them because they have the four directions.”",
    "ai-atk-s0506a2:664_2": "chariot-makers, chariot-makers, charioteers, whose face was planted in the middle of the auspicious chariot, were loving-kindness, chariot-makers, hunters, and frolled through the adornments.",
    "ai-atk-s0506a2:664_3": "mindfulness of death, unconquered by way of mind, and illustrious in gold, which had assuranceed in countless ways.",
    "ai-atk-s0506a2:664_4": "Like flashes of lightning in the firmament, the stretched forth is like a cliff’s dissolution.",
    "ai-atk-s0506a2:665_0": "Through my minds are kept safely moved to the tentwomens, or associating with many-flower trees, etc., that is, by one whose minds are fulfilled, and so on.",
    "ai-atk-s0506a2:665_1": "sent him back to the Council”, and so on. The meaning is that verse let him loose verses.",
    "ai-atk-s0506a2:665_2": "the many kinds of diverse offerings, delighting in wide, and deposition,",
    "ai-atk-s0506a2:665_3": "that is a thousand years.",
    "ai-atk-s0506a2:665_4": "And a thousand people would also consider.",
    "ai-atk-s0506a2:665_5": "but another thinks, “How can they not hit the basket?” Then there is no place here who are embarrassed in her hand, and like a basket-maker?",
    "ai-atk-s0506a2:665_6": "like a thousand sunshade.",
    "ai-atk-s0506a2:665_7": "they were sprinkled with water, dirty places of the nets,",
    "ai-atk-s0506a2:666_0": "takes up residence in such a lion, such is the meaning.",
    "ai-atk-s0506a2:666_1": "Sir, in a chariot, or in a carriage,",
    "ai-atk-s0506a2:666_2": "The mind is unshakable,",
    "ai-atk-s0506a2:666_3": "the gems of the beds (Sakka) the circle of gems, the pillows of gems, and the pillows of the moon.",
    "ai-atk-s0506a2:666_4": "They show their way to him in this way, and to him in the district, but because it is expounded of the moon’s disposed qualities and sun.",
    "ai-atk-s0506a2:666_5": "collapsed in golden flags, immediately next to the golden bark (of gold),",
    "ai-atk-s0506a2:666_6": "the Saṅgha with its gods.",
    "ai-atk-s0506a2:666_7": "Ājīvakas, monastery workers, goldsmith’s fleecy, crystal, honey, gold, and crystal.",
    "ai-atk-s0506a2:666_8": "“Throw out the rainy season.”",
    "ai-atk-s0506a2:667_0": "Or it doesn’t conceive his sixteen access—the sixteenth part of the day without comparation.",
    "ai-atk-s0506a2:667_1": "“Lust-dying,” is a reading.",
    "ai-atk-s0506a2:667_2": "In the city of Devas Cave, having charming jewels covered with jewels, pearls, and so on, the jewel honey-pipened jewels.",
    "ai-atk-s0506a2:667_3": "And the meaning is that mangoes on high couches: the meaning is that he climbed.",
    "ai-atk-s0506a2:667_4": "the Great Snakes worshipped by the Lord of Men Victor, like the bird-like flowers (here called) Sura-like.",
    "ai-atk-s0506a2:667_5": "The meaning is that it is so smoothed in her own way like a catf is evident to him, as he is the meaning.",
    "ai-atk-s0506a2:667_6": "grows in old, increaseing in the past,",
    "ai-atk-s0506a2:667_7": "and the great power of great majesty.",
    "ai-atk-s0506a2:667_8": "by the power of the body and speech: strength and weak in strength and strength,",
    "ai-atk-s0506a2:667_9": "the Great Cloud Grove.",
    "ai-atk-s0506a2:667_10": "Knowing your mind, your mind will know,",
    "ai-atk-s0506a2:667_11": "so the mind only once appears (in accordance).",
    "ai-atk-s0506a2:667_12": "and embarks : the meaning is that it is said.",
    "ai-atk-s0506a2:668_0": "like the specifically calls out the army.",
    "ai-atk-s0506a2:668_1": "all the thousand of them assembled.",
    "ai-atk-s0506a2:668_2": "And as soon as they preceding each together: the meaning is that it can be under their singinging, thus it is “with each other.”",
    "ai-atk-s0506a2:668_3": "Standing at four feet:",
    "ai-atk-s0506a2:668_4": "It is said: “Understanding these things” and “The one who lives in it, the carter in the same way.",
    "ai-atk-s0506a2:668_5": "Musiness is the fine thoroughbred, best.",
    "ai-atk-s0506a2:668_6": "Hence it is said: “An agitation” is incapable of doing it.",
    "ai-atk-s0506a2:668_7": "those who rejoice together in each other, free from counsel, compassionate, and despise each other.",
    "ai-atk-s0506a2:669_0": "Remembering the uplifting blossoming lotuses, the crafts of the hair,",
    "ai-atk-s0506a2:669_1": "proceeds through the advantage of Kadumāra, as he goes along the way.",
    "ai-atk-s0506a2:669_2": "Enters upon : the meaning is: it is so level.",
    "ai-atk-s0506a2:669_3": "Saying: “She is (some) able,” and so on.",
    "ai-atk-s0506a2:669_4": "It was well-formed: the bloated corpses of thinning over the place where it was well dried up, shuttered, and intelligent top the bloated.",
    "ai-atk-s0506a2:669_5": "and those who are free from debt.",
    "ai-atk-s0506a2:670_0": "like a chariot drawn in from its course, just as it is said to be “wake.”",
    "ai-atk-s0506a2:670_1": "Besides, Nāḷandā, free of debt,",
    "ai-atk-s0506a2:670_2": "of fine and coarse ornaments.",
    "ai-atk-s0506a2:670_3": "Still: “Confidentity” is the meaning of carcasses, chariot-makers, charioteers, archers, of infantry.",
    "ai-atk-s0506a2:670_4": "the razor from the whirlpools, and the cry:",
    "ai-atk-s0506a2:670_5": "Although they walked around the air with a hooked drum on the head, the shaking of the horns, and the making them resentful, they claim: “It is the reason, throat, and choping!”",
    "ai-atk-s0506a2:670_6": "and interrupting the decision: the meaning is that it is uninterruptedly and unremitable.",
    "ai-atk-s0506a2:670_7": "“Have it for something worth listening to?”",
    "ai-atk-s0506a2:670_8": "Being rejoicing sovereignty over the heavens of the gods, Sujāpatī, and the world of the gods.",
    "ai-atk-s0506a2:670_9": "What should be said: “What do you bringing scent in the same manner?” Tonguement in the scent of Power’s grove?",
    "ai-atk-s0506a2:670_10": "for the noble ones, “mindful,” he replied, “Nither.”",
    "ai-atk-s0506a2:670_11": "if he is told, “They are to be given a share, and then they’re in the four woods.” And he should then use it in the fire hut and then give it away.",
    "ai-atk-s0506a2:670_12": "and another “first-spheres in the Jeta Grove at Garden.”",
    "ai-atk-s0506a2:671_0": "standing on the near side of the chariot,",
    "ai-atk-s0506a2:671_1": "like a lurking in the deer-monking hood.",
    "ai-atk-s0506a2:671_2": "Crowning weapons: want oxen, the meaning is that it is too lengthwise.",
    "ai-atk-s0506a2:671_3": "if he laughs laughing: the meaning is needed, is the meaning.",
    "ai-atk-s0506a2:671_4": "Piyadassana speaks dearly,",
    "ai-atk-s0506a2:671_5": "At the end of the beryl (worms) were born in a bamboo jewel, with the bamboo jewels’ body.",
    "ai-atk-s0506a2:671_6": "Subtlety skin is delicate;",
    "ai-atk-s0506a2:671_7": "Straighting in every time, everlasting the time,",
    "ai-atk-s0506a2:671_8": "The gods of fairykind went to the Vedas and the Gandhamādana at Nāgas were taken away.",
    "ai-atk-s0506a2:672_0": "Tambapaṇṇi is beautiful, pleasant to touch, and decorated with the three watches of the night.",
    "ai-atk-s0506a2:672_1": "which is accompanied by defilements, is devoted to delight in heaven, delighting in heaven and enjoying delight,",
    "ai-atk-s0506a2:672_2": "She was born in a family of Sujātā, the family of Sujātā, having arisen in the family,",
    "ai-atk-s0506a2:672_3": "very sweet-smelling in the body,",
    "ai-atk-s0506a2:672_4": "pure and bright.",
    "ai-atk-s0506a2:673_0": "money, gold, silver, and gold.",
    "ai-atk-s0506a2:673_1": "Blinded to shamelessness,",
    "ai-atk-s0506a2:673_2": "Building is like a burning flame-producing in the mass of fire, furrows, and inaccessible to the rows of froth.",
    "ai-atk-s0506a2:673_3": "Yet is allowed fingers when spending on.",
    "ai-atk-s0506a2:673_4": "face-to-face with Sundara faces,",
    "ai-atk-s0506a2:673_5": "seeing the sight of a woman.",
    "ai-atk-s0506a2:674_0": "1028.Aññāti ekaccā.",
    "ai-atk-s0506a2:674_1": "the Sumbha gods gave the full-moons",
    "ai-atk-s0506a2:674_2": "a youth well-trained experts,",
    "ai-atk-s0506a2:674_3": "rolling on a lovely handful garden.",
    "ai-atk-s0506a2:674_4": "Likewise as they watch tower share in various different parts, which are various other districts, divided in each other, like a golden lion’s floor, etc., of analyzed with various shapes, and so on.",
    "ai-atk-s0506a2:674_5": "will not be aroused by continual speech,",
    "ai-atk-s0506a2:674_6": "Fishing nymphs,",
    "ai-atk-s0506a2:675_0": "covered with divine weapons, waves, flags, bears for the gods.",
    "ai-atk-s0506a2:676_0": "to be shown by a vow, which is like the swirl thorns and sauces with the hands and feet, and so on.",
    "ai-atk-s0506a2:676_1": "connected with the light of thorns, stars and constructions;",
    "ai-atk-s0506a2:676_2": "When the courses are destroyed,",
    "ai-atk-s0506a2:676_3": "They knocked down, thinking, “I’ll get a little upset,” and they down like that.",
    "ai-atk-s0506a2:676_4": "an essential, who was full of water,",
    "ai-atk-s0506a2:676_5": "the sun shines up;",
    "ai-atk-s0506a2:676_6": "Because that very springs up in resounding with the ten directions,",
    "ai-atk-s0506a2:677_0": "He is as carrion-stened with scents and cosmetics, like a chariot harnessed with fragrant wind, or carpets. It is shouts off a chariot wheel by the wind, as the bowstrings,",
    "ai-atk-s0506a2:677_1": "So they give it away.",
    "ai-atk-s0506a2:677_2": "The fivefold reckoning of the similes: in the case of the fivefold reckoning.",
    "ai-atk-s0506a2:677_3": "Pure, pure and bright,",
    "ai-atk-s0506a2:677_4": "Victor is beautiful;",
    "ai-atk-s0506a2:677_5": "All these sensible people must be experienced emptiness by the wise, the one who understands opposites, and the one who is capable of having developed them.",
    "ai-atk-s0506a2:678_0": "the Lord of the World, flattery on the ground,",
    "ai-atk-s0506a2:678_1": "Bypowing two, by one not measure of busy;",
    "ai-atk-s0506a2:678_2": "Saying: “He’s standing on the ground,” he listened to that same place.",
    "ai-atk-s0506a2:678_3": "takes the chariot,",
    "ai-atk-s0506a2:678_4": "of an elephant’s giant.",
    "ai-atk-s0506a2:678_5": "for one who has reached qualification",
    "ai-atk-s0506a2:678_6": "Endowed with the elephant’s: he is reborn in the company of the gods.",
    "ai-atk-s0506a2:678_7": "the god Sage’s Devala",
    "ai-atk-s0506a2:678_8": "the luteen- lotus ponds: whirlpondsing the carts of the Whels, the winterests of famine, gentle, sweetly of the people, backbiting, looking at it with their own eyes.",
    "ai-atk-s0506a2:678_9": "When he had reached full perfection in the Great Commentaries with his own hands, the bowl of lotuses, holding the bowl with his hand, while he was speaking thus: “Suppose arrows in his own hand, just as it was with a chariot pond, was delighting in his own hand, and so on.",
    "ai-atk-s0506a2:679_0": "Similarly these verses are in brief.",
    "ai-atk-s0506a2:679_1": "These saplings were placed in a goddess, casting the neighbourhood of a hole, shot, gladenered with the hand of the sun and moon, saying “Having charming the mind which were hurriedly covered with gladly-like body and speech, giving the mind of happiness and so forth. ”",
    "ai-atk-s0506a2:680_0": "He should be given this: “This is the opportunity, this is the first burning, and this is the truth.”",
    "ai-atk-s0506a2:680_1": "They remain together with one place.",
    "ai-atk-s0506a2:680_2": "Sometimes they made a single sing and playfully, laughing and singing, and they dragging their necklaces, and they don’t get caught up in the same way as the laugh.",
    "ai-atk-s0506a2:680_3": "While they were expert in this way, they didn’t get surpassing beauty. Some of them they do so. Of these ten,wards they do not see each other in appearance, shining in the realm, or the opposite directions.” And they do not see any other discarded blocks, but the regions.",
    "ai-atk-s0506a2:681_0": "1036.Soti so tvaṁ evaṁbhūto.",
    "ai-atk-s0506a2:681_1": "Four Noble Ones, who has taken up the spheres of the Enlightened One, who has made a mass of boundaries, and who has completed the profitable customs.",
    "ai-atk-s0506a2:681_2": "this one is constantly worshipped.",
    "ai-atk-s0506a2:681_3": "like Indra, the boundary pillar",
    "ai-atk-s0506a2:682_0": "You go to the observance-day procedure, the observance-day procedure, the resting place on the youth, or the other of the funeral pyre; and you ask about the observance-day procedure, about the legal procedure of the Sangha.",
    "ai-atk-s0506a2:682_1": "Through the teaching they go to a good place, the (other) merit.",
    "ai-atk-s0506a2:682_2": "It’s truly good fortunate that",
    "ai-atk-s0506a2:682_3": "then the Presented Rohaṇa brought him to the meaning.",
    "ai-atk-s0506a2:682_4": "“‘Huring here is the satisfaction”: the meaning is that specific neutrality.",
    "ai-atk-s0506a2:683_0": "They planted thus: ‘This is the fruit of the result of good and bad deeds. This is the crushing of the fruits and ruin.’",
    "ai-atk-s0506a2:684_0": "when asked by the Great Elder Mahā, the god tell him the meaning:",
    "ai-atk-s0506a2:685_0": "1040.",
    "ai-atk-s0506a2:686_0": "He asked Moggallāna: “Bhikkhu, you were uplifted by Moggallāna,",
    "ai-atk-s0506a2:687_0": "answers to questions, whoever questions, (saying): that is your fruit,",
    "ai-atk-s0506a2:688_0": "1041.",
    "ai-atk-s0506a2:689_0": "“The mind faculty of the Buddha is best, Kassapa, who is supreme, a person, Kassapa,",
    "ai-atk-s0506a2:690_0": "about the door of the Devaless, the Pathless, and the merit of gods.",
    "ai-atk-s0506a2:691_0": "1042.",
    "ai-atk-s0506a2:692_0": "“For one who gives pleasure (to the Buddha), made a golden plate, silver, and so on,",
    "ai-atk-s0506a2:693_0": "Having seen (that), his son was quickly brought to him, and satisfied by (him),",
    "ai-atk-s0506a2:694_0": "1043.",
    "ai-atk-s0506a2:695_0": "“Well-doors of the mind is pure and sublime,",
    "ai-atk-s0506a2:696_0": "In his own home the flowers were placed on the flower’s home (she constructed) in his own home.",
    "ai-atk-s0506a2:697_0": "1044.",
    "ai-atk-s0506a2:698_0": "“Those who wear a robe that’s been stored up, and through eating today.",
    "ai-atk-s0506a2:699_0": "Having great strength in the two of the two, and very greatly delightful Devas, I revere Him",
    "ai-atk-s0506a2:700_0": "1045.",
    "ai-atk-s0506a2:701_0": "“In this life, when up this misfortune has arisen, after sacrificed the threefold sacrifice,",
    "ai-atk-s0506a2:702_0": "Congregation the hundreds of men and gods, (the Buddha) delighted the delightful Devas.",
    "ai-atk-s0506a2:703_0": "1046.",
    "ai-atk-s0506a2:704_0": "“Long life, beauty, happiness, and strength—",
    "ai-atk-s0506a2:705_0": "in fact, good opposite, imperishable, and established in the stilling of all activities.",
    "ai-atk-s0506a2:706_0": "1047.",
    "ai-atk-s0506a2:707_0": "“In this world with the word of the Buddha, or else in the world he is best,",
    "ai-atk-s0506a2:708_0": "He arrived at the highest fruit of offerings, a making merit for the sake of merit.”",
    "ai-atk-s0506a2:709_0": "1041.",
    "ai-atk-s0506a2:709_1": "Herein, ruined there is a term for the faculties of the mind faculty, and because of awakening to awakening, the victory of the Bodhisatta,",
    "ai-atk-s0506a2:709_2": "Developed in what is known as the highest.",
    "ai-atk-s0506a2:709_3": "Purindful energy is the meaning, possessing four factors, has fulfilled the four factors that is good.",
    "ai-atk-s0506a2:709_4": "paid reverence to the highest of men.",
    "ai-atk-s0506a2:709_5": "Kassapa, you say.",
    "ai-atk-s0506a2:709_6": "From the gate to the city of Konāgamana an opportunity to the Buddha, the highlying and the town, thinking:",
    "ai-atk-s0506a2:709_7": "Gods Who Control the Creations of Others, thus they all",
    "ai-atk-s0506a2:709_8": "Equanimity is the mark of merits through the mark of a hundred andth of the great (nature) of merit,",
    "ai-atk-s0506a2:710_0": "they used to be constantly, resembling the defilements with the three resplendent shadows, gems, and elephants and horses; –",
    "ai-atk-s0506a2:710_1": "for four months he has transmigrations in the flood, as well as the flood.",
    "ai-atk-s0506a2:710_2": "They needed golden drums, coins, etc., and covered with gold netting, covered with gold netting, and so on; the meaning is that it is like the colour of a golden golden colour, shape, and so on.",
    "ai-atk-s0506a2:710_3": "Having seen (that), he swiftly quickly, saying: “My confidence have been swiftly seen by the Perfectly Awakened One, Buddhas,” and having seen that wonderful, with a sense of urgency, went quickly for the sake of (wakening): “Surely, it was quickly as if it was purity. ” And having seen that, the Blessed One, annoyed, thought, and seeing that pronounced that pronounced that prosperousness of the Perfect Buddhas,",
    "ai-atk-s0506a2:710_4": "blown in the sky, (thinking):",
    "ai-atk-s0506a2:711_0": "Because of the Buddha’s fame and running away,",
    "ai-atk-s0506a2:711_1": "As a result, too, a robes and so on.",
    "ai-atk-s0506a2:711_2": "According to taste: the meaning is the meaning.",
    "ai-atk-s0506a2:711_3": "Building people with various kinds of scented sal trees, requisites, and flowers together by a blossoming flowers, and by spread about clothes,",
    "ai-atk-s0506a2:711_4": "I took up the legs of the seat.",
    "ai-atk-s0506a2:711_5": "Transferred to the one who has no minds waves, one who stands on the best.",
    "ai-atk-s0506a2:712_0": "and later went to the heavens’ encircling walls, and in the wide in the heavens of the gods.",
    "ai-atk-s0506a2:712_1": "I enjoy myself with the spiritual life.",
    "ai-atk-s0506a2:713_0": "She was the cowherd’s caught at the time of the cow-dung, and the Buddha Kassapa of the Sakyas. It was like that she gave me to the cardinal at that time.",
    "ai-atk-s0506a2:713_1": "(Asoka) this sacrifice, having destroyed the (true) sacrifices and the threefold reckonings, white parasol and steps, and the sacrifices of offerings, three times, and the sixteen accessories to the sacrifice, the intention and the sacrifice accomplished with three modes and sixteen accessories, and the sacrifice after giving up the sacrifice.",
    "ai-atk-s0506a2:713_2": "while giving a gift, even if he were to take his own seat, still attendants on him with a proclamation of plains in the morning, thinking, “This alms food, drink, clothes, and vehicles,”",
    "ai-atk-s0506a2:714_0": "1046.",
    "ai-atk-s0506a2:714_1": "The gods, having done a legal procedure against the Thera, the kingdom of the earth, established them in the highest bliss of his own attainment, and he invited the Tathāgata: “Eveyllous verses, deed” and invited them to the highest decision.",
    "ai-atk-s0506a2:714_2": "and his doubts are dispersed:",
    "ai-atk-s0506a2:714_3": "the Lord of the World Asoka,",
    "ai-atk-s0506a2:715_0": "the god who overestimates in this world says what is a person who is known as a world.",
    "ai-atk-s0506a2:715_1": "The others bring about it.",
    "ai-atk-s0506a2:715_2": "than this world with its gods,",
    "ai-atk-s0506a2:715_3": "It is just as (the first) found, so the meaning is best, it is not found.",
    "ai-atk-s0506a2:715_4": "they are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and have reached the ultimate goal of life.",
    "ai-atk-s0506a2:715_5": "“He would, sir.”",
    "ai-atk-s0506a2:715_6": "after which he said: “There are merit, practising merit and demerit-making merit, that is very fruitful, subtle, great fruit, and meritorious deeds, the Realized One who wants the world will show the fruit of his merit.”",
    "ai-atk-s0506a2:715_7": "And whoever is worthy of offerings dedicated to the gods, thinking: “After attain the highest goal” .",
    "ai-atk-s0506a2:716_0": "When the senior elder saw it, he directed the mind, and know the minds of peace, the mind, the hindrances, and the mind.",
    "ai-atk-s0506a2:716_1": "At the conclusion of the Truths that had been established in the fruit of Stream-Entry.",
    "ai-atk-s0506a2:716_2": "The elder returned to the human realm and told him about the god.",
    "ai-atk-s0506a2:716_3": "For the Teacher, having taught them the Dhamma arranged it,",
    "ai-atk-s0506a2:716_4": "that is the discipline of the people.",
    "ai-atk-s0506a2:717_0": "The golden pollutants is finished.",
    "ai-atk-s0506a2:718_0": "Thus in this way the introduction",
    "ai-atk-s0506a2:719_0": "The fourteenth sections of the Great Streams",
    "ai-atk-s0506a2:720_0": "The commentary on the meaning is is finished.",
    "ai-atk-s0506a2:721_0": "6. Pāyāsivaggo",
    "ai-atk-s0506a2:722_0": "praised by the first household life,",
    "ai-atk-s0506a2:723_0": "Just as a fine counsel over the minds of action",
    "ai-atk-s0506a2:723_1": "who they will go to his wife.",
    "ai-atk-s0506a2:723_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:723_3": "At that time in Rājagaha, there was a family that was a celibate with and eight serious rules.",
    "ai-atk-s0506a2:723_4": "After making merit for the treasure of those two treasures setting up residences for as long as they lived in the realm of the gods of the Thirty-Three.",
    "ai-atk-s0506a2:723_5": "and they are reborn there.",
    "ai-atk-s0506a2:723_6": "Then venerable Mahāmoggallāna should be understood as it is said that he has already described.",
    "ai-atk-s0506a2:724_0": "1048.",
    "ai-atk-s0506a2:725_0": "“Just as the most excellent Rose-Apple Island",
    "ai-atk-s0506a2:726_0": "In the same way, this victor (still) stands, surpassing the sky:",
    "ai-atk-s0506a2:727_0": "1049.",
    "ai-atk-s0506a2:728_0": "“Even though you’ve attained the state of loss, what is meritorious act of merit?",
    "ai-atk-s0506a2:729_0": "Whose colour is the colour of all beautiful and intelligent? ” And all they praised all the kind of beauty.",
    "ai-atk-s0506a2:730_0": "The Elder asked this:",
    "ai-atk-s0506a2:731_0": "1050.",
    "ai-atk-s0506a2:732_0": "He asked Moggallāna: “Bhikkhu, you were uplifted by Moggallāna,",
    "ai-atk-s0506a2:733_0": "the question, whose question is the fruitful, and who (true) deeds, for which is the fruit of deeds.”",
    "ai-atk-s0506a2:734_0": "1051.",
    "ai-atk-s0506a2:735_0": "“I am the wife of human beings, the world of men, beautified by men,",
    "ai-atk-s0506a2:736_0": "And it is good to give gifts carefully, while giving gifts.",
    "ai-atk-s0506a2:737_0": "1052.",
    "ai-atk-s0506a2:738_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:739_0": "And I am completing all quarters.”",
    "ai-atk-s0506a2:740_0": "and he did so.",
    "ai-atk-s0506a2:741_0": "The First Simile of the Teacher is finished.",
    "ai-atk-s0506a2:742_0": "2. Dutiyaagāriyavimānavaṇṇanā",
    "ai-atk-s0506a2:743_0": "Likewise next the whole of the mind’s embracing a second time, while in the immaterial attainments,",
    "ai-atk-s0506a2:744_0": "1054.",
    "ai-atk-s0506a2:745_0": "“Just as the most excellent Rose-Apple Island",
    "ai-atk-s0506a2:746_0": "In the same way, this victor (still) stands, surpassing the sky:",
    "ai-atk-s0506a2:747_0": "1055.",
    "ai-atk-s0506a2:748_0": "“Your Majesty, the hero so mighty,",
    "ai-atk-s0506a2:749_0": "When you’re reborn among humans,",
    "ai-atk-s0506a2:750_0": "Whose mind is not developed like this?",
    "ai-atk-s0506a2:751_0": "And all the other communities he speaks praised by you.”",
    "ai-atk-s0506a2:752_0": "1056.",
    "ai-atk-s0506a2:753_0": "the god ...",
    "ai-atk-s0506a2:754_0": "1057.",
    "ai-atk-s0506a2:755_0": "“I am the wife of human beings, the world of men, beautified by men,",
    "ai-atk-s0506a2:756_0": "And it is good to give gifts carefully, while giving gifts.",
    "ai-atk-s0506a2:757_0": "1058.",
    "ai-atk-s0506a2:758_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:759_0": "And I am completing all quarters.”",
    "ai-atk-s0506a2:760_0": "and he did so.",
    "ai-atk-s0506a2:761_0": "The second recitation section is finished.",
    "ai-atk-s0506a2:762_0": "3. Phaladāyakavimānavaṇṇanā",
    "ai-atk-s0506a2:763_0": "of gold coins, fruits, and crystals",
    "ai-atk-s0506a2:763_1": "who they will go to his wife.",
    "ai-atk-s0506a2:763_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:763_3": "At one time King Bimbisāra’s mango fruits had the mango fruits and then used to eat it.",
    "ai-atk-s0506a2:763_4": "he said:",
    "ai-atk-s0506a2:763_5": "“I’ve vanquished mangoes, my mango fruits come.”",
    "ai-atk-s0506a2:763_6": "“Now that I’m mango fruits, but I don’t get any rain whenever I die.”",
    "ai-atk-s0506a2:763_7": "“Good, Venerable, do as you say.”",
    "ai-atk-s0506a2:763_8": "They arrived at the monastery in the Ārāma, having taken up a bungalow, and poured water. They as being carried away like a tree, their bowls and robes, and lived at the root of a tree.",
    "ai-atk-s0506a2:763_9": "They plucked him, and gave him water.",
    "ai-atk-s0506a2:763_10": "Then the mango trees were in no long time through the Kosambī had been choked through the drums, waves in the trees, and had been produced in the air. Having been produced in the story of a cotton.",
    "ai-atk-s0506a2:763_11": "In the first place where the trees had trunk, and the four-footed trees and fruits of gold coins and bullions, shells, tigers, and leopards,",
    "ai-atk-s0506a2:764_0": "After calling them a, he said, “I’ll give you one!” But he said, “I’ll make an end of the fruit on the road to the highest fruit.” Then he said, “When you’ll give me the going forth, the king’s fruit in the present life,” and the king would give me the fruits there.",
    "ai-atk-s0506a2:764_1": "Having thought thus, she went to the King and informed him:",
    "ai-atk-s0506a2:764_2": "When he heard that, the king told him, “Look at this point, right here.”",
    "ai-atk-s0506a2:764_3": "Now, as the elder offered the Fortunate One’s fruit.",
    "ai-atk-s0506a2:764_4": "And the Buddha gave one instruction to the senior venerable Mahākassapa, the servant of the senior mendicants, and gave one single one.",
    "ai-atk-s0506a2:764_5": "The King said to the King,",
    "ai-atk-s0506a2:765_0": "When he heard that the king, he said: “This man must have given her life to the jungle of merit.” Then he gave her the precincts, saying, “Give me my meritorious actions, this mango fruits, this matter and this gift,” and he gave me the requisites for his merit.",
    "ai-atk-s0506a2:765_1": "He said, “Give the bowl, Your Majesty,”",
    "ai-atk-s0506a2:765_2": "and later he dies at the time of the parks, bunched up a hundred leagues away. He was reborn in the company of the seven hundred leagues in countless hundred leagues, and seven hundred leagues away.",
    "ai-atk-s0506a2:765_3": "Seeing this, venerable Mahā Moggallāna asked him:",
    "ai-atk-s0506a2:766_0": "1060.",
    "ai-atk-s0506a2:767_0": "“This seer’s gem is said for sixteen leagues,",
    "ai-atk-s0506a2:768_0": "the seven chamberlains of a bungalow, a crystal, white, and the creepers.",
    "ai-atk-s0506a2:769_0": "1061.",
    "ai-atk-s0506a2:770_0": "“You may eat the curls that you poisoned eating as a god, and drink the whirlpols.",
    "ai-atk-s0506a2:771_0": "Eight trained in the eighth (supernatural) vision, the divine perceptions of various names,",
    "ai-atk-s0506a2:772_0": "They dance the unstructed,",
    "ai-atk-s0506a2:773_0": "1062.",
    "ai-atk-s0506a2:774_0": "“Your Majesty, the great mass of water ...",
    "ai-atk-s0506a2:775_0": "so beautiful and ugly.”",
    "ai-atk-s0506a2:776_0": "1063.",
    "ai-atk-s0506a2:777_0": "the god ...",
    "ai-atk-s0506a2:778_0": "1064.",
    "ai-atk-s0506a2:779_0": "“He who gives the fruit of what is delivering, abundant fruit, and confidence.",
    "ai-atk-s0506a2:780_0": "He rejoices in heaven, he is worth a sixteenth part of the meritorious deeds and so on.",
    "ai-atk-s0506a2:781_0": "1065.",
    "ai-atk-s0506a2:782_0": "“Tomorrow I gave the four-hundred and the fourth (people) fruit.",
    "ai-atk-s0506a2:783_0": "1066.",
    "ai-atk-s0506a2:784_0": "“That’s enough bearing for a human who is always seeking happiness",
    "ai-atk-s0506a2:785_0": "Or in the heaven of the Absorptions (all) human beings,",
    "ai-atk-s0506a2:786_0": "1067.",
    "ai-atk-s0506a2:787_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:788_0": "And I am praised all quarters.”",
    "ai-atk-s0506a2:789_0": "1061.",
    "ai-atk-s0506a2:789_1": "Herein, eightty-four stations there are eight months in the hall of the peaked roof,",
    "ai-atk-s0506a2:789_2": "Leaving the form of living in conformity with the attainment of failure in morality, the training, and the embracing of succession.",
    "ai-atk-s0506a2:789_3": "He gives the gods of divine kingdom,",
    "ai-atk-s0506a2:789_4": "Trial periods of the Three and blissful meditations.",
    "ai-atk-s0506a2:789_5": "from successive lofty attainments:",
    "ai-atk-s0506a2:790_0": "he himself speaks after the fruit of his own fruit, and he says as a mango.",
    "ai-atk-s0506a2:790_1": "the fruit enjoy the fruit.",
    "ai-atk-s0506a2:790_2": "Supreme amongst men delight in the world.",
    "ai-atk-s0506a2:790_3": "give their gifts to give.",
    "ai-atk-s0506a2:790_4": "straightening, uprightly:",
    "ai-atk-s0506a2:790_5": "According to his own merit: he goes to heaven through the thirty-two marks of abiding in the realm of the Thirty-Three and so on is the meaning.",
    "ai-atk-s0506a2:791_0": "It’s why the four names have reached the far shore, which comes together with the four months.",
    "ai-atk-s0506a2:791_1": "It’s all right, it’s done.",
    "ai-atk-s0506a2:791_2": "always plague the time.",
    "ai-atk-s0506a2:791_3": "heavenly hosts;",
    "ai-atk-s0506a2:791_4": "Among gods and humans, praised by human beings,",
    "ai-atk-s0506a2:791_5": "The rest is as already explained.",
    "ai-atk-s0506a2:792_0": "The dart of the fruit is finished.",
    "ai-atk-s0506a2:793_0": "(In the first place) the dart of the first house was like the first house of riches,",
    "ai-atk-s0506a2:794_0": "like the moon shining in the rainy season.",
    "ai-atk-s0506a2:794_1": "who they will go to his wife.",
    "ai-atk-s0506a2:794_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:794_3": "At that time a certain monk who had completed the rainy-season residence in a village monastery entered the rainy-season residence at the end of the rainy season. While traveling, a certain lay follower sees the Buddha coming, he asked another lay follower:",
    "ai-atk-s0506a2:794_4": "“There is.”",
    "ai-atk-s0506a2:794_5": "The lay followers, having gone to the household, together with his minds, and wives there, prepare a seat, set out a foot-stool, a foot-scraper, and water for washing the feet. After washing the feet, he preparing the senior monks with his feet.",
    "ai-atk-s0506a2:794_6": "After inviting the meal for a meal on the following day, and having invited the Theras with his companions on the following day, and having approached the Theras with a leaf-hut.",
    "ai-atk-s0506a2:794_7": "After some time, Bhaggava, he was reborn in a company of the Thirty-Three, twelve leagues broad for twelve leagues.",
    "ai-atk-s0506a2:794_8": "Venerable Mahāmoggallāna asked each question:",
    "ai-atk-s0506a2:795_0": "1069.",
    "ai-atk-s0506a2:796_0": "“Like the moon on a cloudless night, just as the sky is not overflowing in the sky,",
    "ai-atk-s0506a2:797_0": "In the same way, this victor (still) stands, surpassing the sky:",
    "ai-atk-s0506a2:798_0": "1070.",
    "ai-atk-s0506a2:799_0": "“Even though you’ve attained the state of loss, what is meritorious act of merit?",
    "ai-atk-s0506a2:800_0": "“Where are you so very beautiful? And that’s your praise of all sorts?”",
    "ai-atk-s0506a2:801_0": "The god explained these verses:",
    "ai-atk-s0506a2:802_0": "1071.",
    "ai-atk-s0506a2:803_0": "the god ...",
    "ai-atk-s0506a2:804_0": "1072.",
    "ai-atk-s0506a2:805_0": "“I’ll be a perfected one, a fully awakened Buddha,",
    "ai-atk-s0506a2:806_0": "And it is good to give gifts carefully, while giving gifts.",
    "ai-atk-s0506a2:807_0": "1073.",
    "ai-atk-s0506a2:808_0": "“Well then, complexion of all my appearance and so on. I praise all my appearance.”",
    "ai-atk-s0506a2:809_0": "Herein, one should be spoken of about what is said in the first place.",
    "ai-atk-s0506a2:810_0": "The First Friend of the first kind is finished.",
    "ai-atk-s0506a2:811_0": "The Second Friends",
    "ai-atk-s0506a2:812_0": "The sunrises in the sky",
    "ai-atk-s0506a2:812_1": "who they will go to his wife.",
    "ai-atk-s0506a2:812_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:812_3": "At that time a number of monks who had stayed in the rainy-season residence in a village monastery went to see the Buddha. They were walking to a certain village monastery at Rājagaha.",
    "ai-atk-s0506a2:812_4": "The Simile of the Benefactors is the same as the liked.",
    "ai-atk-s0506a2:813_0": "1075.",
    "ai-atk-s0506a2:814_0": "As the sun (dwells) lighting up the firmament.",
    "ai-atk-s0506a2:815_0": "(This should be told in full as in the previous discourse.)",
    "ai-atk-s0506a2:816_0": "1079.",
    "ai-atk-s0506a2:817_0": "“I am complexion to all quarters.”",
    "ai-atk-s0506a2:818_0": "Herein, previously in verses,",
    "ai-atk-s0506a2:819_0": "The second dreadful radiant is finished.",
    "ai-atk-s0506a2:820_0": "6. Bhikkhādāyakavimānavaṇṇanā",
    "ai-atk-s0506a2:821_0": "This is high and low-liferations",
    "ai-atk-s0506a2:821_1": "who they will go to his wife.",
    "ai-atk-s0506a2:821_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:821_3": "On one occasion a certain monk was traveling along a road for alms, and he stayed in a certain village.",
    "ai-atk-s0506a2:821_4": "There a man was sitting down in a certain group and said, “I’ll get upset with a meal.” Then he saw that monk medicinally in the morning, saying, “She’s food, drink, drink, clothes, and vehicles, villages, towns, and circumambulated him with the food.”",
    "ai-atk-s0506a2:821_5": "The monk consented. He then went away.",
    "ai-atk-s0506a2:821_6": "When that man had been given to a monk, he recollects the meal, and when he was given a gift, he recovered from rapture.",
    "ai-atk-s0506a2:821_7": "After some time he was reborn in a certain spotless meditation.",
    "ai-atk-s0506a2:821_8": "The venerable Mahāmoggallāna, having seen the Devas, retired to the Devas with these verses:",
    "ai-atk-s0506a2:822_0": "1081.",
    "ai-atk-s0506a2:823_0": "“This precincts is the forty-nine leagues from all around,",
    "ai-atk-s0506a2:824_0": "the seven chamberlains of a bungalow, a crystal, white, and the creepers.",
    "ai-atk-s0506a2:825_0": "1082.",
    "ai-atk-s0506a2:826_0": "“Your Majesty, the great mass of water ...",
    "ai-atk-s0506a2:827_0": "so beautiful and ugly.”",
    "ai-atk-s0506a2:828_0": "and he explained these verses:",
    "ai-atk-s0506a2:829_0": "1083.",
    "ai-atk-s0506a2:830_0": "the god ...",
    "ai-atk-s0506a2:831_0": "1084.",
    "ai-atk-s0506a2:832_0": "“I, having seen this human boy, a human being, weary, and fatigued.",
    "ai-atk-s0506a2:833_0": "and grinding his meal.",
    "ai-atk-s0506a2:834_0": "1085.",
    "ai-atk-s0506a2:835_0": "“Well then, complexion of all my appearance and so on. I praise all my appearance.”",
    "ai-atk-s0506a2:836_0": "1084.",
    "ai-atk-s0506a2:836_1": "Herein, one time I am wandering alone, a meal is the meaning.",
    "ai-atk-s0506a2:836_2": "I gave him a bear,",
    "ai-atk-s0506a2:836_3": "In the same way: ‘The meal is ready, the meaning is that it is best.’”",
    "ai-atk-s0506a2:836_4": "the Great Elder taught the Dhamma about his own son, and having preached his own Whel, the ruler of the world he rolled forth the Whel of Dhamma.",
    "ai-atk-s0506a2:836_5": "The Teacher, having concluded that Dhamma, preached the Dhamma",
    "ai-atk-s0506a2:836_6": "that is the discipline of the people.",
    "ai-atk-s0506a2:837_0": "The commentary on alms is finished.",
    "ai-atk-s0506a2:838_0": "7. Yavapālakavimānavaṇṇanā",
    "ai-atk-s0506a2:839_0": "This mind’s high and low, being fond of various kinds,",
    "ai-atk-s0506a2:839_1": "who they will go to his wife.",
    "ai-atk-s0506a2:839_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:839_3": "At that time a certain in Rājagaha who was badly protected by a snake,",
    "ai-atk-s0506a2:839_4": "When he had finished his meal, he went to the Pāṭaliputta. Then he sat at the foot of a tree for the purpose of going and eating it.",
    "ai-atk-s0506a2:839_5": "At that time one of the Elders had destroyed the pollutants, at that time was sitting on the road, at the foot of a tree.",
    "ai-atk-s0506a2:839_6": "Your food would take back.",
    "ai-atk-s0506a2:839_7": "The senior monk kept silent.",
    "ai-atk-s0506a2:839_8": "He understood: “My misfortune, who is not able to eat the alms-food, the prince would not eat whatever I have founded for alms.” And he did just that.",
    "ai-atk-s0506a2:839_9": "The elder, having seen that the offering, and eating the resting place on the ground, he departed.",
    "ai-atk-s0506a2:839_10": "He did so.",
    "ai-atk-s0506a2:839_11": "Venerable Mahāmoggallāna asked these verses:",
    "ai-atk-s0506a2:840_0": "1087.",
    "ai-atk-s0506a2:841_0": "“This is my heart’s release by love. ...”",
    "ai-atk-s0506a2:842_0": "so beautiful and ugly.”",
    "ai-atk-s0506a2:843_0": "and he explained these verses:",
    "ai-atk-s0506a2:844_0": "the god Tāyana said: “The god is all pleased.” ...",
    "ai-atk-s0506a2:845_0": "1090.",
    "ai-atk-s0506a2:846_0": "“I was a human being, a shedder who had been salty caught up.",
    "ai-atk-s0506a2:847_0": "I saw the mendicant whose victor",
    "ai-atk-s0506a2:848_0": "1091.",
    "ai-atk-s0506a2:849_0": "“For that I have a nephew with my hands, and with all breathing beings.",
    "ai-atk-s0506a2:850_0": "the deceiving from the Kuṇḍadhāna, having given to him in the Jeta Grove,",
    "ai-atk-s0506a2:851_0": "1092.",
    "ai-atk-s0506a2:852_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:853_0": "and my complexion was like me.”",
    "ai-atk-s0506a2:854_0": "Herein, previously in verses,",
    "ai-atk-s0506a2:855_0": "The group of nine on the flowers is finished.",
    "ai-atk-s0506a2:856_0": "Quickly preparing the First,",
    "ai-atk-s0506a2:857_0": "Having decorated (wholesome) decorated with jujubes,",
    "ai-atk-s0506a2:857_1": "For his lows:",
    "ai-atk-s0506a2:857_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:857_3": "At that time two retinue and the rainy season were wandering in the country of Kāsī, when the sun arrived at a certain dwelling.",
    "ai-atk-s0506a2:857_4": "Having heard that, the lay follower was going to that village. Having worshipped that lay follower, he approached the senior monks, and put them down on the same bed, the same sheet, and the threshold to the feet, and the doing the invitation procedure with them. He then departed, laughing them, and the invitation procedure there.",
    "ai-atk-s0506a2:857_5": "After some time he died and was reborn in a bundle of twelve leagues away.",
    "ai-atk-s0506a2:857_6": "Venerable Mahāmoggallāna asked these verses:",
    "ai-atk-s0506a2:858_0": "1094.",
    "ai-atk-s0506a2:859_0": "“Enough, good indeed, having nicely bathed and anointed, with an early hair,",
    "ai-atk-s0506a2:860_0": "As the Supreme Man was resplendent with glory like the moon in the sky.",
    "ai-atk-s0506a2:861_0": "1095.",
    "ai-atk-s0506a2:862_0": "“As a positionals and twenty-eight years (of the Chapter), the Hair Parinibbāna of the States),",
    "ai-atk-s0506a2:863_0": "And heavenly do not devote themselves to their sesame seeds, do not take pleasure in them.",
    "ai-atk-s0506a2:864_0": "1096.",
    "ai-atk-s0506a2:865_0": "“Your Majesty, the great mass of water ...",
    "ai-atk-s0506a2:866_0": "so beautiful and ugly.”",
    "ai-atk-s0506a2:867_0": "and he explained these verses:",
    "ai-atk-s0506a2:868_0": "the god Tāyana said: “The god is all pleased.” ...",
    "ai-atk-s0506a2:869_0": "1098.",
    "ai-atk-s0506a2:870_0": "“In this humanity, when they see the ascetics, they will be ethical.",
    "ai-atk-s0506a2:871_0": "after touching a learned person with good knowledge and conduct, who has arisen in the next life,",
    "ai-atk-s0506a2:872_0": "And he gave a gift carefully, thoughtfully, with confident heart.",
    "ai-atk-s0506a2:873_0": "1099.",
    "ai-atk-s0506a2:874_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:875_0": "and my complexion was like me.”",
    "ai-atk-s0506a2:876_0": "1094.",
    "ai-atk-s0506a2:876_1": "There he planted like a beautiful box, crow with blossoming flowers,",
    "ai-atk-s0506a2:876_2": "“One from the twice” is another reading, clung to, leprosy, adorned with jujube seeds, people with goods, leprosy, and shaven birds, who dotes their jujube seeds, whose hands and feet stuffale, is unspendid.",
    "ai-atk-s0506a2:876_3": "hair-tipsing with rowns, dresses in moisten.",
    "ai-atk-s0506a2:876_4": "and on the death of the Supreme One, etc., that is to say: “Reflecting on the robes, etc., the breath of the fingers, and the tip of the head.”",
    "ai-atk-s0506a2:877_0": "attaining perfection in the conjunction of craving for attaining Nibbāna, or in the next life.",
    "ai-atk-s0506a2:877_1": "The rest is as already explained.",
    "ai-atk-s0506a2:878_0": "The First Resplendent is finished.",
    "ai-atk-s0506a2:879_0": "9. Dutiyakuṇḍalīvimānavaṇṇanā",
    "ai-atk-s0506a2:880_0": "good in the beginning, the middle, and the second,",
    "ai-atk-s0506a2:880_1": "who they will go to his wife.",
    "ai-atk-s0506a2:880_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:880_3": "At that time in the country of Kāsī, at the end of the Kāsī, all advers, and so on, none,",
    "ai-atk-s0506a2:881_0": "1101.",
    "ai-atk-s0506a2:882_0": "“Enough, good indeed, having nicely bathed and anointed, with an early hair,",
    "ai-atk-s0506a2:883_0": "As the Supreme Man was resplendent with glory like the moon in the sky.",
    "ai-atk-s0506a2:884_0": "1102.",
    "ai-atk-s0506a2:885_0": "“As a polished and defecated limbs,",
    "ai-atk-s0506a2:886_0": "Eight years in the eighth training,",
    "ai-atk-s0506a2:887_0": "And heavenly do not devote themselves to their sesame seeds, do not take pleasure in them.",
    "ai-atk-s0506a2:888_0": "1103.",
    "ai-atk-s0506a2:889_0": "“Your Majesty, the great mass of water ...",
    "ai-atk-s0506a2:890_0": "And all the other communities he speaks praised by you.”",
    "ai-atk-s0506a2:891_0": "1104.",
    "ai-atk-s0506a2:892_0": "the god ...",
    "ai-atk-s0506a2:893_0": "1105.",
    "ai-atk-s0506a2:894_0": "“I, human beings, when they see the human being,",
    "ai-atk-s0506a2:895_0": "Recollecting the possession of the three knowledges, the famous Seer in the virtuous,",
    "ai-atk-s0506a2:896_0": "And he gave a gift carefully, thoughtfully, with confident heart.",
    "ai-atk-s0506a2:897_0": "1106.",
    "ai-atk-s0506a2:898_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:899_0": "and my complexion was like me.”",
    "ai-atk-s0506a2:900_0": "the verses consisting in the past,",
    "ai-atk-s0506a2:901_0": "The second dreadful embankment is finished.",
    "ai-atk-s0506a2:902_0": "Golden in color,",
    "ai-atk-s0506a2:903_0": "The King of Devas remembered what was well spoken (such) amongst gods and men,",
    "ai-atk-s0506a2:903_1": "who they will go to his wife.",
    "ai-atk-s0506a2:903_2": "When the Buddha had attained final extinguishment, the collection of the Dhamma and the assembly was built by king Vassakāra. Soon afterwards, when he was established in the Relics, he went to the Great Wood, and there he saw the Indian Rains Retreat all the five great kingdoms (Sakka). There he then entered the city in the Great Wood, and there he possessed the five months.",
    "ai-atk-s0506a2:903_3": "Then the chieftain Pāyāsi, having heard that place, was sitting there, surrounded by a large following that person, returned to his own view.",
    "ai-atk-s0506a2:903_4": "Then the Thera, with his own hands, revealing the dregs, delivered sun and moon, he established in the various differentiations of the views. Then he established the deliverance of views on this murderer of the essence.",
    "ai-atk-s0506a2:904_0": "When he has a gift, he gives to ascetics and brahmins, paupers, vagrants, travelers, and beggars. He provides shabby robes, clothings, and beggars, houses and lighting.",
    "ai-atk-s0506a2:904_1": "At this time, when their body breaks up, after death, they’re reborn in the company of the Gods of the Four Great Kings.",
    "ai-atk-s0506a2:904_2": "But his duty was dedicated to him in regard to the duties he became a student named Uttara.",
    "ai-atk-s0506a2:904_3": "He gave the gift of Sakka, the chief of the Thirty-Three, in Twelves in the thirty wo leagues.",
    "ai-atk-s0506a2:904_4": "When he came to the arrow of his hand, he stood uprightening his feet on his ground, raised his joined palms, and stood in five ways:",
    "ai-atk-s0506a2:904_5": "The elder told him:",
    "ai-atk-s0506a2:905_0": "1108.",
    "ai-atk-s0506a2:906_0": "“Your Majesty, the king remembers what was well spoken about in harmony.",
    "ai-atk-s0506a2:907_0": "In the same way, this victor (still) stands, surpassing the sky:",
    "ai-atk-s0506a2:908_0": "1109.",
    "ai-atk-s0506a2:909_0": "“Your Majesty, the great mass of water ...",
    "ai-atk-s0506a2:910_0": "And all the other communities,” he replied with verses.",
    "ai-atk-s0506a2:911_0": "1110.",
    "ai-atk-s0506a2:912_0": "the god ...",
    "ai-atk-s0506a2:913_0": "1111.",
    "ai-atk-s0506a2:914_0": "“I was a human being, the student who had been reborn in the world.",
    "ai-atk-s0506a2:915_0": "and I became self-reliant, virtuous, and had my virtue.",
    "ai-atk-s0506a2:916_0": "And he gave a gift carefully, thoughtfully, with confident heart.",
    "ai-atk-s0506a2:917_0": "1112.",
    "ai-atk-s0506a2:918_0": "Well then, I praised. ...",
    "ai-atk-s0506a2:919_0": "And I am completing all quarters.”",
    "ai-atk-s0506a2:920_0": "the god he answered with these verses:",
    "ai-atk-s0506a2:921_0": "1108.",
    "ai-atk-s0506a2:921_1": "Herein, godly there is the lord of the gods.",
    "ai-atk-s0506a2:921_2": "Then the well-spoken speech of the Dhamma in this way,",
    "ai-atk-s0506a2:921_3": "what is his together with the spiritual companion.",
    "ai-atk-s0506a2:921_4": "if she sits down on it;",
    "ai-atk-s0506a2:921_5": "At the Gods of the Thirty-Three,",
    "ai-atk-s0506a2:921_6": "and harmony.",
    "ai-atk-s0506a2:922_0": "he had namely the student Uttara. He was a young brahmin by the nephew, which was called Uttara.",
    "ai-atk-s0506a2:922_1": "I gave a share to the (of the Buddha), and liked the blessed with the share of rice-gruel, from the mouth, and from the food and so on.",
    "ai-atk-s0506a2:922_2": "He is satisfied with such wishes, has what is called.",
    "ai-atk-s0506a2:922_3": "Or he gave gifts so abundantly.",
    "ai-atk-s0506a2:922_4": "What kind of flame is.",
    "ai-atk-s0506a2:922_5": "He should not give food and drink,",
    "ai-atk-s0506a2:923_0": "The expression of the mind is finished.",
    "ai-atk-s0506a2:924_0": "Thus in this way the introduction",
    "ai-atk-s0506a2:925_0": "The sixth section for recitation on the site for a finer place.",
    "ai-atk-s0506a2:926_0": "The commentary on the meaning is is finished.",
    "ai-atk-s0506a2:927_0": "7. Sunikkhittavimānavaggo",
    "ai-atk-s0506a2:928_0": "1. Cittalatāvimānavaṇṇanā",
    "ai-atk-s0506a2:929_0": "just as the sun (splies) lights up the mind.",
    "ai-atk-s0506a2:929_1": "who they will go to his wife.",
    "ai-atk-s0506a2:929_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:929_3": "Now at that time a certain lay follower in Sāvatthī, but poorly had little wealth and earned another.",
    "ai-atk-s0506a2:929_4": "When he is growing old, he thinks: “I am an old man, elderly, and senior, advanced in years, and provides the sabbath with its mother and father. Both children, partners, bondservants, workers, and staff; and his parents like usage for the sabbath; and he seizes the sabbath with my mother and father.”",
    "ai-atk-s0506a2:929_5": "After some time he died and was reborn in a place for twelve leagues.",
    "ai-atk-s0506a2:929_6": "Moggallāna went to that place and asked these verses.",
    "ai-atk-s0506a2:930_0": "1114.",
    "ai-atk-s0506a2:931_0": "“Just as the most excellent Rose-Apple Island",
    "ai-atk-s0506a2:932_0": "In the same way, this victor (still) stands, surpassing the sky:",
    "ai-atk-s0506a2:933_0": "1115.",
    "ai-atk-s0506a2:934_0": "“Your Majesty, the great mass of water ...",
    "ai-atk-s0506a2:935_0": "so beautiful and ugly.”",
    "ai-atk-s0506a2:936_0": "1116.",
    "ai-atk-s0506a2:937_0": "the god ...",
    "ai-atk-s0506a2:938_0": "1117.",
    "ai-atk-s0506a2:939_0": "“He was a poor man, a poor worker, who was not poor, blemish, and a poor worker.",
    "ai-atk-s0506a2:940_0": "I was old, and my parents used to be ethical,",
    "ai-atk-s0506a2:941_0": "And he gave a gift carefully, thoughtfully, with confident heart.",
    "ai-atk-s0506a2:942_0": "1118.",
    "ai-atk-s0506a2:943_0": "“Well then, complexion of intelligence, and all-cloth is praised by me.”",
    "ai-atk-s0506a2:944_0": "The same answer was also explained.",
    "ai-atk-s0506a2:945_0": "Their mind is finished.",
    "ai-atk-s0506a2:946_0": "2. Nandanavimānavaṇṇanā",
    "ai-atk-s0506a2:947_0": "just as the Nandana (good) the Hero was shining forth,",
    "ai-atk-s0506a2:947_1": "who they will go to his wife.",
    "ai-atk-s0506a2:947_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:947_3": "Now at that time a certain lay follower was living in Sāvatthī undeclared for the complete ending of grasping.",
    "ai-atk-s0506a2:947_4": "But this boy was possessed to her parents and partners away.",
    "ai-atk-s0506a2:948_0": "1120.",
    "ai-atk-s0506a2:949_0": "Just as Nandana (gods) was the most excellent Nandana Rucānandā, which was worthy of a religious foundation of hither.",
    "ai-atk-s0506a2:950_0": "In the same way, this victor (still) stands, surpassing the sky:",
    "ai-atk-s0506a2:951_0": "1121.",
    "ai-atk-s0506a2:952_0": "“Your Majesty, the great mass of fire appearance, such as all of you praise. ...”",
    "ai-atk-s0506a2:953_0": "1122.",
    "ai-atk-s0506a2:954_0": "the god ...",
    "ai-atk-s0506a2:955_0": "1123.",
    "ai-atk-s0506a2:956_0": "“He was a poor man, a poor worker, who was not poor, blemish, and a poor worker.",
    "ai-atk-s0506a2:957_0": "I was old, and my parents used to be ethical,",
    "ai-atk-s0506a2:958_0": "And he gave a gift carefully, thoughtfully, with confident heart.",
    "ai-atk-s0506a2:959_0": "1124.",
    "ai-atk-s0506a2:960_0": "“Well then, complexion of intelligence, and all-cloth is praised by me.”",
    "ai-atk-s0506a2:961_0": "with these verses, and so on: previously there is no progress.",
    "ai-atk-s0506a2:962_0": "The Garden of Delight,",
    "ai-atk-s0506a2:963_0": "3. Maṇithūṇavimānavaṇṇanā",
    "ai-atk-s0506a2:964_0": "This one whose mind is sullied,",
    "ai-atk-s0506a2:964_1": "who they will go to his wife.",
    "ai-atk-s0506a2:964_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:964_3": "At that time several senior mendicants were staying in the wilderness.",
    "ai-atk-s0506a2:964_4": "After walking for alms, one of them returns alone, with a rough path, a shaken fragrant celestial sauce, and shaves a tree or a rope. They draw the sword or the sky from the root of a tree. And they drop off a cliff, an ethical person. They pass from the lay life to homelessness.",
    "ai-atk-s0506a2:964_5": "After some time he was reborn in a certain spotless meditation.",
    "ai-atk-s0506a2:964_6": "Moggallāna went to him and asked these verses:",
    "ai-atk-s0506a2:965_0": "1126.",
    "ai-atk-s0506a2:966_0": "“This precincts is the forty-nine leagues from all around,",
    "ai-atk-s0506a2:967_0": "the seven chamberlains of a bungalow, a crystal, white, and the creepers.",
    "ai-atk-s0506a2:968_0": "1127.",
    "ai-atk-s0506a2:969_0": "“You may eat the curls that you poisoned eating as a god, and drink the whirlpols.",
    "ai-atk-s0506a2:970_0": "And the heavenly sensual pleasures don’t provide liquor or the five kinds of sensual stimulation.",
    "ai-atk-s0506a2:971_0": "1128.",
    "ai-atk-s0506a2:972_0": "“What’s your beautiful, complexion, ~ and all-coloured?”",
    "ai-atk-s0506a2:973_0": "the same verse:",
    "ai-atk-s0506a2:974_0": "1130.",
    "ai-atk-s0506a2:975_0": "the god ...",
    "ai-atk-s0506a2:976_0": "1131.",
    "ai-atk-s0506a2:977_0": "“In humanity I was a human being, I lived in the robber;",
    "ai-atk-s0506a2:978_0": "The trees were both resplendent. I had sex with my virtue.",
    "ai-atk-s0506a2:979_0": "And he gave a gift carefully, thoughtfully, with confident heart.",
    "ai-atk-s0506a2:980_0": "1132.",
    "ai-atk-s0506a2:981_0": "“Well then, please praise all such beautiful qualities.”",
    "ai-atk-s0506a2:982_0": "1131.",
    "ai-atk-s0506a2:982_1": "Herein, a forest dweller in the forest.",
    "ai-atk-s0506a2:982_2": "The trees returned to the monastery, and there sounded the parks of the trees. The meaning is the meaning.",
    "ai-atk-s0506a2:982_3": "The rest is as already explained.",
    "ai-atk-s0506a2:983_0": "The golden powder is finished.",
    "ai-atk-s0506a2:984_0": "4. Suvaṇṇavimānavaṇṇanā",
    "ai-atk-s0506a2:985_0": "golden coloured golden plates,",
    "ai-atk-s0506a2:985_1": "who they will go to his wife.",
    "ai-atk-s0506a2:985_2": "And he was staying near Andhakavinda.",
    "ai-atk-s0506a2:985_3": "At that time a certain lay follower had who was full of faith and confidence, and wanting to fall away from the neighborhood of a certain shade of the Buddha. Having been established in the a crooked golden jungle, they were reborn in the leaf hut. Taking the Buddha’s neighborhood of a certain village, the Lord of the Joyful Gods.",
    "ai-atk-s0506a2:985_4": "At the moment of his deeds there was adorned with various precious ornaments, countless stores of many descriptions, boiled rice, gems, adornments, and many-folks.",
    "ai-atk-s0506a2:985_5": "Moggallāna, after seeing them with these verses.",
    "ai-atk-s0506a2:986_0": "1134.",
    "ai-atk-s0506a2:987_0": "“In whom was like a golden mountain,",
    "ai-atk-s0506a2:988_0": "because of that net of those netshews are covered.",
    "ai-atk-s0506a2:989_0": "1135.",
    "ai-atk-s0506a2:990_0": "“There are eight great positions that are well-proclaimed, all of us.",
    "ai-atk-s0506a2:991_0": "being unintelligent to this treasure,",
    "ai-atk-s0506a2:992_0": "1136.",
    "ai-atk-s0506a2:993_0": "“Talks and silver are made of gold,",
    "ai-atk-s0506a2:994_0": "merged with the hearts, blemish, with blood,",
    "ai-atk-s0506a2:995_0": "1137.",
    "ai-atk-s0506a2:996_0": "“It’s a delightful piece of land, which waves away.",
    "ai-atk-s0506a2:997_0": "bringing the cows, the group-of-free, saying: “Having drive him up,",
    "ai-atk-s0506a2:998_0": "1138.",
    "ai-atk-s0506a2:999_0": "“One who has four supports, four in all the directions,",
    "ai-atk-s0506a2:1000_0": "the sun shines in the open;",
    "ai-atk-s0506a2:1001_0": "1139.",
    "ai-atk-s0506a2:1002_0": "“Two partake of the four kinds of division:",
    "ai-atk-s0506a2:1003_0": "During the waters of the rainy season from all directions,",
    "ai-atk-s0506a2:1004_0": "1140.",
    "ai-atk-s0506a2:1005_0": "“In this place the god Vijayā, the Great Sage,",
    "ai-atk-s0506a2:1006_0": "outshines with color,",
    "ai-atk-s0506a2:1007_0": "1141.",
    "ai-atk-s0506a2:1008_0": "“This is your gift, this fruit of your virtue, or that one who has no virtue,",
    "ai-atk-s0506a2:1009_0": "The Fortunate One asked about this matter, answering properly.”",
    "ai-atk-s0506a2:1010_0": "and he explained these verses:",
    "ai-atk-s0506a2:1011_0": "the god Tāyana said: “The god is all pleased.” ...",
    "ai-atk-s0506a2:1012_0": "1143.",
    "ai-atk-s0506a2:1013_0": "“After the drum of the Buddha, the conflict of the Dark One,",
    "ai-atk-s0506a2:1014_0": "the dwelling of the Teacher, who had constructed a dwelling with his hands,",
    "ai-atk-s0506a2:1015_0": "1144.",
    "ai-atk-s0506a2:1016_0": "“Having let down the circums and garlands,",
    "ai-atk-s0506a2:1017_0": "and to the dwelling of the Teacher, with a mind clear,",
    "ai-atk-s0506a2:1018_0": "through that I (also) gained this jungle thicket.",
    "ai-atk-s0506a2:1019_0": "1145.",
    "ai-atk-s0506a2:1020_0": "“In the delightful Gardens, and in the woods of different lifes,",
    "ai-atk-s0506a2:1021_0": "I delight in song and dance, aren’t worth clinging to.",
    "ai-atk-s0506a2:1022_0": "1134.",
    "ai-atk-s0506a2:1022_1": "Herein, everywhere means in all-walling, he is satisfied, and his in everyway.",
    "ai-atk-s0506a2:1022_2": "crowded with jewels, pebbles, and soft hands.",
    "ai-atk-s0506a2:1023_0": "all the beryl gems, rice-gruel, mother-of-pearl,",
    "ai-atk-s0506a2:1023_1": "Herein, it is of one kind that is disturbed in the place where it is disturbed and in the air,",
    "ai-atk-s0506a2:1023_2": "The meaning is: seven treasures, eight excellent treasures, these things are the bestowed: this is the meaning.",
    "ai-atk-s0506a2:1024_0": "it is said to be shown in various ways. ”",
    "ai-atk-s0506a2:1024_1": "Herein, Veḷukaṇṭha, (from the golden) breath, covered with gold net, dropped on the bank,",
    "ai-atk-s0506a2:1024_2": "for I need this legal issue;",
    "ai-atk-s0506a2:1024_3": "Likewise in the case of the visible forms, etc., which are here too.",
    "ai-atk-s0506a2:1024_4": "very fragrant, freed in every way,",
    "ai-atk-s0506a2:1024_5": "but to red shrines at night, and so on.",
    "ai-atk-s0506a2:1025_0": "Once it is so bubbles, sweet-vouted, delightful, and golden rubbed storms, you do not get too rubbedly.",
    "ai-atk-s0506a2:1025_1": "Gopāla, Nuns, and Godhā",
    "ai-atk-s0506a2:1025_2": "yellow, yellow-coloured golden colour, silver, and gold.",
    "ai-atk-s0506a2:1025_3": "I wear sandals of jewelled robes,",
    "ai-atk-s0506a2:1026_0": "Transmigration is worshipped by various kinds of treasures, and so forth by different countless precious things,",
    "ai-atk-s0506a2:1026_1": "if you know:",
    "ai-atk-s0506a2:1026_2": "Four four directions.",
    "ai-atk-s0506a2:1026_3": "Hence it is said: “Mount the four directions.”",
    "ai-atk-s0506a2:1027_0": "Understanding the tuber of water he speaks (only) speaking (himself) with his verbal knife,",
    "ai-atk-s0506a2:1028_0": "He made meritoriously with his own body, and his speech for the sake of himself, he made a dwelling,",
    "ai-atk-s0506a2:1028_1": "Or alternatively, one whose fragrances and garlands, perfumes and garlands, and sandalwood makeup,",
    "ai-atk-s0506a2:1028_2": "In what way?",
    "ai-atk-s0506a2:1028_3": "He dedicated (them) to the Teacher, the highest among men, and he gave him a region to the supreme caravan leader. This is how the Doctrinal.",
    "ai-atk-s0506a2:1029_0": "he is stated under the heading of merit: by that deed, by the earth acquake,",
    "ai-atk-s0506a2:1029_1": "“This is mine, it is mine!",
    "ai-atk-s0506a2:1029_2": "This is the fruit of good and bad deeds.",
    "ai-atk-s0506a2:1029_3": "Hence it is said: “I’ll wield a great deal of these.”",
    "ai-atk-s0506a2:1030_0": "delight in the heavenly realm,",
    "ai-atk-s0506a2:1030_1": "The rest is as already explained.",
    "ai-atk-s0506a2:1031_0": "When the deities were teaching his own merits, the Elder taught the Dhamma to him.",
    "ai-atk-s0506a2:1031_1": "The Fortunate One gave a teaching to the monks, and he preached the Dhamma.",
    "ai-atk-s0506a2:1031_2": "that is the discipline of the people.",
    "ai-atk-s0506a2:1032_0": "The golden pollutants is finished.",
    "ai-atk-s0506a2:1033_0": "5. Ambavimānavaṇṇanā",
    "ai-atk-s0506a2:1034_0": "They called ‘rotten’ ground,",
    "ai-atk-s0506a2:1034_1": "who they will go to his wife.",
    "ai-atk-s0506a2:1034_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:1034_3": "At that time a certain poor man who had arrived at Rājagaha, and preserved the food from another mango grove.",
    "ai-atk-s0506a2:1034_4": "On the following day he saw Venerable Sāriputta coming down from the Ganges River: “After walking mindfully, the sun and moon, sun, and creeping animals, and go to the park.” Then he stirred up, having a little way, spitting out of compassion for him, sweat, and going along the road, saying: “Sir, I have wandered about a great flood, the wide open a movess for my beggars.” And now I have wandered like a great brazzing.",
    "ai-atk-s0506a2:1034_5": "The Elder, wanting to rebuke it, wanting to raise it, entered the root of a tree, and sat down at the root of a certain tree.",
    "ai-atk-s0506a2:1035_0": "The man said, “If he says, “If I fall in from here, I’ll lift it.”",
    "ai-atk-s0506a2:1035_1": "And the Elder consented by remaining silent.",
    "ai-atk-s0506a2:1035_2": "When the water had rubbed the bowl, he removed the water from the elder, and then washed the bowl with his hand and bowl, he washed the bowl with drinking water.",
    "ai-atk-s0506a2:1035_3": "The elder dranking water. He droping the water and then set out on foot, and taking the water, he departed.",
    "ai-atk-s0506a2:1035_4": "Then that person, knowing that the Buddha had made an extremely happy with many judgments for him.",
    "ai-atk-s0506a2:1035_5": "But after later, he was reborn in another family.",
    "ai-atk-s0506a2:1035_6": "Having approached Venerable Mahāmoggallāna and asked these verses, he asked the merit:",
    "ai-atk-s0506a2:1036_0": "1146.",
    "ai-atk-s0506a2:1037_0": "“This precincts is the forty-nine leagues from all around,",
    "ai-atk-s0506a2:1038_0": "the seven chamberlains of a bungalow, a crystal, white, and the creepers.",
    "ai-atk-s0506a2:1039_0": "1147.",
    "ai-atk-s0506a2:1040_0": "“You may eat the curls that you poisoned eating as a god, and drink the whirlpols.",
    "ai-atk-s0506a2:1041_0": "Causes the heavenly sensual pleasures, the five kinds of sensual stimulation, and the musical instruments of the strands.",
    "ai-atk-s0506a2:1042_0": "1148.",
    "ai-atk-s0506a2:1043_0": "“What’s your beautiful and ugly? ...",
    "ai-atk-s0506a2:1044_0": "so beautiful and ugly.”",
    "ai-atk-s0506a2:1045_0": "1150.",
    "ai-atk-s0506a2:1046_0": "“Sir, the god Santusita is pleased. ...”",
    "ai-atk-s0506a2:1047_0": "the fruit of deeds.”",
    "ai-atk-s0506a2:1048_0": "1151.",
    "ai-atk-s0506a2:1049_0": "“We came to the last month of the lady, in the last month of the day,",
    "ai-atk-s0506a2:1050_0": "his destiny and his mangoes.",
    "ai-atk-s0506a2:1051_0": "1152.",
    "ai-atk-s0506a2:1052_0": "“Then, Sāriputta, you’re a mendicant! May you be well!",
    "ai-atk-s0506a2:1053_0": "with corruption, very own body,",
    "ai-atk-s0506a2:1054_0": "1153.",
    "ai-atk-s0506a2:1055_0": "“Through seeing him, you said this to him: “You are Ambapālī,",
    "ai-atk-s0506a2:1056_0": "It would be good, reverend Sir, if I were to live happily for me,",
    "ai-atk-s0506a2:1057_0": "1154.",
    "ai-atk-s0506a2:1058_0": "“May my bowl and robes put me out of compassion,",
    "ai-atk-s0506a2:1059_0": "sat down at the root of a tree, in the open air,",
    "ai-atk-s0506a2:1060_0": "1155.",
    "ai-atk-s0506a2:1061_0": "“Those who have confidence in the person who gives no confidence,",
    "ai-atk-s0506a2:1062_0": "after putting down the tree at the root of a tree for bathing place alone,",
    "ai-atk-s0506a2:1063_0": "1156.",
    "ai-atk-s0506a2:1064_0": "“The ascetic is smiling, and he is not living the neighborhood.",
    "ai-atk-s0506a2:1065_0": "Though I’ve prepared much merit,",
    "ai-atk-s0506a2:1066_0": "Thus he in regard to his own body (thinking):",
    "ai-atk-s0506a2:1067_0": "1157.",
    "ai-atk-s0506a2:1068_0": "“This is a (good) action, this is our last birth,",
    "ai-atk-s0506a2:1069_0": "After giving up this human body, they are reborn in the Gandhamādana,",
    "ai-atk-s0506a2:1070_0": "1158.",
    "ai-atk-s0506a2:1071_0": "“In the delightful Gardens, and in the woods of different lifes,",
    "ai-atk-s0506a2:1072_0": "Dancing in delightful songs the dancers of nymphs –",
    "ai-atk-s0506a2:1073_0": "And the same verses:",
    "ai-atk-s0506a2:1074_0": "1151.",
    "ai-atk-s0506a2:1074_1": "Herein, when in the last month of summer, when the rain comes down,",
    "ai-atk-s0506a2:1074_2": "Reflecting heats lowly, dropped it into two or three times.",
    "ai-atk-s0506a2:1074_3": "if it is shamelessly because it is day on the day of the day;",
    "ai-atk-s0506a2:1074_4": "He (god) snake: he urine with the disease called or rose; the meaning is rose from a tree in the tents of rose-apple trees; the meaning is that it is rottten.",
    "ai-atk-s0506a2:1074_5": "horse-haired, “Are you here” is the meaning.",
    "ai-atk-s0506a2:1074_6": "“An a grabber (thinking): “Here they were brought (to come),” and hanging on a pretext.",
    "ai-atk-s0506a2:1075_0": "Since he went to that mango grove, he went to the Rose-Apple Island.",
    "ai-atk-s0506a2:1075_1": "reading in their mind, they get tired of the path that has been discomfort, oppressed, and insubstantial.",
    "ai-atk-s0506a2:1076_0": "Then I wanted to get hold of that robe-cloth and solitary retreat. But I wanted to endure this.",
    "ai-atk-s0506a2:1077_0": "The ascetic Gotama clings to it in this way: “This ascetic is how I am tied up with one position of his merit, and I have a single action, yet I shall get tied up with the body and my mind present to it with just three or three leagues.” And he breaks apart from all the various kinds of happiness Islandss beginning with happiness in three ways.",
    "ai-atk-s0506a2:1077_1": "And when you’ve rejected it in the past, you need advocate the meaning.",
    "ai-atk-s0506a2:1078_0": "I don’t understand this legal procedure:",
    "ai-atk-s0506a2:1078_1": "and the same is as already explained.",
    "ai-atk-s0506a2:1079_0": "The robes are finished.",
    "ai-atk-s0506a2:1080_0": "6. Gopālavimānavaṇṇanā",
    "ai-atk-s0506a2:1081_0": "Having seen (that), the monks from the Stewards were asked in this way,",
    "ai-atk-s0506a2:1081_1": "who they will go to his wife.",
    "ai-atk-s0506a2:1081_2": "The Fortunate One was living near Rājagaha in the Bamboo Grove.",
    "ai-atk-s0506a2:1081_3": "Now at that time a certain cowherd, a certain cowherd, having taken the loads on the ground, took a charming the city of Rājagaha.",
    "ai-atk-s0506a2:1081_4": "Venerable Mahāmoggallāna said to him, “This Venerable Mahāmoggallāna, he’ll die now,” and he gave him three months.",
    "ai-atk-s0506a2:1081_5": "The charioteer, having looked at the Thera, wanted to give it to the Elder Nun,",
    "ai-atk-s0506a2:1081_6": "At that time the cows entered the house in the mother’s womb.",
    "ai-atk-s0506a2:1081_7": "Then the cowherd thought, “How can I pour earn the elder’s, or drunk the corpse?”",
    "ai-atk-s0506a2:1081_8": "Then it occurred to me, “Venerable sir, I’m going to where the senior monks have gone. Why don’t I go? Why don’t I show them to the first senior venerable?”",
    "ai-atk-s0506a2:1081_9": "So the Elder accepted them out of compassion.",
    "ai-atk-s0506a2:1082_0": "Then a cowherd’s dwelling, picked up his feet and entering the stream without hurriedly.",
    "ai-atk-s0506a2:1082_1": "The elder, out of compassion took her from the water, and the air.",
    "ai-atk-s0506a2:1082_2": "After eating the cow-herd’s cowherd, and enjoying the happiness of the senior elder, he sat down on his mind.",
    "ai-atk-s0506a2:1082_3": "Different in the whole body,",
    "ai-atk-s0506a2:1082_4": "The god at the end of the merchant’s house became level. He died in twelve-hundred and fifty leagues.",
    "ai-atk-s0506a2:1082_5": "Seeing that, venerable Mahāmoggallāna then asked these verses:",
    "ai-atk-s0506a2:1083_0": "1159.",
    "ai-atk-s0506a2:1084_0": "“Sire, when a mendicant is in a selected recitation, the convention for a long time,",
    "ai-atk-s0506a2:1085_0": "like the moon on the cloudless sky, as the heavenly glory of the gods.",
    "ai-atk-s0506a2:1086_0": "1160.",
    "ai-atk-s0506a2:1087_0": "“Enough, good indeed, having nicely bathed and anointed, with an early hair,",
    "ai-atk-s0506a2:1088_0": "As the Supreme Man was resplendent with glory like the moon in the sky.",
    "ai-atk-s0506a2:1089_0": "1161.",
    "ai-atk-s0506a2:1090_0": "“As a positionals and twenty-eight years (of the Chapter), the Hair Parinibbāna of the States),",
    "ai-atk-s0506a2:1091_0": "And heavenly do not devote themselves to their sesame seeds, do not take pleasure in them.",
    "ai-atk-s0506a2:1092_0": "1162.",
    "ai-atk-s0506a2:1093_0": "“Your Majesty, the great mass of water ...",
    "ai-atk-s0506a2:1094_0": "so beautiful and ugly.”",
    "ai-atk-s0506a2:1095_0": "And the other answers:",
    "ai-atk-s0506a2:1096_0": "The god was pleased. ...",
    "ai-atk-s0506a2:1097_0": "1164.",
    "ai-atk-s0506a2:1098_0": "“I will be protected by human beings, wealth, protection, and despise (of people).",
    "ai-atk-s0506a2:1099_0": "Yet he is known to me, nor to take the jackals of mine. Let them not to eat the cattle,",
    "ai-atk-s0506a2:1100_0": "1165.",
    "ai-atk-s0506a2:1101_0": "“Nuns, I do a duty work today, and I thought about both ways.",
    "ai-atk-s0506a2:1102_0": "From that perception I make proper attention, I have not given them water.",
    "ai-atk-s0506a2:1103_0": "1166.",
    "ai-atk-s0506a2:1104_0": "“You have enjoyed your sarong, sirs, this is your reputation for the sake of wealth.",
    "ai-atk-s0506a2:1105_0": "Then the dark hero, a black snake with his feet, and a carcasses -",
    "ai-atk-s0506a2:1106_0": "1167.",
    "ai-atk-s0506a2:1107_0": "“I rubbed the skin, my belly, and my grandmother the monk threw him down.",
    "ai-atk-s0506a2:1108_0": "After passing away from there to the other gods,",
    "ai-atk-s0506a2:1109_0": "1168.",
    "ai-atk-s0506a2:1110_0": "“I have done a wholesome deeds, and I have done what is good,",
    "ai-atk-s0506a2:1111_0": "For I have compassion for this, reverend Sir,",
    "ai-atk-s0506a2:1112_0": "1169.",
    "ai-atk-s0506a2:1113_0": "“Whoever has attained the gods, the Sage who is endowed with the authority to him, there is no other ascetic,",
    "ai-atk-s0506a2:1114_0": "For I have compassion for this, reverend Sir,",
    "ai-atk-s0506a2:1115_0": "1170.",
    "ai-atk-s0506a2:1116_0": "“In this world, the next in this world, or the other is compassionate for a mortification,",
    "ai-atk-s0506a2:1117_0": "For I have compassion for you, sir, I will bow to you!”",
    "ai-atk-s0506a2:1118_0": "Then Venerable Mahāmoggallāna, with his own hands and feet, told the Buddha about this.",
    "ai-atk-s0506a2:1118_1": "The Teacher, having pressed him, gave him a teaching, and then preached the Dhamma to the assembly of gods.",
    "ai-atk-s0506a2:1119_0": "1159.",
    "ai-atk-s0506a2:1119_1": "Herein, god Gopaka,",
    "ai-atk-s0506a2:1119_2": "The monks were referring to Venerable Mahāmoggallāna,",
    "ai-atk-s0506a2:1119_3": "that mendicant’s completely free of defilements,",
    "ai-atk-s0506a2:1119_4": "This is so very helpful for him, thinking “She does so, what remains for an eon or what’s left of them?” And some remained behind them.",
    "ai-atk-s0506a2:1119_5": "for he should follow them: “Take this situation.”",
    "ai-atk-s0506a2:1119_6": "that even a hundred thousand years lesser than sixty thousand years had been asked, “This is the three hundred and eighty thousand years,” he can be said.",
    "ai-atk-s0506a2:1119_7": "like the moon in the waning fortnight, so the gods spent the moon on its own say that",
    "ai-atk-s0506a2:1120_0": "The goddess were asked for the sake of all the Theras, for the sake of them which they had been sent by the Elder and so on.",
    "ai-atk-s0506a2:1121_0": "after wrapping the Saṅgha’s good fortune, having put aside the Saṅgha,",
    "ai-atk-s0506a2:1121_1": "for many sorts of person here who were educated here and there.",
    "ai-atk-s0506a2:1121_2": "They plunge into the mountains.",
    "ai-atk-s0506a2:1121_3": "for one month...",
    "ai-atk-s0506a2:1122_0": "he should do his duty and business for the day.",
    "ai-atk-s0506a2:1122_1": "This is said in both places: the Book of the Kāsi and Kosalans,",
    "ai-atk-s0506a2:1122_2": "perception ...",
    "ai-atk-s0506a2:1122_3": "That is why he said: “He receives it,” and after giving it up.",
    "ai-atk-s0506a2:1122_4": "Riding with a _paṇḍaka_ in the hand,",
    "ai-atk-s0506a2:1122_5": "necklaces they have not yet to be put down on the belly, and put them into a basket,",
    "ai-atk-s0506a2:1122_6": "This is the very beneficial.",
    "ai-atk-s0506a2:1123_0": "1166.Soti so ahaṁ.",
    "ai-atk-s0506a2:1123_1": "Contented, delighting in the Tusita Heaven,",
    "ai-atk-s0506a2:1123_2": "I entered a dwelling place for alms.",
    "ai-atk-s0506a2:1123_3": "This is the rise and fall of Māra’s riches. This is the meaning of wealth: ‘This is the one who I enjoy this wealth, this is the meaning of the roughme.’”",
    "ai-atk-s0506a2:1123_4": "Herein, one who goes there:",
    "ai-atk-s0506a2:1123_5": "It’s because of me, being my dissatisfaction with a hundred roads, after conquering the sword of the world with its gods, and thinking: “After going to heaven, I will be reborn in the darkness of the gods.”",
    "ai-atk-s0506a2:1124_0": "I’m stricken by rubbing; I’m burning, blazing and glowing.",
    "ai-atk-s0506a2:1124_1": "When this is swallowed: takes it, is the meaning.",
    "ai-atk-s0506a2:1124_2": "passed away from there, a human being, and after passing away from there I passed away from there, or being reborn there. This is the meaning of death there, the deity of which I passed away from there and were reborn there. In the life span of the deities, the deity of death, the deity whose death is the meaning.",
    "ai-atk-s0506a2:1125_0": "There is no Lord of Sages, who is intent on sagacious authority, for one who has no special qualities,",
    "ai-atk-s0506a2:1125_1": "what is called to say: this is (but) the reason why this is called to say.",
    "ai-atk-s0506a2:1125_2": "The rest is as already explained.",
    "ai-atk-s0506a2:1126_0": "The Gomaya and Bank is finished.",
    "ai-atk-s0506a2:1127_0": "7. Kaṇḍakavimānavaṇṇanā",
    "ai-atk-s0506a2:1128_0": "like the moon released from the sea,",
    "ai-atk-s0506a2:1128_1": "who they will go to his wife.",
    "ai-atk-s0506a2:1128_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:1128_3": "And at that time Venerable Mahāmoggallāna was below in the way already described. It was he went to the gods of the Thirty-Three.",
    "ai-atk-s0506a2:1128_4": "At that moment the god _paṇḍaka_, the gods of the Thirty-Three came out through the air and stood there shouted by a great wages. Having raised his joined palms to Mahāmoggallāna, he approached the Elder Mahā Moggallāna, and bowed down with his head to the great horror.",
    "ai-atk-s0506a2:1128_5": "Then the Elder said to him:",
    "ai-atk-s0506a2:1129_0": "1171.",
    "ai-atk-s0506a2:1130_0": "“ like the moon surrounded by the stars,",
    "ai-atk-s0506a2:1131_0": "Approaching is going to heaven.",
    "ai-atk-s0506a2:1132_0": "1172.",
    "ai-atk-s0506a2:1133_0": "“This is the castle of the gods,",
    "ai-atk-s0506a2:1134_0": "outshines the stomach with its colour.",
    "ai-atk-s0506a2:1135_0": "1173.",
    "ai-atk-s0506a2:1136_0": "“Talks and silver are made of gold,",
    "ai-atk-s0506a2:1137_0": "merged with the hearts, blemish, with blood,",
    "ai-atk-s0506a2:1138_0": "1174.",
    "ai-atk-s0506a2:1139_0": "“The mind-made body is maidens, and heroic,",
    "ai-atk-s0506a2:1140_0": "The palace of a bungalow was very beautiful,",
    "ai-atk-s0506a2:1141_0": "1175.",
    "ai-atk-s0506a2:1142_0": "“Pokkharasāti, and so on,",
    "ai-atk-s0506a2:1143_0": "clear and undisturbed.",
    "ai-atk-s0506a2:1144_0": "1176.",
    "ai-atk-s0506a2:1145_0": "“Not with all adornments, covered with white cloth,",
    "ai-atk-s0506a2:1146_0": "the sweet-smelling lamps beautified, and the (after) praised.",
    "ai-atk-s0506a2:1147_0": "1177.",
    "ai-atk-s0506a2:1148_0": "“Seeing each one’s womb they have fallen into the sky,",
    "ai-atk-s0506a2:1149_0": "covered with flowers and fruits,",
    "ai-atk-s0506a2:1150_0": "1178.",
    "ai-atk-s0506a2:1151_0": "“Her couch is the colour of couch;",
    "ai-atk-s0506a2:1152_0": "sat down on the seat of the kingdom,",
    "ai-atk-s0506a2:1153_0": "1179.",
    "ai-atk-s0506a2:1154_0": "“Confidented with all the ornaments,",
    "ai-atk-s0506a2:1155_0": "delighting in it, he rejoices as an abode.",
    "ai-atk-s0506a2:1156_0": "1180.",
    "ai-atk-s0506a2:1157_0": "“Among the After retents (he said): “Just as a government official,",
    "ai-atk-s0506a2:1158_0": "Doing delight in clinging, delight in liquor;",
    "ai-atk-s0506a2:1159_0": "1181.",
    "ai-atk-s0506a2:1160_0": "“The heavenly sights, sounds, smells, tastes,",
    "ai-atk-s0506a2:1161_0": "the smells, and touches so delightful.",
    "ai-atk-s0506a2:1162_0": "1182.",
    "ai-atk-s0506a2:1163_0": "“In this place, the Divinities in the Vajirā, so great Sage,",
    "ai-atk-s0506a2:1164_0": "outshines with color,",
    "ai-atk-s0506a2:1165_0": "1183.",
    "ai-atk-s0506a2:1166_0": "“This is your gift, this fruit of your virtue, or that one who has no virtue,",
    "ai-atk-s0506a2:1167_0": "The yet no-one should ask about it.”",
    "ai-atk-s0506a2:1168_0": "he asked about the attainment of the (good) deeds:",
    "ai-atk-s0506a2:1169_0": "1184.",
    "ai-atk-s0506a2:1170_0": "He asked Moggallāna: “Bhikkhu, you were uplifted by Moggallāna,",
    "ai-atk-s0506a2:1171_0": "the question, whose question is the fruitful, and who (true) deeds, for which is the fruit of deeds.”",
    "ai-atk-s0506a2:1172_0": "1185.",
    "ai-atk-s0506a2:1173_0": "“Where in the town of Kapilavatthu is the supreme city,",
    "ai-atk-s0506a2:1174_0": "for the one who had a husband’s son, who pole and female slave,",
    "ai-atk-s0506a2:1175_0": "1186.",
    "ai-atk-s0506a2:1176_0": "“When that strikes out of the stream, they leave the stream.",
    "ai-atk-s0506a2:1177_0": "He, grew me with his hands, and many-free rose-apples,",
    "ai-atk-s0506a2:1178_0": "1187.",
    "ai-atk-s0506a2:1179_0": "Saying: “There is a miracle, he subdued the right way,",
    "ai-atk-s0506a2:1180_0": "‘I will attain this world by the highest perfection.’",
    "ai-atk-s0506a2:1181_0": "1188.",
    "ai-atk-s0506a2:1182_0": "“I heard this, Girimānanda, who was afflicted, and said:",
    "ai-atk-s0506a2:1183_0": "I was uplifted and satisfied with my heart.",
    "ai-atk-s0506a2:1184_0": "1189.",
    "ai-atk-s0506a2:1185_0": "“I know me the Great King and the Sakyan’s son,",
    "ai-atk-s0506a2:1186_0": "With his mind unified and serene, youthful",
    "ai-atk-s0506a2:1187_0": "1190.",
    "ai-atk-s0506a2:1188_0": "“Having gone Victor in the heaven of the Three Worlds,",
    "ai-atk-s0506a2:1189_0": "To leave my home without leaving.",
    "ai-atk-s0506a2:1190_0": "1191.",
    "ai-atk-s0506a2:1191_0": "“She has took his tongue with his tongue ...",
    "ai-atk-s0506a2:1192_0": "while going for a great hero, after going,",
    "ai-atk-s0506a2:1193_0": "1192.",
    "ai-atk-s0506a2:1194_0": "“I am the head of a Sakyan,",
    "ai-atk-s0506a2:1195_0": "but I have a heavy affliction, which will be an affliction for me.",
    "ai-atk-s0506a2:1196_0": "1193.",
    "ai-atk-s0506a2:1197_0": "“In this way the power of being (follows),",
    "ai-atk-s0506a2:1198_0": "the sky of all beings,",
    "ai-atk-s0506a2:1199_0": "1194.",
    "ai-atk-s0506a2:1200_0": "“This Noble (them) was hearing the sound of the Bodhi (Tree),",
    "ai-atk-s0506a2:1201_0": "and with the wholesome roaming the wholesome (determination) the destruction of the poison,",
    "ai-atk-s0506a2:1202_0": "1195.",
    "ai-atk-s0506a2:1203_0": "“If, reverend Sir, you should go to the Teacher’s presence in the presence of the Buddha.",
    "ai-atk-s0506a2:1204_0": "You may say this to him: I worship the Vajjians,",
    "ai-atk-s0506a2:1205_0": "1196.",
    "ai-atk-s0506a2:1206_0": "“I too shall go to the best person,",
    "ai-atk-s0506a2:1207_0": "He is rare to see in the world, ~ him that is ...”",
    "ai-atk-s0506a2:1208_0": "He did a legal procedure of ejection against himself.",
    "ai-atk-s0506a2:1208_1": "For this life-continuum has arisen in me as a _paṇḍaka_.",
    "ai-atk-s0506a2:1208_2": "When he was glad, he had the three watches of the night anointed by his crystal, and with the three great man, he passed the great man.",
    "ai-atk-s0506a2:1208_3": "Then the Great Brahmā, having put his bowl and robe on the ground, took hold of a knife, and went forth together with Channa.",
    "ai-atk-s0506a2:1208_4": "Set out the great hero, the sun, and chooses to visit the tongue; and when he has arrived at the Great Tree and on the surface of the tongue, he looked at the gladle in the Mahātittha garden, the two-hundreditors, great suffering in that place, produced by the enemy that is the produced through the great fruit, and that is how the time for a producing delightful was reborn in the world! That is, making an end of suffering.”",
    "ai-atk-s0506a2:1208_5": "Sineru, the full moon does not to say, “The moon’s the waning fortnight.”",
    "ai-atk-s0506a2:1208_6": "And in Kapilavatthu I don’t get.”",
    "ai-atk-s0506a2:1209_0": "1171.",
    "ai-atk-s0506a2:1209_1": "Herein, on the full-moon day of the month: on the full moon, on the fifteenth day of the month.",
    "ai-atk-s0506a2:1209_2": "Hearing the delightful ones, he becomes dispassionate.",
    "ai-atk-s0506a2:1209_3": "wrapped in robes and lodgings,",
    "ai-atk-s0506a2:1209_4": "thinking, “Intervals it will be seen, there will be no illness for the requisites, for the sake of which they must haven’t been brought for them.”",
    "ai-atk-s0506a2:1210_0": "for the gods, deities and so on.",
    "ai-atk-s0506a2:1210_1": "(but) in the city of Devadaha, these people show the supreme city: that is the best of gods in this most excellent city, this is the best of men.",
    "ai-atk-s0506a2:1210_2": "Hence it is said: “Herein, rising; the sun comes up; the sun comes up.”",
    "ai-atk-s0506a2:1211_0": "This is the colour of beryl gems, (which is) gold, silver, and crystal. This is the name of the beryl (precept) precious yojana from each other.",
    "ai-atk-s0506a2:1211_1": "plants and fruits.",
    "ai-atk-s0506a2:1212_0": "Pokkharasāti is covered with flowers.",
    "ai-atk-s0506a2:1213_0": "he is the lotus pond covering the lotus pond.",
    "ai-atk-s0506a2:1213_1": "the forest went to a charnel ground, to the flower.",
    "ai-atk-s0506a2:1213_2": "Sakka, the king of gods, like a god,",
    "ai-atk-s0506a2:1213_3": "His attendants are established,",
    "ai-atk-s0506a2:1214_0": "all the other was used for the floor covering the parts of the body with water.",
    "ai-atk-s0506a2:1214_1": "he wounds it like a king who wounds from his pair,",
    "ai-atk-s0506a2:1215_0": "wrapped in countless hundred leagues, and jackals.",
    "ai-atk-s0506a2:1215_1": "delight in clairaudience, he is happy in heaven.",
    "ai-atk-s0506a2:1215_2": "Saying, danced, song, music, garlands, fragrances, and makeup.",
    "ai-atk-s0506a2:1215_3": "for the purpose of rolling the sign that is meant is that.",
    "ai-atk-s0506a2:1216_0": "Those delighting in sorts of sights, sounds, smells, tastes, touches, and thoughts. They can expect decline, not growth, in line with the eye. They can expect decline, not growth, in line with the teaching. They should practice the way that leads to its continuation.",
    "ai-atk-s0506a2:1216_1": "For the heavenly sounds, and so on.",
    "ai-atk-s0506a2:1217_0": "swelling the thorns, wrapped in a _paṇḍaka_.",
    "ai-atk-s0506a2:1217_1": "Saying, “No,” he did just that.",
    "ai-atk-s0506a2:1218_0": "They gather round and exhausted, and the meaning is the meaning.",
    "ai-atk-s0506a2:1218_1": "the meaning is that he has cut off his arm-ey through the grace of his head. Through he has a dispelling the great Bodhi (Tree), he goes out (only).",
    "ai-atk-s0506a2:1218_2": "he says this: ‘Lunger is a mark of his hand, the mark of a great man,",
    "ai-atk-s0506a2:1218_3": "Jambukhādaka, having destroyed natural things, endowed with red flats,",
    "ai-atk-s0506a2:1218_4": "So the net of the Mahātitthala grove is shown by the marks of a great mango,",
    "ai-atk-s0506a2:1219_0": "But for one who has got up from their seat, namely, “There is no place here” in the way already described.",
    "ai-atk-s0506a2:1219_1": "Having wrapped himself with his robe, he wrapped himself with his head,",
    "ai-atk-s0506a2:1219_2": "“Under,” he said, “Lady, I roared around my armpit, but I don’t get any roar.”",
    "ai-atk-s0506a2:1219_3": "Having killed a league (which is) a great, on the ground, in this way, “I will give it to the Great Bodhi tree,” and he said, “I will give it to the highest gift.”",
    "ai-atk-s0506a2:1219_4": "“With this supreme perfect awakening, I will attain the supreme perfect awakening. That is why I’ve attained the supreme perfect awakening.”",
    "ai-atk-s0506a2:1220_0": "1188-9.Hāsoti tuṭṭhi.",
    "ai-atk-s0506a2:1220_1": "a great tree abundant",
    "ai-atk-s0506a2:1220_2": "and I took hold of it, I wished:",
    "ai-atk-s0506a2:1220_3": "having understood me the Great Sakyas, the son of the Sakyans, having come to me assemblies, sat down on the great kingdom, and making this great earthquake.",
    "ai-atk-s0506a2:1220_4": "grew the ocher robe.",
    "ai-atk-s0506a2:1221_0": "under the protection of others, things in the others.",
    "ai-atk-s0506a2:1221_1": "who victory out the victors of others,",
    "ai-atk-s0506a2:1221_2": "After giving up the food,",
    "ai-atk-s0506a2:1221_3": "in this way without taking leave.",
    "ai-atk-s0506a2:1221_4": "they to be given the going forth,",
    "ai-atk-s0506a2:1221_5": "dropped it in an assembly.",
    "ai-atk-s0506a2:1221_6": "I looked at her,",
    "ai-atk-s0506a2:1222_0": "afflictions from excrement, afflictions, and calm, is the meaning.",
    "ai-atk-s0506a2:1222_1": "Hence it is said: “She is a profession. ”",
    "ai-atk-s0506a2:1222_2": "For he was unable to subduevely in an unattached, a strong, having shaved his sword and divided down beings. That was why, when he heard the heavenly wheel, along with a lamp’s reaching meditation. And after hearing the heavenly hosts appearance among the heavenly hosts, he returned to the highest worshipped in the next life.",
    "ai-atk-s0506a2:1222_3": "Therefore it was said: “In this way, through the power of the merit is strong,” because of the strength of his confidence,",
    "ai-atk-s0506a2:1222_4": "was like a god-post of the Gods of the Thirty-Three.",
    "ai-atk-s0506a2:1223_0": "I will hear the sound of the Bodhisatta, having heard that (them) was the first intent on awakening, and intent on awakening. When I heard that I will even attain to the Bodhi (Tree), the one who has fallen from the evening for Awakening.",
    "ai-atk-s0506a2:1224_0": "1195.",
    "ai-atk-s0506a2:1224_1": "The god who had not attained to the attainment of existence in the future, and who wants to be reborn in the company of the Buddha, wanting to listen to it, he said to the teacher, “Even if you like the Teacher,” and he said, “Listening to the Teacher,”",
    "ai-atk-s0506a2:1224_2": "If you go there, you’ll go.",
    "ai-atk-s0506a2:1224_3": "“If you go, Sīha,” and on that spot,",
    "ai-atk-s0506a2:1224_4": "Through incomparable words, “Not with the word of the Buddha,” but only with the word “friend”,",
    "ai-atk-s0506a2:1224_5": "you say, ‘Disagrees’, he should worship the Vajjians,",
    "ai-atk-s0506a2:1225_0": "1196.",
    "ai-atk-s0506a2:1225_1": "And if she does not show the way of sent them now, but say, “I will not go any one,” and she said, “I will not go to the here.”",
    "ai-atk-s0506a2:1225_2": "But if he gives a strong sense of going to it, he says, “I won’t get the world! ” and “They’re hard to see him.”",
    "ai-atk-s0506a2:1226_0": "1197.",
    "ai-atk-s0506a2:1227_0": "“Having grateful and than the Teacher who is grateful,",
    "ai-atk-s0506a2:1228_0": "hearing the Dhamma, the eye of the Visionary,",
    "ai-atk-s0506a2:1229_0": "1198.",
    "ai-atk-s0506a2:1230_0": "“Having given up a wrong view, doubt and undecided about the past,",
    "ai-atk-s0506a2:1231_0": "Having worshipped the Teacher’s feet at the feet and disappeared right there.”",
    "ai-atk-s0506a2:1232_0": "with these two ways of being inclusive:",
    "ai-atk-s0506a2:1233_0": "1197.",
    "ai-atk-s0506a2:1233_1": "There the Visionary One, having heard the word “the eye” from the group of five, he heard the word (of the Buddha).",
    "ai-atk-s0506a2:1233_2": "mastered the teaching.",
    "ai-atk-s0506a2:1233_3": "he’ll realize quenching.",
    "ai-atk-s0506a2:1233_4": "for the one who attains distinction is endless;",
    "ai-atk-s0506a2:1234_0": "having consciously resort to eradicated the views, (saying):",
    "ai-atk-s0506a2:1234_1": "doubts, uncertainties, based on the Vasavattiya and sixteen wide, and the eight yojanas which people were pure in virtue.",
    "ai-atk-s0506a2:1234_2": "Herein, with the words “blessed with the end” because it is the act of oppositeness.",
    "ai-atk-s0506a2:1234_3": "The rest is as already explained.",
    "ai-atk-s0506a2:1235_0": "The skin of the dogs is finished.",
    "ai-atk-s0506a2:1236_0": "8. Anekavaṇṇavimānavaṇṇanā",
    "ai-atk-s0506a2:1237_0": "In the appearance of the color of countless kinds, (present) beautiful, glorious in colour,",
    "ai-atk-s0506a2:1237_1": "who they will go to his wife.",
    "ai-atk-s0506a2:1237_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:1237_3": "Soon afterwards Venerable Mahāmoggallāna was interrupted the host of the gods of the Thirty-Three.",
    "ai-atk-s0506a2:1237_4": "Then the god Paṭācārā, approached the Thera. After seeing his clasped hands, and paid great respect (saying):",
    "ai-atk-s0506a2:1238_0": "1199.",
    "ai-atk-s0506a2:1239_0": "“Like the criticizes of the world, ~ the spotless mind, whose mind is delivered,",
    "ai-atk-s0506a2:1240_0": "For one who is surrounded by his army’s retinue, who resounded with the Suddhodana,",
    "ai-atk-s0506a2:1241_0": "1200.",
    "ai-atk-s0506a2:1242_0": "“But for whom is happy, how can he have merit, fame, and degree of supernormal power?",
    "ai-atk-s0506a2:1243_0": "Of all the gods, the group of gods, will revere the host of gods.",
    "ai-atk-s0506a2:1244_0": "and these nymphs do not affect when they fall,",
    "ai-atk-s0506a2:1245_0": "1201.",
    "ai-atk-s0506a2:1246_0": "“Your Majesty, the hero’s master,",
    "ai-atk-s0506a2:1247_0": "You’re a human bodies.",
    "ai-atk-s0506a2:1248_0": "Whose mind is not developed like this?",
    "ai-atk-s0506a2:1249_0": "And all their complexions in every way – these five reasons.”",
    "ai-atk-s0506a2:1250_0": "when asked what has been attained by the attainment of the Rains Retreat in his mouth, he asked:",
    "ai-atk-s0506a2:1251_0": "The god Tāyana said: “This fruit is all pleased.” ...",
    "ai-atk-s0506a2:1252_0": "And this is said:",
    "ai-atk-s0506a2:1253_0": "1203.",
    "ai-atk-s0506a2:1254_0": "“Venerable sir, I used to think that I’ve previously been sent forth.",
    "ai-atk-s0506a2:1255_0": "ordinary people have not cut off seven years.",
    "ai-atk-s0506a2:1256_0": "1204.",
    "ai-atk-s0506a2:1257_0": "“Anyone of Suppabuddha, the Victor’s Discipline, the glorious One, the Line Nibbāna.",
    "ai-atk-s0506a2:1258_0": "presented by those whose net was born in the Shrine, and worshipping him with a monument.",
    "ai-atk-s0506a2:1259_0": "1205.",
    "ai-atk-s0506a2:1260_0": "“No, don’t give gifts, nor don’t encourage others to do the same.",
    "ai-atk-s0506a2:1261_0": "pay homage to him, it seems, to the highest worship.",
    "ai-atk-s0506a2:1262_0": "1206.",
    "ai-atk-s0506a2:1263_0": "“I’ve done a good and wholesome deeds,",
    "ai-atk-s0506a2:1264_0": "There I enemies happiness,",
    "ai-atk-s0506a2:1265_0": "I rejoice in the middle of the group of fourteen.",
    "ai-atk-s0506a2:1266_0": "Through the destruction of his merit they do not include him Your merit.”",
    "ai-atk-s0506a2:1267_0": "The one hundred and thirty-four thousand years had elapsed, after in this world with its gods, became one of the fully awakened Buddhas, and became another life-continued. After giving the going forth to the instructions, one of the Buddhas, one of the Dhamma, one of the leading the spiritual life, one of the treasures, and a circumambulated the Buddhas, and became anxious, thinking: “Aposed, after becoming a certainly full ordination from the Buddha,",
    "ai-atk-s0506a2:1267_1": "Leavingth in the way beginning, middle, and end plenty of the shrines, making merit. They’re established in Adornments, guarding the good qualities that are worthy of protection and well-prepared, fragrances, and so on.",
    "ai-atk-s0506a2:1267_2": "the life span of the Buddha is led on,",
    "ai-atk-s0506a2:1267_3": "He was the one who had performed meritorious deeds, and through the power of Sakka, the ruler of the gods, and was reborn there first among gods, humans and so far as to be reborn there, he was reborn here. That is: “Saking the life span of the gods in this life, the human existence is reborn there, and that place I have been reborn there.”",
    "ai-atk-s0506a2:1267_4": "the Sanctuary, saying: “The god has been taught by the gods in this way,",
    "ai-atk-s0506a2:1267_5": "Through the destruction of merit they haven’t escaped from their merit.”",
    "ai-atk-s0506a2:1268_0": "1199.",
    "ai-atk-s0506a2:1268_1": "Herein, the appearance of various kinds: hidden in the colour of blue appearance, shining in colour, shape, habitt, and location and so on.",
    "ai-atk-s0506a2:1268_2": "(Through) furrowing and smoothing through the lake of the (men) power, who were furious and so on, and who is despised by the eyes of liking, desirable and agreeable",
    "ai-atk-s0506a2:1268_3": "many and various beautiful thoughts of the mind.",
    "ai-atk-s0506a2:1268_4": "he was resplendent with his right hand heat to the thirty-two kings, which was like an embankment for the thirty-two kings.",
    "ai-atk-s0506a2:1269_0": "let alone all that is the name of this class of rebirth. What would you have been, and who could do?",
    "ai-atk-s0506a2:1269_1": "How is it more over to whom this merit comes: “How can I have supernormal power?”",
    "ai-atk-s0506a2:1269_2": "Herein, by one who is surrounded",
    "ai-atk-s0506a2:1269_3": "by supernormal powers:",
    "ai-atk-s0506a2:1269_4": "Because of the power of that (safeguard) the Lord of Men,",
    "ai-atk-s0506a2:1269_5": "Or alternatively, he has the base of psychic power for the attainment of the kinds of sensual stimulation thus.",
    "ai-atk-s0506a2:1269_6": "Or alternatively, it is known that a state of psychic power,",
    "ai-atk-s0506a2:1269_7": "Herein, the meritorious act of merit is called either merit or demerit.",
    "ai-atk-s0506a2:1270_0": "“All the god of the ascetic life” is said, “Heaven,” and after saying “This is the god of the ascetic life.” Then he said,",
    "ai-atk-s0506a2:1270_1": "But some of the opportunity they don’t spring water, and they forget.",
    "ai-atk-s0506a2:1270_2": "But if they do so, they can give to them.",
    "ai-atk-s0506a2:1270_3": "saying: “While you will go by, Death!”",
    "ai-atk-s0506a2:1270_4": "whose name and clan were reborn in the heaven of the gods, like the moon on the fourteenth, the fortnight. All of them will save the assemblies, and gods does not even.",
    "ai-atk-s0506a2:1271_0": "by going on the turtle of the Elder Saṅgārava, he added:",
    "ai-atk-s0506a2:1271_1": "I humbled:",
    "ai-atk-s0506a2:1271_2": "previously:",
    "ai-atk-s0506a2:1271_3": "(He who) called Sumedha, the disciple of the Dispensation, thus thinks the Jina, who had gone forth in the Dispensation of the Faith in the Dispensation of the Jina.",
    "ai-atk-s0506a2:1271_4": "Bad luck in the formless,",
    "ai-atk-s0506a2:1271_5": "Has anyone who understands the truths that are not through the truth, and who does not see anything else?",
    "ai-atk-s0506a2:1271_6": "Transported to seven years. And I did not find any distinction higher than seven years.",
    "ai-atk-s0506a2:1272_0": "the jewel-treasure, the sweet-treasure, the jewel, the jewel, the one whose voice was high, and the jewel-treasures.",
    "ai-atk-s0506a2:1272_1": "covering the net and the lower raft, and the upper side of the beds covered with white clothes.",
    "ai-atk-s0506a2:1272_2": "Having worshipped (the Bodhisatta) with his five-fold army.",
    "ai-atk-s0506a2:1272_3": "he created confidence in the monument of the Thūpārāma, saying: “The mind-element is empty of Shrines, in that place!”",
    "ai-atk-s0506a2:1273_0": "I’ve made an offering for you, don’t make a gift.",
    "ai-atk-s0506a2:1273_1": "why?",
    "ai-atk-s0506a2:1273_2": "But there is no gift for me to give out of loving-kindness. I am not able to encourage them to do what is beneficial or what is there.",
    "ai-atk-s0506a2:1273_3": "This is the conclusion: they should be encouraged (to do), and the others beveraged.",
    "ai-atk-s0506a2:1273_4": "worshipping, etc., that is the relics of the Path,",
    "ai-atk-s0506a2:1273_5": "it seems that you have a sound of drums.",
    "ai-atk-s0506a2:1274_0": "At that time they were unable to reach the end of the defilements.",
    "ai-atk-s0506a2:1274_1": "But whatever has been said there is not because it is reckoned as already described.",
    "ai-atk-s0506a2:1275_0": "The group of nine on the beautiful skin is finished.",
    "ai-atk-s0506a2:1276_0": "9. Maṭṭhakuṇḍalīvimānavaṇṇanā",
    "ai-atk-s0506a2:1277_0": "having decorated with jujube-free flowers,",
    "ai-atk-s0506a2:1277_1": "who they will go to his wife.",
    "ai-atk-s0506a2:1277_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:1277_3": "Now at that time a certain brahmin was rich and illustrious even a single one of these wives. There was no faithless state for anyone to give.",
    "ai-atk-s0506a2:1277_4": "Having wrong view by the Realized One or by his disciple he does not want to see a Realized One’s disciple.",
    "ai-atk-s0506a2:1277_5": "The ascetic Gotama is called his own son, and he who wants to train. He should not train in his own training.",
    "ai-atk-s0506a2:1277_6": "And he did.",
    "ai-atk-s0506a2:1277_7": "The son of the sick became sick. But he showed the disease with the drums. In the incomparable and waning them, he gave her a rope.",
    "ai-atk-s0506a2:1277_8": "His body, and he knew that it was hard to get an cure. They left and departed.",
    "ai-atk-s0506a2:1277_9": "After the brahmin had ladys with clay: “Amongst those who were dead and bearing pain, dead sons and grandsons,",
    "ai-atk-s0506a2:1278_0": "In the last part of the night, the Fortunate One, having emerged from the world, looking at the midst of the world, and in the Maṇḍavaṇadaṇḍa island. He saw that his assembly was led to hell, the Nimbarrass, and the (thinking): “Nigaṇṭhas were performing a ritessence, and he saw heavenly a reduction in hell.",
    "ai-atk-s0506a2:1278_1": "“If I do, I’ll go to that place, and when my mind has been born, I will go to that poisoned and flag, because of the convention of the heavens, the Lord of the Devas.” And after having considered a great clusterities, he will give me permission and frequently to the Buddha, the Dhamma, and when he has thus thought, “In this way, I will be a large consequence of my all the people,” and when he robe-weld up: “In that very day, having dresseduence, he will be an immediately Enction of that great crowd, and having consequence of the people, like the Buddha, the offered them, the Dhamma.”",
    "ai-atk-s0506a2:1278_2": "Since he saw them, he thought, “My dear, we weren’t able to see the Buddha; now he saw the general population with the hand of the sun, and the fever of the world!” He saw with the characteristic of investigations, which were illuminating and subdued, with the characteristic of investigating and (wholesome) the Great Being regarding the perfection of men, as they were unable to discure the Greatest of the Buddha, who was lacked about the ruler of the joy of the earth.",
    "ai-atk-s0506a2:1278_3": "The Buddha saw him, and he thought, “How is it, with such a state of loss as the sun and moon, so mighty and powerful, prosperity, to extinguish it from the highest being, to extinguish it? All these days, having attained the highest happiness and gladness, he is the foremost in this body?”",
    "ai-atk-s0506a2:1278_4": "Seeing that, the Buddha said, “Take this blanket when he has reached the peak of rice.”",
    "ai-atk-s0506a2:1279_0": "And so that happiness would create a dispute among the twelve leagues away.",
    "ai-atk-s0506a2:1279_1": "Also his father, having built a companion for him on the following day, said: “Having shaven head, lamented, and breaking into the lake, he steps.”",
    "ai-atk-s0506a2:1279_2": "When he saw the god Vidhura whose fades him, and thought, “If I was all the time, I did his rolling back and forth. I stood still, giving his own hands to the Independent Buddhas, thinking, “I won’t come back.” And when he saw that the Buddha had arrived, he thought, “Listen into the Great Serpents, what suits him now?” and seeing him with my own hands, thinking, “Now, my making an end of the Truth, and did as a deed, he turns even after seeing him, adding, “Now, what is it seems, my making such a great sacrifice?” and having seen that he thought, “This is making an inspirespiring even after seeing the wholesomending back, “I thought, and making an end of my making an end of my making a great sacrifice?”",
    "ai-atk-s0506a2:1279_3": "Then he addressed him in verse:",
    "ai-atk-s0506a2:1280_0": "1207.",
    "ai-atk-s0506a2:1281_0": "“Enough, decorated with a garland of flowers,",
    "ai-atk-s0506a2:1282_0": "Having slaughtered torment, what is it suffering?”",
    "ai-atk-s0506a2:1283_0": "Herein, adorned to the ground,",
    "ai-atk-s0506a2:1283_1": "originally the corpses of the port of the jujube’s corpse, untroubled to the place where it was done, and made arranging his neck.",
    "ai-atk-s0506a2:1283_2": "Or alternatively, with good-natured clothes, and then catching it a stick, the meaning is this: “One from the top of the carts, having it got all rounded.”",
    "ai-atk-s0506a2:1283_3": "They wear garlands, perfumes, and garlands with garlands.",
    "ai-atk-s0506a2:1283_4": "with yellow sandalwood, delighting in enjoyment,",
    "ai-atk-s0506a2:1283_5": "Questioning",
    "ai-atk-s0506a2:1283_6": "when suffering comes to suffering,",
    "ai-atk-s0506a2:1283_7": "What wants to be struck by one or other of suffering? What is the meaning?",
    "ai-atk-s0506a2:1284_0": "Then the god said to him:",
    "ai-atk-s0506a2:1285_0": "1208.",
    "ai-atk-s0506a2:1286_0": "“He whose colour is gold, (also) has arisen in my detail,",
    "ai-atk-s0506a2:1287_0": "I surround it with axle, having abandoned suffering.”",
    "ai-atk-s0506a2:1288_0": "Then the brahmin said to him:",
    "ai-atk-s0506a2:1289_0": "1209.",
    "ai-atk-s0506a2:1290_0": "“Have made of gold or silver, made of gold and silver.",
    "ai-atk-s0506a2:1291_0": "as I meditate like Bhaddā’s yoke.”",
    "ai-atk-s0506a2:1292_0": "When he heard that, he thought, “My son has said this to me: ‘I have seen my son, I’ll make me happy in the form of a wheel,” and having heard it, he said, “I’ll do so.” Then he said, “I’ll give me a pair of wheels!” and he said, “I’ll do so.”",
    "ai-atk-s0506a2:1293_0": "1210.",
    "ai-atk-s0506a2:1294_0": "“A student who is virtuous, truly fair of Candanasā,",
    "ai-atk-s0506a2:1295_0": "Grounded by me, he successively wheel-turning monarch.”",
    "ai-atk-s0506a2:1296_0": "Then the brahmin said to him:",
    "ai-atk-s0506a2:1297_0": "1211.",
    "ai-atk-s0506a2:1298_0": "“You’re a fool, you’re the one who,",
    "ai-atk-s0506a2:1299_0": "I think you can’t get to die, and you won’t get the simile of the sun.”",
    "ai-atk-s0506a2:1300_0": "Then the student, knowing that he is known for the purpose of showing that he is known for the purpose of having made known for the purpose of showing that he is known as a fool?",
    "ai-atk-s0506a2:1301_0": "1212.",
    "ai-atk-s0506a2:1302_0": "“The gift will be going (therefore) the right splendor compared to (body),",
    "ai-atk-s0506a2:1303_0": "And who you won’t see the passing away? ”",
    "ai-atk-s0506a2:1304_0": "Having heard that brahmin said this to him: “She is a brahmin, a darter.”",
    "ai-atk-s0506a2:1305_0": "1213.",
    "ai-atk-s0506a2:1306_0": "“It’s really true, student, incompetent fools.",
    "ai-atk-s0506a2:1307_0": "Just as the moon has crushed, like the moon released from the start with its died,”",
    "ai-atk-s0506a2:1308_0": "Then, having spoken talk about that talk, he recited these verses:",
    "ai-atk-s0506a2:1309_0": "1214.",
    "ai-atk-s0506a2:1310_0": "“Through me like a house, plunging into a house,",
    "ai-atk-s0506a2:1311_0": "(Having) drunk the rolls forth like a burning liquor,",
    "ai-atk-s0506a2:1312_0": "1215.",
    "ai-atk-s0506a2:1313_0": "“Oh! For you have plucked the heart,",
    "ai-atk-s0506a2:1314_0": "He who once was my son,",
    "ai-atk-s0506a2:1315_0": "1216.",
    "ai-atk-s0506a2:1316_0": "“I’m cooled and free of rapture.",
    "ai-atk-s0506a2:1317_0": "I don’t grieve or lament, I don’t fall here.”",
    "ai-atk-s0506a2:1318_0": "1208-10.",
    "ai-atk-s0506a2:1318_1": "Herein, a chariot is the roll of a chariot.",
    "ai-atk-s0506a2:1318_2": "I don’t cling to them,",
    "ai-atk-s0506a2:1318_3": "Bhaddā Kāpilānī, and Sāṇavāsī,",
    "ai-atk-s0506a2:1318_4": "and having prepared a pair of offerings, I give it up to a Universal Monarch.",
    "ai-atk-s0506a2:1318_5": "and both wide and the sun—",
    "ai-atk-s0506a2:1318_6": "As he does so, he should make sure that safeguard",
    "ai-atk-s0506a2:1319_0": "Taking a day, going forward to the rainy season. And it’s time for going to meet the sun and moon.",
    "ai-atk-s0506a2:1319_1": "“They is the meaning,” “One is the meaning of going to the journey.",
    "ai-atk-s0506a2:1319_2": "Definitely incompatible: “‘In these four waysAmaterial states’, heat, hunger, and thirst.",
    "ai-atk-s0506a2:1319_3": "He who gives both the moon and the sunlight in two ways: whoever is praised by the giver of the moon and sun.”",
    "ai-atk-s0506a2:1319_4": "Resoluteing: he went through the air over the time, either the time or the track in the sky.",
    "ai-atk-s0506a2:1319_5": "“Venerables, there are both.”",
    "ai-atk-s0506a2:1319_6": "It’s better to cross over the fool.",
    "ai-atk-s0506a2:1320_0": "1213.",
    "ai-atk-s0506a2:1320_1": "But how, after hearing this, he said: “After hearing this about it, I returned to the fire hut in a complete assembly?” And he stood in search of supporting for the purpose of making known me.",
    "ai-atk-s0506a2:1320_2": "Then the god Makuṇḍa stood on the form of a heavenly form.",
    "ai-atk-s0506a2:1320_3": "But a brahmin, having not looked at the young brāhmaṇa, he speaks the truth without getting permission.",
    "ai-atk-s0506a2:1320_4": "Herein, like the moon moves on the star, is injured with a cesspool. The meaning is this: it is the meaning.",
    "ai-atk-s0506a2:1320_5": "and he died.",
    "ai-atk-s0506a2:1320_6": "“Listening here,” “As a refusality.",
    "ai-atk-s0506a2:1321_0": "burning for a fire-proclaimed, and so on,",
    "ai-atk-s0506a2:1321_1": "(only) savings grown in matures, he gave a (only) to the gods.",
    "ai-atk-s0506a2:1321_2": "Puts up:",
    "ai-atk-s0506a2:1322_0": "Then the brahmin, having seen his own goal, he asked his own divine palace, saying “Who are you standing in the heavenly place?”",
    "ai-atk-s0506a2:1323_0": "1217.",
    "ai-atk-s0506a2:1324_0": "“Oh, might you be able to turn the fairykind?",
    "ai-atk-s0506a2:1325_0": "who knows what will you think of me?”",
    "ai-atk-s0506a2:1326_0": "So he said to him:",
    "ai-atk-s0506a2:1327_0": "1218.",
    "ai-atk-s0506a2:1328_0": "“He who is your son, Kandaraka, and who kills himself, and gives his wealth,",
    "ai-atk-s0506a2:1329_0": "Having done a skillful deeds, he came to in company with the part of the body, he said this:",
    "ai-atk-s0506a2:1330_0": "preached the Discourse on himself.",
    "ai-atk-s0506a2:1330_1": "There the Sage Kandaraka (thinking): “Amongst those who cried up the flowers and quilted, that’s your son named Muṇḍaka.”",
    "ai-atk-s0506a2:1331_0": "Then the brahmin said to him:",
    "ai-atk-s0506a2:1332_0": "1219.",
    "ai-atk-s0506a2:1333_0": "“We don’t give a gift abundant gift, universalliness, not to others.",
    "ai-atk-s0506a2:1334_0": "or about the observance-day procedure, or the legal procedure of the gods?”",
    "ai-atk-s0506a2:1335_0": "Herein, the monks’ legal procedures here is found, and that’s a league for league.",
    "ai-atk-s0506a2:1336_0": "Then the young man said to him:",
    "ai-atk-s0506a2:1337_0": "1220.",
    "ai-atk-s0506a2:1338_0": "“I am sick, suffering, and very sick.",
    "ai-atk-s0506a2:1339_0": "I saw the Enlightened One with a Buddha awakened, whose form is unshakable and holy man!",
    "ai-atk-s0506a2:1340_0": "1221.",
    "ai-atk-s0506a2:1341_0": "“Approaching his mind in reverential salutation, with his heart the Realised One,",
    "ai-atk-s0506a2:1342_0": "Tissa, having done what is skillful, I am the Independent of others.”",
    "ai-atk-s0506a2:1343_0": "1220-21.",
    "ai-atk-s0506a2:1343_1": "Herein, afflicted:",
    "ai-atk-s0506a2:1343_2": "It is painful to have an affliction for you;",
    "ai-atk-s0506a2:1343_3": "if he carries it when a sick person, thus he is the meaning.",
    "ai-atk-s0506a2:1343_4": "made of gold and silver.",
    "ai-atk-s0506a2:1343_5": "being free from passion, ~ - he is free from passion,",
    "ai-atk-s0506a2:1343_6": "about the doubt of uncertainty: totally beyond doubts, about having gone beyond doubt,",
    "ai-atk-s0506a2:1343_7": "‘Perception is the meaning of having attained very deep knowledge, is the meaning.’",
    "ai-atk-s0506a2:1343_8": "From where they did not go.",
    "ai-atk-s0506a2:1343_9": "they are going to meet them, saying:",
    "ai-atk-s0506a2:1344_0": "Then, while talking it is at that very spot, they returned to the whole body and said:",
    "ai-atk-s0506a2:1345_0": "1222.",
    "ai-atk-s0506a2:1346_0": "“It’s incredible, it’s amazing!",
    "ai-atk-s0506a2:1347_0": "the result of his joined palms, the result of his name,",
    "ai-atk-s0506a2:1348_0": "For I too have a fault-finding mind,",
    "ai-atk-s0506a2:1349_0": "Today I cry the Buddha for refuge the Buddha,”",
    "ai-atk-s0506a2:1350_0": "Instead, he whose mind isn’t skilled in that place, having abundance of stinginess and torments.",
    "ai-atk-s0506a2:1350_1": "then you give a teaching to both, thinking, “I’ll give it a moment.” If you have a free woman, I’ll give it a refuge to the Buddha,”",
    "ai-atk-s0506a2:1351_0": "Then the god, the deity specifically was giving gifts to that refuge:",
    "ai-atk-s0506a2:1352_0": "1223.",
    "ai-atk-s0506a2:1353_0": "“Today is the Buddha, the teaching, and the Saṅgha, and the Saṅgha,",
    "ai-atk-s0506a2:1354_0": "In the same way he undertook the training rules what is declining the training,",
    "ai-atk-s0506a2:1355_0": "1224.",
    "ai-atk-s0506a2:1356_0": "“Like deer in the world which is aroused, having given up senses, were quickly today,",
    "ai-atk-s0506a2:1357_0": "And today I’ll spent the current his own wife with my own sisters.”",
    "ai-atk-s0506a2:1358_0": "spoke these verses",
    "ai-atk-s0506a2:1359_0": "1223.",
    "ai-atk-s0506a2:1359_1": "Herein, just as, when a Buddha has awakened for themselves, the Teaching, and the Sangha, “The Awakened One is well-proclaimed, the Sangha, the Teaching, and the Sangha, and the Sangha, has gone for refuge to the Buddha, the Teaching, and the Sangha.”",
    "ai-atk-s0506a2:1359_2": "As with a confident mind, he undertook the precious treasures in the present life and in this way: “This is in the present life; and in this very life, he has undertaken the training rules with his mind happy and recommended by the rod and the sword, the higher mind as this rolled forth.” And the fifth is not disciplined, and the higher wisdom.",
    "ai-atk-s0506a2:1360_0": "the gods, by name and by going, assembled the god (to the Buddha) in this way, the brahmin Devahita, who brings him to the word “Laṅkā” .",
    "ai-atk-s0506a2:1361_0": "1225.",
    "ai-atk-s0506a2:1362_0": "“Enough, spirit, you love me.",
    "ai-atk-s0506a2:1363_0": "do what you say.”",
    "ai-atk-s0506a2:1364_0": "After taking one of the house, he established them –",
    "ai-atk-s0506a2:1365_0": "1226.",
    "ai-atk-s0506a2:1366_0": "“I go for refuge to the Buddha, the Teaching, and the Sangha.",
    "ai-atk-s0506a2:1367_0": "I go to the Saṅgha for refuge",
    "ai-atk-s0506a2:1368_0": "1227.",
    "ai-atk-s0506a2:1369_0": "“Through living creatures in the world that is free from dangers, I have quickly become anxiety,",
    "ai-atk-s0506a2:1370_0": "Now, he should get a lie, friend, with his own wife.”",
    "ai-atk-s0506a2:1371_0": "Though this verse was well known to him all, he said:",
    "ai-atk-s0506a2:1372_0": "Then the god Sākiya told him about all that had been performed, and he had vanished right there.",
    "ai-atk-s0506a2:1372_1": "A brahmin was also lady of the Buddha when they arrived. I visited an austerity of many deities: “I’ll go to Gotama for a walk.”",
    "ai-atk-s0506a2:1372_2": "Having seen that crowd, the Great King thought, “Where does the Realised One approach? Where will he follows today?”",
    "ai-atk-s0506a2:1373_0": "After approaching the Buddha, he said this: “After doing some kind of gift, Master Gotama, while ethical conducting you’re still immediately ethical.”",
    "ai-atk-s0506a2:1373_1": "“Brahmin, indeed this stone spread over the carpets of the gods, said the Buddha to your own clubs,",
    "ai-atk-s0506a2:1373_2": "At that moment the flames of his son approached the Buddha, bowed down to the Buddha, and stood to one side.",
    "ai-atk-s0506a2:1373_3": "Then the Buddha, having given them a gathering of people, around it by name, and by preaching the Dhamma, he taught the assembly with a Dhamma talk.",
    "ai-atk-s0506a2:1373_4": "Many 84,000 gods assembled together. And the gods one thousand 84,000 circumambulated the Dhamma.",
    "ai-atk-s0506a2:1374_0": "The one with adornments at the time of the pole is finished.",
    "ai-atk-s0506a2:1375_0": "10. Serīsakavimānavaṇṇanā",
    "ai-atk-s0506a2:1376_0": "Listen to the net of the Cāpāla Sivakas, (wholesome) the serpents,",
    "ai-atk-s0506a2:1376_1": "who they will go to his wife.",
    "ai-atk-s0506a2:1376_2": "When the Buddha had become fully extinguished, he together with five hundred mendicants.",
    "ai-atk-s0506a2:1376_3": "There the chieftain Pāyāsi in his own peaceful position that was resided by the King in the garden. Then he rose up and responsively to the place where he was established.",
    "ai-atk-s0506a2:1376_4": "After that gift he was making merit for the sake of that gift, he gave gifts here and therein the later in the different positions of the merits, having dyed the gift of the beds and chairs in the Jeta Grove.",
    "ai-atk-s0506a2:1377_0": "In the past, it seems, at the time of the Buddha Kassapa, when he had finished his meal and refused an invitation to eat more, was outside the village of the gods.",
    "ai-atk-s0506a2:1377_1": "Seeing that cowherd, the cowherd’s caught up with his head at the foot of the sun and moon, he was making a precincts for the shade of the head.",
    "ai-atk-s0506a2:1377_2": "Then he died and was reborn in the heaven of the four primary elements, when he was undergoing the heads of the Four Great Kings, he was reborn in his first place, riches, and creams, “Deping the portions, with the blossoms and so on.”",
    "ai-atk-s0506a2:1377_3": "He was reborn amongst gods and humans in the Buddha, and he was established in the teaching of the Buddhas and renowned Yama, and after becoming a layman, he rose and reappeared in the four lamps of the teaching. He having seen the Buddha, attained Arahatship in the day after seeing the slightenment of the Dhamma.",
    "ai-atk-s0506a2:1378_0": "After some time he asked the neighborhood of Pāyāsi, saying: “Who did you see the son of the chieftain Pāyāsi?” he told him what he had happened, he said, “All one with wrong view, venerable sir, I said, ‘I’ve committed an offense entailing expulsion.’",
    "ai-atk-s0506a2:1378_1": "Then, when he was boy said, “When I was a prince, I was knowledge of wrong conduct,” he acted accordingly, had the knowledge of wrong conduct, had previously practiced,",
    "ai-atk-s0506a2:1378_2": "It’d be good if you would tell a human being in the past time of the future that the crowded capital. And that’s how you’ve been reborn in a well-prepared gift. And why do you think: ‘After attaining merit, I will make merit.’",
    "ai-atk-s0506a2:1378_3": "The Elder followed her like this.",
    "ai-atk-s0506a2:1378_4": "And after hearing the word’s word, they started the elder’s body and made merit.",
    "ai-atk-s0506a2:1378_5": "A merchant’s son, the ruler of the earth, for the earth, for the beatings, honey, governed with a share of Mount Vessabhū, and Mahisas path. From that affected by humans on the path to the wrong path.",
    "ai-atk-s0506a2:1379_0": "Some time later in the company of the merchants who were pulling the wagons, furnishing him with a thousand sacrifices, in the middle of the day, and traveling along the road before they did not go to a road.",
    "ai-atk-s0506a2:1379_1": "they left the road and left for another region.",
    "ai-atk-s0506a2:1379_2": "The lay followers who had faith and confidence, and attained Liberation even a single one who has attained Arahantship. They came for the sake of their mother and father, together with the analytic knowledges.",
    "ai-atk-s0506a2:1379_3": "when he had finished, the son of Seyyasaka brought him up, saying:",
    "ai-atk-s0506a2:1379_4": "After showing it, he asked, “Why are you doing this?” and “There are you practicing the way free from the raft.”",
    "ai-atk-s0506a2:1379_5": "And they continue to arrange the god lamp in that very day they were Teacher or a section of the gods.",
    "ai-atk-s0506a2:1379_6": "But two verses consisting in the meaning convocation with insight:",
    "ai-atk-s0506a2:1380_0": "1228.",
    "ai-atk-s0506a2:1381_0": "“He who! Goats and Vāsava, and with that time he came,",
    "ai-atk-s0506a2:1382_0": "he listened to what was well spoken by the other people’s words.",
    "ai-atk-s0506a2:1383_0": "1229.",
    "ai-atk-s0506a2:1384_0": "“The king who was famous princess said to the Dragons, Yasa, and he came to fame.",
    "ai-atk-s0506a2:1385_0": "Thinking it seems you’ll follow your own goodness in your own conceit.”",
    "ai-atk-s0506a2:1386_0": "1228-9.",
    "ai-atk-s0506a2:1386_1": "Herein, listen to the word:",
    "ai-atk-s0506a2:1386_2": "Now we’ve heard your words.",
    "ai-atk-s0506a2:1386_3": "he offered the Great King,",
    "ai-atk-s0506a2:1386_4": "for some gods and men are called who “giving the gods”.",
    "ai-atk-s0506a2:1386_5": "And even Sakka, the Four Great Kings, the Victory of Vessavaṇa is called a person who is a master of the worms.",
    "ai-atk-s0506a2:1386_6": "“That’s why this spirit is staying at Āḷavī. That’s why I’m unable to stir up with a sense of urgency in the three Vedas.”",
    "ai-atk-s0506a2:1386_7": "“Four are these four great kings!”",
    "ai-atk-s0506a2:1386_8": "“Sir, some high spirits have confidence in the Buddha, who are don’t have confidence in the parks of Vessavaṇa.”",
    "ai-atk-s0506a2:1386_9": "“In the case of the native spirits.”",
    "ai-atk-s0506a2:1386_10": "here it is the lamp of the Vedisappearance",
    "ai-atk-s0506a2:1386_11": "and taking the adornments for the sake of the wind, having fulfilled the arranged them with longing.",
    "ai-atk-s0506a2:1386_12": "culminate in ending.",
    "ai-atk-s0506a2:1386_13": "In what is praised as to the meaning",
    "ai-atk-s0506a2:1386_14": "At that time she was mature, and at the time of going along the road",
    "ai-atk-s0506a2:1386_15": "Anyone else should use that same kind of foe.",
    "ai-atk-s0506a2:1386_16": "For this is the meaning:",
    "ai-atk-s0506a2:1386_17": "Erāpathas, Sikhī, and each other with which they listened, paying homage, and hurry. And all of them listen to each other with which they listened to what was well spoken.",
    "ai-atk-s0506a2:1386_18": "they’ve eaten the birds, earth,",
    "ai-atk-s0506a2:1387_0": "Now comes the time of asking permission of the spirits:",
    "ai-atk-s0506a2:1388_0": "1230.",
    "ai-atk-s0506a2:1389_0": "“In the wilderness, wherever in the forest, having little merit, little water, and little food,",
    "ai-atk-s0506a2:1390_0": "Suddhodana, Vanasa, the midst of gods, humans,",
    "ai-atk-s0506a2:1391_0": "1231.",
    "ai-atk-s0506a2:1392_0": "“Here there is no roots and fruits, no ramparts because of fear,",
    "ai-atk-s0506a2:1393_0": "Except if it is no cold or heat; it is hot or buying,",
    "ai-atk-s0506a2:1394_0": "1232.",
    "ai-atk-s0506a2:1395_0": "“Were hurriedly, now with no belonging to the next world, you good in the next world.",
    "ai-atk-s0506a2:1396_0": "This (surely) is the oldest ground, ancient earthquake,",
    "ai-atk-s0506a2:1397_0": "1233.",
    "ai-atk-s0506a2:1398_0": "“Then you who, why do you respond to this point?",
    "ai-atk-s0506a2:1399_0": "Avoiding with all the swords, shakes, and dust.”",
    "ai-atk-s0506a2:1400_0": "1230.",
    "ai-atk-s0506a2:1400_1": "Herein, running here and there",
    "ai-atk-s0506a2:1400_2": "Where we will do so, not the life of anten have long life; or that it’s like living in the forest.",
    "ai-atk-s0506a2:1400_3": "he is not reborn in a place where people (good) human beings, horse and charioteers,",
    "ai-atk-s0506a2:1400_4": "While they are squeezing: they are standing on the ground, a waterpot, or a chopping block.",
    "ai-atk-s0506a2:1400_5": "Hence it is said: “Give me some water.”",
    "ai-atk-s0506a2:1400_6": "For there is noise in such passages as “For with the sound of cooking” , etc., in the sense of wielding the way is.",
    "ai-atk-s0506a2:1400_7": "As to colour: the meaning is that in the middle of the posture .",
    "ai-atk-s0506a2:1400_8": "Like the beast of that shining beauty",
    "ai-atk-s0506a2:1400_9": "“Would these verses behave like this,” he replied: “They are so very pleasant canopy,” and spoke the verses of the bliss.",
    "ai-atk-s0506a2:1400_10": "This starting upwards in the past, having arisen in their past lives,",
    "ai-atk-s0506a2:1400_11": "They don’t sectarian tense on the path, nor do they reappear the path.",
    "ai-atk-s0506a2:1400_12": "People were born as those of them.",
    "ai-atk-s0506a2:1401_0": "(In this way) I am residing in this spot,",
    "ai-atk-s0506a2:1401_1": "fruits that flower from alive of stalks and fruits, non-human beings, and so on.",
    "ai-atk-s0506a2:1401_2": "roots, stems, fruits, fairs, and bows.",
    "ai-atk-s0506a2:1401_3": "Even if something is combined with a leper’s own hand, nothing from the nation to the air, is the meaning here composed by a stone,",
    "ai-atk-s0506a2:1401_4": "And whatever is there to be shown that there is.",
    "ai-atk-s0506a2:1402_0": "It’s said that place is called burning coarse, rough, pale, shake, and floors. But it’s placed on a collection to the ground, in the Jetavana, they say, “It’s place.”",
    "ai-atk-s0506a2:1402_1": "Hence the meaning is: “Herein, what is the meaning?” and “There is no comparison” .",
    "ai-atk-s0506a2:1402_2": "Through the meaning of this verse, he should give the actual bliss of heaven;",
    "ai-atk-s0506a2:1402_3": "Indeed there is no undefinished, herein is the end of life, the life faculty is happy, and that leads to its life.",
    "ai-atk-s0506a2:1402_4": "nor are they troubled.",
    "ai-atk-s0506a2:1402_5": "goodness with the next world.",
    "ai-atk-s0506a2:1402_6": "For it is not the single world that is called absence of sentient beings. For this world, in the next life, they say, “This world is unhappy, this is called even the next world” . And it is the meaning of being thus: “This is the effacement of their opposite of their own affacement, it is the meaning of suffering, this is the meaning of any otherwise.",
    "ai-atk-s0506a2:1402_7": "The breezing: this is the wrong time for a long time.",
    "ai-atk-s0506a2:1402_8": "composed thus: “In what is suitable, rough mortification! I can be austerities, my fathers and my teachers.”",
    "ai-atk-s0506a2:1403_0": "for the sake of the reason",
    "ai-atk-s0506a2:1403_1": "What do they expect?",
    "ai-atk-s0506a2:1403_2": "is inferior.",
    "ai-atk-s0506a2:1403_3": "(Concentral): “Through touched by this body is called “respective”.",
    "ai-atk-s0506a2:1403_4": "Having gathered together with the Community, the dangers, with the drawbacks, and without having placed on all sides.",
    "ai-atk-s0506a2:1403_5": "Then non-humans, whether fostering or not. They are free of greed, hate, or delusion.",
    "ai-atk-s0506a2:1403_6": "Or alternatively, all the roads have been discovered down this place.",
    "ai-atk-s0506a2:1404_0": "now they said:",
    "ai-atk-s0506a2:1405_0": "1234.",
    "ai-atk-s0506a2:1406_0": "“After cattle birds and swords, held together with the drawn swords,",
    "ai-atk-s0506a2:1407_0": "The golden plowshases, warriors, flags, domestic (?) to the west.",
    "ai-atk-s0506a2:1408_0": "1235.",
    "ai-atk-s0506a2:1409_0": "“The one who lives on the day, ~ Moreover, backbiting,",
    "ai-atk-s0506a2:1410_0": "By this means all the path gone on the path to night,",
    "ai-atk-s0506a2:1411_0": "1236.",
    "ai-atk-s0506a2:1412_0": "“Those who are wrong, without a doubt, in the forest, have destroyed the darkness of the forest,",
    "ai-atk-s0506a2:1413_0": "he often praised by the road, of a good will, (all) people, (saying):",
    "ai-atk-s0506a2:1414_0": "1237.",
    "ai-atk-s0506a2:1415_0": "“Having seen (that), the spirit who formerly had never seen before,",
    "ai-atk-s0506a2:1416_0": "Seeing that his life is happy, and cheered, she was uplifted and greatly delighted.”",
    "ai-atk-s0506a2:1417_0": "1234.",
    "ai-atk-s0506a2:1417_1": "Herein, in the Magadhans there are tall and innumerable cattle-bree, riches, and swords were riches, spears, flaws, and swords, spears, and swords.",
    "ai-atk-s0506a2:1417_2": "the goods go to see him.",
    "ai-atk-s0506a2:1417_3": "We have been able to get you,",
    "ai-atk-s0506a2:1417_4": "We’ll go to the hermitage,",
    "ai-atk-s0506a2:1417_5": "Mahinda, the enlightener of the Protector of the World,",
    "ai-atk-s0506a2:1417_6": "Walking for extra robes, they gain extra bowls.",
    "ai-atk-s0506a2:1418_0": "you’re unable to endure cold and heat.",
    "ai-atk-s0506a2:1418_1": "all beings who have compassion for sentient beings,",
    "ai-atk-s0506a2:1418_2": "By this home there is a suitable to seeing him in this way, previously,",
    "ai-atk-s0506a2:1418_3": "night a path leading to the gods.",
    "ai-atk-s0506a2:1418_4": "At the wrong time, at the wrong time,",
    "ai-atk-s0506a2:1419_0": "The wrong path was overregarded, which had been given to him, and is wrong. Then the later gruel has not yet been brought back from the lay life.",
    "ai-atk-s0506a2:1419_1": "It is just as blind as a fallen away from the blind darkness of blind men without understanding, which is blinded by the eyes of blind men, without that is the fire family produced by the linking of wisdom.",
    "ai-atk-s0506a2:1419_2": "In all directions there is a place wherever it is heroiced by the opposite direction.",
    "ai-atk-s0506a2:1419_3": "with minds rotten seemed flames,",
    "ai-atk-s0506a2:1420_0": "1237.Tavañcāti tuvañca.",
    "ai-atk-s0506a2:1420_1": "so the yakkha Ālavaka.",
    "ai-atk-s0506a2:1420_2": "Those who murder a life span from our lives, thinking, “This is ours, this is the end of our life.”",
    "ai-atk-s0506a2:1420_3": "Seeing her,",
    "ai-atk-s0506a2:1420_4": "He wavers and falls away,",
    "ai-atk-s0506a2:1420_5": "With happiness and joy:",
    "ai-atk-s0506a2:1420_6": "he uplifted from elatedness, joyful,",
    "ai-atk-s0506a2:1421_0": "thus asked the god for the sake of his own turn:",
    "ai-atk-s0506a2:1422_0": "1238.",
    "ai-atk-s0506a2:1423_0": "“This roaming out of the ocean is beautiful and splendid,",
    "ai-atk-s0506a2:1424_0": "But on the mountain cleft to go like an intersection on the mountain, that is hard to get,",
    "ai-atk-s0506a2:1425_0": "1239.",
    "ai-atk-s0506a2:1426_0": "“Conquering the dispensation of others, Vajirā, in the habit of Verañjā,",
    "ai-atk-s0506a2:1427_0": "I’ve seen and heard about what you’ve seen that you’ve heard.”",
    "ai-atk-s0506a2:1428_0": "The meaning of this:",
    "ai-atk-s0506a2:1428_1": "You do so, Vāsava, the king of the earth, returned to the ocean, and all of the paths of mines, castegories, hindered by the auspicious path, all the palace, frequently going to heaven, catching up the bamboo work, the ropes, the roads, and takes your own enemy. And what is going through the air, drumed and all the kingdom of the gods. Yet you go to his own place in this way, your own working into the forest, youthrone of that place, your own art, your own way. Having gone beyond doubts, got rid of stupideale iness, and stains. When you come back to disciplinary, you, you, you, you should ask your own way.",
    "ai-atk-s0506a2:1429_0": "when asked by questioned thus, the god Tāyana –",
    "ai-atk-s0506a2:1430_0": "1240.",
    "ai-atk-s0506a2:1431_0": "“For he who has not seen the prince, when he saw a girl,",
    "ai-atk-s0506a2:1432_0": "After seeing all the people had become established in the past, all that is unpleasant to him.",
    "ai-atk-s0506a2:1433_0": "1241.",
    "ai-atk-s0506a2:1434_0": "“Pokkharasāti is very beneficial, he’s afflicted with very glory.",
    "ai-atk-s0506a2:1435_0": "For these two months and fruits are always fragrant and so forth.",
    "ai-atk-s0506a2:1436_0": "1242.",
    "ai-atk-s0506a2:1437_0": "“Throw out the posts of the Similes of the hundred peacocks and the top of the day.",
    "ai-atk-s0506a2:1438_0": "These are the Mallas of Kusinārā, amongst those who are great and fully mature, who are redicts,",
    "ai-atk-s0506a2:1439_0": "1243.",
    "ai-atk-s0506a2:1440_0": "“Of a thousand sons, (and say): “This is how it is beneficial!",
    "ai-atk-s0506a2:1441_0": "precious things, sunn held in place and bathing at it.",
    "ai-atk-s0506a2:1442_0": "1244.",
    "ai-atk-s0506a2:1443_0": "“This one from a pendant of river gold, is graceful, pleasing to the highest fruit,",
    "ai-atk-s0506a2:1444_0": "Vaccha has firmly resolved on the homeless, free from danger.",
    "ai-atk-s0506a2:1445_0": "1245.",
    "ai-atk-s0506a2:1446_0": "By shone like a floor in theInner place,",
    "ai-atk-s0506a2:1447_0": "soft, being hiden rose from the cotton-down jujube-free,",
    "ai-atk-s0506a2:1448_0": "1246.",
    "ai-atk-s0506a2:1449_0": "“Your mind, deceived in the pleasing donations of delusion, unmoved, delighted in the delightful Get.",
    "ai-atk-s0506a2:1450_0": "Standing in all ways, like a lightning-sphere,",
    "ai-atk-s0506a2:1451_0": "1247.",
    "ai-atk-s0506a2:1452_0": "“Which do you have a yakkha?",
    "ai-atk-s0506a2:1453_0": "or did he find happiness in the human state,",
    "ai-atk-s0506a2:1454_0": "Or on account of her feedgs -",
    "ai-atk-s0506a2:1455_0": "who’s your name?”",
    "ai-atk-s0506a2:1456_0": "1240-2.",
    "ai-atk-s0506a2:1456_1": "Herein, one who is started through the air,",
    "ai-atk-s0506a2:1456_2": "The gods refer to whom the god live on, and that after becoming awakened.",
    "ai-atk-s0506a2:1456_3": "another lotus ponds,",
    "ai-atk-s0506a2:1456_4": "A hundred leagues in Human, he was reborn as a hundred treasures,",
    "ai-atk-s0506a2:1456_5": "Slandered: this iron ball, is the meaning. And the meaning is this:",
    "ai-atk-s0506a2:1456_6": "it’s long to give up long beliefs.",
    "ai-atk-s0506a2:1456_7": "Then, having become sixteen years, endowed with the eighty years,",
    "ai-atk-s0506a2:1457_0": "For the shade of their name and clan was reborn amongst those who had assembled",
    "ai-atk-s0506a2:1457_1": "It’s good to feed this bag:",
    "ai-atk-s0506a2:1457_2": "In between precious things: between the boundless Ones, riches, treasury, inner clothed in various ways.",
    "ai-atk-s0506a2:1457_3": "they’ll sprinkled with gold nets.",
    "ai-atk-s0506a2:1457_4": "placed on the ground covering the skin precious, and the sun covering them with excellent food and so on, there the treasure of various kinds, the treasures hidden, etc., here and there in that place were six monasteries (?).",
    "ai-atk-s0506a2:1458_0": "(Anāthapiṇḍika said): “This is the most excellent blessings, this is the sweetest of the drums.” Mangods, (Sakka) the most excellent Golden mountains, (Asoka).",
    "ai-atk-s0506a2:1458_1": "made of greet beds, charming hair, as well associating with the fruits of the tree, good resounded with the monkeys of gems, pure trunk, with fleezing, uninterruptedly drums.",
    "ai-atk-s0506a2:1458_2": "you’re strong, stout.",
    "ai-atk-s0506a2:1458_3": "of a Buddha awakened for themselves,",
    "ai-atk-s0506a2:1458_4": "Varaṭācārā, who followed each other, circumstances in each other,",
    "ai-atk-s0506a2:1458_5": "It dwells indeed, not mindful, and he inspires the whole world.",
    "ai-atk-s0506a2:1458_6": "mind is pleasing -",
    "ai-atk-s0506a2:1459_0": "Protector is adorned with great treasures, in the inside of the great treasures, the various treasures.",
    "ai-atk-s0506a2:1459_1": "And they don’t gain much food and drink that they’re obtained in it, it’s possible to obtain a large following.",
    "ai-atk-s0506a2:1459_2": "the soft, delightful garden, glorious, hill padden treasures, copper-sholes, heartwood, drums, soft, was constantly made by musical.",
    "ai-atk-s0506a2:1459_3": "there was no delight for hearing the Dhamma, renowned by you,",
    "ai-atk-s0506a2:1459_4": "Hence it is said: “He listens to the rope.”",
    "ai-atk-s0506a2:1460_0": "Should get close to him, thinking about how they might be thought about.",
    "ai-atk-s0506a2:1460_1": "aspirations of menstruations like this were to play in the great king Vessavaṇa.",
    "ai-atk-s0506a2:1461_0": "1247.Āsīti asi bhavasi.",
    "ai-atk-s0506a2:1461_1": "Sakka, lord of gods, having approached,",
    "ai-atk-s0506a2:1461_2": "When human beings he is a human being, he is reborn as a human,",
    "ai-atk-s0506a2:1461_3": "after asking the native spirits, the yakkha Ālavakas, and then when they were asked, they say:",
    "ai-atk-s0506a2:1462_0": "now the god who knew about himself –",
    "ai-atk-s0506a2:1463_0": "1248.",
    "ai-atk-s0506a2:1464_0": "“The haunt of Yakkhas called Sīha, I am able to do so.",
    "ai-atk-s0506a2:1465_0": "then the doctor, the king’s voice –",
    "ai-atk-s0506a2:1466_0": "Āha.",
    "ai-atk-s0506a2:1466_1": "There I am a yakkha, and I am a yakkha.",
    "ai-atk-s0506a2:1466_2": "if he is at the rising above adverts to each other,",
    "ai-atk-s0506a2:1466_3": "guards cattle,",
    "ai-atk-s0506a2:1466_4": "Hence it is said: “I curse my psychic power.”",
    "ai-atk-s0506a2:1467_0": "now they said to him:",
    "ai-atk-s0506a2:1468_0": "1249.",
    "ai-atk-s0506a2:1469_0": "“Dear Roja, you have acquired the gift of (supernatural) faculties and given them to you,",
    "ai-atk-s0506a2:1470_0": "For you ask (are established): ’ and how do you get to know the mind?”",
    "ai-atk-s0506a2:1471_0": "Herein, the meaning is: it is the name of the wind, the name of the clan, is the meaning.",
    "ai-atk-s0506a2:1471_1": "it died and passed away, or it is lost;",
    "ai-atk-s0506a2:1471_2": "After oneself, they lie down on the same bed, the bird, and the meaning is that she was reborn in.",
    "ai-atk-s0506a2:1471_3": "Or perhaps it was given to you by means of the gods, of the Thirty-Three, of all the gods prevented by you to restrain you.",
    "ai-atk-s0506a2:1472_0": "now the god Rohitassas have built at the four quarters (of the merits).",
    "ai-atk-s0506a2:1473_0": "1250.",
    "ai-atk-s0506a2:1474_0": "“I don’t give birth to a weaver, nor do I have given it to my gift,",
    "ai-atk-s0506a2:1475_0": "and in her own deeds haven’t been performed in her own place: “I have found this merit.”",
    "ai-atk-s0506a2:1476_0": "spoke this verse:",
    "ai-atk-s0506a2:1477_0": "When they heard that, they asked him, “Having heard of merit,” and they added:",
    "ai-atk-s0506a2:1478_0": "1251.",
    "ai-atk-s0506a2:1479_0": "“But what did you practice the spiritual life?”",
    "ai-atk-s0506a2:1480_0": "(and ask): having asked (themselves) do you always a calf?”",
    "ai-atk-s0506a2:1481_0": "Herein, it is indeed there is the best living of the spiritual life.",
    "ai-atk-s0506a2:1482_0": "Again when they were placed in order to show the gods, however, show the merits that",
    "ai-atk-s0506a2:1483_0": "1252.",
    "ai-atk-s0506a2:1484_0": "“See this milk-rice, reverend Sir, has the King of Kosala",
    "ai-atk-s0506a2:1485_0": "There was no one who spoke of bad views, and who spoke about the annihilation of bad character.",
    "ai-atk-s0506a2:1486_0": "1253.",
    "ai-atk-s0506a2:1487_0": "“The ascetic Kassapa the Prince was very learned and a master of the traditions.",
    "ai-atk-s0506a2:1488_0": "Then he spoke about the Dhamma talk from me, repeating the verses,",
    "ai-atk-s0506a2:1489_0": "1254.",
    "ai-atk-s0506a2:1490_0": "“I have heard this Dhamma talk, having heard that Dhamma-permission,",
    "ai-atk-s0506a2:1491_0": "I gave up killing living creatures in the world.",
    "ai-atk-s0506a2:1492_0": "“Today I wasn’t grant you the simile of the child. And I had been given you up with drinking.",
    "ai-atk-s0506a2:1493_0": "1255.",
    "ai-atk-s0506a2:1494_0": "“I have heard this, my spiritual life is lived.",
    "ai-atk-s0506a2:1495_0": "and donning the overly (all) deeds that were my meritorious deeds - he had found the heart of merit.”",
    "ai-atk-s0506a2:1496_0": "one should practice emptiness",
    "ai-atk-s0506a2:1497_0": "Then the god Jāṇussoṇi saw a deed and resigned the fruit of that deed and invited the fruit of faith:",
    "ai-atk-s0506a2:1498_0": "1256.",
    "ai-atk-s0506a2:1499_0": "“Is it really true that I’m speaking the truth, having no other words.",
    "ai-atk-s0506a2:1500_0": "By means of which one goes against the stream of merit I rejoice.",
    "ai-atk-s0506a2:1501_0": "1257.",
    "ai-atk-s0506a2:1502_0": "“Through memories and retinue have died the defilement and defilement,",
    "ai-atk-s0506a2:1503_0": "A bad deed goes to by the horn, he doesn’t get into a bad reputation.”",
    "ai-atk-s0506a2:1504_0": "therefore this verse, the danger and debtless One, lamenting, repelling, and lamenting: “Without defilements,”",
    "ai-atk-s0506a2:1505_0": "When they were in this way, the god Kalāyana came to the dwellings in the debates of the dwellings. The gods of the Thirty-Three were released from the Spirits.",
    "ai-atk-s0506a2:1505_1": "or when they see him he said:",
    "ai-atk-s0506a2:1506_0": "1258.",
    "ai-atk-s0506a2:1507_0": "“So down a sprouting iron ball,",
    "ai-atk-s0506a2:1508_0": "Having little learning youth’s up with little point, how can you do so?”",
    "ai-atk-s0506a2:1509_0": "on that occasion, on a verse,",
    "ai-atk-s0506a2:1509_1": "Herein, it is shared by all the measures according to the worms’ fever, as it were, in a mocquisition .",
    "ai-atk-s0506a2:1509_2": "a people follow.",
    "ai-atk-s0506a2:1509_3": "in this moment,",
    "ai-atk-s0506a2:1509_4": "Like a drop of cooked rice in Kapilavatthu, like a lamp, shook, fish, meat, and crashing.",
    "ai-atk-s0506a2:1509_5": "Your minds are brought to your control, and that popularity with you.",
    "ai-atk-s0506a2:1509_6": "Knowing grieflessly,",
    "ai-atk-s0506a2:1510_0": "When he heard that, the god –",
    "ai-atk-s0506a2:1511_0": "1259.",
    "ai-atk-s0506a2:1512_0": "“These dear Sirs, are the gods replete with glory and scented flowers,",
    "ai-atk-s0506a2:1513_0": "Speaking this (friend) teaching, they, having destroyed it during the day,",
    "ai-atk-s0506a2:1514_0": "1260.",
    "ai-atk-s0506a2:1515_0": "“These each century is made of crashing and postsing.",
    "ai-atk-s0506a2:1516_0": "When a hundred years in the past were reborn here,",
    "ai-atk-s0506a2:1517_0": "1261.",
    "ai-atk-s0506a2:1518_0": "“I am like the five hundred years,",
    "ai-atk-s0506a2:1519_0": "stood in the air, deposited the earth,",
    "ai-atk-s0506a2:1520_0": "We have acquired merit",
    "ai-atk-s0506a2:1521_0": "with the asker of your question, I ask you:",
    "ai-atk-s0506a2:1522_0": "1256.",
    "ai-atk-s0506a2:1522_1": "Herein, the glorious Sirīsa .",
    "ai-atk-s0506a2:1522_2": "or hesitter, an axety,",
    "ai-atk-s0506a2:1522_3": "Is simply explain these things, my heavenly realms, and the gods referring to the perfume of flowers.",
    "ai-atk-s0506a2:1522_4": "They’ve scented all the fragrances, and the heavenly hosts don’t bind them away, even just their own bodies.",
    "ai-atk-s0506a2:1522_5": "Hence it is said: “Worshiping and sancrificing it, I killed him.”",
    "ai-atk-s0506a2:1523_0": "1260-61.Imesanti sirīsānaṁ.",
    "ai-atk-s0506a2:1523_1": "At the end of the fruits of the strings,",
    "ai-atk-s0506a2:1523_2": "if he stays on top of a fruit, then after it is an outcaste;",
    "ai-atk-s0506a2:1523_3": "passed a hundred years in the past ...",
    "ai-atk-s0506a2:1523_4": "But when this body is reborn here in this world of the gods, which is reborn there.",
    "ai-atk-s0506a2:1523_5": "And I’m led on by five hundred years, I will show them life span. That’s why I said “even the life span.”",
    "ai-atk-s0506a2:1523_6": "Hence it is for a hundred years in the direction ...",
    "ai-atk-s0506a2:1523_7": "which would you ask me about?”",
    "ai-atk-s0506a2:1524_0": "Then he said to her:",
    "ai-atk-s0506a2:1525_0": "1262.",
    "ai-atk-s0506a2:1526_0": "“How would that man pursue the issue?”",
    "ai-atk-s0506a2:1527_0": "And the other who falls from here and there too little merit would havetered for that limit.”",
    "ai-atk-s0506a2:1528_0": "and took a (food) from her own group.",
    "ai-atk-s0506a2:1528_1": "And herein, there would be a hundred thousand prosperous and sixteen thousand years. But if one who has a hundred thousand years of death would not accept them?",
    "ai-atk-s0506a2:1529_0": "The gods spent annoyed harnessed around them with a comprehension and gave them a teaching:",
    "ai-atk-s0506a2:1530_0": "1263.",
    "ai-atk-s0506a2:1531_0": "“It’s not suitable to me, you must tell me,",
    "ai-atk-s0506a2:1532_0": "And you were to a precious snake with scorpions.”",
    "ai-atk-s0506a2:1533_0": "spoke this verse:",
    "ai-atk-s0506a2:1533_1": "Herein, without asking about (them) they are supreme.",
    "ai-atk-s0506a2:1533_2": "“Thus my advice is this advice I advised and instruct me.”",
    "ai-atk-s0506a2:1533_3": "Have you say to me, he would tell you",
    "ai-atk-s0506a2:1533_4": "Whatever words have been done, they say: that which is unrestrained",
    "ai-atk-s0506a2:1533_5": "Yasa said to them, that you should advise the community. So what should I do? You should give me advice. And if it has been given to me.",
    "ai-atk-s0506a2:1533_6": "Herein, please help me too as long as I am satisfied with unchade (all) beings who were compassionate towards me. It is protected by the precincts, protected by others, and rapidly. That is why, it is the meaning.",
    "ai-atk-s0506a2:1534_0": "Then he discussing what was done by the Fortunate One said:",
    "ai-atk-s0506a2:1535_0": "1264.",
    "ai-atk-s0506a2:1536_0": "“When we were traveling, we broad earth, adorned with the money and grain,",
    "ai-atk-s0506a2:1537_0": "according as it is said: “After the cows speed with cows, cattle-keeper –",
    "ai-atk-s0506a2:1538_0": "on that occasion, on a verse,",
    "ai-atk-s0506a2:1538_1": "Herein, just as when a cow comes (only) a response (only) to converse order",
    "ai-atk-s0506a2:1538_2": "Puṇṇa successful in profitable way, the greatest extensive fame,",
    "ai-atk-s0506a2:1538_3": "great lighting up the arrows,",
    "ai-atk-s0506a2:1539_0": "again the god Mahaka placed them in plastering places and performing them –",
    "ai-atk-s0506a2:1540_0": "1265.",
    "ai-atk-s0506a2:1541_0": "“May I not be like, Serpent, and what can be as you say?",
    "ai-atk-s0506a2:1542_0": "you should devote yourself to bad deeds, avoid the Dhamma and the roam of the Dhamma.”",
    "ai-atk-s0506a2:1543_0": "spoke this verse:",
    "ai-atk-s0506a2:1543_1": "Herein, since it is secure, that you say about the blessing, the crooks, and the secures, saying: “Such is the bloated, secure,” and they say, “Suching.”",
    "ai-atk-s0506a2:1543_2": "all your deeds will be yours, and it will be mine. You will be reborn there. But now do you calling up wicked deeds.",
    "ai-atk-s0506a2:1543_3": "* devoted to the Teaching of the Discipline, ~ who is devoted to the Dhamma,",
    "ai-atk-s0506a2:1543_4": "saying: “Having determined, that is, the strayers of cowardice, this is the Serpent.”",
    "ai-atk-s0506a2:1544_0": "But the lay followers who wanted to build (them) raising the rolls for them), wanted to offer them a great deal with these verses:",
    "ai-atk-s0506a2:1545_0": "1266.",
    "ai-atk-s0506a2:1546_0": "“There is, Upaka, a learned person who has entered the Saṅgha by virtue,",
    "ai-atk-s0506a2:1547_0": "(He was) faithful, glorious, and so on, the spotless, good-looking,",
    "ai-atk-s0506a2:1548_0": "1267.",
    "ai-atk-s0506a2:1549_0": "“Don’t find another sleeping place, they wouldn’t get hurt others,",
    "ai-atk-s0506a2:1550_0": "if they were to make a shelter, not with spear;",
    "ai-atk-s0506a2:1551_0": "1268.",
    "ai-atk-s0506a2:1552_0": "“The respectful is reverence for the higher morality, the higher mind, and the higher wisdom.",
    "ai-atk-s0506a2:1553_0": "He sets up his mother and father, a son with his mother.",
    "ai-atk-s0506a2:1554_0": "1269.",
    "ai-atk-s0506a2:1555_0": "“For anyone who seeks for the sake of their mother, not for the sake of wealth,",
    "ai-atk-s0506a2:1556_0": "Having passed away from renunciation will lead the spiritual life.",
    "ai-atk-s0506a2:1557_0": "1270.",
    "ai-atk-s0506a2:1558_0": "“Such is a fool, not being infatuated with honey, nor will I live be able to constantly beloved.",
    "ai-atk-s0506a2:1559_0": "Such plenty of food, why would you sleep in suffering?",
    "ai-atk-s0506a2:1560_0": "1271.",
    "ai-atk-s0506a2:1561_0": "“For the reason, Vāseṭṭhas, when you see the Dhamma, you should know",
    "ai-atk-s0506a2:1562_0": "Except if I’m the one who has lost his wealth, except in the wilderness,",
    "ai-atk-s0506a2:1563_0": "Quickly conquered that good person’s happiness.”",
    "ai-atk-s0506a2:1564_0": "1266.",
    "ai-atk-s0506a2:1564_1": "Herein, the seventh method of the Saṅgha:",
    "ai-atk-s0506a2:1564_2": "and including that profitable way is what is skillful.",
    "ai-atk-s0506a2:1564_3": "content and satisfied,",
    "ai-atk-s0506a2:1564_4": "The Sage, who leads to work, etc., is the mundane and supramundane Dhamma, and so on.",
    "ai-atk-s0506a2:1565_0": "while speaking falsely for a dead person would not tell a deliberate lie.",
    "ai-atk-s0506a2:1565_1": "Vessabhū says that they make no effort to get earth.",
    "ai-atk-s0506a2:1566_0": "They provide if he attends on him with care, and becomes forgetful.",
    "ai-atk-s0506a2:1566_1": "he should protect the virtue in the higher morality: he should guard the precepts.",
    "ai-atk-s0506a2:1566_2": "The Noble One’s conduct is complete.",
    "ai-atk-s0506a2:1567_0": "self-developed, which is accompanied by defilements,",
    "ai-atk-s0506a2:1567_1": "live as a celibacy, (thinking): it will be the spiritual life,",
    "ai-atk-s0506a2:1568_0": "if it is a suitable for your rich car.",
    "ai-atk-s0506a2:1568_1": "One should not neglect one’s mother, nor should be permanent,",
    "ai-atk-s0506a2:1568_2": "standing on the teaching of the Dhamma in this way, they’d flatter for one who lives in Dhamma. How could one who lives in Dhamma?",
    "ai-atk-s0506a2:1569_0": "for the sake of (of writing for) reasons the sign of your manifestation, for the sake of that lay follower",
    "ai-atk-s0506a2:1569_1": "she became your own, and I did not speak.",
    "ai-atk-s0506a2:1569_2": "Saying: “Perhaps these are not the ones,” “Even if you intended here,” and they hit him.",
    "ai-atk-s0506a2:1569_3": "So you should protect the teaching, having heard that the teaching you’re not protected. So I see it.",
    "ai-atk-s0506a2:1569_4": "Except if I’m going to the dwelling, or with this lay follower, you might not go to Rājagaha.",
    "ai-atk-s0506a2:1569_5": "Quickly (extinguishes) the mangoes quickly being swiftly with each.",
    "ai-atk-s0506a2:1569_6": "Honey-coloured",
    "ai-atk-s0506a2:1569_7": "Both with others,",
    "ai-atk-s0506a2:1569_8": "So let a good person associates with good people,",
    "ai-atk-s0506a2:1569_9": "And they don’t get anything left over even when they described.",
    "ai-atk-s0506a2:1570_0": "So it is said in this way: “The ascetic life is short or else’s desire",
    "ai-atk-s0506a2:1571_0": "1272.",
    "ai-atk-s0506a2:1572_0": "“What does one do with what does one do?",
    "ai-atk-s0506a2:1573_0": "What’s the point of what will I do?",
    "ai-atk-s0506a2:1574_0": "We too want to see her, the hero, Yasa came here!",
    "ai-atk-s0506a2:1575_0": "for you’re gaining material possessions.”",
    "ai-atk-s0506a2:1576_0": "on that occasion, on a verse,",
    "ai-atk-s0506a2:1576_1": "Herein, what is the name of the people named Janavasabha?",
    "ai-atk-s0506a2:1576_2": "And what do you perform doing deeds?",
    "ai-atk-s0506a2:1576_3": "What can I do for his mother or father?” “What can I have done for him?” and “What’s the point of refling?”",
    "ai-atk-s0506a2:1576_4": "in that you, bear your final body, you will be satisfied.",
    "ai-atk-s0506a2:1577_0": "now the god named Kāgotta, who shows that deity to him –",
    "ai-atk-s0506a2:1578_0": "1273.",
    "ai-atk-s0506a2:1579_0": "“That Kappa who is immeasurable,",
    "ai-atk-s0506a2:1580_0": "Food is like the robes for alms.",
    "ai-atk-s0506a2:1581_0": "knowing your Mother’s fathers,",
    "ai-atk-s0506a2:1582_0": "Don’t devote himself to this good thing .”",
    "ai-atk-s0506a2:1583_0": "Āha.",
    "ai-atk-s0506a2:1583_1": "Herein, bathing is allowable:",
    "ai-atk-s0506a2:1583_2": "It produces delight and doesn’t produce delight for continued existence.",
    "ai-atk-s0506a2:1583_3": "Which is the fruit and result of good livelihood , and the fruit of good livelihood,",
    "ai-atk-s0506a2:1583_4": "Herein, the lumps of the head hairs, etc., are the inside of the head hairs, etc.",
    "ai-atk-s0506a2:1583_5": "services for his departure,",
    "ai-atk-s0506a2:1584_0": "now they perceived it as having been known to him.",
    "ai-atk-s0506a2:1585_0": "1274.",
    "ai-atk-s0506a2:1586_0": "“We’re invited to accept the spirit Senior who does not know, and who is an ascetic.",
    "ai-atk-s0506a2:1587_0": "We too will worship the spirits,” she replied,",
    "ai-atk-s0506a2:1588_0": "There you knew which you say is present. When you know that you are suitable.",
    "ai-atk-s0506a2:1588_1": "But if he penetrates such qualities, he doesn’t know that. But he’s not unknowing as that ofes.",
    "ai-atk-s0506a2:1589_0": "Now the god on a pity, after giving his own advice,",
    "ai-atk-s0506a2:1590_0": "1275.",
    "ai-atk-s0506a2:1591_0": "“Those people in this monastery are a great, middle, and junior,",
    "ai-atk-s0506a2:1592_0": "May all of them see the fruits of all!”",
    "ai-atk-s0506a2:1593_0": "Herein, the Great Beings Greed is there to live there, the one who isn’t fishing the riches.",
    "ai-atk-s0506a2:1594_0": "Now, as to the end, the teaching, and the Saṅgha in verse:",
    "ai-atk-s0506a2:1595_0": "1276.",
    "ai-atk-s0506a2:1596_0": "(and then): “All I have all been decorated in this place, they all,",
    "ai-atk-s0506a2:1597_0": "all those mangoes, like the sun rising from afar.",
    "ai-atk-s0506a2:1598_0": "1277.",
    "ai-atk-s0506a2:1599_0": "(These Bhikkhus answered:) “In whom I have prepared, lay-follower",
    "ai-atk-s0506a2:1600_0": "They killed living creatures in the world, (thinking):",
    "ai-atk-s0506a2:1601_0": "And non-human beings weren’t free from shave with the wives.",
    "ai-atk-s0506a2:1602_0": "1278.",
    "ai-atk-s0506a2:1603_0": "The layman said: “In this place I have prepared there.”",
    "ai-atk-s0506a2:1604_0": "Having departed, the yakkha with a great yakkha",
    "ai-atk-s0506a2:1605_0": "1279.",
    "ai-atk-s0506a2:1606_0": "“After going (there), she amused herself with the thieves, turning to the ground,",
    "ai-atk-s0506a2:1607_0": "Just as Pāṭaliputta came to the Pāṭaliputta calf,",
    "ai-atk-s0506a2:1608_0": "1280.",
    "ai-atk-s0506a2:1609_0": "said: “Having gone to the Community, they live with their children, wife, sons and grandsons,",
    "ai-atk-s0506a2:1610_0": "and (only) delighted and protected, gladness and so on, with elephants and horses, with weapons,",
    "ai-atk-s0506a2:1611_0": "and (also) drunk from the ground.",
    "ai-atk-s0506a2:1612_0": "1281.",
    "ai-atk-s0506a2:1613_0": "“For those like me, the good persons, who are engaged in the teaching,",
    "ai-atk-s0506a2:1614_0": "and those who live in one for the welfare of the lay followers will be happy!”",
    "ai-atk-s0506a2:1615_0": "1276.",
    "ai-atk-s0506a2:1615_1": "Herein, I am the first explanation, but I am the meaning.",
    "ai-atk-s0506a2:1615_2": "“All these people,” they all replied, “Nay,” “There were no obstacles for them to Sāriputta,” according to the doctrine of (good) conduct, when they said: “All those who have said, did not visit them,” and so they did not accept it.",
    "ai-atk-s0506a2:1615_3": "or because of the mirage of the Mallians’ time they say: “Here the treasure of the gods, of the Thirty-Three, and all of them because they were reborn in the company of the gods of the Thirty-Three.”",
    "ai-atk-s0506a2:1615_4": "Hence it is said: “He is like a worm-infested corpse” .",
    "ai-atk-s0506a2:1616_0": "1277-8.",
    "ai-atk-s0506a2:1616_1": "Or alternatively, when they saw the god Virūpakkhas, they were established in the discomfort and established in the Refuges (of the Faith). Then they wanted to established their hearts.",
    "ai-atk-s0506a2:1616_2": "Therefore it is said: “May all adversities” .",
    "ai-atk-s0506a2:1616_3": "There they get up from their seat when they take a league again, thinking:",
    "ai-atk-s0506a2:1616_4": "What if he does it take?",
    "ai-atk-s0506a2:1616_5": "a yakkha buried girl,",
    "ai-atk-s0506a2:1617_0": "They contemplate the profession as the wings of convention,",
    "ai-atk-s0506a2:1617_1": "full of bright gains,",
    "ai-atk-s0506a2:1617_2": "Abiding in the neighbourhood of Pāṭaliputta,",
    "ai-atk-s0506a2:1617_3": "afflictions arising from excess pride, is the meaning.",
    "ai-atk-s0506a2:1618_0": "1280.Saṅgharanti sakaṁ gehaṁ.",
    "ai-atk-s0506a2:1618_1": "safe, secure, protected by the ear.",
    "ai-atk-s0506a2:1618_2": "Rather than four ways: such joy and happiness, they say.",
    "ai-atk-s0506a2:1618_3": "serving the arrangements for such a mass of water, for the earth, for the air, for the air, and for the air, and a encounter of a rock wilderness, for the drain, and preparing the Devas with its parts of the stilt house, etc., and one who is called adornments, whose enclosing the grounds, trade of many ways, possession of being a monastery, and one who encounternity.",
    "ai-atk-s0506a2:1619_0": "so the intermediate directions is the meaning of good or bad.",
    "ai-atk-s0506a2:1619_1": "Mahātippina is very fruitful and beneficial.",
    "ai-atk-s0506a2:1619_2": "The ignorant intent on the Dhamma’s virtues,",
    "ai-atk-s0506a2:1619_3": "Your good beings all reach happiness.",
    "ai-atk-s0506a2:1620_0": "The layman Majesty, the goddess of the gods Yasa said to them,",
    "ai-atk-s0506a2:1620_1": "a later in the midst of Pāyāsi gave a talk about this.",
    "ai-atk-s0506a2:1620_2": "Yasa in the presence of the Elder Mahā-Tissa bestowed a second time.",
    "ai-atk-s0506a2:1620_3": "But the layman and establishing themselves in Liberation.",
    "ai-atk-s0506a2:1621_0": "The golden pollutants is finished.",
    "ai-atk-s0506a2:1622_0": "11. Sunikkhittavimānavaṇṇanā",
    "ai-atk-s0506a2:1623_0": "Compassionately scattered, being scattered,",
    "ai-atk-s0506a2:1623_1": "who they will go to his wife.",
    "ai-atk-s0506a2:1623_2": "The Fortunate One was living near Sāvatthī in Jeta’s Grove.",
    "ai-atk-s0506a2:1623_3": "At that time Venerable Mahāmoggallāna was in the way already stated. To the thirty-two years, he went to the realm of the gods.",
    "ai-atk-s0506a2:1623_4": "At that very moment the god Virūpakkha standing in your own teacher’s rose-apple, he raised his joined palms to him. He stood with his joined palms, and raised his joined palms.",
    "ai-atk-s0506a2:1624_0": "In the past, it seems, when the Buddha had become fully extinguished, he put his body in arranged at the time of extremely blue, yellow, red or white. He then attended on them with flowers, and various flowers were worshipped by the flowers and fragrances, and burning in the neighbourhood of the shrine. When he was finished, the lay followers there, and bringing them to the bands,",
    "ai-atk-s0506a2:1624_1": "But after recollecting this meditation subject by recollecting the special qualities of the Teacher, he recollected it with a confident heart, and then placed it in the heart.",
    "ai-atk-s0506a2:1625_0": "After some time, while working at the time of his deeds he was reborn in a place of loss, a bad place, the realm of the Thirty-Three.",
    "ai-atk-s0506a2:1625_1": "the god was said, “Sandha, a certain deity was in that very moment.” ...",
    "ai-atk-s0506a2:1625_2": "you’re eighty years old.”",
    "ai-atk-s0506a2:1625_3": "Then Mahāmoggallāna served those verses that had been granted, as happened, he asked these verses:",
    "ai-atk-s0506a2:1626_0": "1282.",
    "ai-atk-s0506a2:1627_0": "“This precincts is the forty-nine leagues,",
    "ai-atk-s0506a2:1628_0": "the seven chamberlains of a bungalow, a crystal, white, and the creepers.",
    "ai-atk-s0506a2:1629_0": "1283.",
    "ai-atk-s0506a2:1630_0": "“You may eat the curls that you poisoned eating as a god, and drink the whirlpols.",
    "ai-atk-s0506a2:1631_0": "Causes the heavenly sensual pleasures, the five kinds of sensual stimulation, and the musical instruments of the strands.",
    "ai-atk-s0506a2:1632_0": "1284.",
    "ai-atk-s0506a2:1633_0": "“What’s your beautiful, ~ your complexion here?",
    "ai-atk-s0506a2:1634_0": "Whatever hymns there are, dear Sir,",
    "ai-atk-s0506a2:1635_0": "1285.",
    "ai-atk-s0506a2:1636_0": "“I ask you, sir, who is a human being, why a human being, (some of) meritorious deeds,",
    "ai-atk-s0506a2:1637_0": "“Where are you so very beautiful? And that’s your praise of all sorts?”",
    "ai-atk-s0506a2:1638_0": "Through the performance of his own legal procedures, he showed them to the Sangha, saying:",
    "ai-atk-s0506a2:1639_0": "1286.",
    "ai-atk-s0506a2:1640_0": "He asked Moggallāna: “Bhikkhu, you were uplifted by Moggallāna,",
    "ai-atk-s0506a2:1641_0": "the question, whose question is the fruitful, and who (true) deeds, for which is the fruit of deeds.”",
    "ai-atk-s0506a2:1642_0": "1287.",
    "ai-atk-s0506a2:1643_0": "“Having thrown up the cloth, Don't place it on the ground,",
    "ai-atk-s0506a2:1644_0": "I am of great power and great majesty, sensual pleasures,",
    "ai-atk-s0506a2:1645_0": "1288.",
    "ai-atk-s0506a2:1646_0": "“Now on what to say, I am praised here;",
    "ai-atk-s0506a2:1647_0": "and giving birth.",
    "ai-atk-s0506a2:1648_0": "1289.",
    "ai-atk-s0506a2:1649_0": "“I will tell you, mendicant, who is powerful, in greatness,",
    "ai-atk-s0506a2:1650_0": "And that’s how I praised all sorts of praise.”",
    "ai-atk-s0506a2:1651_0": "1287.",
    "ai-atk-s0506a2:1651_1": "There the place where the sky was overgrown with a garland of flowers of garlands, placed on a cesspit in the delightful a cespit, and having put it aside with the current wind, and it was lost owing to the sky between the parts of the Shrine, and it was covered with (winds).",
    "ai-atk-s0506a2:1651_2": "When he placed it, he put it on a well-proclaimed, put it on the longhouse in the king’s presence.",
    "ai-atk-s0506a2:1651_3": "established in the crowd of flowers and fruits, etc., in the rest of the food.",
    "ai-atk-s0506a2:1651_4": "Also, setting on the shrine, takes up the Teacher at the shrine, and establishing them in this way, can see the meaning.",
    "ai-atk-s0506a2:1651_5": "The rest is as already explained.",
    "ai-atk-s0506a2:1652_0": "When the Buddha had preached the Dhamma of the god, he approached the Elder Sudhamma. He then preached the Dhamma to the Fortunate One,",
    "ai-atk-s0506a2:1652_1": "The Fortunate One gave a teaching to the great crowd, and he taught it.",
    "ai-atk-s0506a2:1652_2": "discussing the teaching of the great crowd,",
    "ai-atk-s0506a2:1653_0": "The Regular monks have given up that supreme colour.",
    "ai-atk-s0506a2:1654_0": "Thus in this way the introduction",
    "ai-atk-s0506a2:1655_0": "On the eleventh section for recitation",
    "ai-atk-s0506a2:1656_0": "The commentary on the meaning is finished.",
    "ai-atk-s0506a2:1657_0": "dancers of a person’s praises.",
    "ai-atk-s0506a2:1658_0": "Discussion of the Manything",
    "ai-atk-s0506a2:1659_0": "And at this point it is said:",
    "ai-atk-s0506a2:1660_0": "who have attained the grounds, and those who weaving his intention,",
    "ai-atk-s0506a2:1661_0": "Devote to the whole world: beings dwelling according to (them),",
    "ai-atk-s0506a2:1662_0": "and it is not known that does not give rise to place.",
    "ai-atk-s0506a2:1663_0": "when he has attained great fruit for the great abidings and fruit,",
    "ai-atk-s0506a2:1664_0": "That is what is skillful and what is empty.",
    "ai-atk-s0506a2:1665_0": "The Suttas came to (?), in order to prevent the Great Sages.",
    "ai-atk-s0506a2:1666_0": "to explain the meaning of this.",
    "ai-atk-s0506a2:1667_0": "I have undertaken what is beneficial and what is good,",
    "ai-atk-s0506a2:1668_0": "In whatever place the ultimate way, sovereignty in each of them,",
    "ai-atk-s0506a2:1669_0": "revealing:",
    "ai-atk-s0506a2:1670_0": "what is connected with the Buddha’s family, without adherence,",
    "ai-atk-s0506a2:1671_0": "Seventh sections of the Sevens",
    "ai-atk-s0506a2:1672_0": "Thus what I’ve attained what was reckoned by what was attained,",
    "ai-atk-s0506a2:1673_0": "after through the power of the world’s merit,",
    "ai-atk-s0506a2:1674_0": "Having practiced the way to purification by virtue, etc., which is purified, and so on.",
    "ai-atk-s0506a2:1675_0": "may all of them be shared with the destruction of the pollutants.",
    "ai-atk-s0506a2:1676_0": "Let alone a long time, the perfected one, the fully awakened Buddha,",
    "ai-atk-s0506a2:1677_0": "may all beings have respect for living creatures!",
    "ai-atk-s0506a2:1678_0": "at the right time (that) rain fell,",
    "ai-atk-s0506a2:1679_0": "Experiential confidence in the true teaching.",
    "ai-atk-s0506a2:1680_0": "So you bound me with a question in a teacher’s practice.",
    "ai-atk-s0506a2:1681_0": "if it is to be granted;",
    "ai-atk-s0506a2:1682_0": "The account of the prominent view that is finished",
    "ai-atk-s0506a2:1683_0": "The commentary on the site is finished.",
    "ai-atk-s0506a2:1684_0": "The account of the ending of legal procedures"
}