{
    "ai-atk-s0403a22:0_0": "(23) 3. Dīghacārikavaggo",
    "ai-atk-s0403a22:1_0": "First: Looking in the Wanderery",
    "ai-atk-s0403a22:2_0": "221.",
    "ai-atk-s0403a22:2_1": "In the third precincts one who lives without one",
    "ai-atk-s0403a22:2_2": "I haven’t heard, Yama, that is not able to memorize the teachings,",
    "ai-atk-s0403a22:2_3": "He doesn’t think that he’s well-known, socializing, even if he’s already come to know about it, he is not with careful knowledge.",
    "ai-atk-s0403a22:2_4": "Endowed with the meaning shelled and protected.",
    "ai-atk-s0403a22:2_5": "The second is the same.",
    "ai-atk-s0403a22:3_0": "3-4. Atinivāsasuttādivaṇṇanā",
    "ai-atk-s0403a22:4_0": "223-224.",
    "ai-atk-s0403a22:4_1": "In the third, the most consequence of his possessions,",
    "ai-atk-s0403a22:4_2": "He lamps ghee, oil, and soft,",
    "ai-atk-s0403a22:4_3": "He has declared:",
    "ai-atk-s0403a22:4_4": "It’s mixed with creepers and running people.",
    "ai-atk-s0403a22:4_5": "One should not question the Dispensation without (the results),",
    "ai-atk-s0403a22:4_6": "Four nymphs of praise",
    "ai-atk-s0403a22:4_7": "the one who stingys the Dhamma,",
    "ai-atk-s0403a22:5_0": "5-6. Kulūpakasuttādivaṇṇanā",
    "ai-atk-s0403a22:6_0": "225-226.",
    "ai-atk-s0403a22:6_1": "When a monk is available without first being asked, he commits an offense entailing confession. After the meal, he thinks, “Those training rules as meal, when questioned, and he visits families beforehand or afterwards.” And he commits an offense entailing confession.",
    "ai-atk-s0403a22:6_2": "Those training rules should be understood as shameless in private parts.",
    "ai-atk-s0403a22:6_3": "In the sixth wide: when the sixthirteen is irreversible",
    "ai-atk-s0403a22:6_4": "The seventh section on the seventh section.",
    "ai-atk-s0403a22:7_0": "8. Ussūrabhattasuttavaṇṇanā",
    "ai-atk-s0403a22:8_0": "228.",
    "ai-atk-s0403a22:8_1": "Eight days after the meal (from the day), “From this day” .",
    "ai-atk-s0403a22:8_2": "When there is no need of rice gruel, rice porridge and non-staple food at the wrong time, and she gives the wrong time to eat and drink at the wrong time, and she does not get to take up residence to sit down on the wrong time, but she gives the meal on it from time to time.",
    "ai-atk-s0403a22:8_3": "and therefore their own homes and go to the homes of the lay life.",
    "ai-atk-s0403a22:8_4": "The family obtained by the servants of families and the oppressive guards of families, material possessions and honor. They guard the protectives, thundering.",
    "ai-atk-s0403a22:8_5": "Those delighting in non-human beings, thinking that “It’s unbeneficial,”",
    "ai-atk-s0403a22:9_0": "and ascetics and brahmins.",
    "ai-atk-s0403a22:9_1": "Is worked to do a legal procedure against them in the presence of the they weren’t able to make any bad karma. Then they couldn’t give away that procedure.",
    "ai-atk-s0403a22:9_2": "He will not be able to prepare a meal at the wrong time.",
    "ai-atk-s0403a22:9_3": "the terrible thing should be understood to deal with neither as described.",
    "ai-atk-s0403a22:10_0": "First: In the first place",
    "ai-atk-s0403a22:11_0": "229.",
    "ai-atk-s0403a22:11_1": "Sineru an enclosure of defends, and heroics a great man,",
    "ai-atk-s0403a22:11_2": "It is the gaining in material things, that is why therefore it arises,",
    "ai-atk-s0403a22:11_3": "He acquires deceiver of friends.",
    "ai-atk-s0403a22:11_4": "Likewise in woman, too.",
    "ai-atk-s0403a22:12_0": "Second: In the Protector of the World",
    "ai-atk-s0403a22:13_0": "230.",
    "ai-atk-s0403a22:13_1": "In the tenth teeth itself is smoothed over.",
    "ai-atk-s0403a22:13_2": "Having overcome mired in midstress, two destinies,",
    "ai-atk-s0403a22:13_3": "Reproaching a person’s venomous,",
    "ai-atk-s0403a22:13_4": "likewise with the rest.",
    "ai-atk-s0403a22:14_0": "The third sub-chapter on walking-paths is finished."
}