{
    "ai-atk-s0513a44:0_0": "14. Pakiṇṇakanipāto",
    "ai-atk-s0513a44:2_0": "and your complexion was born in water and so on.",
    "ai-atk-s0513a44:3_0": "While living in Jeta’s Wood, Mātali, while staying in Jeta’s Grove, the mendicant Kaṇṭaka,",
    "ai-atk-s0513a44:3_1": "at the present time there will be a Sāketa.",
    "ai-atk-s0513a44:3_2": "with the Teacher summoned him, saying: “It seems that you have done, venerable sir?” When he had spoken, they answered, “It seems, after questioning you.” Then, they said, “Have you asked me whether the origin of your family, and then, after becoming a layman, they told me of my family, “Venerable sir?”",
    "ai-atk-s0513a44:4_0": "In the past, in Rājagaha there was a King called Magadha.",
    "ai-atk-s0513a44:4_1": "Then the town named Uttara.",
    "ai-atk-s0513a44:4_2": "In the northern direction there was a brahmin of the Magadhan King Uttara, who had a new town called Vassakāra. He then took a field of sandalwood from Sāketa.",
    "ai-atk-s0513a44:4_3": "Whenlife is currented, having flawed over all the people, were sixty-two fields, a thousand people, or a hundred thousand people each of them then gave them to them one hundred only a thousand fields, and two in direct-knowledges, sixty-four hundred moments for the sake of their (good) conduct.",
    "ai-atk-s0513a44:4_4": "He enters a hut and stayed there for the night.",
    "ai-atk-s0513a44:4_5": "In the field of the land of the Northern direction there were eighty-four hundred directions, there were very large...",
    "ai-atk-s0513a44:4_6": "Then the Buddha-to-be, after becoming a one of his disciples had been reborn in that charnel ground,",
    "ai-atk-s0513a44:4_7": "and was endowed with a buttermilk, which was endowed with (only) a carts.",
    "ai-atk-s0513a44:4_8": "Taking the old lady, he said: “Now I can go and take this message.”",
    "ai-atk-s0513a44:4_9": "On the following day he was unable to walk for a shade his mother and father’s home as much as he had picked up his mother on the shade of the Himalayas, and went to the charnel ground. He saw a pillow, with his own hands and feet were satisfied, and he returned to the forest grove.",
    "ai-atk-s0513a44:5_0": "On the following day she told him, “How is this? What is the name of this one thing?”",
    "ai-atk-s0513a44:5_1": "sent him, saying, “Well then, learn these two verses.”",
    "ai-atk-s0513a44:5_2": "After going to the Magadhan King Sāketa, they hurriedly at the head of that servant of elephants, horses, chariots, and mounted the males. Having taken the pieces, they said: “This is the very impediments, this mass of rice, this paid powder, and calves.”",
    "ai-atk-s0513a44:5_3": "On that day he went to the charnel ground, surrounded by the field.",
    "ai-atk-s0513a44:5_4": "But he saw a person eating it and saw it coming. He was unable to make a purgative, and to be able to get it.",
    "ai-atk-s0513a44:5_5": "Later as much as they want, eat as much as they want, then judged in their presence,",
    "ai-atk-s0513a44:5_6": "But many King Sudassana, after making many slaves preparing his mother, and when she was married up even one mother and bringing her child.",
    "ai-atk-s0513a44:5_7": "Once again, she used to eat rice and milk.",
    "ai-atk-s0513a44:5_8": "The following morning that man told him, “If I do not see any other brahmin, I’ll get something else to eat it, and then I’ll see him, saying, “Though it, sir,” and he added: “I’ll make him sit down on a prepared seat for him, and when I returned to the neighborhood of these verses.” After giving him a meal, he said, “Take the brahmin, my clothes,” and when he got up to the Buddha, he said, “Take this verse: “Take this, my charioteer and seeing one side for the meal, my head, I result.” Then he said, “Take this to the Buddha, “Fathere, adding: “I shall see an end of the verses.”",
    "ai-atk-s0513a44:6_0": "1.",
    "ai-atk-s0513a44:7_0": "“Mallikā, the devotee of lady song.",
    "ai-atk-s0513a44:8_0": "I prepare them not in the river you.",
    "ai-atk-s0513a44:9_0": "2.",
    "ai-atk-s0513a44:10_0": "“Your wound is there all the birds, ~ and all-seeing everything.",
    "ai-atk-s0513a44:11_0": "enjoying this rice, she returns to the alms round.”",
    "ai-atk-s0513a44:12_0": "There they completely fill the waters, full of unguarded.",
    "ai-atk-s0513a44:12_1": "She, having eaten rice porridge, said:",
    "ai-atk-s0513a44:12_2": "All the merchantsses having conquered all the moneys of Compassion. Earthing the Great Bodhi (Tree), he conquered all the mass of storehouses, he returns to the charnel ground, a ropes, and plunges into the victory.",
    "ai-atk-s0513a44:13_0": "The brahmin, after hearing about the carrying pole, questioning that mangoes, “After hearing the field, go to the parkland?”",
    "ai-atk-s0513a44:13_1": "“Yes, I know.”",
    "ai-atk-s0513a44:13_2": "Then he addressed him in verse:",
    "ai-atk-s0513a44:14_0": "3.",
    "ai-atk-s0513a44:15_0": "“You’ll burn the top of the Bālind Men’s Grove,",
    "ai-atk-s0513a44:16_0": "Jīvaka, took him a Ājīvaka (with her) and go to my mine.”",
    "ai-atk-s0513a44:17_0": "There they burn with fire.",
    "ai-atk-s0513a44:17_1": "Orchildress, stones, pebbles, and so on,",
    "ai-atk-s0513a44:17_2": "would live happily without life,",
    "ai-atk-s0513a44:17_3": "inferior,",
    "ai-atk-s0513a44:18_0": "When he heard that field, he became well-known and had the drum beaten in the field, put down the scoundrel, and crystal on the lamp, and looking down on this spot, in the morning, he sat down on the spot. Then after making the windows, he sat down in the morning,",
    "ai-atk-s0513a44:18_1": "Only brahmins came to the end of the carcass of the skin and the rainy season. The threw a stone that had been used to be eaten by the leftovers of the palace.",
    "ai-atk-s0513a44:18_2": "He, knowing he was bound by his own (from him), and I thought: “I will rose up and fine territory!” until they had shake the domain of his own territory. These are the foremost and giving the best food.",
    "ai-atk-s0513a44:18_3": "Having understood their death, he was bound by fear of death three times, and becoming terrified,",
    "ai-atk-s0513a44:18_4": "Then all those Sumedhā called up,",
    "ai-atk-s0513a44:18_5": "Only, when the kings saw Sudassana staying in my relatives and kin, do I have no wicked comparing them with me. How do I have I compared and said:",
    "ai-atk-s0513a44:19_0": "4.",
    "ai-atk-s0513a44:20_0": "“After having eaten and drink, they left away,",
    "ai-atk-s0513a44:21_0": "I’m bound by anger, how wickedness?”",
    "ai-atk-s0513a44:22_0": "Having heard that the cry of the fields of the royal capital of Ketumatiya, (said): “If I, having heard that the royal capital’s capital in the sky, having approached the park, agreeable to defeat, (saying): “Having heard my feet snapped the stone-pout",
    "ai-atk-s0513a44:22_1": "Standing in the strong man’s powers, he took hold of his hands together with both hands, and sang them a patchernal verse:",
    "ai-atk-s0513a44:23_0": "5.",
    "ai-atk-s0513a44:24_0": "* “Not with a man",
    "ai-atk-s0513a44:25_0": "enjoying this rice, she dismissed him.",
    "ai-atk-s0513a44:26_0": "6.",
    "ai-atk-s0513a44:27_0": "“Who is it to be filled? I do you enemy to you?",
    "ai-atk-s0513a44:28_0": "Please answer my question.”",
    "ai-atk-s0513a44:29_0": "Herein, tortoise like a pot, it seems to me like a drop of water.",
    "ai-atk-s0513a44:29_1": "therefore you owing to that forest grove,",
    "ai-atk-s0513a44:29_2": "and filled the rainy season.",
    "ai-atk-s0513a44:29_3": "sit down, saying, “Listen,” “Pāṭaliputta is canceled.”",
    "ai-atk-s0513a44:30_0": "Having heard that, the king of Magadha was demovered to the seventh person.",
    "ai-atk-s0513a44:31_0": "7.",
    "ai-atk-s0513a44:32_0": "“He does not have with you, Koṭṭhita,",
    "ai-atk-s0513a44:33_0": "I threw a wound, shaved,",
    "ai-atk-s0513a44:34_0": "There I can find out that, and so much about it.”",
    "ai-atk-s0513a44:35_0": "There I threw a simile, swept away the position, and then I say.",
    "ai-atk-s0513a44:35_1": "There I dwelt in Campā, and in the forest groves, having the strength of the world,",
    "ai-atk-s0513a44:36_0": "Then the brahmin asked:",
    "ai-atk-s0513a44:37_0": "8.",
    "ai-atk-s0513a44:38_0": "“What sort of corpse is yours sore, what kind of worm?",
    "ai-atk-s0513a44:39_0": "Please remove attachments, and then for every stilt longhouse.”",
    "ai-atk-s0513a44:40_0": "Herein, giving gifts to those without attachments, making no effort in common, (and say):",
    "ai-atk-s0513a44:41_0": "The brahmin asked this verse:",
    "ai-atk-s0513a44:42_0": "9.",
    "ai-atk-s0513a44:43_0": "“I was born in you, Kokālika,",
    "ai-atk-s0513a44:44_0": "They’ll give me what is said.",
    "ai-atk-s0513a44:45_0": "10.",
    "ai-atk-s0513a44:46_0": "“My father, I am old, elderly, and senior,",
    "ai-atk-s0513a44:47_0": "danced on a bed, fake,",
    "ai-atk-s0513a44:48_0": "11.",
    "ai-atk-s0513a44:49_0": "“In some indicated there, very pure water,",
    "ai-atk-s0513a44:50_0": "The Wise One is the (good) merit, the Wise One, having no attachments.",
    "ai-atk-s0513a44:51_0": "12.",
    "ai-atk-s0513a44:52_0": "My fodder was like,",
    "ai-atk-s0513a44:53_0": "I will tell you what is the truth and what is idea that you know?”",
    "ai-atk-s0513a44:54_0": "Herein, after taking it away there, they take it away.",
    "ai-atk-s0513a44:54_1": "the Wise merit deed is called “ the Wise One’s merit.”",
    "ai-atk-s0513a44:54_2": "(But) nourishing of applied things: “An a debt” is indeed, etc., that is the same in the text.",
    "ai-atk-s0513a44:55_0": "The brahmin, having heard the Dhamma, recited these verses:",
    "ai-atk-s0513a44:56_0": "13.",
    "ai-atk-s0513a44:57_0": "“This one who is truly wise, who has reached the highest state,",
    "ai-atk-s0513a44:58_0": "this is not found among human beings.",
    "ai-atk-s0513a44:59_0": "14.",
    "ai-atk-s0513a44:60_0": "“Eat, all the multitude of their relatives,",
    "ai-atk-s0513a44:61_0": "Although you see the door, you may see him.”",
    "ai-atk-s0513a44:62_0": "Herein, from here means having become a thousand of rices, he handed over to him. He said,",
    "ai-atk-s0513a44:62_1": "Seeing his own reflection in ourselves, they might see what others do.",
    "ai-atk-s0513a44:63_0": "When he had spoken, the brahmin Mahākappina surveyed the funeral pyre with a harsh drum, looking at the foot of the Teacher, hung it from his feet and put it on the ground.",
    "ai-atk-s0513a44:63_1": "Then the king said to the brahmins, “Has the brahmin, please give the instruction.”",
    "ai-atk-s0513a44:64_0": "15.",
    "ai-atk-s0513a44:65_0": "“The Lord of Sages have drunk yellow, (father) do not let us enjoy your wealth,",
    "ai-atk-s0513a44:66_0": "The older offerings dedicated to the gods. They’re old, then they’re old.”",
    "ai-atk-s0513a44:67_0": "Herein, delights in your house.",
    "ai-atk-s0513a44:68_0": "Having heard that, the brahmin expressed this heartfelt sentiment:",
    "ai-atk-s0513a44:69_0": "16.",
    "ai-atk-s0513a44:70_0": "“Oh, that lady came to me, whom I saw the noble ones,",
    "ai-atk-s0513a44:71_0": "having heard what you’ve heard, what worldly meritoriously make merit.”",
    "ai-atk-s0513a44:72_0": "Herein, the wrinkles are described for him;",
    "ai-atk-s0513a44:73_0": "The Great Forty-four thousand brahmass had been given to the Great Forty-eight years, he refused his own offering.",
    "ai-atk-s0513a44:73_1": "Then the brahmin, having taken a field, put his penis into the field, and carrying a scented ointment in the field, carrying a neighborhood of a beggar, palace, and his parents stand on it for her mouth.",
    "ai-atk-s0513a44:73_2": "He then went to his mother and father, where he put his upper robe over one shoulder, placed his parents in front of her, and said, “Having get up.”",
    "ai-atk-s0513a44:73_3": "While they were talking about in front, Rohitassas came up, and asked the gods of the Thirty-Three.",
    "ai-atk-s0513a44:73_4": "He spoke all the more about them,",
    "ai-atk-s0513a44:73_5": "Kokālika, after hearing the Dhamma, Kapilavatthu, the great brahmin lady Suppabuddha, bestowed on the day.",
    "ai-atk-s0513a44:73_6": "the Teacher, revealing it to the meaning, spoke this verse:",
    "ai-atk-s0513a44:74_0": "17.",
    "ai-atk-s0513a44:75_0": "“Excessive, Kosiya, and the worshipping,",
    "ai-atk-s0513a44:76_0": "with minds that are famous and confident, that ascetics and brahmins.”",
    "ai-atk-s0513a44:77_0": "Herein, when happiness is present, the blessings are present in him, then the peaceful floor is present.",
    "ai-atk-s0513a44:78_0": "The Teacher, after showing this Dhamma teaching, said: “Mother, the Wise One, after saying this Dhammadinnā, have developed the direct knowledge, and made it known to the fruition of Stream-Entry, he established insight in the fruit of Stream-Entry.”",
    "ai-atk-s0513a44:78_1": "Then the brahmin Sudassana had the Brahmadatta, the son of the Buddha, Ānanda, and his parents, was very a well-known brahmin Sudassana.",
    "ai-atk-s0513a44:79_0": "the first handful Mount Vepulla,",
    "ai-atk-s0513a44:81_0": "Taking a golden palanquin, (which is) golden or silver,",
    "ai-atk-s0513a44:82_0": "Then (this) canopy, this teacher stayed in the home of Kapilavatthu. He, Rāhula, was the Simile of the King’s monastery.",
    "ai-atk-s0513a44:82_1": "but this is how the inheritance should be granted.",
    "ai-atk-s0513a44:82_2": "But that conversation will be quite different from the Kapilavatthu in the Discussion of the leaf-hut two or three leaf-huts and froths, and when the time of the Jungle (the Kapilavatthu). It will be a monk.",
    "ai-atk-s0513a44:82_3": "After the Teacher had disappeared in his house and sat down on a prepared seat, and he said: “When I was born in the Mahāthūpa, I will sit down in the Mahātittha garden the Best of Moon, with two he had fallen.” Then he said to the King, “After this bowl, with two kinds of milk-rice prepared seat",
    "ai-atk-s0513a44:82_4": "Then forty thousand sectarians, eighty-four thousand (supernatural) faculties and ninety-two?",
    "ai-atk-s0513a44:82_5": "She understood the Realised One’s residence, and because the ocher robe was censured for them and gave them a sarong.",
    "ai-atk-s0513a44:82_6": "And that they did.",
    "ai-atk-s0513a44:82_7": "After the Teacher had come, she sat down in the presence of the Teacher.",
    "ai-atk-s0513a44:82_8": "So that’s what they did.",
    "ai-atk-s0513a44:82_9": "After lamenting the Teacher’s Mother and lamenting, and worshipping him with respect for the king, sat down,",
    "ai-atk-s0513a44:82_10": "The king heard: ‘Listening in her arms, listened to the lotus pond, thinking: ‘My dear, have been led to her ears, and bent do not say this, ‘We, the royal court from Kāsī, the prince’s witness’, expelled by the thought, ‘We weren’t here after hearing about her lying down on her death.’”",
    "ai-atk-s0513a44:82_11": "“It’s incredible, great king, that a certain teacher will be in his final stage of me, since I don’t have no thought incarnations.",
    "ai-atk-s0513a44:82_12": "So with a minds of hunting, weren’t able to neglect him with that. And because of that, we’d ask the past,",
    "ai-atk-s0513a44:83_0": "In the past, when Brahmadatta was ruling in Benares, he was born in the Himalayas, the great hero: Brahmadatta was reborn in the Himalaya country, and was reborn in the Himalaya.",
    "ai-atk-s0513a44:83_1": "they both circumambulated the Mount Mount Meru on the mountain.",
    "ai-atk-s0513a44:83_2": "Then King Benares, having made use of the ministers and counselors, decomposed in Bārāṇasī and were dressed in one party.",
    "ai-atk-s0513a44:83_3": "he ate one handful and ate the barber.",
    "ai-atk-s0513a44:83_4": "On the rainy season residence it does the sky at the end of the three months, when the rainy season residence was coming down, they dwelt at the foot of a mountain.",
    "ai-atk-s0513a44:83_5": "Then, having bathed, spotless, and preparing the moon, they dressed in a bag with their heads covered with blue-boiling lotuses, crushed it with their lengths, and having necked it into the water, castated it with their heads covered in water, and covered it with hunger. When the curled it washed, he sat down on a staff, and lay down to the bed.",
    "ai-atk-s0513a44:83_6": "After that the Protector (of the World), while crying out the sound of the beryl,",
    "ai-atk-s0513a44:83_7": "While the Moons’ plunged into the water, he stood not far away from the neck.",
    "ai-atk-s0513a44:83_8": "The king, having heard the sound of those noise, unconfused, gave the board, and remembered the length of the moon. He then went to the neighborhood of the moon, saying: “I will now go to the start with this,” and he replied the threw.",
    "ai-atk-s0513a44:83_9": "The reciter of feeling ...",
    "ai-atk-s0513a44:84_0": "18.",
    "ai-atk-s0513a44:85_0": "“It’s like the moon in the waning on the moon’s sal tree.",
    "ai-atk-s0513a44:86_0": "(Truly) I give up this life, may my life go.’",
    "ai-atk-s0513a44:87_0": "19.",
    "ai-atk-s0513a44:88_0": "“Sīha, this is my heart’s wish, that is my heart.",
    "ai-atk-s0513a44:89_0": "They revere him by your moon, (but) he does not grieve you.",
    "ai-atk-s0513a44:90_0": "20.",
    "ai-atk-s0513a44:91_0": "“I will not grow like a fish’s edge, I wouldn’t have been properly unenlightened.",
    "ai-atk-s0513a44:92_0": "They revere him by your moon, (but) he does not grieve you.",
    "ai-atk-s0513a44:93_0": "21.",
    "ai-atk-s0513a44:94_0": "“I am the one who takes up these spends",
    "ai-atk-s0513a44:95_0": "They don’t grieve your sandals.”",
    "ai-atk-s0513a44:96_0": "Herein, one who sets out, one who is at peace, one who is bound up.",
    "ai-atk-s0513a44:96_1": "the life is idiot",
    "ai-atk-s0513a44:96_2": "Bhaddāti, thinking: ‘My life is mine, I am!’",
    "ai-atk-s0513a44:96_3": "I haven’t seen my life,",
    "ai-atk-s0513a44:96_4": "I lie down, saying: ‘I’m lying down,’",
    "ai-atk-s0513a44:96_5": "The Moon, this is what you do. You said was out of compassion for me, which is why I accept it.",
    "ai-atk-s0513a44:96_6": "I say a grass to the roots, gravel, threw the ground, and a string.",
    "ai-atk-s0513a44:96_7": "Just as one standing on the foot together with a mountain top, one who climbs to the mountain, one who rolls on and turns back.",
    "ai-atk-s0513a44:97_0": "The Greatly Famous One, lamented with these four verses, and swamped by mindfulness,",
    "ai-atk-s0513a44:97_1": "King grounded in the realm.",
    "ai-atk-s0513a44:97_2": "And so, when he saw her wailing and lamenting, he wouldn’t be able to get rid of it, eliminate it, and obliterate it, when he’s unable to bearing his laments. When he saw a loud and his wailing, lamenting and glowing, he lamented be unable to bearing, experienced suffering.",
    "ai-atk-s0513a44:97_3": "The King, thinking: “In this way he will be dead.”",
    "ai-atk-s0513a44:97_4": "Having seen that Candana, he thought, “Blay me! I shall be robbed me with this verse,” and when he recited it to the king, he recited this verse:",
    "ai-atk-s0513a44:98_0": "22.",
    "ai-atk-s0513a44:99_0": "“Your Majesty, the King lovely, he who has fallen under the sway of you.",
    "ai-atk-s0513a44:100_0": "he sprinkled the root of a tree at the root of the tree.",
    "ai-atk-s0513a44:101_0": "23.",
    "ai-atk-s0513a44:102_0": "“Through this heart, ~ Māyā, and your mother,",
    "ai-atk-s0513a44:103_0": "That which is my heart, having left for me,",
    "ai-atk-s0513a44:104_0": "24.",
    "ai-atk-s0513a44:105_0": "“Through this heart’s release, ~ having come with you, son,",
    "ai-atk-s0513a44:106_0": "That which is my heart, having left for me,",
    "ai-atk-s0513a44:107_0": "25.",
    "ai-atk-s0513a44:108_0": "“Don’t see your mother, father, and child!",
    "ai-atk-s0513a44:109_0": "* He who, not being devoted to a good person, having no possessions,",
    "ai-atk-s0513a44:110_0": "26.",
    "ai-atk-s0513a44:111_0": "“Don’t see your sons and mothers, fathers-in-law, you must stay for your son.",
    "ai-atk-s0513a44:112_0": "why do you steal the goods?”",
    "ai-atk-s0513a44:113_0": "there he should live there.",
    "ai-atk-s0513a44:113_1": "the falling into the nostrils! Let them attain Dhamma!",
    "ai-atk-s0513a44:113_2": "sensual pleasures are low for me.",
    "ai-atk-s0513a44:114_0": "The King, having mastered the five verses, while standing on the ground he was standing on the ground, threw him over, said:",
    "ai-atk-s0513a44:115_0": "27.",
    "ai-atk-s0513a44:116_0": "“Don’t worry, Māra, or Brahmā.",
    "ai-atk-s0513a44:117_0": "Please do so, prince, I can honor the royal family of the Kings.”",
    "ai-atk-s0513a44:118_0": "Herein, the moon glows at the time of the moon lamenting",
    "ai-atk-s0513a44:118_1": "like a delightful jungle thicket, which decorates like flowers,",
    "ai-atk-s0513a44:118_2": "Honoured by one, eighty-four thousand women, the chief of men (?) consecrated the chief of men.",
    "ai-atk-s0513a44:119_0": "Having heard the moon said, “What do you say me? Why are you noisying me like this?”",
    "ai-atk-s0513a44:120_0": "28.",
    "ai-atk-s0513a44:121_0": "“Surely I, O King, I don’t have (all) your son,",
    "ai-atk-s0513a44:122_0": "why do you steal the goods?”",
    "ai-atk-s0513a44:123_0": "And I do not die in that, at each time I was like the wrong time.",
    "ai-atk-s0513a44:124_0": "After hearing the word of her words, she uttered this verse:",
    "ai-atk-s0513a44:125_0": "29.",
    "ai-atk-s0513a44:126_0": "“Having smooth the Himalayas, what are I doing,",
    "ai-atk-s0513a44:127_0": "the rice-gruel, the other crops.”",
    "ai-atk-s0513a44:128_0": "Herein, fearing: being fearful, they are afraid of the earth,",
    "ai-atk-s0513a44:128_1": "After eating at the wrong time, delighting in food, drink, clothes, and beds and benches, houses and food, capital cattle, he departed.",
    "ai-atk-s0513a44:129_0": "The developed, having understood his origin, that Mount Vepulla, having put his hands down the shout on his head, and chopped off his head he choose to his head, after lamenting and regaining it thus:",
    "ai-atk-s0513a44:130_0": "30.",
    "ai-atk-s0513a44:131_0": "“The mountains, Tāḷapuṭa, and Karandhaka, were the air, song, and they remain there.",
    "ai-atk-s0513a44:132_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:133_0": "31.",
    "ai-atk-s0513a44:134_0": "“They are full of confidence, delightful, and supreme,",
    "ai-atk-s0513a44:135_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:136_0": "32.",
    "ai-atk-s0513a44:137_0": "“They are full of flowering trees, delightful (for you) with flowers,",
    "ai-atk-s0513a44:138_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:139_0": "33.",
    "ai-atk-s0513a44:140_0": "“The running around in the mountain cave,",
    "ai-atk-s0513a44:141_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:142_0": "34.",
    "ai-atk-s0513a44:143_0": "“One from the Himalayas, the mountain peaks are longing,",
    "ai-atk-s0513a44:144_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:145_0": "35.",
    "ai-atk-s0513a44:146_0": "“The Himalayas, the mountain peaks are seen,",
    "ai-atk-s0513a44:147_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:148_0": "36.",
    "ai-atk-s0513a44:149_0": "“Now, Ambaṭṭha, the sight of the Himalayas,",
    "ai-atk-s0513a44:150_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:151_0": "37.",
    "ai-atk-s0513a44:152_0": "“Please stay at the Himalayas, the mountain peak.",
    "ai-atk-s0513a44:153_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:154_0": "38.",
    "ai-atk-s0513a44:155_0": "“The sight of the Himalayas, the mountain peaks are seen,",
    "ai-atk-s0513a44:156_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:157_0": "39.",
    "ai-atk-s0513a44:158_0": "“The sight of the Himalayas, the mountain peaks are seen,",
    "ai-atk-s0513a44:159_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:160_0": "40.",
    "ai-atk-s0513a44:161_0": "“The group of fairykinds of General Vihāras in the sky,",
    "ai-atk-s0513a44:162_0": "they will get away, how will I do it?",
    "ai-atk-s0513a44:163_0": "41.",
    "ai-atk-s0513a44:164_0": "“Smells incense and baskets, seeming in the lotuses,",
    "ai-atk-s0513a44:165_0": "they’ll give him away again and again. What can I do?”",
    "ai-atk-s0513a44:166_0": "Herein, we are going-forth in such-and-such a mountain, the stars there like shells, and stars a fire sewn.",
    "ai-atk-s0513a44:166_1": "And now what will I do to get you? What can I do?",
    "ai-atk-s0513a44:166_2": "the palms covered with the leaves, beginning with the crowd, and so on,",
    "ai-atk-s0513a44:166_3": "transparent, clear, and unclouded,",
    "ai-atk-s0513a44:166_4": "blue, blue-coloured,",
    "ai-atk-s0513a44:166_5": "yellow, golden colour,",
    "ai-atk-s0513a44:166_6": "your mind-made body so delightful.",
    "ai-atk-s0513a44:166_7": "A liquor, a highway,",
    "ai-atk-s0513a44:166_8": "Destroyed by white cloth,",
    "ai-atk-s0513a44:166_9": "he brought me into the seven treasures.",
    "ai-atk-s0513a44:166_10": "In the hosts of Yakkhas, when the Padumuttara",
    "ai-atk-s0513a44:167_0": "So the following verses, after making a great sacrifice and laments for themselves, she roamed and grieving. When she saw her, she thought, “Who is I doing this?” “Hafter my work, she gives her life?” and she thought, “If I don’t want to live indeed, she then she wouldn’t be able to live.",
    "ai-atk-s0513a44:167_1": "And while he was able to prepare a seat.",
    "ai-atk-s0513a44:167_2": "Sakka considered the color of Kurus, having understood the reason for the pond, took the drop of the water, and he poured it on the bank.",
    "ai-atk-s0513a44:167_3": "At that Visākha, the sower disappears, and it wasn’t found in this place.",
    "ai-atk-s0513a44:167_4": "The Great Being finds happiness,",
    "ai-atk-s0513a44:167_5": "Piyadassin, seeing the moon, happiness, and so on, Devote yourself with their feet, versed in the next life:",
    "ai-atk-s0513a44:168_0": "42.",
    "ai-atk-s0513a44:169_0": "“The one who worships the Dhamma, ~ is my wish, for me to dwell in the forest.",
    "ai-atk-s0513a44:170_0": "and plunged into the deathless with you.”",
    "ai-atk-s0513a44:171_0": "Herein, the deathless is the deathless: “Being that they think, “On this, Piyaka, is the one who thinks: ‘Being Piyaka, is the dissatisfaction with the deathless’.",
    "ai-atk-s0513a44:172_0": "Of those who advise the half-monthly instruction, he gave them a descendant right here.",
    "ai-atk-s0513a44:172_1": "Having spoken thus, they pleased their own work,",
    "ai-atk-s0513a44:172_2": "And once he said: “What is the moon in this mountain? ” and “Let us go to the mountain like the Mount Mount Mount Vepulla?”",
    "ai-atk-s0513a44:173_0": "43.",
    "ai-atk-s0513a44:174_0": "“Now we, having seized the sumer”,",
    "ai-atk-s0513a44:175_0": "have different kinds of uproar.”",
    "ai-atk-s0513a44:176_0": "The Teacher, having said this to the Dhamma teaching, he told her: “Now, but now it isn’t unaffected,” and he added:",
    "ai-atk-s0513a44:176_1": "“The king is able, Rāhula. He was the moon-time, Rāhula, the moon, and the sun. What was not meant.”",
    "ai-atk-s0513a44:177_0": "The second group of nine is finished.",
    "ai-atk-s0513a44:179_0": "and golden palanquins, and Uppalavaṇṇā,",
    "ai-atk-s0513a44:180_0": "Remembering this teacher (said): “This teacher is the bondservant of friends, friends, and kinsmen who are friends in the Jina as responsive.",
    "ai-atk-s0513a44:180_1": "He had the son of a bondservant who was supported by an old friend, had the daughters-in-law of the town and said, “This family, but he did so.” He then repeatedly pressedly to her, “Bhave with four or five hundred friends,” and said, “Those who me did so he agree with me with me as an ascetic,” and he said, “There are you for the first time.",
    "ai-atk-s0513a44:180_2": "When she came together with her, she dismissed her.",
    "ai-atk-s0513a44:180_3": "At this time the Great Elder Mahādeva, together with the Elder Ānanda, because he had come, he council with the Tathāgata.",
    "ai-atk-s0513a44:180_4": "Then the Teacher, on the establishment of virtue, the king established them in the countryside.",
    "ai-atk-s0513a44:180_5": "and the adultery, the one who binds the thirteen.",
    "ai-atk-s0513a44:180_6": "Then the king gave the great army, and wives back the Island.",
    "ai-atk-s0513a44:180_7": "the King, having taken a great crowd of people, climbed the gems,",
    "ai-atk-s0513a44:180_8": "Then the wife, when he was bought along adorned with the King’s time, as soon as he was watching, the town by the King’s city, despised by the King and he cut down it off.",
    "ai-atk-s0513a44:180_9": "Having invited the seventh day to the Great Cloud Grove on the following day, he invited the great Saṅgha of mendicants for a meal and learned it to the Bhikkhu fraternity. Instead of the Bhikkhus, he offered the fruit of the Ārāma which had been established in the Religion.",
    "ai-atk-s0513a44:181_0": "The monks from the group of six investigated the Dhamma talk on the ground, and he done next to his own co-students, he presented the message of his own hands, and he established them in the fruit of Laṅkā. And he established on the fruit of Sakka’s fruit.",
    "ai-atk-s0513a44:181_1": "After the Teacher came and asked: “Monks, where is this?” When the teacher asked them why, “Did you say about this, Yasa, because of what they had thought, “This females to do?” But when he was requested, he said, “When all the male and females came from the workers, I was begged,",
    "ai-atk-s0513a44:182_0": "In the past, when they Brahmadatta was ruling in Benares, some of the Red Silk and the neighborhood of a village, wherever those living in the town, and brought me home there.",
    "ai-atk-s0513a44:182_1": "On the village there was a big sacrifice,",
    "ai-atk-s0513a44:182_2": "The one king of the religious donation was situated alone with his right side toward him. He was the second King of the deer park at the eastern Vipassī, King Bhagu.",
    "ai-atk-s0513a44:182_3": "he stays in a place where the one is born, the leaning against the one of the two.",
    "ai-atk-s0513a44:182_4": "Then the army said, “May I be happy,” he said, “May I say.”",
    "ai-atk-s0513a44:182_5": "Then she said to him:",
    "ai-atk-s0513a44:182_6": "“But are you my friend?”",
    "ai-atk-s0513a44:182_7": "“No, Bhaddāti.”",
    "ai-atk-s0513a44:182_8": "A friend should make an end of suffering, a friend, or a friend, or a friend, or a life of a friend, or a friend.",
    "ai-atk-s0513a44:182_9": "“Come, Mettiyā, I am happy with you.”",
    "ai-atk-s0513a44:182_10": "by one who goes to the eastern quarter with (of the Buddha), good-looking, with an upper robe of the head,",
    "ai-atk-s0513a44:182_11": "He agreed to that statement.",
    "ai-atk-s0513a44:182_12": "Then both of them, they turned up to arranged their robes in that place and placed it on the ground. When they were seated on that very spot, they ran away.",
    "ai-atk-s0513a44:183_0": "and later, two on monasteries were born.",
    "ai-atk-s0513a44:183_1": "When they were droping a single day, they went to the roots and insteads (only). Then they told him, “Listening alone within, not able to get some rice. We will die by the frame ornaments and went to the roots and spent the sewer. We will drive her into the roots and go to the roots, and plunge deep into the stalk.”",
    "ai-atk-s0513a44:183_2": "After emerging from the hand of the birds, they swirltedly, (saying):",
    "ai-atk-s0513a44:183_3": "Knowing this, the rose-apple tree shouted: “We will find out about a dry, withered log, and scared,” and he lay down on the spot. basket, altoms, eat, drink, chewing it, and lay it down on the bed.",
    "ai-atk-s0513a44:183_4": "Having heard their own noise, (thinking): “After hearing these, I will take part in our own home and say about this,” and he said, “I shall go to the royal court, having arisen in the future.”",
    "ai-atk-s0513a44:184_0": "44.",
    "ai-atk-s0513a44:185_0": "“Those who are led on a stout rope, fortunate, and clung to me.",
    "ai-atk-s0513a44:186_0": "He tells her to make friends by day, by night, and by day, with tragedy and wealth.”",
    "ai-atk-s0513a44:187_0": "Herein, weavers:",
    "ai-atk-s0513a44:187_1": "I proclaim what is the island of Laṅkā.",
    "ai-atk-s0513a44:187_2": "these people are my children.",
    "ai-atk-s0513a44:187_3": "Through the rich carcasses -",
    "ai-atk-s0513a44:187_4": "suffer forces and children,",
    "ai-atk-s0513a44:187_5": "An enemy of those who are our relatives, who have gone to the King’s calling him a fairy, and tell him,",
    "ai-atk-s0513a44:188_0": "When he had came to the monastery, he told him what had happened and said, “What was the reason why have you come? ” When he had come, he asked, “Why have you come?” and he told him his coming, “Why have you come?”",
    "ai-atk-s0513a44:189_0": "45.",
    "ai-atk-s0513a44:190_0": "“For summoning during the day, with its garden, (and) departed from the day of the King.",
    "ai-atk-s0513a44:191_0": "Doing so, I’ll get caught up in great comfort.”",
    "ai-atk-s0513a44:192_0": "Herein, he is able to settle on that day, and by day,",
    "ai-atk-s0513a44:193_0": "while he was driven out of charming a third time, and he said:",
    "ai-atk-s0513a44:194_0": "46.",
    "ai-atk-s0513a44:195_0": "“A Wise One, clever friends, and companions who are happy,",
    "ai-atk-s0513a44:196_0": "doing the noble ones who do it?”",
    "ai-atk-s0513a44:197_0": "Herein, at the time of day and night,",
    "ai-atk-s0513a44:197_1": "here who endures unperturbed;",
    "ai-atk-s0513a44:197_2": "When you’re endowed with good behavior, what should be done doing, you say about this?",
    "ai-atk-s0513a44:198_0": "The asked, “What’s the point of tree?”",
    "ai-atk-s0513a44:198_1": "and they don’t bind the sinews right away.",
    "ai-atk-s0513a44:198_2": "Well then, swiftly go to me and tell me the word of mine.”",
    "ai-atk-s0513a44:198_3": "And that man did.",
    "ai-atk-s0513a44:198_4": "The king of men went to the park and plunged deep into the forest, and sat down at the foot of a tree not far from the top of a drop of water. She climbed up to the water, and sat down to one side.",
    "ai-atk-s0513a44:198_5": "Soon after they had finished their meal and refused an invitation to eat more, they cured it back in the small bed and eaten again.",
    "ai-atk-s0513a44:198_6": "And he drove it out again.",
    "ai-atk-s0513a44:198_7": "by way of body, speech, and mind, he became rich,",
    "ai-atk-s0513a44:198_8": "He wears fatigued and tied, thinking, “It’s lower,” and so on.",
    "ai-atk-s0513a44:198_9": "Having seen him, the owners said:",
    "ai-atk-s0513a44:198_10": "“The king is exhausted from reward for this reason, great king, goes to the royal compound.”",
    "ai-atk-s0513a44:198_11": "Having heard the word of that verse:",
    "ai-atk-s0513a44:199_0": "47.",
    "ai-atk-s0513a44:200_0": "“Whatever is to do with the noble ones, has done what is done in the Noble Ones.",
    "ai-atk-s0513a44:201_0": "Don’t defeat yourself, don’t let’s live long!”",
    "ai-atk-s0513a44:202_0": "Herein, whatever is lacking, this is the Wicked One’s head.",
    "ai-atk-s0513a44:203_0": "(but) having heard the common and was the fifth verse:",
    "ai-atk-s0513a44:204_0": "48.",
    "ai-atk-s0513a44:205_0": "“I do not guard the body, making use of the body,",
    "ai-atk-s0513a44:206_0": "Because those who nurse the Sakyans and those living creatures is a Dhamma for their own benefit.”",
    "ai-atk-s0513a44:207_0": "In the sixth (story), after becoming a Buddha praised.",
    "ai-atk-s0513a44:208_0": "49.",
    "ai-atk-s0513a44:209_0": "“It’s hard to do, made a glorious work, with a charming man,",
    "ai-atk-s0513a44:210_0": "In the future where are you to draw my son?”",
    "ai-atk-s0513a44:211_0": "there the King of Kusinārā, King,",
    "ai-atk-s0513a44:211_1": "I left my son in the evening for a child, for as long as their children and grandsons, who are for the whole day of the night.",
    "ai-atk-s0513a44:212_0": "The remainder of the parks, saying: “I have washed a little baby catching down.” And he went to that place and told him, “Listen, when I was getting up, what was given, my friend?” and he said, “I came to the prepare a seat for seven days,” and he said, “This is the first to get a opportunity,”",
    "ai-atk-s0513a44:213_0": "50.",
    "ai-atk-s0513a44:214_0": "“After climbed” is the neighboring coals.",
    "ai-atk-s0513a44:215_0": "That’s why I’ve come to my son, and that you go.”",
    "ai-atk-s0513a44:216_0": "The meaning of this:",
    "ai-atk-s0513a44:216_1": "For I killed some of those wives and children who die in bondservants, workers and staff, and their friends and colleagues, bondservants, workers, and staff, and their lifestyles. I went for refuge to you.",
    "ai-atk-s0513a44:217_0": "Having heard that, the other verses said this to the other:",
    "ai-atk-s0513a44:218_0": "51.",
    "ai-atk-s0513a44:219_0": "“He who kills his friends, and companions provides their friend,",
    "ai-atk-s0513a44:220_0": "doing the noble ones who do it?”",
    "ai-atk-s0513a44:221_0": "Then a son was lying down not far from the ceased and said, “I shall get my father advice,” and he got a new. Then he thought, “Let me take this butter.”",
    "ai-atk-s0513a44:222_0": "52.",
    "ai-atk-s0513a44:223_0": "“Relax, Dear, you are the son of your father, your son, and your father.",
    "ai-atk-s0513a44:224_0": "I will provide you with a knife, while you pursue this.”",
    "ai-atk-s0513a44:225_0": "Then he addressed his father in verse:",
    "ai-atk-s0513a44:226_0": "53.",
    "ai-atk-s0513a44:227_0": "“Clearly, dear Understanding the Teacher, this Dhamma is a son of the good,",
    "ai-atk-s0513a44:228_0": "Hopefully, I will be his son, and do not harass me with this son.”",
    "ai-atk-s0513a44:229_0": "Herein, this is the Dhamma of the Wise One, this Dhamma will be for her child, for the sake of his wives and children, and no more;",
    "ai-atk-s0513a44:230_0": "When they said this, “Householder, I’ll leave in front of you.” Then he stretch out the water and went to the fire. Then, having taken it, I’ll make the fire and serve it to the sacred flame, after putting it on the fire, carrying it away, and threw it away.",
    "ai-atk-s0513a44:230_1": "before he said, “What have it done by using swept away with that drill-stick? ” Then he took it away, pull it out, and then set it on the ground.",
    "ai-atk-s0513a44:230_2": "Aren’t you going to a deep place, shook the waterpot in the water?",
    "ai-atk-s0513a44:230_3": "When they had eaten it, they left the heap of water, and they put it on the neck. Having poured water, they put it on the edge of a fire, and they put it on the ground ashes. Then they returned to the split water, they were dry up and swamped by the fire, and then again, when the fire was mosquitoes, they were unable to make a bonfire, they will not again.”",
    "ai-atk-s0513a44:230_4": "After hearing what they said, “What will I do?”",
    "ai-atk-s0513a44:230_5": "He went to a lion’s plunged into the presence of that lion, saying, “What is this?” he stepped on the ground and said,",
    "ai-atk-s0513a44:231_0": "54.",
    "ai-atk-s0513a44:232_0": "“The deer-hunter’s heels are best to stop him.",
    "ai-atk-s0513a44:233_0": "All my son, you’re happy! May you be happy!”",
    "ai-atk-s0513a44:234_0": "Herein, he can cut off all attachments:",
    "ai-atk-s0513a44:234_1": "This is said:",
    "ai-atk-s0513a44:234_2": "“For those whose energy is the best in regard to all kinds of pride, human beings live in the impediments, as well as human beings, then I survey all my children and grandmothers.",
    "ai-atk-s0513a44:234_3": "That’s why I come to you, rule you will be happy!”",
    "ai-atk-s0513a44:235_0": "Having heard that, he spoke the verse:",
    "ai-atk-s0513a44:236_0": "55.",
    "ai-atk-s0513a44:237_0": "“As auspicious worker, I speak to you about it.",
    "ai-atk-s0513a44:238_0": "How can, wise and learned people, not guard their senses?”",
    "ai-atk-s0513a44:239_0": "Herein, direction means in that place there is enemy, the meaning is that.",
    "ai-atk-s0513a44:239_1": "the measureless blade is able to kill",
    "ai-atk-s0513a44:239_2": "mindfully, with full awareness, knows the attainment of friends.",
    "ai-atk-s0513a44:239_3": "Through living for his own welfare: the meaning is, giving up of friends.",
    "ai-atk-s0513a44:240_0": "But then you saying, “So, crystal, your son, send a golden gem, and give it to the assembly.”",
    "ai-atk-s0513a44:240_1": "Yet when they saw him they said, “My dear Dhammāsoka, I hope you weren’t able to go. And I hope that he had stopped, didn’t fall down like that.” And now they said, “We shall not fall down on the neighborhood of them.”",
    "ai-atk-s0513a44:240_2": "There was no foot of a tree, and there was no danger.",
    "ai-atk-s0513a44:240_3": "Then Roja, Paccāyana, and having approached,",
    "ai-atk-s0513a44:240_4": "After giving their friends to their friends, he sent them authority, saying, “Though you overcoming your own good friends,” and departed.",
    "ai-atk-s0513a44:240_5": "While looking for support for her own son, he looked at him with a boy, saying: “Who are you happy with using a talk on the ground?” Then he recited these verses:",
    "ai-atk-s0513a44:241_0": "56.",
    "ai-atk-s0513a44:242_0": "“As auspicious bandit, gave order, and bringing happiness,",
    "ai-atk-s0513a44:243_0": "thieves, cast-of-stench, deceiving on their limbs,",
    "ai-atk-s0513a44:244_0": "57.",
    "ai-atk-s0513a44:245_0": "“When the work is struck by a co-wife,",
    "ai-atk-s0513a44:246_0": "victory over the crowd of the people, having cut the heart,",
    "ai-atk-s0513a44:247_0": "58.",
    "ai-atk-s0513a44:248_0": "“The Wise One, the Wise One, looks after his wife and son, the wealth,",
    "ai-atk-s0513a44:249_0": "I am the one who wraps up from my friends and colleagues, relatives and kin.",
    "ai-atk-s0513a44:250_0": "59.",
    "ai-atk-s0513a44:251_0": "“In the royal capital of Ketumatiya, King, will be able (to say):",
    "ai-atk-s0513a44:252_0": "With his friend Yasa’s wins back, he rejoices in the pleasures of the world.",
    "ai-atk-s0513a44:253_0": "60.",
    "ai-atk-s0513a44:254_0": "“Now is the poor thing, friends, and companions",
    "ai-atk-s0513a44:255_0": "Having compassion for friends, in united harmony,",
    "ai-atk-s0513a44:256_0": "61.",
    "ai-atk-s0513a44:257_0": "“A friend who gives birth to a friend in need of friends,",
    "ai-atk-s0513a44:258_0": "So I’m happy, soft, and workers.”",
    "ai-atk-s0513a44:259_0": "Herein, enquiry is (called) friend in a dreadful friend, and his friend, and his husband earned the nose to his (but).",
    "ai-atk-s0513a44:259_1": "yoked with the sword, robbery, and robb the sword in some place.",
    "ai-atk-s0513a44:259_2": "just as a roar on a hide of accumulated limbs with their friends, and colleagues with their friends and colleagues, relatives and kin right with me.",
    "ai-atk-s0513a44:259_3": "The deeds of this action will be transgressed by their own deeds, and through the owners.",
    "ai-atk-s0513a44:259_4": "Taking his friends to their war, treasury,",
    "ai-atk-s0513a44:259_5": "birds, children, partners, bondservants, workers, and stretchers; and their hearts are permanent, everlasting, feverlace, and sweet-vouting the sweet flag.",
    "ai-atk-s0513a44:259_6": "stands alone in the same place as before.",
    "ai-atk-s0513a44:260_0": "The royal wound is beneficial, like a lion, king and people roar; the king’s armies are embarked with charms and sections. The meaning is that it is possible to be wicked.",
    "ai-atk-s0513a44:260_1": "‘There are beings in the next life: ʻI will be able to keep conversing the Dhamma.’",
    "ai-atk-s0513a44:260_2": "With his head riches, he who possesses the high (magical) powers,",
    "ai-atk-s0513a44:260_3": "He looks to the next world in this world, he rejoices in the world,",
    "ai-atk-s0513a44:260_4": "How do I get the owners?",
    "ai-atk-s0513a44:260_5": "for he is the one who enjoys sensual pleasures.",
    "ai-atk-s0513a44:260_6": "we were born in harmony,",
    "ai-atk-s0513a44:260_7": "and together with her relatives,",
    "ai-atk-s0513a44:261_0": "She spoke six verses to his friends:",
    "ai-atk-s0513a44:261_1": "All of them, all of their friends, classed as long as they have arrived.",
    "ai-atk-s0513a44:262_0": "The Teacher said: “Bhikkhus, this Dhamma teaching has been brought back by this teaching and training, even in the past, he had reached the final stage of life.”",
    "ai-atk-s0513a44:262_1": "“These Sela and Bhaddā Kaccāna were the same mother. It was the same as happening.”",
    "ai-atk-s0513a44:263_0": "The third kind of golden colour.",
    "ai-atk-s0513a44:265_0": "and forty-four years moved on the colour of golden garments.",
    "ai-atk-s0513a44:266_0": "While the Teacher was living in Jeta’s Wood, this is one-eyed (of sacred), the nun Kusinārā, while staying in the Jeta Grove,",
    "ai-atk-s0513a44:266_1": "Having gone forth aside he then went forth in the fourfold (permission), it filled with the requisites for the itself.",
    "ai-atk-s0513a44:266_2": "And then he discussing the teachings, saying, “What can I do?”",
    "ai-atk-s0513a44:266_3": "When the Teacher came and asked, “Where is the talking about just now?” When asked, “Where did you say, monks, wasn’t this, he said?",
    "ai-atk-s0513a44:267_0": "In the past, when Brahmadatta was ruling in Benares, he was wise, in front of him.",
    "ai-atk-s0513a44:267_1": "When he saw a certain courtesan, he charged with an attendant, saying:",
    "ai-atk-s0513a44:267_2": "She gets pregnant.",
    "ai-atk-s0513a44:267_3": "she understood the womb in her womb, and said:",
    "ai-atk-s0513a44:267_4": "“I’m born in a womb! What would I do?”",
    "ai-atk-s0513a44:267_5": "when he thinks, “I’m the color of my family, I won’t think, ‘I have been reborn in the neighborhood of a tree,’ and have got a little enjoyment,” and he thought, “This is a message,” and he had got a finger.",
    "ai-atk-s0513a44:267_6": "“If you’re daughter, give this son, and that’s a child for me, if you’ll give me her a regular meal.”",
    "ai-atk-s0513a44:267_7": "Later, she gave birth to a son, and then she gave him another name.",
    "ai-atk-s0513a44:268_0": "when he had reached maturity he asked:",
    "ai-atk-s0513a44:268_1": "“Who, a father?”",
    "ai-atk-s0513a44:268_2": "“Not that started with a harvest.”",
    "ai-atk-s0513a44:268_3": "“When I’m learned, I’ll learnt from my tradition.” He then went to that place and said, “Having taken my teacher, I’ll go forth in such a profession,” he said, “When I’ll learn this.” Then he said, “When I’ll go forth from your teacher’s presence, I’ll learn it from stage.” Then he said, “We’ll do what they say,” and he said, “Swell me about it.” Then he said, “We shall see me to the for the sake of the profession,”",
    "ai-atk-s0513a44:268_4": "and they trained him in his own training.",
    "ai-atk-s0513a44:268_5": "one of five hundred dove-footed nymphs, and one wisdom is evident.",
    "ai-atk-s0513a44:268_6": "Then those teachers had gathered to see the teacher,",
    "ai-atk-s0513a44:268_7": "Then he said to the man:",
    "ai-atk-s0513a44:268_8": "“Don’t let the root of a tree grows, or that you stay at the foot of a tree?”",
    "ai-atk-s0513a44:268_9": "“We don’t give a teaching to the great teacher, and we ask him a question. How should we answer you?”",
    "ai-atk-s0513a44:268_10": "“If the king of a wheel-turning monarch, there will be a just and principled king who has shaved off his sandals.” Then do not go wandering in the same way, when you arrived at Bārāṇasī, he set out to wandering toward Benares.",
    "ai-atk-s0513a44:268_11": "People entered the city on the bank of the river.",
    "ai-atk-s0513a44:268_12": "ivory-worker answers questions, the counselor, the festival, and answers many people, for the contradicting them many people.",
    "ai-atk-s0513a44:268_13": "The whole town-dwellers came to the town’s country. When the King had fallen, they choose to do it.",
    "ai-atk-s0513a44:269_0": "The King said: “How can I ask him today?” and he told him, “Very well, dear!”",
    "ai-atk-s0513a44:269_1": "One man went to see the King and saw it,",
    "ai-atk-s0513a44:269_2": "The carpets said: “After going to the country, it seems the King will wait for one day, and he is not able to live for one day.”",
    "ai-atk-s0513a44:269_3": "“What is it to be done?”",
    "ai-atk-s0513a44:269_4": "He says:",
    "ai-atk-s0513a44:269_5": "“Someone in the heavens of the hosts of Vaggumudā, some of them have an opportunity, while some of them live in a charnel ground, one of the five-hundred pieces of antelopes, while others do the same.”",
    "ai-atk-s0513a44:269_6": "And that they did.",
    "ai-atk-s0513a44:269_7": "Or on the occasion of the Wise, having taken up residence in the Commentaries, delighted in the wilderness, where he sat on the seat spread out, surrounded by a pupil of the pupils.",
    "ai-atk-s0513a44:269_8": "At that moment the king, having taken a magician, surrounded by the surrounding shouts, and going through the air, and sitting down to one side, thinking, “Listening their heads, while sitting on the seat, waiting for a moment, he said this to the person:",
    "ai-atk-s0513a44:270_0": "62.",
    "ai-atk-s0513a44:271_0": "“Vajirā, the dreadlocked ascetics, brahmins who are dismayed,",
    "ai-atk-s0513a44:272_0": "Are you going to the human realm?”",
    "ai-atk-s0513a44:273_0": "Herein, roaming: possessed by their own (magical) power,",
    "ai-atk-s0513a44:273_1": "used to get a toothbrush that was too short.",
    "ai-atk-s0513a44:273_2": "Indeed immorality, wickedness, envy and deportment, beliefs and coarse,",
    "ai-atk-s0513a44:273_3": "Provided by human strength, energy, and vigor.",
    "ai-atk-s0513a44:273_4": "This is the hymns that are profound and hard to see.",
    "ai-atk-s0513a44:273_5": "We hope that bad teacher deed is feces, urine, asks.",
    "ai-atk-s0513a44:274_0": "Hearing that announcement, he said: “This is not suitable for the Rains,” and he does not confused it on the second occasion.",
    "ai-atk-s0513a44:275_0": "63.",
    "ai-atk-s0513a44:276_0": "“One should performing bad deeds, o king, and if he is learned,",
    "ai-atk-s0513a44:277_0": "From a thousand prescribeds, without hurting suffering.”",
    "ai-atk-s0513a44:278_0": "If he says, “Great king, I’m very learned, a master of the ten kinds of sensual stimulation, if he were tormented them, hereafter their ability, still skilled in the paths of doing, without reaching the end of the three doors, and with the three kinds of suffering, without reaching the end of suffering, and without reaching the attainment.",
    "ai-atk-s0513a44:279_0": "When he heard the speech of his mind, he thought, “This king, having heard the same speech as a quiver, doing this, and he pulled her with a stick or a staff, like the brahmin.”",
    "ai-atk-s0513a44:279_1": "after speaking with him, he spoke the third verse:",
    "ai-atk-s0513a44:280_0": "64.",
    "ai-atk-s0513a44:281_0": "“Of a thousand cannot be released from pain, without hurting suffering,",
    "ai-atk-s0513a44:282_0": "I say that there is no fruit, which is irrene and fruitless.”",
    "ai-atk-s0513a44:283_0": "Herein, low fruits are fruitful and maidens and fruits, where do they pick out of the fruits?",
    "ai-atk-s0513a44:284_0": "after that, at the fourth verse:",
    "ai-atk-s0513a44:285_0": "65.",
    "ai-atk-s0513a44:286_0": "“Really there is no fruit, your refuge is the truth and the truth.",
    "ai-atk-s0513a44:287_0": "How can he endure?”",
    "ai-atk-s0513a44:288_0": "Herein, I say that there is no idiot or fruit, but I say that there is no idiot because I’ve realized the supreme fruit in abidings and that is real,",
    "ai-atk-s0513a44:288_1": "Yet you’re freed from suffering.",
    "ai-atk-s0513a44:288_2": "There are accumulations that have attained Nibbāna, who reaches Nibbāna by (my own) Nibbāna, which is accompanied by defilements.",
    "ai-atk-s0513a44:289_0": "When he heard this, he thought: ‘I will be able to resolve this incomparable son with such a gross physical matter,’ and he added: ‘I shall see the son, I shall die together with the five hundred sons.”",
    "ai-atk-s0513a44:290_0": "66.",
    "ai-atk-s0513a44:291_0": "“The mother is born in bonds, and in that place he was born",
    "ai-atk-s0513a44:292_0": "I was the land prosperous family.”",
    "ai-atk-s0513a44:293_0": "Herein, perils are afraid of the proper mother and father, a brother of the sisters,",
    "ai-atk-s0513a44:293_1": "(but) you still surely becomes born,",
    "ai-atk-s0513a44:293_2": "how I seek a declaration of myself, a small spear, and a swampped three people.",
    "ai-atk-s0513a44:294_0": "The elder said, “He is the time for you, Sīha,” and he said, “Do you put on your head,” he put it on your line, saying, “Who are you for the month?” he put it on your hand, saying, “Who are you for the brahmin?”",
    "ai-atk-s0513a44:294_1": "The brahmin recognized him as a worker for what is permanent, everlasting, eternal, and imperishable he asks the sixthousand.",
    "ai-atk-s0513a44:295_0": "67.",
    "ai-atk-s0513a44:296_0": "“Sir, how is a brahmin? How do you become a brahmin?",
    "ai-atk-s0513a44:297_0": "How is the law of the Dhamma defined?”",
    "ai-atk-s0513a44:298_0": "assigned the ocean says:",
    "ai-atk-s0513a44:299_0": "68.",
    "ai-atk-s0513a44:300_0": "“She did the brahmin high priest (?), he prepared the sacred flame,",
    "ai-atk-s0513a44:301_0": "Though the brahmin is standing, securely by that.’”",
    "ai-atk-s0513a44:302_0": "having spread out his sacred flame, he plunges himself to the fire, and he serves the sacred fire.",
    "ai-atk-s0513a44:302_1": "They hunger, thirst, and adultery, whether it’s a fleating, washed, damaged, and goldening.",
    "ai-atk-s0513a44:302_2": "you’re safe, and has attained sanctuary.",
    "ai-atk-s0513a44:302_3": "They stood because of that proud.",
    "ai-atk-s0513a44:303_0": "Having heard that, the brahmin high priest who had taken up what was particular said:",
    "ai-atk-s0513a44:304_0": "69.",
    "ai-atk-s0513a44:305_0": "“There is no brahmin in this purity that is not only a brahmin,",
    "ai-atk-s0513a44:306_0": "Patience isn’t destroyed, dried up, and become extinguished.”",
    "ai-atk-s0513a44:307_0": "Herein, when in such a case the other means, having shown that when he is present, he gives all the accusations,",
    "ai-atk-s0513a44:307_1": "This is said:",
    "ai-atk-s0513a44:307_2": "“She has no water in the confluence of the drop of the deaths by the dead or veneration, not he is one who attains Nibbāna by the dissatisfaction or the essence that are percipient and who is extinguished without extra effort.”",
    "ai-atk-s0513a44:308_0": "Then the brahmin, knowing that he hasn’t seen this, said, “What do you think, ought to do this?”",
    "ai-atk-s0513a44:309_0": "70.",
    "ai-atk-s0513a44:310_0": "“How is that brahmin a brahmin?",
    "ai-atk-s0513a44:311_0": "How is the law of the Dhamma defined?”",
    "ai-atk-s0513a44:312_0": "(but) in front of the other, the other verses –",
    "ai-atk-s0513a44:313_0": "71.",
    "ai-atk-s0513a44:314_0": "“Rejoicing the goods, ~ free from delusion, ~ unburned, ~ who has no greed.",
    "ai-atk-s0513a44:315_0": "Though the brahmin is standing, securely by that.’”",
    "ai-atk-s0513a44:316_0": "Herein, for one who is bound by equanimity: of bonds and fields, etc., and of fields and lands and binds together with the ropes, and body and the mind is bound together by the family.",
    "ai-atk-s0513a44:316_1": "The seventh view of being considered: In the seventh part of craving,",
    "ai-atk-s0513a44:316_2": "Ājīvaka ascetics, delighting in gain,",
    "ai-atk-s0513a44:316_3": "Besotted by those savings, delighting in clarity,",
    "ai-atk-s0513a44:316_4": "destroyed by the one (rebirth in) existence.",
    "ai-atk-s0513a44:317_0": "Then the ocean said this:",
    "ai-atk-s0513a44:318_0": "72.",
    "ai-atk-s0513a44:319_0": "“The aristocrats, brahmins, merchants, and workers are garden.",
    "ai-atk-s0513a44:320_0": "all bonds are tamed, quenched:",
    "ai-atk-s0513a44:321_0": "All those who are born, and those who have become better.”",
    "ai-atk-s0513a44:322_0": "Herein, better than that. Such is better as this, the aristocrat, the following, namely, the same thing, and the same as them; that is better for them. This is the same way.",
    "ai-atk-s0513a44:323_0": "Then he said to the brahmin, “Those who come from Ukkaṭṭhā,” “There is no longer to give,” “There is not able to bring it to the name of the brahmin.",
    "ai-atk-s0513a44:324_0": "73.",
    "ai-atk-s0513a44:325_0": "“The aristocrats, brahmins, merchants, and workers are garden.",
    "ai-atk-s0513a44:326_0": "all bonds are tamed, quenched:",
    "ai-atk-s0513a44:327_0": "all of them are better than human beings!”",
    "ai-atk-s0513a44:328_0": "Then the householder recited this verse:",
    "ai-atk-s0513a44:329_0": "74.",
    "ai-atk-s0513a44:330_0": "“The aristocrats, brahmins, merchants, and workers are garden.",
    "ai-atk-s0513a44:331_0": "all bonds are tamed, quenched:",
    "ai-atk-s0513a44:332_0": "75.",
    "ai-atk-s0513a44:333_0": "“There is nothing worse",
    "ai-atk-s0513a44:334_0": "but the hundred and eighty clans were reborn in ancient family.”",
    "ai-atk-s0513a44:335_0": "The meaning of this:",
    "ai-atk-s0513a44:335_1": "If there is no place of loss, of respect for one preservation, you’re not even a single being intent on both sides, you don’t have a violent because of the Brahmā realm.",
    "ai-atk-s0513a44:336_0": "Then towards them, saying:",
    "ai-atk-s0513a44:337_0": "76.",
    "ai-atk-s0513a44:338_0": "“There is no more clothes that isn’t covered with clothes, ~ and the six shadows",
    "ai-atk-s0513a44:339_0": "That is not enough for their clothes.",
    "ai-atk-s0513a44:340_0": "77.",
    "ai-atk-s0513a44:341_0": "“In the same way, when people are purified, Māras and Brahmās,",
    "ai-atk-s0513a44:342_0": "They greatly understand the teaching and training.”",
    "ai-atk-s0513a44:343_0": "I live in that place where the house is cut,",
    "ai-atk-s0513a44:343_1": "Of these six cloths: the shadow is washed off by them, it would not be nicely colored.",
    "ai-atk-s0513a44:343_2": "In the same way, some of the same way, some of the brahmins, namely contrary to the hymns, brahmins, merchants, and workers, and benefits.",
    "ai-atk-s0513a44:343_3": "When the noble path is well understood by the noble path, it is crushed and shaking off of craving, and of precepts and observances, the Wise One who understands their imagining.",
    "ai-atk-s0513a44:343_4": "For extinguishment is the satisfaction in the sense of quenching,",
    "ai-atk-s0513a44:344_0": "but you’re unable to cure meat and sit down comfortably.",
    "ai-atk-s0513a44:344_1": "Then the brahmin said to the King:",
    "ai-atk-s0513a44:344_2": "“Great king, all the mountains which were drawn by the whole of the Rose-Apple Island, and he was not able to keep on the Buddha’s bag, and bringing them to the consequence.”",
    "ai-atk-s0513a44:344_3": "“Very well, teacher,” he replied.",
    "ai-atk-s0513a44:344_4": "Those Kings were the attendants that were the King had arrived.",
    "ai-atk-s0513a44:345_0": "The Teacher then said: “Bhikkhus, after bringing this Dhamma before, but formerly, as he was born, he formerly said to him, “Just now?”",
    "ai-atk-s0513a44:345_1": "“He was a king, Venerable Kulaka, and he had a king. He’d be his bidding.”",
    "ai-atk-s0513a44:346_0": "The fourth part of the worms",
    "ai-atk-s0513a44:348_0": "Taking the commentary on the appearance,",
    "ai-atk-s0513a44:349_0": "While the Teacher was living in Jeta’s Wood, and he grandsoned a corner of Kaṇṭaka, because of the Teacher’s thorns.",
    "ai-atk-s0513a44:349_1": "How can he be propose from the top of a leper?",
    "ai-atk-s0513a44:349_2": "A teacher asked him, “Is it true, venerable Sir, that you were acting like this?” And he told him, “You have committed an offense entailing expulsion, but when the rough in the past, having it got lost, destroyed it was still a thorny, who had gone forth like this?”",
    "ai-atk-s0513a44:350_0": "In the past, when Brahmadatta was born in a certain Brahmadatta’s son, he was born in a huge colleagues, and was reborn in a brahmin family.",
    "ai-atk-s0513a44:350_1": "After some time they knew that the time was ready and suppressed, they made a crime.",
    "ai-atk-s0513a44:350_2": "In this way there were seven sons,",
    "ai-atk-s0513a44:350_3": "But all the women who were daughters of her daughter, saying “But who is our daughter”, and she gave her the name.",
    "ai-atk-s0513a44:350_4": "Mahāpajāpatī Gotamī, having arrived at Takkasilā, went along the road, and took all the profession.",
    "ai-atk-s0513a44:350_5": "Then the parents said to her, “Weighing up the neighborhood of a family,” and they said, “We will get a little child in our family.”",
    "ai-atk-s0513a44:350_6": "“My good house isn’t woven, as my clothes are burning, blazing and glowing, you’re good-natured, like I have been hungered by you to be asked: ‘You are existing in house, I’ve been invited by you to ask about my leaking work, you’re not able to live begged for, and you won’t want them.”",
    "ai-atk-s0513a44:351_0": "When asked her, “What can you do?”",
    "ai-atk-s0513a44:351_1": "And he told them what had happened.",
    "ai-atk-s0513a44:351_2": "Having heard that, they did not wished to eat it.",
    "ai-atk-s0513a44:351_3": "never wished for her held:",
    "ai-atk-s0513a44:351_4": "Later, after some time.",
    "ai-atk-s0513a44:351_5": "Mahāpajāpatī Gotamī, after making a agreement through the Himālayas, performed his duties and set out on the slaves, certainly about the great ketttles, and one assembled at the Himalayas slave, he entered the Great Wood, and went out.",
    "ai-atk-s0513a44:351_6": "There they made a level, delightful parks out of the neighborhood of a delightful park. They built the rice-gruel and fruit.",
    "ai-atk-s0513a44:351_7": "They go to the wilderness, where there is one part of the result, and in that place wherever they see that they’re reborn there. While working they see that the village was being resided, like a lump of speculating.",
    "ai-atk-s0513a44:351_8": "The teacher thought: “Having given up the Mahānāma and thought, “Father, I’ll make the leaves of the fruits and bring the fruits of that ascetic’s here.” Then he said, “From the fruit of the fruits and bring it to the fruit.”",
    "ai-atk-s0513a44:351_9": "When they had come to this hermitage, they all announce it to the horses, saying: “May all people here be an ascetic and fruit! I bring them fruit of that which is an ascetic.”",
    "ai-atk-s0513a44:351_10": "Then it seems: “Neither, a teacher, give us the going forth, depending on ours, depending on you, and we will wait here. Will you stay in the presence of ours.” And she dropping the fruit of ours, droping the fruits of ours, saved three people will go forth right here.”",
    "ai-atk-s0513a44:352_0": "Through he makes it fathom-long, another fruition in the eight ways,",
    "ai-atk-s0513a44:352_1": "they don’t get the same requisites as themselves, and don’t have the one evening.",
    "ai-atk-s0513a44:352_2": "Or alternatively, there was a one-seeder who had arrived at the edge of the fruit of that end of his own stilt house, after taking one deportment and giving him to the gateway, took a house in the house of that house.",
    "ai-atk-s0513a44:352_3": "At the end of this shaveling came out from his house and went to the charnel ground, and took his own territory. When he’s discontent, he threw the ascetic’s doctrine, and having taken the things that he led them on.",
    "ai-atk-s0513a44:352_4": "Afterwards they returned to the realm of the most precious things, and they lost their opportunity to guard the sense doors, where they dwelt making treasurer.",
    "ai-atk-s0513a44:352_5": "Then the virtuous, considering Sakka’s virtue,",
    "ai-atk-s0513a44:352_6": "Sakka considered and after understanding the reason for he, thinking, “This is the reason why are they not?”",
    "ai-atk-s0513a44:352_7": "He thought, “I’ll declaring themination of these sages,” and he vanished three times in the Great Wood.",
    "ai-atk-s0513a44:352_8": "On the first day he thought, “In the first month he thought, “In the same way, I will be like the gatekeeper,” and in the second month of Koṭṭhita, he should not think, “I’ll see anyone in the evening for a second time, and I’ll think, “I’ll possibly be happy!” But when I don’t think, “If I’ll lay down my wound, he thought, “If I don’t get rid of hate for me.”",
    "ai-atk-s0513a44:353_0": "she said, “From who have gathered together: ‘What’s given to me?”",
    "ai-atk-s0513a44:353_1": "“I’m dead, Gayā.”",
    "ai-atk-s0513a44:353_2": "“What is the reason, Teacher?”",
    "ai-atk-s0513a44:353_3": "“While on the third day, the fruit of which will bring fruit and the fruit?”",
    "ai-atk-s0513a44:353_4": "One of them rose up and worshipped the teacher, saying: “Having worshipped the teacher,”",
    "ai-atk-s0513a44:353_5": "when the gateway was finished, the gateway was made.",
    "ai-atk-s0513a44:353_6": "“Yes, teacher, I have performed a great sacrifice.”",
    "ai-atk-s0513a44:353_7": "“Beginning you are no more.”",
    "ai-atk-s0513a44:353_8": "and after making him leave: “After (good) conduct,” she stood there.",
    "ai-atk-s0513a44:353_9": "the gateway, recollect me.",
    "ai-atk-s0513a44:353_10": "“We were placed my chief oldest brother’s position,”",
    "ai-atk-s0513a44:353_11": "“Today’s favourable to the people?”",
    "ai-atk-s0513a44:353_12": "and after making him leave: “After (good) conduct,” she stood there.",
    "ai-atk-s0513a44:353_13": "the gateway, recollect me.",
    "ai-atk-s0513a44:353_14": "“Your supporter has arrived at Jeṭṭha.”",
    "ai-atk-s0513a44:353_15": "“Today, Koṭṭhita, I shall get a third day and night for the third day.” But he thought, “I’ll give me a second during the third day and,” and he thought, “I’ll give me a companion,” and he thought, “I will be in the same way.” But he thought, “I will be indeed,” and he thought, “In this way he thought, “I will be able to recall accept it.”",
    "ai-atk-s0513a44:353_16": "These were afraid, he said, “We weren’t able to go forth,” “They are not able to live apart from that place.",
    "ai-atk-s0513a44:353_17": "When they heard that, they all said, “What do they all turn back?”",
    "ai-atk-s0513a44:354_0": "At that Varadīpa, having fallen from the air he was reborn in a certain tree, or a “gitated”, and so he sat down nearby.",
    "ai-atk-s0513a44:354_1": "Being unable to make a living in the wilderness, when the stomach announced by crushing the neighborhood of a certain distance, the rubbish broke up, and stood to one side.",
    "ai-atk-s0513a44:354_2": "alone withdrawn from the ghee or oil, after entering the wilds, and crushed it into the wilderness,",
    "ai-atk-s0513a44:354_3": "But for a day, after worshipping him with his head, sat down at one side.",
    "ai-atk-s0513a44:354_4": "Sakka thought: “I’ll lead a group to these (whole) Sabbakāmī, I’ll stood in the presence of them.”",
    "ai-atk-s0513a44:354_5": "At that moment the Bodhisatta’s joy, having risen from his seat and worshipped the Bodhi tree, after rising from his seat, asking questions, “I will give you an adornment,”",
    "ai-atk-s0513a44:354_6": "“Yes, you get.”",
    "ai-atk-s0513a44:354_7": "The host of gods, after saying: “While I have eaten the storms,” and he said, “Whoever is this first earthquake?” Then he said, “Whoever is this first, bringing the name of this offering.",
    "ai-atk-s0513a44:355_0": "78.",
    "ai-atk-s0513a44:356_0": "“Regarding the kingdom, and gold would get the wish for,",
    "ai-atk-s0513a44:357_0": "To those boys, please be afraid of your sons.”",
    "ai-atk-s0513a44:358_0": "Herein, him, “This must be taken to be a termite-mound,” or “They are harmonious, being impediments, inspiring topics,”",
    "ai-atk-s0513a44:359_0": "When he heard that, the group of ministers said: “Don’t be a servant, do not get carried on you.”",
    "ai-atk-s0513a44:359_1": "The Buddha-to-be said: “You have no austerity, you will not eat whatever you like.”",
    "ai-atk-s0513a44:359_2": "While sat on that very seat, the second earthquake held himself in the same way and looked down on the ground with the whole of the Great Wood. Then he dismissed himself:",
    "ai-atk-s0513a44:360_0": "79.",
    "ai-atk-s0513a44:361_0": "“May the streams of the Kāsī, may many sons of your sons and grandsons.",
    "ai-atk-s0513a44:362_0": "sexual misconduct ...",
    "ai-atk-s0513a44:363_0": "Herein, (where) means against the ground, when the defilement of the sensual desires, etc., building up the worst (the body) up from the base of defilements.",
    "ai-atk-s0513a44:363_1": "After this he said: “This falls into an unhappy suffering in the homes of the lay life, he sweps badly, that brings suffering to an end.”",
    "ai-atk-s0513a44:364_0": "While sitting in that place, they recited this verse:",
    "ai-atk-s0513a44:365_0": "80.",
    "ai-atk-s0513a44:366_0": "“You have a good thing, Yasa, and a householder, let alone all your sons of your wealth.",
    "ai-atk-s0513a44:367_0": "he can dwell as a well-to-do brahmin’s home in my home,",
    "ai-atk-s0513a44:368_0": "81.",
    "ai-atk-s0513a44:369_0": "“May the king be well, Prince, be healthy! May he have a strong man with his head.",
    "ai-atk-s0513a44:370_0": "the one who lives in Cāpāravā is a brahmin in this serpent of youth, brahmin!",
    "ai-atk-s0513a44:371_0": "82.",
    "ai-atk-s0513a44:372_0": "“Because he is not free from passion, hatred, free from sense desires,",
    "ai-atk-s0513a44:373_0": "Honored in fame he who desires. A brahmin who is famous and famous,",
    "ai-atk-s0513a44:374_0": "83.",
    "ai-atk-s0513a44:375_0": "“For the one who has given up everything in the middle of the whole world, ~ may you know the whole world.",
    "ai-atk-s0513a44:376_0": "Doing so, you’ll find out whether the brahmin Strong is broken.",
    "ai-atk-s0513a44:377_0": "84.",
    "ai-atk-s0513a44:378_0": "“Samiddhi, to the village, to give a gift to the communities,",
    "ai-atk-s0513a44:379_0": "he who is not free from passion, and he might cause you (to say) to you, brahmin!",
    "ai-atk-s0513a44:380_0": "85.",
    "ai-atk-s0513a44:381_0": "“You may enter the village, town, and careful (true) friend,",
    "ai-atk-s0513a44:382_0": "Then he slaughtered Māra’s army, and he who scared off a brahmin to you.",
    "ai-atk-s0513a44:383_0": "86.",
    "ai-atk-s0513a44:384_0": "“Overcome by one thousand women, the King of the earth, was placed in the foremost position.",
    "ai-atk-s0513a44:385_0": "led on a stretcher, brahmin, one shouldn’t live.",
    "ai-atk-s0513a44:386_0": "87.",
    "ai-atk-s0513a44:387_0": "“Sīha, you’d never trying to get all the food.",
    "ai-atk-s0513a44:388_0": "Once you’re prosecuted by the hand, you can live on.",
    "ai-atk-s0513a44:389_0": "88.",
    "ai-atk-s0513a44:390_0": "“May the residents of the building a large dwelling be without a co-wife!",
    "ai-atk-s0513a44:391_0": "the one who practices in consequence of the world will give you a brahmin.",
    "ai-atk-s0513a44:392_0": "89.",
    "ai-atk-s0513a44:393_0": "“Sir, there is a Prince in the fourteenth year, having taken the delightful capital of the royal palace.",
    "ai-atk-s0513a44:394_0": "Come on, brahmin, you’re the one who breaks a brahmin!",
    "ai-atk-s0513a44:395_0": "90.",
    "ai-atk-s0513a44:396_0": "“Puṇṇaka, (who is) perfumed with ghee, cotton-worker, and so on.",
    "ai-atk-s0513a44:397_0": "your own wife and your momentary wife.”",
    "ai-atk-s0513a44:398_0": "Herein, through the third verses he makes the fourth cow with a fine cowherd,",
    "ai-atk-s0513a44:398_1": "We are the children, partners, bondservants, workers, and staff; I can achieve the seven treasures.",
    "ai-atk-s0513a44:398_2": "they will go forth, even if they will not see adorned with the five strands of adornments and displays (of the idea).",
    "ai-atk-s0513a44:398_3": "This is the fifth kind of sensual stimulation that he shows how to attain great supernormal power.",
    "ai-atk-s0513a44:399_0": "In the fourth King’s cowherd a stout the King’s army.",
    "ai-atk-s0513a44:399_1": "he showed this: “They are called the Black Rock in Isipatana,” and he showed a Doṇa by hate.",
    "ai-atk-s0513a44:399_2": "craving for five hundred years (thinking): without passion, with craving for dependence on within the fifth.",
    "ai-atk-s0513a44:399_3": "This is the old man, thinking, “This is adornment for the requisites to show excrements.”",
    "ai-atk-s0513a44:399_4": "In the sixth part of the mortification (precept) is endowed with virtue, that is austere.",
    "ai-atk-s0513a44:399_5": "He then said: “The gains of material possessions by gain and honor,” and with the large advantages of material possessions.",
    "ai-atk-s0513a44:400_0": "They include their good friendship with the four-footed (?). They lived in a crowded with great general, with lots of gold, silver, and hard workers, loose-to-down, and deportments, countless ways with four factors.",
    "ai-atk-s0513a44:400_1": "by preference of his fortune or by giving him a place given to him like a unshaken treasure, he gave the name of the King.",
    "ai-atk-s0513a44:400_2": "being free from passions, ~ like a drunk on her hip, and then on his neck,",
    "ai-atk-s0513a44:400_3": "Thus he spoke the drawbacks of sensual pleasures,",
    "ai-atk-s0513a44:401_0": "Bondservants and villages, towns and calls.",
    "ai-atk-s0513a44:401_1": "This too has been made by the perfected ones:",
    "ai-atk-s0513a44:401_2": "However, the meaning is this: it is said in the women flowering .",
    "ai-atk-s0513a44:401_3": "kings, the lady of the best,",
    "ai-atk-s0513a44:401_4": "he canceled the World’s word (rich) one thousand of women to be spotless; he fixed in the garden.",
    "ai-atk-s0513a44:401_5": "“Like up” is the best.",
    "ai-atk-s0513a44:401_6": "and so the women went maidens and wounds shake off. They say:",
    "ai-atk-s0513a44:401_7": "while the bondservants had gathered to all the slaves prepare seats assembled together, and while sitting in the middle of the slave, she sat on the four sides of the lamp.",
    "ai-atk-s0513a44:401_8": "a slave took his husband’s presence, who sat down on the seat.",
    "ai-atk-s0513a44:401_9": "Thus she said this to her:",
    "ai-atk-s0513a44:401_10": "of the four quarters.",
    "ai-atk-s0513a44:401_11": "because of gaining material possessions: do they get material possessions and honor.",
    "ai-atk-s0513a44:401_12": "he was standing at the level of the tusks, and the opposite sex.",
    "ai-atk-s0513a44:402_0": "The Deities of the Divinities, the Provider’s monastery, the residents,",
    "ai-atk-s0513a44:402_1": "Gatherds, various fires, and so on,",
    "ai-atk-s0513a44:402_2": "There it seems to me:",
    "ai-atk-s0513a44:402_3": "In the next world they throw their day in the same way.",
    "ai-atk-s0513a44:402_4": "It seems that the god Kassapa in the land of the Aṅgas in the town of Nigaṇṭha Nātaputta had arrived at the Great Wood. He was doing a new town hall with the resident monks, and suffered it.",
    "ai-atk-s0513a44:402_5": "That’s why it said this:",
    "ai-atk-s0513a44:402_6": "In the elephant stables, verses, and many hundreds of thousands of elephants,",
    "ai-atk-s0513a44:402_7": "For six months: on the four sides, the winter stones on the ground, and is the sixth part.",
    "ai-atk-s0513a44:402_8": "It is because of your daughter that they did not long.",
    "ai-atk-s0513a44:402_9": "Endowed with the ten enquirys, fame,",
    "ai-atk-s0513a44:402_10": "While he was speaking on his own purification:",
    "ai-atk-s0513a44:403_0": "On account of the World’s step thorny ground, gruel and thorny, and so on. He placed it on a position and rock.",
    "ai-atk-s0513a44:403_1": "Puṇṇakaless means Lotus Puṇṇaka full of ( around) Tissahanasa,",
    "ai-atk-s0513a44:403_2": "being struck with a knocked chas, “So he trains,” and being struck by hunger,",
    "ai-atk-s0513a44:403_3": "This too is simply stuck in the hand of the elephant’s rolls.",
    "ai-atk-s0513a44:404_0": "and they thought, “I’ll do what is going on.”",
    "ai-atk-s0513a44:404_1": "Then he said to him,",
    "ai-atk-s0513a44:405_0": "91.",
    "ai-atk-s0513a44:406_0": "“He whoever is unstirred, and who does not eat encounter anything,",
    "ai-atk-s0513a44:407_0": "let alone those who go to the household, or to those who wish.”",
    "ai-atk-s0513a44:408_0": "Herein, reference to such things as vice",
    "ai-atk-s0513a44:408_1": "This is said:",
    "ai-atk-s0513a44:408_2": "Towards you, without getting enough of these five kinds of sensual stimulation, he who then says: “This do not get enough, who wants to go forth, eats only the art of having given up the five kinds of sensual stimulation, and enjoy the delightful garden.",
    "ai-atk-s0513a44:409_0": "When they were speaking on the road, Isignified these sages, (saying): “I did not report inquire about the miracle,",
    "ai-atk-s0513a44:409_1": "Now, these six classes of carpets are like goats in the charnel ground, as though they were pulled up by rats and questioning the Bodhi (Tree), I will ask (Detc.)",
    "ai-atk-s0513a44:410_0": "92.",
    "ai-atk-s0513a44:411_0": "“One who recites the logic, one who depraves manyys,",
    "ai-atk-s0513a44:412_0": "than this one, soul and this world beyond the portion of sensuality.”",
    "ai-atk-s0513a44:413_0": "Herein, when this is the site: about making sense desires, report, the announcement, the defilements, the essence, and the proclaimed wherever there are many people, all beings in the world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, gods and humans.",
    "ai-atk-s0513a44:413_1": "“As a residing,” said the story of this cloth,",
    "ai-atk-s0513a44:414_0": "Then he spoke two verses:",
    "ai-atk-s0513a44:415_0": "93.",
    "ai-atk-s0513a44:416_0": "“A host of gods, humans, and he who is able to lie in sensual pleasures,",
    "ai-atk-s0513a44:417_0": "Deeds in sensual pleasures do bad deeds things improvement, destiny, deed,",
    "ai-atk-s0513a44:418_0": "94.",
    "ai-atk-s0513a44:419_0": "“A bad character, when their body breaks up, after death, they go to hell.",
    "ai-atk-s0513a44:420_0": "Seeing the danger in sensual pleasures, they are not aroused from sensual pleasures.”",
    "ai-atk-s0513a44:421_0": "Herein, ‘By means caused by means of sensual pleasures, because of sensual pleasures, good bodily conduct, and view.’",
    "ai-atk-s0513a44:421_1": "slaughtered with punishment,",
    "ai-atk-s0513a44:421_2": "stuck inside the rope.",
    "ai-atk-s0513a44:421_3": "pained with physical disagreeableness,",
    "ai-atk-s0513a44:421_4": "the self of fear,",
    "ai-atk-s0513a44:421_5": "May he even give rise to beings, Sakka’s husband.",
    "ai-atk-s0513a44:421_6": "Such dangers are the dangers,",
    "ai-atk-s0513a44:421_7": "But that drawback is to be shown by all the dangers.",
    "ai-atk-s0513a44:422_0": "Sakka, the chief of the gods, having heard what he was thinking, gave this verse:",
    "ai-atk-s0513a44:423_0": "95.",
    "ai-atk-s0513a44:424_0": "“While staying in the twenty-two sages, Isisiṅga and defeated the Snakes.",
    "ai-atk-s0513a44:425_0": "The one who liveslessly has not yet flaws these sages.”",
    "ai-atk-s0513a44:426_0": "Herein, Virūpakkhasas, “Sir, there are those hermits that are free of sensual pleasures and inquiry.”",
    "ai-atk-s0513a44:426_1": "Those seers who are peaceful and start out,",
    "ai-atk-s0513a44:426_2": "she took hold of her, grabbed her on to the bank, and escorted a cry of the river.",
    "ai-atk-s0513a44:426_3": "In the purification of the lady, my relatives and kin became pure. They they said: “Surely it is pure, but I haven’t attained.”",
    "ai-atk-s0513a44:427_0": "Having heard that, the Buddha-to-be –",
    "ai-atk-s0513a44:428_0": "96.",
    "ai-atk-s0513a44:429_0": "“But haven’t been brought for you to play, but we don’t lend an ear.",
    "ai-atk-s0513a44:430_0": "“Why did you play in the royal position of the Seerpents?”",
    "ai-atk-s0513a44:431_0": "There, Your Majesty, we don’t play with the royal capital. What can we bathe, chance, naked, and do not require one of us?”",
    "ai-atk-s0513a44:432_0": "Then Sakka, granting him that he recited this verse:",
    "ai-atk-s0513a44:433_0": "97.",
    "ai-atk-s0513a44:434_0": "“Piṇḍola Bhāradvāja and Brahmadatta were established in my father’s womb,",
    "ai-atk-s0513a44:435_0": "Endowed with others, the Wise One does not tremble attice, anger is the power of anger.”",
    "ai-atk-s0513a44:436_0": "Herein, this is the establishment of the Faith: “This is the later stretching on me, may my be established on the ground!”",
    "ai-atk-s0513a44:436_1": "An astute person is called ‘ascetic’; irritable anger and hostile.",
    "ai-atk-s0513a44:437_0": "Then the Great King, having asked Sakka forgiveness, and forgiveness, he said this to the other:",
    "ai-atk-s0513a44:438_0": "98.",
    "ai-atk-s0513a44:439_0": "“Seering the authority by the seer, the rod, the lord of men,",
    "ai-atk-s0513a44:440_0": "Please all of you, good sirs, give a brahmin to me.”",
    "ai-atk-s0513a44:441_0": "Herein, striving the Sages (words) in this remote jealousy, and this in this forest grove.",
    "ai-atk-s0513a44:441_1": "what is the reason why?",
    "ai-atk-s0513a44:441_2": "that we did see (rebirth), if we don’t see (him), but we don’t see Vāsavaka.",
    "ai-atk-s0513a44:441_3": "May you be happy! May you be praised by gods and humans!",
    "ai-atk-s0513a44:441_4": "what is the reason why?",
    "ai-atk-s0513a44:441_5": "Yet a brahmin whose shoes are afflicted from your teacher’s feet:",
    "ai-atk-s0513a44:442_0": "Sakka, the chief of the gods, having paid homage to the world, driven by the host of gods. And he appeared in the Brahmā realm.",
    "ai-atk-s0513a44:443_0": "The Teacher, having said this to the Dhamma teaching, “As a bhikkhu,” and he neglects the tradition of the Bhikkhus, depressed the path and established in the fruition of Stream-Entry.",
    "ai-atk-s0513a44:443_1": "while the Teacher was born, he recited these verses:",
    "ai-atk-s0513a44:444_0": "99.",
    "ai-atk-s0513a44:445_0": "“Sāriputta, Moggallāna, and Moggallāna,",
    "ai-atk-s0513a44:446_0": "Anuruddha, Ānanda, were brothers and seven brothers.",
    "ai-atk-s0513a44:447_0": "100.",
    "ai-atk-s0513a44:448_0": "“Prince Uppalavaṇṇā is ela, Kokālika,",
    "ai-atk-s0513a44:449_0": "Citta of Dāsaka,",
    "ai-atk-s0513a44:450_0": "101.",
    "ai-atk-s0513a44:451_0": "“The young Nāgadāla is the best, the best, the best,",
    "ai-atk-s0513a44:452_0": "and Udāyī are able to remember it.”",
    "ai-atk-s0513a44:453_0": "the five commentary on the five months",
    "ai-atk-s0513a44:455_0": "and forty-four years moved.",
    "ai-atk-s0513a44:456_0": "I stayed in the land of the Bhaggas near Sāvatthī for the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
    "ai-atk-s0513a44:456_1": "One day, after hearing the Buddha invited the Dhamma, together with the Saṅgha of mendicants for a meal, he left for the meal.",
    "ai-atk-s0513a44:456_2": "When the night had passed, a great storm extending over it.",
    "ai-atk-s0513a44:456_3": "After telling the monks, he said: “Because of the rainy season residence the Jeta Grove in the fourteenth Rains Retreat, the rainy season, and the burning in the Bo branches of the Divinities’ Power, together with the mendicants.”",
    "ai-atk-s0513a44:456_4": "“It’s incredible, it’s amazing! The Realized One has such psychic power and might! For he can be called",
    "ai-atk-s0513a44:456_5": "“Buddhas don’t grant favors, Visākhā.”",
    "ai-atk-s0513a44:456_6": "“Sir, the eons are left of the eons.”",
    "ai-atk-s0513a44:456_7": "“Well then, please say what it is.”",
    "ai-atk-s0513a44:456_8": "“For as long as I live I wish to give rainy-season robes to the Sangha of monks. I wish to give meals to the newly arrived and departing monastics, as well as to those who are sick and those nursing the sick. I also wish to give medicines to the sick, a regular supply of rice porridge, as well as bathing robes to the nuns.”",
    "ai-atk-s0513a44:457_0": "“But, Visākhā, what reason do you have asked for these eight reasons?”",
    "ai-atk-s0513a44:457_1": "Then one day, (these monks), from the group of six, experts in that monastery, thinking: “The Wise, friends, did this very mount the whole earthquake in the presence of the Faith.”",
    "ai-atk-s0513a44:457_2": "When the Teacher came and asked, “Mendicants, where is the talk about just now? Why, without first asking them, “Is there a single branch? ” When he had spoken, he said, “When I wasn’t able to get past it before, I had previously heard,",
    "ai-atk-s0513a44:458_0": "In the past, when King Sudatta had given a son called Sudassana, he gave him his son, and gave him a repair.",
    "ai-atk-s0513a44:458_1": "He went to the town hall and sat down on the swans.",
    "ai-atk-s0513a44:458_2": "The son of Brahmadatta, having gone to Brahmadatta, where he sat on the seat spread out.",
    "ai-atk-s0513a44:458_3": "When they had finished their meal and refused an invitation to eat more, they quickly returned to the teacher’s news, and crafts, then having slaughtered on the road, crafts, my teachers, timber, went to the shoots, saying: “Take, I’ll make my birds in different postures, my throat, my friend.”",
    "ai-atk-s0513a44:458_4": "They called Sudassana, knowing that he had been town-dwelling, “Sakka’s son,” and they added: “Sakka.”",
    "ai-atk-s0513a44:458_5": "Divine daughter-in-laws found in him.",
    "ai-atk-s0513a44:459_0": "Rucānandā, went to Takkasilā and slaveed him, and took a profession.",
    "ai-atk-s0513a44:459_1": "Also his father, wishing to give him a good roar, and she presented him to the highest boy, to whom I sent him off his daughter. She gave him another a drink to the donor, and I presented him with an enemy.",
    "ai-atk-s0513a44:459_2": "To those who come at Benares, King Bārāṇasī, he asked her, “What’s the point of giving to women?”",
    "ai-atk-s0513a44:459_3": "“For he who has attained suffering”,",
    "ai-atk-s0513a44:459_4": "“Well then, Bhaddā, to one of our daughter, bring one of using my daughter, and bringing them one hand.”",
    "ai-atk-s0513a44:459_5": "When the minister came and asked, he said, “My friend, I wasn’t able to get their wives, but I didn’t want it to offer a wiver. But I didn’t want it to tame that woman.”",
    "ai-atk-s0513a44:459_6": "They presented the King’s presence.",
    "ai-atk-s0513a44:459_7": "The King said: “When a difference between the seventy-four thousand leagues in an 80 kilometers, for three hundred leagues in that place, he brought it up.”",
    "ai-atk-s0513a44:460_0": "Sucimukhī, after hearing the word of the beauty in the middle of the silver, and hearing it from the variety of mine, I, seize it with my mother and father. She then, thinking, “I’ll give it to me,” and he added: “I won’t need a woman.”",
    "ai-atk-s0513a44:460_1": "After worshipping that most of the men, they recalled that maiden of money and grewed the chariot, and gave it to the prince.",
    "ai-atk-s0513a44:460_2": "After having become a meditation subject to the King Sudassana, he lived together with his son.",
    "ai-atk-s0513a44:460_3": "Those ten thousand years had embankments, their sons, or daughters of his wealth,",
    "ai-atk-s0513a44:460_4": "Then the royal bull elephant, having gathered round, said: “I shall go to the royal compound,” and he said, “When I have had finished, I told you what had happened. When I said, “You may I returned, God-King, I’ll return.” But there is no one of the King’s lovely painting.” Then he said, “I won’t be able to get your son, I’t want to make any other women.” But he should give you a share of my merit.",
    "ai-atk-s0513a44:461_0": "Having heard that, the king said, “Who did this? How does he think, woman who cankership over each of them?” Then he dismissed the king of Abhaya, having heard: “Whoever of all the women, the princess, will give to the enemy of town and country, along with all four thousand women who have gained the opposite of their own teachers?”",
    "ai-atk-s0513a44:461_1": "and those ten thousand years had elapsed their sons, their daughters-in-law, and their daughters was not even more.",
    "ai-atk-s0513a44:461_2": "he expelled four times, three times, four thousand times.",
    "ai-atk-s0513a44:461_3": "Those neither sons nor daughters became his daughter.",
    "ai-atk-s0513a44:461_4": "Thus he had many beautiful women.",
    "ai-atk-s0513a44:461_5": "Forty thousand years they dwelt in forty thousand years.",
    "ai-atk-s0513a44:461_6": "Then the Nāgas gathered and said, “We were sitting together at the gateway,” they told her, “My son was given a daughter-in-law.”",
    "ai-atk-s0513a44:461_7": "The King said, “Very well,” and after saying, “Give it to your son,”",
    "ai-atk-s0513a44:461_8": "Because they were born in them, they wouldn’t eventually manifest themselves with different sons.",
    "ai-atk-s0513a44:461_9": "The King said, “Have you a prepare a son, you too.”",
    "ai-atk-s0513a44:461_10": "Saying, “Very well,” she undertaken on the fifteenth day sabbath, having undertaken the sabbath with its eight factors.",
    "ai-atk-s0513a44:461_11": "After becoming a child, and becoming a child, and leaving their breasts and children went away.",
    "ai-atk-s0513a44:462_0": "* For the one who is wise, who has no virtue, the self-knowledge of Sakka,",
    "ai-atk-s0513a44:462_1": "Then Sakka, while roaming and discussing, he said: “I will give this bowl to my son, but I’ll give it to my son,” “I’ll give it to my son,” “I’m not able to do it.”",
    "ai-atk-s0513a44:462_2": "After a hundred times in Benares, while walking along the road, and seeing the fields, he was going to a seeking the field of merit for the Buddhas, while walking along the road, and seeing his slaves,",
    "ai-atk-s0513a44:462_3": "After causing themselves, they descended to the home of the Buddha, and making an end of the auspicious board, together with the children. Then, having made an end of them, they ran back together with the Puṇṇaka, and gave them one walking mindfully, to the Buddha, and gave them two months. Then they gave them a robe.",
    "ai-atk-s0513a44:462_4": "In this way undergoing the head of the Independent Buddhas, having that wore robes made of a leaf-hut.",
    "ai-atk-s0513a44:462_5": "“After the drums, they were reborn in the Bamboo Grove,” and they said,",
    "ai-atk-s0513a44:463_0": "And when they die at the time of the Thirty-Three, having been reborn in the company of the Thirty-Three, they multiply the Queen Mans.",
    "ai-atk-s0513a44:463_1": "So then they are reborn in the world of the gods.",
    "ai-atk-s0513a44:463_2": "Then, knowing that they were unable to arrive at a state of an inconvenience, he went to that state and worshipped him.",
    "ai-atk-s0513a44:463_3": "“Don’t go to the human realm.”",
    "ai-atk-s0513a44:463_4": "“Great King, what is called a human being who is questioned, repulsive, and gave merit for the sake of the world. What would I do to me?”",
    "ai-atk-s0513a44:463_5": "“Don’t enjoy nine orifices each of the gods. For eight leagues you’ll eat as a eight leagues, or nine or even a hundred leagues long.”",
    "ai-atk-s0513a44:463_6": "He consented in silence.",
    "ai-atk-s0513a44:463_7": "Sakka took hold of it, and brought it to the sages in the sky, and, stepped it through the air, she said: “I will show the son of my son, the prince.”",
    "ai-atk-s0513a44:463_8": "“Venerable Sir, please give me my wives to my hands.” And he did just that.",
    "ai-atk-s0513a44:463_9": "Then Sakka, out of compassion:",
    "ai-atk-s0513a44:463_10": "“I give you ethical conduct, what is your ethical behavior for you? What is your ethical conduct?”",
    "ai-atk-s0513a44:463_11": "They discarded that had been ejected and said, “If you wish to give me ethical conduct,” “There’s no need,” and they went to see him.",
    "ai-atk-s0513a44:463_12": "When she came through the air, she stood in the air.",
    "ai-atk-s0513a44:464_0": "Then those women informed, “Give up the queen, sirs! I’m able to show the same way.”",
    "ai-atk-s0513a44:464_1": "She prepared a heavy roar, and after making a shovel on the lion’s roar, and gave her to ethical behavior.",
    "ai-atk-s0513a44:464_2": "“Yes, my Queen.”",
    "ai-atk-s0513a44:464_3": "“Then, Venerable, please give me it.”",
    "ai-atk-s0513a44:464_4": "“But what will I do with virtue?”",
    "ai-atk-s0513a44:464_5": "Having heard his statement, he spoke thus: “Well then, listening to the virtues of virtue”, recited this verse:",
    "ai-atk-s0513a44:465_0": "102.",
    "ai-atk-s0513a44:466_0": "“Listen, Susīma, I first teach the time.",
    "ai-atk-s0513a44:467_0": "For ten thousand years I had embraced,",
    "ai-atk-s0513a44:468_0": "103.",
    "ai-atk-s0513a44:469_0": "“Brahmin, I Vessavaṇa the King’s stone,",
    "ai-atk-s0513a44:470_0": "I’m not aware of mind,",
    "ai-atk-s0513a44:471_0": "either made of gold or silver.",
    "ai-atk-s0513a44:472_0": "104.",
    "ai-atk-s0513a44:473_0": "“Then, Seer’s son, arose in me,",
    "ai-atk-s0513a44:474_0": "rejoicing, my head split into seven,",
    "ai-atk-s0513a44:475_0": "105.",
    "ai-atk-s0513a44:476_0": "“My father and my mother-in-law, and your father",
    "ai-atk-s0513a44:477_0": "these eight (follows) occurred to me,",
    "ai-atk-s0513a44:478_0": "106.",
    "ai-atk-s0513a44:479_0": "“I am a migrant going from sensual pleasures,",
    "ai-atk-s0513a44:480_0": "with care of Sakka and night, ancestors,",
    "ai-atk-s0513a44:481_0": "107.",
    "ai-atk-s0513a44:482_0": "“Then, Seer’s son, arose in me,",
    "ai-atk-s0513a44:483_0": "rejoicing, my head split into seven,",
    "ai-atk-s0513a44:484_0": "108.",
    "ai-atk-s0513a44:485_0": "“Brahmins, eight thousand of women,",
    "ai-atk-s0513a44:486_0": "whether anger or deceitful, not Isisiṅga,",
    "ai-atk-s0513a44:487_0": "109.",
    "ai-atk-s0513a44:488_0": "“Now that I’m not to give it up,",
    "ai-atk-s0513a44:489_0": "one always lives in oneself, all of them will have an enemy,",
    "ai-atk-s0513a44:490_0": "110.",
    "ai-atk-s0513a44:491_0": "“Then, Seer’s son, arose in me,",
    "ai-atk-s0513a44:492_0": "rejoicing, my head split into seven,",
    "ai-atk-s0513a44:493_0": "111.",
    "ai-atk-s0513a44:494_0": "“If remains for my departure, they resplendent when they live in the forest,",
    "ai-atk-s0513a44:495_0": "From then on the legitimate day of her rejoice, the conversion of the Dhamma is raised.",
    "ai-atk-s0513a44:496_0": "112.",
    "ai-atk-s0513a44:497_0": "“Then, Seer’s son, arose in me,",
    "ai-atk-s0513a44:498_0": "rejoicing, my head split into seven,",
    "ai-atk-s0513a44:499_0": "113.",
    "ai-atk-s0513a44:500_0": "“Ascetics and brāhmaṇas, who were straying ascetics and brahmins,",
    "ai-atk-s0513a44:501_0": "One should pay homage to them one who is always careful,",
    "ai-atk-s0513a44:502_0": "114.",
    "ai-atk-s0513a44:503_0": "“Then, Seer’s son, arose in me,",
    "ai-atk-s0513a44:504_0": "rejoicing, my head split into seven,",
    "ai-atk-s0513a44:505_0": "115.",
    "ai-atk-s0513a44:506_0": "“After the fourteenth, the fifteenth, and the eighth of the fortnight,",
    "ai-atk-s0513a44:507_0": "which in the past, future and present,",
    "ai-atk-s0513a44:508_0": "always restrained in the observance-day procedure,",
    "ai-atk-s0513a44:509_0": "116.",
    "ai-atk-s0513a44:510_0": "“Then, Seer’s son, arose in me,",
    "ai-atk-s0513a44:511_0": "rejoicing, my head split into seven pieces.”",
    "ai-atk-s0513a44:512_0": "Herein, the great hermit is the best of men.",
    "ai-atk-s0513a44:512_1": "pure and glory, brilliant,",
    "ai-atk-s0513a44:512_2": "(All these) sixteen thousand (supernatural) desires, he is the first earthquake.",
    "ai-atk-s0513a44:512_3": "In whatever place the time of the one, begging from there to time, I am eighty thousand years.",
    "ai-atk-s0513a44:512_4": "I don’t understand: ‘Amongst embarrass and vagina; I don’t know that there’s no danger or deceit or another.’",
    "ai-atk-s0513a44:512_5": "is the Lord of the World.",
    "ai-atk-s0513a44:513_0": "They were satisfied by me, and they robbed me on both sides. Then they went on to say:",
    "ai-atk-s0513a44:513_1": "led to harm, delighting in heaven, he endowed with good behavior,",
    "ai-atk-s0513a44:513_2": "For I have never done enough,",
    "ai-atk-s0513a44:513_3": "the one rains on the senses.",
    "ai-atk-s0513a44:513_4": "Who fulfills the ten opposite sex with the ten ways of doing good deeds,",
    "ai-atk-s0513a44:513_5": "When she had nurses her by the feet, she said: “Why should I do so!",
    "ai-atk-s0513a44:514_0": "I together with my wife, bearing the wife of one who knows material things.",
    "ai-atk-s0513a44:514_1": "archery was not given up, relying on the path that brings anger.",
    "ai-atk-s0513a44:514_2": "(but even) they are destroyers of their enemy, so I shall not see you like a palm stump.",
    "ai-atk-s0513a44:514_3": "There is no eleventh in which I loved ones.",
    "ai-atk-s0513a44:514_4": "out of compassion for all, and so on I look after myself with a thousand companions.",
    "ai-atk-s0513a44:515_0": "he does not legitimately, in accordance with the rule, which is the meaning of the legal procedure of which can be done by an incomplete assembly.",
    "ai-atk-s0513a44:515_1": "I gladly, my wife, and my grand-daughter, constantly departing, “I have become flayed! My slaves, what do I have been like?’",
    "ai-atk-s0513a44:515_2": "she was grabbed by paying homage to her, and whipping it up,",
    "ai-atk-s0513a44:515_3": "Pāṭaligāma, the fourteenth, fifteenth, and four days.",
    "ai-atk-s0513a44:515_4": "Always : the five stages of the urgency, the heart’s wish , and the rest.",
    "ai-atk-s0513a44:516_0": "When she was speaking well in this way, even when she had obtained virtues of a hundred thousand lines of special qualities, they were unable to maintain the stain of avarice. Then when she had reached out the special qualities of their own special qualities, they said: “This is greater thanking.” And when she was not able, they said, “What can there be fortunate for her own good qualities?”",
    "ai-atk-s0513a44:517_0": "117.",
    "ai-atk-s0513a44:518_0": "“Your of the Dhammapada:",
    "ai-atk-s0513a44:519_0": "Bhaddā, you shook your own son, in your own welfare.",
    "ai-atk-s0513a44:520_0": "118.",
    "ai-atk-s0513a44:521_0": "“You’re born in an unborn and glorious one,",
    "ai-atk-s0513a44:522_0": "the king of the Truth was heedless.”",
    "ai-atk-s0513a44:523_0": "Herein, in accordance with the Dhamma’s virtue: having the virtues of virtue, greatness,",
    "ai-atk-s0513a44:523_1": "Those who are found: they all will gain the state of existence.",
    "ai-atk-s0513a44:523_2": "born of mother and father,",
    "ai-atk-s0513a44:523_3": "He who has glorious conduct and is endowed with fame.",
    "ai-atk-s0513a44:523_4": "That’s why he thinks: “May such a child not arise in you.”",
    "ai-atk-s0513a44:524_0": "Having heard his statement, they spoke two verses on the Two verses:",
    "ai-atk-s0513a44:525_0": "119.",
    "ai-atk-s0513a44:526_0": "“Through the dust and dirt, while standing in the sky,",
    "ai-atk-s0513a44:527_0": "(Speak is) speaking (it) for me to the heart.",
    "ai-atk-s0513a44:528_0": "120.",
    "ai-atk-s0513a44:529_0": "“Your words are truly happy,",
    "ai-atk-s0513a44:530_0": "or who are you annoyed by me?”",
    "ai-atk-s0513a44:531_0": "Herein, Sakka is able to come back to the beginning’s end, and so is able to go forth on retreat. And he has gone forth in return.",
    "ai-atk-s0513a44:531_1": "Their untroubled:",
    "ai-atk-s0513a44:531_2": "What you say is constantly speaking with me when I said: I have come here.",
    "ai-atk-s0513a44:531_3": "Yet you possess the great (magical) powers, who have reached the final stage of life, and who has reached (his) power within them.",
    "ai-atk-s0513a44:532_0": "The verses were spoken by Sakka,",
    "ai-atk-s0513a44:533_0": "121.",
    "ai-atk-s0513a44:534_0": "“He who have come, God-King, are endowed with good qualities,",
    "ai-atk-s0513a44:535_0": "I’m able to stay for a thousand years.",
    "ai-atk-s0513a44:536_0": "122.",
    "ai-atk-s0513a44:537_0": "“One who lives in the world of the living, and in conformity with their foes,",
    "ai-atk-s0513a44:538_0": "Who are intelligent, virtuous, respecting their Mothers-in-Law, faithful to their husbands.",
    "ai-atk-s0513a44:539_0": "123.",
    "ai-atk-s0513a44:540_0": "“See, Sumedhā, so pure in action,",
    "ai-atk-s0513a44:541_0": "Gods and divine beings",
    "ai-atk-s0513a44:542_0": "124.",
    "ai-atk-s0513a44:543_0": "“Happy in a well-controlled,",
    "ai-atk-s0513a44:544_0": "Here in the royal family of snakes, having overcome all suffering,",
    "ai-atk-s0513a44:545_0": "125.",
    "ai-atk-s0513a44:546_0": "“The King Uttiya, wins both counts",
    "ai-atk-s0513a44:547_0": "They live in the world of the gods, and are reborn here.",
    "ai-atk-s0513a44:548_0": "126.",
    "ai-atk-s0513a44:549_0": "“Not longing for the welfare of the Dhamma,",
    "ai-atk-s0513a44:550_0": "I will give you spend (alternative).”",
    "ai-atk-s0513a44:551_0": "Herein, thousand-eyees there were a thousand instances, and a thousand instances,",
    "ai-atk-s0513a44:551_1": "A woman’s touch:",
    "ai-atk-s0513a44:551_2": "endowed with the three doors, namely,",
    "ai-atk-s0513a44:551_3": "such a kind of person",
    "ai-atk-s0513a44:551_4": "they’re wise, cling to it,",
    "ai-atk-s0513a44:551_5": "(but) this person wins in both this world and the next, it is held in the future.",
    "ai-atk-s0513a44:551_6": "Not hearing about the world of the gods, and men, they keep winning in both this world and the next.",
    "ai-atk-s0513a44:551_7": "(So) this Dhamma and Discipline, being endowed with",
    "ai-atk-s0513a44:551_8": "This is the way of saying:",
    "ai-atk-s0513a44:551_9": "love for me and see that is my love for me.",
    "ai-atk-s0513a44:552_0": "I have some business to do.”",
    "ai-atk-s0513a44:552_1": "But the son of Cūḷapanthaka, after gradually she was conceived in the womb.",
    "ai-atk-s0513a44:552_2": "When she had been established in the womb of the King, she informed the King.",
    "ai-atk-s0513a44:552_3": "After the ten months had wives, they gave birth to a son,",
    "ai-atk-s0513a44:552_4": "both of them said, “We were milk-rice and honey-balls,” and the royal compound (the Buddha) gave the Mahākadassana to the King.",
    "ai-atk-s0513a44:552_5": "And the king thought, “My son has been assigned for a child that was because he had been swiftly departed.”",
    "ai-atk-s0513a44:552_6": "grabbed the girl by the sovereignty consisting of a profession.",
    "ai-atk-s0513a44:552_7": "The King, after surveying his son, said this to the Queen:",
    "ai-atk-s0513a44:552_8": "“Bhaddā, please build a palace for me to visit my son. I’ll make a pleasing and delightful Kappa.”",
    "ai-atk-s0513a44:552_9": "She replied, “Very well, sir.”",
    "ai-atk-s0513a44:552_10": "The king said, “Listening a site for ourselves, why don’t we spend our home in our home? ” Then he chopped him with a palace.",
    "ai-atk-s0513a44:552_11": "They replied, “Good, sire!”",
    "ai-atk-s0513a44:553_0": "At that moment Sakka’s he showed the heat of the Sineru,",
    "ai-atk-s0513a44:553_1": "He understood his building work, and having purged that deed, saying: “Go and returned to the building work, a league by league for eight leagues, or two or three leagues, and eight leagues, or a hundred leagues in height.”",
    "ai-atk-s0513a44:553_2": "He then went to a new palace, and gave it to the King, “God-King your guesthouse on the ground, where he ate the stair of the garden.” Then he sent for the bed of the seventh time.",
    "ai-atk-s0513a44:553_3": "The large stilt longhouses had three pieces of cotton is the most important one, and three the blessings.",
    "ai-atk-s0513a44:553_4": "shaven-headed out both arms and the seventhly celestial dove-footed nymphs.",
    "ai-atk-s0513a44:553_5": "Neither the king did not had the same gains as defeat.",
    "ai-atk-s0513a44:553_6": "After eating seven years, they asked, “Have stayed at the most seven of the dwellings, and when asked for seven years, I must eat the dust of the beds,” and when asked for seven years, they said: “In this way it will be enough to answer.”",
    "ai-atk-s0513a44:553_7": "Then the king said, “Just now, my son, you’ll feed me with a laugh, since I have to go.”",
    "ai-atk-s0513a44:553_8": "Then the populace her dreadful, having the dreadful racket, saying:",
    "ai-atk-s0513a44:553_9": "were unable to make laughing loads of sunn hemp, and assembled the king on account of the time.",
    "ai-atk-s0513a44:553_10": "A long time they haven’t seen their own psychic powers,",
    "ai-atk-s0513a44:554_0": "Then the terrified Caṇḍakāka and Paṇḍuka said, “Peṇḍuka, let us enter Khemaka!” But the king said, “Weighing up to the royal stomach.",
    "ai-atk-s0513a44:554_1": "He then threw the royal gate in the royal compound named Bhaṇḍuka, having the name of the female elephants. After folding his branch, he plunged into the branches.",
    "ai-atk-s0513a44:554_2": "At the end of the Ambaṭṭha, it seems,",
    "ai-atk-s0513a44:554_3": "Then the slaves servants grabbed them with the servants and placed them in the water.",
    "ai-atk-s0513a44:554_4": "He robed up and did not, and he wore it. Being re-entered, he threw her.",
    "ai-atk-s0513a44:554_5": "and a great laughing neither see nor laughing,",
    "ai-atk-s0513a44:554_6": "the chieftain Paṇḍuka was set up a fire-place furnished with the King’s assembly. Having entered his assembly with the assembly.",
    "ai-atk-s0513a44:554_7": "and dropped it in the water.",
    "ai-atk-s0513a44:554_8": "He dressed in a charming Clothe, put on the upper robe garments, and putting it on.",
    "ai-atk-s0513a44:554_9": "And when the king saw him, the king did not laugh.",
    "ai-atk-s0513a44:554_10": "And the people were unable to laugh.",
    "ai-atk-s0513a44:555_0": "Having understood that Kāpaṭika, he laughed and played him.",
    "ai-atk-s0513a44:555_1": "He then returned to the royal compound, one in the air, one in the air, one in the air, one in the air, the wide, the one dancer, the other with the hand.",
    "ai-atk-s0513a44:555_2": "Having seen that, a laughed and snapped laughed,",
    "ai-atk-s0513a44:555_3": "For if he was laughing, playing, and making funeral pyre, the king was able to make him loudly when there was funeral pyre, and it was finished in that place.",
    "ai-atk-s0513a44:555_4": "In the case of the king, “Prince, this is the one called a golden palanquin.”",
    "ai-atk-s0513a44:555_5": "The king were reborn in the world of the gods, and making merit in the world of the gods, he returned to the gods.",
    "ai-atk-s0513a44:556_0": "The Teacher said this to him: “Monks, when I had done this Dhamma preaching, I lived like a lay follower, have gone forth.”",
    "ai-atk-s0513a44:556_1": "“This Mahāvijita was Victor, Subhadda, the branch of Sudassana. He was able to leave.”",
    "ai-atk-s0513a44:557_0": "the sixth colorful white like gold.",
    "ai-atk-s0513a44:559_0": "Taking up the color of five hundred flavors,",
    "ai-atk-s0513a44:560_0": "Now you don’t observe the sabbath of the lay followers, this is the Teacher at Gate.",
    "ai-atk-s0513a44:560_1": "Now, a teacher of the Dhammadinnā has caused a four Buddhas to beginned in the middle of the four quarters, and having conquered all the Paccekabuddhas, he asked: “How is this today, reverend Sir, how is it said this to have been conquered, “How is it, lay followers? ” and “(on the Fraternity) my followers, my followers, my followers, my followers, I questioned the Uposatha hall with the sweetmen, aunical lay followers?”",
    "ai-atk-s0513a44:561_0": "In the past, past was eighteen throughout the three realms,",
    "ai-atk-s0513a44:561_1": "the Buddha-to-be having given up the Magadhan chief minister the brahmin lady, returned to his own family and entered Kāla castle, saying: “Wait, this hermitage managed.” Then he entered Kālaka’s hermitage,",
    "ai-atk-s0513a44:561_2": "But in a certain jungle thicket not far from the Bamboo Grove together with his own hands, the silk-poles, the crafts, and the tangles in one forest grove.",
    "ai-atk-s0513a44:561_3": "And the four ladys went to the hermits’ Dhamma,",
    "ai-atk-s0513a44:562_0": "Then one day, the wife set out from the house and set out for the family,",
    "ai-atk-s0513a44:562_1": "But their bodies go alone, took hold of a pot and sauce.",
    "ai-atk-s0513a44:562_2": "While hearing her, he saw the sound of the drums, and he looked around it.",
    "ai-atk-s0513a44:562_3": "(But) after slaying him), don't eat anything.",
    "ai-atk-s0513a44:562_4": "While still running, he thought, “Will I be seized by sensual desire?” and he thought, “When I was tired?” and he left, he won’t go away.",
    "ai-atk-s0513a44:562_5": "He then took a opportunity to catch out of greed and catching it into a blade of greed.",
    "ai-atk-s0513a44:563_0": "and he seeks out of ghee, thinking, “I’ll seeking a place where to wander and go out.” He seeks a village to wander in the forest.",
    "ai-atk-s0513a44:563_1": "Then a government official, having taken his sacrificial postsmen village with the ears, took the sweet sound of a hundred peacocks, just as the crooksen fiery cows in the ketttled ears, the horns (after) in a strong wind.",
    "ai-atk-s0513a44:563_2": "Then he stepped his feet",
    "ai-atk-s0513a44:563_3": "he robbed the flame, and he pulled the life.",
    "ai-atk-s0513a44:563_4": "They all came to the village. After hearing, they all came back, and anointed him, all the fragrances. After paying homage, they departed.",
    "ai-atk-s0513a44:563_5": "The snake came out of the house and thought, “I will take this life and go to the heart. But now with my heart and live in dependence on anger. But when I returned, I shall not take this matter.” They then went to the observance-day procedure and then, having taken her life, he took her and went to the observance-day procedure.",
    "ai-atk-s0513a44:564_0": "seeking a hole with the ascetic Siṅgālaka, thinking: “There is a lump of double-robe,” and so he went to a go to a post, saying, “This is a large post,” he went to the stone piece of me,",
    "ai-atk-s0513a44:564_1": "There they get used to give the gratification, like a stone that was deposited in the floor.",
    "ai-atk-s0513a44:564_2": "cut up like a palm stretched in a rock.",
    "ai-atk-s0513a44:564_3": "Like a crow that of pebbles was embraced by a snake, like the box;",
    "ai-atk-s0513a44:564_4": "The tubes was like a chariot thrown in a drop of water.",
    "ai-atk-s0513a44:564_5": "While he was eating, he entered a hollow, and instead of alcoholic drinks made of meat. Next, he entered and emerged from it. And whenever they fall into it, he drank muddy water, and lies down on it.",
    "ai-atk-s0513a44:564_6": "He thought, “When I’m not alone, what can I do for me and then leave? ” and he fell down outside the house on the ground, and crying it outside.",
    "ai-atk-s0513a44:564_7": "and later, when the elephants came out through the air, the charnel ground smeared with the charnel ground on the clumps of trees, the smeared on the road, and came out through the throne.",
    "ai-atk-s0513a44:564_8": "On one day, when he was watching the rains residence in the month of the rainy season, having made an end of the rainy season.",
    "ai-atk-s0513a44:564_9": "Cigāra’s mother also saw him, thinking, “When I’ll get tired, I’ll have a comfortable (?).”",
    "ai-atk-s0513a44:564_10": "While going out through the air heats all the parts of the body, having fallen from the tips of the hairs, as it were, then on the palms of the (food).",
    "ai-atk-s0513a44:564_11": "After saying to them: “Because of me that, what is unpleasant, I shall go to the Godhika,” and doing the observance-day procedure, he went to the cows to one side.",
    "ai-atk-s0513a44:565_0": "too, the monk who left the houseless life shook. He went to the Mallas’ village.",
    "ai-atk-s0513a44:565_1": "When they were told a village, they did not intimate with bowing down to the shaveling, and they left.",
    "ai-atk-s0513a44:565_2": "The people, having understood that crowd, surrounded by the people, climbed him, and gave him to the name of the jute.",
    "ai-atk-s0513a44:565_3": "After eating that rubbish during the sixteen powder’s own life and went to the neighborhood of the sun and moon, thinking, “I shall go to the observance-day procedure and take it,” he took it by myself and went to the cows, thinking, “I’ll do the observance-day procedure with her separate hand.” He then went to the cows to the observance-day procedure and went to the assembly, thinking, “I will not take it,” and he sat down to one side.",
    "ai-atk-s0513a44:566_0": "And so, having given up the trial period for his own birth, being unable to say: “After giving up a thought of rebirth,",
    "ai-atk-s0513a44:566_1": "Then he knew it was the one Independent Buddhas: “He saw the Bhaddā Kumāra, he thought of all, adding, “Now, I shall come to this very first house,” and he in this way, with the attainment of the supreme Buddha and so forth.",
    "ai-atk-s0513a44:566_2": "When he saw her, he came out of the house and said: “Why have you come?” and so he sat down on a prepared seat and made a bench, he brought it to the ascetic’s head, and said, “Hey, why have you come to me?”",
    "ai-atk-s0513a44:566_3": "Then he, thinking, “Bhaddā Kāpilānī, did I woke offered to the influence of Bhaddā Kāpilānī, and when I was still a Buddha, I will tell you (themself): “Tough I was a Buddha, I will lay down on my own.” And he passed away from that place I was named Bhaddiya, the highest of men, and I will tell you (and asked): “Ahold the Buddha, he, he, he, he, the son of the past lives no more future lives.”",
    "ai-atk-s0513a44:566_4": "And so they spoke to him in that way. The Buddha didn’t question him, saying: “I will become a Buddha, the Awakened One.”",
    "ai-atk-s0513a44:566_5": "Then the Independent Buddhas said: “Here, the hermits of his birth, like a wide open through the air, after standing in the sky, and giving the sign of his own hands to his feet.” Then he said, “Like off his own knees, having gone to the sky like a circle of his own hands, after which,",
    "ai-atk-s0513a44:567_0": "The ascetic, having arrived at the four quarters and said: “When I have arrived at such a very moment, I am going to the sky, I will winnow my body, do the observance-day procedure, and with a Buddha, I will be like the Lord of the World’s feet, ‘I will be like the Lord of the Earth. World, when I was sitting in such and such my feet, I will be no more fruit, yet I will sit down level of my son, and like this hes and pulled up: ‘This is no more wise man.’",
    "ai-atk-s0513a44:567_1": "Then the Friends, having approached, bowed, sat down,",
    "ai-atk-s0513a44:567_2": "The great teacher asked: “Are you unable to get rid of the day in others, and you won’t get today?”",
    "ai-atk-s0513a44:567_3": "“Yes, Sir.”",
    "ai-atk-s0513a44:567_4": "Then with the reasoning, “What was the first reason?” spoke the first verse:",
    "ai-atk-s0513a44:568_0": "127.",
    "ai-atk-s0513a44:569_0": "“It’s hard to do, hard to get enough food, and drink, food, and drink.",
    "ai-atk-s0513a44:570_0": "The one who endures (intowards), why why should he endure?”",
    "ai-atk-s0513a44:571_0": "Herein, there is no use of eating alcoholic drinks that cannot staple food, which is the meaning.",
    "ai-atk-s0513a44:572_0": "Having heard that, the two verses were spoken:",
    "ai-atk-s0513a44:573_0": "128.",
    "ai-atk-s0513a44:574_0": "“In the past I wasiddhattha, my grandmother, I came to this spot in the water.",
    "ai-atk-s0513a44:575_0": "Then Sāketa became one of the worst,",
    "ai-atk-s0513a44:576_0": "129.",
    "ai-atk-s0513a44:577_0": "“Having perished the mind from sense pleasures, which is unattached to passion,",
    "ai-atk-s0513a44:578_0": "That’s why I guaranteed him not because I’re free of greed.”",
    "ai-atk-s0513a44:579_0": "There they delight in this delightful place: delight in this delightful place, having like a dog, with an abode, as a poultry, or a gem.",
    "ai-atk-s0513a44:580_0": "The observance-day procedure, in the performing of the sabbath, he asked Mahāmeghavana.",
    "ai-atk-s0513a44:580_1": "So they truly understand:",
    "ai-atk-s0513a44:581_0": "130.",
    "ai-atk-s0513a44:582_0": "“It’s unconcealed, cowherded, with an iron cauldroned,",
    "ai-atk-s0513a44:583_0": "The one who endures (like) savings, why should he be regarded as long as he likes?",
    "ai-atk-s0513a44:584_0": "131.",
    "ai-atk-s0513a44:585_0": "“He was reborn in a village, and a very strong cow who had praised",
    "ai-atk-s0513a44:586_0": "So let me go to that place.",
    "ai-atk-s0513a44:587_0": "132.",
    "ai-atk-s0513a44:588_0": "After leaving the village, they left the town, and departed.",
    "ai-atk-s0513a44:589_0": "Therefore I should be satisfied, and I should not beat angered again and again.",
    "ai-atk-s0513a44:590_0": "133.",
    "ai-atk-s0513a44:591_0": "“For me, my child, ~ many wrong times,",
    "ai-atk-s0513a44:592_0": "you’ll be extinguished by the acceptance of (surely) territory and horns.",
    "ai-atk-s0513a44:593_0": "134.",
    "ai-atk-s0513a44:594_0": "“He has entered a pair of elephants, cows, horses, gongs,",
    "ai-atk-s0513a44:595_0": "The hot seasons, the sacred flame, and the currents (?) the current of the wind (was heard).",
    "ai-atk-s0513a44:596_0": "135.",
    "ai-atk-s0513a44:597_0": "“So, Paṇḍuka, I am a path,",
    "ai-atk-s0513a44:598_0": "My Megha, and the Great Cloud Grove (all) youths have been brought for him.",
    "ai-atk-s0513a44:599_0": "136.",
    "ai-atk-s0513a44:600_0": "“Sir, I am like the moon in the waning fortnight.",
    "ai-atk-s0513a44:601_0": "Therefore I worship the Wicked One with a (only) greed and hate.",
    "ai-atk-s0513a44:602_0": "137.",
    "ai-atk-s0513a44:603_0": "“Have you resided in the charnel ground, why are you doing the same?",
    "ai-atk-s0513a44:604_0": "If you get milk, so long as he lives, why should you bear it?",
    "ai-atk-s0513a44:605_0": "138.",
    "ai-atk-s0513a44:606_0": "“I’ve heard that it was pleasant.”",
    "ai-atk-s0513a44:607_0": "Then the people, having left the village by Koṇḍañña, shopped me in the village with their words.",
    "ai-atk-s0513a44:608_0": "139.",
    "ai-atk-s0513a44:609_0": "“He who was frightened with his nephews came to the neighborhood of a requisite which was given to him.",
    "ai-atk-s0513a44:610_0": "Therefore he should be satisfied with the spiritual life.”",
    "ai-atk-s0513a44:611_0": "Herein, (these) thefter of ignorance, the Lord of the World",
    "ai-atk-s0513a44:611_1": "wide like an outcaste’s wall,",
    "ai-atk-s0513a44:611_2": "having overcome suffering, may he suffering, having overcome all suffering.",
    "ai-atk-s0513a44:611_3": "so many reasons:",
    "ai-atk-s0513a44:611_4": "I entered this hermitage.",
    "ai-atk-s0513a44:611_5": "The Simile of the Sun,",
    "ai-atk-s0513a44:611_6": "I went out.",
    "ai-atk-s0513a44:611_7": "thinking under her.",
    "ai-atk-s0513a44:611_8": "While being craft, despised,",
    "ai-atk-s0513a44:611_9": "He is low, hereafterred: one who is very blameworthy,",
    "ai-atk-s0513a44:611_10": "Who is a _paṇḍaka_, or a man with the _paṇḍaka_,",
    "ai-atk-s0513a44:612_0": "After making the fourteenth and four great sacrifices, they all came to the Great Wood, and for the sake of the fruit, saying: “Like the fruit of the night, observed your fruit, bring you the fruit of the Fraternity.”",
    "ai-atk-s0513a44:613_0": "140.",
    "ai-atk-s0513a44:614_0": "“That’s what we’ve asked, sir.",
    "ai-atk-s0513a44:615_0": "Yet we ask you, sir! Why is it that you?”",
    "ai-atk-s0513a44:616_0": "And the one who declares about them:",
    "ai-atk-s0513a44:617_0": "141.",
    "ai-atk-s0513a44:618_0": "“My hermitage, who is free from fear, sat down,",
    "ai-atk-s0513a44:619_0": "He will go to the householden Godhā and the name and clan of all the.",
    "ai-atk-s0513a44:620_0": "142.",
    "ai-atk-s0513a44:621_0": "“I’m not even give the palace to him with my feet, nor asked him",
    "ai-atk-s0513a44:622_0": "Therefore I will be pronounced by a frightening shapes and later.”",
    "ai-atk-s0513a44:623_0": "Whatever you ask, (saying):",
    "ai-atk-s0513a44:623_1": "the in accordance with his own (magical) powers, and we answered him.",
    "ai-atk-s0513a44:623_2": "Without defilements, undefiled:",
    "ai-atk-s0513a44:623_3": "He replied to me, thus he will be the chief of the gods. And he will be the Buddha, the highest of the supreme beings.",
    "ai-atk-s0513a44:623_4": "This is how I worship the Lord of Delight, the Best of Men (saying): “I am your feet,",
    "ai-atk-s0513a44:624_0": "After making this Uposatha hall and given them to the observance-day procedure, he entered a leaf-hut, and instead went back to the charnel ground.",
    "ai-atk-s0513a44:624_1": "Mahāpajāpatī Gotamī, together with his wives, vanished from here and there.",
    "ai-atk-s0513a44:625_0": "The Teacher, having said this to the them: “Having all the Palace, this is the ancient lay follower of the Khaṇḍas, having just been born in the ancient time, he should make the Uposatha.”",
    "ai-atk-s0513a44:625_1": "“The misternest Possessively, Kassapa. He had fortunate ghee.”",
    "ai-atk-s0513a44:626_0": "Pañcālacaṇḍa, ~ Seven on the heels,",
    "ai-atk-s0513a44:628_0": "Taking the golden palanquin,",
    "ai-atk-s0513a44:629_0": "If I were to get yourvolved in the Jeta Grove, that is a teacher who was athornying one monk.",
    "ai-atk-s0513a44:629_1": "Surely the Teacher asked him, “Sir, it seems, when your teacher asks him the truth, why is it true that you were acting like this?” Then he said, “Today is this monk was like that my misfortune, having turned back, when I came to the realm or when I had spent a load carried on an old mat of timber, he didn’t get my threshed right back, and when I had completed the paste.",
    "ai-atk-s0513a44:630_0": "In the past, when Brahmadatta was ruling in Benares, he gave the Brahmadatta (saying): “In the past Island of the Brahmadatta, the chief of men, (all these are positions of the Buddhas,",
    "ai-atk-s0513a44:630_1": "his parents, after pregnancying the territory on the ground, he left.",
    "ai-atk-s0513a44:630_2": "The mother is droven, but is not reborn in another. And it’s not possible for such a very long time, or being reborn.",
    "ai-atk-s0513a44:630_3": "Therefore at that time the golden plates made of gold, and as a golden plates on the appearance of a golden colour. Then the golden neck floor in his own form,",
    "ai-atk-s0513a44:630_4": "After two eyes were red like a couch, with the dye-coloured floor, and with the color of buttermilk, I entered inside.",
    "ai-atk-s0513a44:630_5": "and was violent and was undergone goods.",
    "ai-atk-s0513a44:630_6": "They all surrounded the kingdom assembled together,",
    "ai-atk-s0513a44:631_0": "On the following day he saw a drink with water: “I’ll see to all forms that were very nice, and I’ll feather about all having seen this, and I’ll live comfortably.”",
    "ai-atk-s0513a44:631_1": "When he was grabbed in the nights, he entered the Himalayas, having built a forest grove, entered the Himalayas, and there were three valuable he entered the Great Wood. There he stood at the foot of a tree not far from the kingdom. There was a single tree standing nearby.",
    "ai-atk-s0513a44:631_2": "But there is a mountain in the middle of a mountain heat.",
    "ai-atk-s0513a44:631_3": "After a wound, he fell down his penis with his mouth,",
    "ai-atk-s0513a44:631_4": "But it cannot be placed neither charmed nor able to recall through the opposite sex.",
    "ai-atk-s0513a44:631_5": "When he saw her, he sat down on the golden statue there. Then, while finishing the moon in the evening, and entering the royal garden, he thought, “This is embankment, the king of mountains, below the cowherd, the moon, sun, and circumambulated it with eyes.” And after seeing his own victory pit, he circumambulated the sun and moon, he said, “This is length, walking for the sake of all these days,” and having seen the sun, he said, “This is to the throne of the Suppicils, to the length,”; after seeing his owner of the thing evening that evening that evening that evening this valuster of the sun, he said, he said, to the le to the strahade, and he said, he said, “There le to the le to the sun has come to his owner of a single one",
    "ai-atk-s0513a44:632_0": "Then, on one occasion, one day, having seen the son of the forest anyone sitting in the wilderness, a forest had come to his own son, and said to his own son,",
    "ai-atk-s0513a44:632_1": "if he asks him, “Perhaps there is a king of mountains, if he asks him about it,”",
    "ai-atk-s0513a44:632_2": "At that time in the day of Bārāṇasī there was a lady named Khema tank named Benares.",
    "ai-atk-s0513a44:632_3": "Such was the scornment –",
    "ai-atk-s0513a44:632_4": "“He gave a teaching to the goldenmies, beautifully, and having given a teaching, he then conquered the Dhamma.”",
    "ai-atk-s0513a44:632_5": "She said, “So it seems finest lady,” and when she urges her on, she thought, “Whoever wins out when I was able to think this, “It would not be like that!” and she thought, “It would be like that.”",
    "ai-atk-s0513a44:632_6": "Then the King went to her and asked: “What are you doing, ~? What are you doing?”",
    "ai-atk-s0513a44:632_7": "“I’ve a hater;”",
    "ai-atk-s0513a44:632_8": "“What do you want, Bhaddā?”",
    "ai-atk-s0513a44:632_9": "“He is able to teach the golden colour of silver.”",
    "ai-atk-s0513a44:632_10": "“Bhaddā, may I get that very blameworthy!”",
    "ai-atk-s0513a44:632_11": "“I don’t say so. My life is span.”",
    "ai-atk-s0513a44:632_12": "“Bhaddā, wishing: “Where do you think, sir? If the king asked him, there was a golden garland, he came to him and questioned him about the golden garlands,” and he asked the golden statue there, “Where did the golden statue in this golden palanquin the golden named golden pretext.”",
    "ai-atk-s0513a44:632_13": "“The brahmins know, sir.”",
    "ai-atk-s0513a44:633_0": "The King, summoned him:",
    "ai-atk-s0513a44:633_1": "The brahmins said, “Great King, I domesticated bears all the marks of the carts, brahmins, householders, and women.”",
    "ai-atk-s0513a44:633_2": "The King, Vajirā, having conquered his own form, asked: “Dear Previously you have seen the golden drums, chewed?”",
    "ai-atk-s0513a44:633_3": "And they said, “This isn’t seen”.",
    "ai-atk-s0513a44:633_4": "But whoever has told him, said:",
    "ai-atk-s0513a44:633_5": "“I’ve never seen or heard before, but I did not say.”",
    "ai-atk-s0513a44:633_6": "The King, away, catching him, “Give me that wealth, and bring it back.” And he gave him a large amount of wealth.",
    "ai-atk-s0513a44:633_7": "When he saw his son, he reported a great donation and threw him. Having seen a stone in the middle of the behel, he drank! Then after he said, “Give meat!”",
    "ai-atk-s0513a44:633_8": "“The king, if he was because of his wife, having made him conquered, Mount Mount Mount Vepulla, and then, except for that golden garland, he plunged into the golden garland.”",
    "ai-atk-s0513a44:634_0": "Then the king was King than.",
    "ai-atk-s0513a44:634_1": "The golden ponds saw him, and he thought, “I’ll get him to drink.” And he gave his hand for the sake of a gold coin.",
    "ai-atk-s0513a44:634_2": "And he fell at the dead.",
    "ai-atk-s0513a44:634_3": "These six royal wounds were covered in the Himalayas, (from the Himalayas.",
    "ai-atk-s0513a44:634_4": "seventh day-to-be foundation, thinking “The King of Bāhiya is seventh day.”",
    "ai-atk-s0513a44:634_5": "Then, on seeing this little river, he had no limited desires for women. On seeing this little river he brought for the purpose of deludedness, and he cannot attain the spiritual life. Then, after going to the Bodhisatta’s reaching the enlightenment of the funeral pyre, going to Both the Enlightenment-tree stretched for the Rains, the moon, or the sun’s foot. Tree binding it with a limited place, he torture, and after going to the oppposing, heaping, he should go to the pile of delusion in the monastery, to the monastery, and to the end of the accursing one, he should not to the choose a trad.",
    "ai-atk-s0513a44:634_6": "Just as that wise man, with a staff made of iron balls all for a hundred years, leaning on a staff, wrapped in a charnel ground.",
    "ai-atk-s0513a44:634_7": "Because he was able to make a small lamp, he came to Kāpaṭika, and when he arrived at her feet he inserted the Beyond.",
    "ai-atk-s0513a44:634_8": "And seven hundred years old, transmigrating, chopping the feet and tie it up.",
    "ai-atk-s0513a44:635_0": "Then the son of hunters thought, “Perhaps I have not seen this ten years (saying): “Bhaddiya, having seen this, will bring me to the King’s rope.” And after seeing that (saying): “After house, I have been brought for the sake of my own son, I am a wretched mango, delivered, or couch, I am familiar with my own hand the leather of the King’s opppresy, I will not give me this little gratification from the dissatisfaction, and Faction of the precepts for seventy-selfactions, I have become a small,”,",
    "ai-atk-s0513a44:635_1": "Again when he thought, “The powerful are strong in me,” and when he came to me. But when I’m able, he thought, “I’ll die,” and when I’m not able to die, he drop it into a piece of wood, the bed, or if I’ll die, he’ll reach the door froth and then encounter.",
    "ai-atk-s0513a44:635_2": "He then threw his hoards on the place where he was. He ran away,",
    "ai-atk-s0513a44:635_3": "And Rohana said: “He is free from me, hunter, weary, thirst, and parks. When he saw me who, he thought, “If I weren’t able to get there, I’ll go to the charnel ground and get there.” And after seeing that he had seen that, he said, “Did you go to death.”",
    "ai-atk-s0513a44:636_0": "143.",
    "ai-atk-s0513a44:637_0": "“If I, my Dhanañjīva, please don’t call me a livelihood.",
    "ai-atk-s0513a44:638_0": "But the king’s men take me away, it would seem to be like that.”",
    "ai-atk-s0513a44:639_0": "Well then, if they think I’m able, then.",
    "ai-atk-s0513a44:639_1": "They hit each other with a knife,",
    "ai-atk-s0513a44:639_2": "They get stuck in the various forms, (thinking): formless,",
    "ai-atk-s0513a44:640_0": "When he heard that, the son of Avanti thought:",
    "ai-atk-s0513a44:640_1": "“May the king remember me as although he does not think, ‘ lowlife! I will think!’",
    "ai-atk-s0513a44:640_2": "he came to the second verse:",
    "ai-atk-s0513a44:641_0": "144.",
    "ai-atk-s0513a44:642_0": "“This isn’t your friend, this isn’t conquered with calm,",
    "ai-atk-s0513a44:643_0": "but I’m happy and satisfied with my hearts.”",
    "ai-atk-s0513a44:644_0": "will cut off the chopping bites.",
    "ai-atk-s0513a44:645_0": "Then the two verses were recited by the Great King:",
    "ai-atk-s0513a44:646_0": "145.",
    "ai-atk-s0513a44:647_0": "“The nights and days are less than seven months for seven years,",
    "ai-atk-s0513a44:648_0": "Then what exactly did you want to catch meat, ~ for the lump of meat,",
    "ai-atk-s0513a44:649_0": "146.",
    "ai-atk-s0513a44:650_0": "“As a time language, Have you give all that is not given to all, Abhaya (today) your father.",
    "ai-atk-s0513a44:651_0": "though you fly away, like a most excellent lump of meat, may you be bound for your welfare.”",
    "ai-atk-s0513a44:652_0": "Herein, Yasa, ask me for permission to go with a low-caste, so you can see me.",
    "ai-atk-s0513a44:652_1": "Having destroyed joy in the vicinity of the elephant,",
    "ai-atk-s0513a44:652_2": "For everything that is a base consisting of all beings,",
    "ai-atk-s0513a44:653_0": "Anyone else is told:",
    "ai-atk-s0513a44:654_0": "147.",
    "ai-atk-s0513a44:655_0": "“That man is a cause of loss, a bad rebirth, and all of these people.",
    "ai-atk-s0513a44:656_0": "I ask you the reason for your sake, having passed away from here, what will you do?",
    "ai-atk-s0513a44:657_0": "148.",
    "ai-atk-s0513a44:658_0": "“I understand that there is a killer of living creatures, ~ and that which is (like) all the gods,",
    "ai-atk-s0513a44:659_0": "dwells in the present life, and having a bodies, he is now (with this) the tip of the body,",
    "ai-atk-s0513a44:660_0": "149.",
    "ai-atk-s0513a44:661_0": "“There are not, sir. Some gods who have lived here in all this life,",
    "ai-atk-s0513a44:662_0": "Likewise that’s good and bad, say that gift is hard to give.",
    "ai-atk-s0513a44:663_0": "That’s why I am a perfected one, with noise, therefore I am call out.”",
    "ai-atk-s0513a44:664_0": "These are the practices of the noble ones that can be understood as follows:",
    "ai-atk-s0513a44:665_0": "Some of them gets some ascetics and brahmins, while some doing so.",
    "ai-atk-s0513a44:665_1": "Like a low-caste sound, it seems, for the sake of hearing the sound of those families, it seems, as well as oncending the ear.",
    "ai-atk-s0513a44:665_2": "When they had obtained that knowledge of the progressive knowledge arose in them, they formed the annihilation of the seventh.",
    "ai-atk-s0513a44:665_3": "After they don’t grab them with a skilled in loss, the doubles, and don’t take them by doing it.",
    "ai-atk-s0513a44:665_4": "So it is these are called a great chief disciples,",
    "ai-atk-s0513a44:665_5": "They said this: “This is the path,” and he says,",
    "ai-atk-s0513a44:666_0": "Having heard that, the Great Being thus, “I shall find peace in the next world,” he raised this verse:",
    "ai-atk-s0513a44:667_0": "150.",
    "ai-atk-s0513a44:668_0": "“The Sudassana, and Sudassana, Bodhi, (twe) lighting up the sky,",
    "ai-atk-s0513a44:669_0": "How would they prefer to this world or the other world?”",
    "ai-atk-s0513a44:670_0": "Herein, what is this world of you? Or is there anyone in the world of the other world?",
    "ai-atk-s0513a44:670_1": "I’m going to heaven be down -",
    "ai-atk-s0513a44:670_2": "How do they all draw the moon on the sun and moon? What is it that the sun is, or what is it?”",
    "ai-atk-s0513a44:671_0": "The son of a worker also –",
    "ai-atk-s0513a44:672_0": "151.",
    "ai-atk-s0513a44:673_0": "“The Sudassana, and Sudassana, Bodhi, (twe) lighting up the sky,",
    "ai-atk-s0513a44:674_0": "they don’t look down on this world or the gods.”",
    "ai-atk-s0513a44:675_0": "Then the Great Being told him:",
    "ai-atk-s0513a44:676_0": "152.",
    "ai-atk-s0513a44:677_0": "“In that case, what are the reasons why those who say that are inferior, who do not say.",
    "ai-atk-s0513a44:678_0": "Likewise there are fruits and results of good and bad deeds who have fallen to the underworld.”",
    "ai-atk-s0513a44:679_0": "And here it’s right there that those who teach the Dhamma. In that case, if it’s lost, the moon of the gods, or the sun, or moon there are no more future lives.",
    "ai-atk-s0513a44:679_1": "purification from the group of six are no cause or reason, and they don’t teach the conditions for the sake of their defilement.",
    "ai-atk-s0513a44:679_2": "They say that a gift is hard to give out of ownership.",
    "ai-atk-s0513a44:680_0": "While he was making a great sacrifice, he spoke this verse:",
    "ai-atk-s0513a44:681_0": "153.",
    "ai-atk-s0513a44:682_0": "“Clearly a gift is the only truth, so that giving is fruitful.",
    "ai-atk-s0513a44:683_0": "Likewise there are fruits that are good and bad to be given, and there would be an outcaste.",
    "ai-atk-s0513a44:684_0": "154.",
    "ai-atk-s0513a44:685_0": "“What do you doing, making what use of doing what is suitable, what is suitable to say?",
    "ai-atk-s0513a44:686_0": "tell me the good for the sake of delusion that I may.”",
    "ai-atk-s0513a44:687_0": "Herein, the meaning is this: how should be given?",
    "ai-atk-s0513a44:687_1": "she was doing a legal procedure against her.",
    "ai-atk-s0513a44:687_2": "he wouldn’t do what can be done for me to go to hell?",
    "ai-atk-s0513a44:687_3": "the other words.",
    "ai-atk-s0513a44:688_0": "When he heard this, the Great Being: “I will not speak to this question, I will do not answer to the men who perform a great sacrifice,” and he spoke thus:",
    "ai-atk-s0513a44:689_0": "155.",
    "ai-atk-s0513a44:690_0": "“There are ascetics and brahmins who have the same kind of result in the same way.",
    "ai-atk-s0513a44:691_0": "Walking for alms in the morning, they were driven out from the time for alms.",
    "ai-atk-s0513a44:692_0": "156.",
    "ai-atk-s0513a44:693_0": "“(But) after approaching and approaching (the time) there you can have permission.",
    "ai-atk-s0513a44:694_0": "They agree with the ending of the world, they will know the other world.”",
    "ai-atk-s0513a44:695_0": "Herein, the Wise Ones are wise ones, and so are those Independent Buddhas,",
    "ai-atk-s0513a44:695_1": "They will break his doubts through the influence of yourselves and do so when they will cut down their doubts,",
    "ai-atk-s0513a44:695_2": "By this world’s deeds they are reborn in hell, the animal realm, and the generation of the world. This is the meaning of this world.",
    "ai-atk-s0513a44:696_0": "and having spoken thus, he sent to hell through the fear of hell.",
    "ai-atk-s0513a44:696_1": "But when he has fulfilled all the perfections he repairs, he surveys the sun’s stains in the evening as if he were a consequence of his good conduct.",
    "ai-atk-s0513a44:696_2": "While they were standing in the Dhamma he stood at the end of the Three and Attending to the Parinibbāna. While having understood the three characteristics, he appeared in the Awakening.",
    "ai-atk-s0513a44:696_3": "Because of the great delusion he became one pointing the least of delusion.",
    "ai-atk-s0513a44:696_4": "The Independent Buddhas descended all over the grounds, stood on the edge of the air, and expressed this heartfelt sentiment:",
    "ai-atk-s0513a44:697_0": "157.",
    "ai-atk-s0513a44:698_0": "“A yellow mangos an old leaf, a green vegetable string,",
    "ai-atk-s0513a44:699_0": "This is my influence from me, inferiority and superiority.”",
    "ai-atk-s0513a44:700_0": "The meaning of this:",
    "ai-atk-s0513a44:700_1": "Just as when old is old, old, moved, wailed, stretching out and neck, so too, when a splitting up, he holds the corner of the wood, he abandons the sign of the rainy season and the waist a necklace, wherever he wants, but stands firmly taken up and surport, it would be good torport out.",
    "ai-atk-s0513a44:700_2": "They give up the things,",
    "ai-atk-s0513a44:701_0": "He, thinking: “Through this exertion, I’m freed from all the defilements, for the sake of my own bonds, and making a lot of delusion. I have been released from me.”",
    "ai-atk-s0513a44:701_1": "“In what way, King, do you think of me too (I will tell you)?”",
    "ai-atk-s0513a44:701_2": "Even as this was said by the Independent Buddhas: “This ruined things that arouse knowledge of the Bodhisatta, having cut off all the paths, will give rise to knowledge, and said, ‘Nowakening from the Sakyans’.”",
    "ai-atk-s0513a44:701_3": "After giving a gift to the Bodhisatta in the place he was real and truthfully:",
    "ai-atk-s0513a44:702_0": "158.",
    "ai-atk-s0513a44:703_0": "“Even if you’re bound in my own home,",
    "ai-atk-s0513a44:704_0": "From today I live for the sake of life, having attained my own insight,",
    "ai-atk-s0513a44:705_0": "Herein, (Bhikkhus), the bowl-food eater, having attained insight, and I am a Samaṇa going out of compassion. Reflecting the truth, I will give up this a good thing.",
    "ai-atk-s0513a44:705_1": "and all beings going to their own place of loss, all beings were bound by their own wounds.",
    "ai-atk-s0513a44:706_0": "Then, having collected all the truths, they all released the Scriptures (in returned). They formed abode.",
    "ai-atk-s0513a44:706_1": "At that time in the moment of the instants in the homes of the King’s home, and bound them into a hundred spears,",
    "ai-atk-s0513a44:706_2": "he raised his hand to the Independent Buddha on his head, and touched a rope.",
    "ai-atk-s0513a44:706_3": "the spears vanished, postures appeared to him.",
    "ai-atk-s0513a44:706_4": "When he had established sixty-two parts, he fell in the air with his hands, put his upper robe over one shoulder, pay respect at the feet of the King. Then he returned to the monastery on his right side toward him, and.",
    "ai-atk-s0513a44:706_5": "The King, having taken his own hand from the top and rose from his own territory, and practitioned himself, he came to his own place.",
    "ai-atk-s0513a44:706_6": "now, although the meditator’s mind has wandered in the land of the Ālavī, he gave birth to a seven-coloured Teacher,",
    "ai-atk-s0513a44:707_0": "159.",
    "ai-atk-s0513a44:708_0": "“You’re forty-five years example, (surely) famous and renowned in the wilderness,",
    "ai-atk-s0513a44:709_0": "Having released fame, they’re freed from suffering, so he is free from suffering.”",
    "ai-atk-s0513a44:710_0": "Herein, let alone bear no shelter there, was not able to either.",
    "ai-atk-s0513a44:710_1": "Having heard (that), he having heard the talk about the Dhamma, he went away.",
    "ai-atk-s0513a44:710_2": "Just as I was lying down in the mango trees, so too, I was released from you.",
    "ai-atk-s0513a44:711_0": "The Teacher, having said this to the Dhamma teaching, after showing them the Truth, he constructed the story of the thorny into the presence of Arahatship.",
    "ai-atk-s0513a44:711_1": "At that time the King was very a perfected one.",
    "ai-atk-s0513a44:712_0": "the eighth colour of golden statue.",
    "ai-atk-s0513a44:714_0": "Taking the skin of the flesh,",
    "ai-atk-s0513a44:715_0": "When the teacher lived in Jeta’s Grove, this is the two senior elders while walking in the forest grove.",
    "ai-atk-s0513a44:715_1": "The prince gave her his daughter to the King’s daughter.",
    "ai-atk-s0513a44:715_2": "King Ajātasattu’s women have been in the village of Pasenadi.",
    "ai-atk-s0513a44:715_3": "In the first of those sun were the warrior-nobles, the first burning was the winner.",
    "ai-atk-s0513a44:715_4": "The King of Kosala asked his ministers, “How can he help her?”",
    "ai-atk-s0513a44:715_5": "Great king, that monk is skilled in the Vedas and the counselor, able to pursue them.",
    "ai-atk-s0513a44:715_6": "The King agreed. Then he took that (said), “After going to the dwelling,” and covered them with fear, he sent them in a concealed place.",
    "ai-atk-s0513a44:715_7": "and many other men in the Jeta Grove.",
    "ai-atk-s0513a44:715_8": "At that time, when the Elders had propagated the Puṇṇaka with the Dhataraṭṭha, whilst a certain senior elder named Dhanañjāni, one Elder called the Great Elder Bhallika.",
    "ai-atk-s0513a44:715_9": "Having dropped all night in a sleeping place at a very time.",
    "ai-atk-s0513a44:716_0": "They wanted to visit Dhanañjāni, saying: “Venerable sir, did you wipe the senior elder’s son, and learn the time?”",
    "ai-atk-s0513a44:716_1": "“What’s that, Venerable?”",
    "ai-atk-s0513a44:716_2": "“You have become a service.”",
    "ai-atk-s0513a44:716_3": "“I don’t have a thought, what should I do?”",
    "ai-atk-s0513a44:716_4": "“Venerable Sir, please eat this meal at the Kosalan King Pasenadi.”",
    "ai-atk-s0513a44:716_5": "“What do you, sir?”",
    "ai-atk-s0513a44:716_6": "“I’m in the womb of living beings, unlike King Ajātasattu.”",
    "ai-atk-s0513a44:716_7": "“But sir, what is it allowable to do?”",
    "ai-atk-s0513a44:716_8": "“Venerable sir, weeping is projecting the fools with three hands, this species, and so on.",
    "ai-atk-s0513a44:716_9": "When they’d do so, he seized each other with a sharp wound, circumstances, and seized them as a strong man in heap, and seized them with his hands in the corner of his vases, and having given them to defecate. He, after riged it with a shoot from his own arms, and he could not abandon him in front of him, he sewn his arms.”",
    "ai-atk-s0513a44:717_0": "Having heard the King’s men, informed the Fortunate One:",
    "ai-atk-s0513a44:717_1": "The king, having gone to Ajātasattu, caught (after his son), and took hold of a large pearl, and shake him off, saying: “Having dyed the summons, I have given the great honour of the warriors, and summoned him by the Lord of the Sages, he then gave him the name of the Jaṭila.”",
    "ai-atk-s0513a44:717_2": "“Kassapa, what are the topic of Dhanañjāni?” they replied, “As soon as the senior mendicants were, they did so?”",
    "ai-atk-s0513a44:717_3": "When the Teacher came and asked, “Mendicants, where is the talk about just now? ” When he had spoken, he asked, “Don’t come back to Dhanañjāni?”",
    "ai-atk-s0513a44:718_0": "In the past, when the city gates had a gateway, a caravan leader went to the forest, and shook a straw mat in the wilderness, and seeing him, he said, “A do what you have done.”",
    "ai-atk-s0513a44:718_1": "He was the caravan leader.",
    "ai-atk-s0513a44:718_2": "if he gives it to the Tustoms, saying: “Give it to the shaven-headed tree, takes it out, and then eats it or has it thrown out;",
    "ai-atk-s0513a44:718_3": "and was the Great Seer’s bodily relics.",
    "ai-atk-s0513a44:718_4": "And Vaḍḍha’s son summoned him, saying: “Nobit here, no one else will reply back.”",
    "ai-atk-s0513a44:718_5": "He thought: “I will live alone in the wilderness, I’ll look after myself in the forest; I’ll be able to look after myself.”",
    "ai-atk-s0513a44:718_6": "While dwelling in the house, he saw many-footed stones at the end of the three verses, and recited this verse:",
    "ai-atk-s0513a44:719_0": "160.",
    "ai-atk-s0513a44:720_0": "“In revenue there are places where they wander,",
    "ai-atk-s0513a44:721_0": "I have attained the end of suffering.",
    "ai-atk-s0513a44:722_0": "161.",
    "ai-atk-s0513a44:723_0": "“This root is the root of much fruit, and there is no danger.",
    "ai-atk-s0513a44:724_0": "Next the lamp will be at ease.",
    "ai-atk-s0513a44:725_0": "162.",
    "ai-atk-s0513a44:726_0": "“I will dwell together with (them) together with my relatives,",
    "ai-atk-s0513a44:727_0": "unconcerned, not troubled.”",
    "ai-atk-s0513a44:728_0": "Herein, when we find out how to seek for our relatives.",
    "ai-atk-s0513a44:728_1": "Through concluding them I wandered!",
    "ai-atk-s0513a44:728_2": "Should these advantages:",
    "ai-atk-s0513a44:728_3": "the root of the ropes, the root of the world, the root of the world,",
    "ai-atk-s0513a44:728_4": "and at ease he dismissed it.",
    "ai-atk-s0513a44:729_0": "Having heard his statement, he spoke the fourth verse:",
    "ai-atk-s0513a44:730_0": "163.",
    "ai-atk-s0513a44:731_0": "“This is the end, this is the way to look forward, not here.",
    "ai-atk-s0513a44:732_0": "they throw strawl on a piece of fish on all sides, and having fallen here.”",
    "ai-atk-s0513a44:733_0": "Herein, (but) is the calf that robbers made by (the Buddha), the sinews of the starts on the ground, (of the mountain) was like the sun.",
    "ai-atk-s0513a44:734_0": "The others should be understood as follows:",
    "ai-atk-s0513a44:735_0": "164.",
    "ai-atk-s0513a44:736_0": "“Who here, who is my relationship of relatives, who have you come?",
    "ai-atk-s0513a44:737_0": "(But) Island the hawk asked what I am indeed,",
    "ai-atk-s0513a44:738_0": "165.",
    "ai-atk-s0513a44:739_0": "“The King of the Deer Park, ~ Migāra’s army,",
    "ai-atk-s0513a44:740_0": "He took that (rich) from the Serpents, having fallen here and there,",
    "ai-atk-s0513a44:741_0": "166.",
    "ai-atk-s0513a44:742_0": "“We don’t discard us,” and the strength of a body that’s however,",
    "ai-atk-s0513a44:743_0": "Then having gathered in harmony, they all came together,",
    "ai-atk-s0513a44:744_0": "167.",
    "ai-atk-s0513a44:745_0": "“Hearing a his ploughshare, so the people can carry out his ears,",
    "ai-atk-s0513a44:746_0": "Let us leave offer even the small thing, and afterwards.”",
    "ai-atk-s0513a44:747_0": "Where have you seen them with little learning and thinking, “Where are you doing this?” and “Where do you may I tell them to me?”",
    "ai-atk-s0513a44:747_1": "endowed with agitated body, upholstered with the body,",
    "ai-atk-s0513a44:747_2": "I was conceived in the jungle.",
    "ai-atk-s0513a44:747_3": "We’ll get caught, and we’ll take it away.",
    "ai-atk-s0513a44:748_0": "When you’re satisfied with all your finger-turners, he will come.",
    "ai-atk-s0513a44:748_1": "After taking one of the lamp, he will come back to the evening.",
    "ai-atk-s0513a44:748_2": "When he is skilled in the art of worms, he understands: “He is skilled in some places, a dart doubles,” and so on, he understands: “This is the doing of it, warrior stage, and paid homage in three ways, he understands thus: “This is the offering of witnessespounds, this is called ‘cordness’.",
    "ai-atk-s0513a44:748_3": "and (only) in the middle of the day he placed a curtain.",
    "ai-atk-s0513a44:748_4": "After having surrounded the hosts of Deaths, surrounded by the Mount Meru arrows, and the (tree) of the Serpents of the Thūpa, in the Upavattana of the Aciravatī, the Similes, and the twelfthirstly Avīci hells, the turtles, and twenty-two years.",
    "ai-atk-s0513a44:748_5": "he built a bag for the purpose of defining his own position, and he put an upper robe on one shoulder.",
    "ai-atk-s0513a44:748_6": "for the purpose of preparing the two months, he made (him) for the sake of his own (of the throne.",
    "ai-atk-s0513a44:748_7": "Taking the robber in that place, they’d stay in that place and wandering about in that place.",
    "ai-atk-s0513a44:748_8": "As he makes his doing so, the sun is rising.",
    "ai-atk-s0513a44:749_0": "Then he left the disturbance of a mountain peak, and stood in the mountain shade of the mountain.",
    "ai-atk-s0513a44:749_1": "Seeing that servant, they said, “Sir, do you have come?”",
    "ai-atk-s0513a44:749_2": "Do not do anything, and having become a monk.",
    "ai-atk-s0513a44:749_3": "and making a blazing out of the body, he resplendently like a cow’s hook.",
    "ai-atk-s0513a44:749_4": "The Serpents were driven out of the sauna story off (?) and performed again.",
    "ai-atk-s0513a44:749_5": "Seeing them, he thought, “These are my elders in the eastern quarters, and this is why I have lied down on the ground.” They’d bringing them together and becoming a whirlpool, eradick, and now they’re going to the west of them.",
    "ai-atk-s0513a44:749_6": "then he asked the new advantage, for the sake of himself:",
    "ai-atk-s0513a44:750_0": "168.",
    "ai-atk-s0513a44:751_0": "“As a time lazy one, where all the people have given to all, Abhaya,",
    "ai-atk-s0513a44:752_0": "Isn’t to give a _kahāpaṇa_ to the Sangha?”",
    "ai-atk-s0513a44:753_0": "Herein, anyone who swifts the Community’s bowl is cloth that roams off with the cows on the ground, like an iron shoots off a horse.",
    "ai-atk-s0513a44:754_0": "Then he recited these three verses:",
    "ai-atk-s0513a44:755_0": "169.",
    "ai-atk-s0513a44:756_0": "“My body doesn’t lose my (realms),",
    "ai-atk-s0513a44:757_0": "Seeing the path, that is theirs alone, therefore I meditate alone in the forest.",
    "ai-atk-s0513a44:758_0": "170.",
    "ai-atk-s0513a44:759_0": "“See the place where the rolls were rolling forth, the people of town and country",
    "ai-atk-s0513a44:760_0": "They agree to these things, wherever I have come from.",
    "ai-atk-s0513a44:761_0": "171.",
    "ai-atk-s0513a44:762_0": "“Householder, who is fully ordained on one side,",
    "ai-atk-s0513a44:763_0": "for they can’t do me in harmony.”",
    "ai-atk-s0513a44:764_0": "After means of the (right) path, being bound together by one,",
    "ai-atk-s0513a44:764_1": "“She used to look dust-of-workers up in my eyes and looked down on it,",
    "ai-atk-s0513a44:764_2": "the many-folk.",
    "ai-atk-s0513a44:764_3": "Where the level stands all over the place.",
    "ai-atk-s0513a44:764_4": "Equanimous intelligent: by and successful what is given,",
    "ai-atk-s0513a44:764_5": "therefore they don’t for any reason or for their sakes.",
    "ai-atk-s0513a44:765_0": "Having heard that, the miracle was set up a cattle-keeper said this to the people:",
    "ai-atk-s0513a44:766_0": "172.",
    "ai-atk-s0513a44:767_0": "“One like Indra, Victor in one place, one who goes alone in some place,",
    "ai-atk-s0513a44:768_0": "hunters upon the gambler, may I power!”",
    "ai-atk-s0513a44:769_0": "Herein, the deer-hunter, having become a trapper, as he slaughtered like a deer.",
    "ai-atk-s0513a44:769_1": "Because you take the power of such any kind.",
    "ai-atk-s0513a44:770_0": "Then he said to him:",
    "ai-atk-s0513a44:771_0": "173.",
    "ai-atk-s0513a44:772_0": "“Just like Indra, Piṅkara, ~ Missaka,",
    "ai-atk-s0513a44:773_0": "In harmony, they don’t divide unity.”",
    "ai-atk-s0513a44:774_0": "Herein, having similes there on the tip of the body, after making it unprofitable in the place, is unable to do so.",
    "ai-atk-s0513a44:775_0": "and again he spoke two verses:",
    "ai-atk-s0513a44:776_0": "174.",
    "ai-atk-s0513a44:777_0": "“The young Sakyans of Kapilavatthu are coming,",
    "ai-atk-s0513a44:778_0": "In united, they arise and the other two gos.",
    "ai-atk-s0513a44:779_0": "175.",
    "ai-atk-s0513a44:780_0": "“This is the one to belief of wherever they do.",
    "ai-atk-s0513a44:781_0": "And she does so even take care of the sacred flame.”",
    "ai-atk-s0513a44:782_0": "Herein, the repair of pots here and there,",
    "ai-atk-s0513a44:782_1": "wandering around and taking care.",
    "ai-atk-s0513a44:782_2": "Swept away from the sky, they go through the air,",
    "ai-atk-s0513a44:782_3": "Where one goes alone in some poison, one or other of them.",
    "ai-atk-s0513a44:782_4": "if he takes hold of it after sewing it;",
    "ai-atk-s0513a44:782_5": "only the mass of rice.",
    "ai-atk-s0513a44:782_6": "Having not able to go alone, it is not possible that anyone who goes alone.",
    "ai-atk-s0513a44:783_0": "But when he said: “When I’m alone, the king of the earth, you won’t do whatever you think ‘I’ll do not send you.”",
    "ai-atk-s0513a44:783_1": "And that man did.",
    "ai-atk-s0513a44:783_2": "he told him the meaning of it, saying:",
    "ai-atk-s0513a44:784_0": "176.",
    "ai-atk-s0513a44:785_0": "“I enjoyed the yogis with the eye of a hunter,",
    "ai-atk-s0513a44:786_0": "showing them pastries, like daughters.”",
    "ai-atk-s0513a44:787_0": "Herein, one who was inferior is started and ninety-two, and one who abolished the other.",
    "ai-atk-s0513a44:787_1": "as before, soon as they think it’s.",
    "ai-atk-s0513a44:788_0": "having gone to a mountain cave, it seems, stood at the root of the mountain.",
    "ai-atk-s0513a44:788_1": "And they told the Buddha of Sūrakkhita.",
    "ai-atk-s0513a44:788_2": "Saying, “Don’t wine your,” he pulled up his robe and stood in the same place as before.",
    "ai-atk-s0513a44:788_3": "From thence onwards, troops, and casts,",
    "ai-atk-s0513a44:788_4": "After turning back the chance to his first, the we-nurses the sacred flame.",
    "ai-atk-s0513a44:788_5": "and plunged into the mountain carpets in the air. He rose from a mountain cave, and stood leaf-hut.",
    "ai-atk-s0513a44:788_6": "After getting up early in the air by rope, and the slaves rose from his heart, then raised my heart from the thief together and slave, bringing back the slave, and seeing the slaves, “Give meat, lump of meat,” he said, “Take me the thielf in the wind.”",
    "ai-atk-s0513a44:788_7": "The first female slaves came down from the Tusita abode. When they said, “What have they got? ” then they said, “Where do they me to say, later?”",
    "ai-atk-s0513a44:788_8": "Those seeking a bundle of dry, and having looked at it, why does he not say?",
    "ai-atk-s0513a44:788_9": "“One from material support is one tiny, but he’s the ten typositions.”",
    "ai-atk-s0513a44:788_10": "“What is the name of this?”",
    "ai-atk-s0513a44:788_11": "“I wish to eat a bungalow with floor, a peaked honey, a spade, and a turtle.”",
    "ai-atk-s0513a44:788_12": "“Well then, take them with a merchant on the courtesan.”",
    "ai-atk-s0513a44:789_0": "After seeing that he had finished his meal, he thought, “They are going to the road,” and when he saw Nigrodha coming, he answered just like a me. When they come, he thought, “Listen, how I think of this much for the sake of me.”",
    "ai-atk-s0513a44:789_1": "Dūḷhika said, “This tree’s root, are you robbed by trees?”",
    "ai-atk-s0513a44:789_2": "“What tree is it?”",
    "ai-atk-s0513a44:789_3": "“Having eaten at the root of a tree,”",
    "ai-atk-s0513a44:789_4": "She thought, “Well then, let’s think much. I’ll split the roots and goads on all sides.” Then they told the soil the roots of a tree, buttermilk, threw it down on the ground.",
    "ai-atk-s0513a44:789_5": "she stood at the root of a certain nun.",
    "ai-atk-s0513a44:789_6": "After that, he should knead it on a piece of leaf-hut and place it on the ground. He then wounded it up and cut off the roots, made like a palm stump, and carried it on the ground.",
    "ai-atk-s0513a44:789_7": "After turning it away, the tree fell down.",
    "ai-atk-s0513a44:789_8": "and cut it through the air by the peak of throat.",
    "ai-atk-s0513a44:789_9": "Having seen that wonderful, at the root of a tree –",
    "ai-atk-s0513a44:790_0": "177.",
    "ai-atk-s0513a44:791_0": "“Good, number of relatives, who are reborn in the wilderness,",
    "ai-atk-s0513a44:792_0": "Covered in harmony, appreciating each other,”",
    "ai-atk-s0513a44:793_0": "Herein, although that place it is being destroyed, the Lord of the World",
    "ai-atk-s0513a44:794_0": "while the Teacher was destroyed by (said) the power of the rays, the Teacher explained the (saying):",
    "ai-atk-s0513a44:795_0": "178.",
    "ai-atk-s0513a44:796_0": "“The brahmins and householders have killed both curry and (they are) a slanderering,",
    "ai-atk-s0513a44:797_0": "greatly gladly welcomed, greatly attached to great fires.”",
    "ai-atk-s0513a44:798_0": "Again, you must ask about it again, “I did you more.”",
    "ai-atk-s0513a44:798_1": "droping the carcasses, they thought, “I’ll make the water;” After seeing that place, they pouring water into the south of the leftovers and put it on the ground, and creeping it with water. Then they dropped it, they dropped it, and spread it out.",
    "ai-atk-s0513a44:798_2": "Pilindavaccha driver (which was situated) rainy season.",
    "ai-atk-s0513a44:798_3": "From then on heels, sat down in order to prepare a meal for the right effort.",
    "ai-atk-s0513a44:798_4": "The Teacher explained the meaning to them:",
    "ai-atk-s0513a44:799_0": "179.",
    "ai-atk-s0513a44:800_0": "“The dwellings are well-makers, trees in full blossom,",
    "ai-atk-s0513a44:801_0": "You’re doing that you did, kingship?”",
    "ai-atk-s0513a44:802_0": "where they rotten at the root of a dagger-post or fig tree root.",
    "ai-atk-s0513a44:803_0": "The Teacher then said: “Bhikkhus, when the preacher of the Dhamma is grabbed this split winner, the Elder’s former elder, why did he lay down?”",
    "ai-atk-s0513a44:803_1": "“That tied up with a antelope car. He then carries a tree away to that tree.”",
    "ai-atk-s0513a44:804_0": "nine years old, crowned with golden skin on the ground.",
    "ai-atk-s0513a44:806_0": "and for the sake of the great (called) the golden palanquin,",
    "ai-atk-s0513a44:807_0": "Walking about Jewel, the Teacher, together with the Jewel, dwelt in the Jeta Grove,",
    "ai-atk-s0513a44:807_1": "While going for the sake of yourselves and took their precepts for the sake of heaven, it seems, and once again we will not place the teacher’s foot pulling the sword, and going out to the charnel ground in the forest, and they sat down on a road on the road. Then after seeing the publics, they rose up from their feet and decomposed their heads. Then after seeing the hunting, they roared around the road, where they sat down and sat down on the road.",
    "ai-atk-s0513a44:807_2": "Their broke up like a basket of water, soiledly to the top of the branches and leaves. Seeing them, they thought, “Polish them in a tree, but not in the former way.”",
    "ai-atk-s0513a44:807_3": "Then where they climbed the tree, having chopped the neck, cutting it down, and rolled back.",
    "ai-atk-s0513a44:807_4": "They dropped the southern (living) his father and From then on the left side of the food. Then they departed from there, not left on the food.",
    "ai-atk-s0513a44:807_5": "After eating his last meal from there and from here, they departed from there.",
    "ai-atk-s0513a44:807_6": "After delighting the seven treasures with them, the Lord of the Worlds departed from there.",
    "ai-atk-s0513a44:807_7": "Having taken those five hundred carts and arts, he circumambulated them with the fragrance, and having gone to Sāvatthī, worshipped the Dhanañjāni (Tree) and then offered them in this way: “God-King, take my bowl and robe, and give it to the Great Council.”",
    "ai-atk-s0513a44:807_8": "The Teacher, having asked, “Give the conclusion to the pieces of rice,”",
    "ai-atk-s0513a44:807_9": "and Vāseṭṭhas built a tree for the Realised One.",
    "ai-atk-s0513a44:807_10": "“The Teacher, it was because of the intelligence of craving and deceived that they had not even attained to the extent of craving. But it was due to the neighborhood of a life, when they had done so, they now ask for the past.”",
    "ai-atk-s0513a44:808_0": "In the past, when Bārāṇasī was destroyed, a grosson in the past who had (given)ed",
    "ai-atk-s0513a44:808_1": "it only saw a trunk, and they met.",
    "ai-atk-s0513a44:808_2": "After the Teacher, when he had arrived, the Perfectly Awakened One said:",
    "ai-atk-s0513a44:809_0": "180.",
    "ai-atk-s0513a44:810_0": "“Having been born in a chasming many different caskets,",
    "ai-atk-s0513a44:811_0": "and leaving one placed them,",
    "ai-atk-s0513a44:812_0": "181.",
    "ai-atk-s0513a44:813_0": "“Indeed there is no way authority over him and drunk.",
    "ai-atk-s0513a44:814_0": "a great liberation, which cold the waters, and the delightful (former),",
    "ai-atk-s0513a44:815_0": "182.",
    "ai-atk-s0513a44:816_0": "“There is no sat down here, and having sat down on that tree,",
    "ai-atk-s0513a44:817_0": "The fool thought on a fool:",
    "ai-atk-s0513a44:818_0": "183.",
    "ai-atk-s0513a44:819_0": "“This tree flows down, even if he stays together,",
    "ai-atk-s0513a44:820_0": "adding, “Just as we might cut open his former wife,",
    "ai-atk-s0513a44:821_0": "184.",
    "ai-atk-s0513a44:822_0": "“Those who have cut off the top, the unbound,",
    "ai-atk-s0513a44:823_0": "Leaving them there, they drink back.",
    "ai-atk-s0513a44:824_0": "185.",
    "ai-atk-s0513a44:825_0": "“Fools thought about a fool, they committed an offense entailing expulsion.",
    "ai-atk-s0513a44:826_0": "get your right out of doubt,",
    "ai-atk-s0513a44:827_0": "186.",
    "ai-atk-s0513a44:828_0": "“Through the tip of the rice, barley,",
    "ai-atk-s0513a44:829_0": "My hair mounted on the bank of the Kusinārā,",
    "ai-atk-s0513a44:830_0": "187.",
    "ai-atk-s0513a44:831_0": "“In that place they ate them and eat the rice, they ate jewel,",
    "ai-atk-s0513a44:832_0": "with a third thought on the fourth occasion they crossed over to the far shore.",
    "ai-atk-s0513a44:833_0": "like one cut in the western direction, cut the navel or the net.",
    "ai-atk-s0513a44:834_0": "188.",
    "ai-atk-s0513a44:835_0": "“The oppressed with grass, ~ boards and decorated,",
    "ai-atk-s0513a44:836_0": "her captivating the very best snares, as a big as a flux,",
    "ai-atk-s0513a44:837_0": "189.",
    "ai-atk-s0513a44:838_0": "“Even one gems, one great or two,",
    "ai-atk-s0513a44:839_0": "all surrounded the trees.",
    "ai-atk-s0513a44:840_0": "In that place they were prepared for them as long as they had died",
    "ai-atk-s0513a44:841_0": "190.",
    "ai-atk-s0513a44:842_0": "“Fools will thought on a fool,",
    "ai-atk-s0513a44:843_0": "cut the upper robe from the tortoise:",
    "ai-atk-s0513a44:844_0": "191.",
    "ai-atk-s0513a44:845_0": "“Anyone who has cut off the bamboo, soft,",
    "ai-atk-s0513a44:846_0": "accepting gold and money,",
    "ai-atk-s0513a44:847_0": "192.",
    "ai-atk-s0513a44:848_0": "“Where cloths and hairs are warms,",
    "ai-atk-s0513a44:849_0": "There they divided back and tied the wind back.",
    "ai-atk-s0513a44:850_0": "193.",
    "ai-atk-s0513a44:851_0": "“Fools of five kinds:",
    "ai-atk-s0513a44:852_0": "cut the root of the stone chamber, more than the blows (of the mountain).",
    "ai-atk-s0513a44:853_0": "194.",
    "ai-atk-s0513a44:854_0": "° and asked: “My worker, with joined palms held in reverential salutation,",
    "ai-atk-s0513a44:855_0": "What is its particular one’s produced by others? Is it good for you.",
    "ai-atk-s0513a44:856_0": "195.",
    "ai-atk-s0513a44:857_0": "“The branch of the Supreme Mount Vedas, and leaves,",
    "ai-atk-s0513a44:858_0": "It was not enough for me to leave all over the branches and leaves.",
    "ai-atk-s0513a44:859_0": "What is its particular one’s produced by others? Is it good for you.",
    "ai-atk-s0513a44:860_0": "196.",
    "ai-atk-s0513a44:861_0": "“Those who have sat down, lying down,",
    "ai-atk-s0513a44:862_0": "Its branch the wicked deceiver of friends should not destroy.",
    "ai-atk-s0513a44:863_0": "197.",
    "ai-atk-s0513a44:864_0": "“After having spoken thus, many other words,",
    "ai-atk-s0513a44:865_0": "Who is stricken by the walls, and rolling them out?”",
    "ai-atk-s0513a44:866_0": "Herein, having made assembled the Bārāṇasī in Bārāṇasī, after becoming many people (which is), the meaning.",
    "ai-atk-s0513a44:866_1": "and left their carts.",
    "ai-atk-s0513a44:866_2": "Wandering one of these wise ones, after making a refuge in the community,",
    "ai-atk-s0513a44:866_3": "for the sake of bathing against the wind;",
    "ai-atk-s0513a44:866_4": "is found like the water fretching on top, as it were,",
    "ai-atk-s0513a44:866_5": "One who cuts through the trees, one who is skilled in cracking the tree, having chopped it, and ropes it, the Sākiyans who were skilled in chopped onto it.",
    "ai-atk-s0513a44:866_6": "Likewise in others.",
    "ai-atk-s0513a44:867_0": "(She said): “Padumavatī is a resplendent like an ox;",
    "ai-atk-s0513a44:867_1": "horn-golder, gentleness, and from tooth,",
    "ai-atk-s0513a44:867_2": "Pollutants, saucers,",
    "ai-atk-s0513a44:867_3": "Or one alternatively, one precious, one who gives the meaning one trade to another one, or one to another’s presence in the presence of the Teacher.",
    "ai-atk-s0513a44:867_4": "surrounded by stones.",
    "ai-atk-s0513a44:867_5": "and therefore the female elephants took a boy together with the branches.",
    "ai-atk-s0513a44:868_0": "how can he start his hands and feet,",
    "ai-atk-s0513a44:868_1": "alert: After roaming the auspicious way,",
    "ai-atk-s0513a44:868_2": "“They say, ‘fee.’",
    "ai-atk-s0513a44:868_3": "There is a powerful range of warms, namely, there is the power of thief.",
    "ai-atk-s0513a44:868_4": "There they then took a knife, cutting five hundred carts, needed them, and gave them the meaning.",
    "ai-atk-s0513a44:868_5": "she said: “Happy One gems strung from a fine jewel, oil from the jewel, and made using it as a fine cloth.”",
    "ai-atk-s0513a44:868_6": "And food doesn’t give food.",
    "ai-atk-s0513a44:868_7": "and all instance and cling to all sense pleasures.",
    "ai-atk-s0513a44:868_8": "A friend who is betrayed by friends, that is a bad person, and a wicked person—",
    "ai-atk-s0513a44:868_9": "Having not accepted his statement, he said:",
    "ai-atk-s0513a44:868_10": "traveling, they were unable to cut down, and (the so) they to cut down.",
    "ai-atk-s0513a44:869_0": "Then the Nerañjara, having seen these five hundred trees, when he saw them, he thought, “Now the royal nāga’s tree standing on the ground.” Then he thought, “Tough the heavenly wheel-treasure, I’ll make a drum.” Then when he saw that, he said, “Topportunity, I’ll make a precious food,” and when he was finish his five hundred treasures, he said to drink, “You’ll make a precious workers.” Then he said, “De the bowels, and these five hundred pieces of subduels, dance!”",
    "ai-atk-s0513a44:869_1": "“This is how the riches take arrow.” But he wrapped in a ship and in a great forest.",
    "ai-atk-s0513a44:869_2": "the Teacher, revealing it to the meaning, spoke this verse:",
    "ai-atk-s0513a44:870_0": "198.",
    "ai-atk-s0513a44:871_0": "saying: “Nāgita, (saying): “After elapsed twenty-four days,",
    "ai-atk-s0513a44:872_0": "take a thousand riches, and also mass of wealth.”",
    "ai-atk-s0513a44:873_0": "Herein, one who is deformed with golden bark (only) throughout the earth,",
    "ai-atk-s0513a44:873_1": "Looking robbers, he allowed three hundred (people) child.",
    "ai-atk-s0513a44:873_2": "on the edge of the thirteenthousand.",
    "ai-atk-s0513a44:874_0": "199.",
    "ai-atk-s0513a44:875_0": "“You should put a stop to a liberator, do not let your life.",
    "ai-atk-s0513a44:876_0": "Remember the recitation of the caravan leader, all the Nāgas will surely be carried off by the fire.”",
    "ai-atk-s0513a44:877_0": "Herein, Māra should not let anyone murdered his life.",
    "ai-atk-s0513a44:878_0": "So, having performed his deportments for five hundred wagons, he returned to Bārāṇasī. He then threw her own carts, gave her to them all the rice-posts, and went to his own house. Then he threwed all the Nāgas, carpets, after which he suits her own.",
    "ai-atk-s0513a44:878_1": "After understanding the goal, the Teacher spoke this verse:",
    "ai-atk-s0513a44:879_0": "200.",
    "ai-atk-s0513a44:880_0": "“The wise one does not see what is beneficial for himself,",
    "ai-atk-s0513a44:881_0": "One should not go to a hymn’s house.",
    "ai-atk-s0513a44:882_0": "201.",
    "ai-atk-s0513a44:883_0": "“Those who know this is the end of suffering,",
    "ai-atk-s0513a44:884_0": "Without craving, without attachment, a mendicant who is mindful, with full of attachment.”",
    "ai-atk-s0513a44:885_0": "Herein, enlightenment comes from the world: it is pride, fame, and wind, with the disturbance of a great sacrifice.",
    "ai-atk-s0513a44:885_1": "and come to the ends of the mind thus, “There is no greed for (only) greed, hate and delusion, whose thoughts associated with the mind is the meaning.”",
    "ai-atk-s0513a44:885_2": "Thus after seeing the danger in that way, knowing the drawbacks in this way,",
    "ai-atk-s0513a44:885_3": "When you know that craving is suffering, the origin of suffering, the ending of suffering, and the weaken of craving, you make an end of suffering. When you’re headed by this, you can say: ‘When craving exists in the path leading to the ending of suffering.’ So you should make an end of suffering.",
    "ai-atk-s0513a44:886_0": "The lay followers of the teaching, after having spoken thus: “Forget about this teaching, those laymen who go from the greedy alms-bowl and reappeared in the Great Wood, and having reached the fruit of Stream-Entry, make known, seen, and realized the fruit of stream-entry.” And in that case they are realization of the fruits.",
    "ai-atk-s0513a44:886_1": "Then the dragon Sāriputta was a friend, but I wasn’t able to get that.",
    "ai-atk-s0513a44:887_0": "Victorious over the ten (discourses),",
    "ai-atk-s0513a44:889_0": "Taking the complexion of things, and One,",
    "ai-atk-s0513a44:890_0": "S rehabilitation, this is start in the world, this is the lay followers of the lay followers who lived in the Observance day.",
    "ai-atk-s0513a44:890_1": "Then the Teacher, knowing that the observance-day procedure had been done for a long time, went to the charnel ground, and begged by the king of the gods. She then said to her, “From now on your return,”",
    "ai-atk-s0513a44:891_0": "In the past, in this way he constructed the king named Sālā.",
    "ai-atk-s0513a44:891_1": "And he does the four town-dwellers at the end of the town gate. He winnowed on the town hall, the end of the hosts of the town, and created a great shout, one hundred thousand men from the four cities, and make the five great kingdoms.",
    "ai-atk-s0513a44:891_2": "And the lady of his advice, having performed meritorious a deed of rich donations and make merit.",
    "ai-atk-s0513a44:891_3": "The gods of the Truth who had filled the good qualities of the kingdom and satisfied the kingdom.",
    "ai-atk-s0513a44:891_4": "After hearing that, the king had a sense of urgency,",
    "ai-atk-s0513a44:891_5": "Having understood the end of those gods, the king said:",
    "ai-atk-s0513a44:891_6": "“These are the eighteen kings who want to give him.”",
    "ai-atk-s0513a44:891_7": "“Yes, sir.”",
    "ai-atk-s0513a44:891_8": "He told him, “Go interval between the chariot and the king!”",
    "ai-atk-s0513a44:891_9": "Saying, “Very well,” he sent them back to the chariot, and then went on with the full moon.",
    "ai-atk-s0513a44:891_10": "Meanwhile, when people eat in a house, sat down together in the pavilion of them with sandalwood,",
    "ai-atk-s0513a44:891_11": "When people saw him, they said, “Consider,” and the circumference of the moon and sun, chariots, and intelligent kings come back to us. Then, when they see the gods come, the moon and sun, he can’t be a king,” and so on. Thus he said, “There’s no-one elsewhere a king, his preparations are found in this way.”",
    "ai-atk-s0513a44:892_0": "202.",
    "ai-atk-s0513a44:893_0": "“The world is in the world, so very horrified, scared,",
    "ai-atk-s0513a44:894_0": "the heavenly chariot appears to him.”",
    "ai-atk-s0513a44:895_0": "The meaning of this:",
    "ai-atk-s0513a44:895_1": "Standing in the world King Okkāka, he presented him with fame, cavalry appeared to him.",
    "ai-atk-s0513a44:896_0": "and after going to the city of Mātali, and circumambulating it with his head heels and stood on the bank of the river. He stood on the gate to the king’s roar, and circumambulating it with his right side toward him.",
    "ai-atk-s0513a44:896_1": "The day, having given that day to the assembly hall and resting the Saṅgha, he sat down on the seat spread out in the eastern gateway. Then he does the observance-day procedure together with the nurse, having risen from the eastern quarters.",
    "ai-atk-s0513a44:896_2": "And he invited him to take his meal.",
    "ai-atk-s0513a44:896_3": "the Teacher talked by this verse:",
    "ai-atk-s0513a44:897_0": "203.",
    "ai-atk-s0513a44:898_0": "“The son of Mātali, Mātali,",
    "ai-atk-s0513a44:899_0": "she invited the King to beat the Elder King’s feet.",
    "ai-atk-s0513a44:900_0": "204.",
    "ai-atk-s0513a44:901_0": "“Come, chariot, and king! Let’s go the royal harem.",
    "ai-atk-s0513a44:902_0": "The Gods of the Thirty-Three,",
    "ai-atk-s0513a44:903_0": "For those gods, who are subject to the gods,",
    "ai-atk-s0513a44:904_0": "205.",
    "ai-atk-s0513a44:905_0": "“The King, who is mastered the Vepacitti,",
    "ai-atk-s0513a44:906_0": "like a thousand-fold Sineru in the presence of the gods.",
    "ai-atk-s0513a44:907_0": "The King, having seen that, the King went to the realm,",
    "ai-atk-s0513a44:908_0": "206.",
    "ai-atk-s0513a44:909_0": "“Welcome, Great King, welcome,",
    "ai-atk-s0513a44:910_0": "Now you’re sitting in the presence of the King.",
    "ai-atk-s0513a44:911_0": "207.",
    "ai-atk-s0513a44:912_0": "“You claim to be prepared in the neighborhood of Veghana.",
    "ai-atk-s0513a44:913_0": "For he who has invited the Refuge (all) sensual pleasures with seats,",
    "ai-atk-s0513a44:914_0": "208.",
    "ai-atk-s0513a44:915_0": "“The dwelling has arrived at Vasavattikā.",
    "ai-atk-s0513a44:916_0": "by the gods of the Thirty-Three, whose every day is successful,",
    "ai-atk-s0513a44:917_0": "I enjoy eating the gods of the Thirty-Three.”",
    "ai-atk-s0513a44:918_0": "Herein, stinginess is stingy:",
    "ai-atk-s0513a44:918_1": "went into the presence of the gods.",
    "ai-atk-s0513a44:918_2": "In that chariot, he climbed the chariot, and the chariot drawn by mars, Asurasting the space.",
    "ai-atk-s0513a44:918_3": "your delightful world of the gods,",
    "ai-atk-s0513a44:918_4": "Seeing that, Sakka, the rulers, and joyfully went out to meet him,.",
    "ai-atk-s0513a44:918_5": "to display the meaning of that deliverance.",
    "ai-atk-s0513a44:918_6": "There they were delighted back again and again.",
    "ai-atk-s0513a44:918_7": "And after making a seat by the king, he sat down on his own seat and gave him to his own hands, saying “Today you, Piṇḍola Bhāradvāja, your son, and giving her to sensual pleasures,” and he invited him to sit down.",
    "ai-atk-s0513a44:919_0": "There it was 84,000 cities, with the royal capital of Ketumatissa, the chief of gods, having shot arrows during the seven stilt longhouses that were given by Sakka.",
    "ai-atk-s0513a44:919_1": "so he developed the merit of the gods through the power of the Devas. That is why he converses the world with him, the Lord of Sakka:",
    "ai-atk-s0513a44:920_0": "209.",
    "ai-atk-s0513a44:921_0": "“In the past I was happy, honoured, respected, revered, and venerated",
    "ai-atk-s0513a44:922_0": "“Now isn’t today, I’m not exhausted by a vanity of death.",
    "ai-atk-s0513a44:923_0": "Or did the people break official and worms collect?”",
    "ai-atk-s0513a44:924_0": "Herein, what is the life span of mine? Or, is there a balanced life span of working the life faculty included in my father’s presence? Or is there to cut off death?",
    "ai-atk-s0513a44:924_1": "Lord of the Joyful Gods, Lord of the Gods,",
    "ai-atk-s0513a44:925_0": "Then Sakka said to him:",
    "ai-atk-s0513a44:926_0": "210.",
    "ai-atk-s0513a44:927_0": "“That’s not a term for death, nor with a messenger, Nāgas, and Aciravatī.",
    "ai-atk-s0513a44:928_0": "Having shared out the results of good deeds, the result of goodness,",
    "ai-atk-s0513a44:929_0": "211.",
    "ai-atk-s0513a44:930_0": "“Going about the power of the gods in that quarter,",
    "ai-atk-s0513a44:931_0": "I enjoy eating the gods of the Thirty-Three.”",
    "ai-atk-s0513a44:932_0": "Herein, the reference to those who raise their merits, and this is the result of goodness. And the merits spoken of Devadatta abundant merit and hostile.",
    "ai-atk-s0513a44:932_1": "Vappa was said by the power of gods (that), and meritoriously I will show them his merit.” He then said to her: “I shall break into the midst of it in the middle, and bring it to the sky.”",
    "ai-atk-s0513a44:933_0": "Then he said to the Great Being:",
    "ai-atk-s0513a44:934_0": "212.",
    "ai-atk-s0513a44:935_0": "“Just as the bowstrings (only) weapons that wealth,",
    "ai-atk-s0513a44:936_0": "so it is because of the words that comes from moderation.",
    "ai-atk-s0513a44:937_0": "213.",
    "ai-atk-s0513a44:938_0": "“I don’t wish to give gifts of others, what is good,",
    "ai-atk-s0513a44:939_0": "having himself done this, I received a weapon,",
    "ai-atk-s0513a44:940_0": "214.",
    "ai-atk-s0513a44:941_0": "“Going, I’m good and skillful people.",
    "ai-atk-s0513a44:942_0": "giving, conduct, and restraint.",
    "ai-atk-s0513a44:943_0": "What you’ve done is happy and not regrets in the future.”",
    "ai-atk-s0513a44:944_0": "(but) whatever is obtained by others, whatever is obtained by conditions and given in the gift of others, it is only with the same gain.",
    "ai-atk-s0513a44:944_1": "When you begged, they say, “We would take at the wrong time,” and after calling them out.",
    "ai-atk-s0513a44:944_2": "by undertaking the ascetic practices, by means of bad conduct,",
    "ai-atk-s0513a44:944_3": "Ethics through restraint, by virtue,",
    "ai-atk-s0513a44:944_4": "of fondness and mindfulness,",
    "ai-atk-s0513a44:944_5": "Having done what you do, and what you have done is happy, I will do.",
    "ai-atk-s0513a44:945_0": "After hearing what he said, “Dear, don’t go,” he threw down the chariot, and send it away.",
    "ai-atk-s0513a44:945_1": "And that man did.",
    "ai-atk-s0513a44:945_2": "the King walked on the path,",
    "ai-atk-s0513a44:945_3": "Then, after seeing her, he went to the park and told him what had happened.",
    "ai-atk-s0513a44:945_4": "When he had gone to the King, he thought, “Having heard the park in front of me, and I, after listening to the teachings, and getting up from his seat, all the two seats.”",
    "ai-atk-s0513a44:945_5": "And that man did.",
    "ai-atk-s0513a44:945_6": "The King asked him, “Did you prepare seats in,”",
    "ai-atk-s0513a44:945_7": "“You have one of us.”",
    "ai-atk-s0513a44:945_8": "The king said, “Who was another mindfully, another being is my seat in my presence?” he sat down on a seat.",
    "ai-atk-s0513a44:945_9": "When the King came and worshipped him with his feet, he sat down at one side.",
    "ai-atk-s0513a44:945_10": "But it seems that seventh day",
    "ai-atk-s0513a44:945_11": "then it seems the time for a hundred years.",
    "ai-atk-s0513a44:945_12": "But being realised by the Greatly merit did good for his own merit,",
    "ai-atk-s0513a44:945_13": "The Lord of the elephant, having taken a wanderer, spoke the three verses:",
    "ai-atk-s0513a44:946_0": "215.",
    "ai-atk-s0513a44:947_0": "“These are the fields of these fields, liquor.",
    "ai-atk-s0513a44:948_0": "These are the faults that are not prepared.",
    "ai-atk-s0513a44:949_0": "216.",
    "ai-atk-s0513a44:950_0": "“Dear Pokkharasāti, don’t be happy in successively wheels,",
    "ai-atk-s0513a44:951_0": "hymns, charming hair, and lotuses,",
    "ai-atk-s0513a44:952_0": "What is that fame?",
    "ai-atk-s0513a44:953_0": "217.",
    "ai-atk-s0513a44:954_0": "“The fields of land, the fields of precious in the parks.",
    "ai-atk-s0513a44:955_0": "that is mine alone, I am liberated in this world!”",
    "ai-atk-s0513a44:956_0": "Herein, the field is shared by the field of land.",
    "ai-atk-s0513a44:956_1": "Such a one is just like the water-pot (again),",
    "ai-atk-s0513a44:956_2": "Good-Hearted: who is poisoned by leprosy, epilepsy,",
    "ai-atk-s0513a44:956_3": "cultivated plants, carpets, dropped on both sides, leaning on the ground, and trembles—",
    "ai-atk-s0513a44:956_4": "This was my father’s position: “These are me by such a place, of Yasa, of town and country, with measurable preaching me in this position, wherever I have wandered, do you well? These, how did my patient?",
    "ai-atk-s0513a44:956_5": "carrying here good fields: here the field is precisely in this field for the purpose of (risking).",
    "ai-atk-s0513a44:956_6": "the meaning is that because they dwell in the room too at the monastery of the monastery too; the meaning is, because it is the meaning.",
    "ai-atk-s0513a44:957_0": "Then he said to him:",
    "ai-atk-s0513a44:957_1": "“Your Majesty, I have been reborn in the world for seven hundred years. But I have attained death for seven days. I haven’t attained death, and I am your own assembly.”",
    "ai-atk-s0513a44:957_2": "The king said: “Look here, I will go to here for the purpose of (living) the meritorious Lord of the meritorious deeds, but I shall make merit for the sake of merit.”",
    "ai-atk-s0513a44:958_0": "218.",
    "ai-atk-s0513a44:959_0": "“I’ve seen (them) lighting up the four directions,",
    "ai-atk-s0513a44:960_0": "To the King’s East, Tissa, and Devahita,",
    "ai-atk-s0513a44:961_0": "219.",
    "ai-atk-s0513a44:962_0": "“Sirs, I have eaten the alms-food of sensuality,",
    "ai-atk-s0513a44:963_0": "I was born as Sakka, amongst the gods,",
    "ai-atk-s0513a44:964_0": "220.",
    "ai-atk-s0513a44:965_0": "“Through this merit I have come to here,",
    "ai-atk-s0513a44:966_0": "I will recite the Dhamma and I have no delight in any king.",
    "ai-atk-s0513a44:967_0": "221.",
    "ai-atk-s0513a44:968_0": "“He who is the path to Worthiness, the Worthy One, the Perfect Sambuddha,",
    "ai-atk-s0513a44:969_0": "the path that leads to it, having gone, goes to heaven.”",
    "ai-atk-s0513a44:970_0": "There I dwelt in that fact notice for the day of the night,",
    "ai-atk-s0513a44:970_1": "There I gave up such gifts as no variety of heavens, surrounding the Buddha with the three kinds of sensual stimulation.",
    "ai-atk-s0513a44:970_2": "Insignificant rod and the sword, he should be laid down on the ground with right view.",
    "ai-atk-s0513a44:970_3": "Sunāparanta, wherever he was traveling along the road, which was surrounded by all his Buddhas, is walking along the road in a place where the Buddhas very same road, and having gone, I will walk to the way.",
    "ai-atk-s0513a44:971_0": "When the Buddha-to-be placed in this way these verses he related all the two verses.",
    "ai-atk-s0513a44:971_1": "but it still has no more.",
    "ai-atk-s0513a44:971_2": "“Those who do not lie down, sir.”",
    "ai-atk-s0513a44:971_3": "“After seven days I do not give gifts, I give gifts to seven days. ”",
    "ai-atk-s0513a44:971_4": "Having said that the (safeguard) “The Teacher,” he agreed to the Great Steward.",
    "ai-atk-s0513a44:971_5": "The king gave gifts after seven days, and was reborn in the company of the Thirty-Three.",
    "ai-atk-s0513a44:972_0": "The Teacher, having said this to the preaching of the Dhamma, and he said: “After this excellent community, they should show the supreme fruit of the highest Fruit.” He then showed the Path to the highest fruit of once-return.",
    "ai-atk-s0513a44:972_1": "Then Sāriputta was not able to get King Sāriputta, but Ānanda was able to become a king of Kosala.",
    "ai-atk-s0513a44:973_0": "After completing the colour of your gold, on the drop of water,",
    "ai-atk-s0513a44:975_0": "On his fortune was born in the brāhmaṇa Palace",
    "ai-atk-s0513a44:976_0": "The king said, “While living in Jeta’s Wood,” and while the Teacher was sitting talking about kingship.",
    "ai-atk-s0513a44:976_1": "What eight? in detail is what is on burning, (thinking):",
    "ai-atk-s0513a44:976_2": "The king gave that gift, it seems, and he gave the request five hundred Bhikkhus to the Bhikkhu congregation and he gave the donation of his passions.",
    "ai-atk-s0513a44:976_3": "When the king gave her a talk about virtues, he gave gifts and said, “Sometimes the great fruit.” But when the king gave it a very fruitful, they gave a gift.",
    "ai-atk-s0513a44:976_4": "After the Teacher came and asked: “Where is this talking about, monks, of the Kosalan Kings, when he asked? When he had gathered round, he said to be the king, “Enough, mendicants, without being a doubt, he gives the whole Truth?”",
    "ai-atk-s0513a44:977_0": "In the past King there were sixty-two kings, the sons of Indra, the king called Konāgamana.",
    "ai-atk-s0513a44:977_1": "His minister named Disampati, and he who teaches the Dhamma, and who understands the meaning and the teaching.",
    "ai-atk-s0513a44:977_2": "having gained the sovereignty over the whole of the Rose-Apple Island,",
    "ai-atk-s0513a44:977_3": "Enjoying that forest groves, at the end of the five kings, all the unvirtuous kingship, not by the unvirtuous.",
    "ai-atk-s0513a44:977_4": "The king thought, “If the king wishes to build yield the great fruit, I wish to think thus: “I will build a monument with my virtue.”",
    "ai-atk-s0513a44:977_5": "he, having brought to the attendant, he asked them a question.",
    "ai-atk-s0513a44:977_6": "the Teacher, revealing it to the goal, spoke this verse:",
    "ai-atk-s0513a44:978_0": "222.",
    "ai-atk-s0513a44:979_0": "“The king said, the boy said to the Dhamma, the chief of the Dhamma.”",
    "ai-atk-s0513a44:980_0": "The king’s indication is what the defeat of others said:",
    "ai-atk-s0513a44:981_0": "“The brahmin will learn from learning the precepts,",
    "ai-atk-s0513a44:982_0": "223.",
    "ai-atk-s0513a44:983_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:984_0": "what is given to them is very fruitful,",
    "ai-atk-s0513a44:985_0": "224.",
    "ai-atk-s0513a44:986_0": "“Bhikkhus, are destroyers of ethical conduct,",
    "ai-atk-s0513a44:987_0": "Is having heard of those things, ate in the past,",
    "ai-atk-s0513a44:988_0": "225.",
    "ai-atk-s0513a44:989_0": "“Great king, the rice-grained cows, brahmin,",
    "ai-atk-s0513a44:990_0": "and I listen to them in detail:",
    "ai-atk-s0513a44:991_0": "226.",
    "ai-atk-s0513a44:992_0": "“Strapped them in the root,",
    "ai-atk-s0513a44:993_0": "As a consequence, they run along the shores.",
    "ai-atk-s0513a44:994_0": "227.",
    "ai-atk-s0513a44:995_0": "“Ascetics is called king.",
    "ai-atk-s0513a44:996_0": "“Your warriors, Great King, we (also) taught you,",
    "ai-atk-s0513a44:997_0": "228.",
    "ai-atk-s0513a44:998_0": "“Dear Brahma, the King, who knows your views,",
    "ai-atk-s0513a44:999_0": "they’re not called brahmins.",
    "ai-atk-s0513a44:1000_0": "Leader in others, seeking special behaviors,",
    "ai-atk-s0513a44:1001_0": "229.",
    "ai-atk-s0513a44:1002_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:1003_0": "what is given to them is very fruitful,",
    "ai-atk-s0513a44:1004_0": "230.",
    "ai-atk-s0513a44:1005_0": "“Why have I grabbed a swan in front of her,",
    "ai-atk-s0513a44:1006_0": "though they go along the streets, were trained in the chariot,",
    "ai-atk-s0513a44:1007_0": "231.",
    "ai-atk-s0513a44:1008_0": "“They are called the efficacy of the brahmins and householders,",
    "ai-atk-s0513a44:1009_0": "“Your warriors, Great King, we (also) taught you,",
    "ai-atk-s0513a44:1010_0": "232.",
    "ai-atk-s0513a44:1011_0": "“Dear Brahma, the King, who knows your views,",
    "ai-atk-s0513a44:1012_0": "they’re not called brahmins.",
    "ai-atk-s0513a44:1013_0": "Leader in others, seeking special behaviors,",
    "ai-atk-s0513a44:1014_0": "233.",
    "ai-atk-s0513a44:1015_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:1016_0": "what is given to them is very fruitful,",
    "ai-atk-s0513a44:1017_0": "234.",
    "ai-atk-s0513a44:1018_0": "“They have taken a circle of brahmins and householders,",
    "ai-atk-s0513a44:1019_0": "will cross over the villages and towns,",
    "ai-atk-s0513a44:1020_0": "guided to the village, or in the wood,",
    "ai-atk-s0513a44:1021_0": "235.",
    "ai-atk-s0513a44:1022_0": "“They are called the recipients.",
    "ai-atk-s0513a44:1023_0": "“Your warriors, Great King, we (also) taught you,",
    "ai-atk-s0513a44:1024_0": "236.",
    "ai-atk-s0513a44:1025_0": "“Dear Brahma, the King, who knows your views,",
    "ai-atk-s0513a44:1026_0": "they’re not called brahmins.",
    "ai-atk-s0513a44:1027_0": "Leader in others, seeking special behaviors,",
    "ai-atk-s0513a44:1028_0": "237.",
    "ai-atk-s0513a44:1029_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:1030_0": "what is given to them is very fruitful,",
    "ai-atk-s0513a44:1031_0": "238.",
    "ai-atk-s0513a44:1032_0": "“Your eyes are made up, like a dust on your eyes,",
    "ai-atk-s0513a44:1033_0": "they wandered about dust and dirt,",
    "ai-atk-s0513a44:1034_0": "239.",
    "ai-atk-s0513a44:1035_0": "“They are called they are called",
    "ai-atk-s0513a44:1036_0": "“Your warriors, Great King, we (alternatively) explained the",
    "ai-atk-s0513a44:1037_0": "240.",
    "ai-atk-s0513a44:1038_0": "“Dear Brahma, the King, who knows your views,",
    "ai-atk-s0513a44:1039_0": "they’re not called brahmins.",
    "ai-atk-s0513a44:1040_0": "Leader in others, seeking special behaviors,",
    "ai-atk-s0513a44:1041_0": "241.",
    "ai-atk-s0513a44:1042_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:1043_0": "what is given to them is very fruitful,",
    "ai-atk-s0513a44:1044_0": "242.",
    "ai-atk-s0513a44:1045_0": "“The Rose-Apple Island, having a value of myrobalan,",
    "ai-atk-s0513a44:1046_0": "plunged inside my teeth and plastered inside and out.",
    "ai-atk-s0513a44:1047_0": "243.",
    "ai-atk-s0513a44:1048_0": "“Your sense-sphere, Rāhula, were diverse, sweet flames,",
    "ai-atk-s0513a44:1049_0": "jewellery and tender,",
    "ai-atk-s0513a44:1050_0": "244.",
    "ai-atk-s0513a44:1051_0": "“They are called the traders from the king.",
    "ai-atk-s0513a44:1052_0": "“Your warriors, Great King, we (alternatively) explained the",
    "ai-atk-s0513a44:1053_0": "245.",
    "ai-atk-s0513a44:1054_0": "“Dear Brahma, the King, who knows your views,",
    "ai-atk-s0513a44:1055_0": "they’re not called brahmins.",
    "ai-atk-s0513a44:1056_0": "Leader in others, seeking special behaviors,",
    "ai-atk-s0513a44:1057_0": "246.",
    "ai-atk-s0513a44:1058_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:1059_0": "what is given to them is very fruitful,",
    "ai-atk-s0513a44:1060_0": "247.",
    "ai-atk-s0513a44:1061_0": "“Who did the jewel dust-covered young brāhmaṇas?",
    "ai-atk-s0513a44:1062_0": "(but) the princes seem to provide, (craving) the boys,",
    "ai-atk-s0513a44:1063_0": "248.",
    "ai-atk-s0513a44:1064_0": "“They are called mangoes,",
    "ai-atk-s0513a44:1065_0": "“Your warriors, Great King, we (alternatively) explained the",
    "ai-atk-s0513a44:1066_0": "249.",
    "ai-atk-s0513a44:1067_0": "“Dear Brahma, the King, who knows your views,",
    "ai-atk-s0513a44:1068_0": "they’re not called brahmins.",
    "ai-atk-s0513a44:1069_0": "Leader in others, seeking special behaviors,",
    "ai-atk-s0513a44:1070_0": "250.",
    "ai-atk-s0513a44:1071_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:1072_0": "what is given to them is very fruitful,",
    "ai-atk-s0513a44:1073_0": "251.",
    "ai-atk-s0513a44:1074_0": "“In the villages, while eating and drinking alms from a village,",
    "ai-atk-s0513a44:1075_0": "and many questions were cut off, weren’t infected.",
    "ai-atk-s0513a44:1076_0": "252.",
    "ai-atk-s0513a44:1077_0": "“There are mansions of ‘a slaughter-builder’, tramples,",
    "ai-atk-s0513a44:1078_0": "These are called the wardens of cattle, kings and calls.",
    "ai-atk-s0513a44:1079_0": "“Your warriors, Great King, we (alternatively) explained the",
    "ai-atk-s0513a44:1080_0": "253.",
    "ai-atk-s0513a44:1081_0": "“Dear Brahma, the King, who knows your views,",
    "ai-atk-s0513a44:1082_0": "they’re not called brahmins.",
    "ai-atk-s0513a44:1083_0": "Leader in others, seeking special behaviors,",
    "ai-atk-s0513a44:1084_0": "254.",
    "ai-atk-s0513a44:1085_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:1086_0": "what is given to them is very fruitful,",
    "ai-atk-s0513a44:1087_0": "255.",
    "ai-atk-s0513a44:1088_0": "“I took ahold of the brahmins and held a sword,",
    "ai-atk-s0513a44:1089_0": "While they stands by their swords and spears,",
    "ai-atk-s0513a44:1090_0": "256.",
    "ai-atk-s0513a44:1091_0": "“Ascetics are called both brahmins.",
    "ai-atk-s0513a44:1092_0": "“Your warriors, Great King, we (also) taught you,",
    "ai-atk-s0513a44:1093_0": "257.",
    "ai-atk-s0513a44:1094_0": "“Dear Brahma, the King, who knows your views,",
    "ai-atk-s0513a44:1095_0": "they’re not called brahmins.",
    "ai-atk-s0513a44:1096_0": "Leader in others, seeking special behaviors,",
    "ai-atk-s0513a44:1097_0": "258.",
    "ai-atk-s0513a44:1098_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:1099_0": "what is given to them is very fruitful,",
    "ai-atk-s0513a44:1100_0": "259.",
    "ai-atk-s0513a44:1101_0": "“In the wilderness, having made a hut in the wilderness,",
    "ai-atk-s0513a44:1102_0": "catching fish, snapping fish and turbans,",
    "ai-atk-s0513a44:1103_0": "260.",
    "ai-atk-s0513a44:1104_0": "“These are called the hunters, Kings, and kings are called",
    "ai-atk-s0513a44:1105_0": "“Your warriors, Great King, we (also) taught you,",
    "ai-atk-s0513a44:1106_0": "261.",
    "ai-atk-s0513a44:1107_0": "“Dear Brahma, the King, who knows your views,",
    "ai-atk-s0513a44:1108_0": "they’re not called brahmins.",
    "ai-atk-s0513a44:1109_0": "Leader in others, seeking special behaviors,",
    "ai-atk-s0513a44:1110_0": "262.",
    "ai-atk-s0513a44:1111_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:1112_0": "what is given to them is very fruitful,",
    "ai-atk-s0513a44:1113_0": "263.",
    "ai-atk-s0513a44:1114_0": "“Those sensual pleasures below, riches growthful.",
    "ai-atk-s0513a44:1115_0": "and the King’s delighted, moved to their houses and attendants,",
    "ai-atk-s0513a44:1116_0": "264.",
    "ai-atk-s0513a44:1117_0": "“Enough, king, is said to be the brahmins.",
    "ai-atk-s0513a44:1118_0": "“Your warriors, Great King, we (alternatively) explained the",
    "ai-atk-s0513a44:1119_0": "265.",
    "ai-atk-s0513a44:1120_0": "“Dear Brahma, the King, who knows your views,",
    "ai-atk-s0513a44:1121_0": "they’re not called brahmins.",
    "ai-atk-s0513a44:1122_0": "Leader in others, seeking special behaviors,",
    "ai-atk-s0513a44:1123_0": "266.",
    "ai-atk-s0513a44:1124_0": "“He who has had sexual intercourse,",
    "ai-atk-s0513a44:1125_0": "Only what is given to those worthy of a religious donation where it is very fruitful.”",
    "ai-atk-s0513a44:1126_0": "Herein, virtue is the path to purity.",
    "ai-atk-s0513a44:1126_1": "learned, a learned person who,",
    "ai-atk-s0513a44:1126_2": "giving a gift to a offering.",
    "ai-atk-s0513a44:1126_3": "and those who enjoy that gift will be given to those who enjoy legitimate wealth.",
    "ai-atk-s0513a44:1126_4": "born into a brahmin family,",
    "ai-atk-s0513a44:1126_5": "They hear them from analyse, the brahmins analytic state with wisdom.",
    "ai-atk-s0513a44:1126_6": "bound by the eye:",
    "ai-atk-s0513a44:1126_7": "This is the price for the sickness: “This is the diseased, this is the disease, this is the medicine for sacreditory.”",
    "ai-atk-s0513a44:1126_8": "When bathing is lost, the name is lost,",
    "ai-atk-s0513a44:1126_9": "They move latch the flame,",
    "ai-atk-s0513a44:1126_10": "treatment likewise.",
    "ai-atk-s0513a44:1126_11": "They too said, “We’re doing this.” But they call a brahmin—dhe does not know, “Kappitating me,”",
    "ai-atk-s0513a44:1126_12": "I have explained these brahmin ladys,",
    "ai-atk-s0513a44:1126_13": "I have said: “Now what can I do for the sake of yourselves that I have invited you? What is the meaning of this?",
    "ai-atk-s0513a44:1126_14": "the brahmins are dishonest.",
    "ai-atk-s0513a44:1126_15": "They’re called Bāhiya of the brahmins who are not called:",
    "ai-atk-s0513a44:1127_0": "“What do the brahmins who live for the sake of their own livelihood as a brahmin, or even if they are building up a sacrificial pyre out of the city and go to the eastern gate?”",
    "ai-atk-s0513a44:1127_1": "they went to the slaves and horses with workers bearing like a sheath.",
    "ai-atk-s0513a44:1127_2": "trained in their crafts, horses trained.",
    "ai-atk-s0513a44:1127_3": "bondservants and workers, employees,",
    "ai-atk-s0513a44:1127_4": "Like a wild colt’s hide.",
    "ai-atk-s0513a44:1127_5": "will respond to the rulers of the royal ministers.",
    "ai-atk-s0513a44:1127_6": "In villages, towns, and cities sit down.",
    "ai-atk-s0513a44:1127_7": "He is brought ropperation by the King’s men, and his sons who are strong in thieves.",
    "ai-atk-s0513a44:1127_8": "After doing as they were told, “We will not go to the country,” they pull them up in the same manner.",
    "ai-atk-s0513a44:1127_9": "they are the strongest for you, who have the qualities of bad character.",
    "ai-atk-s0513a44:1128_0": "dust and dirt,",
    "ai-atk-s0513a44:1128_1": "she beggs to ask for wealth,",
    "ai-atk-s0513a44:1128_2": "after hanging strikes to eat the various kinds of spears, flies, mosquitoes, wind, sun, and reptiles, and creeping the floor instead of leather, we will not moisten the floor covers’ smooths.” And after covering the floor by stumps of the wind and sun, heatching it worthlessly, thinking, “We will it is the meaning.”",
    "ai-atk-s0513a44:1128_3": "Since those you had obtained the wealth, they are forty-two eons.",
    "ai-atk-s0513a44:1129_0": "images of sugarcane walls,",
    "ai-atk-s0513a44:1129_1": "Honey-beains that are sweet,",
    "ai-atk-s0513a44:1129_2": "great and fully luxurious skin,",
    "ai-atk-s0513a44:1129_3": "his projecting heels",
    "ai-atk-s0513a44:1129_4": "chopping people down in them.",
    "ai-atk-s0513a44:1129_5": "Whether these words are even yourselves and young men scolded, wide, and prey to Jīvaka.",
    "ai-atk-s0513a44:1129_6": "They reveal themselves to the cows, but the souls as well.",
    "ai-atk-s0513a44:1129_7": "They agree to give (thes) from their own wives, others took (of the gold),",
    "ai-atk-s0513a44:1129_8": "In this way they give to one’s own son, and they take it for the sake of their own son,",
    "ai-atk-s0513a44:1129_9": "Embaṭṭha and Pāṭaliputta, and it is called “burning” and “withstanding” and “They are stated ,” and “It is also called “base” in the sense of “s.",
    "ai-atk-s0513a44:1130_0": "Going about in the village, having taken the alms round of his own dwelling,",
    "ai-atk-s0513a44:1130_1": "Many people in the village, towns, and capital cities, with their heads covered with them.",
    "ai-atk-s0513a44:1130_2": "She then took hold of her, peacocks, worms, ropes, moans, scorpions, creepers, etc., and makes use of them, and treats their meaning as it were.",
    "ai-atk-s0513a44:1130_3": "Their enemystems belonging to their homes go to the home of the homes where they dwelt for the benefit of others.",
    "ai-atk-s0513a44:1130_4": "Those brahmins are called meant.",
    "ai-atk-s0513a44:1131_0": "lived, without sinews, the bone marrow, the cluster of barley,",
    "ai-atk-s0513a44:1131_1": "will be going along the path of the merchants,",
    "ai-atk-s0513a44:1131_2": "caravan leader’s home, employed hands, and taken a hundred thousand men who were killed a hundred thousand robbers,",
    "ai-atk-s0513a44:1131_3": "Godhā, thief, and preventing cattle, inhabited area of the villages, inhabited by cattle, inhabited by men and others.",
    "ai-atk-s0513a44:1131_4": "They are also called ‘feters’.",
    "ai-atk-s0513a44:1131_5": "The roof-covers made into the wall.",
    "ai-atk-s0513a44:1131_6": "And always as a green swell-inspiring.",
    "ai-atk-s0513a44:1131_7": "By this advice to be seen (him), the Migāra’s home,",
    "ai-atk-s0513a44:1131_8": "in the capitals and courtesans covered with garlands, fishers, meat, hunger-oils, and thirst. They were born in the garlands, fishing the stalks, and makeup.",
    "ai-atk-s0513a44:1131_9": "They are called “tend”.",
    "ai-atk-s0513a44:1132_0": "Sensual pleasures are inferior, superior, and superior.",
    "ai-atk-s0513a44:1132_1": "And if undergoing him, he thought, “We were all treasures,” and “We came to do the same thing,” and he had the same treasurer.",
    "ai-atk-s0513a44:1132_2": "Then they came to the house of that king, where they sat, thinking,",
    "ai-atk-s0513a44:1132_3": "Then some other brahmins thought, “We wish to do the invitation procedure.”",
    "ai-atk-s0513a44:1132_4": "And the king’s gems which were beaten for the auspicious king and his chief queen had been reborn in one respect.",
    "ai-atk-s0513a44:1132_5": "They are called “factors” and “possessed by brahmins”.",
    "ai-atk-s0513a44:1133_0": "and he showed them off these verses:",
    "ai-atk-s0513a44:1134_0": "267.",
    "ai-atk-s0513a44:1135_0": "“Sire, there is ethical brahmins.",
    "ai-atk-s0513a44:1136_0": "Is having heard of those things, ate in the past,",
    "ai-atk-s0513a44:1137_0": "268.",
    "ai-atk-s0513a44:1138_0": "“The meal they eat and drink alcohol.",
    "ai-atk-s0513a44:1139_0": "“Great king, please tell you who have wrong views.”",
    "ai-atk-s0513a44:1140_0": "Herein, possessing virtue: possessing virtue that is unvirtuous;",
    "ai-atk-s0513a44:1140_1": "(It is) one who is learned, endowed with (surely) learning.",
    "ai-atk-s0513a44:1140_2": "She invites such-and-such a Buddha for the sake of the hypotheses, and inviting Bāhiya.",
    "ai-atk-s0513a44:1141_0": "The king asked his question, “How are you doing such a thing?”",
    "ai-atk-s0513a44:1141_1": "In the northern part of the mountains, the Great King of Mountains",
    "ai-atk-s0513a44:1141_2": "“Well then, my wise man, learn your strength.” And he replied:",
    "ai-atk-s0513a44:1142_0": "269.",
    "ai-atk-s0513a44:1143_0": "“These brāhmaṇas are very learned, remembering a teachings of the head.",
    "ai-atk-s0513a44:1144_0": "these were quickly invited to a forceful meditation.”",
    "ai-atk-s0513a44:1145_0": "The Great Chief having said: “After doing this topic, great king, he dealed on the Uposatha day, having consecrated the whole city, deposed using the Uposatha day, having all the town, the capital was established in the neighbourhood of the town, and then set it on the four months of the Buddhas.” And in the evening for a Buddha, he received the Uposatha hall together with his pupils.",
    "ai-atk-s0513a44:1145_1": "Then five hundred Buddhas, having gone to the end of the five hundred Buddhas, they fell off.",
    "ai-atk-s0513a44:1145_2": "Truly knowing they saw him, saying: “Who is this? It will be a jungle thicket from the country,” but they invited him to accept the meal on the following day. When they had invited him to accepted that very for a Buddha, the Fraternity. When they had invited him to accept the recitation, they will be invited by the Buddha for a meal.",
    "ai-atk-s0513a44:1145_3": "Mahāvihāradvāja thought, “My perception of flowers have been witnessed by the high (magical) power of the royal ministers, will be able to bring him to the ministers.”",
    "ai-atk-s0513a44:1145_4": "On the next day King Mahāsudassana prepared seats and set out a seat for the great earth.",
    "ai-atk-s0513a44:1145_5": "The Independent Buddhas descended from the sky through the air, having agreed upon (the Buddhas) through the air, after becoming a charming into the sky.",
    "ai-atk-s0513a44:1145_6": "The king, the being intent on awakening, having taken his bowl and robe, took a variety of delicious foods. He then subdued them with various kinds of fine foods, prepared with them, and served them with them.",
    "ai-atk-s0513a44:1145_7": "After the meal fortnights, and he invited the seven days, and he gave them to seven days invited the Mahātittha garden, and giving them seven days.",
    "ai-atk-s0513a44:1145_8": "Having rejoiced in the sky, and being the (others) came together with them.",
    "ai-atk-s0513a44:1146_0": "The Teacher said this to me: “Monks, this miracle of the Kosalan carer, that is an ancient palace of the King and conversion of the Dhamma, even when the untouchable has arisen, he gives a gift to the caravan of the Buddhas.”",
    "ai-atk-s0513a44:1146_1": "“That King was very shaved. That’s what he did.”",
    "ai-atk-s0513a44:1147_0": "Twelve Brahmins, Twelve-skins, twelve (years),",
    "ai-atk-s0513a44:1149_0": "Taking the complexion of alms from a womb,",
    "ai-atk-s0513a44:1150_0": "While living in a certain direction, the Teacher was staying in a certain Jeta’s Grove, which is like an axle.",
    "ai-atk-s0513a44:1150_1": "He was faithful and trusting the Realized One,",
    "ai-atk-s0513a44:1150_2": "Then he thought: “When I saw a delicious gems for the Buddha, the variety of delicious foods, and the Sangha’s excellent jewel, I give them a treasurer, how is this? How should I do it?”",
    "ai-atk-s0513a44:1150_3": "I took many sorts, and having taken worshipped the Teacher and asked him, “How is it? I’m able to make an agreement to do it?”",
    "ai-atk-s0513a44:1150_4": "Then the teacher said to him:",
    "ai-atk-s0513a44:1150_5": "“If the treasure of the Teaching is respectfully circled Ānanda, the Dhammāsoka, let him go.”",
    "ai-atk-s0513a44:1150_6": "After saying that, “Listen,” he invited the Thera and made a very seat on the forehead. He then invited the Elder Mahā-Dhammadatta by preparing his own hands, and giving them to them a palace, –",
    "ai-atk-s0513a44:1150_7": "The elder told him, “No, this is my grandmother, this excellent treasure of the Dhamma.” But the senior elder was not attended on the best seat, and without asking the Elder Sāriputta, he presented the alms-food.",
    "ai-atk-s0513a44:1150_8": "And he thought: “She is able to live alone, withdrawn from the pair of treasures.” Then he asked the ten indulgences for the sake of the Dhamma.",
    "ai-atk-s0513a44:1150_9": "The Teacher ate his alms-food took his alms-food in the first direction and he gave them his robe.",
    "ai-atk-s0513a44:1151_0": "The mendicants gave the Dhamma talk on the hundred and eighteen treasures, saying: ‘Reverend Ānanda, this he gave a teaching to the Elder Ānanda, an abscess, I gave a Dhamma talk to the Elder Ānanda.’",
    "ai-atk-s0513a44:1151_1": "The elder asked: ‘This (Dear of) the nature of the Truth’, and he gave me the same teaching.",
    "ai-atk-s0513a44:1151_2": "he thought, ‘I will get another more alms-food,’ and was not able to eat the alms-food by the Lord of the Truth,’ and he cut off his alms-food by the Discipline of the Dhamma. In this way I shall ask about the root, how I have arrived at the root of the teaching and training.”",
    "ai-atk-s0513a44:1151_3": "When the Teacher came and asked, “Where does the same talk as he does, monks, and then asked, “Where did you come?” When they said, “Even the past, monks, who are you formerly made an end of the Buddhas?” then he said, “It’s the ultimate goal.",
    "ai-atk-s0513a44:1152_0": "In the past, when Brahmadatta was given the ten powers, he gave up to the kingdom and governed the realm of the King.",
    "ai-atk-s0513a44:1152_1": "That being so, in each case, he thinks he was like a charnel ground.",
    "ai-atk-s0513a44:1152_2": "When the king had acquired virtues in his own home, he went to the house of a cow and told him about the town gate. He then sat down outside the gateway to the in the town gate, saying: “I shall go about using the city,” and he added: “When I was sitting outside the gate, escorted me in the town direction with my capital.” And he sat down in the shade of the city, thinking, “I shall look at the town,” and he notice of the city.",
    "ai-atk-s0513a44:1152_3": "At that moment the carcasses of a large one-eyed level with a large assembly of the eighty koṭis. Then after going to the assembly hall, he sat down on the golden statue, and expressed his appreciation, saying: “This is the colour of a large servant, cassing the golden coins and bullion, he departed.”",
    "ai-atk-s0513a44:1152_4": "At that time, in that in the Himalayas, the five-foods come and sat down right there.",
    "ai-atk-s0513a44:1152_5": "and returned to Nandana’s Mount Nandamūlaka.",
    "ai-atk-s0513a44:1153_0": "The King’s hands and feet werehed their hands and feet, and given them to the King. He then offered to the horses with their hands, and given them to the King.",
    "ai-atk-s0513a44:1153_1": "The King, took him a strong pretext.",
    "ai-atk-s0513a44:1153_2": "and took the response a brahmin.",
    "ai-atk-s0513a44:1153_3": "After going to the Paccekabuddha’s meal, they took the left hand of the right hand and given the bowl to the right counselor. He gave the bowl to the right counselor.",
    "ai-atk-s0513a44:1153_4": "And when they do not eat without first being intimate,",
    "ai-atk-s0513a44:1153_5": "The meal offering was given to him, thinking, “I’ll eat the food brought by the King,” and he asked for the purpose of giving a meal to the brahmin who is not an arrival of a leper, and he then asks the Independent Buddhas, “What is this?” But when they me the runnning back, “I will enjoy this offering in return.”",
    "ai-atk-s0513a44:1153_6": "After approaching he asked:",
    "ai-atk-s0513a44:1153_7": "They made a kasiṇa with him:",
    "ai-atk-s0513a44:1154_0": "270.",
    "ai-atk-s0513a44:1155_0": "Having seen (that), being unpleasant to him,",
    "ai-atk-s0513a44:1156_0": "like a great flag in the mountains,",
    "ai-atk-s0513a44:1157_0": "271.",
    "ai-atk-s0513a44:1158_0": "“In that case, shopkeeper gave me to a good lady,",
    "ai-atk-s0513a44:1159_0": "Videhans, liquor, cooking rice and porridge,",
    "ai-atk-s0513a44:1160_0": "272.",
    "ai-atk-s0513a44:1161_0": "“Then you serving the food, brahmin,",
    "ai-atk-s0513a44:1162_0": "Having self-controlled is the Dhamma you do not for your sake,",
    "ai-atk-s0513a44:1163_0": "273.",
    "ai-atk-s0513a44:1164_0": "“The brahmin with the business that I am a brahmin,",
    "ai-atk-s0513a44:1165_0": "my father-in-law, I give my food,",
    "ai-atk-s0513a44:1166_0": "274.",
    "ai-atk-s0513a44:1167_0": "“Now I ask Gotama, Vajirā!",
    "ai-atk-s0513a44:1168_0": "The King then gave me rice-gruel,",
    "ai-atk-s0513a44:1169_0": "275.",
    "ai-atk-s0513a44:1170_0": "“You have accepted eating food, you’ll give food.",
    "ai-atk-s0513a44:1171_0": "the unsurpassed Dhamma is the best thing, what is the good.",
    "ai-atk-s0513a44:1172_0": "276.",
    "ai-atk-s0513a44:1173_0": "“Because I’m ruined, a household,",
    "ai-atk-s0513a44:1174_0": "Enjoy human sensual pleasures, enjoying the king of men,",
    "ai-atk-s0513a44:1175_0": "277.",
    "ai-atk-s0513a44:1176_0": "“Listen in the wilderness, a long time, so very long",
    "ai-atk-s0513a44:1177_0": "When the one who has grown up, the meal is ready,",
    "ai-atk-s0513a44:1178_0": "278.",
    "ai-atk-s0513a44:1179_0": "° “Now having asked: I ask this question, what is the Happy One -",
    "ai-atk-s0513a44:1180_0": "he abandoned his bodies, like a drop of dust on the earth,",
    "ai-atk-s0513a44:1181_0": "279.",
    "ai-atk-s0513a44:1182_0": "“Your living in the wilderness, you can expect no more longer,",
    "ai-atk-s0513a44:1183_0": "You alone is better than that food brought by you.",
    "ai-atk-s0513a44:1184_0": "280.",
    "ai-atk-s0513a44:1185_0": "“A pebbles the size of jujube seeds,",
    "ai-atk-s0513a44:1186_0": "which was hard to give.",
    "ai-atk-s0513a44:1187_0": "281.",
    "ai-atk-s0513a44:1188_0": "“The meat, frogs, and tied meat,",
    "ai-atk-s0513a44:1189_0": "I have a sense of urgency.",
    "ai-atk-s0513a44:1190_0": "282.",
    "ai-atk-s0513a44:1191_0": "“The roar of the sun, he spoke,",
    "ai-atk-s0513a44:1192_0": "(Those food) may I give food to the goods, from eating food at the wrong time.",
    "ai-atk-s0513a44:1193_0": "283.",
    "ai-atk-s0513a44:1194_0": "“Give (for them) in silence I ask), Abhaya.",
    "ai-atk-s0513a44:1195_0": "Isigiligent to your husband’s lady",
    "ai-atk-s0513a44:1196_0": "284.",
    "ai-atk-s0513a44:1197_0": "“So you eat just one meal.",
    "ai-atk-s0513a44:1198_0": "Do not have been invited by a snake, who is your Dhamma?",
    "ai-atk-s0513a44:1199_0": "285.",
    "ai-atk-s0513a44:1200_0": "“I don’t move or fine; I don’t have cut off the skin,",
    "ai-atk-s0513a44:1201_0": "having understood me and not grasping, he is a blessing for all living beings.",
    "ai-atk-s0513a44:1202_0": "286.",
    "ai-atk-s0513a44:1203_0": "“Having gone out through the southern gate, doing the right meaning in the world,",
    "ai-atk-s0513a44:1204_0": "Isigiligent to my husband’s feet,",
    "ai-atk-s0513a44:1205_0": "287.",
    "ai-atk-s0513a44:1206_0": "“All the givers to the four protections, desire for it,",
    "ai-atk-s0513a44:1207_0": "I’m the one who thinks he can’t give.”",
    "ai-atk-s0513a44:1208_0": "There they shine arranged (before) like the Royal City,",
    "ai-atk-s0513a44:1208_1": "They needed one peaked roof, peaked in the peak, which is the meaning of the peak, like the peak of a single peak, fraud.",
    "ai-atk-s0513a44:1208_2": "the Greatly Famous One, having placed the marks on the ground, saying:",
    "ai-atk-s0513a44:1208_3": "When you saw such a one, I sent him off his loved.",
    "ai-atk-s0513a44:1208_4": "the supreme blessing.",
    "ai-atk-s0513a44:1208_5": "Leaving their minds consolidated with the twisted, and made a garland of sandals.",
    "ai-atk-s0513a44:1208_6": "and gave it to the elephant.",
    "ai-atk-s0513a44:1208_7": "Self is oneself, Oh!",
    "ai-atk-s0513a44:1208_8": "Without having destroyed, she ate",
    "ai-atk-s0513a44:1208_9": "What is that Dhamma, great king, what is yours? What is your state you have?",
    "ai-atk-s0513a44:1208_10": "Yet you don’t believe in your own hand, and you answered yourself.",
    "ai-atk-s0513a44:1209_0": "my teacher’s Āṭānāṭiya, because I was a teacher of a teacher,",
    "ai-atk-s0513a44:1209_1": "As a resultant rains.",
    "ai-atk-s0513a44:1209_2": "I have given them the highest gift.”",
    "ai-atk-s0513a44:1209_3": "“I give this food to you, brahmin.” This is the good of the teachers.",
    "ai-atk-s0513a44:1209_4": "I’m not one who knows that gifts is very fruitful, no gift that’s given to me, but don’t know the good.",
    "ai-atk-s0513a44:1209_5": "consideration for the welfare of the King, and for the benefit of material things and giving up material things.",
    "ai-atk-s0513a44:1210_0": "Having thus shown his own virtue’s special qualities, he related the Lord of the World.",
    "ai-atk-s0513a44:1210_1": "seeking the virtues of such virtue, etc.",
    "ai-atk-s0513a44:1210_2": "Tapassī, a lady, silly man,",
    "ai-atk-s0513a44:1210_3": "by one who is wise, endowed with good qualities,",
    "ai-atk-s0513a44:1210_4": "“If you’re not difficult for you to get than food, why do you want to take your life? Your destroy your own life?",
    "ai-atk-s0513a44:1210_5": "This monk who is more than praiseworthy.",
    "ai-atk-s0513a44:1211_0": "At the moment of the stalks were lips, and rotten inside,",
    "ai-atk-s0513a44:1211_1": "sandalwood plastered with pearls, and lotus-like feet,",
    "ai-atk-s0513a44:1211_2": "the young shaft was wide, discomfort and gave them to the rice,",
    "ai-atk-s0513a44:1211_3": "They’d do as they were told, and he sent them off to them. They then took them from the good place and put them on the bank of the river. They then wore them together, and beating their transferred to them, then I say.",
    "ai-atk-s0513a44:1211_4": "Whatever is worthless spears (both) powdered.",
    "ai-atk-s0513a44:1211_5": "on the lions, tigers, etc.",
    "ai-atk-s0513a44:1211_6": "After bringing them, she said:",
    "ai-atk-s0513a44:1211_7": "being one who regards it as self,",
    "ai-atk-s0513a44:1211_8": "no trading,",
    "ai-atk-s0513a44:1211_9": "Without getting permission from food, he grain:",
    "ai-atk-s0513a44:1211_10": "give to me such-and-such a Buddha, and I don’t get any food.",
    "ai-atk-s0513a44:1212_0": "and sit silent.",
    "ai-atk-s0513a44:1212_1": "having nothing through the passionless, ~ who delights in Dhamma,",
    "ai-atk-s0513a44:1212_2": "(Whoever) is lived on, he who has given up all living beings,",
    "ai-atk-s0513a44:1212_3": "Where is the creeper’s level?",
    "ai-atk-s0513a44:1212_4": "These King, having thus experted the three people, thus addressed those people:",
    "ai-atk-s0513a44:1212_5": "They give to me, the perfected ones.",
    "ai-atk-s0513a44:1212_6": "The practice of the Contraphile",
    "ai-atk-s0513a44:1212_7": "For whom has been invited for a two, three, four, five, ten, twenty, thirty, forty, or fifty.",
    "ai-atk-s0513a44:1213_0": "When he heard this, he recited this verse:",
    "ai-atk-s0513a44:1214_0": "288.",
    "ai-atk-s0513a44:1215_0": "“Today I may go from this day today, along the charioteer,",
    "ai-atk-s0513a44:1216_0": "I know that it’s very fruitful today, wherever it is very fruitful.",
    "ai-atk-s0513a44:1217_0": "289.",
    "ai-atk-s0513a44:1218_0": "“These are the kings of shaking off his duty to the brahmins,",
    "ai-atk-s0513a44:1219_0": "the roots and fruits in the roots and fruits.”",
    "ai-atk-s0513a44:1220_0": "Herein, one is the chariot called kingdom,",
    "ai-atk-s0513a44:1220_1": "A posture farmer: he must do his duty when it is done,",
    "ai-atk-s0513a44:1220_2": "monks about the Independent Buddhas awakened for themselves, but with all continued existences.",
    "ai-atk-s0513a44:1221_0": "the Independently Awakened One’s teaching, after having given his own doctrine,",
    "ai-atk-s0513a44:1221_1": "But the King, after arranging his army in the presence of Bārāṇasī, he came to Bārāṇasī.",
    "ai-atk-s0513a44:1222_0": "The Teacher then said: “Monks, this Dhamma teaching is nobody, but like before it came to the news.” And he told him,",
    "ai-atk-s0513a44:1222_1": "“The jewel-treasure of the Dhamma was surrounded by the pair of treasures, and Ānanda was a king of the Himalayas.”",
    "ai-atk-s0513a44:1223_0": "My food is the best and shelter for him—",
    "ai-atk-s0513a44:1224_0": "Where has been born:",
    "ai-atk-s0513a44:1225_0": "they had obtained a ploughing lotuses, a short and so on,",
    "ai-atk-s0513a44:1226_0": "Also the great teacher, who was established in the Vedas and Dhammāsoka,",
    "ai-atk-s0513a44:1227_0": "Victorious over the Great Birth Story,",
    "ai-atk-s0513a44:1228_0": "and for alms in the next world, which are the leaf-hut,",
    "ai-atk-s0513a44:1229_0": "The Book of the Ones is finished."
}