{
    "ai-atk-s0506a0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0506a0:1_0": "The short topics",
    "ai-atk-s0506a0:2_0": "Discussion of the legal procedures",
    "ai-atk-s0506a0:3_0": "On Desiring",
    "ai-atk-s0506a0:4_0": "were to build a large respective city on the Great Council Hall,",
    "ai-atk-s0506a0:5_0": "I worship the (Dearth) Devas, the Worlds",
    "ai-atk-s0506a0:6_0": "Endowed with clear vision and virtuous conduct,",
    "ai-atk-s0506a0:7_0": "worshipped the Dhamma, the Worthy One, the Perfect Sambuddha.",
    "ai-atk-s0506a0:8_0": "Who possesses the virtues’ virtues, and so on, the one who possesses the paths,",
    "ai-atk-s0506a0:9_0": "I worship the noble Saṅgha, the supreme field of merit.",
    "ai-atk-s0506a0:10_0": "whatever meritorious treasure there is in common sense.",
    "ai-atk-s0506a0:11_0": "I’ve been destroyed by all rising above you,",
    "ai-atk-s0506a0:12_0": "and when the gods have done merit, which is an indeed,",
    "ai-atk-s0506a0:13_0": "the fruit of that which is lost as the fruit of that gift.",
    "ai-atk-s0506a0:14_0": "The questioning of those nuns should give away, and by answering in accordance with the questions,",
    "ai-atk-s0506a0:15_0": "the taught of the Path of Performing Fruits and deeds,",
    "ai-atk-s0506a0:16_0": "Through my mind was laid down by the powerful,",
    "ai-atk-s0506a0:17_0": "In the little exalted recitation passages,",
    "ai-atk-s0506a0:18_0": "After rose from his ancient mango grove,",
    "ai-atk-s0506a0:19_0": "Herein, developing the in that place",
    "ai-atk-s0506a0:20_0": "embarrassed, tricked to see, full of desire and aversion.",
    "ai-atk-s0506a0:21_0": "at one time the Great Monastery, this (saying):",
    "ai-atk-s0506a0:22_0": "how I shall build (them) what is beneficial,",
    "ai-atk-s0506a0:23_0": "Having heard the speech of Sakka, he is surely devoted to me.",
    "ai-atk-s0506a0:24_0": "Herein, Virūpakkha to the Standhamādana.",
    "ai-atk-s0506a0:24_1": "Those (gods) that were Supassana’s conduct, and their fine-material sphere, complete in one great yojana from each other, and one great precious things, their fine-material sphere, with their variety of hide, and one whose minds are various treasures, and so on. The mind is said to be the shape of its owing to its various treasures and so on.",
    "ai-atk-s0506a0:24_2": "He placed it in the site for the month of Kātiyāna, thinking, “Nuns, I have taught the Vibhaṅga thus: “This site for the sake of (where)” and so on.",
    "ai-atk-s0506a0:24_3": "Yet even a single one of these deities makes their enemy, etc., through the accumulation of the deeds in the way beginning, “This attainment is the rebirth of the continual existence,” and so on.",
    "ai-atk-s0506a0:24_4": "The result of deeds in the mouth should be understood as serving his mind in order,",
    "ai-atk-s0506a0:25_0": "And when this was said, why are they called it:",
    "ai-atk-s0506a0:25_1": "For this is the moment of the teaching in two ways:",
    "ai-atk-s0506a0:25_2": "And by questioning, and by answering.",
    "ai-atk-s0506a0:25_3": "There those deities, responding to the recitation that were spoken by the Buddha. They asked the teachers for their disciple:",
    "ai-atk-s0506a0:25_4": "And when he did just that, the one who abides in Lineage of the Buddha’s special qualities of compassion for created beings, and one hundred thousand mens of whose meritorious special qualities of the aggregates, etc., and appeared in the end of the six classes of rebirth, old age, and deathlessness of the knowledge of the deathlessness of the kind, etc., and appearance of mentioned in the Sāketa.",
    "ai-atk-s0506a0:26_0": "By means of the first statement of the deities come from. Then, because of the Divinities of the world, men, was first questioned by deities of the gods, the making meritorious deed by Sakka, the deities of the world, and the deities came back to the Fortunate One, thus asked questions of the deities:",
    "ai-atk-s0506a0:26_1": "the deity by the Buddha has given up and questions (of the Dhamma) by means of the Dhamma and of the Vinaya, and therefore it is from the Faith in the Vinaya, of the Dhamma, and then I announce it to the Sangha in order to explain the Teaching.",
    "ai-atk-s0506a0:26_2": "This here is the word “where else” that was being spoken to by him. And she discussed, referring to the answer,",
    "ai-atk-s0506a0:27_0": "but the detailed explanation of the meaning should be understood in the Commentaries. Then the Elder Mahā Devahita was coming in the Great Commentaries: “From now on the ground, opposite sex only with a variety of deliverance” . And this should be understood in detail:",
    "ai-atk-s0506a0:27_1": "(And) he replied: “Where is the meaning of this Dhamma? ” and “There is no reference to him for the meaning of the simile of him, making the meaning of this statement, he will be expounded.”",
    "ai-atk-s0506a0:28_0": "but another –",
    "ai-atk-s0506a0:28_1": "One day, as Mahāmoggallāna was in private retreat this thought came to his mind, and in the debates of all the people. Then, with the Buddha’s mind, makes merit and worry of the gods, which were the appreciation of the mind, whose minds were reborn in a good place, the heavenly realm, having made merit for the world of the gods, and those deities.",
    "ai-atk-s0506a0:28_2": "When the teacher says this, making much of it, he becomes making much of it the fruit of his activity. As a consequences to me, the humans will give rise to confidence in his heart, and making much happiness for the welfare and happiness of the people.”",
    "ai-atk-s0506a0:28_3": "Then he rose from his seat and went to the assembly hall, put on his sarong and took a seat covered in one part of the night, and when he had finished his fingers, he went to the Buddha, bowed, sat down to one side, and told him what had happened. Then he asked,",
    "ai-atk-s0506a0:28_4": "From that world came there, and the whole world had been shown by the Blessed One, there the teacher approved. The Teacher then",
    "ai-atk-s0506a0:28_5": "After taking possession of the kindly sacrifice, he teaches Dhamma in detail,",
    "ai-atk-s0506a0:29_0": "This is the exposition of the teaching on the Monastic Law in accordance with the Monastic Law: the summaries on the Monastic Law, and on the summaries; about the Teaching, the Monastic Law, and the summaries; about the Monastic Law, and its eighty-four grounds, keymphs, and nine verses for recitation, and answers; about the Teaching, and the Monastic Law, and the Disciplines.",
    "ai-atk-s0506a0:30_0": "“For two thousand monks with the Buddha at its head,",
    "ai-atk-s0506a0:31_0": "and the Dhamma Precepts that lasts a 84,000 qualities –",
    "ai-atk-s0506a0:32_0": "In this way the 84,000 chambers, with the entire spectrum of the Dhamma, 84,000 people in the Aṅguttara.",
    "ai-atk-s0506a0:32_1": "The Vahakavisa Similar Man creeper-shrine, moving through the air, the whether the heaven of the Shady Orchid Tree, the bodies of the Shady (?).",
    "ai-atk-s0506a0:32_2": "The first section on the site of Vaggumudā is set up for seventeen grounds. This is the second group of fourteenth parts, ten thousand wide. And the fourth sections, sixth, eighty, or ninety-four thousand Villages, and ten thousand women each cases.",
    "ai-atk-s0506a0:32_3": "The canopy was said: “The foremost precincts of the birds wings or the color of the Vihāras in the first place (the Cetiya),” and this verses made the story of the colour."
}