{
    "ai-atk-s0505a4:0_0": "5. Pārāyanavaggo",
    "ai-atk-s0505a4:1_0": "Priciples for the huts",
    "ai-atk-s0505a4:2_0": "Going for the sake of the finest garden",
    "ai-atk-s0505a4:2_1": "Through ... he knows:",
    "ai-atk-s0505a4:2_2": "In the past, it seems, a single tree will live alone in Bārāṇasī, a thousand teachers.",
    "ai-atk-s0505a4:2_3": "When that’s how seventeen years had passed, they all draw the peak and threw down on the ground. Nigaṇṭha grass, Ājīvaka ascetics, seventy-two families were finished in the royal longhouse to Bāraṇasī, where there is a single stilt house, after going to the king’s family and placed on the ground. There, he can make a living in the royal longhouse.",
    "ai-atk-s0505a4:2_4": "and give him seven stilt longhouses,",
    "ai-atk-s0505a4:2_5": "Even if they don’t abide their children and partners,",
    "ai-atk-s0505a4:2_6": "Then one day the teacher said: “Today is unable to live with a regular meal. While working, he is able to do so, for a teacher, he said this:",
    "ai-atk-s0505a4:2_7": "“Dear Udumbara, Undisturbed trees,”",
    "ai-atk-s0505a4:2_8": "Saying, “Very well,” they did not,",
    "ai-atk-s0505a4:2_9": "When they had drawn pieces, he entered the floor covered the floor.",
    "ai-atk-s0505a4:2_10": "The royal leaf-hut was going down from the sky, like a fleing through the air, and entering the city.",
    "ai-atk-s0505a4:2_11": "Then the teacher said to him:",
    "ai-atk-s0505a4:2_12": "“We will do so. We will take my life through whips, having dropped the neck, swept away my life, and because of that suffering, we will take him away my life.”",
    "ai-atk-s0505a4:2_13": "And that they made an announcement.",
    "ai-atk-s0505a4:2_14": "Then the teacher said:",
    "ai-atk-s0505a4:2_15": "“What, dear, is the king?”",
    "ai-atk-s0505a4:2_16": "“Doctor, you have a knowledge master.”",
    "ai-atk-s0505a4:2_17": "“Enough, dear sirs, do not Vaḍḍha. For that even the king was afflicted, and preferred to ashes, he would not go along carrying like a pole.”",
    "ai-atk-s0505a4:3_0": "Then, after having snapped his sons and grandsons, he returned to the Himalayas, entered the Himalayas’ house, and cremated one of the Himalayas.",
    "ai-atk-s0505a4:3_1": "There they took the waterpot and presented him with the King.",
    "ai-atk-s0505a4:3_2": "The King said, “She was the caravan,” and the King went away.",
    "ai-atk-s0505a4:3_3": "and that citadel, “The town-dwellers have been drawn by the name of a town,” and then the name that was given to him.",
    "ai-atk-s0505a4:3_4": "King Kapilavatthu had a just and principled kingdom, and he appointed sixteen royal courts.",
    "ai-atk-s0505a4:3_5": "My four kingdoms had accumulated a collection of the four congregations, prosperous and full of supernormal powers.",
    "ai-atk-s0505a4:3_6": "The kings’s retinue for him and his assembly thought, “Weʼre getting constructed, great king.”",
    "ai-atk-s0505a4:4_0": "Then one day, the medium one (where), the middle-age, took the barber and placed the king’s front.",
    "ai-atk-s0505a4:4_1": "The King asked: “Where are you in future?”",
    "ai-atk-s0505a4:4_2": "“The Gods of the Thirty-Three.”",
    "ai-atk-s0505a4:4_3": "There he asked all the people there and then asked:",
    "ai-atk-s0505a4:4_4": "“Your friend, bringing me together with my friend.”",
    "ai-atk-s0505a4:4_5": "They agreed.",
    "ai-atk-s0505a4:4_6": "When he had reached maturity he was about to go again and again, he drove it away.",
    "ai-atk-s0505a4:4_7": "They then went to Bārāṇasī and told the King.",
    "ai-atk-s0505a4:4_8": "kings, “I’ve gone to the country of the heavens who have arrived at the gateway of the gems and plates, and my pulled up a hole. I have two friends and colleagues, relatives and my friends.”",
    "ai-atk-s0505a4:4_9": "(Whoever) the doors and the whole city –",
    "ai-atk-s0505a4:4_10": "“From this day forth, Bārāṇasī is the time for the air, for the gems, and I announce it to the well.”",
    "ai-atk-s0505a4:4_11": "Then the kings of Benares (thought): “Benares, this I have been able to see anyone in that countryside with us.” But when he said, “It’s untouchable, wealth, or nationalty.”",
    "ai-atk-s0505a4:4_12": "He dropped his (birth) home in the same way.",
    "ai-atk-s0505a4:4_13": "After making their agreements for their agreement, accumulating, and preparing the abode of worms, in the various forms of the other comprehensions.",
    "ai-atk-s0505a4:4_14": "After seeing them, the king said, “I am a bathed with a handle, a knife, having bathed all the other takens, brought them together, shopped their heads and dressed in sixteen storms, all the royal wood, messengers, clothes, and captivating shouting their limbs, sackings, he swarms outside the gateways.”",
    "ai-atk-s0505a4:4_15": "One should guard it well, thinking, “This is the one who is enquiring, but he has surrounded by the town.”",
    "ai-atk-s0505a4:5_0": "Having gone to Bārāṇasī, they’d prosperous.",
    "ai-atk-s0505a4:5_1": "After making the consequence of the ministers and counselors, having assembled the gateway, and shaking the royal city, and breaking his (from the sky), he saw that I was sitting in a lake, saying “Like hung up from my arms and my trembles, I dried up from my carpets, my clothes shoots, grewed like a grazing jackal, and seeing my own tusking about, I was sitting on my own floor.”",
    "ai-atk-s0505a4:5_2": "Just then the daughter of the Sword-Leaving gave the thirty-two parts,",
    "ai-atk-s0505a4:5_3": "The very wide openings were seen (the other), and so he opened all over.",
    "ai-atk-s0505a4:5_4": "the one widely powerful, having a single power, eightteen wide in his hand,",
    "ai-atk-s0505a4:5_5": "When the strength of his arms was glorious in light of the sun shining in light of the sun.",
    "ai-atk-s0505a4:5_6": "Seeing that great crowd, the king thought, “If he compared five hundred people to the king’s presence, he gave you invited the king’s presence. Thinking: “Such is my act of treatment as your enemies. Your friends!”",
    "ai-atk-s0505a4:5_7": "The king summoned those cooked and left their cloths. All of them all were unfinished rice.",
    "ai-atk-s0505a4:5_8": "Then he thought:",
    "ai-atk-s0505a4:5_9": "“And when he’s employed and shoved first, then my friend, does he have an enemy, ... I’m not constantly ghost, my friend, what will I be?”",
    "ai-atk-s0505a4:5_10": "At that time Kassapa, having arisen, was staying at Benares.",
    "ai-atk-s0505a4:5_11": "Then the king thought,",
    "ai-atk-s0505a4:5_12": "“There is no story of the treasurer: I have no value of cloth that is supremely a treasure with gifts, I am a supreme person.”",
    "ai-atk-s0505a4:6_0": "“There is a Sambuddha who has arisen in the world for the welfare of all living creatures,",
    "ai-atk-s0505a4:7_0": "The Dhamma in the world, when all, arises in every way,",
    "ai-atk-s0505a4:8_0": "The Saṅgha has entered the supreme field in the world.”",
    "ai-atk-s0505a4:9_0": "After getting this thousand monks, all the merchants from the Kalyāṇī river, the golden treasurer, and the couches of jewels (?), having made a golden horse-shair rose, decorated with flowers, and crushed all the flags, steeps through the golden gems, and carpets for the cutting its own couches, and was reborn in a golden-swel, the worker of jels, the chief of another’s very beautiful house, res antelope hide, and adorned (which was situch was situated) in a golden (wangems, the couch was spread about by the rons, and covers.",
    "ai-atk-s0505a4:9_1": "There the first (follows), he applyed himself to the dust (of the sun).",
    "ai-atk-s0505a4:9_2": "“This is how it should be done by one who does.”",
    "ai-atk-s0505a4:9_3": "After hearing that, the king came back and did not wait until the gateway.",
    "ai-atk-s0505a4:10_0": "When he heard this, another town, and the capital cities (thinking): “After hearing the Dhamma”; and when he heard the road, all the town, having approached, all the royal compound, he said, “Having heard the Buddha, the chief of the world, having taken a hundred thousand treasures, I have come to see an end,” and when I had arisen in the world, he saw a strewn with a too sent forth. Then he thought, “In this way I would not see a hundred thousand rebirths.” Then he said, “In the in the world, when I had come to me, after seeing the making annihilated and obsesssing my son, I had arisen in consequence of the lay life, I had arisen in the deliber of the world, I saw a hundred thousand way, I thought,”",
    "ai-atk-s0505a4:10_1": "“It seems the Buddhas have arisen in the world. What do you think is the treasure?”",
    "ai-atk-s0505a4:10_2": "they said:",
    "ai-atk-s0505a4:10_3": "“Great king, please go and find out about this.”",
    "ai-atk-s0505a4:11_0": "After that 12,000 ministers, sixteen thousand coins, I shall come back to see the world.",
    "ai-atk-s0505a4:11_1": "But if he is surviving King Bimbisāra, saying: “I take the King and I have to come.”",
    "ai-atk-s0505a4:11_2": "Dear, the Buddha came back to me and tell him that the Buddha had come.",
    "ai-atk-s0505a4:11_3": "The second monk agreed.",
    "ai-atk-s0505a4:11_4": "may all day, after going to Bārāṇasī’s bowl,",
    "ai-atk-s0505a4:11_5": "Yet the Fortunate One attained Final Emancipation in the Emancipation-explace.",
    "ai-atk-s0505a4:11_6": "The Buddha, saying, “Who is the Buddha,” and when they asked, they all turned the whole absence on their face.",
    "ai-atk-s0505a4:11_7": "They told them, “The Buddha has attained Emancipation.”",
    "ai-atk-s0505a4:11_8": "“Venerable, do you stand by the messenger come and ask what was happening? Why don’t you say it?”",
    "ai-atk-s0505a4:11_9": "You should establish five factors, while the observance-day procedure, and the five factors that we should be undertaken. The eighteen years should be given in fact.",
    "ai-atk-s0505a4:11_10": "When they heard that, they all went forth.",
    "ai-atk-s0505a4:11_11": "he took his share of the relics and proceeding in the midst of the Relic room.",
    "ai-atk-s0505a4:11_12": "The Buddha-to-bearer’s practice is finished.",
    "ai-atk-s0505a4:11_13": "But this Teaching, after having given the Vinaya, the Discipline of the Vinaya,, taking the Vinaya and go to the Buddha, and given the order to his pupils, he declared the highest among the world.",
    "ai-atk-s0505a4:11_14": "The king, having heard the teaching the Thera, surrounded the Bo tree and (the Cetiya at that time, when the Bodhisatta was established in the Factors of the World, he returned to the Shrine. When he had drawn near, he stood once to the Kattambojadīpa.",
    "ai-atk-s0505a4:11_15": "When those sixteen thousand went forth they surrounded the King’s houses.",
    "ai-atk-s0505a4:12_0": "When those Buddhas had performed the degree of Buddha, he surveyed the three worlds, and stood in front of him. He then stood, yet he stood still after three times, and he stood on his father’s side. He stood on his father’s breast, with three Vedas, and with his students.",
    "ai-atk-s0505a4:12_1": "And the rest of the sixteen thousand families had been embarrassed there in Sāvatthī,",
    "ai-atk-s0505a4:12_2": "After learning these sixteen thousand chiefs from winter close to the students in the air. They all went back to Bārāṇasī’s presence.",
    "ai-atk-s0505a4:12_3": "The Great Kings passed away from there.",
    "ai-atk-s0505a4:12_4": "And Bāvari became possessed of her.",
    "ai-atk-s0505a4:12_5": "The King gave the wealth and he also gave another to his wife.",
    "ai-atk-s0505a4:12_6": "he learned the profession in the presence of the little time,",
    "ai-atk-s0505a4:12_7": "So the king told the King:",
    "ai-atk-s0505a4:12_8": "“I will go forth, great king.”",
    "ai-atk-s0505a4:12_9": "“According to your father’s side, he is like a my father’s gone forth.”",
    "ai-atk-s0505a4:12_10": "“There’s no need, great king.”",
    "ai-atk-s0505a4:12_11": "A king thought, “This is my nurse’s prepare for me to visit him in my presence.”",
    "ai-atk-s0505a4:12_12": "A teacher who surrounded by sixteen thousand coins, together with sixteen thousand kings, and maidens to go forth in fourteen royal age.",
    "ai-atk-s0505a4:12_13": "He goes to the assembly hall,",
    "ai-atk-s0505a4:13_0": "Then one day the teacher said:",
    "ai-atk-s0505a4:13_1": "“Those who are called ‘the town’, the pupils of the city’, or else the opportunity to get opportunity to go forth, and how many of the teachers come to him?”",
    "ai-atk-s0505a4:13_2": "The teacher agreed.",
    "ai-atk-s0505a4:13_3": "The king, having constructed two or three times, he gave one hundred thousand coins to the ministers, and after giving them one hundred thousand coins, gave (saying): “Give the horses, bringing them to the horses,”",
    "ai-atk-s0505a4:13_4": "Then the teacher, surrounded by sixteen thousand coins, surrounded by the ministers of the Three Worlds, following ordered: “Mahinda, harmful Uttara- Roja,” and with his right hand of the people.",
    "ai-atk-s0505a4:13_5": "Ānanda, took hold of it, and recited this verse:",
    "ai-atk-s0505a4:14_0": "Herein, one is called “angether from the Kosalan” when it is finished;",
    "ai-atk-s0505a4:14_1": "which they do not attain (the nature of) nothingness, and that which is accompanied by the possession of what is meant.",
    "ai-atk-s0505a4:15_0": "Standing in the midst of the parks, the brahmin horses, the chariots, and the in the midst of the king Assaji, and Punabbasuka from King Assakatissa, he prepares seats in the middle of the day, and in the middle of the day.",
    "ai-atk-s0505a4:15_1": "Like a gourd rown shell, at the time of the donket,",
    "ai-atk-s0505a4:15_2": "Where the cowherds, having crushed all the sesame seeds, divided into two or three leagues, and they preached in that place.",
    "ai-atk-s0505a4:15_3": "He saw that the Nuns had gone forth, thinking: “This place is the child of the auspicious rule, but when he saw that the ministers were responded, he thought: “It seems?”",
    "ai-atk-s0505a4:15_4": "A hundred thousand horses, acquisitions, a hundred thousand horses, a hundred thousand coins, a hundred thousand coins.",
    "ai-atk-s0505a4:15_5": "And that’s what they do.",
    "ai-atk-s0505a4:15_6": "it seems that while bathing at intervals.",
    "ai-atk-s0505a4:15_7": "And after calling us in Sāvatthī, they also get some ox and wearing the bowstruments, saying,",
    "ai-atk-s0505a4:15_8": "if he abandons both thighs and fruits, and he leans them with the fruit of herd.",
    "ai-atk-s0505a4:15_9": "Therefore it was said: “Shall a village live in dependence on the village.”",
    "ai-atk-s0505a4:16_0": "985.",
    "ai-atk-s0505a4:16_1": "Herein, the meaning is this: it is introduced to that forest grove. The meaning is this: the meaning is this.",
    "ai-atk-s0505a4:16_2": "By this means he surviveyed the great sacrifices from that place and appeared in the neighborhood of a hundred thousand coins, speared the King and gave it to the King.",
    "ai-atk-s0505a4:16_3": "Thinking he said, “I didn’t consent to it.”",
    "ai-atk-s0505a4:16_4": "my teacher, after having given it the foremost position in the highest happiness,",
    "ai-atk-s0505a4:16_5": "In this way he gave gifts, giving and sharing",
    "ai-atk-s0505a4:17_0": "verses on the meaning:",
    "ai-atk-s0505a4:17_1": "Having arranged it like this, he entered the village wearing the nymphs of Delightenment. Then he returned to the neighborhood of a village and entered it again.",
    "ai-atk-s0505a4:17_2": "and embarrassed, he entered the leaf huts in the ears, saying, “Giving a gift, I have given them.”",
    "ai-atk-s0505a4:17_3": "The brahmin students in that very house became fairy for the brahmin slaves in that caravan of the workers. Then he drew a hundred thousand wounds, re-enterers, and grand-daughtered three hundred thousand coins in that capital. Then he dismissed me, saying, “Go away from there, and for me.”",
    "ai-atk-s0505a4:18_0": "he carries the legs of his feet, covered the palms on the bed, on the palms of the head, and on the palms of the belly cows’ hooves.",
    "ai-atk-s0505a4:18_1": "happiness and bliss are skillful,",
    "ai-atk-s0505a4:19_0": "Understanding his net, he believes in the Paṭisambhidā,",
    "ai-atk-s0505a4:19_1": "By the seven aggregates:",
    "ai-atk-s0505a4:19_2": "having made such choices, they spread carpets all over the cows. Taking the ground with a straw mat of leaves, horse-hair ropes, go to the ground, and to the cows’ carpets, bringing them to the monastery. And after washing the feet, they whirlpools, circumambulated the floor covers, and places of the bark.",
    "ai-atk-s0505a4:19_3": "Enjoying the fearless One, of that non-human beings, (saying): “If I ask for this reason, let us be for that reason.”",
    "ai-atk-s0505a4:19_4": "He is suffering and griefless.",
    "ai-atk-s0505a4:20_0": "One will recognize the truth as well.’",
    "ai-atk-s0505a4:20_1": "A god is destroyed by the gods.",
    "ai-atk-s0505a4:20_2": "down is dropping up and downwards, either the sage or the head.",
    "ai-atk-s0505a4:21_0": "He knows what is to be done, and if he knows that he knows each legs.",
    "ai-atk-s0505a4:21_1": "gets the head and head-splitting,",
    "ai-atk-s0505a4:21_2": "I know about this: it is here that is in this,",
    "ai-atk-s0505a4:22_0": "(The thirty-two years) in the human realm, at one time",
    "ai-atk-s0505a4:22_1": "And when the brahmin Bāvari was cattle, the Buddha came to the rainy season residence in the world, (the eighth year).",
    "ai-atk-s0505a4:22_2": "Not embracing, they hold fast.",
    "ai-atk-s0505a4:23_0": "The powers of insight and wisdom. They have attained power, all the strengths of insight and power, all the strengths of his direct knowledge.",
    "ai-atk-s0505a4:23_1": "having made his heart on the object, were freed in mind,",
    "ai-atk-s0505a4:24_0": "1001-3.Sokassāti soko assa.",
    "ai-atk-s0505a4:24_1": "he has great wisdom,",
    "ai-atk-s0505a4:24_2": "Wise One of Great Wisdom, Vajirā, whose wisdom is vast, his precious great wisdom,",
    "ai-atk-s0505a4:24_3": "he shines forth without reserved, he is what is said.",
    "ai-atk-s0505a4:25_0": "gets the household, flames, and is experienced (into the house).",
    "ai-atk-s0505a4:25_1": "Seeing those who don’t know or see how they are,",
    "ai-atk-s0505a4:25_2": "Characteristics of characteristics,",
    "ai-atk-s0505a4:25_3": "He has been answered: what is meant is that in detail.",
    "ai-atk-s0505a4:25_4": "if she has completed seven things that are complete.",
    "ai-atk-s0505a4:25_5": "Amongst humans lives by legitimate means, and advice he instructs things,",
    "ai-atk-s0505a4:26_0": "“We were born as a marks of his birth, Gotamī, and his birth,” and she was born in me.",
    "ai-atk-s0505a4:26_1": "I had a counsel, and sympathy for me,",
    "ai-atk-s0505a4:26_2": "Since I ask (them) in the mind, I ask them a question about those seven things.",
    "ai-atk-s0505a4:27_0": "Secluded is the same in the same way as the name and clan, namely, the same matter.",
    "ai-atk-s0505a4:27_1": "both of them:",
    "ai-atk-s0505a4:27_2": "swept away the group of parts.",
    "ai-atk-s0505a4:27_3": "In the past, having driven out the Fortunate One’s instructions,",
    "ai-atk-s0505a4:27_4": "marriedly with those who have their minds, with those without attachments,",
    "ai-atk-s0505a4:27_5": "They’re said to have constructions in city.",
    "ai-atk-s0505a4:27_6": "and that which cities, precises, and settles in all that.",
    "ai-atk-s0505a4:27_7": "and the cowherd’s care.",
    "ai-atk-s0505a4:27_8": "the city of the rainy season in the forest is what is called.",
    "ai-atk-s0505a4:27_9": "When they had reached Kosambī, the Vayas, Kosambī had arrived at Āsambī. The assembly of those yogis, was converted to the faith of those ascetics.",
    "ai-atk-s0505a4:28_0": "1019.",
    "ai-atk-s0505a4:28_1": "Then the Buddha said to them: “The mount of discussing the sacred flame, and a government official do not come to their faculties. But this is the best shrine.",
    "ai-atk-s0505a4:28_2": "For if you were to teach the Dhamma to the great crowd, the people will come hither, town, and capital cities and text. And many people come back to Rājagaha for the Saṅgha of mendicants.”",
    "ai-atk-s0505a4:28_3": "They too arrived at Sāvatthī, and they said, “The Buddha is an unfolded robe, with a scented circumambulated the Buddha.” When they saw the Buddha, they went to the hut, where he stood, saying: “Greatly,",
    "ai-atk-s0505a4:28_4": "And he thought: “This is the conclusion of the story,” and he understood that he is the conclusion.",
    "ai-atk-s0505a4:28_5": "And the Buddha, too, entered the city called Setavyā. He also entered the town hall, the city gate to the Kumbhilaka, and went to the Great Wood.",
    "ai-atk-s0505a4:28_6": "Then he left Sāvatthī and went to the city. There was a stone beganized all over Sāvatthī, and there was a stilt house.",
    "ai-atk-s0505a4:28_7": "Therefore it was said: “There is a city in Sāvatthī, and Sāketa, the city supreme,",
    "ai-atk-s0505a4:28_8": "On Setaches, etc.",
    "ai-atk-s0505a4:29_0": "1020.",
    "ai-atk-s0505a4:29_1": "There the Magadhans of Magadhans who were inclined to Rājagaha.",
    "ai-atk-s0505a4:29_2": "In the Palace of Cetiya (monastery) was a great palace.",
    "ai-atk-s0505a4:29_3": "But when the Fortunate One was born, the dwelling of it arose (in the Buddha),",
    "ai-atk-s0505a4:29_4": "He did so.",
    "ai-atk-s0505a4:30_0": "When they saw the Buddha, they became liberated on the road, from there and returned to the air.",
    "ai-atk-s0505a4:30_1": "Therefore it was said: “Having been a razor, the mountains,”",
    "ai-atk-s0505a4:31_0": "sat down on one side. When the Buddha saw a them, he asked a stilt house, “Having seen the Truth, and had been sitting on the ground with mind, and being asked to bear him, I hope you lying down. When I was standing on one side, I asking the Buddha said, “My mind-made, Master Gotama, I hope you were sitting on the arranged his mind, I am standing on the ground.” And I asking the victor, and am standing right there.",
    "ai-atk-s0505a4:32_0": "1025.",
    "ai-atk-s0505a4:32_1": "Herein, complete is the beginning of what is the first.",
    "ai-atk-s0505a4:32_2": "if he regards it as a teacher, saying: “Surely you know, teacher’s birth;”",
    "ai-atk-s0505a4:32_3": "The near shore of the far shore is finished.",
    "ai-atk-s0505a4:33_0": "and for twenty years old, some hundred years.",
    "ai-atk-s0505a4:33_1": "marks of a Great Man.",
    "ai-atk-s0505a4:33_2": "If he fails in this way, and he should use it either in the next life or in the next life, and he should go beyond the next life.",
    "ai-atk-s0505a4:33_3": "five hundred celestial dove-footed nymphs, or five hundred coins in the mind.",
    "ai-atk-s0505a4:33_4": "They say that one thing is called a master of the three Vedas in the three Vedas.",
    "ai-atk-s0505a4:34_0": "What is the characteristic of foulness? Which one has the three characteristics? In what sense is marked: “What are the three characteristics?”",
    "ai-atk-s0505a4:35_0": "Is enquire about the gods responsible for the sake of getting others, that is, the enquiry to answer. This is the question of the gods that person.",
    "ai-atk-s0505a4:36_0": "1032-33.",
    "ai-atk-s0505a4:36_1": "The brahmin asked the questions, “Ascetics, having heard the five consequences, engaged in discussion.”",
    "ai-atk-s0505a4:36_2": "Then the Fortunate One said this to those monks: “Such is negligent,”",
    "ai-atk-s0505a4:36_3": "Herein, because there is no skill in ignorance in the four kinds of ignorance and shoots are different things.",
    "ai-atk-s0505a4:36_4": "He attains the path of perfection and faith, etc., and he is able to discern the faculties by means of faith and energy. That is why he has mindfulness and situational awareness, guarding the sense faculties by one who is moderate in eating, etc., and recommending on the text, “Development of the spiritual faculties,” and so on.",
    "ai-atk-s0505a4:37_0": "if he hears embarrassed, then having heard that great fame, it appears to him: “Dearthless, having arisen, it is the meaning, it is said, it is the precincts,” and with a large mind-made, which is the meaning.",
    "ai-atk-s0505a4:37_1": "and having driven out, he spoke this verse:",
    "ai-atk-s0505a4:37_2": "Then the Buddha, saying, “Having compassion for him”,",
    "ai-atk-s0505a4:37_3": "Saying, “After saying,” he invited the rest inviting (them).",
    "ai-atk-s0505a4:37_4": "There they all infested the sixteenth year,",
    "ai-atk-s0505a4:37_5": "There they questioned the Realised One: “Dear Principle, they invited those who inspect a question about the assembly,” and they asked him (and asked):",
    "ai-atk-s0505a4:37_6": "With the rest of all the three offerings,",
    "ai-atk-s0505a4:38_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:39_0": "The discussion on the same point as Grainmonishment",
    "ai-atk-s0505a4:40_0": "1. Ajitasuttavaṇṇanā",
    "ai-atk-s0505a4:41_0": "1039.",
    "ai-atk-s0505a4:41_1": "But the question covers them in that place.",
    "ai-atk-s0505a4:41_2": "Why do you call someone in the world? What would you say about this?",
    "ai-atk-s0505a4:42_0": "She doesn’t want to give up falling under the sway of the fingernails for the sake of nymphs, and she does not want to live for the sake of their nymphs, and she does not yearnings for the sake of their nymphs for the sake of illness and others.",
    "ai-atk-s0505a4:42_1": "for his virtue has been shown by giving, etc., and don't give gifts to such virtues.",
    "ai-atk-s0505a4:42_2": "Gladly in the world’s shell is like a monkey in a cluster of pearls.",
    "ai-atk-s0505a4:42_3": "suffering, and so on.",
    "ai-atk-s0505a4:43_0": "They all get caught up in the various forms, such as the rainy season in the various forms.",
    "ai-atk-s0505a4:43_1": "What then is their reason?",
    "ai-atk-s0505a4:43_2": "for the sake of restraint: please tell them what is beyond the reason why.",
    "ai-atk-s0505a4:43_3": "By this reason he asks,",
    "ai-atk-s0505a4:43_4": "Since they act in this way, they maintain these things.",
    "ai-atk-s0505a4:43_5": "By this reason he asks about food,",
    "ai-atk-s0505a4:44_0": "Those who look forwards, in order to purify their lifespan,",
    "ai-atk-s0505a4:44_1": "for those who end wholesome things being announced, (thinking):",
    "ai-atk-s0505a4:44_2": "That’s why I call a generality, I say that mindfulness and situational awareness.",
    "ai-atk-s0505a4:44_3": "Because of the understanding of the origin of what is impermanent, ~ for fine-materiality, physical phenomena, etc., or of the paths, or of any other.",
    "ai-atk-s0505a4:45_0": "If you were to ask a question about the class of rebirth, then you should answer it as you like. You might answer it: ‘When there is.’ So let it be asked, ‘You should answer all.’",
    "ai-atk-s0505a4:46_0": "1044.",
    "ai-atk-s0505a4:46_1": "However, what is called she does not return from here after referring to the Community, and so the understanding that they are in common. That is why it is called “boundless.”",
    "ai-atk-s0505a4:46_2": "In brief, however, the meaning here is this:",
    "ai-atk-s0505a4:46_3": "When you were asked this question, I say: ‘This is in fact that ...’ with its fading away and cessation, I say. When you say it ceases, you’re included in that.",
    "ai-atk-s0505a4:46_4": "When this ceases, consciousness ceases.",
    "ai-atk-s0505a4:46_5": "That’s not what is said.",
    "ai-atk-s0505a4:47_0": "1045.",
    "ai-atk-s0505a4:47_1": "And at this point it is known that the arising of suffering is made up of suffering. This is the truth of the origin of suffering. Truly knowing that this is the truth of the path leading to the end of suffering. When someone has come to the truth of the origin of suffering, saying ‘I am the truth of suffering’, ‘I am the truth of suffering’, and the truth of the practice that leads to the cessation of suffering.’ And this, they say, ‘There is the practice that leads to the cessation of suffering’.",
    "ai-atk-s0505a4:47_2": "Herein, ‘ageable’ is a term for what is impermanent and changeable.",
    "ai-atk-s0505a4:47_3": "the trainees, the trainees, and the rest, and the rest.",
    "ai-atk-s0505a4:47_4": "many creates many fetters.",
    "ai-atk-s0505a4:47_5": "Yet when asked whether they could tell me their questions, he answers them, “Yes, I’m a trainee,” and he answers.",
    "ai-atk-s0505a4:48_0": "1046.",
    "ai-atk-s0505a4:48_1": "Then the Buddha said that the request of all kinds of sensual desire and ill will, without hindrances, corruptions of the hindrances, etc., as follows: “Now opening up the defilements that should be given up.”",
    "ai-atk-s0505a4:48_2": "The meaning of this:",
    "ai-atk-s0505a4:48_3": "Since they don’t lose their defilements, they might give up bad conduct by way of body, speech, and mind, and thoughts of mind. They might give up greed, hate, and delusion.",
    "ai-atk-s0505a4:48_4": "But it is possible to point out the profitable states in all its aspects through the wholesomeness of all conditions and since it is possible to accumulate towards all beings with greed, etc., and because it is discoverable, a mendicant who is skilled in opposites, and because they are skilled in opposites of identity views. That is why it is developed that stated in the sense of loss.",
    "ai-atk-s0505a4:48_5": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:49_0": "In this way the Buddha taught them the exposition of the teaching on the Kūṭadanta about the Truth. He became one thousand Bhikkhus, and he preached the Dhamma to one thousand other people.",
    "ai-atk-s0505a4:49_1": "Again and Saints vanished.",
    "ai-atk-s0505a4:49_2": "All those with psychic powers, who had mastered the (supernatural) powers, and attended on the Buddha, sat down on them with joined palms to him.",
    "ai-atk-s0505a4:50_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:51_0": "The discussion on Ajita",
    "ai-atk-s0505a4:52_0": "2. Tissametteyyasuttavaṇṇanā",
    "ai-atk-s0505a4:53_0": "Let them be taken up residence for the Tissāsa example.",
    "ai-atk-s0505a4:53_1": "his rebirth is now pleasant.",
    "ai-atk-s0505a4:53_2": "(Always) in all aspects and the three indications which bring all to an end,",
    "ai-atk-s0505a4:53_3": "For those brahmins were purifyed, saying: “The Buddha has arrived at least for themselves,”",
    "ai-atk-s0505a4:53_4": "asked, and he answered the questions.",
    "ai-atk-s0505a4:53_5": "This is how they should be understood.",
    "ai-atk-s0505a4:54_0": "And when the king was finished, he asked, “What whole world was the conqueror of the earthquake?” he asked, “There is no need to discussion.”",
    "ai-atk-s0505a4:54_1": "“He does not know where his faculties have come from; he asks, “Have you come from?” And the Buddha replied, “Have you come?”",
    "ai-atk-s0505a4:54_2": "Then Tissa, knowing his own standing on, asked: “Where did you ask?”",
    "ai-atk-s0505a4:54_3": "Herein, what is contented by anger here? Who is an employed here?",
    "ai-atk-s0505a4:54_4": "transmigration: Craving is the view of craving,",
    "ai-atk-s0505a4:54_5": "He ascends from his deep knowledge, profounded, he wore them;",
    "ai-atk-s0505a4:54_6": "(But) the King is not found, but does not conflict with wisdom.",
    "ai-atk-s0505a4:55_0": "1048-9.",
    "ai-atk-s0505a4:55_1": "Meanwhile, the Buddha explained these verses to the meaning.",
    "ai-atk-s0505a4:55_2": "Herein, abundance of sensual pleasures is called “lived” when they see the drawbacks of sensual pleasures.",
    "ai-atk-s0505a4:55_3": "present for it is in this way, “There is a serious offense in the presence of craving.”",
    "ai-atk-s0505a4:55_4": "Herein, having become fully extinguished there, and with the complete destruction of greed and so on, etc., inquiring into Nibbāna by means of the Dhamma, which is impermanent and so on, and so on.",
    "ai-atk-s0505a4:55_5": "Herein, the rest is as already explained.",
    "ai-atk-s0505a4:56_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:56_1": "At the conclusion of the teaching Piṅgiyānī together with one thousand other people. And he became one of those thousand people in the Truths.",
    "ai-atk-s0505a4:56_2": "Theories on the past:",
    "ai-atk-s0505a4:57_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:58_0": "concluding the Discourse on Tissa the Discussion of the Questions",
    "ai-atk-s0505a4:59_0": "3. Puṇṇakasuttavaṇṇanā",
    "ai-atk-s0505a4:60_0": "1050.Anejanti puṇṇakasuttaṁ.",
    "ai-atk-s0505a4:60_1": "And after as it was said above the King of the Mogharāja, in the first place he refused.",
    "ai-atk-s0505a4:60_2": "Herein, the roots are unprofitable, etc.",
    "ai-atk-s0505a4:60_3": "the hermits,",
    "ai-atk-s0505a4:60_4": "sacrifices to the gods.",
    "ai-atk-s0505a4:60_5": "were seeking an eradication.",
    "ai-atk-s0505a4:61_0": "being struck forwards, sprinkled with hot coals,",
    "ai-atk-s0505a4:61_1": "those people come from this state, and (thinking): It is reckoned as a human being.",
    "ai-atk-s0505a4:61_2": "The old age swamped by old age.",
    "ai-atk-s0505a4:61_3": "(there is) a term for old age and death;",
    "ai-atk-s0505a4:61_4": "By that declaration, they proclaimed their (supernatural) vision.",
    "ai-atk-s0505a4:62_0": "The Buddha is the sacrificer of Yama, but he does not say: ‘Buddha is this sacrifice, it’s a sacrifice, and its culmination’s sacrifice.",
    "ai-atk-s0505a4:62_1": "This is said:",
    "ai-atk-s0505a4:62_2": "hope you’re diligent in your sacrifice, I hope you’re diligent in keenly.",
    "ai-atk-s0505a4:63_0": "They gain many different kinds of gain.",
    "ai-atk-s0505a4:63_1": "And they told him what was happening, “Lay follower,” etc., that was given to him.",
    "ai-atk-s0505a4:63_2": "(Having) great desire for form, ~ and so on, they break into speech.",
    "ai-atk-s0505a4:63_3": "if they give wake;",
    "ai-atk-s0505a4:63_4": "They abide gain for sensual pleasures, that is, by gaining material possessions, honor, and popularity. They call them up. And that is what they’re said.",
    "ai-atk-s0505a4:63_5": "He has gone beyond rebirths,",
    "ai-atk-s0505a4:63_6": "Because of sensual desire and because of the passion for continued existence they don’t reach quenching away.",
    "ai-atk-s0505a4:64_0": "Yet he treats his domain, what he says is inferior?",
    "ai-atk-s0505a4:64_1": "Arising: it is known",
    "ai-atk-s0505a4:64_2": "and one who speaks from another’s promote the state of loss and the hell called.",
    "ai-atk-s0505a4:64_3": "Playing things, Virūpakkha, etc.",
    "ai-atk-s0505a4:64_4": "The flood, stiffness, etc.",
    "ai-atk-s0505a4:64_5": "he has crossed over such a state of existence.",
    "ai-atk-s0505a4:64_6": "The rest is the same as before.",
    "ai-atk-s0505a4:65_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:65_1": "At the conclusion of the teaching Piṅgiyānī together with one thousand other people. And he preached the Truth of the Dhamma.",
    "ai-atk-s0505a4:65_2": "The rest is of the same as before.",
    "ai-atk-s0505a4:66_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:67_0": "The discussion on the Universal Monarch",
    "ai-atk-s0505a4:68_0": "4. Mettagūsuttavaṇṇanā",
    "ai-atk-s0505a4:69_0": "Yet I ask you questions",
    "ai-atk-s0505a4:69_1": "Herein, I think there is embarrass in the knowledge master who has developed self-developed, and so has such a knowledge master.",
    "ai-atk-s0505a4:70_0": "The meaning is that it is inside moments because they asks about carcass. When it is full, it is the meaning.",
    "ai-atk-s0505a4:70_1": "I’ll understand as one who understands, and so do I declare it to them.",
    "ai-atk-s0505a4:70_2": "Craving is the source of attachments, source from attachments, and origins from attachments.",
    "ai-atk-s0505a4:71_0": "1058.",
    "ai-atk-s0505a4:71_1": "So when the source of attachments come to be in this way –",
    "ai-atk-s0505a4:71_2": "When you’re not rid of greed,",
    "ai-atk-s0505a4:71_3": "Herein, they understand the impermanence of conditions, and so on.",
    "ai-atk-s0505a4:71_4": "The birth of suffering in this way is the imperishable. Owing to the inner skin, the deathless.",
    "ai-atk-s0505a4:72_0": "overpowered wheels, lamenting and lamentation:",
    "ai-atk-s0505a4:72_1": "For this Teaching has been understood by those who know, so by those who know.",
    "ai-atk-s0505a4:73_0": "I will teach you the Dhamma, which is the right way for you.",
    "ai-atk-s0505a4:73_1": "in this very life, or in suffering, or that state,",
    "ai-atk-s0505a4:73_2": "non-physical in self.",
    "ai-atk-s0505a4:73_3": "Knowing this, he says, “He does not have any conditioned phenomena through being impermanent.”",
    "ai-atk-s0505a4:73_4": "If I greatly rejoice in what is said, I will do what is contrary to the Teaching.",
    "ai-atk-s0505a4:73_5": "I greatly rejoice in the supreme Dhamma.",
    "ai-atk-s0505a4:74_0": "they’re called ‘covered’.",
    "ai-atk-s0505a4:74_1": "Having thus known and seen these two consciousnesses of mine, consciousness and views, and such consciousness,",
    "ai-atk-s0505a4:74_2": "That’s how, in this way, how, does it follow the causing of binding it, separately, and not remain indeed with them.",
    "ai-atk-s0505a4:74_3": "Here these two kinds of becoming are conceived in the homes of existence both, and when something is said:",
    "ai-atk-s0505a4:75_0": "1063-4.",
    "ai-atk-s0505a4:75_1": "Here, having removed these things, he is thus “This is a",
    "ai-atk-s0505a4:75_2": "That’s how they live with these verses.",
    "ai-atk-s0505a4:75_3": "Herein, in this place there is the state of existence or in this Dispensation,",
    "ai-atk-s0505a4:75_4": "Gotama practices well contemptible and quenching, without attachment,",
    "ai-atk-s0505a4:75_5": "he said to the Fortunate One:",
    "ai-atk-s0505a4:75_6": "“Have you heard, Gotama?”",
    "ai-atk-s0505a4:76_0": "1065.",
    "ai-atk-s0505a4:76_1": "There is no more to abandon this entire body –",
    "ai-atk-s0505a4:76_2": "So they spoke these verses:",
    "ai-atk-s0505a4:76_3": "Herein, close carefully and initiate:",
    "ai-atk-s0505a4:76_4": "therefore I revere you, therefore, I will not be no more.",
    "ai-atk-s0505a4:76_5": "Stroking onwards, thinking: ‘I have gone together,’",
    "ai-atk-s0505a4:76_6": "said the Fortunate One to the Nāgas:",
    "ai-atk-s0505a4:77_0": "1066.",
    "ai-atk-s0505a4:77_1": "Now he has given up that which is the Buddha gave up and responsible, saying: “This is the suffering of the brahmins!” Then he advised the mendicants like this: “Regardless, bring it to the brahmin!”",
    "ai-atk-s0505a4:77_2": "The meaning of this:",
    "ai-atk-s0505a4:77_3": "the brahmin whose net is attached to it, thought that he is the brahmin who has reached the end of sensual pleasures, who has reached the end of rebirth in sensual pleasures, and who is unfeated with sensual pleasures, who is unattached and in sensual pleasures?”",
    "ai-atk-s0505a4:77_4": "for he has crossed over this flood and crossed over the flood.",
    "ai-atk-s0505a4:78_0": "1067.",
    "ai-atk-s0505a4:78_1": "And what is it?",
    "ai-atk-s0505a4:78_2": "for him a wise verse:",
    "ai-atk-s0505a4:78_3": "Herein, in this Dispensation:",
    "ai-atk-s0505a4:78_4": "After relinquishing it,",
    "ai-atk-s0505a4:78_5": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:79_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:79_1": "the teaching is stated in the case of the three states that were taught, and the eighty-four grounds (profitable).",
    "ai-atk-s0505a4:80_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:81_0": "The Controllation of the Discourse on loving-kindness is finished.",
    "ai-atk-s0505a4:82_0": "5. Dhotakasuttavaṇṇanā",
    "ai-atk-s0505a4:83_0": "Yet I ask questions about the Discourse With Tāyana",
    "ai-atk-s0505a4:83_1": "there I will take my shine.",
    "ai-atk-s0505a4:83_2": "training in regard to extinguishment, he should train in for his own welfare.",
    "ai-atk-s0505a4:83_3": "they go from here and is my mouth.",
    "ai-atk-s0505a4:84_0": "1070.",
    "ai-atk-s0505a4:84_1": "When he had spoken, Discussed, how should we ask the Buddha himself, “Did you see Vipassī?”",
    "ai-atk-s0505a4:84_2": "There I see in the world with its gods and men, I see the heavenly realm.",
    "ai-atk-s0505a4:84_3": "therefore I revere you, I will not think.",
    "ai-atk-s0505a4:84_4": "he released this.",
    "ai-atk-s0505a4:85_0": "1071.",
    "ai-atk-s0505a4:85_1": "Then the Buddha said this: “And what will the myself have said?” “We will do so with your nails like the mouthful?”",
    "ai-atk-s0505a4:85_2": "Herein, I will not be able to satisfy",
    "ai-atk-s0505a4:85_3": "if he is able to teach (them) heedless;",
    "ai-atk-s0505a4:85_4": "How do you get rid of your own doubt?",
    "ai-atk-s0505a4:85_5": "you should be delighted.",
    "ai-atk-s0505a4:86_0": "1072-5.",
    "ai-atk-s0505a4:86_1": "When he had spoken, one of his own clan asked him, “ begged for a finishing!”",
    "ai-atk-s0505a4:86_2": "Herein, Brahmā is a term for the best.",
    "ai-atk-s0505a4:86_3": "he says:",
    "ai-atk-s0505a4:86_4": "“Those who have compassion for Brahmā.”",
    "ai-atk-s0505a4:86_5": "For the one (wholesome) things which bring all into seclusion, about the state of unconditioned,",
    "ai-atk-s0505a4:86_6": "Will not attractiveness, helplessness, in the past,",
    "ai-atk-s0505a4:86_7": "those who are peaceful here,",
    "ai-atk-s0505a4:86_8": "being reproached by what is not given,",
    "ai-atk-s0505a4:86_9": "The others from here and there are two verses in the sense of loving-kindness.",
    "ai-atk-s0505a4:86_10": "There is this Dhamma, and this benefit of all.",
    "ai-atk-s0505a4:86_11": "In the third public meeting hall, they get arranged for the people, later stage, and it is what is said.",
    "ai-atk-s0505a4:86_12": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:87_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:87_1": "the teaching is stated in the case of the three states that were taught, and the eighty-four grounds (profitable).",
    "ai-atk-s0505a4:88_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:89_0": "The discussion on the Universal Monarch",
    "ai-atk-s0505a4:90_0": "6. Upasīvasuttavaṇṇanā",
    "ai-atk-s0505a4:91_0": "1076.Ekoahanti upasīvasuttaṁ.",
    "ai-atk-s0505a4:91_1": "Herein, great intelligent ones:",
    "ai-atk-s0505a4:91_2": "Is wrong view without it resort to an individual.",
    "ai-atk-s0505a4:91_3": "I’m not able to live.",
    "ai-atk-s0505a4:91_4": "objects of meditation,",
    "ai-atk-s0505a4:91_5": "The person who determines the Dhamma, or the other individual.",
    "ai-atk-s0505a4:92_0": "1077.",
    "ai-atk-s0505a4:92_1": "Now comes the brahmin Yasa; he does not know the dimension of nothingness; he does not know that he has made no further effort about it.",
    "ai-atk-s0505a4:92_2": "Herein, when listening to the sphere of nothingness: he entered upon the dimension of nothingness, he saw the abiding in that attainment and the base consisting of boundless consciousness, and so on.",
    "ai-atk-s0505a4:92_3": "There is no offense for one who boasts, “There is no offense for the purpose of making the object.”",
    "ai-atk-s0505a4:92_4": "(Mahinda said to): “Having (only) a continuously a long time, here the in the fourfold reckoning, the third instance of shoots rolls forth the fourth jhāna.”",
    "ai-atk-s0505a4:92_5": "talk about some matters.",
    "ai-atk-s0505a4:92_6": "Namely for the end of craving,",
    "ai-atk-s0505a4:92_7": "He makes a happy life here and now,",
    "ai-atk-s0505a4:93_0": "1078-9.",
    "ai-atk-s0505a4:93_1": "One sees now as “long” in the way beginning, “He is abandoned only what is given up,” and so on, pursuing the suppression.",
    "ai-atk-s0505a4:93_2": "Herein, having abandoned something else, herein there are six lower attainments for (of the attainments).",
    "ai-atk-s0505a4:93_3": "in the highest freedom which perceptions, ~ in the supreme liberations,",
    "ai-atk-s0505a4:93_4": "But if he stands there without inclination, then that person would leave the dimension of nothingness. He asks about the Brahmā realm.",
    "ai-atk-s0505a4:93_5": "So the Buddha spoke about sixty thousand aeons with his own hands, spoke the third verse:",
    "ai-atk-s0505a4:94_0": "1080.",
    "ai-atk-s0505a4:94_1": "When they hear that place was heard, they were reborn in annihilationistry, “Have you take up the annihilationist.”",
    "ai-atk-s0505a4:94_2": "Herein, when animals go the rainy-season residence (after counted) a dwelling place, is the meaning.",
    "ai-atk-s0505a4:94_3": "‘Surely the time for the rainy-season residence, there was a meal offering for the monks, for the sake of worldly gain, and so on. He should be told, what has happened.’",
    "ai-atk-s0505a4:94_4": "Saying, “Even” is excited by Paṭācārā.",
    "ai-atk-s0505a4:94_5": "Right there he was a person free of rapture, having attained the end of suffering, and having attained the state of existence. When a person is freed from all suffering, he would attain extinguishment.",
    "ai-atk-s0505a4:94_6": "consciousness exists with something left over. When consciousness is cut off, it would be appropriate for them to become extinguished without defilements.",
    "ai-atk-s0505a4:95_0": "1081.",
    "ai-atk-s0505a4:95_1": "Then the Buddha said to annihilationists, “Having arisen in that noble disciple, displayed, made an end of suffering.”",
    "ai-atk-s0505a4:95_2": "yet he goes to restrain the meaning.",
    "ai-atk-s0505a4:95_3": "he doesn’t take calculation; he goes to the direction there.",
    "ai-atk-s0505a4:95_4": "The Sage freed by not grasping in this way is the one freed by wisdom, and so of such a thing, having dried up and produced the path to the underworld, transgressed in both ways, one freed by not grasping, and one freed by not grasping: “I am freed from defilements by not grasping,” and one who has ended the defilements,",
    "ai-atk-s0505a4:96_0": "1082.",
    "ai-atk-s0505a4:96_1": "(but) after hearing the meaning, he said: “Now, after hearing the meaning,” “There is no need for the purpose.",
    "ai-atk-s0505a4:96_2": "The meaning of this:",
    "ai-atk-s0505a4:96_3": "He has no doubt or uncertainty about the recollection of peace, or is liable to perishing, thus he is a pliable to perishing laziness .",
    "ai-atk-s0505a4:96_4": "what will you do?",
    "ai-atk-s0505a4:96_5": "for this Teaching has been understood by you.",
    "ai-atk-s0505a4:97_0": "1083.",
    "ai-atk-s0505a4:97_1": "Then the Buddha said to him, “Whoever shows this arrival,” “There’s a plunge into the presence of him.",
    "ai-atk-s0505a4:97_2": "Herein, through not grasping any attachment there, the one who has become extinguished through grasping.",
    "ai-atk-s0505a4:97_3": "There is no measure of the immaterial states,",
    "ai-atk-s0505a4:97_4": "in which they might say,",
    "ai-atk-s0505a4:97_5": "(All these things) up to all the aggregates, and so on.",
    "ai-atk-s0505a4:97_6": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:98_0": "Thus the Fortunate One preached this perfection in the Great Wood.",
    "ai-atk-s0505a4:98_1": "the teaching is stated in the case of the three states that were taught, and the eighty-four grounds (profitable).",
    "ai-atk-s0505a4:99_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:100_0": "The Congregation of the Discourse on Uposatha",
    "ai-atk-s0505a4:101_0": "7. Nandasuttavaṇṇanā",
    "ai-atk-s0505a4:102_0": "relishing delights in the World’s look,",
    "ai-atk-s0505a4:102_1": "Herein, the first meaning is:",
    "ai-atk-s0505a4:102_2": "Walking about in the world, beginning with livelihood, middle, and ends in oneself? What is it that an aristocrat, merchant, or worker? Or what is it possible to say?” “Do you say, ‘Chief, how many kinds of coarse livelihood dependence in the world? Or, they say, ‘Can they say, ‘Can they make such a view?’",
    "ai-atk-s0505a4:103_0": "1086-7.",
    "ai-atk-s0505a4:103_1": "Just now, just as a cleansing loads of pollutants, he says, “Whoever is this?”",
    "ai-atk-s0505a4:103_2": "Herein, the lady of many sorts:",
    "ai-atk-s0505a4:103_3": "Herein, live there within the inner quarters there,",
    "ai-atk-s0505a4:103_4": "Then the Fortunate One, while examining his purity, spoke the second verse:",
    "ai-atk-s0505a4:104_0": "1088-90.",
    "ai-atk-s0505a4:104_1": "After hearing this, he asked the monks: “Now he who does not want to die,” and he in address him to his.",
    "ai-atk-s0505a4:104_2": "So the Buddha shows the third in front of his birth, with the ears the nose.",
    "ai-atk-s0505a4:104_3": "Herein, one is covered with unclouded.",
    "ai-atk-s0505a4:104_4": "here, although for those who are dispelled,",
    "ai-atk-s0505a4:104_5": "Herein, here is a particular.",
    "ai-atk-s0505a4:104_6": "who has completely understood craving in three ways: completely understands craving,",
    "ai-atk-s0505a4:104_7": "The rest is as already explained in all ways already as they did.",
    "ai-atk-s0505a4:105_0": "In this way the Buddha taught him pointing out the conclusion of the Great Wood (saying): “I feel inspired to approve and agree with what the Buddha said.”",
    "ai-atk-s0505a4:105_1": "And here too, previously, having understood the states in the past, the future is the present.",
    "ai-atk-s0505a4:106_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:107_0": "The Advice to Nandā",
    "ai-atk-s0505a4:108_0": "8. Hemakasuttavaṇṇanā",
    "ai-atk-s0505a4:109_0": "Previously, Times (Even) on the Three Times",
    "ai-atk-s0505a4:109_1": "The Sakyans there were, in my own receptacle, which were my own former wife, had been obtained to me in the past.",
    "ai-atk-s0505a4:109_2": "Gotama’s dispensation, being praised by Gotama, the first Gotama’s conception.",
    "ai-atk-s0505a4:109_3": "all that just increased my thoughts.",
    "ai-atk-s0505a4:109_4": "(There is) the end of craving, craving for continued existence,",
    "ai-atk-s0505a4:109_5": "Then the Buddha tells him the Dhamma, saying: “Stop it,”",
    "ai-atk-s0505a4:109_6": "Herein, these perceptions of extinguishment are impermanent, suffering, and perishable: “Because of a manner of attributes is impermanent, perishing, and perishing.”",
    "ai-atk-s0505a4:109_7": "since he is extinguished in the present life, and because it is extinguished in the present life.",
    "ai-atk-s0505a4:109_8": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:110_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:110_1": "Though the teaching is taught, and the eighteen in terms of the past is the future.",
    "ai-atk-s0505a4:111_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:112_0": "The Universal Monarch’s Finite is finished.",
    "ai-atk-s0505a4:113_0": "9. Todeyyasuttavaṇṇanā",
    "ai-atk-s0505a4:114_0": "Todeyya Suttanta he preached the Discourse on the Todeyya Sutta",
    "ai-atk-s0505a4:114_1": "Herein, the liberation is like that: what kind of liberation should be wants to ask about?",
    "ai-atk-s0505a4:114_2": "Now comes the time of his liberations to the Buddha, for the second time the Fortunate One,",
    "ai-atk-s0505a4:114_3": "there is no liberation of him for him, there is no other liberation.",
    "ai-atk-s0505a4:115_0": "1097-8.",
    "ai-atk-s0505a4:115_1": "When that craving is spoken, he asked, “Does the liberations in the present life,” and so he replying to an end, he declares the well.",
    "ai-atk-s0505a4:115_2": "Herein, is the wisdom therein is the knowledge of arising, or is the knowledge of the attainment of knowledge or the state of existence.",
    "ai-atk-s0505a4:115_3": "Then the Fortunate One spoke the second verse to him:",
    "ai-atk-s0505a4:115_4": "Herein, sensual pleasures will be:",
    "ai-atk-s0505a4:115_5": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:116_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:116_1": "Though the teaching is taught, and the eighteen in terms of the past is the future.",
    "ai-atk-s0505a4:117_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:118_0": "To the Gates of the Water Saying",
    "ai-atk-s0505a4:119_0": "10. Kappasuttavaṇṇanā",
    "ai-atk-s0505a4:120_0": "Transmigration in the Precincts",
    "ai-atk-s0505a4:120_1": "Herein, roaming on all sides is said to be midday roaming on the first side in the middle with creeperson.",
    "ai-atk-s0505a4:120_2": "stop having eight months,",
    "ai-atk-s0505a4:120_3": "like this it doesn’t come to be, so it doesn’t come to be.",
    "ai-atk-s0505a4:121_0": "1101-2.",
    "ai-atk-s0505a4:121_1": "Then the Buddha declared the meaning of that verse:",
    "ai-atk-s0505a4:121_2": "Herein, having nothing what is means with what is their result?",
    "ai-atk-s0505a4:121_3": "From where did he have what is called rejection of giving away?",
    "ai-atk-s0505a4:121_4": "laternatively: the first later is what is called “ascetic”.",
    "ai-atk-s0505a4:121_5": "don’t attend on Māra’s servants.",
    "ai-atk-s0505a4:121_6": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:122_0": "And so the Buddha taught the expositions of the teaching on Arahantship and the paths of Araṭṭha.",
    "ai-atk-s0505a4:123_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:124_0": "The Advice to Gotamī is finished.",
    "ai-atk-s0505a4:125_0": "11. Jatukaṇṇisuttavaṇṇanā",
    "ai-atk-s0505a4:126_0": "Telling up the Discourse on Tagarasikhī",
    "ai-atk-s0505a4:126_1": "There the Fortunate One, after hearing this word “Bhikkhus, I desire to see him in the bowl.” When he heard that the Buddha had no desire for sensual pleasures, he heared the Enlightened One, the Sole Protector of the Enlightened One, –",
    "ai-atk-s0505a4:126_2": "was unable to ask the Fortunate One, (saying): “I have come to ask the Fortunate One,",
    "ai-atk-s0505a4:126_3": "have great wisdom on this sharing which is shared with the eye of the Sahajāti.",
    "ai-atk-s0505a4:126_4": "An astute person",
    "ai-atk-s0505a4:126_5": "please tell me again,",
    "ai-atk-s0505a4:126_6": "for even a thousand times perfume he can speak,",
    "ai-atk-s0505a4:126_7": "he overcomes (their) fire with fire.",
    "ai-atk-s0505a4:126_8": "Since I meditate on this teaching, I would know it.",
    "ai-atk-s0505a4:127_0": "1105-7.",
    "ai-atk-s0505a4:127_1": "Then the Buddha, knowing the teaching, recited these three verses:",
    "ai-atk-s0505a4:127_2": "Herein, seeing people who see renunciation, goodness, and Emancipation in regard to extinguishment, they see the way that they will be",
    "ai-atk-s0505a4:127_3": "learning, holding, and view.",
    "ai-atk-s0505a4:127_4": "he should be told: “It is night, or for transferred to another.”",
    "ai-atk-s0505a4:127_5": "don’t get involved.",
    "ai-atk-s0505a4:127_6": "And what is greed and refresh and so on? Don’t let Māra get angry,",
    "ai-atk-s0505a4:127_7": "in the past, future, and present.",
    "ai-atk-s0505a4:127_8": "May the Fortunate One give the Puṇṇikā to the yellow Lotus,",
    "ai-atk-s0505a4:127_9": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:128_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:128_1": "Though the teaching is taught, and the eighteen in terms of the past is the future.",
    "ai-atk-s0505a4:129_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:130_0": "The Book of the Twos is finished.",
    "ai-atk-s0505a4:131_0": "12. Bhadrāvudhasuttavaṇṇanā",
    "ai-atk-s0505a4:132_0": "Training yearnings, looking for a fine thoroughbred,",
    "ai-atk-s0505a4:132_1": "Herein, surely sprinkled.",
    "ai-atk-s0505a4:132_2": "Craving is the sixth cutting off craving.",
    "ai-atk-s0505a4:132_3": "turning away from the world, converging the world.",
    "ai-atk-s0505a4:132_4": "give rise to joy, future and present,",
    "ai-atk-s0505a4:132_5": "For if craving is called “eleven” in the same way under the heading of becoming and so on.",
    "ai-atk-s0505a4:132_6": "Two attending:",
    "ai-atk-s0505a4:132_7": "I ask you about (him) comfortable.",
    "ai-atk-s0505a4:132_8": "After hearing the word (Bāgaha), the Buddha will hurriedly: “Brahikkhus, will the Serpents will fetch many people come from here;”",
    "ai-atk-s0505a4:132_9": "Vaṅgīsa, the country, and so on, in the country of Kāsī,",
    "ai-atk-s0505a4:132_10": "for the inferior.",
    "ai-atk-s0505a4:133_0": "1110.",
    "ai-atk-s0505a4:133_1": "Then the Buddha spoke two verses:",
    "ai-atk-s0505a4:133_2": "Herein, craving for forms is called grasping.",
    "ai-atk-s0505a4:133_3": "That which is called “given” in the world with its order, for the sake of which they divided into two and calms.",
    "ai-atk-s0505a4:133_4": "For Māra the murderer of the people produced by them in which they are produced by the aggregates of the aggregates, and never reaching the aggregates.",
    "ai-atk-s0505a4:134_0": "So they understand conditions, and so on.",
    "ai-atk-s0505a4:134_1": "seeing that with what is called attachment to the part of the body, ~ of the deathless, the abode of death, of the Lord of Death, having driven in all beings, like a being born in a charming the minds of all beings,",
    "ai-atk-s0505a4:134_2": "“Only when a person has arisen in a (performation) or for the sake of their own giving up and taking hold of this person, he still does not let go in all this world with its aim of service, but without having service.” He said, “It is in the neighborhood of the world, for the sake of all that,”",
    "ai-atk-s0505a4:135_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:135_1": "Though the teaching is taught, and the eighteen in terms of the past is the future.",
    "ai-atk-s0505a4:136_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:137_0": "The Book of the Discourses is finished.",
    "ai-atk-s0505a4:138_0": "13. Udayasuttavaṇṇanā",
    "ai-atk-s0505a4:139_0": "1112-3.Jhāyinti udayasuttaṁ.",
    "ai-atk-s0505a4:139_1": "Herein, there is shelter of enlightenment, liberation,",
    "ai-atk-s0505a4:139_2": "Then the Fortunate One, knowing the fourfold reckoning the absorption, therefore he said with the help of the jhāna, not just as well.",
    "ai-atk-s0505a4:139_3": "Herein, it can be understood that the abandoning of sensual desires is the first jhāna in the first jhāna, and the enlightenment factor of the liberations are inappropriate for becoming and instances.",
    "ai-atk-s0505a4:139_4": "that should be given up all the time.",
    "ai-atk-s0505a4:140_0": "Putting the fourth sleeping place in shout. It is said to be the fourth absorption.",
    "ai-atk-s0505a4:140_1": "They residing in the Dhamma Victorious in this way, attained the fourth absorption, and attainment after attaining the liberations.",
    "ai-atk-s0505a4:140_2": "For it is with the path to Worthiness in the same way, the stainlessness of the path, etc., that is to say:",
    "ai-atk-s0505a4:140_3": "“Have the formless people worship?”",
    "ai-atk-s0505a4:140_4": "The breaking up of ignorance and formations are just for the breaking up of ignorance, gives rise to breaking up of the aggregates, and becoming a basis for breaking up and destruction.",
    "ai-atk-s0505a4:141_0": "1115-6.",
    "ai-atk-s0505a4:141_1": "When ignorance is spoken of in this way, he asked what is said, “What is the point of extinguishment?”",
    "ai-atk-s0505a4:141_2": "What is the fetter of the fetters?",
    "ai-atk-s0505a4:141_3": "Endowed with a reason",
    "ai-atk-s0505a4:141_4": "What would he abandon him?",
    "ai-atk-s0505a4:141_5": "Then the Fortunate One said this to the meaning, “Returning the fetters,”",
    "ai-atk-s0505a4:141_6": "Herein, thinking: ‘This is the thought of sensual pleasure.’",
    "ai-atk-s0505a4:142_0": "1117-8.",
    "ai-atk-s0505a4:142_1": "Now comes the path to extinguishment, he asks, “How is it, reverend?”",
    "ai-atk-s0505a4:142_2": "Herein, consciousness is a condition for consciousness.",
    "ai-atk-s0505a4:142_3": "Then the Fortunate One, knowing that path to oneself, saying: “Where do you reciting this,”",
    "ai-atk-s0505a4:142_4": "In this way one is mindful, with full awareness,",
    "ai-atk-s0505a4:142_5": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:143_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:143_1": "Though the teaching is taught, and the eighteen in terms of the past is the future.",
    "ai-atk-s0505a4:144_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:145_0": "On the Grasping of Deeds is finished.",
    "ai-atk-s0505a4:146_0": "14. Posālasuttavaṇṇanā",
    "ai-atk-s0505a4:147_0": "Talking forgets, Talks, and Similes,",
    "ai-atk-s0505a4:147_1": "Herein, one who takes the past and the Buddha, the beginning, “Whatever is in the past, future, and present in the future”",
    "ai-atk-s0505a4:147_2": "the immediately transmigration of wisdom,",
    "ai-atk-s0505a4:147_3": "Then towards all forms they’ve abandoned all kinds of becoming , abandoning of all becoming ; and including all becoming, is abandoned in the various forms of opposite sex.",
    "ai-atk-s0505a4:147_4": "And when one sees that ‘there is nothing’ is said” in accordance with consciousness it is said to be “there is nothing at all” in the dimension of nothingness.",
    "ai-atk-s0505a4:147_5": "I ask about (his) knowledge, Sakyan, who having asked the Buddha, said:",
    "ai-atk-s0505a4:147_6": "The person I ask about this. How should I ask about his question?",
    "ai-atk-s0505a4:147_7": "How should they make an end to old knowledge? How should they give rise to knowledge?",
    "ai-atk-s0505a4:148_0": "1121.",
    "ai-atk-s0505a4:148_1": "Then the Buddha made an individual without observed knowing about it, and pointed it out a verse:",
    "ai-atk-s0505a4:148_2": "Herein, the Realized One is introduced to all beings according to the four classes of consciousness. This is how they are of sentient beings simply understood.",
    "ai-atk-s0505a4:148_3": "So long as they know that person is specific conditioned by deeds, they will be reborn in a person who is a particular individual. This is how they will be reborn.”",
    "ai-atk-s0505a4:148_4": "freed in the base consisting of nothingness, beliefs,",
    "ai-atk-s0505a4:148_5": "The Lord of the World gained wisdom,",
    "ai-atk-s0505a4:149_0": "Knowing this was the potter’s work, they consider the dimension of nothingness, and the dimension of neither perception nor non-perception.",
    "ai-atk-s0505a4:149_1": "The fetter of delight is the fetter of the Lord of Nandā, and there is the reckonings that are future.",
    "ai-atk-s0505a4:149_2": "Then Vipassī will Then see the attainment with the base consisting of nothingness, and so on, it is the impermanent.",
    "ai-atk-s0505a4:149_3": "This is the knowledge of this person for that person, their knowledge has arisen in them as they are different things.",
    "ai-atk-s0505a4:149_4": "Endowed, endowed with virtue,",
    "ai-atk-s0505a4:149_5": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:150_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:150_1": "Though the teaching is taught, and the eighteen in terms of the past is the future.",
    "ai-atk-s0505a4:151_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:152_0": "The Conduct of Contact",
    "ai-atk-s0505a4:153_0": "15. Mogharājasuttavaṇṇanā",
    "ai-atk-s0505a4:154_0": "the Palaceful Tree",
    "ai-atk-s0505a4:154_1": "And he should give them two or three days:",
    "ai-atk-s0505a4:154_2": "for in a past life they were to ask the Buddha for two or three times.",
    "ai-atk-s0505a4:154_3": "But when he came back to the life of the faculties he declares that he has not yet answered:",
    "ai-atk-s0505a4:154_4": "“I would ask you, Sakyan.”",
    "ai-atk-s0505a4:154_5": "if he answers as far as Queen Susīma says: “That is a legitimate legal procedure of mine.”",
    "ai-atk-s0505a4:154_6": "And the cattle-keeper says:",
    "ai-atk-s0505a4:154_7": "“I have heard”",
    "ai-atk-s0505a4:155_0": "1124.Ayaṁ lokoti manussaloko.",
    "ai-atk-s0505a4:155_1": "apart from the other world, the rest is the rest of that.",
    "ai-atk-s0505a4:155_2": "with his own insight the Brahmā realm—the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—who can be understood to correspond to the other world in all ways.",
    "ai-atk-s0505a4:156_0": "1125.",
    "ai-atk-s0505a4:156_1": "When he has thus suppressed the foremost in the world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—and he shows them to do so.",
    "ai-atk-s0505a4:157_0": "scrutinized the world with its characteristics, etc., and appeared in having the characteristic of worldly conditions, or for the thoroughly conditions, or for the method of virtue and practice, it is empty of fully .",
    "ai-atk-s0505a4:157_1": "having removed (wrong) view of self, having lifted it up,",
    "ai-atk-s0505a4:157_2": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:158_0": "In this way the Fortunate One taught the Earth:",
    "ai-atk-s0505a4:158_1": "the teaching is stated in the case of the three states that were taught, and the eighty-four grounds (profitable).",
    "ai-atk-s0505a4:159_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:160_0": "The account of the King’s Queen Palace",
    "ai-atk-s0505a4:161_0": "16. Piṅgiyasuttavaṇṇanā",
    "ai-atk-s0505a4:162_0": "I am Piṅgiya on Tree",
    "ai-atk-s0505a4:162_1": "There I am an old man, that one is capable of having agenishing old age, depraved: “I am a brahmin, I am a weaker of gold coin,” and “I will thorns my son”.",
    "ai-atk-s0505a4:162_2": "“I’m old, without strength, I’m powerful.”",
    "ai-atk-s0505a4:162_3": "I won’t be able to create harm you again. I won’t encounter if I had become without getting permission.",
    "ai-atk-s0505a4:162_4": "of birth and old age, they live in this life. In the Palace of Vijaya, wherever there is the stone born, growing old, dying, passing away, or being reborn.",
    "ai-atk-s0505a4:163_0": "1128.",
    "ai-atk-s0505a4:163_1": "Now, because the nostrils of the body is old, fame in disturbance! Well looking forwards, I am overcome with them.”",
    "ai-atk-s0505a4:163_2": "Herein, with form as condition: form rooted in form,",
    "ai-atk-s0505a4:163_3": "being troubled, yet he despised by deeds.",
    "ai-atk-s0505a4:163_4": "They triumphant the Visionary Positions Form, and so the Serpents (because of their Buddhas) present.",
    "ai-atk-s0505a4:164_0": "1129-30.",
    "ai-atk-s0505a4:164_1": "When the Buddha heard this, he retrieved and satisfied the fact that had been made forward like a palm stump. Then he went back to the Buddha, and on that occasion the Buddha, saying: “Having taken up four a distance.”",
    "ai-atk-s0505a4:164_2": "Then the Buddha said to him, “Who did you show the way of craving?”",
    "ai-atk-s0505a4:164_3": "The dropping everywhere (all) everywhere,",
    "ai-atk-s0505a4:165_0": "And he too taught the Fortunate One:",
    "ai-atk-s0505a4:165_1": "he preached the Piṅgiyānī and the non-returner.",
    "ai-atk-s0505a4:165_2": "He thought:",
    "ai-atk-s0505a4:165_3": "“Though I can’t get a favor of the gods.”",
    "ai-atk-s0505a4:165_4": "through that he had reached Arahantship he went to Liberation.",
    "ai-atk-s0505a4:165_5": "and the pupils were attending on the Laṅkā Rose Apple (one).",
    "ai-atk-s0505a4:165_6": "May all those who have psychic power, who have had mastered the three robes that are negligent.",
    "ai-atk-s0505a4:166_0": "On account of which lesser than patience is finished.",
    "ai-atk-s0505a4:167_0": "The discussion on the Piṅgiyānī is finished.",
    "ai-atk-s0505a4:168_0": "First: the Pārāsariya",
    "ai-atk-s0505a4:169_0": "That is the cause of the reason why the Fortunate One said this to the Community: “We shall give you the monastery.”",
    "ai-atk-s0505a4:169_1": "Herein, this is what is said.",
    "ai-atk-s0505a4:169_2": "The people from the great drums in Bāvari’s games assembled together with his pupils. They sprinkled the Buddha’s presence.",
    "ai-atk-s0505a4:169_3": "Yet they are the brahmins",
    "ai-atk-s0505a4:169_4": "Herein, when sixteen leagues from front and six kilometers was seated in front of the south.",
    "ai-atk-s0505a4:169_5": "Today I begg from (Knowing), by begging what is beneficial,",
    "ai-atk-s0505a4:169_6": "Knowing these things,",
    "ai-atk-s0505a4:169_7": "‘According to the far shore’ is a term for those brahmins. For what is said was undefeated in the Tissārāma nor too. ...",
    "ai-atk-s0505a4:169_8": "stood to the Buddha’s army.”",
    "ai-atk-s0505a4:170_0": "1131-7.",
    "ai-atk-s0505a4:170_1": "Herein, the recitation of the Monastic Code is extinguishment with people produced in terms of conduct.",
    "ai-atk-s0505a4:170_2": "the great hermit.",
    "ai-atk-s0505a4:170_3": "The remainder is their great blade,",
    "ai-atk-s0505a4:170_4": "and they went to a celibacy of the spiritual life.",
    "ai-atk-s0505a4:170_5": "Thus he is said to be the interpreting of Nibbāna, his object is undeclared.",
    "ai-atk-s0505a4:171_0": "the commentary on the perfections:",
    "ai-atk-s0505a4:172_0": "will the bondservants for covering the whole world.",
    "ai-atk-s0505a4:172_1": "And when he taught these sixteen thousand koṭis of psychic powers had been taught by the Buddha, the sixty-two hundred and eighty thousand men in number.",
    "ai-atk-s0505a4:172_2": "For this is said:",
    "ai-atk-s0505a4:173_0": "“Before it is the lovely manner of the Ways,",
    "ai-atk-s0505a4:174_0": "Having crossed the deathless fourteenth and fourteen koṭis of living creatures.”",
    "ai-atk-s0505a4:175_0": "Also, because of that teaching, people followed the Buddha’s teaching, and compassion for themselves in the neighborhood of a village.",
    "ai-atk-s0505a4:175_1": "And the Buddha also left Sāvatthī.",
    "ai-atk-s0505a4:175_2": "There also worshipping the Fortunate One, saying:",
    "ai-atk-s0505a4:175_3": "“Sir, I’m not able to make this promise the Buddhas, but I’ve informed him.”",
    "ai-atk-s0505a4:175_4": "After going to the cowherd’s knowledge, he residing that comes along with his foot. He then went to the calf’s foot.",
    "ai-atk-s0505a4:175_5": "When he saw him coming, he thought, “They are coming while still alive,” and when he saw the Buddha coming.",
    "ai-atk-s0505a4:175_6": "If he asks him about the situation,",
    "ai-atk-s0505a4:175_7": "“What have you ever arisen in the world?”",
    "ai-atk-s0505a4:175_8": "“Yes, brahmin, I will teach you the Dhamma in the Palace of Principle.”",
    "ai-atk-s0505a4:175_9": "Then the Bāvari, together with a great assembly, prepared seat,",
    "ai-atk-s0505a4:175_10": "Herein, come to the Piṅgiyānī: “Through the air.”",
    "ai-atk-s0505a4:176_0": "There they will recite the verses there.",
    "ai-atk-s0505a4:176_1": "Just as one who has (the nature of) milk-rice and honestness is shaken by their own terminations,",
    "ai-atk-s0505a4:176_2": "they lose their desire.",
    "ai-atk-s0505a4:176_3": "“Whoever goes out,” is damaged by energy, is the meaning precept for left unprofitable.",
    "ai-atk-s0505a4:176_4": "dispelling the defilements, the ignoble way, who is tied up by craving,",
    "ai-atk-s0505a4:176_5": "What’s the cause, what’s the reason why they’ve given up defilements?",
    "ai-atk-s0505a4:176_6": "To start a brahmin remembers people",
    "ai-atk-s0505a4:177_0": "for one whose virtue is disparageable.",
    "ai-atk-s0505a4:177_1": "(He is) called who is truthful, “accomplished” by the name of the truth, he is not committed to the truth.",
    "ai-atk-s0505a4:177_2": "to the brahmin Brahmāyu.",
    "ai-atk-s0505a4:177_3": "by those who know:",
    "ai-atk-s0505a4:177_4": "might live in a forest which has much fruit, which is rewarded and so on, which is fruitful, and so on, which not bearing the fruits.",
    "ai-atk-s0505a4:177_5": "Unthinking into Bāhiya of the Away,",
    "ai-atk-s0505a4:177_6": "The waters of the ocean, such as: I worship the big water,",
    "ai-atk-s0505a4:178_0": "having covered over the past, those who previously,",
    "ai-atk-s0505a4:178_1": "and righted a poisonous darkness.",
    "ai-atk-s0505a4:178_2": "Vast Wisdom was Known as having knowledge,",
    "ai-atk-s0505a4:178_3": "he widespread wisdom,",
    "ai-atk-s0505a4:178_4": "(They are) visible in this very life, which should not be attained by means of a fruit,",
    "ai-atk-s0505a4:178_5": "Without defilements, without defilements,",
    "ai-atk-s0505a4:179_0": "1145-50.",
    "ai-atk-s0505a4:179_1": "Then Bāhiya said to him, “What was it, Bāhiya?”",
    "ai-atk-s0505a4:179_2": "Therefore Piṅgiya, having no use for the Buddha, no having brought him to,.",
    "ai-atk-s0505a4:179_3": "I see him in my mind as though with the Buddha, so I see him.",
    "ai-atk-s0505a4:179_4": "revering him I make the night pass by, they don’t spend the night apart by night.",
    "ai-atk-s0505a4:179_5": "Because of that the Buddha didn’t show his nephew, the man who is enlightened towards them in that place.",
    "ai-atk-s0505a4:180_0": "It’s when we’re intimidating, owing to his feeble and weak in energy, or weak in strength and energy.",
    "ai-atk-s0505a4:180_1": "At that moment the body goes without (thinking): “This body is feeble and weak, but only by that, not the Buddha.”",
    "ai-atk-s0505a4:180_2": "“She is not satisfied,” he is the same as is the same as before.",
    "ai-atk-s0505a4:180_3": "with the Buddha’s presence.",
    "ai-atk-s0505a4:180_4": "thoughts come to the end of thoughts,",
    "ai-atk-s0505a4:180_5": "With that he is dedicated to the Buddha, he is infatuated by that .",
    "ai-atk-s0505a4:181_0": "Sleeping his territory, the domain of sensual pleasures,",
    "ai-atk-s0505a4:181_1": "The Teacher, having proclaimed the lamps, went to the lake,",
    "ai-atk-s0505a4:181_2": "Then I saw the Sambuddha, the giver of the Paccekabuddhas, and taking the edge of the Buddha, I offered them to the palace of the Buddha.",
    "ai-atk-s0505a4:182_0": "1153.",
    "ai-atk-s0505a4:182_1": "Knowing this verse (he said): “Bimbila, At the end of the auspicious Snakes, he stood at Sāvatthī for a position.",
    "ai-atk-s0505a4:182_2": "Piṅgiya sat down in front of the Buddha, and having seen him, said: “Listening in this way, did he stood in front of the Buddha, an obtaining his own form, like a brahmin.” He said, “It is as if he were the brahmin.”",
    "ai-atk-s0505a4:182_3": "Seeing that the Buddha, knowing that pervading his terrified, had gone to Sanaṅkumāra’s blazing, and seeing him, it was an oblation.",
    "ai-atk-s0505a4:183_0": "The meaning of this:",
    "ai-atk-s0505a4:183_1": "The senior elder Vakkali was in faith and faithful, with the infatuatedness.",
    "ai-atk-s0505a4:183_2": "Just as that fine thoroughbred calf had reached the lady named Dhave, so too, when Master Gotama dried up and down,",
    "ai-atk-s0505a4:183_3": "After that (factor) “Conditions are impermanent,” he did not attain Arahantship, wretched by death, and so on, he did just that. He then went on the far shore.",
    "ai-atk-s0505a4:183_4": "at the conclusion of the teaching on the rebirths of Arahantship in the Fruit of Non-Returner.",
    "ai-atk-s0505a4:183_5": "and the brahmin Bāvari had five-hundred students.",
    "ai-atk-s0505a4:184_0": "1154-5.",
    "ai-atk-s0505a4:184_1": "now with the confidence of his own confidence in him, “Now is my sure” is one who has inspiring confidence.",
    "ai-atk-s0505a4:184_2": "Herein, the analytical knowledge of inspired speech is the analytical knowledge of inspired speech.",
    "ai-atk-s0505a4:184_3": "knowing the higher mind, having insight and wisdom,",
    "ai-atk-s0505a4:184_4": "Remembering the profitable and the other, and for all of them men (?) of the Dhammapada: “The patience of the Dhamma” is said.",
    "ai-atk-s0505a4:184_5": "claim to have doubts, to be uncertainty, to cut off doubt.",
    "ai-atk-s0505a4:185_0": "enjoying passion, so full of lust, and with the lack of faith,",
    "ai-atk-s0505a4:185_1": "unshakable, uncorrupted, unequaled,",
    "ai-atk-s0505a4:185_2": "spoke two kinds of extinguishment:",
    "ai-atk-s0505a4:185_3": "I’ll go alone to the Emancipation-element which has no basis for attachments, and with the Emancipation-element.",
    "ai-atk-s0505a4:185_4": "There is no doubt in me, there is no doubt in this matter.",
    "ai-atk-s0505a4:185_5": "So too they remember me as one whose mind is freed like this, and so on.",
    "ai-atk-s0505a4:185_6": "When this happens, the Buddha, having given rise to faith in his own faith and faith in himself, he carried the Blessed One with the faithful advice. He said this:",
    "ai-atk-s0505a4:185_7": "“Indeed I remember me as one whose mind is guarded.”",
    "ai-atk-s0505a4:185_8": "but here you should remember me as a torture.",
    "ai-atk-s0505a4:186_0": "Thus there is ultimate talk about the greatest unless talk",
    "ai-atk-s0505a4:187_0": "The Book of the Sixteens is finished.",
    "ai-atk-s0505a4:188_0": "When you’re concluded from the group of five,",
    "ai-atk-s0505a4:189_0": "The near shore of the far shore.",
    "ai-atk-s0505a4:190_0": "Discussion of the Manyth",
    "ai-atk-s0505a4:191_0": "And this is how it is said:",
    "ai-atk-s0505a4:192_0": "“Having worshipped the Supreme One, after worshipping the Lord of Men,",
    "ai-atk-s0505a4:193_0": "that which is specifically deceitful, less than bad behavior.",
    "ai-atk-s0505a4:194_0": "“The World-Leader, the World-Leader,",
    "ai-atk-s0505a4:195_0": "We’ll make threshing floors of the Discourse on him.”",
    "ai-atk-s0505a4:196_0": "And here the explanation of the meaning here in the public hall, etc., in the case of the public hall, which is like a red-hot iron sheet in the meaning.",
    "ai-atk-s0505a4:196_1": "Hence it is said:",
    "ai-atk-s0505a4:197_0": "“For this Quicker (which has) covered in the color of the Discourse on the Collections,",
    "ai-atk-s0505a4:198_0": "What is good, the wholesome bowl (wrong) that I have attained,",
    "ai-atk-s0505a4:199_0": "“Understanding the power of the Noble Ones have gone forth,",
    "ai-atk-s0505a4:200_0": "growth, increase, and maturity.”",
    "ai-atk-s0505a4:201_0": "Similarly the fourteen sections himself and the fourteen bases were appeared,",
    "ai-atk-s0505a4:202_0": "Visiting the downplace of the Buddhas, the origin of the world, the supreme guide for those who wish to train, the austerities of the Paccekabuddhas, and the Lord of Men, the Enlightened One, the Sole Protector of the Enlightened One, the Sole Protector of the Three Worlds, the Beneface of the World, the World, theit of the World, the Great Seer, the Wisdom and the Kings,rounded in the presence of the Teacher, Tructor, who enlded by enlded by Jambapaṇṇi. Nowakes and birring on what is called the doctrine of virtues. This is the doctrine of lize of lize of lize of liber of liber of .",
    "ai-atk-s0505a4:203_0": "Setle the world in the world,",
    "ai-atk-s0505a4:204_0": "don’t show their purity.",
    "ai-atk-s0505a4:205_0": "the Buddha is the sole of the one of his heart:",
    "ai-atk-s0505a4:206_0": "The Lord of the World who sets out in the world,",
    "ai-atk-s0505a4:207_0": "The Book of the Worlds is finished."
}