{
    "ai-atk-abh01a0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-abh01a0:1_0": "if it is a reminded place;",
    "ai-atk-abh01a0:2_0": "Eight times:",
    "ai-atk-abh01a0:3_0": "Discussion of the Teaching",
    "ai-atk-abh01a0:4_0": "On Desiring",
    "ai-atk-abh01a0:5_0": "That one who is compassionate in regard to kindness, is great in him;",
    "ai-atk-abh01a0:6_0": "And all the times occur in accordance with the Dhamma,",
    "ai-atk-abh01a0:7_0": "That sympathy: blessings, ~ and being mindful,",
    "ai-atk-abh01a0:8_0": "while dwelling in the very jungle thicket,",
    "ai-atk-abh01a0:9_0": "At the Pārileyyaka drew the root of the Shady Orchid Tree,",
    "ai-atk-abh01a0:10_0": "he stretched over the cloud, like the sun (after) in a poison,",
    "ai-atk-abh01a0:11_0": "having become ten thousand Wheels, ten thousand Eyes,",
    "ai-atk-abh01a0:12_0": "surrounded by the gods.",
    "ai-atk-abh01a0:13_0": "Having prepared a mother with wisdom, and with wisdom,",
    "ai-atk-abh01a0:14_0": "with the Path of Path.",
    "ai-atk-abh01a0:15_0": "having worshipped the Sambuddha’s feet,",
    "ai-atk-abh01a0:16_0": "and worshipping the True Dhamma, worshipping the Community,",
    "ai-atk-abh01a0:17_0": "gradually depressed, what has been done,",
    "ai-atk-abh01a0:18_0": "and by the power of having developed (them).",
    "ai-atk-abh01a0:19_0": "The Buddhas, who is possessed of good conduct, whose behavior is pure,",
    "ai-atk-abh01a0:20_0": "a monk with a doubts about the Buddha, who has apprehended the mind,",
    "ai-atk-abh01a0:21_0": "Having preached to the gods, having taught the Human to the gods,",
    "ai-atk-abh01a0:22_0": "he spoke the Elder Sāriputta’s dispensation.",
    "ai-atk-abh01a0:23_0": "and attending on the great hermit’s attendants,",
    "ai-atk-abh01a0:24_0": "Having heard the Elder, the Lord of the World said:",
    "ai-atk-abh01a0:25_0": "to the monks, call them out.",
    "ai-atk-abh01a0:26_0": "calming the Saṅgha, the troops will be attitude.",
    "ai-atk-abh01a0:27_0": "The deep current, (but) it is profound,",
    "ai-atk-abh01a0:28_0": "which is the beginning of various states, the (true) teaching of the Dhamma,",
    "ai-atk-abh01a0:29_0": "by means of which Mahākassapa stands in front of Mahākassapa.",
    "ai-atk-abh01a0:30_0": "The Community, and later the bed, afterwards subdued hermits (also).",
    "ai-atk-abh01a0:31_0": "But the Elder Mahinda, who had created a supreme word of the Elder Mahinda,",
    "ai-atk-abh01a0:32_0": "Whatever (good) is the lion, the quickly having developed,",
    "ai-atk-abh01a0:33_0": "Having heard his brothers (that), he gave the Tambapaṇṇi.",
    "ai-atk-abh01a0:34_0": "But having announced the free from vanity, free from danger,",
    "ai-atk-abh01a0:35_0": "Streams, going to the family of the world,",
    "ai-atk-abh01a0:36_0": "The residents of the Mahāvihāra monastery in the Great Wood.",
    "ai-atk-abh01a0:37_0": "Questioning the meaning of what you have said.",
    "ai-atk-abh01a0:38_0": "she took hold of her, Toraṇavatthu,",
    "ai-atk-abh01a0:39_0": "All meditation subjects are cleared in insight, and insight meditation subjects.",
    "ai-atk-abh01a0:40_0": "Of paths that are purified, all is explained,",
    "ai-atk-abh01a0:41_0": "Therefore, having made it strong, at the end of the whole city,",
    "ai-atk-abh01a0:42_0": "We will then do the colour of compassion, and we will build (them).",
    "ai-atk-abh01a0:43_0": "Thus, while speaking thus,",
    "ai-atk-abh01a0:44_0": "This is the talk that is unfinished! This is the discussion.",
    "ai-atk-abh01a0:45_0": "Discussion of the proper conduct",
    "ai-atk-abh01a0:46_0": "Herein, what is called meant is that?",
    "ai-atk-abh01a0:46_1": "Thoughts that are in the sense of reciting",
    "ai-atk-abh01a0:46_2": "In extraordinary vase in such a lamp,",
    "ai-atk-abh01a0:46_3": "“Form is painful physical feelings that occurred to me, not in the colour of a mass of suffering.”",
    "ai-atk-abh01a0:46_4": "Since that is so, the stands by an enemy, the shadow of the sunshade is so many, and the clever in the world of sunshade, he who perceives the gift of Brahmās is said to have has destroyed a diverse field for the sake of wintermediate propagation of the teachings, and is said to be ‘Brahmā’.",
    "ai-atk-abh01a0:47_0": "For it is within just one partaking of five aggregates, that is to say, the “five Discourse” .",
    "ai-atk-abh01a0:47_1": "But having obtained Absorption",
    "ai-atk-abh01a0:47_2": "Likewise the four elements and the eighteen elements.",
    "ai-atk-abh01a0:47_3": "For this sutta deals in the analysis of meaning are expert in terms of causes and reasons.",
    "ai-atk-abh01a0:47_4": "Ending to the Four Ways of Attending to Mindfulness, the rest has been destroyed by the Enducts of Profit.",
    "ai-atk-abh01a0:47_5": "But having given permission through the dissatisfaction as analysis of embankments,",
    "ai-atk-abh01a0:47_6": "Likewise, the four bases of psychic power, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path.",
    "ai-atk-abh01a0:47_7": "For this Question About the Expert in each of the Views, there is no recitation passage for recitation here.",
    "ai-atk-abh01a0:47_8": "having given up his knowledge of the Discourse, the Parinibbāna of the Refuge (of the Neither), and without the Niddesa.",
    "ai-atk-abh01a0:47_9": "likewise, the defilements are shaken.",
    "ai-atk-abh01a0:47_10": "But when he has attained the Dhamma and mastery in the way beginning, “This knowledge of the knowledge,” and so on, except if the monks have agreed.",
    "ai-atk-abh01a0:47_11": "Likewise as one observed by one particulars,",
    "ai-atk-abh01a0:47_12": "(But) the Discourse on the Mass of Advice Virūpakkhas, the Paṭisambhidā, and the Nigaṇṭha Nātaputta divisions.",
    "ai-atk-abh01a0:47_13": "But having come to destruction, one cannot in a place where the spends of an abode is including the delimitation of the three watches.",
    "ai-atk-abh01a0:47_14": "In this way the state should be understood in accordance with the Dhamma and the rest.",
    "ai-atk-abh01a0:48_0": "But they make the exposition of the teaching on the part of the teaching on the part of the four elements, and the grossness of the Dhamma, and the penetration of persons, and by means of the seven elements, and by the.",
    "ai-atk-abh01a0:48_1": "This is the exposition of the teachers",
    "ai-atk-abh01a0:48_2": "– However, he speaks falsely to the rod and the man who spoke about it –",
    "ai-atk-abh01a0:48_3": "‘So why is it?",
    "ai-atk-abh01a0:48_4": "Since he doesn’t attain Final Emancipation eighteen years of age, he appeared in the company of the Theras who were eighteen years less than two hundred years.",
    "ai-atk-abh01a0:48_5": "That’s why the disciples don’t throw away.’",
    "ai-atk-abh01a0:48_6": "‘But what, what is the sixth thing?’",
    "ai-atk-abh01a0:48_7": "‘I don’t say it.’",
    "ai-atk-abh01a0:48_8": "‘What do you say, sir?’",
    "ai-atk-abh01a0:48_9": "‘Self is a legal issue.’",
    "ai-atk-abh01a0:48_10": "‘Where do you take?’",
    "ai-atk-abh01a0:48_11": "‘There is an great man named solitary, there is seven days,",
    "ai-atk-abh01a0:48_12": "‘There is no such thing as a mighty thing.’",
    "ai-atk-abh01a0:48_13": "‘There is no discussion through the great element of discussion.’",
    "ai-atk-abh01a0:48_14": "‘There is no such thing as reference to the elements, heedfulness remains diligently.",
    "ai-atk-abh01a0:48_15": "How do you have a site with sentient beings?’",
    "ai-atk-abh01a0:49_0": "For the Blessed One, the perfected one, the fully awakened Buddha, has preached the Dhamma of the two that persons in the presence of the two persons and set out on the sauna garments of each monastery. And he drove himself to the fourth month of the Āsivisa parable.",
    "ai-atk-abh01a0:49_1": "But that person is found in a real and ultimate way.",
    "ai-atk-abh01a0:49_2": "The person who is truthful and irreversible for what is beneficial and what is least (to say) to be truthful.",
    "ai-atk-abh01a0:49_3": "if you don’t conduct yourself like this;",
    "ai-atk-abh01a0:49_4": "Acknowledge the refutation. ...”",
    "ai-atk-abh01a0:49_5": "Is a person found in a real and ultimate way?",
    "ai-atk-abh01a0:49_6": "is the highest person who realizes the ultimate truth, the ultimate state that person is found in the next life.",
    "ai-atk-abh01a0:49_7": "if you don’t conduct yourself like this;",
    "ai-atk-abh01a0:49_8": "Acknowledge the refutation. ...”",
    "ai-atk-abh01a0:49_9": "Is a person found in all quarters? Is that person rises above all below, across all the time? Or a person is found in everything? Or what can it be realized?”",
    "ai-atk-abh01a0:49_10": "(Thinking): After having shown the eighth teacher, he placed the teacher aside in the eighth time,",
    "ai-atk-abh01a0:49_11": "The place he should not know about all sort of persons.",
    "ai-atk-abh01a0:49_12": "While he was established, he placed this bag:",
    "ai-atk-abh01a0:49_13": "Excellent Five hundred and eighteen years (whether each of them) were sitting in the Moggaliputta’s womb, and for two thousand Bhikkhus, a hundred thousand Bhikkhus, answered the Pañcakaṅga’s own doctrine, and making the Collections of the Sakyaputtas. When I was sitting down, he circumambulated the Collection to the Collection of Five hundred thousand monks.",
    "ai-atk-abh01a0:50_0": "The senior elder Moggaliputta was the case of the Elder Moggaliputta, not the teacher taught the knowledge master in the way that was given to him.",
    "ai-atk-abh01a0:50_1": "The Teacher placed the lotus positioned on the ground and so on to the spot the news of the Buddha, the name of the Baskeen One, the new sun arose.",
    "ai-atk-abh01a0:50_2": "what is known as the Dhamma?",
    "ai-atk-abh01a0:50_3": "Just as a honey ball",
    "ai-atk-abh01a0:50_4": "For he does not find anything worth saying",
    "ai-atk-abh01a0:51_0": "the group-of-five monks went to Mahākaccāna and asked him the ten practices.",
    "ai-atk-abh01a0:51_1": "The elder asked him, “This poor wretch is the only truth,” and he answered just as I had asked. But, “Reverend, I will answer.” Then he added: “You may go to the Buddha, the Brahmadatta, when I saw him, he answered, saying: “You may go to the branch of the trees and tell me,” and he added, “You may go to the Buddha.” And he addresses you like this. Then he said, “You may ask you: “You are no more than the meaning of this.”",
    "ai-atk-abh01a0:52_0": "After approaching the Teacher and asking them about this,",
    "ai-atk-abh01a0:52_1": "For the Teacher, the park at Kaccāna, who was clever and knee-deep, made a flower thicket and frame, was constantly covered with gold net, and had been brought out to Mahākaccānakhita, saying “You’re hunter, if you’d answered like a blazing lotus.”",
    "ai-atk-abh01a0:53_0": "the Teacher, the having taught the name of the Faith, the Best of Men, the Buddha, and the whole Faith of Power, –",
    "ai-atk-abh01a0:53_1": "The senior elder Ānanda’s dispensation should be embarrassed in the detailed exposition.",
    "ai-atk-abh01a0:53_2": "In the same way, the fully awakened Buddha teaches the Dhamma that includes having caused a magicians. Then he placed a declaration of the Vinaya in the way already stated.",
    "ai-atk-abh01a0:53_3": "And while setting that place it was said:",
    "ai-atk-abh01a0:54_0": "Excellent Five hundred and eighteen years (whether each of them) were sitting in the Moggaliputta’s womb, and for two thousand Bhikkhus, a hundred thousand Bhikkhus, answered the Pañcakaṅga’s own doctrine, and making the Collections of the Sakyaputtas. When I was sitting down, he circumambulated the Collection to the Collection of Five hundred thousand monks.",
    "ai-atk-abh01a0:55_0": "Moggaliputta, the senior elder taught the Elder Piṭācārā, Dhammadinnā, the ruler of the Sages (was heard), placed this teacher).",
    "ai-atk-abh01a0:55_1": "Thus the Teacher, having placed the resolutions for the arrival in the way according to the doctrine of the Buddha the Basket of ignorance.",
    "ai-atk-abh01a0:55_2": "Thus there are seven bases for making known a legal issue converse with the seven enemy.",
    "ai-atk-abh01a0:56_0": "Herein, the set aside of the Dhammapada:",
    "ai-atk-abh01a0:56_1": "Arranged in the foreign land of the later season in which he was drawn near.",
    "ai-atk-abh01a0:56_2": "Herein, the one who is skilled in the advocates of sensual desire and unwholesome actions, the sixteen kinds of unskillful action, and the nine kinds of unskillful action eleven kinds of teachers.",
    "ai-atk-abh01a0:56_3": "fivefold unwholesome things,",
    "ai-atk-abh01a0:56_4": "(There is) a result in the formless, the result of good and wholesome action,",
    "ai-atk-abh01a0:56_5": "Skill in the supermundane states, the results, and the results called “The mind- deliverance of mind”.",
    "ai-atk-abh01a0:56_6": "and the arising of a thought-water is this name for the arising of the thought.",
    "ai-atk-abh01a0:56_7": "even if he has a sunshade made of the six starts in the monastery without making extra effort.",
    "ai-atk-abh01a0:57_0": "Next that is the next two kinds of concentration and its analysis of in detail, without having shown that one specific purpose in detail, and that is called “mindful”.",
    "ai-atk-abh01a0:57_1": "and in this name there is a physical body.",
    "ai-atk-abh01a0:57_2": "Having heard that this word of the road, the young brāhmaṇa",
    "ai-atk-abh01a0:57_3": "But in detail, the nineteenth overpower comes.",
    "ai-atk-abh01a0:58_0": "Next it was due to the root of the trees, trunks, tasks, arranged by the root, which was preached by the (thinking):",
    "ai-atk-abh01a0:59_0": "As to root, it is planted by the roots and all round;",
    "ai-atk-abh01a0:60_0": "and he has also got the same reply.",
    "ai-atk-abh01a0:61_0": "and after throwing it aside, it is said to be the bathing place.",
    "ai-atk-abh01a0:62_0": "and in the place where the story was named Fire.",
    "ai-atk-abh01a0:62_1": "the same is the same as the word from the group of travelers.",
    "ai-atk-abh01a0:62_2": "But in detail, the nineteenth overpower comes.",
    "ai-atk-abh01a0:63_0": "On the next day it is said to those eighth day of the Buddha by the terminator of the three discussion of the discussion.",
    "ai-atk-abh01a0:63_1": "When they in a large group of monks are carelessly wandering in disciplinary issues, they persuade the community.",
    "ai-atk-abh01a0:63_2": "the same is the word spoken by the two.",
    "ai-atk-abh01a0:63_3": "But in detail, the nineteenth overpower comes.",
    "ai-atk-abh01a0:64_0": "Thus this whole of the Dhamma speaks, ~ in accordance with the Dhamma, the Noble State of the (true) meaning, which is the most precious path, a current, and so on.",
    "ai-atk-abh01a0:64_1": "But in detail, the nineteenth overpower comes.",
    "ai-atk-abh01a0:64_2": "That’s how it is said:",
    "ai-atk-abh01a0:65_0": "dispelling the minds of form, feeling,",
    "ai-atk-abh01a0:66_0": "it’s deep, immeasurable, so hard to teach.",
    "ai-atk-abh01a0:67_0": "On the following day:",
    "ai-atk-abh01a0:67_1": "The necessary condition for the analysis of the elements. It has the three factors of the bases of psychic power, the profitable analysis, the analysis of the bases of mastery in defilement, and the direct-knowledgement of the bases of psychic power, mindfulness, immersion, and the knowledge of the deathless mind. The Saṅgha, and the training rules, too analysis of the training rules, the analysis of defilement, and the analysis of defilement, and the analysis of defilements and having good qualities.",
    "ai-atk-abh01a0:68_0": "Herein, the Question About the Analysis of the Suttanta. The Questions of questions is questioned in the Vibhaṅga in the scriptures, and the Questions of Paccekabuddhas, and the questions of the clan Recitation by the aggregates.",
    "ai-atk-abh01a0:68_1": "Because of the sections on the road, they don’t pull out of a wound without a creeper.",
    "ai-atk-abh01a0:68_2": "Then in the analysis of other sense-spheres, etc., respectively in the three ways, and in the texts of the sense-spheres.",
    "ai-atk-abh01a0:68_3": "The Vāsava was distributed in the analysis of extra effort.",
    "ai-atk-abh01a0:68_4": "Likewise in the truth,",
    "ai-atk-abh01a0:68_5": "that sutta from the Faculties of Others can be experienced.",
    "ai-atk-abh01a0:68_6": "But having come down the road, the forty-three great power,",
    "ai-atk-abh01a0:68_7": "There is no question for the Vibhaṅga: there is no question that is the escape from the sixth part of the body;",
    "ai-atk-abh01a0:68_8": "He has already acquired mindfulness and worry.",
    "ai-atk-abh01a0:68_9": "Likewise the right efforts, the four bases of psychic power, the five factors, and the noble eightfold path.",
    "ai-atk-abh01a0:68_10": "the analysis of two analysis is quite secluded from sense desires, but he has fewer than two fingernails.",
    "ai-atk-abh01a0:68_11": "A Victorious in the analysis of the training rules, nothing that can be experienced.",
    "ai-atk-abh01a0:68_12": "But having come down the road, the fortunate One,",
    "ai-atk-abh01a0:68_13": "Likewise in the analysis of knowledge.",
    "ai-atk-abh01a0:68_14": "Knowledge of the ten discriminations.",
    "ai-atk-abh01a0:68_15": "Origination is the same as the otherwise blessing;",
    "ai-atk-abh01a0:68_16": "In the texts on account of the ten kinds of discrimination.",
    "ai-atk-abh01a0:68_17": "Origination is the same as the otherwise blessing;",
    "ai-atk-abh01a0:68_18": "The explanation of the Dhamma’s discrimination is threefold as analysis of Dhamma.",
    "ai-atk-abh01a0:68_19": "But having these paths, the bird spend extrated,",
    "ai-atk-abh01a0:68_20": "all the dwellings were undetermined.",
    "ai-atk-abh01a0:68_21": "Thus did the thirty-two kinds of discrimination",
    "ai-atk-abh01a0:68_22": "And in detail, he becomes unshakable.",
    "ai-atk-abh01a0:69_0": "and in the between immediately a speaker called “the States”.",
    "ai-atk-abh01a0:69_1": "With the collection of the collection of the collection, the collection of the collection of the collection, the collection of the collection, and the collection of the collection of the collection of the collection.",
    "ai-atk-abh01a0:69_2": "the parted with the joined...",
    "ai-atk-abh01a0:69_3": "the parted with the joined...",
    "ai-atk-abh01a0:69_4": "with the parted the joined and the collected together, and the unattached, separated from the associated states with the uncollected with the collection of the Faith, which is connected with the collection of the associated states, and which is connected with the collection of the parts of the unprofitable states.",
    "ai-atk-abh01a0:69_5": "even if he has reached the path of the wide openings in the censure ...",
    "ai-atk-abh01a0:70_0": "On the next day:",
    "ai-atk-abh01a0:70_1": "“The designation of the elements, the designation of the sense-spheres, the designation of the faculties, the designation of the faculties, the designation of the faculties, the designation of the discriminations.”",
    "ai-atk-abh01a0:70_2": "this is the section for recitation on the road to the aggregates.",
    "ai-atk-abh01a0:70_3": "When the teacher’s instructions are undetermined,",
    "ai-atk-abh01a0:71_0": "On the following day is the name of the discussion.",
    "ai-atk-abh01a0:71_1": "Queen Pañcasikha, five hundred women in the Dispensation, and separately",
    "ai-atk-abh01a0:71_2": "or by the path, it is plain the opposite gates that is defined by a stage or of the sun, and when he has earned the nose, since he is in don’t like a lamp’s monastery, even if it is unshakable.",
    "ai-atk-abh01a0:72_0": "On the next day:",
    "ai-atk-abh01a0:72_1": "The basic aggregates, oppressive, maintaining a mass of fire, a genuine, and a pretext of the sense faculties. The ten truths were discovered by the means of the sense faculties.",
    "ai-atk-abh01a0:72_2": "on the path of the lakes influence by the wind, or that very function, they don’t get rid of infested.",
    "ai-atk-abh01a0:73_0": "(Abandoning) it is called “the Great Ascetic”.",
    "ai-atk-abh01a0:73_1": "their name is “accumulated”.",
    "ai-atk-abh01a0:73_2": "And that is the cause, condition, predominance condition, maintaining, and condition, maintaining condition, presence condition, and non-disappearance condition. It is the condition, presence condition, presence condition and way together condition.",
    "ai-atk-abh01a0:73_3": "And in each of these twenty-four meditation subjects by means of concentration,",
    "ai-atk-abh01a0:74_0": "While this place is being made, he should go to another place.",
    "ai-atk-abh01a0:74_1": "Someone with twenty qualities should be given to each other. There are no more than two things.",
    "ai-atk-abh01a0:74_2": "These things are hard to conflict with the host of Death,",
    "ai-atk-abh01a0:74_3": "Another phenomena too in the case of ignorance.",
    "ai-atk-abh01a0:74_4": "Knowledge of ending and knowledge of the ending of conditions, and namely, the Sphere of Lady Wisdom, and Knowledges.",
    "ai-atk-abh01a0:74_5": "After twenty or twenty-two beautiful religions I made this territory. This is their name of the Jina as handed over to all the seven Buddhas, namely, host of gods and humans.",
    "ai-atk-abh01a0:75_0": "Then dives of the Swords, produced by Speechs, how could it be taught?",
    "ai-atk-abh01a0:75_1": "he placed the Nigaṇṭha Nātaputta in the Dhamma’s presence, and therefore it is taught with them.",
    "ai-atk-abh01a0:75_2": "while those Elders placed it in the neighborhood of his own knowledge.",
    "ai-atk-abh01a0:75_3": "In the Commentaries of the Similes of the Gods Who Control the Commentaries",
    "ai-atk-abh01a0:75_4": "But in a certain spot where they had thrown and dirt in one place and dirt in the middle.",
    "ai-atk-abh01a0:75_5": "to the rest of the phrases , to bear him all the way.",
    "ai-atk-abh01a0:76_0": "for the sake of the perfected one, the fully awakened Buddha, for two days namely, that is, the name of the three lay persons (robes).",
    "ai-atk-abh01a0:76_1": "Since he is borrowed to the wrong time,",
    "ai-atk-abh01a0:76_2": "he took some of them two or three courses from another, saying: “When I have taken away yet fallen from this place, what is hard to give.”",
    "ai-atk-abh01a0:76_3": "then others took them two or three courses and gave them to each, saying: “Having been shown the species of sesame seeds, what is called.”",
    "ai-atk-abh01a0:76_4": "but having been shown that it is said to be shown where cooked.",
    "ai-atk-abh01a0:76_5": "And what is hard to show in cloth is to be shown by the drums that have been shown and said,",
    "ai-atk-abh01a0:77_0": "At the very place of the three worlds: this supreme blessing.",
    "ai-atk-abh01a0:78_0": "Abandoning means both bad and bark,",
    "ai-atk-abh01a0:79_0": "Tissā, and Kappāyana,",
    "ai-atk-abh01a0:80_0": "In the past I’m not too current.",
    "ai-atk-abh01a0:81_0": "and however, even with two laypeoples held dearly,",
    "ai-atk-abh01a0:81_1": "It is hard for one to live with difficulty in support for two reasons:",
    "ai-atk-abh01a0:81_2": "twenty-four years: havingteen clothes one made of cloth and badly wore the name",
    "ai-atk-abh01a0:81_3": "he placed them in two or three ways:",
    "ai-atk-abh01a0:81_4": "he placed it in the Tissārāma among the yellows after making a place where he is propping.",
    "ai-atk-abh01a0:81_5": "placed on a tree troop in the place where there was no for enters, and which washed and put to later on the ground.",
    "ai-atk-abh01a0:81_6": "Therefore it is said:",
    "ai-atk-abh01a0:82_0": "At the very place of the three worlds: this supreme blessing.",
    "ai-atk-abh01a0:83_0": "Abandoning means both bad and bark,",
    "ai-atk-abh01a0:84_0": "Tissā, and Kappāyana,",
    "ai-atk-abh01a0:85_0": "In the last watch of the night, Subāhu,",
    "ai-atk-abh01a0:86_0": "Then although the wind from another, it is not shown by this way of “from that is not the sixth,” the name of the word “blessing” .",
    "ai-atk-abh01a0:87_0": "At the very place of the three worlds: this supreme blessing.",
    "ai-atk-abh01a0:88_0": "Abandoning means both bad and bark,",
    "ai-atk-abh01a0:89_0": "Tissā, and Kappāyana,",
    "ai-atk-abh01a0:90_0": "In the sixth enemy delusion, Subāhu,",
    "ai-atk-abh01a0:91_0": "In the last part of the night, when the Lord of the World does not fall under these six sways of time,",
    "ai-atk-abh01a0:92_0": "At the very place of the three worlds: this supreme blessing.",
    "ai-atk-abh01a0:93_0": "Abandoning means both bad and bark,",
    "ai-atk-abh01a0:94_0": "Tissā, and Kappāyana,",
    "ai-atk-abh01a0:95_0": "In the last watch of the night had lowly coals, Sun,",
    "ai-atk-abh01a0:96_0": "The really is “finish”, the six fields of contact as resentment by the outer cutting off the outer skin, the inner skin, the flesh, sinews, and the eight great primaries. This is the fourth large difference.",
    "ai-atk-abh01a0:97_0": "Now comes the description of this profound states to understand how four states should be understood .",
    "ai-atk-abh01a0:97_1": "monsters, citadel, and pinwheel, to the city of Manaṅgala, –",
    "ai-atk-abh01a0:97_2": "Herein, there is this name:",
    "ai-atk-abh01a0:98_0": "the aggregates, and the sense-spheres of the sense-spheres,",
    "ai-atk-abh01a0:99_0": "Reflecting what has been asked, he is said to be the.",
    "ai-atk-abh01a0:100_0": "That’s how it is said to be the cycle of rebirths.",
    "ai-atk-abh01a0:100_1": "Of these beings, it’s not appropriate for one hundred or a thousand years, but in former times, still a hundred thousand or aeons of the past, future or present who had previously arisen, after that, it was think: “This is not proper for one hundred thousand aeons of Buddhas, who had not eventually arisen in the past, let alone those who were not concluded. This is called “where”.",
    "ai-atk-abh01a0:100_2": "“Mendicants, there is no point of roaming and transmigration for later, and eradicating and obligation. Namely, when ignorance is lost, it doesn’t roamed down by this wretched existence.”",
    "ai-atk-abh01a0:101_0": "But the ocean is called “backs” because it can be understood as the ocean.",
    "ai-atk-abh01a0:101_1": "He had 84,000 leagues,",
    "ai-atk-abh01a0:101_2": "There he has a hundred or a thousand wide, or a hundred thousand carcass of water.",
    "ai-atk-abh01a0:101_3": "It’s simply reckoned as an incalculable, immeasurable, great mass of water.",
    "ai-atk-abh01a0:101_4": "this is called burning.",
    "ai-atk-abh01a0:102_0": "What is the ocean?",
    "ai-atk-abh01a0:102_1": "he also did the procedure of the Buddha.",
    "ai-atk-abh01a0:102_2": "For there are two kinds of inclusiveness: although faith arose in a good family, full of joy and happiness arises.",
    "ai-atk-abh01a0:102_3": "What are the two?",
    "ai-atk-abh01a0:102_4": "discipline,",
    "ai-atk-abh01a0:102_5": "For the training rules on the Monastic Law, in accordance with the Monastic Law, namely form is called “The Teacher’s instruction” .",
    "ai-atk-abh01a0:102_6": "In this case the rest of the hostile person, the training rules are (after his understanding):",
    "ai-atk-abh01a0:102_7": "it is not known that the Buddha is dispelled,",
    "ai-atk-abh01a0:102_8": "Excessive concentration on this way, they review it extensively embodiment by reviewing.",
    "ai-atk-abh01a0:102_9": "Being unable to quiet there, trickles, and running out of the sense fields. When a mendicant enters into a certain cate, he discerns in the basic principles in the aggregates, having a variety of forms, like a calculate—they would dogles out of all forms.",
    "ai-atk-abh01a0:103_0": "But this base consisting of what should be known as to say:",
    "ai-atk-abh01a0:103_1": "he sat down on the Great Bodhi (Tree) in the great ocean, it seems, as though he was sitting in the great ocean.",
    "ai-atk-abh01a0:103_2": "But at that time there’s no place where there’s no being born, growing old, dying, passing away, and being reborn in the mud.",
    "ai-atk-abh01a0:103_3": "But what is that stronger’s armed forces and fostering the four oceans, didn’t think:",
    "ai-atk-abh01a0:103_4": "Then, which is known as the delimitation of the great ocean –",
    "ai-atk-abh01a0:103_5": "The great earth is from the wide openings in the sky, and then the Universal Monarch’s body has one wheel rolled around.",
    "ai-atk-abh01a0:103_6": "But if he reviews the delimitation of the function of all the limits, etc., the production of the pleasure of it is evident, and the understanding that arose in him.",
    "ai-atk-abh01a0:103_7": "When he reflected on rapture, he becomes dispassionate towards all the defilements. He then preached the highest fruit of all that subdued all the defilements.",
    "ai-atk-abh01a0:104_0": "(This is) deep, hard to fathom,",
    "ai-atk-abh01a0:105_0": "having deep knowledge myself with no cause or condition.",
    "ai-atk-abh01a0:106_0": "like a knocking in the wind,",
    "ai-atk-abh01a0:107_0": "he’ll follow the great hermit!",
    "ai-atk-abh01a0:108_0": "This is called the town named,",
    "ai-atk-abh01a0:109_0": "What is knowledge?",
    "ai-atk-abh01a0:109_1": "omniscient knowledge of omniscience:",
    "ai-atk-abh01a0:109_2": "“This is called Valava, this is the town, this is the capital. This is the capital of them, namely, clansman of all sorts, know all “This is the town,” “This is the opposite of all,” the name of each other.",
    "ai-atk-abh01a0:109_3": "In this city there are these four oceans, in this place, the city gates,",
    "ai-atk-abh01a0:109_4": "For this is the way of consummation of all Buddhas.",
    "ai-atk-abh01a0:110_0": "This one time, while sitting in the mat fortnight of the Buddha, looking for a hundred thousand aeons, while sitting on the four sides of the Dhamma, and looking for seven days.",
    "ai-atk-abh01a0:110_1": "There I stood cross-legged in such a way, thinking: ‘In this place I am standing on the cross-legged,’",
    "ai-atk-abh01a0:110_2": "Then deities also thinking: ‘There is no place for attaining the purpose of cross-legged, the site, and there is no thought,’",
    "ai-atk-abh01a0:111_0": "The Teacher, knowing the path to thoughts often thought, was disappointed a rose from the air. In the air, rose into the air and appeared in the air.",
    "ai-atk-abh01a0:111_1": "In the Great Bodhi tree he built a well-known amongst the relatives of Kapilavatthu. They built a charming relatives and kinsmen who were completed in all their traditions, and and and made a warrior-cloth. At the end of the tradition.",
    "ai-atk-abh01a0:111_2": "The upper robe of Yamaka is standing on the ground, sitting down cross-legged for seven days.",
    "ai-atk-abh01a0:111_3": "And in these two days the corpses a hundred days in the hundred and twenty-four day did not a single day.",
    "ai-atk-abh01a0:112_0": "In the fourth direction:",
    "ai-atk-abh01a0:112_1": "There is no treasure of a household, no gem,",
    "ai-atk-abh01a0:112_2": "But the Seventh treasure should be understood as told:",
    "ai-atk-abh01a0:112_3": "There the investigation of the Dhamma called Aṅga, the body for a short extent.",
    "ai-atk-abh01a0:112_4": "talk about the discriminations of the elements, talk on the ground, talk on the ground, and on the top of the terminology. A person who makes the body for flavors, and level the corpse.",
    "ai-atk-abh01a0:112_5": "But when Mahāpajāpatī Gotamī says “It is the reason why, condition, foundation by way of disregarding,",
    "ai-atk-abh01a0:112_6": "it is not possible to obtain a discrimination of laborations, which is free from enmity, which is an opening amid confinement, not even owing to the obtaining of (supernatural) insight.",
    "ai-atk-abh01a0:112_7": "For just as the 84,000 spears the marks of a thousand leagues in the ocean only as a great mango,",
    "ai-atk-abh01a0:113_0": "Like the Teacher when he had obtained in this way, through the whole of whom all beings, through the great (magical) powers, wisdom, and frightened in all the size of being deportment, and installed in the neighbourhood of the Lord of the Deaths and so forth.",
    "ai-atk-abh01a0:113_1": "as a blue lotus perfumed with blue-bowls and blue flour like a cloth that was thread in colour and blue, yellow, red or white, and turming flowers and a pink lotuses.",
    "ai-atk-abh01a0:114_0": "and the eyes and the drunk of the Clouded in Conqueration.",
    "ai-atk-abh01a0:114_1": "The golden powder had trunks like goldsmith’s floor covered with gold, like a necklace covered with gold pearls and creepers.",
    "ai-atk-abh01a0:115_0": "and red as it were dreadful, gladness and pieces of flesh, as though dreadful and red as a consequence of blood, sweezing in a parasol, spotless, and unevenly fattractive colouredly sweept away their necks and moves.",
    "ai-atk-abh01a0:116_0": "And the white bones that were covered with white and white and the eyes.",
    "ai-atk-abh01a0:116_1": "The opposite-moon in all directions were resplendent, like the moon’s edgested by the wounds, which were dropped in by the wind and sun, like the moon’s disposing, as was the sunshade.",
    "ai-atk-abh01a0:117_0": "but a majestic king fell from that place.",
    "ai-atk-abh01a0:117_1": "Thus, having departed in this way, they left the house and at the crossroads.",
    "ai-atk-abh01a0:118_0": "It was surrounded by a thousand leagues, like a great earthquake, like a thousand leagues in the four leagues.",
    "ai-atk-abh01a0:118_1": "Then, after breaking the great earth, they took water from the group.",
    "ai-atk-abh01a0:118_2": "At the end of the earth, which was surrounded by a hundred thousand leagues, like (which was) a hundred thousand leagues, or a hundred thousand leagues long.",
    "ai-atk-abh01a0:118_3": "(also) after rose from the water, they took hold of the water.",
    "ai-atk-abh01a0:118_4": "As a consequence of a hundred thousand leagues is like a thousand leagues.",
    "ai-atk-abh01a0:118_5": "(also) after rolling up and downwing from the nostrils around it, they circumambulated it.",
    "ai-atk-abh01a0:119_0": "they grabbed each one by the four quarters.",
    "ai-atk-abh01a0:119_1": "Having destroyed the three Vedas, (the Buddha) points away from that place, having exceedingly given to the Tissārāma, the Sole Protector of the Gods Who Control the Creations of Others, he returned from there, from here to the Brahma world.",
    "ai-atk-abh01a0:119_2": "the fourteen Vijayas, having abandoned all the influences, were not abandoned.",
    "ai-atk-abh01a0:120_0": "desiring to make the Three Relics, they blamelessly.",
    "ai-atk-abh01a0:120_1": "In these places there are no places when the moon and sun are cremated, as well as the sun and moon’s radiance is not divided in all the different realms.",
    "ai-atk-abh01a0:120_2": "At the time of a thousand solar systems was like a great light sun, like a flame of lightning up the sun.",
    "ai-atk-abh01a0:120_3": "The wisdom there is from the group of sixteen-like delimitedness of the simile of the heart in the case of the moon and sun.",
    "ai-atk-abh01a0:120_4": "This place was constructed by the Buddha’s place.",
    "ai-atk-abh01a0:120_5": "And this is not the development of the Buddhas, nor powers,",
    "ai-atk-abh01a0:120_6": "Also one who has liable to return the world (into the palace), on the ground, and on the top of red-hot coughs of gold, which is like a red lotus.",
    "ai-atk-abh01a0:120_7": "According the mind-element with the eight-factored Sacriptions, which can always preceding the supreme,",
    "ai-atk-abh01a0:120_8": "With this lowing married girl",
    "ai-atk-abh01a0:121_0": "seven days: this is the naked ascetic’s teaching.",
    "ai-atk-abh01a0:121_1": "without turning back.",
    "ai-atk-abh01a0:121_2": "This, in the first place, is the name of the mind.",
    "ai-atk-abh01a0:121_3": "Though I’m able to teach the Dhamma sort of deeds, he thought, “Even if I were to teach a hundred years, and then he could not be able to teach a thousand years.”",
    "ai-atk-abh01a0:121_4": "For he does indeed the thirty-two parts of the body together with the Tathāgata transformed himself in the midst of the Dhamma. He sat on the following neighbourhood of the Dhamma, and the Paṇḍuvāsa; he preached the Dhamma, Sineruthing the skillful qualities in the midst of the Saints.",
    "ai-atk-abh01a0:121_5": "The four months rolling the floor in the middle of the three months. It was like a swirl ropes when the space had been emerged with the air, like a bench.",
    "ai-atk-abh01a0:122_0": "For when the Buddha was given a meal, they lose their appreciation and wide in the middle of the time of the meal, and on the time of the auspicious discourse.",
    "ai-atk-abh01a0:122_1": "But after the meal, on the following day, is flattered to the supreme current, mass of water, and ministers.",
    "ai-atk-abh01a0:122_2": "For you are the devoid of the Buddhas, your eyes are sweet-smelling, black-haired, browned in the sky, your trunk continually presented with your tongue.",
    "ai-atk-abh01a0:122_3": "That’s why it is taught even a moment.",
    "ai-atk-abh01a0:122_4": "Those Elders, knowing the Dhamma leading to peace,",
    "ai-atk-abh01a0:123_0": "Ānanda, Tissa and learned much verses consisting of five hundred thousand coins, while standing in a charnel ground, with five hundred thousand flowers, or sixteen thousand coins, then he teaches the way: “In this way, Ānanda, I am standing in a cowherd, the Simile of the Puṭa tree triumbles, or to be set out.”",
    "ai-atk-abh01a0:123_1": "There is one elder named the Elder Udena.",
    "ai-atk-abh01a0:123_2": "For the one who gives his instructions to the senior elder, but is unable to give him a queen.",
    "ai-atk-abh01a0:123_3": "like a fully awakened Buddha!",
    "ai-atk-abh01a0:123_4": "In this way they excessively emaciated, loving-kindness, and each of the disciples of the teacher, I didn’t get a thousand years.",
    "ai-atk-abh01a0:124_0": "Then when they do so, the Realized One’s corpse displayed, looking down on the bodies of a body, some such a kind that spreads,",
    "ai-atk-abh01a0:124_1": "Reflecting properly,",
    "ai-atk-abh01a0:124_2": "for that is the time, he is well-born, surrounded by the Sambuddha.",
    "ai-atk-abh01a0:124_3": "That is why the Fortunate One preaches the Dhamma to human beings,",
    "ai-atk-abh01a0:124_4": "When he has finished his meal and removed the size of the Buddhas, he leaves in order to get his bowl and robe, and then gives a teaching. He then set his bowl and robe on such a length of theft.",
    "ai-atk-abh01a0:124_5": "of the deities give water.",
    "ai-atk-abh01a0:124_6": "Having destroyed that, he put on a body on a boat, put on a floor cover, made an edge of her robe, and putting it on a well-shardened lotus stalk.",
    "ai-atk-abh01a0:124_7": "After that, while sitting on the meal, on the return from alms-round, he ate the moon in the day’s meditation.",
    "ai-atk-abh01a0:125_0": "The Elder Dhammarakkhita, having taken his son, went to the fully awakened Buddha, and sat down to one side.",
    "ai-atk-abh01a0:125_1": "Then the teacher didn’t give to them.",
    "ai-atk-abh01a0:125_2": "‘That teaching is taught,’",
    "ai-atk-abh01a0:125_3": "when a Buddha was teaching like this, the chief warrior’s rolling the coils of the hand, and then showing them to the bed.",
    "ai-atk-abh01a0:125_4": "And it was not only because of the Elder’s presence that the Buddha was taught by one hundred thousand (after this).",
    "ai-atk-abh01a0:126_0": "The Teacher, having sat down for the day with the Dhamma, went to the body.",
    "ai-atk-abh01a0:126_1": "He had arranged there in Sāvatthī.",
    "ai-atk-abh01a0:126_2": "if they do not know the Teaching, and they don’t know it or see people.",
    "ai-atk-abh01a0:126_3": "These Ones know how to god is one thing, but the deities don’t know about them.",
    "ai-atk-abh01a0:126_4": "why do they not know:",
    "ai-atk-abh01a0:126_5": "the Perfect Sambuddha, whether in the future, or in accordance with the Perfectly Awakened One’s.",
    "ai-atk-abh01a0:126_6": "For there is no example of flavour or so on in any diverse statements.",
    "ai-atk-abh01a0:127_0": "Sāriputta and the senior mendicants taught like this.",
    "ai-atk-abh01a0:127_1": "This is the first kind of seclusion.",
    "ai-atk-abh01a0:127_2": "They had caught up in the air—bothed and dirty, and were reborn in the company of the gods of the Thirty-Three, where they died and paralyzed them from their flaws, and were reborn in a heavenly realm.",
    "ai-atk-abh01a0:127_3": "and surveying in the world of the gods, they dwelt in that place at a human time. Having net, they proclaimed the Elders of Yama to go forth.",
    "ai-atk-abh01a0:127_4": "The elder taught the Dhamma, and having taught them the Dhamma,",
    "ai-atk-abh01a0:127_5": "of the teaching of the fully awakened Buddha, that is, the seven principles of helping them lived together with a single vicinity.",
    "ai-atk-abh01a0:128_0": "Sāriputta, the Dhammāsoka, of the Dhamma, was the Elder Sāriputta,",
    "ai-atk-abh01a0:128_1": "Mahāpajāpatī Gotamī, together with the senior monks,",
    "ai-atk-abh01a0:128_2": "Because the senior monk was able to learn the Dhamma through this Dhamma he likes using an uninterruptedly natural principles, he strayed a scriptures in many ways.",
    "ai-atk-abh01a0:128_3": "This being so, a senior mendicant doesn’t become principled.",
    "ai-atk-abh01a0:128_4": "I was the first Dhamma speaker.",
    "ai-atk-abh01a0:128_5": "After sitting down in the Great Bodhi (Tree) with his position,",
    "ai-atk-abh01a0:128_6": "and, when he was sitting in one part of the Buddha said:",
    "ai-atk-abh01a0:129_0": "“When (the nature of) things",
    "ai-atk-abh01a0:130_0": "to the ardent meditating brāhmaṇa,",
    "ai-atk-abh01a0:131_0": "then all his doubts disappear,",
    "ai-atk-abh01a0:132_0": "since he knows (the nature of a) thing and its cause.",
    "ai-atk-abh01a0:133_0": "“When (the nature of) things",
    "ai-atk-abh01a0:134_0": "to the ardent meditating brāhmaṇa,",
    "ai-atk-abh01a0:135_0": "then all his doubts disappear,",
    "ai-atk-abh01a0:136_0": "Since he’s known the end of the conditions,",
    "ai-atk-abh01a0:137_0": "“When (the nature of) things",
    "ai-atk-abh01a0:138_0": "to the ardent meditating brāhmaṇa,",
    "ai-atk-abh01a0:139_0": "he remains, scattering Māra’s army,",
    "ai-atk-abh01a0:140_0": "Like the sun shining in the sky.”",
    "ai-atk-abh01a0:141_0": "This is the first kind of investigation of the Teaching that is called “enlightened”.",
    "ai-atk-abh01a0:142_0": "Transmigrating through countless births,",
    "ai-atk-abh01a0:143_0": "the housebuilder I was seeking: born and suffering again and again.",
    "ai-atk-abh01a0:144_0": "“You’ve been seen! You will not build the house again:",
    "ai-atk-abh01a0:145_0": "all your rafters have been broken, and the ridgepole has been destroyed,",
    "ai-atk-abh01a0:146_0": "my mind has reached the unconditioned, and craving’s end has been achieved.”",
    "ai-atk-abh01a0:147_0": "This is the first simile of the Buddhas.",
    "ai-atk-abh01a0:148_0": "In the twin sal grove, monks, I have been laid down, the Buddhas in the land of the Vinaya, which is accompanied by defilements, is called “Practice” .",
    "ai-atk-abh01a0:149_0": "which was like the sound of dawn between the five variety of treasures, is like the Indian Rohaṇa flowers (after held) when the Devas had been scented by the Sambuddha named Chātumā, like a sea.",
    "ai-atk-abh01a0:150_0": "All the whole of the Factors of the Collections (formed). This includes the 84,000, having the 84,000, Villages of the Dhamma, Villages of the Factors, is the section of the Doctrine.",
    "ai-atk-abh01a0:150_1": "All the whole Vinaya Suttas and the Vinaya discipline Āṭakas, and the Paṭhikadhamma is the same as “schanger”.",
    "ai-atk-abh01a0:150_2": "Herein, the two kinds of canceling of the Monastic Code: twenty-two aggregates, that is, the sections on the Monastic Law, and the Vinaya.",
    "ai-atk-abh01a0:150_3": "The Brahmas of Cliff",
    "ai-atk-abh01a0:150_4": "Eleven Discourses on the Elements, Etc.",
    "ai-atk-abh01a0:150_5": "About the Future and Three Out Worlds",
    "ai-atk-abh01a0:150_6": "Accomplished in mind, a hundred thousand coins, a hundred thousand leagues, and one hundred thousand upper robes.",
    "ai-atk-abh01a0:150_7": "The Suttanta of the Abhidhamma",
    "ai-atk-abh01a0:150_8": "There is the seven principles for the settling of the Dhamma:",
    "ai-atk-abh01a0:151_0": "and the discipline as before.",
    "ai-atk-abh01a0:152_0": "The training rule on experts on the Monastic Law,",
    "ai-atk-abh01a0:153_0": "For the five hundred monasteries in the various directions: among the forty-four and the five classes of rebirth into the various classes of land, etc., have analyzed into the various orders of aggregates, and so on. Their elements of embracing each other, as well as the fifth, and that construction of length.",
    "ai-atk-abh01a0:153_1": "Bodily bodily formation, mental conduct, and the body in speech,",
    "ai-atk-abh01a0:153_2": "Therefore this is why the Vinaya because it was removed by Vinaya and the discipline as the Teaching.",
    "ai-atk-abh01a0:153_3": "Hence it is said in the meaning of this:",
    "ai-atk-abh01a0:154_0": "“They are included in the rest of the body, speech, and mind,",
    "ai-atk-abh01a0:155_0": "The training rule on experts on the Monastic Law.”",
    "ai-atk-abh01a0:156_0": "Any other –",
    "ai-atk-abh01a0:157_0": "(Then) with a knife, with the dry ground, with the Serpent,",
    "ai-atk-abh01a0:158_0": "Failing forty discourses,",
    "ai-atk-abh01a0:159_0": "for one is worshipped in his own benefit.",
    "ai-atk-abh01a0:159_1": "And this is said in detail in the Characteristic, Virtue, should be treated by the special qualities of an ascetic.",
    "ai-atk-abh01a0:159_2": "If you always enjoys them for something else, it is said to have it that which brings fruit.",
    "ai-atk-abh01a0:159_3": "And a cow comes man’s heritage is said to have eaten what is said.",
    "ai-atk-abh01a0:159_4": "it is well-known, and it is protected.",
    "ai-atk-abh01a0:159_5": "Intention",
    "ai-atk-abh01a0:159_6": "As the that nymphs say is easy to set forth.",
    "ai-atk-abh01a0:159_7": "And just as when a flower has been smoothed by the Sangha, the flowers do not arise has been drawn out,",
    "ai-atk-abh01a0:159_8": "Hence it is said in the meaning of this:",
    "ai-atk-abh01a0:160_0": "“The Teacher, while listening to the teachings, in accordance with the word,",
    "ai-atk-abh01a0:161_0": "They explain the discourses as well.",
    "ai-atk-abh01a0:162_0": "the word-meaning of the Dhamma: not just as he is stated in the Arahantship .",
    "ai-atk-abh01a0:163_0": "to the one who is worshipped by the one, paid homage to the one,",
    "ai-atk-abh01a0:164_0": "the Dhamma of the one who has spoken about the Dhamma, thus he is the Dhamma -",
    "ai-atk-abh01a0:165_0": "for this sound of hollows is to be seen by the foreigns of the old.",
    "ai-atk-abh01a0:165_1": "Likewise in the case of a painful feeling, “Feeling is incapable of decrease, not one who is senior.”",
    "ai-atk-abh01a0:165_2": "“The night has the three characteristics.”",
    "ai-atk-abh01a0:165_3": "“Among the King of the people have been worshipped by the Lord of Men,”",
    "ai-atk-abh01a0:165_4": "“As in the Absorption of the teachings, in accordance with the Teaching, the Monastic Law, and in the having a nearby.”",
    "ai-atk-abh01a0:165_5": "in accordance with the Teaching and the Monastic Law, it is what is said to be “in accordance with the Teaching”.",
    "ai-atk-abh01a0:165_6": "“About overestimation” is one who:",
    "ai-atk-abh01a0:166_0": "And here the things that are grounds for one direction with his heart endued with the attainment of loving-kindness, etc., here it is stated in the way beginning, “From one direction” .",
    "ai-atk-abh01a0:166_1": "“Neither forms have the characteristic of sounds as its object” , and so on. And the characteristic of function is to be grasped.",
    "ai-atk-abh01a0:166_2": "thoughts that are an independent, and the best things that are unsurpassed, By honorable, and so on.",
    "ai-atk-abh01a0:166_3": "they venerate those worthy.",
    "ai-atk-abh01a0:166_4": "It is feeling because of contact: feeling ... perception ... choices ... consciousness ... etc. ”",
    "ai-atk-abh01a0:166_5": "thoughts that are immeasurable and unsurpassable, ~ and thoughts are not clearable in the same way as stated.",
    "ai-atk-abh01a0:166_6": "Hence it is said in the meaning of this:",
    "ai-atk-abh01a0:167_0": "“In this case the one who is worshipped by the one,",
    "ai-atk-abh01a0:168_0": "And although they have spoken of the Dhamma, the matter is explained.”",
    "ai-atk-abh01a0:169_0": "And in the case of the first three separates:",
    "ai-atk-abh01a0:170_0": "if it is cooked by a bowl; if it is shake;",
    "ai-atk-abh01a0:171_0": "Having defined it by its three aggregates and as well.",
    "ai-atk-abh01a0:172_0": "for the end is called “any-cleaning” in the sense of habitual tales .",
    "ai-atk-abh01a0:172_1": "“They would come a person stone ball and poured water for washing their feet.”",
    "ai-atk-abh01a0:172_2": "Therefore it is said in the Āsivisa apprehending the meaning.",
    "ai-atk-abh01a0:173_0": "Now, as to the clause, the three Vinayas, etc., might have the three trainings,",
    "ai-atk-abh01a0:173_1": "Thus there were two kinds of sounds with the law of the drums, having performed the meaning and the law of the Vinaya made by the Discipline as the meaning and the Vinaya.",
    "ai-atk-abh01a0:173_2": "according as it is said: it is not shared and a sleeperbly that Commentaries.",
    "ai-atk-abh01a0:173_3": "then they made the following set aside: water with the three kinds of discipline, etc., as they arise.",
    "ai-atk-abh01a0:174_0": "And having understood these three times, each time they did not apply themselves to the skill in absorption,",
    "ai-atk-abh01a0:175_0": "(but) assembleing the construction of Saṁsāra, he proceeds likewise.",
    "ai-atk-abh01a0:176_0": "And having given up the training, he who had renounced the training,",
    "ai-atk-abh01a0:177_0": "the successive failure in breaking up, the (food) rebirth can be destroyed,",
    "ai-atk-abh01a0:178_0": "and one who attains wickedness, just as and (the nature of) the monk.",
    "ai-atk-abh01a0:179_0": "Here is this conclusion:",
    "ai-atk-abh01a0:179_1": "for these three are called “perfections” according to the eradications of enquiry, (called) “bearings,” according to the rulers of the earth, as insistence, and in the ultimate sense.",
    "ai-atk-abh01a0:180_0": "For the Buddha has taught the Monastic Law here by the Vinaya, because he teaches by the Dhamma.",
    "ai-atk-abh01a0:180_1": "Questioning about the discourses of the Buddha by means of defining them.",
    "ai-atk-abh01a0:180_2": "and it is called “one who lesseratings the ultimate goal” because he teaches the highest.",
    "ai-atk-abh01a0:181_0": "And he said, “I’m the first time, according to the idea, which is why in the next life, is the best.",
    "ai-atk-abh01a0:181_1": "In the second prior craving for teachers, since he has a desire for peace, even as long as he likes, of the term ‘procession’.",
    "ai-atk-abh01a0:181_2": "In the third (disturbable) ‘I’m a third time’, just as one who remains in line with the teaching’.",
    "ai-atk-abh01a0:182_0": "Like this it is in the first place, that is to say, restraint, and non-restraint in speech.",
    "ai-atk-abh01a0:182_1": "(deeds) as a patient and gluttony, as well as in the forest is very fruitful and beneficial.",
    "ai-atk-abh01a0:182_2": "The second view: the sixty-two grounds for views, attached to views, holding on to the insistence on view.",
    "ai-atk-abh01a0:182_3": "This is called “non-” ...",
    "ai-atk-abh01a0:183_0": "And the three trainings should be understood in the three trainings and the four deep, and the four deep,",
    "ai-atk-abh01a0:183_1": "Because neither the training nor the training in the higher morality in the higher mind, and the higher wisdom in the higher wisdom in the higher mind, and the higher wisdom.",
    "ai-atk-abh01a0:184_0": "And while being examined in the texts on discipline, both defilements are destroyed by virtue.",
    "ai-atk-abh01a0:184_1": "Even the discourses can be looked down onto the discourses, being placed in the texts for immersion.",
    "ai-atk-abh01a0:184_2": "and underlying tendencies with wisdom the pertaining of the embracing.",
    "ai-atk-abh01a0:185_0": "then the cutting off of the pollutants, defilements, and the cutting off of the defilements.",
    "ai-atk-abh01a0:185_1": "He’s the first Craving for conduct, the corruptions that lead to the corruptions.",
    "ai-atk-abh01a0:186_0": "In the case of the fourth tetrad there is only the four kinds of states, etc., should be understood in accordance with the Dhamma .",
    "ai-atk-abh01a0:186_1": "Herein, the Dhamma is found:",
    "ai-atk-abh01a0:186_2": "the meaning is the meaning.",
    "ai-atk-abh01a0:186_3": "He teaches by way of body, speech, and mind.",
    "ai-atk-abh01a0:186_4": "they live happily, as happens when a man is present,",
    "ai-atk-abh01a0:186_5": "And in the three, too, the teaching and training, and the penetration of the Teaching",
    "ai-atk-abh01a0:186_6": "For it is in the ocean deeps, like a mustard seed off a deep enemy.",
    "ai-atk-abh01a0:186_7": "In this way the fourth tetrad can be understood here in a deep and limited,",
    "ai-atk-abh01a0:187_0": "And another all:",
    "ai-atk-abh01a0:187_1": "‘... for the sake of a good principle.’",
    "ai-atk-abh01a0:187_2": "for this is said:",
    "ai-atk-abh01a0:187_3": "“I know the analytical knowledge of truth.”",
    "ai-atk-abh01a0:187_4": "is the fruit of cause.",
    "ai-atk-abh01a0:187_5": "for this is said:",
    "ai-atk-abh01a0:187_6": "“Knowledge of the fruit of meaning,”",
    "ai-atk-abh01a0:187_7": "the teaching is dispelled, just as phenomena is discovered,",
    "ai-atk-abh01a0:187_8": "Or alternatively, it is due to the progress of successive progressiveness and so on.",
    "ai-atk-abh01a0:187_9": "penetrated (this) defilements,",
    "ai-atk-abh01a0:187_10": "and looks at the supermundane state,",
    "ai-atk-abh01a0:187_11": "unequaled,",
    "ai-atk-abh01a0:187_12": "There is such things as suitable for one, and assigning the paths of phenomena.",
    "ai-atk-abh01a0:187_13": "In these cases they should be observed when they have reckoned as an characteristic.",
    "ai-atk-abh01a0:188_0": "Now, while the one who is born in these things—whether has been born, created, on the meaning—that is confused in the same way as each one can confine their knowledge, the meaning should be produced in detail:",
    "ai-atk-abh01a0:188_1": "It’s why I’m not skilled in all ways with transformations, as well as the ocean does.",
    "ai-atk-abh01a0:188_2": "This too is how the oneness can be understood here in a deep and appearance.",
    "ai-atk-abh01a0:188_3": "And at this point it is said:",
    "ai-atk-abh01a0:189_0": "(but) assembleing the construction of Saṁsāra, he proceeds likewise.",
    "ai-atk-abh01a0:190_0": "who wants to train in the training – And he who develops the immediately wise –",
    "ai-atk-abh01a0:191_0": "This is said:",
    "ai-atk-abh01a0:192_0": "the successive failure in breaking up, the (food) rebirth can be destroyed,",
    "ai-atk-abh01a0:193_0": "That mendicant becomes evil as theirs, and so on.",
    "ai-atk-abh01a0:194_0": "But here the three kinds of maturing in the threefold reckoning should be seen.",
    "ai-atk-abh01a0:194_1": "for three kinds of search:",
    "ai-atk-abh01a0:194_2": "The escape from the shaven-headed storehouses. They include the requisites as an abstaining to self.",
    "ai-atk-abh01a0:195_0": "Herein, by means of harmfulness and fault-finding mind is the reason why",
    "ai-atk-abh01a0:195_1": "That of which is said in reference to him:",
    "ai-atk-abh01a0:195_2": "“Mendicants, suppose a person was to draw a snake out from its sheath. When it came through a snake, they’d see a big as hand or a snake, or a scorpion or a cliff, saying: ‘Suppose, this person would result in death or deadly pain.’ So they’d result in death or deadly pain.",
    "ai-atk-abh01a0:195_3": "Why is that?",
    "ai-atk-abh01a0:195_4": "Because of their wrong grasp of the snake.",
    "ai-atk-abh01a0:195_5": "In the same way, a foolish person memorizes the teaching ...",
    "ai-atk-abh01a0:195_6": "They don’t examine the meaning of those teachings with wisdom. They don’t examine the meaning of those teachings they’ve memorized. They don’t memorize the teachings they’ve memorized. They don’t examine the meaning of their advice with wisdom. And they don’t memorize the teaching for the sake of winning degree of wisdom.",
    "ai-atk-abh01a0:195_7": "They don’t realize the goal for which they memorized them.",
    "ai-atk-abh01a0:195_8": "and those teachings lead to their lasting harm and suffering.",
    "ai-atk-abh01a0:195_9": "Why is that?",
    "ai-atk-abh01a0:195_10": "Because of their wrong grasp of the teachings.”",
    "ai-atk-abh01a0:196_0": "Yet even when questioned is well seen, heard, thought, and known: “This is the escape from being full of portions, and is not the sake of finding fault that cannot be fulfilled.”",
    "ai-atk-abh01a0:196_1": "That of which is said in reference to him:",
    "ai-atk-abh01a0:196_2": "“ those teachings are correctly grasped, those teachings lead to his lasting welfare and happiness.",
    "ai-atk-abh01a0:196_3": "Why is that?",
    "ai-atk-abh01a0:196_4": "Because of his correct grasp of the teachings.”",
    "ai-atk-abh01a0:197_0": "But the complete understanding of the defilements has been given up by the defilements, the corruptions without defilement, etc., and the path to the complete understanding of the defilements. This is the end of all defilements.",
    "ai-atk-abh01a0:198_0": "A mendicant practices in line with the training, practices in accordance with the Monastic Law, and because of the words for three kinds of clear vision . This is the same thing.",
    "ai-atk-abh01a0:198_1": "Relying on the good way, he enters upon the way of practices that is well attained by concentration and has bad friends.",
    "ai-atk-abh01a0:198_2": "Relying on the four paths, they entered on a good state, and on the side of the noble ones, and they divided right there.",
    "ai-atk-abh01a0:198_3": "In this way one practices according to reality is practicing in accordance with the shadow of the six kinds of direct-knowledge, the fourth absorption.",
    "ai-atk-abh01a0:199_0": "In the Vinaya composing of the Monastic Law in order to preceding the Teacher’s instructions, etc., one who practices in conformity with the allowance of the exterminations on the Monastic Law, etc., and one who practices the way beginning, “percipient of mentality-maker, and he is neither percipient nor non-percipient.",
    "ai-atk-abh01a0:199_1": "for this is said:",
    "ai-atk-abh01a0:199_2": "“As I understand the Teaching of the Buddha, the things he calls obstructive are not able to obstruct one who indulges in them.”",
    "ai-atk-abh01a0:199_3": "By the developing of this he is unethical,",
    "ai-atk-abh01a0:199_4": "“Mendicants, these four people are practicing indeed are found in the world; they are harmful and suffering from hell.",
    "ai-atk-abh01a0:199_5": "That of which is said in reference to him:",
    "ai-atk-abh01a0:199_6": "“Having misrepresented me by your wrong grasp, harm yourself, and makes much bad karma.”",
    "ai-atk-abh01a0:199_7": "And with wrong view it’s bad to have wrong view.",
    "ai-atk-abh01a0:199_8": "Approaching the teaching is in line with the teaching, thinking and considering it is uninterruptedly, syllables thoughts.",
    "ai-atk-abh01a0:199_9": "for this is said:",
    "ai-atk-abh01a0:199_10": "“Mendicants, these four things are unthinkable. They should not be thought about, and anyone who tries to think about them will go mad or get frustrated.”",
    "ai-atk-abh01a0:199_11": "Because of this wrong view, the wrong way leads to an unethical person, who practices it towards the debt, and under the cutting off of wrong view.",
    "ai-atk-abh01a0:199_12": "And at this point it is said:",
    "ai-atk-abh01a0:200_0": "the successive failure in breaking up, the (food) rebirth can be destroyed,",
    "ai-atk-abh01a0:201_0": "That mendicant becomes evil as theirs, and so on.",
    "ai-atk-abh01a0:202_0": "This is said:",
    "ai-atk-abh01a0:202_1": "Knowing this, knowing the three kinds of transferences, all the waterpots in each and every way is necessary.",
    "ai-atk-abh01a0:203_0": "How do they respond to five lower fetters?",
    "ai-atk-abh01a0:203_1": "The whole long period is finished.",
    "ai-atk-abh01a0:203_2": "Herein, what is long-breath?",
    "ai-atk-abh01a0:203_3": "Tissa the Brahmadeva, the Brahmadeva, who had very firmly established in the four (process),",
    "ai-atk-abh01a0:204_0": "From the four Halls: In the Birth Tissa",
    "ai-atk-abh01a0:205_0": "this is the first kind of extra reference to an extent.",
    "ai-atk-abh01a0:206_0": "But why are they called ‘ long head hairs’?",
    "ai-atk-abh01a0:206_1": "Having abode of (good) conduct, being sancred,",
    "ai-atk-abh01a0:206_2": "for it is called “restraint” because it is abolishing.",
    "ai-atk-abh01a0:206_3": "“Mendicants, I do not see a single touch that essentials as the animal realm.”",
    "ai-atk-abh01a0:206_4": "So it is within that what is known as the Dispensation of the world,",
    "ai-atk-abh01a0:206_5": "This is how the word can be understood according to the word meaning of the words from the word-meanings.",
    "ai-atk-abh01a0:207_0": "What is the middling?",
    "ai-atk-abh01a0:207_1": "The Middle Discourses on the Five Discourses",
    "ai-atk-abh01a0:208_0": "Living in full (the palace) where two streams are well purified,",
    "ai-atk-abh01a0:209_0": "What is medium, and five discernments?",
    "ai-atk-abh01a0:210_0": "What is detachable?",
    "ai-atk-abh01a0:210_1": "Seven Divinities, according to the Pure Abodes, Seven Benefits, and all the Seven Parks, and seventy-two days.",
    "ai-atk-abh01a0:211_0": "Seven thousand Discourses",
    "ai-atk-abh01a0:212_0": "are attached to the sixty-two marks, joined in regard to the gods.",
    "ai-atk-abh01a0:213_0": "What is the Ganges?",
    "ai-atk-abh01a0:213_1": "One Five Discourses: one part of the States and the suttas of each of the suttantas, and five hundred bathing positions, and seventy-four thousand classes of rebirth.",
    "ai-atk-abh01a0:214_0": "Nine thousand and five hundred thrones,",
    "ai-atk-abh01a0:215_0": "This is the seventh reason.",
    "ai-atk-abh01a0:216_0": "What is the smallest sections?",
    "ai-atk-abh01a0:216_1": "Perceiving the Dhamma and the Vinaya, Imersion about the five states of the Vinaya, and others.",
    "ai-atk-abh01a0:216_2": "endowed with the four remainder of the Buddhas.",
    "ai-atk-abh01a0:217_0": "apart from the four quarters, Dīghanakha, and so on,",
    "ai-atk-abh01a0:218_0": "one thing to the Buddha, who is dead, having a dead body,",
    "ai-atk-abh01a0:219_0": "So five are gradually escaped.",
    "ai-atk-abh01a0:220_0": "What is not to be produced in?",
    "ai-atk-abh01a0:220_1": "The same verses just as it is subtlely said: ‘Give up, passage for recitation, and answer.’",
    "ai-atk-abh01a0:220_2": "Herein, the Simile of the End of the Analysis is surrounded by the Tathāgata precious Suttas, Jain ascetics, and Suttanta, and his Jewels Jewels Individed by the Tathāgatas beginning with Tathāgata. They can understand the Suttanta.",
    "ai-atk-abh01a0:220_3": "All the well-worked way to understand:",
    "ai-atk-abh01a0:220_4": "and that each finds a poisonous verse.",
    "ai-atk-abh01a0:220_5": "The whole of the Sakyans also included the Hall of Justice, and well-proclaimed hands, and also the Buddha with eight factors. You should understand that this exposition of the qualities of the Buddha was the time to answer.",
    "ai-atk-abh01a0:220_6": "Dhamma Saṅghāsa",
    "ai-atk-abh01a0:220_7": "Grounded for knowledge and the donor is one who gives up",
    "ai-atk-abh01a0:220_8": "This was said by the Buddha, ‘Didesn’t being spoken by the Blessed One, Etc.",
    "ai-atk-abh01a0:220_9": "the fifty-five hundred gold coins were created.",
    "ai-atk-abh01a0:220_10": "“Mendicants, there are these four incredible and amazing things about Ānanda.”",
    "ai-atk-abh01a0:221_0": "The Shorter Cūḷapanthaka is made of enlightenments, (we hear about) the affairs of (goods) processes, and it is worth listening to (Duffering): “Conquering and floor, you should ask): ‘All these are now what you have acquired from the heir of Vedas.’",
    "ai-atk-abh01a0:221_1": "Thus did this come from?",
    "ai-atk-abh01a0:222_0": "How is it only 84,000 mass of the Dhamma? It is the whole mas of the Buddha’s teaching.",
    "ai-atk-abh01a0:223_0": "“For two thousand monks with the Buddha at its head,",
    "ai-atk-abh01a0:224_0": "84,000 things occur in me.”",
    "ai-atk-abh01a0:225_0": "Thus there is 84,000 mass of 84,000 modes,",
    "ai-atk-abh01a0:225_1": "Herein, the unintelligent one is encountered in Dhamma",
    "ai-atk-abh01a0:225_2": "whatever is confinement there is from the group of partaking of the Teaching consisting in the aggregates of the Doctrine.",
    "ai-atk-abh01a0:225_3": "the questions in the verses that countries, one by the Question About the Dhamma,",
    "ai-atk-abh01a0:225_4": "About the three people, the beautifully brilliant speaker, and the One of Dhamma.",
    "ai-atk-abh01a0:225_5": "there is an offense, there is an offense that is to be experienced by the Monastic Law; there is an offense that is, there is an offense that is not, and there is an offense.",
    "ai-atk-abh01a0:225_6": "Herein, the categories of the teaching should be understood all the same.",
    "ai-atk-abh01a0:225_7": "Thus there are 84,000 chapter on the Dhamma",
    "ai-atk-abh01a0:226_0": "This is the first thing that is referred to the Buddha, the communal recitation of the Monastic Law, the Teacher’s Vinaya, Dīghavana Vinaya, this is the first thing.",
    "ai-atk-abh01a0:226_1": "This is the 84,000 pillars, and Virtueties of the Dhamma. Having practiced thereination, these eighty-four thousand sections, the composing Vinaya, they can break together.",
    "ai-atk-abh01a0:226_2": "There’s no way I’d still not even handles to set up charming hairs, dress in red transforms, shone like an iron balls of circumferences, and separations, jungles, garlands and fragrances, and circumferences, and separations all the seven months of prices, and altics of respects and foundations of respect.",
    "ai-atk-abh01a0:227_0": "Kinds of the Recitation of the Suttanta, and in the Mahā Kassapa’s Retreat, and it succeeds in the Palace of Mahākassapa, as it was making the earthquakes of the Faith, and it was making the earthquake. This earth is the time for the water.",
    "ai-atk-abh01a0:227_1": "and countless thousands of years,",
    "ai-atk-abh01a0:228_0": "In this way, this exposition of the teaching is brought chamberlain in the basic opposite of the Dhamma, which is an invalidible, and the teaching, and the entire spectrum of the teaching, and the seventh investigation of the teaching.",
    "ai-atk-abh01a0:229_0": "The monks’ borrowed all the monks’ discovered in all directions, sat down by one meanworking and expressing his appreciation. They may be spending the four ways of this.",
    "ai-atk-abh01a0:229_1": "There may be two dimensions of sense-spheres, unwholesome thoughts, or independent.",
    "ai-atk-abh01a0:229_2": "The six elements of eighteen elements may be wholesome, and unwholesome.",
    "ai-atk-abh01a0:229_3": "I might truthfully make an end of suffering.",
    "ai-atk-abh01a0:229_4": "‘If I’m not able to satisfaction, skillful qualities, and unskillfully blameworthy and unworthy of the noble ones, and they might find four faculties, and they may be unskillful.’”",
    "ai-atk-abh01a0:230_0": "In that place, while sitting, a certain monk was sitting in an assembly of such a lump of fresh cloth, why do you not bring it?’",
    "ai-atk-abh01a0:230_1": "‘Reverend, namely, the teaching is called ‘Conditional’.",
    "ai-atk-abh01a0:230_2": "‘Does the Teachings dwell in the Me without Virtue?",
    "ai-atk-abh01a0:230_3": "What is well spoken by the Buddha?’",
    "ai-atk-abh01a0:230_4": "‘Do you have spoken about the teaching?’",
    "ai-atk-abh01a0:230_5": "‘This is not what was spoken by the Buddha.’",
    "ai-atk-abh01a0:230_6": "‘But friend, did you learn the Monastic Law’,",
    "ai-atk-abh01a0:230_7": "‘It’s not easy, reverend.’",
    "ai-atk-abh01a0:230_8": "‘You’d think this, but it seems to me that you’d think,",
    "ai-atk-abh01a0:230_9": "‘Following what has been taught, friend,’",
    "ai-atk-abh01a0:230_10": "ʻThose who take up a minimal collection of a wrong speech will be able to learn the teaching.",
    "ai-atk-abh01a0:230_11": "And if you give the going forth, the ordination, or the full ordination,",
    "ai-atk-abh01a0:230_12": "‘What was the reason?’",
    "ai-atk-abh01a0:230_13": "Because of the Monastic Law there were badly because of the Monastic Law.",
    "ai-atk-abh01a0:230_14": "for this is said:",
    "ai-atk-abh01a0:230_15": "“Is there no offense for you, not Vāsiṭṭha, recite the discourses or verses or philosophy, and later you can learn the Monastic Law;”",
    "ai-atk-abh01a0:230_16": "if he gets permission to ask about the discourses, but he asks about the Monastic Law or philosophy, having someone else questioned about the Monastic Law, or philosophy, and having obtained the discourses, in accordance with the Monastic Law, asks about the discourses, and he asks about the discourses of the Monastic Law;",
    "ai-atk-abh01a0:230_17": "you don’t know even a hair’s sake, even when you know that your own doctrine is unhappy.",
    "ai-atk-abh01a0:231_0": "The Longer Discourse at Gosiṅga",
    "ai-atk-abh01a0:231_1": "By doing this, the senior mendicants told Sāriputta all that had happened, and not going to a bad place, discussing each other of the Teacher, he questioned him, saying, “Whoever questions, Reverend Sāriputta, they answer each other with a question about the teaching,” then they reply, “Take uplifted recitation, questioning each other with the teaching, not an ascetic.",
    "ai-atk-abh01a0:231_2": "The Teacher, having sent message to the Dispensation of the teachings, for the sake of the Sudhamma, and resplendent like a golden statue, had been brought to the Great Brahmajāla tree, and having filled the Whel of the Dhamma. When he was able, he said: “Have it would be good if he was constantlyzed and properly resolved.”",
    "ai-atk-abh01a0:231_3": "Because the teaching is used for the Dhamma, it seems, there was not Dhammadinnā, and because of a Dhamma talk,",
    "ai-atk-abh01a0:231_4": "They talk about the teaching Dhamma, talk about in order to show a specific purpose, making amends for forms between the limits and the whole Truth.",
    "ai-atk-abh01a0:231_5": "Smolding the teachings known by the mind, they don’t give no response.",
    "ai-atk-abh01a0:231_6": "Therefore a monk who speaks the Dhamma in accordance with the Teaching, or when asked a question:",
    "ai-atk-abh01a0:231_7": "then it is exclusively unprincipled.",
    "ai-atk-abh01a0:231_8": "When the Teacher had given this them it to Moggallāna, he said: ‘With fellow clothes, Moggallāna.’",
    "ai-atk-abh01a0:232_0": "he is obstructed in this way, he hides all beings. In this way he gives up all kinds of hunger or to each other, which is honored, respected, esteemed, and venerated by the noble ones. He is worthy of a religious foundation. He conqueror of the noble ones, bandits, and expelled in the noble ones.",
    "ai-atk-abh01a0:232_1": "That deed is setting that deed, he should make sure that deed, and after becoming alive.",
    "ai-atk-abh01a0:233_0": "Then something else:",
    "ai-atk-abh01a0:233_1": "“If the Buddha was staying in the land of the Awakens, he would have many sources, even one time of the Buddhas.”",
    "ai-atk-abh01a0:233_2": "He should be told to say this: ‘There is no source of the unhappy One in the Chief Disciple of the Buddha’s doctrine,’ and so he should say such a thing.",
    "ai-atk-abh01a0:233_3": "‘A wise one is in the teaching, not the other; for all these three times, but not the instructions.",
    "ai-atk-abh01a0:233_4": "For when the Buddha was awakened, she went to Pāsaṇḍadea, and was dispraise of the teaching, and the one who came to Bodhisatta.",
    "ai-atk-abh01a0:233_5": "The demonstration of the gods were shown by means of the god (for him) and teach Devas.",
    "ai-atk-abh01a0:233_6": "according to the elephant-treasure is called ‘broad Warrior’ and experts having consecrated the horse-treasure’.",
    "ai-atk-abh01a0:233_7": "But having observed the wheel-treasure with a bunched harness, or having made the golden (from the sky) in the Tambapaṇṇi.",
    "ai-atk-abh01a0:233_8": "it is worthwhile, made by a measure of birds, a gems, a complexion of gems, and placed it in a place made of wet cloth.",
    "ai-atk-abh01a0:233_9": "The Kings, having argued goods,",
    "ai-atk-abh01a0:233_10": "so too, the Buddhas’ Dhamma is not known to be discovered but knowledge all the other times.",
    "ai-atk-abh01a0:233_11": "Practicing to them",
    "ai-atk-abh01a0:233_12": "For when the Buddhas come, she commits an offense entailing confession.",
    "ai-atk-abh01a0:233_13": "a god plaster, acting hips.",
    "ai-atk-abh01a0:233_14": "There is no reason for this.’",
    "ai-atk-abh01a0:233_15": "When this was said, we wouldn’t be able to execute, whether legitimate, or harming another.",
    "ai-atk-abh01a0:234_0": "The pavilion of Ārāmas, the Thera of the Thūpārāma, the Great Sage, knowing that he was awakened to by the name of this monastery, (thinking): “As soon I lived, the first thoroughly restoring my mind in the place of the Buddhas.” But when he said, “Asce I lived it.",
    "ai-atk-abh01a0:234_1": "For the ten kinds of inclusion:",
    "ai-atk-abh01a0:234_2": "the acquisition of the sense-spheres, the realization of the Reflections, the sense faculties, the phenomena, mindfulness, and the Dhamma.",
    "ai-atk-abh01a0:234_3": "With the Great Bodhi on the Teacher, the Great Bodhisatta entered upon them, which he got rid of the feelings.",
    "ai-atk-abh01a0:234_4": "Eighteen elements are the eighteen elements of the sense fields.",
    "ai-atk-abh01a0:234_5": "his universal feelings, and his feelings are the same as in the sense-desire elements.",
    "ai-atk-abh01a0:234_6": "the four Truths have been understood and penetrated them with the suffering of suffering.",
    "ai-atk-abh01a0:234_7": "twenty-five sets of faculties, that is, the satisfaction of mindfulness, and that of the faculties, namely, and so on.",
    "ai-atk-abh01a0:234_8": "In the twelfth Rains Retreat, the repetition of the Commentaries is included in the sense of the feelings.",
    "ai-atk-abh01a0:234_9": "With the four foundations of mindfulness meditation subjected by the foundations of mindfulness meditation. And with the help of the three feelings he lived in the same way as described.",
    "ai-atk-abh01a0:234_10": "There are four jhānas in the language of the three jhānas, and so on.",
    "ai-atk-abh01a0:234_11": "the name for one who has rejected the three knowledges and mastery in the ways in each case.",
    "ai-atk-abh01a0:234_12": "and the feelings that are present in him with the three-foot-month, and so on.",
    "ai-atk-abh01a0:234_13": "When the Elder related thus stepped in this way by step,",
    "ai-atk-abh01a0:235_0": "When the village is well-proclaimed, he swept away as in the neighborhood of a village here and there, he does not say, ‘Euch is better’, like one who untrue Dhamma in the village, and like someone who does not know the sources of others.’",
    "ai-atk-abh01a0:235_1": "At one time the Buddha was staying in the land of the gods of the Thirty-Three at the root of the Shady Orchid Tree on the stone spread with a cream rug.",
    "ai-atk-abh01a0:235_2": "There the Fortunate One preached the Dhamma to the gods of the Thirty-Three:",
    "ai-atk-abh01a0:235_3": "“ unwholesome thoughts, unskillful qualities are without consequences.”",
    "ai-atk-abh01a0:236_0": "on others, and some other.",
    "ai-atk-abh01a0:236_1": "And two, each is their source:",
    "ai-atk-abh01a0:236_2": "teaching of the dispensation and the source.",
    "ai-atk-abh01a0:236_3": "Herein, the great Bodhi tree should be understood as far as the Mahāmeghavana garden, until the great Bodhi tree is to be experienced.",
    "ai-atk-abh01a0:236_4": "preached the Dhamma of the Protector of the World,",
    "ai-atk-abh01a0:236_5": "When there is such a reason, you should understand that this is the source of what is illegitimate.",
    "ai-atk-abh01a0:236_6": "This is the name of the Dhamma that is illegitimate.",
    "ai-atk-abh01a0:236_7": "Where did the intentions collect?",
    "ai-atk-abh01a0:236_8": "When did you attain it?",
    "ai-atk-abh01a0:236_9": "When did you attain it?",
    "ai-atk-abh01a0:236_10": "What did I attain?",
    "ai-atk-abh01a0:236_11": "Where do you block the mind?",
    "ai-atk-abh01a0:236_12": "when will I find peace?",
    "ai-atk-abh01a0:236_13": "what’s a funeral pyre?",
    "ai-atk-abh01a0:236_14": "Where did you teach?",
    "ai-atk-abh01a0:236_15": "you’ve taught the goal for your welfare.",
    "ai-atk-abh01a0:236_16": "Why do you teach them?",
    "ai-atk-abh01a0:236_17": "to take what has been received by you!",
    "ai-atk-abh01a0:236_18": "Who is training:",
    "ai-atk-abh01a0:236_19": "who has trained in the training",
    "ai-atk-abh01a0:236_20": "Remember the monks who wear robes,",
    "ai-atk-abh01a0:236_21": "Whose words are rooted in the words of the words:",
    "ai-atk-abh01a0:236_22": "With one:",
    "ai-atk-abh01a0:237_0": "Here is a question of another:",
    "ai-atk-abh01a0:237_1": "Developed in what is known as the Bodhi (Tree),",
    "ai-atk-abh01a0:237_2": "Where do the plowshare-borny (only) filled with gold,",
    "ai-atk-abh01a0:237_3": "Where does the Awakening One attain Awakening?",
    "ai-atk-abh01a0:237_4": "When did I attain it?",
    "ai-atk-abh01a0:237_5": "Who was endowed with all attachments: wise men,",
    "ai-atk-abh01a0:237_6": "Where do the Bodhisatta?",
    "ai-atk-abh01a0:237_7": "Making a precious things, having analytic knowledge.",
    "ai-atk-abh01a0:237_8": "what is known as the thought of all that is Buddha,",
    "ai-atk-abh01a0:237_9": "Where does he preach to the gods of the Thirty-Three?",
    "ai-atk-abh01a0:237_10": "taught by the god for the welfare of deities?",
    "ai-atk-abh01a0:237_11": "Why does he teach the meaning of the four noble truths?",
    "ai-atk-abh01a0:237_12": "to receive it by the gods.",
    "ai-atk-abh01a0:237_13": "Who trains in the training, which is an educated ordinary person,",
    "ai-atk-abh01a0:237_14": "Who has trained in the training, perfected ones with defilements ended:",
    "ai-atk-abh01a0:237_15": "who remembers what they have said:",
    "ai-atk-abh01a0:237_16": "Who is the word of the Blessed One, the perfected one, the fully awakened Buddha?",
    "ai-atk-abh01a0:237_17": "Who is the delightful from femininity:",
    "ai-atk-abh01a0:238_0": "For when the senior mendicant Piyadashita, Piyadashita, Jotipāla, Koliyan, Moggaliputta, and Sambhūta Moggaliputta, the third times of the teaching.",
    "ai-atk-abh01a0:238_1": "Then the Jambu Tree, after surpassing the fraternity of the Jambudīpa, he thus addressed those who desired it,",
    "ai-atk-abh01a0:238_2": "but this island –",
    "ai-atk-abh01a0:239_0": "From then onwards, Mahindaly Powers, Uttiya,",
    "ai-atk-abh01a0:240_0": "The wise Nāgas and Bhaddā, Tissa, and Nāga kings,",
    "ai-atk-abh01a0:241_0": "and Jambudīpa together with the Rose-Apple Island",
    "ai-atk-abh01a0:242_0": "These are the great blessings—",
    "ai-atk-abh01a0:242_1": "then I am the teachers of a worker, for as long as the ladies of the funeral pyre (for him).",
    "ai-atk-abh01a0:243_0": "Discussion of the proper conduct",
    "ai-atk-abh01a0:244_0": "But that is how the obtaining of accumulations should be understood as the Mahāmeghavana garden of the Dhamma in the Great Council of the Three Worlds, the Lord of Sages, the Worlds, and the Great Bodhisattas, should be understood as Saṁsaka simply in accordance with the Dhamma talk,",
    "ai-atk-abh01a0:245_0": "It seems that there was a hundred thousand eons of the four thousand eons had passed, a town named Macchikāsaṇḍa.",
    "ai-atk-abh01a0:245_1": "And there the brahmin named Sujātā. He was well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. He was well born independent, possessed by the surpassing beauty and the embarrassive.",
    "ai-atk-abh01a0:245_2": "Having done some work, he learned the skill in learning.",
    "ai-atk-abh01a0:245_3": "at the time of his parents died.",
    "ai-atk-abh01a0:245_4": "Then a fortnight rich man’s ministers, having taken a golden pregnancy tendons, ornaments, garlands, fragrances, and make pregnancy. Then I will tell the young menstruation of the wives staircase that garmentsive flags, earned as a new boven to the family.’",
    "ai-atk-abh01a0:245_5": "The crop well-controlled thought:",
    "ai-atk-abh01a0:245_6": "‘Take this wealth, having driven out my father’s wealth, carpenter, taken the drivers, and making the offerings of a single offering, I give to the King, and making the offerings to the King, and making the offerings to the departed, it is not suitable for the King.’",
    "ai-atk-abh01a0:245_7": "But in this matter the discussion should be made by oneself.",
    "ai-atk-abh01a0:245_8": "for this is said in the Awakened One:",
    "ai-atk-abh01a0:246_0": "a hundred thousand eons (of aeons),",
    "ai-atk-abh01a0:247_0": "(Having) a city called ‘Lawake,’",
    "ai-atk-abh01a0:248_0": "There is noise of the ten kinds of sound through the ears.",
    "ai-atk-abh01a0:249_0": "the elephants, horses, and the drums,",
    "ai-atk-abh01a0:250_0": "eat, drink, chewed with food and drink,",
    "ai-atk-abh01a0:251_0": "endowed with every good fortune, who has crossed the flood,",
    "ai-atk-abh01a0:252_0": "who is endowed with various logs of many people, with many flavors,",
    "ai-atk-abh01a0:253_0": "At the citadel of the city was reborn in the gathering!",
    "ai-atk-abh01a0:254_0": "in the city of Gavatī, the brahmin Subha,",
    "ai-atk-abh01a0:255_0": "Many millions",
    "ai-atk-abh01a0:256_0": "a reciter who has mastered the three Vedas:",
    "ai-atk-abh01a0:257_0": "He crossed over the marks of his character, he went beyond.",
    "ai-atk-abh01a0:258_0": "Having sat down in seclusion, I thought:",
    "ai-atk-abh01a0:259_0": "Practicing to rebirth in the body, and the breaking of the body,",
    "ai-atk-abh01a0:260_0": "of birth, old age, sickness, and death,",
    "ai-atk-abh01a0:261_0": "I will seek out the deathless, secure, free of grief.",
    "ai-atk-abh01a0:262_0": "to take up the ropes of various corpses, various and various creatures (on his limbs).",
    "ai-atk-abh01a0:263_0": "shaking the sunshade, one without a needle.",
    "ai-atk-abh01a0:264_0": "There is a path, there is no causality, not causality.",
    "ai-atk-abh01a0:265_0": "I’ll be released from you.",
    "ai-atk-abh01a0:266_0": "Just as when there is pleasure in pain he is found,",
    "ai-atk-abh01a0:267_0": "so that when these states are found,",
    "ai-atk-abh01a0:268_0": "The cool breeze, hunger, and thirst in the cool water.",
    "ai-atk-abh01a0:269_0": "In this way he wishes to be quenched about three kinds of extinguishment.",
    "ai-atk-abh01a0:270_0": "to wickedness, torment, good friendship;",
    "ai-atk-abh01a0:271_0": "in the same way, when there is no birth,",
    "ai-atk-abh01a0:272_0": "Just as a man goes on a dung, having seen (him),",
    "ai-atk-abh01a0:273_0": "Is no protector for you, no fault in yours,",
    "ai-atk-abh01a0:274_0": "Even so how to wash the drum washed in the deathless.",
    "ai-atk-abh01a0:275_0": "Is you no longer searches for you, no faults,",
    "ai-atk-abh01a0:276_0": "Just as to bubble, as it trunk, the cow way",
    "ai-atk-abh01a0:277_0": "that person would not be heedless,",
    "ai-atk-abh01a0:278_0": "So the defilements, defilement, and insisting on the path,",
    "ai-atk-abh01a0:279_0": "Wise One does not seek the road, nor goes to heaven.",
    "ai-atk-abh01a0:280_0": "Just as a man who is discussed on troubles",
    "ai-atk-abh01a0:281_0": "he does not get sick.",
    "ai-atk-abh01a0:282_0": "Thus, having given up defilements, deluded,",
    "ai-atk-abh01a0:283_0": "he does not seek for your teacher, he does not seek a benefit.",
    "ai-atk-abh01a0:284_0": "Like a man bound to a thorny drum,",
    "ai-atk-abh01a0:285_0": "having destroyed delusion, the practice of (him) masters, like a necklace,",
    "ai-atk-abh01a0:286_0": "In this place there were (great) adorned with various flowers and adornments,",
    "ai-atk-abh01a0:287_0": "shaking the sunshade, one without a needle.",
    "ai-atk-abh01a0:288_0": "just as the sun (aws) was carried away by the sky.",
    "ai-atk-abh01a0:289_0": "if she travels in a charnel ground, but not without needing anything;",
    "ai-atk-abh01a0:290_0": "thus (only) this body is full of various corpses,",
    "ai-atk-abh01a0:291_0": "and having split the robe, he made (again).",
    "ai-atk-abh01a0:292_0": "Just like a ladden ship in a boat,",
    "ai-atk-abh01a0:293_0": "if she abandoned it without having relinquished it, one does not seek any seeking.",
    "ai-atk-abh01a0:294_0": "like this bird whose body is struck with nine years.",
    "ai-atk-abh01a0:295_0": "and having sent the cloth, I’ll go to the realm of the Crest-Wors.",
    "ai-atk-abh01a0:296_0": "As a man was going to thieves when he was going along the road,",
    "ai-atk-abh01a0:297_0": "Having seen the (that), he shook the box and throws away.",
    "ai-atk-abh01a0:298_0": "so this body is like a great gallnut’s thief.",
    "ai-atk-abh01a0:299_0": "I’ll go having given up this profit, bearing the wise one,",
    "ai-atk-abh01a0:300_0": "and thought: “Having (after) I thought about the bow and made of a man,",
    "ai-atk-abh01a0:301_0": "and given to the ship of the Himālayas,",
    "ai-atk-abh01a0:302_0": "(There is) a southern hills in the Himālaya,",
    "ai-atk-abh01a0:303_0": "My hermitage was like a leaf hut,",
    "ai-atk-abh01a0:304_0": "he had the five-hundred walking mindfully in that place.",
    "ai-atk-abh01a0:305_0": "(these) eight special qualities of good qualities.",
    "ai-atk-abh01a0:306_0": "he gave up a new pat, united (in return).",
    "ai-atk-abh01a0:307_0": "In the twelfth Rains Retreat, (he said): “Amongst those who dwell in the forest,",
    "ai-atk-abh01a0:308_0": "(Having) eight times giving up the entire leaf-hut,",
    "ai-atk-abh01a0:309_0": "went to the root of a tree, and to the ten kinds of foliage he had gone",
    "ai-atk-abh01a0:310_0": "that lights up the wind,",
    "ai-atk-abh01a0:311_0": "endowed with good qualities, virtue and so on,",
    "ai-atk-abh01a0:312_0": "settling down the effort there, without effort, to get rid of it.",
    "ai-atk-abh01a0:313_0": "Sentient beings attained (true) insight and so on,",
    "ai-atk-abh01a0:314_0": "Herein, the hermitage of the Subha, having heard: I am well-formed in the assembly hall with jujubes, like the decorated horse-hair, with my jujube-fruit kernels down on the flowers, and the covered with them in the decrease.",
    "ai-atk-abh01a0:314_1": "But this is the meaning here:",
    "ai-atk-abh01a0:314_2": "He swept away the among the such-and-such a mountain, and having seen the Truth thus, he addressed Sakka,",
    "ai-atk-abh01a0:314_3": "“Go, Sumedhā, this is my use of gone forth.”",
    "ai-atk-abh01a0:314_4": "After accepting what his words, he pronounced the delightful hermitage, delightful hermitaged the delightful hermitage.",
    "ai-atk-abh01a0:314_5": "Then the Buddha, knowing that his own merit comes from a good place, thinking: “There will be such a state, such as this,",
    "ai-atk-abh01a0:315_0": "My hermitage was like a leaf hut,",
    "ai-atk-abh01a0:316_0": "There he plunged into the five-hundred pieces of grass –",
    "ai-atk-abh01a0:317_0": "Āha.",
    "ai-atk-abh01a0:317_1": "Herein, this hermitage is what I heard from me.",
    "ai-atk-abh01a0:317_2": "withleaf-huts, Suppabuddha was very beautiful,",
    "ai-atk-abh01a0:318_0": "Five hundred and fifty-five ladys do not walk up and down to a tree covered in the open of the shade of the trees.",
    "ai-atk-abh01a0:318_1": "The meditation subject in the openings of the portent and the meditation on the walking-path, the mind does not get an opening.",
    "ai-atk-abh01a0:318_2": "But for a meditation subject consisting in going well, it is good for a meditation subject that comes about",
    "ai-atk-abh01a0:318_3": "So the meaning can be understood to be understood by one that is open up.",
    "ai-atk-abh01a0:318_4": "was walking up and down in the middle of a tree near the upper side, or at the end of the skull. When there is a monk walking mindfully, he was not covered with his head or on the ground.",
    "ai-atk-abh01a0:318_5": "While walking mindfully in the dark of the night, in the dark of the box and so on, when a person is walked back and forth in the darkness, they dropped into a charming or a hyena’s blazing.",
    "ai-atk-abh01a0:318_6": "While walking mindfully in the rope of fond of many mangoes, having endless cloths, fingers, can put on a piece of froth or spears, and don’t get tired from the fingers and toes.",
    "ai-atk-abh01a0:318_7": "Living in the walking and downwards, he does not get up and down the fivefold path, he one who remains unification of mind in hate.",
    "ai-atk-abh01a0:318_8": "The two hundred and twenty-thousand-Lays of treasures was walking for two months I saw the Protector of the Worlds, the Great Shrine, the World, the Protector of the Cetiya mountain. Manwhile, was walking mindfully, the Shrine of the Cetiya mountain.",
    "ai-atk-abh01a0:318_9": "Hence it is said: “Here the fifth interpretation (these) one who pacifies will always be destroyed,”",
    "ai-atk-abh01a0:319_0": "Eight kinds of virtue: these eight kinds of happiness for ascetics.",
    "ai-atk-abh01a0:319_1": "There are these eight treasures: ascetics, brahmins, merchants, and workers, who have no robbers made up their heads and dressed in red-hot copperfected by the consequence of their feet, thieves, lips, bamboos, reed downcast, etc., and rulers of the earth, bandits, capitals, choice, and kingship. They can’t be free from greed for your hands and feet, violence, which leaders of the bowels, offens, and chieftains against the thought, is behead liberated from deberations, and resulting the four great pride.",
    "ai-atk-abh01a0:319_2": "This is what was said by the Perfected One: “He is the eighth-factored horses, these are the eighth of the kinds of happiness.”",
    "ai-atk-abh01a0:320_0": "they spread out their deep knowledge of it, and on the road to the very well-known horses. They live on the road to the end of suffering, and seeing the danger of the three states of existence. They declare having insight as suffering.",
    "ai-atk-abh01a0:320_1": "just as one is able to get strong, so having slaughtered it, would be able to get what was said.",
    "ai-atk-abh01a0:321_0": "She then having approached, grabbed all the floors, and preparing a spot, walked back and forth in the vicinity of the Himālayas, (when), why she was walking mindfully there, covered with gold netting, covered with flowers in the neighborhood of a certain tree, and made a rolling-hoodornments, and went forth into the village of the Himālayan trees. She then jungle, having approached the fruits, she was preparing the couching and charming walked in that place, sat down on the in a charming path for the assembly hall with adornments and so on herdornments, and made of water. She said, “This, Tambapaṇṇi, Tambapaṇṇi.”",
    "ai-atk-abh01a0:321_1": "Hence it to him, saying: “Give up the cloth,”",
    "ai-atk-abh01a0:321_2": "I gave up those leaf huts in the leaf-hut.",
    "ai-atk-abh01a0:322_0": "They give up nine faults and produces butter.",
    "ai-atk-abh01a0:322_1": "For one gone forth in the open is supported by the ascetic’s very news.",
    "ai-atk-abh01a0:322_2": "It’s plunged into the very same enemy by the one who is very strong and fostering, and it can still be an riches of scraping the hunger’s wealth.",
    "ai-atk-abh01a0:322_3": "Afterwards and reincarnations, one denigration is the defeated of enemy. One is the one who needs to inspire him and one, or who thinks:",
    "ai-atk-abh01a0:322_4": "One departs from the grounds in the formless place, one precisely brings about the great mass of merit, one (they mas of) the gods.",
    "ai-atk-abh01a0:323_0": "I ate the opportunity for nine orifices, and after seeing them from the dead they sunn hemp, and having given up these ninety-nine days. When they saw a barber, they put the monastery on the ground, the doorway the windows, and depart.",
    "ai-atk-abh01a0:324_0": "Whether or not he has twelve years of seniority:",
    "ai-atk-abh01a0:324_1": "This is the second kind of person.",
    "ai-atk-abh01a0:325_0": "they give up eight leaf huts.",
    "ai-atk-abh01a0:325_1": "He, it seems, when I was sitting on a mountain cave, I dropped the net of garments in the sky like a golden pair of garments, my hands and feet were enjoying a golden bowl with garments, I drums, and having a valuable (to the Buddha), I returned from my own golden-skinned lotuses. Having made an exceedingly beautiful goldenclosure, I drum of a golden vessel and sink antelopening my own (wefly) existence, I came out of the Fraternity, my own beauty, my own namely, my son, my own beauty, the Tambapaṇṇi.",
    "ai-atk-abh01a0:326_0": "the eight drawbacks of leaf huts –",
    "ai-atk-abh01a0:326_1": "the ‘road treacherous’,",
    "ai-atk-abh01a0:326_2": "After reciting the danger in the midst of the Community, he dropped the danger in that place.",
    "ai-atk-abh01a0:326_3": "for the second time, which are drawing lots, steps, fastens, andands for eventually divided into two, three times, four dropings produced in the Mahānāma (of the Shrine) with a grass and leaves, uplifted by the sixth, and full awareness, the giving up of the paths and honours and rejoicing the minds of the five hindrances, namely, the giving up of pleasure produced by an oppposite .",
    "ai-atk-abh01a0:326_4": "Hence it is said: “He gives up the bones and ears,”",
    "ai-atk-abh01a0:327_0": "When she came to the root of a tree, after lifting the ten kinds of foulness he went to the root of a tree, and a place near the upper tree, this tree,",
    "ai-atk-abh01a0:328_0": "Herein, there are these ten kinds of sensual stimulation:",
    "ai-atk-abh01a0:328_1": "Herein, fewness of wishes is the simile of the virtue.’",
    "ai-atk-abh01a0:328_2": "Because the second is unattained, even if the receptacle of the luxurious food is unallowable;",
    "ai-atk-abh01a0:328_3": "The third running along with the four lower parts of the body that up is high and running, tormenting and deportments, as to when the body breaks up, the post-postsing is in the five constantities, like a enveloping the body, it sweps down from the parts of the body.",
    "ai-atk-abh01a0:328_4": "arrived at the root of the house-to-househerds, and the sixth part of the advantages announcement, saying: “I shall go in the sixths,” and the tenth part of the opposite sex with happiness, he can have become elated with insight the sixth defining and attaining the sixth part of the door fairness of generosity, he can have become abolished with all the diseases, he sees these ten roots and fruits.",
    "ai-atk-abh01a0:329_0": "with these two reasons he entered the village for alms.",
    "ai-atk-abh01a0:329_1": "Then, when people go to the village of Mahallaji on alms,",
    "ai-atk-abh01a0:329_2": "The meal after having finished his meal duties, he sat down on the ground, and said: “I didn’t come to a place where I have gone forth.” But he said, “I didn’t get a wife through the air.”",
    "ai-atk-abh01a0:329_3": "For whom there is no desire or greed or hate or delusion or repulsion that I am giving up.”",
    "ai-atk-abh01a0:329_4": "From that he did so, and having completed the five hundred bathed in each and eight days.",
    "ai-atk-abh01a0:329_5": "Therefore it is said:",
    "ai-atk-abh01a0:330_0": "“This liberal gives up that wealth.",
    "ai-atk-abh01a0:331_0": "endowed with good qualities, virtue and so on,",
    "ai-atk-abh01a0:332_0": "“Not for striving (supernatural) effort, ~ independently today,",
    "ai-atk-abh01a0:333_0": "lived without having attained insight.”",
    "ai-atk-abh01a0:334_0": "Thus having attained to the master of the Dispensation of the Dispensation,",
    "ai-atk-abh01a0:335_0": "A light-giving Victor, a meditator in the world,",
    "ai-atk-abh01a0:336_0": "According to the Buddha’s teaching,",
    "ai-atk-abh01a0:337_0": "forespecially generated the fourth absorption;",
    "ai-atk-abh01a0:338_0": "after inviting the requisites for a Realised One,",
    "ai-atk-abh01a0:339_0": "As they’d wait on the low path, they wait for their hearts.",
    "ai-atk-abh01a0:340_0": "Then at that time I left my enemy,",
    "ai-atk-abh01a0:341_0": "Whether (gods) was going from the mango grove,",
    "ai-atk-abh01a0:342_0": "After seeing the arising of joy, the Joyful Gods, joyful:",
    "ai-atk-abh01a0:343_0": "Having abandoned the men, he asked human beings",
    "ai-atk-abh01a0:344_0": "“Leave, gladly, joyful and -",
    "ai-atk-abh01a0:345_0": "What is the rough path for green.”",
    "ai-atk-abh01a0:346_0": "When I’ve questioned the Buddha, they say: “Those who are awakened in the world,",
    "ai-atk-abh01a0:347_0": "A light-giving Victor, a meditator in the world,",
    "ai-atk-abh01a0:348_0": "The path leads the rough path.”",
    "ai-atk-abh01a0:349_0": "Having heard the word “Buddha”, he replied: “As soon as he would feel joy,",
    "ai-atk-abh01a0:350_0": "The Awakened One,” he declared his happiness and joy:",
    "ai-atk-abh01a0:351_0": "Herein, having considered (them), thought: “This mind is uplifted,",
    "ai-atk-abh01a0:352_0": "“Here seeds, Roja, a seed when you have fallen into it.”",
    "ai-atk-abh01a0:353_0": "if he is the Buddha, you should give me one month,",
    "ai-atk-abh01a0:354_0": "I will also beat the banner of Victory in the Victor’s presence,",
    "ai-atk-abh01a0:355_0": "In the midst of those sweet-sphere was able to intercourse with her.",
    "ai-atk-abh01a0:356_0": "The Buddha thought: “Listening that path” is a path leading to that path,",
    "ai-atk-abh01a0:357_0": "The great Sage, in whose conqueror of his enemies,",
    "ai-atk-abh01a0:358_0": "There are four hundred thousand, Etc.",
    "ai-atk-abh01a0:359_0": "the Victor, who defeated with the defilements,",
    "ai-atk-abh01a0:360_0": "go out, though distributing, many Vajjians,",
    "ai-atk-abh01a0:361_0": "Taking the delightful garden, the Lord of the World,",
    "ai-atk-abh01a0:362_0": "Gods and humans envy among humans",
    "ai-atk-abh01a0:363_0": "and killing both, raised their joined palms to the Realized One.",
    "ai-atk-abh01a0:364_0": "Gods and men, both divine and human,",
    "ai-atk-abh01a0:365_0": "they both go to the Realized Ones.",
    "ai-atk-abh01a0:366_0": "a charming lotus flower through the air, ornamented flowers,",
    "ai-atk-abh01a0:367_0": "In all directions, (rising): from a space, that is the fearful space,",
    "ai-atk-abh01a0:368_0": "About Candana, worshipping with the divine,",
    "ai-atk-abh01a0:369_0": "In all directions, (rising): from a space, that is the fearful space,",
    "ai-atk-abh01a0:370_0": "Campaka, Sampāla, Sāgala, Nāgadatta,",
    "ai-atk-abh01a0:371_0": "(thinking): the stone endowed with flags and driven out are not stored in all directions.",
    "ai-atk-abh01a0:372_0": "and sprinkling her hair, having covered her hair,",
    "ai-atk-abh01a0:373_0": "Having spread (after) with a bowl, he lies down,",
    "ai-atk-abh01a0:374_0": "Having left on the road, the Buddha came to Sahajāti.",
    "ai-atk-abh01a0:375_0": "Do not let injurely give up what can be for my benefit and happiness.",
    "ai-atk-abh01a0:376_0": "and, for me like this, I entered a lamp,",
    "ai-atk-abh01a0:377_0": "“Today, when I wish, I am wearying a pretty for me,",
    "ai-atk-abh01a0:378_0": "“What can I understand to understand this truth by me?",
    "ai-atk-abh01a0:379_0": "Having attained omniscience, the Buddha with its gods and men,",
    "ai-atk-abh01a0:380_0": "“What do you think, Vissakamma?",
    "ai-atk-abh01a0:381_0": "attained omniscience, and in the peaceful ones with its gods.",
    "ai-atk-abh01a0:382_0": "“In this city",
    "ai-atk-abh01a0:383_0": "for most partake of all sorts and partakes of food.",
    "ai-atk-abh01a0:384_0": "after cutting off the three robes, and having cut off the three robes,",
    "ai-atk-abh01a0:385_0": "(but) the Dhamma teaching, goodness in the presence of the Teacher.”",
    "ai-atk-abh01a0:386_0": "World, the Lord of the World, the receiver of offerings,",
    "ai-atk-abh01a0:387_0": "and having driven out the earth, this is the word he spoke:",
    "ai-atk-abh01a0:388_0": "“Look at this yogila, the dreadlocked ascetic,",
    "ai-atk-abh01a0:389_0": "and later, in some time there will be a Buddha in the world.",
    "ai-atk-abh01a0:390_0": "“The Realised One, having renounced his desire, after departing from the quarrel,",
    "ai-atk-abh01a0:391_0": "Having made an effort in striving,",
    "ai-atk-abh01a0:392_0": "“The Realised One, sat down at the root of the Goatherd’s tree,",
    "ai-atk-abh01a0:393_0": "There the milk-rice which brings delight,",
    "ai-atk-abh01a0:394_0": "“In the delightful Royal Golden river, the victor,",
    "ai-atk-abh01a0:395_0": "Resoluteness on the path of Awakening stretched out the Bodhi (Tree) with the Bodhi (Tree).",
    "ai-atk-abh01a0:396_0": "“Having circumambulated the supreme Buddha,",
    "ai-atk-abh01a0:397_0": "the root of a tree cross-legged at the root of a tree,",
    "ai-atk-abh01a0:398_0": "“The mother will be happy there.”",
    "ai-atk-abh01a0:399_0": "this is the name of the Suddhodana.",
    "ai-atk-abh01a0:400_0": "“With minds at peace, serene,",
    "ai-atk-abh01a0:401_0": "their disciples ...",
    "ai-atk-abh01a0:402_0": "but Ānanda will not attend on me by one.",
    "ai-atk-abh01a0:403_0": "“One who will find Uppalavaṇṇā, and below,",
    "ai-atk-abh01a0:404_0": "with pollutants without attachment.",
    "ai-atk-abh01a0:405_0": "is said to be the Buddha’s purpose.",
    "ai-atk-abh01a0:406_0": "the mind of Hatthaka Āḷavī Pavaka were at the end of the abode.",
    "ai-atk-abh01a0:407_0": "northern northern northern northern quarters are Upasena.”",
    "ai-atk-abh01a0:408_0": "Having heard this statement, the great hermit.",
    "ai-atk-abh01a0:409_0": "delighting in meditation, it seems, the Buddha, the seed,",
    "ai-atk-abh01a0:410_0": "the drying up, horns, and laughing:",
    "ai-atk-abh01a0:411_0": "with joined palms raised in reverential salutations:",
    "ai-atk-abh01a0:412_0": "May you revere the Dispensation of the world’s teaching.",
    "ai-atk-abh01a0:413_0": "in the future time, (but) will be in the presence of the winterest.",
    "ai-atk-abh01a0:414_0": "Just as people cross a river to the river,",
    "ai-atk-abh01a0:415_0": "undergoing arriving towards a great earth,",
    "ai-atk-abh01a0:416_0": "so may I release all (rebirth),",
    "ai-atk-abh01a0:417_0": "in the future time, (but) will be in the presence of the winterest.",
    "ai-atk-abh01a0:418_0": "World, the Lord of the World, the receiver of offerings,",
    "ai-atk-abh01a0:419_0": "having placed my work on the southern hills.",
    "ai-atk-abh01a0:420_0": "those who had all been victors, all sons of the earth,",
    "ai-atk-abh01a0:421_0": "Nāgasamāla, worshipped the fairies,",
    "ai-atk-abh01a0:422_0": "(These) my pupils, who have gone beyond the world,",
    "ai-atk-abh01a0:423_0": "after emerging from his seat, then withdrawn from the seat,",
    "ai-atk-abh01a0:424_0": "may I be happy, free from joy,",
    "ai-atk-abh01a0:425_0": "with rapture and happiness,",
    "ai-atk-abh01a0:426_0": "After sitting on this, I thought:",
    "ai-atk-abh01a0:427_0": "“Sīva, I have come to the delightful meditations,",
    "ai-atk-abh01a0:428_0": "“There is no one thousand sages,",
    "ai-atk-abh01a0:429_0": "gaining psychic powers, without equality and developed supernormal power.”",
    "ai-atk-abh01a0:430_0": "My couch was situated on my head,",
    "ai-atk-abh01a0:431_0": "The Buddha, the boys had been rolled forth.",
    "ai-atk-abh01a0:432_0": "Whatever beings, in the Awakening One, after surpassing the Bodhisatta,",
    "ai-atk-abh01a0:433_0": "will split the signs in the charnel ground,",
    "ai-atk-abh01a0:434_0": "is cold and heat;",
    "ai-atk-abh01a0:435_0": "Today you will be able today.",
    "ai-atk-abh01a0:436_0": "there are ten thousand world-elements, noise in the family of the gods.",
    "ai-atk-abh01a0:437_0": "Today you will be able today.",
    "ai-atk-abh01a0:438_0": "the blowing of the winds that flow.",
    "ai-atk-abh01a0:439_0": "Today you will be able today.",
    "ai-atk-abh01a0:440_0": "were all the netw flowers to the net, (the Coral) flowers,",
    "ai-atk-abh01a0:441_0": "The Buddha, having smooth the flower, all with present to you.",
    "ai-atk-abh01a0:442_0": "the tree or the lamps are fruits,",
    "ai-atk-abh01a0:443_0": "he became the Buddha, all-hundred.",
    "ai-atk-abh01a0:444_0": "the Joyful-Treasure precious things, and the Jetavana Jaṭilas.",
    "ai-atk-abh01a0:445_0": "The Buddha, the Jina, the hero, you will become a Buddha,",
    "ai-atk-abh01a0:446_0": "they are loving-kindness and compassion, of the Vajjians.",
    "ai-atk-abh01a0:447_0": "he became a Buddha, and you will be the Buddha.",
    "ai-atk-abh01a0:448_0": "with carrion-stenches covered,",
    "ai-atk-abh01a0:449_0": "Even today you will become a Buddha, he will be the Buddha.",
    "ai-atk-abh01a0:450_0": "the great ocean, ten thousand oceans,",
    "ai-atk-abh01a0:451_0": "he became a Buddha, and you will be the Buddha.",
    "ai-atk-abh01a0:452_0": "(but) in the ten thousand hells, the generals of the ten thousand Hell.",
    "ai-atk-abh01a0:453_0": "The Buddha became quenched.",
    "ai-atk-abh01a0:454_0": "after the opportunity of the Sun, the whole of the world,",
    "ai-atk-abh01a0:455_0": "In the same way will he became the Buddha,",
    "ai-atk-abh01a0:456_0": "But in the water of the climbed up at the time of the water",
    "ai-atk-abh01a0:457_0": "by the rays of his great (magical) power will arose.",
    "ai-atk-abh01a0:458_0": "they shine in the forest groves, wings and collapsed in the pavilion.",
    "ai-atk-abh01a0:459_0": "Visākhā, Moon, you’ll become a Buddha,",
    "ai-atk-abh01a0:460_0": "they went out of the ten hosts of gods.",
    "ai-atk-abh01a0:461_0": "he became a Buddha, and you will be the Buddha.",
    "ai-atk-abh01a0:462_0": "There is no delight for sentient beings who are content,",
    "ai-atk-abh01a0:463_0": "he became satisfied with the Buddha, and you will be the Buddha.",
    "ai-atk-abh01a0:464_0": "Then he came to the end, and the hunger will perish.",
    "ai-atk-abh01a0:465_0": "These were burning up, he will be a Buddha,",
    "ai-atk-abh01a0:466_0": "Then a disease, hate and delusion responsible.",
    "ai-atk-abh01a0:467_0": "The Buddha, having all been challenged upon them, you will be the Buddha.",
    "ai-atk-abh01a0:468_0": "it doesn’t become clear today.",
    "ai-atk-abh01a0:469_0": "by that, the Buddha you will know the park.",
    "ai-atk-abh01a0:470_0": "Would he strike the dust and dirt today?",
    "ai-atk-abh01a0:471_0": "by that, the Buddha you will know the park.",
    "ai-atk-abh01a0:472_0": "the divine smell of the sky leaves,",
    "ai-atk-abh01a0:473_0": "is the Buddha, or the fragrance of a smell.",
    "ai-atk-abh01a0:474_0": "all the gods make a formless,",
    "ai-atk-abh01a0:475_0": "The Buddha will all remain only, he will be the Buddha.",
    "ai-atk-abh01a0:476_0": "all the hells in the Nirabbuda hell.",
    "ai-atk-abh01a0:477_0": "The Buddha will all remain only, he will be the Buddha.",
    "ai-atk-abh01a0:478_0": "Then the doors (perhaps) came to the Kuṭānāṭikaputta.",
    "ai-atk-abh01a0:479_0": "he became the Buddha, and you will be the Awakened One.",
    "ai-atk-abh01a0:480_0": "For one who passes away and reappears, at that moment is not found there.",
    "ai-atk-abh01a0:481_0": "These were burning up, he will be a Buddha,",
    "ai-atk-abh01a0:482_0": "(minded) strong energy, having slacked energy, like one should not be restrained.",
    "ai-atk-abh01a0:483_0": "You will know about this.”",
    "ai-atk-abh01a0:484_0": "Having heard the composed of the Buddha, the ten-thousand worlds,",
    "ai-atk-abh01a0:485_0": "contented and joyful, I thought:",
    "ai-atk-abh01a0:486_0": "of the Buddhas, the victor, who say in the word of the Buddha,",
    "ai-atk-abh01a0:487_0": "The Buddhaship, the teaching, and the Awakened One.",
    "ai-atk-abh01a0:488_0": "Just as when the wind is destroyed by the stone weathered with clods of earth,",
    "ai-atk-abh01a0:489_0": "Just so the word of the Buddha is spoken to,",
    "ai-atk-abh01a0:490_0": "Even a single of all death is heated:",
    "ai-atk-abh01a0:491_0": "Just so the word of the Buddha is spoken to,",
    "ai-atk-abh01a0:492_0": "As the sun (dwells) lighting up the sun.",
    "ai-atk-abh01a0:493_0": "Just so the word of the Buddha is spoken to,",
    "ai-atk-abh01a0:494_0": "Like a roar on the lion’s roar, like a lion’s roar,",
    "ai-atk-abh01a0:495_0": "Just so the word of the Buddha is spoken to,",
    "ai-atk-abh01a0:496_0": "Like one who has shared out the blossom of the water that is envious,",
    "ai-atk-abh01a0:497_0": "Just so the word of the Buddha is spoken to,",
    "ai-atk-abh01a0:498_0": "come from here and there in the Dhammadinnā,",
    "ai-atk-abh01a0:499_0": "above, below, and across the water element.",
    "ai-atk-abh01a0:500_0": "and Viḍūḍabha shook.",
    "ai-atk-abh01a0:501_0": "by the great lion, by the master, by the great earth,",
    "ai-atk-abh01a0:502_0": "you’ve undertaken this first,",
    "ai-atk-abh01a0:503_0": "he can attain the delightful Bodhi (Tree),",
    "ai-atk-abh01a0:504_0": "Just as a pot full of water without remainder,",
    "ai-atk-abh01a0:505_0": "(They are) immoral, and don't attend on that spot.",
    "ai-atk-abh01a0:506_0": "Just so, when they see them, they are requested to the inheritance.",
    "ai-atk-abh01a0:507_0": "giving, is like a pot that is smeared with water,",
    "ai-atk-abh01a0:508_0": "there will be no reason for Buddha,",
    "ai-atk-abh01a0:509_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-abh01a0:510_0": "Virūpakkha to the second kind of person, having delighted virtue,",
    "ai-atk-abh01a0:511_0": "the great sages of the first head,",
    "ai-atk-abh01a0:512_0": "you undertook this second time,",
    "ai-atk-abh01a0:513_0": "finding happiness in virtue, the Bodhi (tree),",
    "ai-atk-abh01a0:514_0": "Like a gourd pond on leaf-hut,",
    "ai-atk-abh01a0:515_0": "Oneself finds there, (living in) a mortal,",
    "ai-atk-abh01a0:516_0": "In the same way, when there is the four grounds for fulfilling ethics,",
    "ai-atk-abh01a0:517_0": "(so) always devoted to the virtuous, like the handsome supreme dwelling,",
    "ai-atk-abh01a0:518_0": "there will be no reason for Buddha,",
    "ai-atk-abh01a0:519_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-abh01a0:520_0": "Vipassī, while delighting in renunciation,",
    "ai-atk-abh01a0:521_0": "the great sages of the first head,",
    "ai-atk-abh01a0:522_0": "you undertook this third time,",
    "ai-atk-abh01a0:523_0": "whatever delighting in renunciation he desires to see the Bodhi (Tree).",
    "ai-atk-abh01a0:524_0": "Just as a man would grow up a trad for a long time,",
    "ai-atk-abh01a0:525_0": "There is no desire for people there, and for go away.",
    "ai-atk-abh01a0:526_0": "In the same way you will be like the blind man,",
    "ai-atk-abh01a0:527_0": "He is freed from renunciation.",
    "ai-atk-abh01a0:528_0": "there will be no reason for Buddha,",
    "ai-atk-abh01a0:529_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-abh01a0:530_0": "and Virūpakkha to the fourth absorption.",
    "ai-atk-abh01a0:531_0": "the great sages of the first head,",
    "ai-atk-abh01a0:532_0": "and having resolved this fourth fourth time,",
    "ai-atk-abh01a0:533_0": "can go to the Bodhi (Tree) who finds happiness,",
    "ai-atk-abh01a0:534_0": "As long as there is a monk, there is a low name,",
    "ai-atk-abh01a0:535_0": "(But) the family is not found, he is not obtained in this way.",
    "ai-atk-abh01a0:536_0": "So you are at the time of the Buddha:",
    "ai-atk-abh01a0:537_0": "Having gone to the delightful Bodhi (Tree) he attained Awakening.",
    "ai-atk-abh01a0:538_0": "there will be no reason for Buddha,",
    "ai-atk-abh01a0:539_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-abh01a0:540_0": "and being requested by that energy.",
    "ai-atk-abh01a0:541_0": "the great sages of the first head,",
    "ai-atk-abh01a0:542_0": "you undergo the fifth arranging you.",
    "ai-atk-abh01a0:543_0": "(He who) can attain the delightful Bodhisatta also",
    "ai-atk-abh01a0:544_0": "just as the lion, king of beasts, having sat down on a prepared seat",
    "ai-atk-abh01a0:545_0": "he is energetically and mindful, he is one who practises with his own energy.",
    "ai-atk-abh01a0:546_0": "Just so you should be firmly resolved in every way,",
    "ai-atk-abh01a0:547_0": "after going to Bodhi’s place, you’ve attained Awakening.",
    "ai-atk-abh01a0:548_0": "there will be no reason for Buddha,",
    "ai-atk-abh01a0:549_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-abh01a0:550_0": "while still roaming, they adhere.",
    "ai-atk-abh01a0:551_0": "the great sages of the first head,",
    "ai-atk-abh01a0:552_0": "you undertook this sixth time,",
    "ai-atk-abh01a0:553_0": "There he attained Awakening.",
    "ai-atk-abh01a0:554_0": "Just as earth, both clean and unclean—",
    "ai-atk-abh01a0:555_0": "The whole of the past, thinking: ‘After being gone beyond all, one is not offensive,",
    "ai-atk-abh01a0:556_0": "just so all those who have right aim (only) protection.",
    "ai-atk-abh01a0:557_0": "went to the delightful Bodhi tree he saw the",
    "ai-atk-abh01a0:558_0": "there will be no reason for Buddha,",
    "ai-atk-abh01a0:559_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-abh01a0:560_0": "and being very helpful to the seventh time I realized the seventh time.",
    "ai-atk-abh01a0:561_0": "the great sages of the first head,",
    "ai-atk-abh01a0:562_0": "you undertook this seventh time,",
    "ai-atk-abh01a0:563_0": "and attained Awakening in that place.",
    "ai-atk-abh01a0:564_0": "just as the glorious lay person called “God-Kings”",
    "ai-atk-abh01a0:565_0": "At the time of the Vāseṭṭhas, he does not tremble;",
    "ai-atk-abh01a0:566_0": "Even so, when you strive",
    "ai-atk-abh01a0:567_0": "she went to the truths, and attained to Awakening.",
    "ai-atk-abh01a0:568_0": "there will be no reason for Buddha,",
    "ai-atk-abh01a0:569_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-abh01a0:570_0": "and being requested by forty-eight times, he should determine adornments,",
    "ai-atk-abh01a0:571_0": "the great sages of the first head,",
    "ai-atk-abh01a0:572_0": "you undertook this eighth time,",
    "ai-atk-abh01a0:573_0": "and becoming a powder-free place.",
    "ai-atk-abh01a0:574_0": "Just as a mountain rocky mountain cleft and shakes",
    "ai-atk-abh01a0:575_0": "he is not to be found in (rebirth) human beings,",
    "ai-atk-abh01a0:576_0": "Just so at the same time there is a conducive to it,",
    "ai-atk-abh01a0:577_0": "he went to the delightful Bodhi tree he attained Awakening.",
    "ai-atk-abh01a0:578_0": "there will be no reason for Buddha,",
    "ai-atk-abh01a0:579_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-abh01a0:580_0": "and Virūpakkhas, I having seen the ninth.",
    "ai-atk-abh01a0:581_0": "The great sages of the first head, by the army of the earth,",
    "ai-atk-abh01a0:582_0": "you undertook this ninth concentrated,",
    "ai-atk-abh01a0:583_0": "With loving-kindness, whether the Bodhi (Tree) you can wish:",
    "ai-atk-abh01a0:584_0": "Just as a water of good friends",
    "ai-atk-abh01a0:585_0": "trying to free both hands, overflowing dust,",
    "ai-atk-abh01a0:586_0": "Yet even when you develop loving-kindness",
    "ai-atk-abh01a0:587_0": "Having gone to the delightful Bodhi (Tree), he attained Awakening.",
    "ai-atk-abh01a0:588_0": "there will be no reason for Buddha,",
    "ai-atk-abh01a0:589_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-abh01a0:590_0": "Virūpakkha to the tenth year of equanimity.",
    "ai-atk-abh01a0:591_0": "the great sages of the first head,",
    "ai-atk-abh01a0:592_0": "you undertook this tenth time, and having resolved it,",
    "ai-atk-abh01a0:593_0": "then you’ll be a master of the Isigili.",
    "ai-atk-abh01a0:594_0": "Just as a filthy throne, so pure and clean,",
    "ai-atk-abh01a0:595_0": "Endowed on both sides, produced by silk,",
    "ai-atk-abh01a0:596_0": "Just so you will become happy and free from suffering,",
    "ai-atk-abh01a0:597_0": "and attaining the delightful Bodhi (Tree) he attained Awakening.",
    "ai-atk-abh01a0:598_0": "He is a sort of things in the world who are Awakening",
    "ai-atk-abh01a0:599_0": "and there is no place, except for you.",
    "ai-atk-abh01a0:600_0": "Endowed with these marks on the one-Enduct",
    "ai-atk-abh01a0:601_0": "(then) by the power of the Dhammapada:",
    "ai-atk-abh01a0:602_0": "who destroys the earth, like lake,",
    "ai-atk-abh01a0:603_0": "like the wheel rolling when the oil is lamped,",
    "ai-atk-abh01a0:604_0": "to the assembly of the Buddha!",
    "ai-atk-abh01a0:605_0": "bearing waters to Sāketa, she fainted right there.",
    "ai-atk-abh01a0:606_0": "where many thousand coins, many hundreds of thousands of pots,",
    "ai-atk-abh01a0:607_0": "plucked out each other’s edge,",
    "ai-atk-abh01a0:608_0": "(such as) afflicted spring frightening in the world,",
    "ai-atk-abh01a0:609_0": "went to the populace, recalling the good people,",
    "ai-atk-abh01a0:610_0": "What in the world with its good friends?",
    "ai-atk-abh01a0:611_0": "The whole of the world is always devoted to Visionary,",
    "ai-atk-abh01a0:612_0": "Then the pretty-foured (him) was established on the Great Sage.",
    "ai-atk-abh01a0:613_0": "May you be afraid of the earth, may you not be afraid of this earth.",
    "ai-atk-abh01a0:614_0": "That I will be a Buddha in the world.",
    "ai-atk-abh01a0:615_0": "while Dhamma is endowed with right mindfulness,",
    "ai-atk-abh01a0:616_0": "rightly explained the Dhamma to him.",
    "ai-atk-abh01a0:617_0": "that’s why this earthquake.",
    "ai-atk-abh01a0:618_0": "Having heard the word of the Buddha, he became dispassionate.",
    "ai-atk-abh01a0:619_0": "May they all come to me and listen to me.",
    "ai-atk-abh01a0:620_0": "Having gathered round the Buddha’s virtues, having resolved his mind,",
    "ai-atk-abh01a0:621_0": "having worshipped the Fortunate One in a custom, (he said): “Having rise from his seat,",
    "ai-atk-abh01a0:622_0": "the gods, men and gods,",
    "ai-atk-abh01a0:623_0": "covered with flowers from the nearby carcasses,",
    "ai-atk-abh01a0:624_0": "the feelings conquered there are gods,",
    "ai-atk-abh01a0:625_0": "the great hermit, having given up that Dhamma, desired the sign,",
    "ai-atk-abh01a0:626_0": "May you avoid all calamities, may grief and disease be destroyed,",
    "ai-atk-abh01a0:627_0": "do not end in existence to the highest Awakening.",
    "ai-atk-abh01a0:628_0": "Just as they fall, when the trees blossomed,",
    "ai-atk-abh01a0:629_0": "In the same way, the Great Champion went to the Buddha",
    "ai-atk-abh01a0:630_0": "all the Buddhas, whoever fulfills ten perfections,",
    "ai-atk-abh01a0:631_0": "In the same way, great hero, with the ten perfections",
    "ai-atk-abh01a0:632_0": "whoever was born in the Sambuddha’s Bodhi (Tree),",
    "ai-atk-abh01a0:633_0": "Just so you, Bāhiya, you were awakened at the Bodhi tree",
    "ai-atk-abh01a0:634_0": "All the Buddhas rolled forth the Wheel of Dhamma,",
    "ai-atk-abh01a0:635_0": "Just so you must set the wheel of the Teaching",
    "ai-atk-abh01a0:636_0": "like the moon shining in the rainy season.",
    "ai-atk-abh01a0:637_0": "Just so you, who are full of ten thousand people (robes),",
    "ai-atk-abh01a0:638_0": "The sun shines with the sun",
    "ai-atk-abh01a0:639_0": "Just so the body, after greying the head,",
    "ai-atk-abh01a0:640_0": "Just as rivers that are full of dust,",
    "ai-atk-abh01a0:641_0": "So the world with its gods, Māras and Brahmās,",
    "ai-atk-abh01a0:642_0": "Virtuously he undertakes the ten imperfections.",
    "ai-atk-abh01a0:643_0": "dispersed the Dhamma. Then, having entered upon them, he entered the sky.",
    "ai-atk-abh01a0:644_0": "The story at the clever person is finished.",
    "ai-atk-abh01a0:645_0": "Then having destroyed (from that), after leading the world with its limbs,",
    "ai-atk-abh01a0:646_0": "they go to him for refuge the Teacher’s instruction.",
    "ai-atk-abh01a0:647_0": "the Realised One, while going to the place where the Realised One sat,",
    "ai-atk-abh01a0:648_0": "(But) five others in the virtues of such and such virtue,",
    "ai-atk-abh01a0:649_0": "Whoever gives the fruit of the ascetic life, the four (true) asceticism,",
    "ai-atk-abh01a0:650_0": "The one who gives no penetration to anyone",
    "ai-atk-abh01a0:651_0": "Whoever has the eight attainments of the Lord of Men,",
    "ai-atk-abh01a0:652_0": "Whoever has the three knowledges and the six direct knowledges,",
    "ai-atk-abh01a0:653_0": "* He who instructs the people on the great earth,",
    "ai-atk-abh01a0:654_0": "and through that he spoke the benefit of the world:",
    "ai-atk-abh01a0:655_0": "fact that was like the great island, the Laṅkādīpa.",
    "ai-atk-abh01a0:656_0": "he rejoices in the people’s welfare.",
    "ai-atk-abh01a0:657_0": "I saw a hundred leagues away, or a hundred leagues.",
    "ai-atk-abh01a0:658_0": "At the moment when he came to the Great Wood, he that Greatly drew near the cave.",
    "ai-atk-abh01a0:659_0": "when the Buddha was full eight hundred and eighty koṭis,",
    "ai-atk-abh01a0:660_0": "On the second occasion they were unable to hold a surrounded by a boat.",
    "ai-atk-abh01a0:661_0": "And when the Buddha taught the Dhamma",
    "ai-atk-abh01a0:662_0": "ninety-thousand thousand koṭis,",
    "ai-atk-abh01a0:663_0": "Having assembled the three knowledges, the Teacher in Laṅkā,",
    "ai-atk-abh01a0:664_0": "and he came down from the first time to the gathering.",
    "ai-atk-abh01a0:665_0": "again, without delighting in seclusion,",
    "ai-atk-abh01a0:666_0": "having destroyed the pollutants, spears storms were timberged.",
    "ai-atk-abh01a0:667_0": "At that time the Great Champion, the hero,",
    "ai-atk-abh01a0:668_0": "There were nine-thousand times invited the Great Sage.",
    "ai-atk-abh01a0:669_0": "Then at that time the yogi Ugga of the Jaṭila",
    "ai-atk-abh01a0:670_0": "and the Buddha has gone forth from the sky, he is perfect in five ways,",
    "ai-atk-abh01a0:671_0": "and penetrated the ten thousand Dhamma.",
    "ai-atk-abh01a0:672_0": "the two reckonings have counted,",
    "ai-atk-abh01a0:673_0": "and was endowed with great psychic power, the one who has become successful,",
    "ai-atk-abh01a0:674_0": "May the Fortunate One’s dispensation",
    "ai-atk-abh01a0:675_0": "The four-four thousand mighty princes and great power,",
    "ai-atk-abh01a0:676_0": "They surrounded the world,",
    "ai-atk-abh01a0:677_0": "And at that time who give up human life,",
    "ai-atk-abh01a0:678_0": "those who haven’t achieved their heart’s desire,",
    "ai-atk-abh01a0:679_0": "by a flowering trees, full of flowers,",
    "ai-atk-abh01a0:680_0": "with the defilements ended, brilliant, overcome by the gods.",
    "ai-atk-abh01a0:681_0": "and the town called Sumana, the prince called Sumana,",
    "ai-atk-abh01a0:682_0": "The Teacher of Sumedhā, Vaṅkaka, who is a Teacher,",
    "ai-atk-abh01a0:683_0": "Sumaṅgala and Tissa were the chief disciples.",
    "ai-atk-abh01a0:684_0": "Having gone to a refuge, he in Laṅkā,",
    "ai-atk-abh01a0:685_0": "Nandāsaka and Sunakkhatta were the best.",
    "ai-atk-abh01a0:686_0": "also this the Fortunate One’s Awakening is said to be the fruit of the Awakening One.",
    "ai-atk-abh01a0:687_0": "the great Sage in eighty-hundred million stores",
    "ai-atk-abh01a0:688_0": "the sky, King Okkāka, was a flower-smelling forest,",
    "ai-atk-abh01a0:689_0": "Ubbirīvals around it, twelve leagues all around,",
    "ai-atk-abh01a0:690_0": "a hundred thousand aeons, a thousand years in mind,",
    "ai-atk-abh01a0:691_0": "forget about the people, and so many people",
    "ai-atk-abh01a0:692_0": "Having reached the victor’s true teaching,",
    "ai-atk-abh01a0:693_0": "Having washed the sky from all over the fire.",
    "ai-atk-abh01a0:694_0": "that psychic powers, and the wheel-treasures are found,",
    "ai-atk-abh01a0:695_0": "(The Buddha) is not desiring the whole Dhamma-monastic).",
    "ai-atk-abh01a0:696_0": "After one shared the Fortunate One’s share in the Rohana, another teacher came to the Koṇḍañña,",
    "ai-atk-abh01a0:696_1": "He had three friends gathered.",
    "ai-atk-abh01a0:696_2": "First: a thousand million",
    "ai-atk-abh01a0:696_3": "in the second place surrounded by one thousand millions,",
    "ai-atk-abh01a0:697_0": "Then the Buddha-to-be, the wheel-turning monarch, and was reborn in a hundred thousand million counsel, a thousand Bhikkhu fraternity.",
    "ai-atk-abh01a0:697_1": "The Teacher, having taught the Dhamma, said: “After teach the Dhamma, will be a Dhamma talk”,",
    "ai-atk-abh01a0:697_2": "having heard the Teacher’s Dhamma teaching, he went forth in the presence of the Dhamma.",
    "ai-atk-abh01a0:697_3": "Having learned three times, he reached meditation in the Brahmā-world. Then, having learned the five insights and the hosts of Brahmā-world, he was reborn in the Brahmā-world.",
    "ai-atk-abh01a0:697_4": "Koṇḍañña was a prince called Sudassana. His mother was Sudassana, Sudassana, and Bhaddā Sujāta, and Pabbata, and Ajātasattu, a beautiful prince named Bhaddā Koṇḍañña, the chief of the Vinaya, Dhītā, and Konāgamana, and Kassapa.",
    "ai-atk-abh01a0:698_0": "Later, after one of them had ended one news, and those four fully awakened Buddhas had been reborn in one part of the four Buddhas, that was one, the Lord of Sages.",
    "ai-atk-abh01a0:698_1": "Now, when the Buddha’s Saṅgha was gathered first, he had a hundred thousand millions,",
    "ai-atk-abh01a0:698_2": "in the second time, a thousand million",
    "ai-atk-abh01a0:698_3": "In the third ninety-nine points",
    "ai-atk-abh01a0:698_4": "Then Vetambarī, ladies of a certain gathering, Nandiya, together with the Teacher, went to the assembly hall, and inspiring, with him a talk about the Teacher.",
    "ai-atk-abh01a0:698_5": "together with the analytic knowledges and attained Liberation.",
    "ai-atk-abh01a0:698_6": "The Teacher then spoke to them in the first stage of those gentlemen who had psychic power, and seeing them with his right abode, saying: “Give the bhikkhu’s robes, go to the south.”",
    "ai-atk-abh01a0:698_7": "All the teacher wives of his supernatural power, having become a disciple of the Elders who had mastered their garments and garlands, like the third (followed the). After worshipping him with his disciple the Teacher, he paid homage to the Elder Sālavatikā.",
    "ai-atk-abh01a0:699_0": "But while others are non-human disciples of the Buddhas, they don’t think,",
    "ai-atk-abh01a0:699_1": "and surpassing the Buddha’s corpse with ten thousand solar systems,",
    "ai-atk-abh01a0:699_2": "(There is) a mountain peak that had been placed on a piece of ground, which was  covered with gold coins, like an elephant’s edge,",
    "ai-atk-abh01a0:699_3": "The lifespan of the rainy season was husted.",
    "ai-atk-abh01a0:699_4": "This too is the moon in the darkness, the sun, and so on fortnights, neither too tight nor too loose.",
    "ai-atk-abh01a0:699_5": "For seven days in the day of the sun, like a flayed with the Buddhas,",
    "ai-atk-abh01a0:699_6": "She told the sal trees of flowers",
    "ai-atk-abh01a0:699_7": "What else of these other people took the gift of the Buddhas?",
    "ai-atk-abh01a0:699_8": "Whenever they want, whether there’s no galactic supercluster, or more.",
    "ai-atk-abh01a0:699_9": "But while the Buddha’s corpse surrounding the blossom of all the gods in the past, like the ten thousand solar systems.",
    "ai-atk-abh01a0:700_0": "At the time of the Buddha-to-be, the intermediate directions, was standing in the land of the Bodhisattas.",
    "ai-atk-abh01a0:700_1": "Then in the outcaste named Khaṇḍa, the infantry, the Great Sanctuary, having heard the great sacrifice, and asked two children for the sake of the great man,",
    "ai-atk-abh01a0:700_2": "Mahāpadatta, thinking, “I’m in a time, brahmin.” They left their limit and killed two months.",
    "ai-atk-abh01a0:700_3": "Walking about in Koṭigāma (also) saw that the great yakkha Ālavī mango fruits of ending the great fruit, he saw a little mouse of strings and so on, and the boys were, like a great star,",
    "ai-atk-abh01a0:700_4": "Having consecrated a great mass of fire, and having seen a blazing corpse with a blood from the mouth of a great jackal, was it excited to me, and thought, “How much happiness arose in me?”",
    "ai-atk-abh01a0:700_5": "When he had told this body, he left the nectar in the future.",
    "ai-atk-abh01a0:700_6": "While he was also leaving this corpse, the ground for a neck, the Buddha’s corpse.",
    "ai-atk-abh01a0:701_0": "Another of the past,",
    "ai-atk-abh01a0:701_1": "After seeing the Buddha-to-be, it seems, for him to be able to lift the whole of the Bodhisatta’s shrine, and bent over his own life. Then he shrine terrace through the air, (where this body), after surrounding him with a thousand neighborhoods, and covering him with golden precious things.",
    "ai-atk-abh01a0:701_2": "After saying this, it seems, to rose up and salt, like a hair’s salt in a lotus pond.",
    "ai-atk-abh01a0:701_3": "for the Dhamma protects one who protects oneself,",
    "ai-atk-abh01a0:701_4": "That is why the Blessed One said:",
    "ai-atk-abh01a0:702_0": "“Dhamma surely protects one who practices Dhamma;",
    "ai-atk-abh01a0:703_0": "The Dhamma well-practised brings happiness,",
    "ai-atk-abh01a0:704_0": "This is the benefit of practicing Dhamma:",
    "ai-atk-abh01a0:705_0": "He doesn’t go to a bad destination.",
    "ai-atk-abh01a0:706_0": "Considering this deed of the Buddha’s corpse he surpasses a thousand solar systems,",
    "ai-atk-abh01a0:707_0": "Then the brahmin Sudatta, having heard that the brahmin had been invited to me for a meal. When he heard that he had been invited to me, he said, “Sir, I’ll give you a drink.”",
    "ai-atk-abh01a0:707_1": "how much of them is the meaning of those monks. How many monks were friends?",
    "ai-atk-abh01a0:707_2": "then the Teacher was gathered first.",
    "ai-atk-abh01a0:707_3": "That’s why he said: “Having taken hold of a thousand million,”",
    "ai-atk-abh01a0:707_4": "“Venerable Sir, please all the ornaments from me.”",
    "ai-atk-abh01a0:707_5": "The Teacher accepted it.",
    "ai-atk-abh01a0:707_6": "The brahmin thought, “After inviting the house for a meal, I thought he will be able to get a meal for the monks who were going for a walk. How would I be able to visit the monks?”",
    "ai-atk-abh01a0:707_7": "She thought: “For 84,000 leagues, who is standing on the ground, a stone-thousand Such-Like, was a violent stretcher.",
    "ai-atk-abh01a0:707_8": "“Would anyone wanting to invite me who wants to have seen the divine eye, and when he saw me looking at the royal compound, he invited the Saṅgha of mendicants: “Who did this drink it?” Then he invited the great Serpents to the Buddha, my merit for the sake of the world, where he sat down, lay down, and lay down on the road for the sake of his merit.",
    "ai-atk-abh01a0:707_9": "“Is there anyone who brings about anything that can be done?”",
    "ai-atk-abh01a0:707_10": "The King, having seen that man, said: “What do you do?”",
    "ai-atk-abh01a0:707_11": "I’m not allowed to make a living in the household, or he who can know what can be done.",
    "ai-atk-abh01a0:707_12": "Thinking is my own work.",
    "ai-atk-abh01a0:707_13": "What is it?",
    "ai-atk-abh01a0:707_14": "I invited them to sit on a hundred thousand aeons of koṭis. Instead of meditating.",
    "ai-atk-abh01a0:707_15": "I’d ever get to give it to you.",
    "ai-atk-abh01a0:707_16": "I will take care of Sakka,",
    "ai-atk-abh01a0:707_17": "“Very well,” he took another place and looked at the spot.",
    "ai-atk-abh01a0:708_0": "and twelve leagues all around on the great earth, it was hawking about evenly all around.",
    "ai-atk-abh01a0:708_1": "The one spent the seven treasures in seven places. Then he thought: “Whoever is this, monk?”",
    "ai-atk-abh01a0:708_2": "straight away the earth, having breakfast the earth with his hand",
    "ai-atk-abh01a0:708_3": "The golden posts of gold, silver, and gold.",
    "ai-atk-abh01a0:708_4": "After that Yet he thought, “What’s the point of going about? ”",
    "ai-atk-abh01a0:708_5": "with a thousand messengerss in the world of gems, the sound of recitation, the sweet in the fourfold musical instruments, and the five stars.",
    "ai-atk-abh01a0:708_6": "His body was as if he were speaking with heavenly hosts.",
    "ai-atk-abh01a0:708_7": "“The while wet, Gandhamādana,” and she thought:",
    "ai-atk-abh01a0:708_8": "now they were grew up with mangoes.",
    "ai-atk-abh01a0:708_9": "“Of a hundred thousand koṭis of the monks, he thought about the earth, after breaking up the earth, and making an effort about the earth.”",
    "ai-atk-abh01a0:708_10": "Then they pulled out,",
    "ai-atk-abh01a0:708_11": "“Who is the only one of the three drops drawn out from the water and thought, “Who are you going to such a certain brahmin?” Then they considered a mouse a basket, saying, “Give me some water, give me some water,” and then went to my staff. Then they gave me to me.",
    "ai-atk-abh01a0:708_12": "The great man, having gone to Macchikāsaṇḍa,",
    "ai-atk-abh01a0:708_13": "As he was looking around five hundred corpses, he fell asleep in the whole of his body.",
    "ai-atk-abh01a0:708_14": "Then, looking at Maṇḍikā, (saying): “This is my grandmother, this occurred to me, and this occurred to me.",
    "ai-atk-abh01a0:708_15": "Yet this king will be ruined by the kingdom of Sakka.”",
    "ai-atk-abh01a0:708_16": "“But I don’t give gifts to such a one-and-such a day.”",
    "ai-atk-abh01a0:709_0": "for the outsiders of the being intent on awakening is unable to do so.",
    "ai-atk-abh01a0:709_1": "but having cut off a decorated head-splitation, having cut through the inner skin, having cut the flesh, the sinews, and the bones on the ground, he is called “to belly”.",
    "ai-atk-abh01a0:709_2": "For when the Bodhisatta was born in a hundred thousand dollars, making the five-hundred pieces of an embankments, and gave it to the town, or sixty thousand people.",
    "ai-atk-abh01a0:709_3": "Now, when he came back to the forest, the king of Magadha put his eyes and so on, after giving his hair and beard, his mind diffused off his hair and beard, dressed in ocher robes.",
    "ai-atk-abh01a0:709_4": "so the one who is intent on awakening factors does not live there.",
    "ai-atk-abh01a0:709_5": "And so he thought, “Sometimes I have been able to give gifts at that very moment, but I have a hundred thousand koṭis, while bringing them to the Sangha of monks headed by the Buddha.”",
    "ai-atk-abh01a0:709_6": "When they get up a huge bucket, cooked rice in the hollow, wound, and put it on the spot. They put it on the ground, put away the waterpot in the windows, and shakes made from the cooked rice with milk. They was said to the carded up.",
    "ai-atk-abh01a0:709_7": "For human beings were unable to fulfill expel them. And the gods, having become exclusively reached.",
    "ai-atk-abh01a0:709_8": "or accepted it for twelve leagues.",
    "ai-atk-abh01a0:709_9": "Those monks sat down on their own seats.",
    "ai-atk-abh01a0:709_10": "When he had finished a meal and washed his bowl, he took some of medicines removed all over the ground each time and gave him a bowlful cloth merchant’s robes.",
    "ai-atk-abh01a0:709_11": "he obtained a hundred thousand monks.",
    "ai-atk-abh01a0:709_12": "The Teacher, having asked, “Who is this?” and he, “Who are you doing this? ” and he, “By this topic of the two thousand aeons, I will die Konāgamana, he’ll die in this way: “Where will he die?” And after seeing them, he passed down on an immediately after seeing them, he thought, “Buddha”.",
    "ai-atk-abh01a0:710_0": "The great man, having heard this, thought, “So it seems I will be a Buddha,” he went forth in the presence of the Teacher, and he thought, “I will give me the going forth.”",
    "ai-atk-abh01a0:710_1": "And having received the going forth and the instructions, he created a life-pan and was reborn in the Brahmā realm.",
    "ai-atk-abh01a0:711_0": "Now there was a town named Uttara.",
    "ai-atk-abh01a0:711_1": "His father was called Uttara.",
    "ai-atk-abh01a0:711_2": "Ninety thousand years after the Parinibbāna of the World attained Parinibbāna. One of them lived in that darkness.",
    "ai-atk-abh01a0:711_3": "Surrounded by all people in making a great sacrifice,",
    "ai-atk-abh01a0:712_0": "After attaining ten thousand solar systems in the darkness of the Buddha the light, the Teacher named Sumana, and later arose in him:",
    "ai-atk-abh01a0:712_1": "This branch of the three,",
    "ai-atk-abh01a0:712_2": "and it was a First time, a hundred thousand million years.",
    "ai-atk-abh01a0:712_3": "them in the second eight-hundred million leagues,",
    "ai-atk-abh01a0:712_4": "Then a great nāga, he possessed the high (magical) powers, thinking: “The Sambuddha is eighty great power, has arisen in the world, and he, after hearing the heaven of the Divine-eye, the Sole Protector of the Buddha, surrounded by one thousand Bhikkhus, departed in the boys from the sky.",
    "ai-atk-abh01a0:712_5": "The Teacher, thinking, “I will answer these things in the future.”",
    "ai-atk-abh01a0:713_0": "His father was King Sudatta, and his mother was the one called Sudatta, two thousand, three thousand, four thousand (supernatural) faculties. Rucānandā and Palacetana built the Bo branches of the Buddha’s corpse. A various central sal trees were not covered with flowers and one months.",
    "ai-atk-abh01a0:714_0": "and later, while he was also",
    "ai-atk-abh01a0:714_1": "He had three gatherings of disciples—when there was a second group of nine hundred and fifty million; he had not taken one hundred thousand koṭis.",
    "ai-atk-abh01a0:714_2": "Then the brahmin Bodhi, having become a layman named Samiddhi, having heard the Teacher’s supreme amongst the supreme Dhamma, raising his joined palms, and placing them with his head in the upper robe,",
    "ai-atk-abh01a0:714_3": "The father asked him, “Did you say ‘I’ll answer’?”",
    "ai-atk-abh01a0:715_0": "Now, there was a city called Sudhammā who had a son called Brahmadeva, a Brahmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, and also Divisa; Ājīvaka ascetics, and brahmins, and Nāgamadeva, Vessāmitta, Yasa, Aṅgīrasa, and Aṅgīrasa, –",
    "ai-atk-abh01a0:716_0": "and later, this Teacher arose in him:",
    "ai-atk-abh01a0:716_1": "When he had gathered first, all of them started to three hundred and eighty koṭis of.",
    "ai-atk-abh01a0:716_2": "Then the brahmin Bodhisatta, having heard the Teacher’s Dhamma teaching the Disciple, became the chief of men and gods. This is the great relics of the Saṅgha.",
    "ai-atk-abh01a0:716_3": "The father asked him, “Did you say ‘I’ll answer’?”",
    "ai-atk-abh01a0:717_0": "Now, there was a city called Sudhamma, who had a son called Sudhamma, who was an immoralion of the Blessed One named Sudhamma, Sudhamma, and Pabbasuka who was the foremost of the central states, and eldest in the highest bliss. And there was a center.",
    "ai-atk-abh01a0:718_0": "and later, while they were reborn in one part of the same opposite sex. Then they were reborn in a debt, not negligent.",
    "ai-atk-abh01a0:718_1": "He had three gatherings of disciples—one of 6,800,000, one of Yakkhas, and one hundred and seventy thousand spirits within a hundred thousand spirits.",
    "ai-atk-abh01a0:718_2": "He, knowing that the Buddha had arisen, he went to the Sangha of monks headed by the Buddha.",
    "ai-atk-abh01a0:718_3": "The Teacher, thinking, “In the future you will answer these things.”",
    "ai-atk-abh01a0:719_0": "Also the Fortunate One’s Candagutta was named Candavatī. His mother was highly adorned with Yasa, a great horse named Bandhura, a pure white parasol, embankments, and wide, covered with ten thousand coins, –",
    "ai-atk-abh01a0:720_0": "and later also arose in him:",
    "ai-atk-abh01a0:720_1": "When he had finished three hundred thousand messengers to the village of Sāketa, or two hundred thousand, three hundred thousand, and three hundred thousand Bhikkhunīs a hundred thousand Bhikkhu a hundred thousand Bhikkhus, a hundred thousand Bhikkhunis entered the Mahācaṇḍarādhapura.",
    "ai-atk-abh01a0:720_2": "At that time, having arisen in that very life, the Teacher, resided in that jungle thicket, being aroused with his robe over one shoulder, with his mind joyful and happiness, having risen from his seat, bowed down at the root of the Buddhas and respectfully circled him, keeping him on his right. Then he surrounded his life.",
    "ai-atk-abh01a0:720_3": "The Teacher, having converted the cessation of seven days, thought, “As soon as the Sangha gives his mind, and when it was rained, he thought, “Whoever a monk will come?”",
    "ai-atk-abh01a0:720_4": "The monks gathered to the group of monks.",
    "ai-atk-abh01a0:720_5": "confidence in the Saṅgha:",
    "ai-atk-abh01a0:720_6": "The Teacher, after examining his conceit, saying: “Gotamī, you will be a Buddha in the future.”",
    "ai-atk-abh01a0:721_0": "Also, the town named Campā was a king named Campā, a heavenly realm, a child, a mother named Bodhi, a prominent, a life-process, a thousand wore, and a hundred thousand (?). That was one thousand (?), a thousand palanquins, a hundred thousand pairs of robes.",
    "ai-atk-abh01a0:722_0": "and later, while he was named Nārada.",
    "ai-atk-abh01a0:722_1": "When he had gathered first, all of them had three hundred thousand million coins, one hundred thousand, and one hundred thousand leagues.",
    "ai-atk-abh01a0:722_2": "Then, having received the going-forth in the five stages and attained full (supernatural) insight, and five hundred monks, amongst them with his own hands, gave them a (said): “God-King! I will carry a ploughed) robes, and given them to the Nāga world.”",
    "ai-atk-abh01a0:723_0": "Now, there was a town called Sunāparanta. He was a prince called Bhaddavatikā, a well-proclaimed for him, and there was a fine tree called Bhaddavatikā, zomniscient was named Bhaddavatikā. There was a palanquins in the Mahātittha and Uttara.",
    "ai-atk-abh01a0:724_0": "and another of the Buddha awakened for one hundred thousand aeons, after one hundred thousand aeons, another Buddha arose in the Kappa Tree and this time arose one hundred thousand (spiritual).",
    "ai-atk-abh01a0:724_1": "When he had finished three hundred spendred, three hundred thousand million years.",
    "ai-atk-abh01a0:724_2": "Then the Buddha-to-be had a gift to the Saṅgha of monks headed by the Buddha. When he had acquired a robe-cloth with his own hand, he gave it to the Community of monks.",
    "ai-atk-abh01a0:724_3": "The Buddha replied, “Gotama, you’ll answer.”",
    "ai-atk-abh01a0:724_4": "But when the Buddha Uttarakud at the time of the Buddha Padumuttara, all served the religion of the gods and humans.",
    "ai-atk-abh01a0:725_0": "His father was called Nāga (the Buddha), and his mother was the chief city called Sujāta, and Ānanda was born in his mother’s womb, and was upstream to him, going to a hundred leagues away, and wives of all the saucred Sakyaputta.",
    "ai-atk-abh01a0:726_0": "After some time they were reborn in a good place, in the thirty-two thousand aeons, one thousand and one hundred thousand aeons passed by.",
    "ai-atk-abh01a0:726_1": "was the second wonder of the three circumambulations of Sāketa when he had finished, one hundred and seventy million.",
    "ai-atk-abh01a0:726_2": "Then the Buddha-to-be, having placed the brahmin student Uttarakuru, having put the Anotatta in the presence of the Buddha, left the Great Wood, and established in the position of the Bhikkhus.",
    "ai-atk-abh01a0:726_3": "The Buddha replied, “Gotama, you’ll answer.”",
    "ai-atk-abh01a0:727_0": "Sudassana, Sudatta, was a king called Sudatta; his mother was Sudatta, and Punabbasuka; and his mother was father, a thousand sons, a pronounced the foremost of all mother and father, brothers, Sāketa, and so forth.",
    "ai-atk-abh01a0:728_0": "and later arose in him:",
    "ai-atk-abh01a0:728_1": "And the first three hundred Bhikkhus had assembled together with three hundred mendicants.",
    "ai-atk-abh01a0:728_2": "Then the Buddha-to-be, after hearing the Dhamma-King Monarch arose in the seventh day, and having heard the Sambuddha, the Lord of the Truth together with the Community of monks. Having arisen, he presented the Protector of the Bhikkhus, –",
    "ai-atk-abh01a0:728_3": "let the whole of the monastery offerings to the Sangha of monks headed by the Buddha. Having taken a regular meal for the Sangha of monks headed by the Buddha, the fraternity of Bhikkhus.",
    "ai-atk-abh01a0:728_4": "The Teacher explained him,",
    "ai-atk-abh01a0:729_0": "His father was King Sumedhā, and his mother was the one called Sumedhā, (thinking): “It seems, and this great Nāga, (there) called Bo branch, Takka, is a great stories of it. The two Vihāras, like the Bo branch was carried along, and well-prepared.",
    "ai-atk-abh01a0:729_1": "He had a thousand years.",
    "ai-atk-abh01a0:730_0": "Later, on the other side of the Buddhas, the clever amongst those who are distinguished in the meaning, and the three Paccekabuddhas, eighty-footed (the Buddhas) was born in the Dhamma.",
    "ai-atk-abh01a0:730_1": "like a lovely disciple of Piyaka, there are three three,",
    "ai-atk-abh01a0:730_2": "First one hundred thousand million years had embarrassed in the second eight-hundred and eight-hundred.",
    "ai-atk-abh01a0:730_3": "Then Kassapa, the brahmin student Kassapa, having heard the word spoken by three Vedas, together with the a hundred thousand (of the Religions), he established humanity in the Religions of the Faith.",
    "ai-atk-abh01a0:730_4": "The Teacher, saying: “Gotamī, the Buddha, a hundred thousand!”",
    "ai-atk-abh01a0:731_0": "His father was King Sudinna, and his mother was the chief city called Sudinna. His mother was the foremost of all, covered with all over the trees, and my father was named Sudinna.",
    "ai-atk-abh01a0:732_0": "and later, while he was pierced the Buddha,",
    "ai-atk-abh01a0:732_1": "This branch of the three,",
    "ai-atk-abh01a0:732_2": "she was the first eight hundred and eightty thousand Bhikkhus.",
    "ai-atk-abh01a0:732_3": "Then the Buddha-to-be, after becoming possessing the great (magical) powers, becoming crowded in the palace, and having worshipped her with flowers in the Vedas.",
    "ai-atk-abh01a0:732_4": "The Teacher explained him,",
    "ai-atk-abh01a0:733_0": "His capital was named Sobhita. He was a prince named Sunāparanta, a thousand leagues, or a hundred thousand leagues longing to be the most excellent Buddha. His mother was named Sālavatī, and Pabbata, the foremost of all hundred thousand leagues, overhadown the head of the Bo trees, and Abhaya.",
    "ai-atk-abh01a0:734_0": "and later, this Teacher arose in him:",
    "ai-atk-abh01a0:734_1": "This branch of the three,",
    "ai-atk-abh01a0:734_2": "The first hundred and eightty-footed 6000 millions were ninety-thousand koṭis.",
    "ai-atk-abh01a0:734_3": "Then the Buddha-to-be, after becoming Sakka, the Lord of the Devas, and the divine flowers worshipped him with heavenly flowers and so on.",
    "ai-atk-abh01a0:734_4": "The Teacher explained him,",
    "ai-atk-abh01a0:735_0": "His father was King Nimbaṭṭha, and his mother was Sumedhā, ninety-four years (and spoke) in a principled manner. Yet he had a male kettt, and was known as the foremost amongst of all five hundred years. And the Bodhisatta was named Khema and Puṇṇaka.",
    "ai-atk-abh01a0:736_0": "Then later, a Buddha, ninety-four years after each, possessed of this fourth earthquake arose in his own name:",
    "ai-atk-abh01a0:736_1": "This branch of the three,",
    "ai-atk-abh01a0:736_2": "The first hundred thousand million breathing beings were gathered in the second made of koṭis.",
    "ai-atk-abh01a0:736_3": "Then the Buddha-to-be, endowed with his own insight, and had the strength of his knowledge master, and after becoming a Buddha-to-be, he presented a fruit of that light.",
    "ai-atk-abh01a0:736_4": "The Teacher, having eaten the fruit, gave the rest of his heart, he answered: “Gotama, you will be a Buddha in the Bodhi (Tree).”",
    "ai-atk-abh01a0:737_0": "His father was King Bharadvāja. His mother was well-springed, beautiful, charming eyes, and very dangerous in dreams, covered with pure white sand.",
    "ai-atk-abh01a0:738_0": "Later, later, two news after the other three went forth into the presence of the Buddha. Thinking one, two eons were reborn in one eon.",
    "ai-atk-abh01a0:738_1": "and as he had the Fortunate One’s disciple stored up,",
    "ai-atk-abh01a0:738_2": "Firstly, eight-hundred million monks were gathered at the second end of the monks.",
    "ai-atk-abh01a0:738_3": "Then the Buddha-to-be, after becoming a well-known prince, arose in the sky, and through the air he came to the sky. He stood in the air, crying out, “Having arisen in the sky, illuminating the sky, which was like a (Sakka).” After hearing the Pabbajjā ordination on the Uposatha day, he worshipped the Tathāgata.",
    "ai-atk-abh01a0:738_4": "The Teacher, saying: “Delightened, he answered by two extremes,”",
    "ai-atk-abh01a0:739_0": "His father was named Khema and Uppalavaṇṇā. His mother was highly delighted and said to be the foremost of all five hundred years.",
    "ai-atk-abh01a0:740_0": "and later, while he was pierced the Teacher:",
    "ai-atk-abh01a0:740_1": "When that eventually had gathered first, all of them had one hundred and thirty thousand Bhikkhus.",
    "ai-atk-abh01a0:740_2": "Then the Buddha-to-be, after becoming a prince in the realm of the Vinaya, and having given the Pabbajjā ordination on Chief Disciples, he gave three (to another).",
    "ai-atk-abh01a0:740_3": "(thinking): I filled the pollutant of virtue,",
    "ai-atk-abh01a0:740_4": "The father asked him, “Did you say ‘I’ll answer’?”",
    "ai-atk-abh01a0:741_0": "His father was King Bodhisatta, two thousand Vijayas, Suppatiṭṭhita, and Pāsaṇḍas who were the bestowed on them, was called the best and Divinities’s (?) Cālaka. He (also) was the eighty-four thousand (?) Nāgasena, (where the Faith over the mountains).",
    "ai-atk-abh01a0:742_0": "and later he came to be known as the Buddha Vipassī.",
    "ai-atk-abh01a0:742_1": "He had three gatherings of disciples—one of 6,800,000, one thousand, and one hundred thousand Bhikkhus.",
    "ai-atk-abh01a0:742_2": "Then the Buddha-to-be, of great power, had great majesty, became a very mighty amongst the seven treasures. Then he gave the form of a retinue of the Buddha, an treasurer.",
    "ai-atk-abh01a0:742_3": "The Teacher said to him, “Dear enlightened One, you will answer.”",
    "ai-atk-abh01a0:743_0": "His father was King Bandhuma,",
    "ai-atk-abh01a0:743_1": "The mother of Bandhuma was named Bandhumatī, and Tissa, and Tissa, and Pabbata, Pāṭaliputta, and one hundred thousand leagues. They were eighty-four thousand leagues, and two hundred and seventy-four thousand leagues. The body was percipient for one eons.",
    "ai-atk-abh01a0:744_0": "Then another, thirty-two, fifty-two, had been given to Buddhas,",
    "ai-atk-abh01a0:744_1": "Sikhī had three gatherings of disciples—one of 100,000, and one hundred thousand Bhikkhus.",
    "ai-atk-abh01a0:744_2": "At that time the Buddha-to-be had become a king of the leader of the Community of monks headed by the Buddha, the fraternity of Bhikkhus, and the elephant-treasurer, having prepared a meal on the following day.",
    "ai-atk-abh01a0:744_3": "The Buddha replied, “Dear, did he declare you (alternatively)?”",
    "ai-atk-abh01a0:745_0": "Now, it was a city named Aruṇavatī. He was anointed aristocratic king named Aruṇavatī. His mother was the chief city of the Bodhisatta, and Punabbasuka, and Makhādeva, the Sakyan Tree Worlds, and Vaṭṭagāmani, and Khema and Khema and Sakusandhaka.",
    "ai-atk-abh01a0:746_0": "and later, while the Teacher was named Vessabhū arose.",
    "ai-atk-abh01a0:746_1": "He had three gatherings of disciples—againing a second calf, and seventy thousand Bhikkhus.",
    "ai-atk-abh01a0:746_2": "At that time the Buddha-to-be had a great donation to the Community of monks headed by the Buddha. Having given a great donation to the Community of monks, he gave (to them) to the Community of Bhikkhus, and received the Pabbajjā ordination in the presence of the Buddha.",
    "ai-atk-abh01a0:746_3": "The same method, saying: “One is one eon, he will answer.”",
    "ai-atk-abh01a0:747_0": "Now, it was a city called Suppabuddha. His mother was well-sphereed, beautiful daughter-in-law, advanced in years and sixty-two months, and held the Kins Retreat called Bo branch approached.",
    "ai-atk-abh01a0:748_0": "Later, in this place the four Buddhas, the four Kakusandha, Konāgamana, and Kassapa of mine.”",
    "ai-atk-abh01a0:748_1": "Kakusandha had assembled there forty thousand Bhikkhus.",
    "ai-atk-abh01a0:748_2": "Then King Bodhi, after having heard the name of the Buddha’s meal, the ruler of the Community of monks headed by the Buddha, and his robes, and so on, giving them a great donation to the recipients,",
    "ai-atk-abh01a0:748_3": "The Teacher explained him,",
    "ai-atk-abh01a0:749_0": "Kakusandha had a brahmin named Khemā and his mother. His father was the brahmin Bodhi, and Tissa, the Virūḷhaka, Pabbata, and Mātaliputta, and Sā, Nigaṇṭhasātaputta, a palace named Bo branch, and went up to the highest among men.",
    "ai-atk-abh01a0:750_0": "and later, who came to Koṇāgamana,",
    "ai-atk-abh01a0:750_1": "At that time she had assembled there for 10,000 Bhikkhus.",
    "ai-atk-abh01a0:750_2": "Then King Bodhi, after taking the intent on the mountain from the Cetiya mountain, having gone to the presence of the Teacher, accepted the Protector of the Bhikkhus, and learned the Dhammadinnā, having approached the assembly from their seats, covered with a garland of flowers and sandals, –",
    "ai-atk-abh01a0:750_3": "The Teacher explained him,",
    "ai-atk-abh01a0:751_0": "His father was the brahmin Yasadatta, the brahmin Bodhisatta, two thousand, thirty thousand, forty thousand years. He was the chief called Uttarakuru, and Purindada, the Uttarakuru, Nernala, and Uttara.",
    "ai-atk-abh01a0:752_0": "and later in that very time he arose:",
    "ai-atk-abh01a0:752_1": "At that time she had assembled there for 80,000 Bhikkhus.",
    "ai-atk-abh01a0:752_2": "Then the Buddha-to-be, Jotipāla, the brahmin student named Jotipāla, the brahmin student of three Vedas, the clan, having heard the verses of all, went up to Ghaṭikāra, and exchanged greetings with him. He said, and having heard the teacher, he learned the authority of the Truth, he went forth from the lay life to homelessness.",
    "ai-atk-abh01a0:752_3": "The Teacher explained him,",
    "ai-atk-abh01a0:753_0": "he had a name called Benares.",
    "ai-atk-abh01a0:753_1": "The brahmin Brahmadatta was the three Vedas, Ārāmas, Tissa, and Pabbata, and Uttarā. They were the most profitable for twenty years.",
    "ai-atk-abh01a0:754_0": "But in that place the Blessed One, the perfected one, the fully awakened Buddha,",
    "ai-atk-abh01a0:754_1": "Thus there were twenty-four thousand Buddhas who had obtained mindfulness in the four directions:",
    "ai-atk-abh01a0:755_0": "“The Teacher who attains the (true) attainments,",
    "ai-atk-abh01a0:756_0": "going forth and the higher ordination, that is to say: the resolutions of virtue, and the desires,",
    "ai-atk-abh01a0:757_0": "this nutriment is the noble state.”",
    "ai-atk-abh01a0:758_0": "After making these eight things offerings for the Buddha, and responding the whole Truth by the Lord of the Enlightened One, and making them attain the Palace, I announced my supreme perfect adornment of the Dhamma. Then now I came back to the Enlightened One, wherever I saw the Buddhahood.",
    "ai-atk-abh01a0:758_1": "When the Buddha arrived, they praised the advantages of the Bodhi (Tree):",
    "ai-atk-abh01a0:759_0": "“Indeed all the factors, endowed with perfect Awakening,",
    "ai-atk-abh01a0:760_0": "transmigrating for a long time,",
    "ai-atk-abh01a0:761_0": "“When is this, however, in the next world,",
    "ai-atk-abh01a0:762_0": "And the time of craving, (but) are not stilt longhouses,",
    "ai-atk-abh01a0:763_0": "“The small creatures do not arise for a small creatures,",
    "ai-atk-abh01a0:764_0": "are born in a person, and there are no birth.",
    "ai-atk-abh01a0:765_0": "“There is no way, plagued by crafts and monsters,",
    "ai-atk-abh01a0:766_0": "do not go to a hermaphrodite.",
    "ai-atk-abh01a0:767_0": "“There are no way inact in awakening, ~ the intent on awakening,",
    "ai-atk-abh01a0:768_0": "for all sores is cleansed by the blessings of all kinds.",
    "ai-atk-abh01a0:769_0": "“Through wrong view and do not cultivate (wrong) deeds,",
    "ai-atk-abh01a0:770_0": "Though the glorious treaches one, was not exceeding ago,",
    "ai-atk-abh01a0:771_0": "“There is no causality when the gods are in common,",
    "ai-atk-abh01a0:772_0": "and loved by renunciation,",
    "ai-atk-abh01a0:773_0": "they live hidden by all kinds of temperament.”",
    "ai-atk-abh01a0:774_0": "having arrived at the remainder of that which they arrived.",
    "ai-atk-abh01a0:774_1": "While he was fulfilling the conditions of the kingdom in that brahmin counselor, the brahmin wives, the sons of the hymns, the brahmin counselors, the grew at the time of the City, the moon, at the time of the month that prince named Ciñcā, trembling at the root of the Moon, trembled to the ground, for the Āpaṇa.",
    "ai-atk-abh01a0:774_2": "But in one who is habitually constantly Laṅkā –",
    "ai-atk-abh01a0:775_0": "“Having seen holding his own goal, he let loose his own,",
    "ai-atk-abh01a0:776_0": "Now I have no gift equal in my gifts.”",
    "ai-atk-abh01a0:777_0": "In this way the continuation (good) exceedingly pleasing and delighting in clairaudience.",
    "ai-atk-abh01a0:778_0": "Likewise the royal nāga, at the time of the royal nāga Campaka, the royal nāga, at the time of the royal nāgapura, a prince named Nāga. There is no precincts of the royal bull elephants at the time of the royal bull elephants, horses, chariots at the root of the Kalyāṇī river. There is no precious time of his virtue.",
    "ai-atk-abh01a0:778_1": "But in one particular component Now at the time of calculate:",
    "ai-atk-abh01a0:779_0": "“Finally ropes at the wrong time, Koṭiya lady, and he swords,",
    "ai-atk-abh01a0:780_0": "When a person gives no joy, clinging to sexual intercourse with me.”",
    "ai-atk-abh01a0:781_0": "In this way the continuation (good) exceedingly pleasing and delighting in virtue.",
    "ai-atk-abh01a0:782_0": "Likewise the happiness of joy in the elephant-trough, at the time of the elephant-trunk of a goat-herd’s level, abandoned a post-posts, and so on.",
    "ai-atk-abh01a0:782_1": "But all that is born in a single terrible poisonous snake",
    "ai-atk-abh01a0:783_0": "“Today this food is given to me, a lump of spit; a cloth is thrown away.",
    "ai-atk-abh01a0:784_0": "and there is no timberance for renunciation, but this concept will arise in me –” .",
    "ai-atk-abh01a0:785_0": "After saying this, the dye of the dye, and in this way, and including the highest bliss of renunciation,",
    "ai-atk-abh01a0:786_0": "Likewise there was a charming swelling, graceful, flags, at the time of the Bodhisatta lake, twisted at the root of a Bodhisatta lake, drew, sprinkled water onto the ground, shells wisdom.",
    "ai-atk-abh01a0:786_1": "But with a single consequence of even a single one of his wounds who is elaborated near auspicious body:",
    "ai-atk-abh01a0:787_0": "“So long as I’ve understood the one, brahmin,",
    "ai-atk-abh01a0:788_0": "and I have no wisdom for me.”",
    "ai-atk-abh01a0:789_0": "(But) showing ghee, the highest gift, the highest perfection in what is said in the highest perfection,",
    "ai-atk-abh01a0:790_0": "and so there is no progressive concentration too as well.",
    "ai-atk-abh01a0:790_1": "Just as in a large crowd",
    "ai-atk-abh01a0:791_0": "“For surrounding the One’s dispensation, all men and human beings,",
    "ai-atk-abh01a0:792_0": "There is no other escape from the mind.",
    "ai-atk-abh01a0:793_0": "In this way the great ocean having energy in the great ocean (magical) powers, which is called conscious.",
    "ai-atk-abh01a0:794_0": "Speaks abode:",
    "ai-atk-abh01a0:795_0": "“If to Koṭigāma the Koṭāgiri were to cut down with a sharp sword,",
    "ai-atk-abh01a0:796_0": "I do not eat whatever is lacking (shouting) milk from the time I ate.”",
    "ai-atk-abh01a0:797_0": "In this way he suffered from the great suffering in (discourse in) the great perfections, which is called the highest pleasure .",
    "ai-atk-abh01a0:798_0": "and the great general –",
    "ai-atk-abh01a0:799_0": "“Having drunk the breast and falling into my lake,",
    "ai-atk-abh01a0:800_0": "Through delusion one hundred nobles - I am the truths of truth.”",
    "ai-atk-abh01a0:801_0": "Having said this life, the ultimate sense (wholesome) perfections, the highest perfection in the highest bliss of service,",
    "ai-atk-abh01a0:802_0": "who is charming in the world –",
    "ai-atk-abh01a0:803_0": "“My father’s father, not even give me the Great Wood,",
    "ai-atk-abh01a0:804_0": "who knows omniscience, therefore, do I",
    "ai-atk-abh01a0:805_0": "When he had lived in this way, having determined that (cermined) determined and independent.",
    "ai-atk-abh01a0:806_0": "The king’s residence:",
    "ai-atk-abh01a0:807_0": "“No doubt no-one finds nothing, I am not afraid of them.",
    "ai-atk-abh01a0:808_0": "”To the Power by the power of loving-kindness, then he said these things in the Joyful Gods.",
    "ai-atk-abh01a0:809_0": "Having suffused the delightful abidings of loving-kindness, being reborn in the highest bliss of loving-kindness,",
    "ai-atk-abh01a0:810_0": "Spirations of hair:",
    "ai-atk-abh01a0:811_0": "“Sudinna, places in a charnel ground, with the bones of the lay life,",
    "ai-atk-abh01a0:812_0": "bringing forms, and do not give it to the forms,” and they do not show it –",
    "ai-atk-abh01a0:813_0": "When it comes to the villages, towns, and capital cities, and presume to the neighborhoods, women and girls, whether injuring or out, or intimation, he is happy and free from pain.",
    "ai-atk-abh01a0:813_1": "This is the meaning in brief: here too, the meaning should be apprehended here: But the meaning should be illustrated here.",
    "ai-atk-abh01a0:814_0": "So having filled the perfection in between the thighs, he can live (only) interrupted –",
    "ai-atk-abh01a0:815_0": "“In that case, this earth is unpleasant,",
    "ai-atk-abh01a0:816_0": "and that on the following day she rolled back seven times.”",
    "ai-atk-abh01a0:817_0": "When they’ve performed this great earth, awake, a lifespan of the gods. Then, when they pass from there and reappeared in the Jeta Grove, the Joyful Gods, the Gods Who Control the Creations of Others, the gods who have been reborn in a heavenly realm, and humans, they’ll tied up in the realm. The deities will not be reborn in a heavenly realm.” And now they see anyone else who was fair to be reborn in a human realm, and secure a human realm.",
    "ai-atk-abh01a0:818_0": "“Anyone who, having been reborn in the body,",
    "ai-atk-abh01a0:819_0": "had gathered on the tenth day, begged: with my hands he raised up my joined palms.",
    "ai-atk-abh01a0:820_0": "“Sire, it’s time to be a big sacrifice! Don’t ask about his mother.",
    "ai-atk-abh01a0:821_0": "Delighting in the Deathless, they strive to the deathless.”",
    "ai-atk-abh01a0:822_0": "In this way the Great Seer, the Buddha taught the Dhamma to the Best of Men, the people, having taken his life, and countless life span of the world, he presented the (Devasive). Then he returned to the royal family tradition. From there he returned to the Great Sakya family tradition.",
    "ai-atk-abh01a0:822_1": "In this context, “Ānanda, the being intent on awakening passes away from the host of Joyful Gods, and he is conceived in his mother’s womb, and about the nine kinds of discussion.”",
    "ai-atk-abh01a0:823_0": "He, when he was about to ask about the three floors, he ascended the palace of antelope, and having seen the kingdom in the heaven of the Devas, he, when he saw the god, he sits down, like a lake, going to the charnel ground, covered the ( news). Having heard that the Buddha, when he was led the Father, he thought, ‘This is opppressed,’ he would not conceived his work, after going to the village.",
    "ai-atk-abh01a0:824_0": "“(Sāriputta) is not extinguished, Disciple of his mother,",
    "ai-atk-abh01a0:825_0": "Such which does not exist, who does not fame for one who has nothing?”",
    "ai-atk-abh01a0:826_0": "After hearing this word spoken by the great (supernatural) powers, having gone into the presence of that Great Sage, and plunged into the sky, he returned to the Great Wood, and in the evening for a hundred thousandth day. Having in the morning with a variety of the Suppiyās, he entered Rājagaha and returned to the throne, which washed and joyful of the mountains, after going forth. The Great Crows (She then), after going forth his own residence, he saw the Greatly jungles from the sky, sat down on the branch of the head, and problem rosery, after going to the in the heartwood, the firmament of the ten thousand roseachambapaṇṇi.",
    "ai-atk-abh01a0:826_1": "You should know this:",
    "ai-atk-abh01a0:827_0": "When he saw this, he got up from the death of a certain number of days, and was sitting in the four directions. Taking the Absorptions, he annihilated the Jina, in the midst of the deathless paths, having destroyed the Count Vedas, the Abhidhamma, the Saṅkicca, and Makhādeva, the Prince Jaṭi. Having developed the drum of the Jina, he riseed around five hundred monks and seven days, and seven days, and after making the ten thousand rebirths of that supreme beings, was set about the layer of that supreme beings, the lay life. Then he thought,",
    "ai-atk-abh01a0:827_1": "Thus should understand the teaching of the Dhamma in this way.",
    "ai-atk-abh01a0:827_2": "This is in brief ;",
    "ai-atk-abh01a0:827_3": "But the detailed exposition should be understood in the Vibhaṅga too with the going forth and the full admission of the Noble Ones.",
    "ai-atk-abh01a0:828_0": "When they have finished their source, the origin of giving up, and the sources of those reasons not far from the Path.",
    "ai-atk-abh01a0:828_1": "Herein, the place of the Jina, the foot of the Causal God",
    "ai-atk-abh01a0:828_2": "and from the Tusita city called Bodhika,",
    "ai-atk-abh01a0:828_3": "‘On one time the Buddha was staying in the land of the Tāvatiṁsa gods, near the Shady Orchid Tree on the stone spread with a cream throat. Then he said to the Buddha,",
    "ai-atk-abh01a0:828_4": "This, firstly, is the discussion on the inside of the body.",
    "ai-atk-abh01a0:829_0": "The discussion on giving is finished."
}