{
    "ai-atk-s0511a5:0_0": "5. Maṅgalabuddhavaṁsavaṇṇanā",
    "ai-atk-s0511a5:1_0": "Where on his neighbourhood, it seems, for a hundred thousand years.",
    "ai-atk-s0511a5:1_1": "the vanishing of the Buddhas,",
    "ai-atk-s0511a5:1_2": "Who but another of the four names would be reborn in one nephew, like the four Buddhas’ nephew? They drew into the air and bed. Having been reborn in the family, they were reborn in one eon.",
    "ai-atk-s0511a5:1_3": "Herein, a thousand eons had produced a hundred thousand aeons, one hundred thousand eons (when the Bo branches of the Aṅga and Piṅguttara) in the various orders of the world contracting and expanded the ten thousands of deities:",
    "ai-atk-s0511a5:2_0": "“This is the right time, great hero, for your mother’s womb,",
    "ai-atk-s0511a5:3_0": "Delighting in the Deathless, they strive to the deathless.”",
    "ai-atk-s0511a5:4_0": "When the Devas had been charming and consecrated by the Divinities, he consecrated the Mount Uttarakuru, the Supreme One in the town called Uttara.",
    "ai-atk-s0511a5:4_1": "Then the manifestation of food appeared in them manifest,",
    "ai-atk-s0511a5:4_2": "These are the impediments that are as stated .",
    "ai-atk-s0511a5:4_3": "Because of the great earth, it seems, the waters of the Ganges, the Aṅguttara, and the greatest of the all around, he stood looking around the glory of the moon’s body.",
    "ai-atk-s0511a5:4_4": "Then, as the origin of her body, she rose from the darkness of her dispensation, and as she was rose up into the sky, she aside the eighth day.",
    "ai-atk-s0511a5:5_0": "After the deities had passed away from the carpets and the ten months had passed, the ultimate charioteer, the most excellent branch of the trees, dancers, and various branches of trees, and various kinds of grain, exceedingly sweetmen maidens, elephants, horses, buffaloes, bulls, goats, rams, liquors, charms, and lotuses, and creepers, precending.",
    "ai-atk-s0511a5:5_1": "he was born to the Greatly Famous One, he approached the northern quarter in all ways.",
    "ai-atk-s0511a5:5_2": "In that very moment the whole world with its gods, some deities were planted in an enclosure House, and triumphing the heavens, with the divine eyes, having gone into the sky top of the heavenly realm, which was like a new sun.",
    "ai-atk-s0511a5:5_3": "are recorded in the Vibhaṅga:",
    "ai-atk-s0511a5:5_4": "and on the day of the forty-three marks, they dwelt in opposite sex only with all its characteristics, garlands, etc., and charming beings were named Kakusandha.",
    "ai-atk-s0511a5:6_0": "He had three stilt longhouses, it seems,",
    "ai-atk-s0511a5:6_1": "He had 80,000 wives, and thirty-two thousands of sectarians.",
    "ai-atk-s0511a5:6_2": "There, a large subduing beauty in happiness, and having given the glorious world with its ninety-thousand thousand a sons, satisfied (the Buddha). Having seen the sign called Sundara and Sāgarakkhita, the prince named Mahārakkhita, went forth in an undefeated neighborhood of a patience.",
    "ai-atk-s0511a5:6_3": "But him three hundred millions went forth into the presence of that go forth.",
    "ai-atk-s0511a5:6_4": "Strong down to these eight people, great kingdoms, and delights in (direct) actions of good conduct.",
    "ai-atk-s0511a5:7_0": "Then, after descending from the village to the north of that place, he took the very bestow and Uttarakuru, which was like a decorated corpse on the north, and when he had been carried along the water of the iron, after breaking out of the skin (which was) the supreme knowledge of the development of the Paccekabuddha and through the great (of mountains), and then returned to the supreme knowledge of the supreme knowledge of the (which was called). Having sat down on a place and foundation of the three months, he then exceedingeding that is called Bodhi Trahade, (Demple) in the Nāgasatta lakes and requisites, (tanembrahanded by the fruits, helded by the Nāgas’s covered with fragulated the desires, heldly scre of white parasome, and covered with fragulous deeds, heldorn",
    "ai-atk-s0511a5:8_0": "Transmigrating through countless births,",
    "ai-atk-s0511a5:9_0": "the housebuilder I was seeking: born and suffering again and again.",
    "ai-atk-s0511a5:10_0": "“You’ve been seen! You will not build the house again:",
    "ai-atk-s0511a5:11_0": "all your rafters have been broken, and the ridgepole has been destroyed,",
    "ai-atk-s0511a5:12_0": "my mind has reached the unconditioned, and craving’s end has been achieved.”",
    "ai-atk-s0511a5:13_0": "utter this exalted utterance:",
    "ai-atk-s0511a5:14_0": "And because it was over the city of Aṅga and Paccekabuddhas,",
    "ai-atk-s0511a5:14_1": "But while other castes all around them, I answered them:",
    "ai-atk-s0511a5:14_2": "and surpassing the Buddha’s corpse with ten thousand solar systems,",
    "ai-atk-s0511a5:14_3": "The bears of the beds and benches made into a golden rude, like golden flew.",
    "ai-atk-s0511a5:14_4": "and one hundred thousand years.",
    "ai-atk-s0511a5:14_5": "This diverse, the Sun, and the Mountains from (under).",
    "ai-atk-s0511a5:14_6": "There is no limit for night when prompts",
    "ai-atk-s0511a5:14_7": "For seven days they continued she was always wandering in the world of beings, like the sun, and all went about on all beings.",
    "ai-atk-s0511a5:14_8": "The world’s sal trees near to the delightful garden, aroused with flowers and drunk, and the world’s arbunction,",
    "ai-atk-s0511a5:15_0": "What else of these other people took the gift of the Buddhas?",
    "ai-atk-s0511a5:15_1": "There’s no need to be no more.",
    "ai-atk-s0511a5:15_2": "And even if they wanted to galaxy ten thousand solar systems from there.",
    "ai-atk-s0511a5:15_3": "But while the Buddha’s corpse surrounding the blossom of all the gods in the past, like the ten thousand solar systems.",
    "ai-atk-s0511a5:15_4": "At the time of the Buddha-to-be, it seems, in an all-eyed mountain like acacia.",
    "ai-atk-s0511a5:15_5": "Saying: “In what place on earth is a giver of milk-rice, he is a great spirit, possessing the great Yakkha named Khaṇḍa and the great Sage, he went to the great Sage, and asked for the sake of the (of the Yakkha). He approached the great Samaṇa and asked him,",
    "ai-atk-s0511a5:15_6": "Mahāpadatta, thinking, “I’m in a time, brahmin.” They left their limit and killed two children.",
    "ai-atk-s0511a5:15_7": "Then the native spirits saw the golden plowing of cooking gold, drunking like a net of golden statue, pearl, graceful wood, and body hairs were, ashamed of nicely pressuring the strings of throws, and the timber.",
    "ai-atk-s0511a5:15_8": "He plunged into the face of a great spirit, looking at the mouth of a great jackal, he saw a fire with his head. He then wounded on the mouth of the nose, like a bonfire.",
    "ai-atk-s0511a5:15_9": "“Oh my duty was indeed,” and this corpse arose in me.",
    "ai-atk-s0511a5:15_10": "He replied, “In this life, in the future I left, too. I went out an abode of taste.”",
    "ai-atk-s0511a5:15_11": "While he was also leaving this corpse, the ground for a neck, the Buddha’s corpse.",
    "ai-atk-s0511a5:16_0": "Another too is a teacher of the past.",
    "ai-atk-s0511a5:16_1": "At the time of the Buddha-to-be, it seems, after seeing the Enlightened One’s Shrine",
    "ai-atk-s0511a5:16_2": "“After my life span of the Buddha, my life span of a hundred thousand rebirths, old-ages, pillows, took a thousand stircases, filled with a thousand gems, and followed the Sakyans, then having a hundred thousand treasures, covered it with a nets of golden gems, and circumambulated it with a thousand gems.”",
    "ai-atk-s0511a5:16_3": "So long as I stood involved like this, she not eventually grasped the hair,",
    "ai-atk-s0511a5:16_4": "he was like a chaff made of temperature in the past.",
    "ai-atk-s0511a5:16_5": "for the Dhamma protects one who protects oneself,",
    "ai-atk-s0511a5:16_6": "That is why the Blessed One said:",
    "ai-atk-s0511a5:17_0": "“Dhamma surely protects the Dhamma, when the one who lives by the Dhamma is pure,",
    "ai-atk-s0511a5:18_0": "This is the benefit in the teaching, not to be one who lives by the Dhamma.”",
    "ai-atk-s0511a5:19_0": "under the tenth deed, he subdued his bodily conduct pervading the galaxy –",
    "ai-atk-s0511a5:20_0": "1.",
    "ai-atk-s0511a5:21_0": "“One named Maṅgala, one who is a fool, not a;",
    "ai-atk-s0511a5:22_0": "Having destroyed that Dhamma, he ran away in the world,",
    "ai-atk-s0511a5:23_0": "2.",
    "ai-atk-s0511a5:24_0": "“Rejoicing in her fair desiring (thinking):",
    "ai-atk-s0511a5:25_0": "Sister, having killed Arounded ten thousand people (robes).”",
    "ai-atk-s0511a5:26_0": "Herein, darkness is the darkness in darkness and the heart.",
    "ai-atk-s0511a5:26_1": "having destroyed greed, conquered.",
    "ai-atk-s0511a5:26_2": "how the teaching is the sound of coughing, or clearing hypotheses, in fact, and smeared with many.",
    "ai-atk-s0511a5:26_3": "Likewise the golden caught in a goldsmith’s womb, he took some gold coin and took a golden garland.",
    "ai-atk-s0511a5:26_4": "“Throw out the rope and fixing your former ropes!”",
    "ai-atk-s0511a5:26_5": "“Why don’t the lairs pass away, riches are not s workinging about!”",
    "ai-atk-s0511a5:26_6": "is said, “In this way the task of living,” or “In a place where an opportunity is reborn,”",
    "ai-atk-s0511a5:26_7": "they laid to out of the intervals.",
    "ai-atk-s0511a5:26_8": "Herein, the lamps are obtained",
    "ai-atk-s0511a5:26_9": "Therefore this Dhamma (Buddha) is covered, uncorrupted, undistorted, and unclouded, the meaning here, is the darkness-dispened.",
    "ai-atk-s0511a5:27_0": "she was preferred to her mindfulness,",
    "ai-atk-s0511a5:27_1": "only the meaning is this: “For sure the Perfectly Awakened Ones in the Pāṭaliputta, is the meaning.”",
    "ai-atk-s0511a5:27_2": "in all the realms or other men.",
    "ai-atk-s0511a5:27_3": "Candana and the Sun, having given up the sun,",
    "ai-atk-s0511a5:27_4": "Ten thousand world-elements: the sound of the Ones, the One of Ten Paccekabuddhas, the ten thousand, a hundred thousand Buddhas.",
    "ai-atk-s0511a5:28_0": "subdued the Sawakened One who had reached awakening, and attained to awakening (right) seven times, and so on (the Bodhisatta), he allowed the truths of the Bodhisattas.",
    "ai-atk-s0511a5:28_1": "“Whose teaching was to teach this Dhamma to the monks, I saw them myself, but he saw three hundred and fifty monks.",
    "ai-atk-s0511a5:28_2": "Then this occurred to him:",
    "ai-atk-s0511a5:28_3": "“These gentlemen, having gone forth from a good family, I have given me permission by my head, and have gone forth into homelessness. I have given them permission and went to the town hall with my head to body. When I have taken my bowl and robes, I’ll be able to teach the Dhamma to the town,” and he secure me with his head, he rose into the town.",
    "ai-atk-s0511a5:28_4": "Those monks, having shown the Fortunate One, surrounded by his pupils, and after worshipping the Fortunate One,",
    "ai-atk-s0511a5:28_5": "The Fortunate One preached the Suttantast Leader of the Dhamma",
    "ai-atk-s0511a5:28_6": "and those three hundred monks attained Liberation.",
    "ai-atk-s0511a5:28_7": "There was a hundred thousand million years in the Dhamma.",
    "ai-atk-s0511a5:28_8": "Therefore it is said:",
    "ai-atk-s0511a5:29_0": "3.",
    "ai-atk-s0511a5:30_0": "“The Buddha discovered the four Truths,",
    "ai-atk-s0511a5:31_0": "They drive (realso) realised the truth,",
    "ai-atk-s0511a5:32_0": "4.",
    "ai-atk-s0511a5:33_0": "“Having gone to the Bodhi Tree of the Supreme Dhamma",
    "ai-atk-s0511a5:34_0": "the one hundred thousand penetrated the Dhamma.”",
    "ai-atk-s0511a5:35_0": "Herein, four area:",
    "ai-atk-s0511a5:35_1": "truth, ~ and the highest.",
    "ai-atk-s0511a5:35_2": ": “The four truths is the most excellent,” the following four are the best and also the finest lady.",
    "ai-atk-s0511a5:35_3": "Those Devahitas have been instructed by the Buddha,",
    "ai-atk-s0511a5:35_4": ", having driven out the four discriminations,",
    "ai-atk-s0511a5:35_5": "(They dispell the) Virūpakkha (thinking): “May they be given up by that path!”",
    "ai-atk-s0511a5:35_6": "having given up and relinquished it,",
    "ai-atk-s0511a5:35_7": "There is this Bodhi (tree) –",
    "ai-atk-s0511a5:36_0": "“The path and the cutting off of fruits in the path to extinguishment,",
    "ai-atk-s0511a5:37_0": "All-Conquering knowledge and insight” -",
    "ai-atk-s0511a5:38_0": "For this is the end:",
    "ai-atk-s0511a5:38_1": "“In the four paths” is said, “According to the knowledges,” and they are of the paths of the rest.",
    "ai-atk-s0511a5:38_2": "“Firstly knowing these things are found in the fruit of knowledge and insight” .",
    "ai-atk-s0511a5:38_3": "“Have you eradicated the deathless state, the unconditioned One, have not understood extinguishment.”",
    "ai-atk-s0511a5:38_4": "between the time and the Bodhi trees (the Kapilavatthu) is the place where the Bo tree was here.",
    "ai-atk-s0511a5:38_5": "“Prince Bodhi, Prince Bodhi, worships with his head at dear Gotama’s feet.”",
    "ai-atk-s0511a5:38_6": "“Your wisdom is best, Varabhū, vast in all the earthquakes,” and so on.",
    "ai-atk-s0511a5:38_7": "Here they should be seen omniscient in all omniscience,",
    "ai-atk-s0511a5:38_8": "or perfection in the path of Laṅkā.",
    "ai-atk-s0511a5:38_9": "it’s worthless and measureless; namely, the meaning is measureless.",
    "ai-atk-s0511a5:38_10": "attaining the state of Awakening, he should teach the Dhamma to the first time. He should understand to the Dhamma.",
    "ai-atk-s0511a5:39_0": "When the mind was living in the city of Campā, the Ambaṭṭhaka, at the root of a tree grown in the Jambu Tree, and the Fortunate One, having caused the Simba tree to be living in the Trunk (tree) Tree Worlds of the Council (thus): “This Roiled the Fraternity of the Worlds, after becoming a certain tree bark, and the Nigaṇṭhas of the Treembaṇḍakas and (tree) in the Tambapaṇṇi. This is the second earthquorlds producing the producing the production of a shade of the rors,",
    "ai-atk-s0511a5:39_1": "But when Sundarī the wheel-turning monarch had gathered round, filled with analytic knowledges to the wheel-turning monarch.",
    "ai-atk-s0511a5:39_2": "Having seen the powers in the world anointed aristocratic king, the wheel-treasurer arose in the world, because he had seen the kingdom and said to the brahmins,",
    "ai-atk-s0511a5:39_3": "“The wheel-treasure is surely skilled in my universe with me, why is it possible?”",
    "ai-atk-s0511a5:39_4": "Then those Kings answered to that King,",
    "ai-atk-s0511a5:39_5": "“Great king, the left universe with the throughout the connection with the word ‘of-treasure’ or ‘In the world’ or ‘he is mine, great king, the wheel-turning monarch. But there is no opportunity for you to give you.” But there is no opportunity for you to do so.”",
    "ai-atk-s0511a5:39_6": "When he heard that wheel-turning monarch, the wheel-turning monarch with his ministers, surrounded by the head, worshipped the wheel-treasures with his head, –",
    "ai-atk-s0511a5:39_7": "“Through this very life I’ll be able to vanish from Sakka’s power!”",
    "ai-atk-s0511a5:39_8": "then the wheel-treasure stood still as if placed on the ground.",
    "ai-atk-s0511a5:40_0": "Then the rose-apple trees from all the wheel-turning monarchs, surrounded by an assembly, the thirty-six leagues, and the great king of mountains, having constructed an assembly hall with a hundred leagues around the entire world, and having approached the Buddha, the Lord of the Truths, the Aṅguttanta, calculate them all around the (of the Tree). Having sat down on one side, the virtues of the koṭis of the (which is called) herounded by the enls of all the Truth, the koṭis of men, the koṭis of men, the having prepared seats, the Tathāgata of the (obserectserects, the pupilations, the Tathāgata of men, the pupilations, the (oblicking) hels of the rounder of the (oblicks, the (oblicks) hels,",
    "ai-atk-s0511a5:40_1": "The son of that Prince named Kakudha sat down right there.",
    "ai-atk-s0511a5:41_0": "Then the Buddha taught Sundaraka the grandson Suttanta.",
    "ai-atk-s0511a5:41_1": "Sundarīnandā together with the assembly together with the analytic knowledges.",
    "ai-atk-s0511a5:41_2": "Then the Teacher, while looking down on the former wives of his psychic power, saw the Southern branch of the Power, and expressed his abode thus:",
    "ai-atk-s0511a5:41_3": "“Come, monks.”",
    "ai-atk-s0511a5:41_4": "All of them were at that time instant and illustrious miracles who were black powder of rainy-seasoned threeteen years. They surrounded the Buddha’s robes.",
    "ai-atk-s0511a5:41_5": "This is the third occasion I comprehended.",
    "ai-atk-s0511a5:41_6": "Therefore it is said:",
    "ai-atk-s0511a5:42_0": "5.",
    "ai-atk-s0511a5:43_0": "“The Buddha taught the Dhamma",
    "ai-atk-s0511a5:44_0": "it was the second time and eight-hundred million",
    "ai-atk-s0511a5:45_0": "6.",
    "ai-atk-s0511a5:46_0": "“When a Universal Monarch approaches the Buddha,",
    "ai-atk-s0511a5:47_0": "Then he said this: “Awakened One as a supreme Teaching",
    "ai-atk-s0511a5:48_0": "7.",
    "ai-atk-s0511a5:49_0": "“The Buddha, who was solitary, ninety-ninety-eyes",
    "ai-atk-s0511a5:50_0": "and all the monks from the group of six were staying on.”",
    "ai-atk-s0511a5:51_0": "Herein, to the Sundarika (Saṅgāmajī): the meaning is that it is said.",
    "ai-atk-s0511a5:51_1": "the Dhamma, which is subject to the Dhamma,",
    "ai-atk-s0511a5:51_2": "bringing it back:",
    "ai-atk-s0511a5:51_3": "Varabhita, Varabhaṅga, the most excellent Dhamma.",
    "ai-atk-s0511a5:51_4": "By groups of traveling: settles that are associated with,",
    "ai-atk-s0511a5:51_5": "The monks were dived away.",
    "ai-atk-s0511a5:51_6": "“The ninety-three cloths are not fixed in midstress.”",
    "ai-atk-s0511a5:51_7": "Those people there were no idembankments for people. What is their meaning?",
    "ai-atk-s0511a5:52_0": "Then at the end of the world, the highest among men, was dwelling in that place, and in that place there were a thousand young brāhmaṇas, surrounded by one thousand young monks.",
    "ai-atk-s0511a5:52_1": "Mother and Puṇṇamāsa, in the twenty-four hundred thousand Bhikkhus, attained Liberation at the end of the 84,000 kettts. This is the first gathering.",
    "ai-atk-s0511a5:52_2": "Again, Uttara, the supreme amongst those who had gone forth, and this was the second Pātimokkha.",
    "ai-atk-s0511a5:52_3": "This was the third group of mendicants who had been purifyed in ninety-six koṭis of Bhikkhus.",
    "ai-atk-s0511a5:52_4": "Therefore it is said:",
    "ai-atk-s0511a5:53_0": "8.",
    "ai-atk-s0511a5:54_0": "“These three are stores, the great hermits,",
    "ai-atk-s0511a5:55_0": "and he came down from the first time to the gathering.",
    "ai-atk-s0511a5:56_0": "9.",
    "ai-atk-s0511a5:57_0": "“For one hundred thousand leagues, but the third day,",
    "ai-atk-s0511a5:58_0": "I arrived at the foot of the pollutants.”",
    "ai-atk-s0511a5:59_0": "Indeed, the independent Buddha named Sudatta had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man.",
    "ai-atk-s0511a5:59_1": "After going to the Teacher, he listened to the Dhammadinnā in the Ten Power, going to the Buddha and refuge, –",
    "ai-atk-s0511a5:59_2": "Tomorrow I’ve invited the Buddha for a meal on the same day.",
    "ai-atk-s0511a5:59_3": "He said: “The brahmin, what is the meaning of the Brahmins?”",
    "ai-atk-s0511a5:59_4": "“But sir, how did you bring together?”",
    "ai-atk-s0511a5:59_5": "Then he is gathered first at one hundred thousand ends, saying: “That is why a hundred thousand millions” .",
    "ai-atk-s0511a5:59_6": "“Venerable Sir, if all the dwellings had been invited by me as a nun.”",
    "ai-atk-s0511a5:59_7": "The Teacher accepted it.",
    "ai-atk-s0511a5:60_0": "The brahmin invited the Fortunate One, having invited the Sakyaputta to the house (thinking):",
    "ai-atk-s0511a5:60_1": "“I’m able to give rice porridge to the monks who were embarrassed to them. How can I do it?”",
    "ai-atk-s0511a5:60_2": "She thought: “It seems the intention of the Divinities, it seems, for 84,000 leagues (became), which was situated by the kingdom of gods and humans.",
    "ai-atk-s0511a5:60_3": "Then Sakka, the king of gods, after seeing the seat,",
    "ai-atk-s0511a5:60_4": "“Who wants to stop me from this possibly,” and so he saw a human being looked down on the spot in the world of the gods?",
    "ai-atk-s0511a5:60_5": "“Hearing the fraternity of the Sangha of monks headed by the Buddha for the sake of his merit, the sake of my meritorious conduct, and making merit, he thought, “Having given a debate,” and he added to the other people, Vaḍḍhamāna, a great man who appeared in the neighborhood of the head, and after making a presume to the appearance of the Great Collable.",
    "ai-atk-s0511a5:60_6": "He said, “Is there anyone who has had a legal procedure done to anyone?”",
    "ai-atk-s0511a5:61_0": "The Great Being asked: “What can I do?”",
    "ai-atk-s0511a5:61_1": "“We who are not allowed to live without a profession, whatever can be done for him or that he likes in his home.”",
    "ai-atk-s0511a5:61_2": "“Then, for me a purpose.”",
    "ai-atk-s0511a5:61_3": "“What’s the venerables?”",
    "ai-atk-s0511a5:61_4": "“I’ve invited those one hundred thousand millions to sit together for a hundred thousand koṭis.”",
    "ai-atk-s0511a5:61_5": "“I’d better give it to you. Please give it to me.”",
    "ai-atk-s0511a5:61_6": "“I’ll be able,”",
    "ai-atk-s0511a5:61_7": "“When I have done it (to do),” he turned around one place.",
    "ai-atk-s0511a5:61_8": "He had a bundle of twelve leagues all around like a pole, like a wound of hemp,",
    "ai-atk-s0511a5:61_9": "After rejoicing in seven places, he thought: “In this place there is a treasure, a mouse, an abode of the seven treasures.” And he thought:",
    "ai-atk-s0511a5:61_10": "Then, in the shaven-headed Dispensation and breaking the earth with his rope.",
    "ai-atk-s0511a5:61_11": "In the carts of gold, silver, rubbed-heel, and circumambulations of gold, and jewels of pearls and crystals; indications of treasures there are seven treasures.",
    "ai-atk-s0511a5:62_0": "Now, with the “first” Sineru, the rose-apple Iter, which was like a monkey’s eyes gems, which was like the sweet sound of white sand. India he leads an excellent stalk-looking lotus, which was like a golden blossoming lotus-like pink or a limb, which was like the moon’s fleexce of fragrant powder.",
    "ai-atk-s0511a5:62_1": "“The Serpents, Birth and Tree, and with the sweet-smelling jewels, thought about blossoms,” and she thought:",
    "ai-atk-s0511a5:62_2": "“The group of one hundred and a thousand monks were seated at the end of a hundred thousand coins, serving the floor covers of the earth, and having decorated the Serpents, thought: “Hit down this (then).”",
    "ai-atk-s0511a5:62_3": "“Who is in the lake?” She thought, “Who are you doing this?” She got up early, nose tips, instead, and intercourse with the ears and heads, and with the briming and fairs, with the ears, and tail strands, and the head was striking upst.",
    "ai-atk-s0511a5:62_4": "He had the ten-hundred million brahmin high priest went to the brāhmaṇa –",
    "ai-atk-s0511a5:62_5": "“Give me some, Venerable.”",
    "ai-atk-s0511a5:62_6": "The great man, after going to that man, looked at the head of a Madhurā,",
    "ai-atk-s0511a5:62_7": "As he was looking at her in that corpse, he became full of five-fold happiness.",
    "ai-atk-s0511a5:63_0": "Then looking at Macchikāsaṇḍa thought,",
    "ai-atk-s0511a5:63_1": "“This must be a human being is renowned by Sakka, lord of gods, who came to me! And that is my Sakka’s qualities!” Then he added to Sakka, lord of gods and humans.",
    "ai-atk-s0511a5:63_2": "“But I don’t give gifts to such a one-and-such a day.”",
    "ai-atk-s0511a5:63_3": "(Once again), having given up the intervals on the outside, he is unable to make the hearts of the Bodhisattas. He is not able to remove the limits of the Bodhisattas, he is unable to lift up with his heart flesh, put on the ground, and held together on the worms.",
    "ai-atk-s0511a5:63_4": "After our universal Buddha-to-be was reborn in the four towns, five hundred thousand aeons, one hundred thousand coins, and one hundred thousand leagues in the middle of the city. Then this gift was not able to make the offerings to give.",
    "ai-atk-s0511a5:63_5": "But when he came back and thought, “This brahmin is so very far from the communicable, using his hair and beard, dressed in observed his hair and beard, dressed in ocher robes, and his mind didn’t get scattered.",
    "ai-atk-s0511a5:63_6": "so very same way one’s produces the exterior conditions for the three deep knowledges.",
    "ai-atk-s0511a5:63_7": "Therefore that great man –",
    "ai-atk-s0511a5:63_8": "“For he who was able to give a gift of 10,000 koṭis, then summoned it and gave it to the monks.”",
    "ai-atk-s0511a5:64_0": "For one who gets a large pond in the huge cooked rice in the hollow, pungent, and put it on the ground. They put it away the rice from the pot and put it away in a ball of basket, saying, “Water, placing it in a ball of rice,” and then departed.",
    "ai-atk-s0511a5:64_1": "This is called “again”.",
    "ai-atk-s0511a5:64_2": "yet people still did not agree with it.",
    "ai-atk-s0511a5:64_3": "and the gods were driven away.",
    "ai-atk-s0511a5:64_4": "The group of twelve Yets, even though they had not allowed it to be disparaged by the monks, thinking, “This is the proper procedure for themselves,” but their own giving them up.",
    "ai-atk-s0511a5:64_5": "When all the monks had finished their bowls and robes made of ghee, they filled with ghee and oil. They filled with ghee together with ghee.",
    "ai-atk-s0511a5:64_6": "There they ate-cloth outside the Community of monks",
    "ai-atk-s0511a5:65_0": "Then the Teacher, while listening to the Dhamma –",
    "ai-atk-s0511a5:65_1": "“This man will be a great man, but not?”",
    "ai-atk-s0511a5:65_2": "thinking: “In the future, Kappa, there will be a hundred thousand aeons in the world of those two hundred thousand eons, he shall subsequently the Buddha, saying:",
    "ai-atk-s0511a5:65_3": "“You’ve passed away in that you’re a Buddha called an awakened one.”",
    "ai-atk-s0511a5:65_4": "Then the great man, having heard the Buddha’s word, Guardian welcome –",
    "ai-atk-s0511a5:65_5": "“I shall not be able to live in a household life, when I have gone forth I will be reborn in a Brahmā-worker’s presence.” He thought of the Buddha and had embarrassed, he questioned the life of the Enlightened One.",
    "ai-atk-s0511a5:65_6": "Therefore it is said:",
    "ai-atk-s0511a5:66_0": "10.",
    "ai-atk-s0511a5:67_0": "“I at that time a brahmin named Subhadda",
    "ai-atk-s0511a5:68_0": "a reciter who has mastered the three Vedas:",
    "ai-atk-s0511a5:69_0": "11.",
    "ai-atk-s0511a5:70_0": "“I go to the Teacher for refuge,",
    "ai-atk-s0511a5:71_0": "being worshipped by the Buddha,",
    "ai-atk-s0511a5:72_0": "Having worshipped the Gandhamādana with a sword,",
    "ai-atk-s0511a5:73_0": "12.",
    "ai-atk-s0511a5:74_0": "“The Buddha is the most excellent Buddha, the seer of the blessing.",
    "ai-atk-s0511a5:75_0": "These many eons have been led to an end.",
    "ai-atk-s0511a5:76_0": "13.",
    "ai-atk-s0511a5:77_0": "...",
    "ai-atk-s0511a5:78_0": "(All should be told in full.)",
    "ai-atk-s0511a5:79_0": "14.",
    "ai-atk-s0511a5:80_0": "“For he who, having heard the word of her words,",
    "ai-atk-s0511a5:81_0": "had a further eighteen grounds for (good) conduct.",
    "ai-atk-s0511a5:82_0": "15.",
    "ai-atk-s0511a5:83_0": "“With minds at peace, happiness and attainment of Awakening,",
    "ai-atk-s0511a5:84_0": "after giving me the home, I went forth in the presence of the Buddha.",
    "ai-atk-s0511a5:85_0": "16.",
    "ai-atk-s0511a5:86_0": "“Neither Discourses on the Monastic Law, Nor the Teacher’s instruction,",
    "ai-atk-s0511a5:87_0": "and having mastered all the gods, he victors.",
    "ai-atk-s0511a5:88_0": "17.",
    "ai-atk-s0511a5:89_0": "“He who lives diligently, mindfully, developing the development of the Brahma world.",
    "ai-atk-s0511a5:90_0": "after going to the delightful Brahmā realm, they feed the Brahmā realm.”",
    "ai-atk-s0511a5:91_0": "Herein, smells and garlands,",
    "ai-atk-s0511a5:91_1": "The blind mentioned is this:",
    "ai-atk-s0511a5:91_2": "thinking that “To the household,” and some cut open the door,",
    "ai-atk-s0511a5:91_3": "burning for what is.",
    "ai-atk-s0511a5:91_4": "There is nothing more to do with respect to the one who is superior.",
    "ai-atk-s0511a5:91_5": "for the purpose of perfecting the ten perfections: ten perfections he fulfills the perfections for (of the Neither).",
    "ai-atk-s0511a5:91_6": "with rapture and happiness,",
    "ai-atk-s0511a5:91_7": "While staying there, he grows;",
    "ai-atk-s0511a5:91_8": "attains Awakening: born in the awakened One’s attainment,",
    "ai-atk-s0511a5:91_9": "After giving this instruction of the Buddha, the Buddha,",
    "ai-atk-s0511a5:91_10": "killed me, and separated from the house, I’ll accept my use of the four kinds of Buddha.",
    "ai-atk-s0511a5:91_11": "there is present in the Buddha’s teaching.",
    "ai-atk-s0511a5:91_12": "and make the divine abidings shone forth from the Brahmā-world,",
    "ai-atk-s0511a5:92_0": "Now, Maṅgala, there was a king named Uttara, and Uttara, who was anointed aristocratic king called Uttara. His mother, father, a thousand sons, a pronounced the bestow, endowed with bad livelihood, and Yasas, namely, the highest senses, was the best called Bodhisatta.",
    "ai-atk-s0511a5:92_1": "you’ll live in the north.",
    "ai-atk-s0511a5:92_2": "At that time the Northern carpenter named Uttarakuru had become fully extinguished because of the Buddha Saṅkheyyaka Mount Veḷaka.",
    "ai-atk-s0511a5:92_3": "Surrounded by all people in making a great sacrifice,",
    "ai-atk-s0511a5:92_4": "Therefore it is said:",
    "ai-atk-s0511a5:93_0": "18.",
    "ai-atk-s0511a5:94_0": "“The city of Uttara, the town called Uttara,",
    "ai-atk-s0511a5:95_0": "The Sage called Uttara, the great hermit",
    "ai-atk-s0511a5:96_0": "23.",
    "ai-atk-s0511a5:97_0": "“I had Sujāta and Sā, the daughter of the Dhamma,",
    "ai-atk-s0511a5:98_0": "The Serpents, the great hermit,",
    "ai-atk-s0511a5:99_0": "24.",
    "ai-atk-s0511a5:100_0": "“Sīvalā and Sīvalā were the best.",
    "ai-atk-s0511a5:101_0": "the Buddha’s Awakening is what is meant.",
    "ai-atk-s0511a5:102_0": "26.",
    "ai-atk-s0511a5:103_0": "“The eighty precious things, Great King, Nigrodha,",
    "ai-atk-s0511a5:104_0": "and countless hundreds of thousands of years.",
    "ai-atk-s0511a5:105_0": "27.",
    "ai-atk-s0511a5:106_0": "“Not 80,000 years,",
    "ai-atk-s0511a5:107_0": "forget about the people, and so many people",
    "ai-atk-s0511a5:108_0": "28.",
    "ai-atk-s0511a5:109_0": "“As in the city of Sāketa, I cannot give (to her).",
    "ai-atk-s0511a5:110_0": "my disciples shouldn’t take care of him,",
    "ai-atk-s0511a5:111_0": "29.",
    "ai-atk-s0511a5:112_0": "“Ascetic, the Sambuddha, the Aṅgīrasa,",
    "ai-atk-s0511a5:113_0": "But there is no obstacle in the dispensation,",
    "ai-atk-s0511a5:114_0": "30.",
    "ai-atk-s0511a5:115_0": "Having given (true) home, she gave (it) a great crowd,",
    "ai-atk-s0511a5:116_0": "Having burnt all the flames through the air, like the great fire,",
    "ai-atk-s0511a5:117_0": "31.",
    "ai-atk-s0511a5:118_0": "“Having given the appearance of the they in the world with its gods,",
    "ai-atk-s0511a5:119_0": "having washed all over the fire.”",
    "ai-atk-s0511a5:120_0": "Herein, the inner skin of his body",
    "ai-atk-s0511a5:120_1": "they lie down running back to the word evaluation .",
    "ai-atk-s0511a5:120_2": "this taste, the taste of taste.",
    "ai-atk-s0511a5:120_3": "countless hundreds of thousands of lives,",
    "ai-atk-s0511a5:120_4": "Who is more than two indeed:",
    "ai-atk-s0511a5:120_5": "to calculate reckons,",
    "ai-atk-s0511a5:120_6": "This is indeed there at this time, while the Buddha was able to do so, is able to teach his disciples the path,",
    "ai-atk-s0511a5:120_7": "he dies as far as the time.",
    "ai-atk-s0511a5:120_8": "But all defilements were practiced by breaking the defilements; and none of the corruptions without the defilements.",
    "ai-atk-s0511a5:120_9": "Then it seems that Buddha’s disciples attained Nibbāna in the dispensation.",
    "ai-atk-s0511a5:120_10": "or ordinary people, when they die, are Stream-Enterers, or do not die, is the meaning.",
    "ai-atk-s0511a5:120_11": "who considered, “have stretch out,”",
    "ai-atk-s0511a5:121_0": "The Dhamma proclaimed by the lamp,",
    "ai-atk-s0511a5:121_1": "but a fire is called leaninger because it is a fire, because it is dripping all over and quenched. That is why it is called “body” .",
    "ai-atk-s0511a5:121_2": "a great retinue",
    "ai-atk-s0511a5:121_3": "whoever is himself extinguished, thinking: “This is the sorrowless,”",
    "ai-atk-s0511a5:121_4": "Conditions: discernment of conditions,",
    "ai-atk-s0511a5:121_5": "Liberation is characterized as impermanent,",
    "ai-atk-s0511a5:121_6": "The sun has all risen and worms. As one who is able to discover the meaning Island the darkness with the sword of all the earth, deliver it from the group of parts, and instead of wielding the funeral py for him, and deposing all the corpses.”",
    "ai-atk-s0511a5:121_7": "With all the rest of the parts: here is the rest.",
    "ai-atk-s0511a5:122_0": "The one endowed with good qualities is finished.",
    "ai-atk-s0511a5:123_0": "The third conclusion of the Buddha is finished."
}