{
    "ai-atk-s0404a23:0_0": "(9) 4. Theravaggo",
    "ai-atk-s0404a23:1_0": "1-3. Vāhanasuttādivaṇṇanā",
    "ai-atk-s0404a23:2_0": "81-83.",
    "ai-atk-s0404a23:2_1": "In the fourth (story), having destroyed the pollutants and defilement, breaking the (from the lake) through (from) polluting the first section.",
    "ai-atk-s0404a23:2_2": "The second is the same.",
    "ai-atk-s0404a23:2_3": "If not, he does not attend on the third, nor does he attend.",
    "ai-atk-s0404a23:3_0": "4. Byākaraṇasuttavaṇṇanā",
    "ai-atk-s0404a23:4_0": "84.",
    "ai-atk-s0404a23:4_1": "fourth absorption.",
    "ai-atk-s0404a23:4_2": "The wise abstaining",
    "ai-atk-s0404a23:4_3": "Cannot liberated through the great virtues of what is dear,",
    "ai-atk-s0404a23:4_4": "Or alternatively, when he had finished his meal and then becomes an involved like a great sacrifice.",
    "ai-atk-s0404a23:4_5": "about the things increased.",
    "ai-atk-s0404a23:4_6": "Their losses.",
    "ai-atk-s0404a23:4_7": "about the eight-hundred million years.",
    "ai-atk-s0404a23:4_8": "What is the reason for his sake?",
    "ai-atk-s0404a23:5_0": "5-6. Katthīsuttādivaṇṇanā",
    "ai-atk-s0404a23:6_0": "85-86.",
    "ai-atk-s0404a23:6_1": "it is when the fifth kind of censure; it is done in the case of the morality. Where the virtue has been done separately.",
    "ai-atk-s0404a23:6_2": "Nor do they are not acting according to their deeds.",
    "ai-atk-s0404a23:6_3": "In the sixth (story), endowed with what is attained,",
    "ai-atk-s0404a23:6_4": "he attains the (true) truth, and so on.",
    "ai-atk-s0404a23:7_0": "7. Nappiyasuttavaṇṇanā",
    "ai-atk-s0404a23:8_0": "87.",
    "ai-atk-s0404a23:8_1": "Seven disciplinary issues are settled.",
    "ai-atk-s0404a23:8_2": "nor loved ones.",
    "ai-atk-s0404a23:8_3": "respected or reverence,",
    "ai-atk-s0404a23:8_4": "You don’t think it’s not appropriate for an ascetic,",
    "ai-atk-s0404a23:8_5": "Until: he does not expert in making the immaterial states ,",
    "ai-atk-s0404a23:8_6": "They don’t observe the principles, nor do they readily perish.",
    "ai-atk-s0404a23:8_7": "doesn’t retreat,",
    "ai-atk-s0404a23:8_8": "Sāgains: places strikes—",
    "ai-atk-s0404a23:8_9": "The bungalows off of a foul.",
    "ai-atk-s0404a23:8_10": "Does beaten, they’re not straightened by,",
    "ai-atk-s0404a23:8_11": "falls into an outcaste:",
    "ai-atk-s0404a23:9_0": "8. Akkosakasuttavaṇṇanā",
    "ai-atk-s0404a23:10_0": "88.",
    "ai-atk-s0404a23:10_1": "Eight namely, speaking ill of the noble ones. They abuse and insult their spiritual companions, speaking ill of the noble ones, eloquences, and leaders of their spiritual companions.”",
    "ai-atk-s0404a23:10_2": "But if he thinks, “I shall cut off the edge of the noble ones,” “I shall proclaim a noble one within the noble ones,” then he is a noble one who is called “without defilements”.",
    "ai-atk-s0404a23:10_3": "They don’t fulfill the training according to the true teaching. They don’t train in the true teaching.",
    "ai-atk-s0404a23:10_4": "May you live depending on diseases, chronic, including the living, and illustrious.",
    "ai-atk-s0404a23:11_0": "9. Kokālikasuttavaṇṇanā",
    "ai-atk-s0404a23:12_0": "89.",
    "ai-atk-s0404a23:12_1": "Kokālika approached the Buddha, and Kakālika, Kakālika, Kakālika, Kakālika, Kakālika, and Kakālika.",
    "ai-atk-s0404a23:12_2": "He had sex with his younger brother Kokālika, Kapilavatthu, who had seized his Pabbajjā ordination on the Kokālika, and who was unable to distribute his going forth.",
    "ai-atk-s0404a23:12_3": "the Great Ascetic called Kokālika,",
    "ai-atk-s0404a23:12_4": "But when the Buddha was staying at Sāvatthī for two months of the rainy-season residence at Sāvatthī, and in the country of Ukkaṭṭhā for the rainy-season residence at the end of the rainy season, having dwelt for the rainy season residence at that country, after entering that dwelling, with their bowl and robe, and no longer in that country.",
    "ai-atk-s0404a23:12_5": "Therein, Kokālika, (saying):",
    "ai-atk-s0404a23:12_6": "At that, they exchanged greetings with him, and then told him of the rainy-season residence.",
    "ai-atk-s0404a23:12_7": "After staying together, he invited the invitation procedure and refused an invitation to eat more. When they said, “Let’s go;”",
    "ai-atk-s0404a23:12_8": "Kokālika said, “Who is this? It’s the same thing, Reverends, when he entered the city, where he addressed people,",
    "ai-atk-s0404a23:12_9": "“Reverends, you’ve come here when you’re invited by the Chief Disciples not doing any matter.”",
    "ai-atk-s0404a23:12_10": "The senior monks said, “Venerable Sir, why do you not agree?”",
    "ai-atk-s0404a23:12_11": "What do you know or see these two senior monks?",
    "ai-atk-s0404a23:12_12": "quickly gathered together, bringing ghee.",
    "ai-atk-s0404a23:13_0": "Kokālika thought:",
    "ai-atk-s0404a23:13_1": "“They’re the highest gift, the greatest has arisen in the highest gift. They don’t consent to it, and they’ll give it to the senior monks.” Then they won’t when they don’t consent, they’ll give it a share.",
    "ai-atk-s0404a23:13_2": "Seeing that the elder was, they did not go away.",
    "ai-atk-s0404a23:13_3": "“How can they act like this?”",
    "ai-atk-s0404a23:13_4": "They then went to the Buddha and told him what had happened.",
    "ai-atk-s0404a23:13_5": "The citizens perceived the Theras and the Elders with their requisites. They built a enclosuresed a group of the Theras.",
    "ai-atk-s0404a23:13_6": "leaders of the Community of monks.",
    "ai-atk-s0404a23:13_7": "When he saw him, he thought:",
    "ai-atk-s0404a23:13_8": "“Formerly, Reverend Sir, it was formerly having few wishes, now I will go to them and ask about having few wishes, like you having few wishes, contentment, having formerly dreadlocked mes, and then I shall go to the Buddha and become like a genuinely praised them.” And he said, “From this, alert.” And he stretchingy, “As such a evil as you have fewness of wishes, later.",
    "ai-atk-s0404a23:13_9": "This word can be understood about with this reason.",
    "ai-atk-s0404a23:14_0": "When the Buddha saw him coming, he thought, “Who are you coming? Why do you when he saw him, he is able to abuse? ”",
    "ai-atk-s0404a23:14_1": "Afterwards, he said: “After unable to respond to a single senior elder, he has gone to hell for the praising of hell; he would not be able to see the noble ones.” And after hearing that, he said, “Having heard of the Noble One, he would not accept ourselves,” and he hear the Noble One. Hearing this, he said, “Repped in an unhappy,”",
    "ai-atk-s0404a23:14_2": "Herein, don’t say that.",
    "ai-atk-s0404a23:14_3": "Faithfulness making of faith and confidence, it should be understood as faithful, inspires confidence in him.",
    "ai-atk-s0404a23:14_4": "he is “has” because of his attainment.",
    "ai-atk-s0404a23:15_0": "The accumulated through his deeds, he left on the day.",
    "ai-atk-s0404a23:15_1": "For it is unable to ask about it.",
    "ai-atk-s0404a23:15_2": "Soon after he left, not long in one whose meditation is destroyed,",
    "ai-atk-s0404a23:15_3": "all the body hairs are produced. Stills of the head hairs, body hairs, nails, teeth, skin, flesh, sinews, bones, bone-marrow.",
    "ai-atk-s0404a23:15_4": "But it is able to get to see the result of this a Buddha, the darkness of the hells, the light of action, the abundant, and to give birth. That is why it is not able to get to see the darkness of the life.",
    "ai-atk-s0404a23:15_5": "clung to beings:",
    "ai-atk-s0404a23:15_6": "Beltworm-infested corpses like a tank made of flowers.",
    "ai-atk-s0404a23:15_7": "They ran away.",
    "ai-atk-s0404a23:15_8": "and alcoholic drinks made of alcoholic drinks like a bird in the whole of the body.",
    "ai-atk-s0404a23:15_9": "When he was heated by the neck, he threw the hood over his limbs with the hands of a lotus calyx,",
    "ai-atk-s0404a23:15_10": "Then the people followed that teaching, saying: “The Kokālika has arrived at Kokālika, why did you leave the request of that bowl?”",
    "ai-atk-s0404a23:15_11": "After hearing the sound of the ears, the blossoming sounds became one of the space (of this time) this was the monasteries of the earth that arose in the space.",
    "ai-atk-s0404a23:16_0": "The Elder Koliyan gentleman, who had reached the fruit of non-return, attained the fruit of non-return.",
    "ai-atk-s0404a23:16_1": "He, having heard that the Buddha had arrived, said: “After making this precept to me, I will stood in front of me,” and having heard that the cry of his, he stood in front of me, having heard that.",
    "ai-atk-s0404a23:16_2": "That’s why it is said:",
    "ai-atk-s0404a23:16_3": "“I’m a sweller.”",
    "ai-atk-s0404a23:16_4": "good behavior is pleasing;",
    "ai-atk-s0404a23:16_5": "Who are you sitting here?”",
    "ai-atk-s0404a23:16_6": "See, how the mistake is yours alone. It’s not plastered inside or outside. It won’t be capable of having turned away from all over to see me.",
    "ai-atk-s0404a23:17_0": "Then he said to him, “Kokālika, anyone, who knows what is slaughtered, like a man who does not apply himself to his speech.”",
    "ai-atk-s0404a23:17_1": "Herein, an axe in mind is rough, a dreadful,",
    "ai-atk-s0404a23:17_2": "cuts them off at the root, made them like a root.",
    "ai-atk-s0404a23:17_3": "Standing on, he should pay homage to an unvirtuous person.",
    "ai-atk-s0404a23:17_4": "and having ended the defilements, they say:",
    "ai-atk-s0404a23:17_5": "or someone who has ended the defilements over it should be called who has ended the defilements, saying “Whoever accuses those who are unethical, of bad conduct,”",
    "ai-atk-s0404a23:17_6": "you choose bad luck with your mouth: (sometic) with your mouth and its gratitude,",
    "ai-atk-s0404a23:17_7": "Then laterly finds no happiness through that.",
    "ai-atk-s0404a23:17_8": "loving blameworthy things, and untouchable abode of devotion,",
    "ai-atk-s0404a23:18_0": "all the one who is called “King” through the whole of all the other with the wealth and himself” is a terminator.",
    "ai-atk-s0404a23:18_1": "But anyone who has warned a very lovely person’s mind is more subtle than that,",
    "ai-atk-s0404a23:19_0": "now they will show the great advantages in each and every way.",
    "ai-atk-s0404a23:19_1": "There they dwelt together with a hundred thousand (people) beings, and a hundred thousand men.",
    "ai-atk-s0404a23:19_2": "thirty-six years:",
    "ai-atk-s0404a23:19_3": "and fivefold.",
    "ai-atk-s0404a23:19_4": "In the noble ones, Yama’s noble ones, compared to hell, the meaning is that.",
    "ai-atk-s0404a23:20_0": "died,",
    "ai-atk-s0404a23:20_1": "They’re reborn in hell because of the wardens of hell, the animal realm, or the ghost realm. They’re not reborn in one place of loss, hell.",
    "ai-atk-s0404a23:21_0": "twenty-four hundred pieces of lands by the Magadhans one luck in the Kosalan King Pasenadi; one is one who goes alone with a companion.",
    "ai-atk-s0404a23:21_1": "He had four bowls, four fatals, two measures, four measures of malevols, one measure of males, four hundred dollars, four hundred dollars.",
    "ai-atk-s0404a23:21_2": "(even) a hand of sesame seeds, Tissa,",
    "ai-atk-s0404a23:21_3": "I don’t last in hell—even trapped in hell, the animal realm, or the ghost realm—I don’t have a value of delusion—and this is called “I am”.",
    "ai-atk-s0404a23:21_4": "Likewise in the case of the robber.",
    "ai-atk-s0404a23:22_0": "But the order of purification should be understood in this way:",
    "ai-atk-s0404a23:22_1": "Only a hundred thousand millions was like one hundred thousand millions, around the hundred thousand leagues, one hundred thousand monasteries, and a hundred thousand leagues away to the hundred thousand leagues away. A hundred thousand leagues were one hundred and one hundred thousand leagues, circumstances, and one hundred and one hundred thousand leagues, circumstances, and separately one hundred thousand leagues,",
    "ai-atk-s0404a23:22_2": "should be understood all the tenth place in the way already described.",
    "ai-atk-s0404a23:22_3": "The rest is undefined.",
    "ai-atk-s0404a23:23_0": "The fourth section on the senior monks is finished."
}