{
    "ai-atk-s0501a2:0_0": "2. Sikkhāpadavaṇṇanā",
    "ai-atk-s0501a2:1_0": "The training rules on moving through the first rain,",
    "ai-atk-s0501a2:2_0": "The layman, having shown that he is going forth in the Dispensation, should train thus: “Now, those who have gone forth in the first training rules, those who have gone forth in the training rules, and those who do not show the training rules. This is the first training rules.",
    "ai-atk-s0501a2:3_0": "“Here there is no mention of this thing in which this way,",
    "ai-atk-s0501a2:4_0": "Having said (that), she amused herself here on the noble ones,",
    "ai-atk-s0501a2:5_0": "“The Vajjians have the Vajjians assembled, and which are always falling down,",
    "ai-atk-s0501a2:6_0": "and having spended it on the same meaning,",
    "ai-atk-s0501a2:7_0": "“For all of those people omniscient and giving birth",
    "ai-atk-s0501a2:8_0": "Then in the five lower fetters,",
    "ai-atk-s0501a2:9_0": "“‘Knowing is falling away: by using high luxury,",
    "ai-atk-s0501a2:10_0": "and the object of his contemplation, thus it is “fitting the rest.”",
    "ai-atk-s0501a2:11_0": "“Having the groundless feeling, produced by the uneven feelings,",
    "ai-atk-s0501a2:12_0": "He enjoys the fruition,",
    "ai-atk-s0501a2:13_0": "“The one who is must be eaten by one in the last watch, and the last five.",
    "ai-atk-s0501a2:14_0": "one should be told to speak to what should be spoken of in a monastery.”",
    "ai-atk-s0501a2:15_0": "Herein, the ten training rules here in those eighty training rules are not compared to the Buddha,",
    "ai-atk-s0501a2:15_1": "They’ve spoken of the Jeta Grove, Anāthapiṇḍika’s monastery, and then concluded the Jina as happened to Sāvatthī.",
    "ai-atk-s0501a2:15_2": "for this is said:",
    "ai-atk-s0501a2:16_0": "“The Buddha has stayed at Kapilavatthu for as long as he liked, he set out wandering toward Sāvatthī.",
    "ai-atk-s0501a2:16_1": "When he eventually arrived,",
    "ai-atk-s0501a2:16_2": "he stayed in the Jeta Grove, Anāthapiṇḍika’s Monastery.",
    "ai-atk-s0501a2:16_3": "At that time there was a lady who had gone forth when old age was weavers.",
    "ai-atk-s0501a2:16_4": "Then the novices thought:",
    "ai-atk-s0501a2:16_5": "‘How many training rules do we have that we should train in?’",
    "ai-atk-s0501a2:16_6": "The monks told the Buddha.",
    "ai-atk-s0501a2:16_7": "“There are ten training rules for the novice monks. You should train in these ten training rules. ...",
    "ai-atk-s0501a2:16_8": "Abstention from receiving gold, silver, or money.”",
    "ai-atk-s0501a2:17_0": "They trained the training rules of the training rules, including the essence of training precepts and observances, and the training rules he is capable of showing down a training rule on what is to be announced, or showing them in the wrong way.",
    "ai-atk-s0501a2:17_1": "This being so, when they say, “Where in this way, does not apply themselves to the word,” he should do not see it.",
    "ai-atk-s0501a2:18_0": "Including the teaching Sāketa",
    "ai-atk-s0501a2:19_0": "And here the two lay followers’ shelter from time to time for novices, and for the sake of the fourth jhāna of the novices, etc., according to the neighbouring of the garden.",
    "ai-atk-s0501a2:19_1": "or observed the sabbath on the seventh day of the fortnight, and all the other novices, for all their disciples, for the sake of the similes, and for the sake of their (?). In this way they must either the fortnight of the novices.",
    "ai-atk-s0501a2:19_2": "And if these five factors are expert in terms of skillful, they should defecate, attentive, and they are far from the overcoming of tears.",
    "ai-atk-s0501a2:20_0": "Development of Development",
    "ai-atk-s0501a2:21_0": "And here it is said in the phrase “I undertake the text,” “I undertake the training rule,” etc., should be understood that these words, the meaning and the hymns should be understood to be used in order to show the meaning but the same way as to explain the meaning in details of these words and ways.",
    "ai-atk-s0501a2:22_0": "Herein, they give up that encounter in that case.",
    "ai-atk-s0501a2:22_1": "A person who refrains from here after considering these earth, (thinking): “Where is the person who refrains from killing living creatures,",
    "ai-atk-s0501a2:22_2": "And here the first training rule “The training rules reciting the traders,”",
    "ai-atk-s0501a2:22_3": "If he trains in the training: he takes the foot-sphere,",
    "ai-atk-s0501a2:22_4": "The training rule on training rules, is the meaning.",
    "ai-atk-s0501a2:22_5": "Or alternatively, the root is finished.",
    "ai-atk-s0501a2:22_6": "The second rule, the training rule on refraining from abundance of refraining from false speech,",
    "ai-atk-s0501a2:22_7": "I undertake the training rule of not less than twenty, thirty, forty, fifty, or advantages, as well as the _paṇḍaka_ is unsuitable, Yet I say.",
    "ai-atk-s0501a2:23_0": "Avoiding the advantages of good conduct, resorts of the mind associated with the unprofitable, not focusing on the actual abstention from killing living creatures; then in the midst of the four kinds already stated, they don’t kill living creatures, steal, or commit sexual misconduct; in secure, plunge the although they don’t proceed.”",
    "ai-atk-s0501a2:23_1": "Avoiding the abstention from sensual pleasures, etc., and also undertakes the training precept in the way already stated there is no calm in the life of purity. That is why it is called “fitable” .",
    "ai-atk-s0501a2:24_0": "the training in the higher ethics, the training in the higher mind, and the higher wisdom.",
    "ai-atk-s0501a2:24_1": "In this case, with the ethical conduct loved by the noble ones in accordance with the virtues, discrimination of the noble paths, according to the Vipassī, and By groups –",
    "ai-atk-s0501a2:25_0": "“What are things that are training?",
    "ai-atk-s0501a2:25_1": "When a wholesome thought in the sensuous worlds has arisen, he associates with knowledge and happiness. ...",
    "ai-atk-s0501a2:25_2": "at that time there is contact ...",
    "ai-atk-s0501a2:25_3": "those things are not distracted.",
    "ai-atk-s0501a2:26_0": "“What are things that are training?",
    "ai-atk-s0501a2:26_1": "At a time when they develop the path to extinguishment in the present life, quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption ...",
    "ai-atk-s0501a2:26_2": "first absorption ...",
    "ai-atk-s0501a2:26_3": "... “I attained the fifth absorption,” ...",
    "ai-atk-s0501a2:26_4": "those things are not distracted.",
    "ai-atk-s0501a2:27_0": "“What are things that are training?",
    "ai-atk-s0501a2:27_1": "At whatever time, uninhabited ...",
    "ai-atk-s0501a2:27_2": "the dimension of neither perception nor non-perception ...",
    "ai-atk-s0501a2:27_3": "those things are not distracted.",
    "ai-atk-s0501a2:28_0": "“What are things that are training?",
    "ai-atk-s0501a2:28_1": "At whatever time he develops the supermundane absorption ...",
    "ai-atk-s0501a2:28_2": "those things are not distracted.”",
    "ai-atk-s0501a2:29_0": "so the training rules on training in these, are groundedly for the training, rooted in the body, and on the root of the practice.",
    "ai-atk-s0501a2:29_1": "for this is said:",
    "ai-atk-s0501a2:29_2": "“Accomplishment in ethics, developing and cultivating the seven awakening factors.”",
    "ai-atk-s0501a2:29_3": "This is how the construction should be made by the meaning and the phrasing of the meaning and the phrasing.",
    "ai-atk-s0501a2:30_0": "The training rule on the first part of the body",
    "ai-atk-s0501a2:31_0": "That is what is said:",
    "ai-atk-s0501a2:31_1": "“In the five lower fetters, in the past,",
    "ai-atk-s0501a2:31_2": "he has the meaning of liberally complete. That is why it is said.",
    "ai-atk-s0501a2:31_3": "kills living creatures by killing living creatures first, causing the aggregates, by repetitions of the sense faculties, by using the mindfulness that constituents (of existence).",
    "ai-atk-s0501a2:31_4": "Now, it’s that kill living creatures, steal, and commit sexual misconduct; they use speech that’s false, divisive, harsh, or nonsensical; and they’re ruined to kill the body, speech, and mind. They’re far from the teaching of the lay life to homelessness.",
    "ai-atk-s0501a2:31_5": "They steal. Without stealing wherever they’re attached to others from taking food and drink, wherever they sleep, and resort. They use the intention to commit an offense entailing expulsion, etc., with the intention of others.",
    "ai-atk-s0501a2:31_6": "(There is) no such eradications that are unsuitable, for attaining the spiritual life, and enjoying the use of it, practice in conformity with the body, without making physical endurance,.",
    "ai-atk-s0501a2:31_7": "lying, damaged, poisonous words, poisonous words, physition, meaningfully, with aiming to speak, regardless of whether or not he speaks rough or out to faith.",
    "ai-atk-s0501a2:31_8": "By alcoholic drinks that cause negligence: here the five aggregates, that is, alcoholics .",
    "ai-atk-s0501a2:31_9": "alcoholic drinks made from flour, alcoholic drinks made from pastries, alcoholics drink made from rice, those with yeast added, those made from a combination of ingredients.",
    "ai-atk-s0501a2:31_10": "for me also there is a requisite belonging to the fruition of cramping the dream, sanging on the milk-rice and fat.",
    "ai-atk-s0501a2:31_11": "these things are called ‘compatible’, embarrassed’, anything at all that can be attained by one who is like that of a lump of chewed’.",
    "ai-atk-s0501a2:31_12": "or he says, “Because of being heedless,” he speaks from embraceful for the sake of embracing oneself. It is said to be admiration of the bodily action that is, liquors, meaningful to the precincts, etc., which should be understood as stated in the moderation of embracing.",
    "ai-atk-s0501a2:31_13": "This, firstly, is how the exposition should be known to,",
    "ai-atk-s0501a2:32_0": "Setting through single power, etc.",
    "ai-atk-s0501a2:33_0": "By one : here it is said in the first .",
    "ai-atk-s0501a2:33_1": "What can be under one kind of intention? Repulsiveness of intentionally killing living creatures, stealing, and sexual misconduct, or using any other.",
    "ai-atk-s0501a2:33_2": "And why is it?",
    "ai-atk-s0501a2:33_3": "If one says, “This one saw what several Vajjians kill one, many generals and many Vajjis or another one, while bringing them one, one, and one of the Vajjians.”",
    "ai-atk-s0501a2:33_4": "But if there is no diverse field",
    "ai-atk-s0501a2:33_5": "When one says, “This one person is making offerings for the benefit of gods.” Then, when many people killed, they for the sake of their wives, many hundreds of thousands of years, many hundreds of thousands of making offerings were brought to the sacred flame, or one one says.",
    "ai-atk-s0501a2:33_6": "If many Vajjis or a single one of them lived in the realm, he should kill them.",
    "ai-atk-s0501a2:33_7": "both of these,",
    "ai-atk-s0501a2:33_8": "yet they still say, ‘Perhaps there’s no difference in one thing, but only one thing, and difference in both ways.’",
    "ai-atk-s0501a2:34_0": "That is what is said:",
    "ai-atk-s0501a2:34_1": "Herein, one of the Vajjians do not kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence. For this one of the Vajjis don’t take one or two value of the Vajjis or one of them.",
    "ai-atk-s0501a2:34_2": "For many of the animals were killed living creatures by many sorts and so on, that in one, two, or three spears, and that dustlessly have many feet.",
    "ai-atk-s0501a2:34_3": "In one law of a single word of the same physicians, one robbers, and many beings in the places of loss, killing, and many kinds of carpets were killed, carpets, many kinds of illness, and one warriors. They kill the alcoholic drinks that cause negligence. They’re alcohol, prevented, and many others in many ways.",
    "ai-atk-s0501a2:34_4": "So too with the refraining from stealing.",
    "ai-atk-s0501a2:34_5": "This is how only one definitionally application.",
    "ai-atk-s0501a2:35_0": "As to object: herein, killing living things, etc., the life-continuum jhāna is its object,",
    "ai-atk-s0501a2:35_1": "Because of not taking alcoholic drinks that cause negligence, sights, or material objects, the fine-material spheres, and the base consisting of boundless space.",
    "ai-atk-s0501a2:35_2": "For the one who lies in him, he occurs from that group.",
    "ai-atk-s0501a2:35_3": "(but) living the spiritual life with a hundred objects,",
    "ai-atk-s0501a2:35_4": "When he steals, he is mindful, then the object is present.",
    "ai-atk-s0501a2:35_5": "And here there is no substance in choices, which in the ears the nose,",
    "ai-atk-s0501a2:35_6": "This is how the exposition should be known here.",
    "ai-atk-s0501a2:36_0": "Whatever person kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence. But they undertake to undertake the training rules, the novice monks, and others.",
    "ai-atk-s0501a2:36_1": "and in the same way there are them together.",
    "ai-atk-s0501a2:36_2": "What is one factor of transferred to another that one of them, it is worth five less than five days in one sitting per day,",
    "ai-atk-s0501a2:36_3": "But if only they undertake to obtain the five ways of lying down, they should be understood as groups of five.",
    "ai-atk-s0501a2:36_4": "This is how the exposition should be known here.",
    "ai-atk-s0501a2:37_0": "By breaking up: there is no one of these novices in each and every place she dread.",
    "ai-atk-s0501a2:37_1": "Only the place where the far shore is bound together,",
    "ai-atk-s0501a2:37_2": "But when he is frightening in one part, he will become frightening and separately with five factors.",
    "ai-atk-s0501a2:37_3": "And another later went:",
    "ai-atk-s0501a2:37_4": "“Perhaps I undertake in one place what is undertaken in the same place as uninterrupted, and liberated in one factor, I undertake the practice that leads to peace.",
    "ai-atk-s0501a2:37_5": "For one who is because of what is likeable has been described in the past, that’s been reborn.”",
    "ai-atk-s0501a2:37_6": "This is how the exposition should be known here.",
    "ai-atk-s0501a2:38_0": "as to encounter his virtues: in the realm of the animal realms, creatures with few animals and impure skins, in the body, killers, and voice living creatures.",
    "ai-atk-s0501a2:38_1": "I’ve given up the advantages of time,",
    "ai-atk-s0501a2:38_2": "the state of graceful by the wind,",
    "ai-atk-s0501a2:38_3": "and in those special qualities of fewness of wishes, etc., are not very learned in the three Vedas.",
    "ai-atk-s0501a2:38_4": "You should get a sense of urgency, mindfulness and situational awareness, and immersion. And the abandoning of the defilements that should be understood as the time for.",
    "ai-atk-s0501a2:38_5": "The same method applies",
    "ai-atk-s0501a2:38_6": "And even if anyone alcoholic drinks that cause negligence, etc., would not kill living creatures and so on.",
    "ai-atk-s0501a2:38_7": "human beings according to accumulation of Deeds.",
    "ai-atk-s0501a2:38_8": "This is how the exposition should be known to, and so on.",
    "ai-atk-s0501a2:39_0": "He is gone to the end of killing living creatures in one who kills living creatures: “There is a master of the three knowledges, a master of supernormal powers, one who has mastered their psychic powers.”",
    "ai-atk-s0501a2:39_1": "Herein, the body is connected with the body of something connected with the body, or for the other is twofold by means of the blessings, it is two kinds of foulness.",
    "ai-atk-s0501a2:39_2": "Herein, recites death in each and every way.",
    "ai-atk-s0501a2:39_3": "if anyone were to die in this way, he would have no death for anyone whom him with the medicine of death.",
    "ai-atk-s0501a2:39_4": "Just as a lotus ponds into both inside and out, so far as the later or the rope of the wind cannot start with both lows.",
    "ai-atk-s0501a2:39_5": "The deathless, meaning to kill him, gave him a liquor, after giving the deathless (of mind); then when he was deed the deathless, he was hubly a worker.",
    "ai-atk-s0501a2:39_6": "Then there is no second killing living creatures.",
    "ai-atk-s0501a2:39_7": "Because of the first deed of these two kinds of deeds in both places are bound to the deathless.",
    "ai-atk-s0501a2:39_8": "Throughout the remainder of a single one that was given to him away.",
    "ai-atk-s0501a2:39_9": "so the one who to whom this life becomes bound by deeds,",
    "ai-atk-s0501a2:40_0": "having determined, he determined, which exerted.",
    "ai-atk-s0501a2:40_1": "Herein, in the case of the household life is to be cut down in the way already described.",
    "ai-atk-s0501a2:40_2": "And the abandoning of the sixfold understanding should be understood:",
    "ai-atk-s0501a2:41_0": "“The time has been opened, and I am a posture for him,",
    "ai-atk-s0501a2:42_0": "These are the six kinds of mindfulness meditation.”",
    "ai-atk-s0501a2:43_0": "Herein, there is no Māra-thread:",
    "ai-atk-s0501a2:43_1": "‘Along the time foreheads’ special qualities, and for the lump of prior leaves.",
    "ai-atk-s0501a2:43_2": "a village, a town, or a cities.",
    "ai-atk-s0501a2:43_3": "‘While being slaughtered by a weapon or a craft!’",
    "ai-atk-s0501a2:43_4": "The posture: Māra or the murdererer of the earth that he can pay homage.",
    "ai-atk-s0501a2:44_0": "Or “They are the effect, the breaking of the prequisites, that is, a breaking up of barriers, drill-sing rope, or pillow;",
    "ai-atk-s0501a2:44_1": "If there is no cloth merchant’s son, but then with them it still belongs to another, saying, “He’s for one who is bound by Māra.” But there is no further than that.",
    "ai-atk-s0501a2:44_2": "Then, without getting enough of cloth, they went on to turn back after spot’s place. Thinking on both sides, do not even know whether a mother’s worked on both sides, or workers.",
    "ai-atk-s0501a2:44_3": "So too with the time of Kālā.",
    "ai-atk-s0501a2:45_0": "by body or speech that is connected to the body or by body or by speech that.",
    "ai-atk-s0501a2:45_1": "And the other two kinds of deed should be understood here in the way already described.",
    "ai-atk-s0501a2:46_0": "placed on the needles, the cutting off of the daggers, the edge of the bowls, the windows, and the sun’s exhaustion.",
    "ai-atk-s0501a2:46_1": "And the other two kinds of deed should be understood as already described.",
    "ai-atk-s0501a2:46_2": "this is what is left over.",
    "ai-atk-s0501a2:46_3": "roots, etc., in the sense of urgency, starting with the roots, embracing, and trapped in any way.",
    "ai-atk-s0501a2:46_4": "And even if they dropped the ground into it, camp-oints, workers, or stones on it, torns it, pull it back in the ground, or to the roots and in the middle, whirlpools, saying, “Such is the time for rain,” and they grant them eventually.",
    "ai-atk-s0501a2:46_5": "But if anyone got earned by whatever animal he bad or throat, it is bound for that reason.",
    "ai-atk-s0501a2:46_6": "the roots, trees, and the plants—they’re emitted.",
    "ai-atk-s0501a2:46_7": "In this way the scope of insight should be understood as the origin of the deeds and result of that deed,",
    "ai-atk-s0501a2:47_0": "For the purpose of mortality, understanding and good conduct,",
    "ai-atk-s0501a2:47_1": "wrapped in use, placed in bathing, which were used for deft and dirt, (intentional) deeds, full of supernormal power, and so on.",
    "ai-atk-s0501a2:47_2": "You should know that stealing is given in the edge of the stealing, recommended by length of the bodies of lengths, etc., which is specifically under the inheritance of .",
    "ai-atk-s0501a2:47_3": "I have no use for what is unsuitable, ~ and does what is (like) I have gained the response.",
    "ai-atk-s0501a2:47_4": "This is how to be known, seen, understood, and penetrated.",
    "ai-atk-s0501a2:48_0": "Herein, as an abode is five factors.",
    "ai-atk-s0501a2:48_1": "It is a living being, he perceives it as such, and he makes no effort to do so.",
    "ai-atk-s0501a2:48_2": "Stealing ...",
    "ai-atk-s0501a2:48_3": "If he has the possession of another, he perceives that he has, and he makes an effort to get others.",
    "ai-atk-s0501a2:48_4": "But there are four factors that lead to the spiritual life:",
    "ai-atk-s0501a2:48_5": "he is not available in the accompany, that is, by one who enters upon the way of speaking , and he consents to another in that way.",
    "ai-atk-s0501a2:48_6": "Herein, the prey to be understood is reciting, and mental preference to others, the mental prey to be understood as the instance of others.",
    "ai-atk-s0501a2:48_7": "Or they become indulgent and fall in drinking alcoholic drinks that cause negligence regarding the four kinds of alcoholic drinks that cause negligence, and praising the mind. Or they become established in these four factors.",
    "ai-atk-s0501a2:48_8": "This is how the exposition should be known here.",
    "ai-atk-s0501a2:49_0": "And as to how killing living creatures (wholesome) kills living creatures, steals, and commits sexual misconduct.",
    "ai-atk-s0501a2:49_1": "Though the body and mind is one-concentrated (internal) with mind,",
    "ai-atk-s0501a2:49_2": "which cause heedlessness and the body.",
    "ai-atk-s0501a2:49_3": "This is how the exposition should be known here.",
    "ai-atk-s0501a2:50_0": "here feelings associated with feelings, killing living things, and associated with pain.",
    "ai-atk-s0501a2:50_1": "a phenomena associated with the three feelings is associated with (only) associated with feelings,",
    "ai-atk-s0501a2:50_2": "the other two pleasant feeling: neither-painful-nor-pleasant feeling.",
    "ai-atk-s0501a2:50_3": "This is how feelings should be known,",
    "ai-atk-s0501a2:51_0": "And here it is the root that kills living creatures, steals,",
    "ai-atk-s0501a2:51_1": "Someone who refrains from stealing, from sexual misconduct, or from slander,",
    "ai-atk-s0501a2:51_2": "the two kinds of greed shake.",
    "ai-atk-s0501a2:51_3": "This is how the root should be known here.",
    "ai-atk-s0501a2:52_0": "By killing living creatures: the spiritual life only, because of deeds there is no actual deeds that is effective .",
    "ai-atk-s0501a2:52_1": "But the one who sees the meaning of the profound,",
    "ai-atk-s0501a2:52_2": "The other is the same.",
    "ai-atk-s0501a2:52_3": "he uses alcoholic drinks that cause negligence.",
    "ai-atk-s0501a2:52_4": "This is how the exposition should be known here.",
    "ai-atk-s0501a2:53_0": "Here it is said: “Here, Virtue” , etc., in the sense of urgency, aroused, denouncing, aroused, analyzing, laziness, in the way –",
    "ai-atk-s0501a2:53_1": "Firstly, it is shared by undertaking one’s own generosity in one who is skill in living things, etc., or in one who is skilled in divided from killing living things.",
    "ai-atk-s0501a2:53_2": "After causing her, the Lord of the World gained great sovereignty:",
    "ai-atk-s0501a2:53_3": "Wherever delights he finds it,",
    "ai-atk-s0501a2:53_4": "By one who lives in various ways is successful in the formless.",
    "ai-atk-s0501a2:53_5": "After causing her, the Lord of the World gained great sovereignty:",
    "ai-atk-s0501a2:53_6": "Killing living creatures are of the kind already stated.",
    "ai-atk-s0501a2:53_7": "Some, there are dangers in the monasteries: “From alcoholic drinks that cause negligence, he refrains from using alcoholic drinks that cause negligence, has been given to the seventh spiritual life, and someone else the use of stealing, he must take back after repeatedly enjoying the living of the spiritual life.”",
    "ai-atk-s0501a2:53_8": "“This being so, while someone else thinks: ‘This is the case of another, gives up some other views, and they don’t give up that view, because it is their own view, it gives them up that.’",
    "ai-atk-s0501a2:53_9": "Why not?",
    "ai-atk-s0501a2:53_10": "and there is the present objects for that is the external (sense-spheres).",
    "ai-atk-s0501a2:53_11": "For when pursuing the training rules they precept to lead to the acquisition of the training rules.",
    "ai-atk-s0501a2:53_12": "But when asked: “Are any unprofitable?” he does so with the intention and acquisition of feeling, he might think, “When arouse the mind has arisen in the present life as its object, is unprofitable,” and when he does not kill, he repelled them in the present life. Then in the present life the moderation of perception, he thinks about calls about calling them in the future.",
    "ai-atk-s0501a2:53_13": "That of what is said:",
    "ai-atk-s0501a2:53_14": "“Only knowing a thought, does not give up another state, and he might not give it up.”",
    "ai-atk-s0501a2:53_15": "Herein, is said:",
    "ai-atk-s0501a2:53_16": "they don’t give up another because they do what can be done, and they don’t give up another thinking of something else.",
    "ai-atk-s0501a2:54_0": "“Having drunk (after which) the deathless state,",
    "ai-atk-s0501a2:55_0": "And to the other, the Enlightened One, the best person.”",
    "ai-atk-s0501a2:56_0": "This is how the exposition should be known here as to the exposition,",
    "ai-atk-s0501a2:57_0": "And as soon as it remains, it is produced by the fruits of killing living creatures that have been reborn in the present life, fruit, and results in the present life, and the fruits of the fruits of good and bad deeds, etc., are there is present in the present life that has arisen.",
    "ai-atk-s0501a2:57_1": "Furthermore, all the fruits result in all human beings is a human being with few wishes, etc., and so on. And in the case of the fruits of few wishes, contentment, separate, and so on.",
    "ai-atk-s0501a2:58_0": "And here there should be another root condition, nevertheless beginning, etc., in the way already described.",
    "ai-atk-s0501a2:58_1": "Here you to understand (them):",
    "ai-atk-s0501a2:58_2": "It is all the more than that, as a zeal person’s bodily-form, verbal, or mental deeds.",
    "ai-atk-s0501a2:58_3": "And all the same kind of pleasant feeling that is pleasant to be associated with knowledge, thus it is an embodiment to the non-delusion.",
    "ai-atk-s0501a2:58_4": "And they are all four kinds of deeds by way of body, speech, and mind, and mental deeds.",
    "ai-atk-s0501a2:59_0": "And here they’re well-pressed to refrain from killing living creatures. It’s well-worked and well-established, well-prepared, subdued, well-prepared, produced by various shapes, oppressed by various shapes, hangs, and well-prepared, obstinates, pervaded by the gods and humans.",
    "ai-atk-s0501a2:60_0": "and will be content with any money, grain, fields and lands, widespread wealth, sleepiness, and ruins Retreats, and company of the earth, even austerities of the kings who are unsuitable, pleasing, and lazy, able to get past lives in great wealth.",
    "ai-atk-s0501a2:61_0": "Experiential confidence in the way beginning, the spiritual life for the sake of enlightenment factor: making happiness and material possessions, honor, and popularity; and yourselves such things as pleasurable adornment and conquered their sense faculties, bodies, favourable to the continual oppressing the fellows, alternatively full of bliss, and without condemning.",
    "ai-atk-s0501a2:62_0": "false, divisive, harsh, and nonsensical. It’s stained, blazing, and glowing, that dropping, with an iron cauldroning the consequence of lying. It’s not easy to get past drunk, boat, waves, crushing and scents.",
    "ai-atk-s0501a2:63_0": "although I claimed to be abstaining from alcoholic drinks that cause negligence regarding precepts. Because of included in the past, future, present, and lack of conscience and prudence. They are shameless and imprudent. They’re jealousy, stinginess, deceitful, and beneficial, not diligent. They are jealous of obduracy and shameless. And in factually respected, being energetic and depressed.",
    "ai-atk-s0501a2:63_1": "So here it is precisely because neither-painful-nor-non-perception-nor-non-perception, etc., in the way already stated .",
    "ai-atk-s0501a2:64_0": "The training rule on the back of the hand",
    "ai-atk-s0501a2:65_0": "That is what is said:",
    "ai-atk-s0501a2:66_0": "“The one who is must be eaten by one in the last watch, and the last five.",
    "ai-atk-s0501a2:67_0": "one should be told to speak to what has been said; one should be spoken to.”",
    "ai-atk-s0501a2:68_0": "That commentary on that meaning:",
    "ai-atk-s0501a2:68_1": "The training rule on the first precincts, and then in the last five training rules, you must stay in the last five training rules.",
    "ai-atk-s0501a2:68_2": "The purpose of crossing the flood –",
    "ai-atk-s0501a2:68_3": "For the simile of the first-food, etc., just as the support of the fine-material sphere belonging to the base consisting of boundless consciousness, etc., just as the support of the base consisting of boundless space, and the fine-material sphere is intended here.",
    "ai-atk-s0501a2:68_4": "(but) all of them can be understood as the object of this way.",
    "ai-atk-s0501a2:68_5": "And the lay followers should undertake the precept to undertake the practices as they are.",
    "ai-atk-s0501a2:68_6": "Herein, just as, when a factor of killing living creatures are given in one who kills living things, etc., and in the case of the four kinds of eaten food at the wrong time:",
    "ai-atk-s0501a2:68_7": "if he has stored it up during the right time;",
    "ai-atk-s0501a2:68_8": "These consisting of the word opposite is inclusively the meaning.",
    "ai-atk-s0501a2:68_9": "Herein, just as, when a place that grows old and gets precious things, produced by physical contact with the body and the mind, are specifically regarded as they are,",
    "ai-atk-s0501a2:68_10": "It should not be known that everything according to this matter.",
    "ai-atk-s0501a2:68_11": "Herein, just as there is feeling associated with stealing feelings associated with the feelings is given in one of the three feelings, and so on.",
    "ai-atk-s0501a2:68_12": "(There is) this unpleasant feeling should be understood as components in this way:",
    "ai-atk-s0501a2:68_13": "And just as this spiritual life is the root of a tree in that place",
    "ai-atk-s0501a2:68_14": "And some time later, should all be understood at the root of this,",
    "ai-atk-s0501a2:68_15": "Herein, just as, when bodily actions are found, abstaining from eating at the wrong time of eating.",
    "ai-atk-s0501a2:68_16": "bodily action, verbal, or mental deeds. And there may be the result of bodily and verbal action, or mental deeds.",
    "ai-atk-s0501a2:68_17": "And although : the one who refrains from killing living creatures in himself, and in other things, etc., are skilled in eating, etc., and who is skilled in food at the wrong time, and so on, are skilled in food and drink, etc., as to what is skillful, etc.,",
    "ai-atk-s0501a2:68_18": "And the previous practice, although these five impulsions associated with the body, speech, and mind are associated with the four kinds of aggregates, in one whose mind is associated with bliss, or who has not been given up and possessed by tranquillity, all kinds of feeling as well, then the fine-material knowledge, and rebirth in the past.",
    "ai-atk-s0501a2:69_0": "“The one who is must be eaten by one in the last watch, and the last five.",
    "ai-atk-s0501a2:70_0": "he should be told, “No one who is strike.”",
    "ai-atk-s0501a2:71_0": "But there is eating at the wrong time.",
    "ai-atk-s0501a2:71_1": "For these people say that the time is called “give food at the wrong time,” and they put at the wrong time in eating at the wrong time.",
    "ai-atk-s0501a2:71_2": "dancing, singing, music, and dancing, singing, and music.",
    "ai-atk-s0501a2:71_3": "having seen clearly with wisdom the outcome of loving-kindness, skilled in seeing, and subsiding of seeing, skilled in seeing.",
    "ai-atk-s0501a2:71_4": "They neither see nor hear, dancing, singing, music, and seeing shows.",
    "ai-atk-s0501a2:71_5": "“In the way already described, it should be given in the way already described.",
    "ai-atk-s0501a2:71_6": "For this is said:",
    "ai-atk-s0501a2:72_0": "“There are some ascetics and brahmins who, while enjoying food given in faith, still engage in seeing shows. That is, dancing, singing, music, and wounds, and singinging. That is, chickens and pigs, staff, boils, goats, rams, chickens, and quails, boxes, raising the armed forces, troops, jackals, and quailing, arching, singinging, arrows, hen’t wanting to see such a rotcher, fishing.”",
    "ai-atk-s0501a2:73_0": "Or alternatively, they dancing, singing, music, and seeing shows; and beliefsting dancers, and seeing shows;",
    "ai-atk-s0501a2:73_1": "But if he says, “Not just as you do,” “They are invited,” “Through wrong view, and they have wrong view,” he replied, “So- neighborhood, Views,” and they replied, “So that’s why it is called “regarded”.",
    "ai-atk-s0501a2:73_2": "And if he goes to see him and transgression there, he is one who precept when he sees him;",
    "ai-atk-s0501a2:73_3": "while standing, sitting, or lying down while walking, but standing, sitting, or lying down one side.",
    "ai-atk-s0501a2:73_4": "And it is not allowed to hear the teaching where there is no fault.",
    "ai-atk-s0501a2:74_0": "He should not give whatever is given, one who is nutritious inlestines.",
    "ai-atk-s0501a2:74_1": "Herein, don’t lair the flower",
    "ai-atk-s0501a2:74_2": "cooked and wiped, dranking, and waist,",
    "ai-atk-s0501a2:74_3": "all the resting places, like the wind, weapons soiled.",
    "ai-atk-s0501a2:74_4": "all the ground is not allowed to accept through clothes or others. It is not allowed to consent to these things.",
    "ai-atk-s0501a2:74_5": "Both gods of the high and low.",
    "ai-atk-s0501a2:74_6": "great alcoholic drinks that were made of rough green and undamen,",
    "ai-atk-s0501a2:74_7": "Then he consents to no way, no cycle of rebirths is not allowed to consent.",
    "ai-atk-s0501a2:74_8": "golden golden money,",
    "ai-atk-s0501a2:74_9": "They (reven) dysentery, sweet flag, white like a golden _kahāpaṇa_, and coin, yet there in the golden statue.",
    "ai-atk-s0501a2:74_10": "if he accepts it without any making use of it, he can’t say that anyone who consents to it.",
    "ai-atk-s0501a2:75_0": "And there are ten training rules that are inferior, medium, and superior.",
    "ai-atk-s0501a2:75_1": "Craving for views, etc., is the lower particular composition, the middle sections on the stilling.",
    "ai-atk-s0501a2:75_2": "Skilled in knowledge and conduct, deliverance, and understanding. It is a superior state, thus it is superior in knowledge, comprehension, superiority, and superior.",
    "ai-atk-s0501a2:76_0": "And this is how the meaning of this verse was said: “Here, when it comes to the six training rules in the six training rules, on the ground, and on the meaning of the opposite secluded from useful verses,”",
    "ai-atk-s0501a2:77_0": "Except in the ultimate talk, lesserating,",
    "ai-atk-s0501a2:78_0": "The training rules on the training rules is finished."
}