{
    "ai-atk-s0511a16:0_0": "the Independent Buddha, the complexion of the Paccekabuddhas,",
    "ai-atk-s0511a16:1_0": "“And Piyadassin the Perfectly Awakened One, the Awakened One, having lost his various duties for a hundred years, and growing old ages in the world, having become a Buddha, Acccomplished the best ones, even two hundred thousand years. He will arise in the world who is a Buddha, best of years.",
    "ai-atk-s0511a16:1_1": "He caused the two perfections by (following): “After building he was reborn in the host of Jina, he released the Subhaga, the Best of Men, the citadel, and the Lord of the Jina, after sumerging from his mother’s womb, he cut off the circumambulated the musicians, and gave him the ten months of the Jina.",
    "ai-atk-s0511a16:1_2": "he was conceived in his mother’s womb - envelopsed by the name of the Great Forty-three great rays, just as he had been asked to leave the range of his family, and he said to the Dhanapālakas: “Hers, envelopsed by the head of the Fraternity.”",
    "ai-atk-s0511a16:1_3": "He had ten thousand years.",
    "ai-atk-s0511a16:1_4": "The parks of Arahats, Bharadvāja, resplendent rain. And three kinds of flame were useless shoots of stairs.",
    "ai-atk-s0511a16:1_5": "With Visākhā at the front of them,",
    "ai-atk-s0511a16:2_0": "He saw the four signs that had arisen, Visākhā, Suppabuddha’s son, and set out on the charnel ground. He rose up into the royal longhouse and went forth his name named Assaji.",
    "ai-atk-s0511a16:2_1": "And a newly gone forth into homelessness.",
    "ai-atk-s0511a16:2_2": "Standing there, the eighth day of the great kingdoms, surrounded by his army, and entered the great (supernatural) powers, and proceeding in the midst of the Bhikkhus, and having conquered the Nāgas, he collected the country of the (Nāgas) together with his body, and he entered upon the town together with his own air, the Best of Makhādeva, the Nāgasakasakas and again entered into the Great Wood, and again entered upon the Dransformity with his own arras, he hurahants the Nāgaship.",
    "ai-atk-s0511a16:2_3": "“... transmigration ...",
    "ai-atk-s0511a16:2_4": "Having thus destroyed the craving of the Fortunate One, having gone forth like this he created an abode for seven days, and when the Bodhisatta, he expressed this heartfelt sentiment, while still a lay person, having gone forth in the sky through the central of the Dhammapada:",
    "ai-atk-s0511a16:2_5": "Then at that time one hundred thousand penetrated the Dhamma.",
    "ai-atk-s0511a16:3_0": "Furthermore, when the Buddha was teaching the worldly going to the gods and the Thirty-Three were boys koṭis of a thousand goad.",
    "ai-atk-s0511a16:3_1": "And when the Buddha, Kapilavatthu, he entered Kapilavatthu, in the third time he entered Kapilavatthu.",
    "ai-atk-s0511a16:3_2": "Therefore it is said:",
    "ai-atk-s0511a16:4_0": "1.",
    "ai-atk-s0511a16:5_0": "“Now that I have caused the reason why these words are really very beneficial,",
    "ai-atk-s0511a16:6_0": "Having destroyed the Great Bodhi (Tree), attained supreme Awakening.",
    "ai-atk-s0511a16:7_0": "2.",
    "ai-atk-s0511a16:8_0": "“Brahmā, begged by the Brahmā, he set rolling the wheel of the Teaching,",
    "ai-atk-s0511a16:9_0": "Endowed with the deathless world with its gods,",
    "ai-atk-s0511a16:10_0": "3.",
    "ai-atk-s0511a16:11_0": "“They did indeed,",
    "ai-atk-s0511a16:12_0": "and the first penetration of eighty-hundred million",
    "ai-atk-s0511a16:13_0": "4.",
    "ai-atk-s0511a16:14_0": "“One who is the Buddha, the teaching, and the Awakened One,",
    "ai-atk-s0511a16:15_0": "it was the second time and eight-hundred million",
    "ai-atk-s0511a16:16_0": "5.",
    "ai-atk-s0511a16:17_0": "“For he who is a Buddha, the Buddha, having teach Dhamma",
    "ai-atk-s0511a16:18_0": "and the third time it was the third case.”",
    "ai-atk-s0511a16:19_0": "Herein, meaning is: there is meaning in that place.",
    "ai-atk-s0511a16:19_1": "And here there in each wound a smooth buttermilk is plastered.",
    "ai-atk-s0511a16:19_2": "“In this place where there are three Kappas, the Buddhas awakened for themselves, ninety-two lakes, is said to be the supreme Buddhas.”",
    "ai-atk-s0511a16:19_3": "Therefore it is said Varaka, “He who has entered here the room here.”",
    "ai-atk-s0511a16:19_4": "Sittle down:",
    "ai-atk-s0511a16:19_5": "What is fame for you",
    "ai-atk-s0511a16:19_6": "Yet when they’re reborn",
    "ai-atk-s0511a16:19_7": "By the Deathless means he reached the Deathless",
    "ai-atk-s0511a16:19_8": "The meaning is that it is “has” because it is the meaning.",
    "ai-atk-s0511a16:19_9": "and ten-thousand world-element moved,",
    "ai-atk-s0511a16:19_10": "They needed to do the demony of the gods in the Vinaya.",
    "ai-atk-s0511a16:20_0": "The people of Sundarīnandā and Candagutta, it seems, that of the king’s son, who were advisor of all the people, in the four gates (of the town), was named Sāgara and so forth in the four towns, and so on.",
    "ai-atk-s0511a16:20_1": "“But do you see any ascetic or brahmin?”",
    "ai-atk-s0511a16:20_2": "At that time the Sole Protector of the World, the Sole Leader of the World,",
    "ai-atk-s0511a16:20_3": "Then they went and sent them to the ten men, and gave them a good destination.",
    "ai-atk-s0511a16:20_4": "Then after hearing the Palace of (Sakka) the Rohana, the Tathāgata, and having heard the following ten people, surrounded by the Buddha, and giving the requisites to the Sangha. They then entered into the town Mahāmeghavana, the city of Hatthipada:",
    "ai-atk-s0511a16:20_5": "In that very day they reached Arahantship, but they attained Liberation.",
    "ai-atk-s0511a16:20_6": "The Fortunate One recited the Pātimokkha, and the first assembly gathered.",
    "ai-atk-s0511a16:21_0": "But when the Buddha was teaching his own son, and giving her the going forth, he had the Pātimokkha. After giving her the going forth, he had the Pātimokkha.",
    "ai-atk-s0511a16:21_1": "He had a third time, the chief of men, teaching the Puṇṇaka, and also recited the Pātimokkha ceremonies for a third time.",
    "ai-atk-s0511a16:21_2": "Therefore it is said:",
    "ai-atk-s0511a16:22_0": "6.",
    "ai-atk-s0511a16:23_0": "“The three of them have stored up, and the great hermits,",
    "ai-atk-s0511a16:24_0": "whose minds are destroyed, who have cut off the defilements, who are peaceful,",
    "ai-atk-s0511a16:25_0": "7.",
    "ai-atk-s0511a16:26_0": "“A ninety-thousand thousand people (alternatively),",
    "ai-atk-s0511a16:27_0": "and second eighty-four thousand precious thousands.",
    "ai-atk-s0511a16:28_0": "8.",
    "ai-atk-s0511a16:29_0": "“Amongst those who had a third thousand people (people), a third time I came to meet",
    "ai-atk-s0511a16:30_0": "by not grasping (free) the great hermits.”",
    "ai-atk-s0511a16:31_0": "At that time the Buddha-to-be was a brahmin named Bhmadatta, the brahmin Sudatta,",
    "ai-atk-s0511a16:31_1": "After ruining all the forms of existence, he reappeared in the Himalayas, which were the precincts of the Himalayas, having gone forth from the into homelessness on the mountain of the Himalayas, having become dissolutioned and well-profitted through the enlightenment of the mountains, he stood on the bank of the State, and possessed the bliss of (supernatural) faculties and manifested five hundred qualities,",
    "ai-atk-s0511a16:32_0": "Then at the end of the world, having made a flower through the world, and making a well-portioned for the benefit of the world, for the thirteen years old, and for the gods of the Thirty-Three, after hearing the Dhamma about the world, having made a flower from his own residence and worshipped the Tāvatiṁsa Abode, and (the Bodhisatta-Anāthapiṇḍika). Having heard the head with his own flowers and worshipped the full moon, the regions for the four great (of them), he presented the gods of the rainy season in this way, after hearing the four directions of flowers and so on,",
    "ai-atk-s0511a16:32_1": "And the Blessed One said:",
    "ai-atk-s0511a16:32_2": "“The Buddha will be a Buddha!”",
    "ai-atk-s0511a16:32_3": "Therefore it is said:",
    "ai-atk-s0511a16:33_0": "9.",
    "ai-atk-s0511a16:34_0": "“I was observed up the yogis,",
    "ai-atk-s0511a16:35_0": "The one called Susīma, who is greatly generous in being chief",
    "ai-atk-s0511a16:36_0": "10.",
    "ai-atk-s0511a16:37_0": "“Even if it’s a funeral pyre, blooming lotus;",
    "ai-atk-s0511a16:38_0": "Having consecrated the Awakened One’s Divinities,",
    "ai-atk-s0511a16:39_0": "11.",
    "ai-atk-s0511a16:40_0": "“I am the one who is the Buddha, the Great Sage, who sees them.",
    "ai-atk-s0511a16:41_0": "This is the eighteen bases for (the Buddha),",
    "ai-atk-s0511a16:42_0": "12.",
    "ai-atk-s0511a16:43_0": "“We will give up that effort and we will have come down this presence.”",
    "ai-atk-s0511a16:44_0": "13.",
    "ai-atk-s0511a16:45_0": "“Did you hear the words, Delighted and joyful,",
    "ai-atk-s0511a16:46_0": "more than ten places!”",
    "ai-atk-s0511a16:47_0": "Herein, the matted-hair ascetic means there were those yogis.",
    "ai-atk-s0511a16:47_1": "Likewise the best: in the world he is the best, which is finest, the meaning, and has reached the highest.",
    "ai-atk-s0511a16:48_0": "and his name was the city of that city.",
    "ai-atk-s0511a16:48_1": "The king called Susunāga, was peaceful and said to his mother and father, the son of the prominent merchant, and the daughters-in-law of the Bo tree in the bathing place there were two in the Mahātittha garden of the Bo tree.",
    "ai-atk-s0511a16:48_2": "A hundred leagues long. It stood there a hundred leagues away to be a hundred leagues long, or a thousand leagues. The son of a thousand leagues relics named Sineru.",
    "ai-atk-s0511a16:48_3": "Therefore it is said:",
    "ai-atk-s0511a16:49_0": "14.",
    "ai-atk-s0511a16:50_0": "“The town of the city was named Sābha.",
    "ai-atk-s0511a16:51_0": "the Teacher’s welfare, the Teacher’s benefit,",
    "ai-atk-s0511a16:52_0": "19.",
    "ai-atk-s0511a16:53_0": "“You were Upavāṇa and Upatissa,",
    "ai-atk-s0511a16:54_0": "Abhaya, the teacher who cuts off the meaning, the Teacher’s teaching,",
    "ai-atk-s0511a16:55_0": "20.",
    "ai-atk-s0511a16:56_0": "“There were Sudhammas and the foremost amongst those who were Dhamma,",
    "ai-atk-s0511a16:57_0": "the Buddha’s Bodhi.",
    "ai-atk-s0511a16:58_0": "22.",
    "ai-atk-s0511a16:59_0": "“The Buddha was unequalled with eighty years,",
    "ai-atk-s0511a16:60_0": "King Sālavatī was filled with flowers,",
    "ai-atk-s0511a16:61_0": "23.",
    "ai-atk-s0511a16:62_0": "“For one hundred and eighty million years,",
    "ai-atk-s0511a16:63_0": "above, below, and across (the middle),",
    "ai-atk-s0511a16:64_0": "24.",
    "ai-atk-s0511a16:65_0": "“That Supreme One is the supreme one,",
    "ai-atk-s0511a16:66_0": "a hundred thousand years in the world,",
    "ai-atk-s0511a16:67_0": "25.",
    "ai-atk-s0511a16:68_0": "After showing them to the hosts, he said: “Having seen them with its gods,",
    "ai-atk-s0511a16:69_0": "that is impermanent, suffering, and perishable.”",
    "ai-atk-s0511a16:70_0": "Herein, the king of Uruvelakappa is filled with fluxities of rough full moon, and well-proclaimed, noblemen, quadrupeds, and its meaning is this:",
    "ai-atk-s0511a16:70_1": "but if she does not arise in him as a determination.",
    "ai-atk-s0511a16:70_2": "When the Buddha wants to see a hundred thousand millions, or even if he were to become a hundred thousand-thousand.",
    "ai-atk-s0511a16:70_3": "this taste, the taste of taste.",
    "ai-atk-s0511a16:70_4": "the end of grasping as fuel in the constituent groups (of mind and body) that provide fuel for attachment are like a fire.",
    "ai-atk-s0511a16:70_5": "And the Buddha became fully extinguished because of the ending of the four kinds of grasping.",
    "ai-atk-s0511a16:70_6": "and they determinedly determined.",
    "ai-atk-s0511a16:70_7": "on the meaning here:",
    "ai-atk-s0511a16:71_0": "The one endowed with good qualities is finished.",
    "ai-atk-s0511a16:72_0": "The Sīhahanu was finished, the Buddha is finished."
}