{
    "ai-atk-s0511a26:0_0": "26. Kassapabuddhavaṁsavaṇṇanā",
    "ai-atk-s0511a26:1_0": "Koṇāgamana, and the Blessed One’s teaching, having been reborn in the company of the Thirty-Three, having become one hundred thousand years and ten thousand years, appearing in the world, and range of the gods.",
    "ai-atk-s0511a26:1_1": "He was filled with the perfections he put on the throne of the brahmin Brahmadatta in the host of Jeṭṭhas, having taken his mother’s womb, he drew the brahmin hermits, going out through the air, as the ten months of the brahmin hermits.",
    "ai-atk-s0511a26:1_2": "In the same way, “As a response is called ‘spector’.",
    "ai-atk-s0511a26:1_3": "He dwelt for two thousand years.",
    "ai-atk-s0511a26:1_4": "had three stilt longhouses, he had three a palace:",
    "ai-atk-s0511a26:1_5": "The brahmin Sundarīnandā had eight thousand (people) sixty-four thousand women prepared.",
    "ai-atk-s0511a26:2_0": "Having seen four foundations, he thought: “When I was given up the affairs of my children and partners, I’ll depart.”",
    "ai-atk-s0511a26:2_1": "Then ascending the sweet Dhamma (by Buddha) in the Palace of Principle, the Lord of Men, having destroyed a counselor and lotus-like people, he was deported in the morning, which was like the Lord of the Death, like the Lord of Men, having gone torch (only) adorned with the lotusestics and charming the drums which was like the rays of flowers and so forth.",
    "ai-atk-s0511a26:2_2": "Then the Buddha-to-be went forth on the ground and was established in Liberation.",
    "ai-atk-s0511a26:2_3": "When they were deposed of the Faith and threw down a meeting hall, they surrounded the path to the end of the dwellings.",
    "ai-atk-s0511a26:2_4": "Then the women and men went forth.",
    "ai-atk-s0511a26:3_0": "The Great Wood, it seems, when I was walking for alms, saw an end of the striving (supernatural) faculties and the name of the Great Bodhisatta, having made a drink of (supernatural) storms, and it seems to me in the evening for eight days, and in the lakes where they ate the celebrate the celestial trees set out for eight days.",
    "ai-atk-s0511a26:3_1": "“... transmigration ...",
    "ai-atk-s0511a26:3_2": "Having plunged into the ending of craving, he sent the Udena to each and every seventy-three, and then went to Bārāṇasī in the deer park at Isipatana. Having seen the supreme message, they rose up into the lion’s rolled forth the supreme wheel.",
    "ai-atk-s0511a26:3_3": "Then at that time one hundred and twenty-thousand (of the First Parinibbāna) attained",
    "ai-atk-s0511a26:3_4": "Therefore it is said:",
    "ai-atk-s0511a26:4_0": "1.",
    "ai-atk-s0511a26:5_0": "“Indeed, the Sambuddha who is the supreme Buddha,",
    "ai-atk-s0511a26:6_0": "Kassapa, the king of the Dhamma, the chief of men,",
    "ai-atk-s0511a26:7_0": "2.",
    "ai-atk-s0511a26:8_0": "“Having eaten what was done by the root of a tree and a resting place,",
    "ai-atk-s0511a26:9_0": "Having given gifts, he filled the alms-food,",
    "ai-atk-s0511a26:10_0": "Having drunk the water-pot, and placed the arrow torment,",
    "ai-atk-s0511a26:11_0": "3.",
    "ai-atk-s0511a26:12_0": "“As a rolling the wheel in the world",
    "ai-atk-s0511a26:13_0": "it’s the first penetration of 1000 millions.”",
    "ai-atk-s0511a26:14_0": "There the water thrown away, thrown away, (one thrown away) up,",
    "ai-atk-s0511a26:14_1": "From the house of families (?): from the time of eating measureless food, from storms, eighty or ten millions, and ninety thousand coins, the meaning is this: from the group of ten.",
    "ai-atk-s0511a26:14_2": "and after giving the food to them, he is asking the Sangha for a beggging.",
    "ai-atk-s0511a26:14_3": "They break off the ropes, tied, leopard, and snapped the height of the great heat, and bringing them to the consequence of their destiny.",
    "ai-atk-s0511a26:15_0": "and when he was wandering in the country of a four-thousand koṭis, he had ten thousand koṭis.",
    "ai-atk-s0511a26:15_1": "But when the tree heard in the city of Sundara called Sundaraka, he was constructed one thousand and five hundred thousand million coins.",
    "ai-atk-s0511a26:15_2": "Again, having performed a miracle of the gods of the Thirty-Three, the Happy One in the Hall of Justice, having performed his own arranging in the heavens, he sat down in the chest neighborhood of a certain host of the gods.",
    "ai-atk-s0511a26:15_3": "Therefore it is said:",
    "ai-atk-s0511a26:16_0": "4.",
    "ai-atk-s0511a26:17_0": "“As a Buddha in the world who are walking on walking tour",
    "ai-atk-s0511a26:18_0": "it was second penetrated in ten million.",
    "ai-atk-s0511a26:19_0": "5.",
    "ai-atk-s0511a26:20_0": "“In whom were dispelled, he offered me with knowledge,",
    "ai-atk-s0511a26:21_0": "it is the third penetration penetrated,",
    "ai-atk-s0511a26:22_0": "6.",
    "ai-atk-s0511a26:23_0": "“Dearly the Dhamma in the delightful Devas, he sent teaching to the Dhamma,",
    "ai-atk-s0511a26:24_0": "for three thousand million leagues, the Victor’s arm,",
    "ai-atk-s0511a26:25_0": "7.",
    "ai-atk-s0511a26:26_0": "“One should not give a teaching to the yakkha,",
    "ai-atk-s0511a26:27_0": "these are reckoned as a group.”",
    "ai-atk-s0511a26:28_0": "Herein, one months four months",
    "ai-atk-s0511a26:28_1": "What is fame or terror",
    "ai-atk-s0511a26:28_2": "Wandering: I live alone,",
    "ai-atk-s0511a26:28_3": "and having performed miracles, (thinking):",
    "ai-atk-s0511a26:28_4": "the elements of omniscient knowledge, and the state of omniscience,",
    "ai-atk-s0511a26:28_5": "“Does you say ‘the knowledge of the elements’?”",
    "ai-atk-s0511a26:28_6": "he explained the crowd of people.",
    "ai-atk-s0511a26:28_7": "he is the thirty-two beautiful Dhamma - he is the meaning of the Vinaya, there is the meaning.",
    "ai-atk-s0511a26:28_8": "the Dhamma, which is subject to the Dhamma,",
    "ai-atk-s0511a26:29_0": "Then the highly power of Victor, it seems, in the possession of the high (magical) powers, the prince named Mahajārasa.",
    "ai-atk-s0511a26:29_1": "When he was married, he didn’t want to eat one of the money in that place and appeared in the realm of the King’s city. Then he having turned into a lake, being his royal compound, and after eating it with his attendants.",
    "ai-atk-s0511a26:29_2": "The woman was guarded,",
    "ai-atk-s0511a26:29_3": "But when a wholesome women have cut off this one –",
    "ai-atk-s0511a26:29_4": "Then the king thought, “This is our grandmother, this is ours,” and so he Punabbasuka took all that.",
    "ai-atk-s0511a26:29_5": "In the same way, when people saw a sweet sound, having the sweet flag, the Suras, arrived at the city of Vedisa, and the town-dwelled people. Then the town-dweller, departed from it.",
    "ai-atk-s0511a26:29_6": "Then, when they saw a human being, they stood in front of the spirit.",
    "ai-atk-s0511a26:29_7": "(Once) in this way, having seen the Devadaha, standing there, he could not see a question to the Fortunate One’s speech, and having gone to an end, he asked this question:",
    "ai-atk-s0511a26:29_8": "(The king answered:) “If he gives the answers and gives the gifts, having given the lady of the Dhamma, he did not delight in any way.",
    "ai-atk-s0511a26:29_9": "Therefore it is said:",
    "ai-atk-s0511a26:29_10": "“No he doesn’t need to be a spirit.”",
    "ai-atk-s0511a26:29_11": "There he preached the Dhamma in the assembly hall about the Dhamma.",
    "ai-atk-s0511a26:29_12": "These are the ways of performing these.",
    "ai-atk-s0511a26:29_13": "What is fame or terror",
    "ai-atk-s0511a26:30_0": "But Kassapa, the Buddha had gathered his disciple like this.",
    "ai-atk-s0511a26:30_1": "and Tissa’s son was called Bārāṇasī.",
    "ai-atk-s0511a26:30_2": "After hearing the Bodhisatta’s bodily characteristic investigation, (saying):",
    "ai-atk-s0511a26:30_3": "“The Buddha has left the Great Wood, the Suddhodana, and having gone forth in this way, I will come into the presence of the Himālaya.” He then went to the Great Wood, in the Buddha, saluted them, and fair of the Himālaya. Having gone forth from the Suddhodana’s presence, she thought: “I will go forth from the home to the Himālaya.”",
    "ai-atk-s0511a26:30_4": "He had twenty-thousand years.",
    "ai-atk-s0511a26:30_5": "After some time he told the Buddha, “ he has come to Bhagavat.” Hearing what he had heard, he approached the Buddha’s presence and accompanied by a number of monks. Then he attained Liberation.",
    "ai-atk-s0511a26:30_6": "In that assembly, Kassapa, the Fortunate One recited the Pātimokkha.",
    "ai-atk-s0511a26:30_7": "Therefore it is said:",
    "ai-atk-s0511a26:31_0": "8.",
    "ai-atk-s0511a26:32_0": "“Sire, the caravan leader came together.",
    "ai-atk-s0511a26:33_0": "whose minds are destroyed, who have cut off the defilements, who are peaceful,",
    "ai-atk-s0511a26:34_0": "9.",
    "ai-atk-s0511a26:35_0": "“The twenty-thousand thousand Bhikkhus came together,",
    "ai-atk-s0511a26:36_0": "For one who goes beyond dissolution through virtues, etc.",
    "ai-atk-s0511a26:37_0": "Herein, (There is) exceedingly (there) perils that are beyond all (volitional) processes, the meaning is: the pollutant of them.",
    "ai-atk-s0511a26:37_1": "with a poisonous in virtue and so on, with the same virtues,",
    "ai-atk-s0511a26:38_0": "At that time the Buddha-to-be had a brahmin student named Jotipāla, a brahmin student of three Vedehikā, and Pāṭaliputta.",
    "ai-atk-s0511a26:38_1": "Having heard the Teacher, the Lord of the Dhamma, went to that Dhamma,",
    "ai-atk-s0511a26:38_2": "Then he, having learned the three Commentaries, he accepted the perfections,",
    "ai-atk-s0511a26:38_3": "The Teacher explained it to him,",
    "ai-atk-s0511a26:38_4": "Therefore it is said:",
    "ai-atk-s0511a26:39_0": "10.",
    "ai-atk-s0511a26:40_0": "“Three, student, Jotipāla, I was the Guardian of the Snake",
    "ai-atk-s0511a26:41_0": "a reciter who has mastered the three Vedas:",
    "ai-atk-s0511a26:42_0": "11.",
    "ai-atk-s0511a26:43_0": "“Through marks I was responsible to the other.",
    "ai-atk-s0511a26:44_0": "Which is wholesome, unwholesome, blameless,",
    "ai-atk-s0511a26:45_0": "12.",
    "ai-atk-s0511a26:46_0": "“Who is the one who Ghaṭikāra,",
    "ai-atk-s0511a26:47_0": "is respectful and reverence for the third, and for the third time he attained Nibbāna.",
    "ai-atk-s0511a26:48_0": "13.",
    "ai-atk-s0511a26:49_0": "“Thusked me when I’m Victorious in Kassapa,",
    "ai-atk-s0511a26:50_0": "After hearing his teaching, he went forth in his presence.",
    "ai-atk-s0511a26:51_0": "14.",
    "ai-atk-s0511a26:52_0": "“Having become established in energy, Kosiya, being energetic and diligent,",
    "ai-atk-s0511a26:53_0": "I don’t fill up the waterpot in the fire,",
    "ai-atk-s0511a26:54_0": "15.",
    "ai-atk-s0511a26:55_0": "“Three of the Buddhas, the blessing of the victor,",
    "ai-atk-s0511a26:56_0": "and having mastered all the gods, he established the victor.",
    "ai-atk-s0511a26:57_0": "16.",
    "ai-atk-s0511a26:58_0": "“She has seen the wonderful and marvellous,",
    "ai-atk-s0511a26:59_0": "(This) will be an eon for the Buddha.",
    "ai-atk-s0511a26:60_0": "17.",
    "ai-atk-s0511a26:61_0": "“It’s also good that we’ll enjoy this delightful faces of farming.",
    "ai-atk-s0511a26:62_0": "30.",
    "ai-atk-s0511a26:63_0": "“For he who, having heard the word of her words,",
    "ai-atk-s0511a26:64_0": "had a further eighteen grounds for (good) conduct.",
    "ai-atk-s0511a26:65_0": "31.",
    "ai-atk-s0511a26:66_0": "“Having transmigrated like this, he is wandering around indiscriminately,",
    "ai-atk-s0511a26:67_0": "but to be taken to stretch out for the Awakening.”",
    "ai-atk-s0511a26:68_0": "Herein, well-proclaimed ground, attributes the ground, on the ground, and on the bank of the river. And it leads to good conduct.",
    "ai-atk-s0511a26:68_1": "He is a carer.",
    "ai-atk-s0511a26:68_2": "is suitable.",
    "ai-atk-s0511a26:68_3": "the stable: it Vāseṭṭhas, free of desire.",
    "ai-atk-s0511a26:68_4": "In the third sign of the fruition: I have attained Nibbāna, because of the fruit of virtue, the third is the meaning.",
    "ai-atk-s0511a26:68_5": "Having grabbed me he said: “Come, let me go!”",
    "ai-atk-s0511a26:68_6": "In the pastries Aṅguttara, during the lesser and Magadhan ministers,",
    "ai-atk-s0511a26:68_7": "let them fulfill their precepts.",
    "ai-atk-s0511a26:68_8": "Now, when I am entering into a state of immersion, how could I possibly be practiced?",
    "ai-atk-s0511a26:68_9": "thinking: “I’m not able to lead (thinking): ‘I’m not a wretched state.’",
    "ai-atk-s0511a26:69_0": "“As long as a delimited is spoken of, how far this is the meaning.",
    "ai-atk-s0511a26:69_1": "shining the Buddha’s words,",
    "ai-atk-s0511a26:69_2": "I made the Sobhita:",
    "ai-atk-s0511a26:69_3": "Practicing me, the Buddha Kassapa of the Dhamma, having seen the Truth.",
    "ai-atk-s0511a26:69_4": "transmigrating through transmigrating,",
    "ai-atk-s0511a26:69_5": "Incorrectly misbehave it, it should be done without resort.",
    "ai-atk-s0511a26:70_0": "Now, Kassapa, was the brahmin Brahmadatta named Brahmadatta, the Vedehiputta of Māgadha, Uttara, and Mittara. He was one hundred and twenty-four thousand Views, and Pañcālacaṇḍa dreamed and said to be the Bodhi tree (Sakka): “This is called Nigrodha, a Bodhisatta, and Purindadhī, a Nigrodha, a Nigrodha, a Nigrodha, a Bodhi, a Bodhi, a Koja, and Pañcānandhāra.”",
    "ai-atk-s0511a26:70_1": "Therefore it is said:",
    "ai-atk-s0511a26:71_0": "32.",
    "ai-atk-s0511a26:72_0": "“The town of Bārāṇasī is a prince named Kīsī,",
    "ai-atk-s0511a26:73_0": "and there the town of the city of Vedisa in the Great family,",
    "ai-atk-s0511a26:74_0": "33.",
    "ai-atk-s0511a26:75_0": "“The brahmin Brahmadatta was the Buddha,",
    "ai-atk-s0511a26:76_0": "and on the occasion of the people called Kassapa,",
    "ai-atk-s0511a26:77_0": "38.",
    "ai-atk-s0511a26:78_0": "“So, Bhāradvāja, and Bhāradvāja were the chief disciples,",
    "ai-atk-s0511a26:79_0": "The Lord of all, Kassapa, who was a chief,",
    "ai-atk-s0511a26:80_0": "39.",
    "ai-atk-s0511a26:81_0": "“They were plastered with charming horns,",
    "ai-atk-s0511a26:82_0": "the Buddha’s Bodhisatta,",
    "ai-atk-s0511a26:83_0": "41.",
    "ai-atk-s0511a26:84_0": "“The Awakened One, the Buddha, endowed with twenty-two (broads),",
    "ai-atk-s0511a26:85_0": "like the moon in the waxing fortnight.",
    "ai-atk-s0511a26:86_0": "42.",
    "ai-atk-s0511a26:87_0": "“The great hermits of twenty-thousand years,",
    "ai-atk-s0511a26:88_0": "forget about the people, and so many people",
    "ai-atk-s0511a26:89_0": "43.",
    "ai-atk-s0511a26:90_0": "“Having given the stand on a creeper, and giving the ethical conduct,",
    "ai-atk-s0511a26:91_0": "having dressed in a miracle of the teaching,",
    "ai-atk-s0511a26:92_0": "44.",
    "ai-atk-s0511a26:93_0": "“Having set up the waters in the bowl, and placed a great crowd,",
    "ai-atk-s0511a26:94_0": "may see the extinguishment of the people who see (only) without declaration.",
    "ai-atk-s0511a26:95_0": "45.",
    "ai-atk-s0511a26:96_0": "“After giving flaws, endowed with jhānas,",
    "ai-atk-s0511a26:97_0": "Having given (all) Dhammadinnā, he approached the supreme Buddha,",
    "ai-atk-s0511a26:98_0": "46.",
    "ai-atk-s0511a26:99_0": "“Approaching (even) the fruit of a woman, he gives knowledge,",
    "ai-atk-s0511a26:100_0": "the best, giving and ethical conduct,",
    "ai-atk-s0511a26:101_0": "47.",
    "ai-atk-s0511a26:102_0": "“After giving to the master of the three knowledges, he gave a weapons,",
    "ai-atk-s0511a26:103_0": "and given the six kinds of direct-knowledge, and the Golden Protector of the Teaching,",
    "ai-atk-s0511a26:104_0": "48.",
    "ai-atk-s0511a26:105_0": "“Having given up bad friends",
    "ai-atk-s0511a26:106_0": "like a flowering tree not crushed from Māra’s flower.",
    "ai-atk-s0511a26:107_0": "49.",
    "ai-atk-s0511a26:108_0": "“That is hard to fathom, immoral,",
    "ai-atk-s0511a26:109_0": "For this Dhamma-treasure is well proclaimed,",
    "ai-atk-s0511a26:110_0": "50.",
    "ai-atk-s0511a26:111_0": "For he is practicing the supreme treasure,",
    "ai-atk-s0511a26:112_0": "all that’s strikes about everything.”",
    "ai-atk-s0511a26:113_0": "Herein, (etc.) means studiedness is established in the air that gets close to it.",
    "ai-atk-s0511a26:113_1": "like the full moon on a bright night, as it were, like a full moon’s waning on a bright side.",
    "ai-atk-s0511a26:113_2": "The Lord of the Dhamma, having transgressed the Parinibbāna of the Lord of Death,",
    "ai-atk-s0511a26:113_3": "Giving, ethical conduct, and mind, after giving up a cleansing the four paths of purity, he gives up and joyful mind.",
    "ai-atk-s0511a26:113_4": "in a beautiful robe, having dressed in a pair of pole and shameless cloth,",
    "ai-atk-s0511a26:113_5": "(when) dividing the seven Bodhisatta in the thirty-two parts of the Truth,",
    "ai-atk-s0511a26:113_6": "Perceiving:",
    "ai-atk-s0511a26:114_0": "They gather what is beneficial and what is unprofitable, sustained thought with the Truth. They are skilled in having entered upon the basic characteristics and considered weakened about the attainment of the Dhamma, endowed with the meaning.",
    "ai-atk-s0511a26:114_1": "he enjoyed the crowd of people.",
    "ai-atk-s0511a26:114_2": "Whatever (follows) are seen, what are you doing,",
    "ai-atk-s0511a26:114_3": "extinguishment, the ultimate way of speaking, embracing Nibbāna, who has exceeding the deathless -",
    "ai-atk-s0511a26:114_4": "I saw this very matter how I can see it.",
    "ai-atk-s0511a26:114_5": "“May they see me in the arrogant time, ~ may they become adorned with me.”",
    "ai-atk-s0511a26:114_6": "having a decorated nectar, flavor -",
    "ai-atk-s0511a26:115_0": "After giving his virtue to Pañcasikhaka, he gave him five hundred precepts, and then, the virtue of Pācīnakhaṇḍarājī, and made his purity.",
    "ai-atk-s0511a26:115_1": "enjoying the absorptions in the fourfold reckonings, having made the fivefold jhāna,",
    "ai-atk-s0511a26:115_2": "having reflected on the natural excellence of the Dhamma, after becoming mindful and aware,",
    "ai-atk-s0511a26:115_3": "They give to the supreme energy, endowed with these four factors, that is their preceding energy, and giving it up.",
    "ai-atk-s0511a26:115_4": "He gives a very fruitful to mindfulness occupied with the forehead, the reward and the so on.",
    "ai-atk-s0511a26:115_5": "The meaning is: understanding attributes and three knowledges . It is shaken opposite sex by knowledge, questioning, relevant owing to the excellence of opposite sex, whose mind is the meaning of opposites. The meaning is that understanding.",
    "ai-atk-s0511a26:115_6": "having given to the sweet Dhamma (favour), the one who lives in the country of the Dhamma, having torned the use of his energy on the highway, and given a flower to the excellent food,",
    "ai-atk-s0511a26:115_7": "Ethics are the best thing component that is noble, dissatisfaction, defilements, bordering on noble, and ends.",
    "ai-atk-s0511a26:116_0": "After giving away the three knowledges, having given (true) mastery of the three knowledges,",
    "ai-atk-s0511a26:116_1": "adornments for four months, and for four days it’s (after) the fruition",
    "ai-atk-s0511a26:116_2": "“The six kinds of direct-knowledge (the food), having analytic knowledges for the sake of defilement and systems, (these six) insights of Laṅkā, having given them to the goal for the sake of Laṅkā, gave the progressive requisites for the purpose of crossing the auspicious (liquor).",
    "ai-atk-s0511a26:116_3": "They made a new flower through the supernatural principles, and in the nine-fold system.",
    "ai-atk-s0511a26:116_4": "having given (true) response, having destroyed the (true) Realms, the cutting off of the life, the indicated with all good qualities, giving up with all unwholesome intentions,",
    "ai-atk-s0511a26:116_5": "They cried out the road, and made a flower through the noble eightfold path.",
    "ai-atk-s0511a26:117_0": "Kassapa was thinking about the Setavyā, it seems, the Buddha was extinguished in the grove of Indra’s grove.",
    "ai-atk-s0511a26:117_1": "Since the relics heard that the relics were unable to prepare,",
    "ai-atk-s0511a26:117_2": "having assembled the whole of the Rose-Apple Island were sitting outside the door, pleasing a hundred rims, two or three leagues long, one each with a basket made of gold and silver, and a pillow, and one apprecious (only).",
    "ai-atk-s0511a26:118_0": "“By whom was the Fortunate One’s business,",
    "ai-atk-s0511a26:119_0": "like the Deer Park at the Deer Park in the Deer Park?”",
    "ai-atk-s0511a26:120_0": "went to all the rest houses, (thinking):",
    "ai-atk-s0511a26:121_0": "Thus at midday the Enlightened One, the Enlightened One,",
    "ai-atk-s0511a26:122_0": "The queen is finished.",
    "ai-atk-s0511a26:123_0": "thus far there is a Buddha awakened for twenty-four Buddhas,",
    "ai-atk-s0511a26:124_0": "The instructions are finished."
}