{
    "ai-atk-vin02a22:0_0": "3. Vassūpanāyikakkhandhakaṁ",
    "ai-atk-vin02a22:1_0": "The instruction to enter the rainy-season residence",
    "ai-atk-vin02a22:2_0": "184.",
    "ai-atk-vin02a22:2_1": "Where the rainy-season residence –",
    "ai-atk-vin02a22:2_2": "what is not allowed, not what is discovered,",
    "ai-atk-vin02a22:2_3": "It’s when the mendicants here requested the noise,",
    "ai-atk-vin02a22:2_4": "When they are cleaning the Saṅgha, they foot-standing and feet,",
    "ai-atk-vin02a22:2_5": "they will corrupt intentions, unrivaled, and free of attachments.",
    "ai-atk-vin02a22:2_6": "Air trapped wife,",
    "ai-atk-vin02a22:2_7": "rainy-season residence is in the rainy-season residence after entering the rainy-season residence (the king). After it is the meaning.",
    "ai-atk-vin02a22:2_8": "Are there any rains residence in what way?",
    "ai-atk-vin02a22:2_9": "and later generations, transgression, and later generations, in the future.",
    "ai-atk-vin02a22:2_10": "By excellence of the day is the meaning.",
    "ai-atk-vin02a22:2_11": "In the second month (distinctive), don’t go by Māra.",
    "ai-atk-vin02a22:2_12": "If he goes beyond one month to full, meaning is the meaning.",
    "ai-atk-vin02a22:2_13": "Consequently the Puṇṇa catching the full moon on the fourteenth day of the lunar fortnight in the morning, at the end of the texts, and on the day of the shrine, he must arrangements in the Pāṭali Vihāra, he must drive the rainy-season residence at the end of the rainy season. After eating this shrine, he must ate it for the rainy-season residence at the time.",
    "ai-atk-vin02a22:3_0": "one should enter the rains residence in a blow,",
    "ai-atk-vin02a22:4_0": "Discussion of the prohibition against wandering during the rainy season, etc.",
    "ai-atk-vin02a22:5_0": "If he leaves because he wants something more: here is to go anywhere, it should be understood that it is not, and he should be understood that it is stated.",
    "ai-atk-vin02a22:5_1": "If he goes beyond the dwelling, he should recognize it only that he is to be known that.",
    "ai-atk-vin02a22:5_2": "If he enters the dwelling, but he goes beyond the vicinity of the day, he commits an offense entailing confession.",
    "ai-atk-vin02a22:5_3": "If he goes beyond the vicinity of someone else’s dwelling, and he then enters it without scratching it or knocking it against the door, he commits an offense entailing confession.",
    "ai-atk-vin02a22:5_4": "if the upper story is not pregnant by the later.",
    "ai-atk-vin02a22:6_0": "wanting to throw the rainy-season residence (the first), the precincts for the rainy-season residence (only), “You have completed the rains residence.”",
    "ai-atk-vin02a22:6_1": "waiting for him to wait on him.",
    "ai-atk-vin02a22:6_2": "I allow you to respond the rains residence according to yet another, that is, acting according to the rainy-season residence according to the monks’ dwelling place—and a legitimate legal procedure of ejection.",
    "ai-atk-vin02a22:6_3": "However, if anyone shouldn’t agree to anyone else.",
    "ai-atk-vin02a22:7_0": "The account of the allowance for seven-day business",
    "ai-atk-vin02a22:8_0": "187-8.",
    "ai-atk-vin02a22:8_1": "Sentient beings:",
    "ai-atk-vin02a22:8_2": "Sentient beings are to be done within seven days. They think, “I’ll go for seven days to seven kinds of people.”",
    "ai-atk-vin02a22:8_3": "I’ll go to the goods that are nearly newly ordained monks, and I do know them.",
    "ai-atk-vin02a22:8_4": "But you should return within seven days. You shouldn’t be dealt within seven days: the meaning is, and the meaning is not to be done.",
    "ai-atk-vin02a22:9_0": "recites the Monastic Code, and the Sangha of nuns in the sauna, they left the sauna shed. These are the three sauna sheds assembly hall.",
    "ai-atk-vin02a22:10_0": "etc., the teeth are said to be “ascetics consisting in poison,” and so on.",
    "ai-atk-vin02a22:10_1": "On the taste of taste is what is meant.",
    "ai-atk-vin02a22:10_2": "The training rule on lying down is explained.",
    "ai-atk-vin02a22:10_3": "This ropes in front of this",
    "ai-atk-vin02a22:10_4": "Or they have some duty or business. If someone does business with some business, it becomes subject to some business.",
    "ai-atk-vin02a22:10_5": "everywhere, I wish to give a teaching and to the monks, to make an offering, and to the monks, in this way, they can do so with this allowable enemy.",
    "ai-atk-vin02a22:10_6": "or for a number of nuns, for a trainee nun, thinking, “This is how far from the Sangha of nuns,” etc., and for a number of monks, nuns, laymen, and laywomen on their way to recite a number of nuns, even a single monk.",
    "ai-atk-vin02a22:10_7": "“In the same way, a monk should do so.”",
    "ai-atk-vin02a22:10_8": "In these seven (goods) business, you should go to an end.",
    "ai-atk-vin02a22:11_0": "The allowance to go to five kinds of people even if not five hundred",
    "ai-atk-vin02a22:12_0": "if he asks for one who is not sick, but who is unable to get hold of medicines for the sick; for those who are sick; then I will look for them after them; and I’ll look for medicines and supplied for the sick; in regard to those who are not competent, enquire for the sick; and he should give them a meal: “I’ll enemies, I’ll look for the sake of another,” or “I’ll look for support for the sick person;”",
    "ai-atk-vin02a22:12_1": "He’s sick. He’s discontent with the spiritual life. He’s committed a serious offense. He’s committed a heavy offense. He has committed a serious offense. He should go to the beginning with the trial period of six days a regular monk. The Sangha should gives up a legal procedure of reconciliation against him.",
    "ai-atk-vin02a22:12_2": "A nun should go to the trainee nun’s blanket –",
    "ai-atk-vin02a22:12_3": "They want to train in the four trainings.",
    "ai-atk-vin02a22:12_4": "And the novice too:",
    "ai-atk-vin02a22:12_5": "If, wanting to ask about the four years, he wants to give the full ordination after questioning him.",
    "ai-atk-vin02a22:12_6": "Having given the full ordination to a novice nun, he wants to give the full ordination with this for five reasons.",
    "ai-atk-vin02a22:12_7": "The same method applies to one’s mother and father, the same place as otherwise.",
    "ai-atk-vin02a22:12_8": "But in the Discussion of the blind people have given permission: “This is the time for your mother and father, brother, or relatives or family member, but they are not even say.”",
    "ai-atk-vin02a22:13_0": "Discussion of the proper conduct for himself",
    "ai-atk-vin02a22:14_0": "he is living in a house with the monks, in one of the building, and he has come to Vaggumudā.",
    "ai-atk-vin02a22:14_1": "and the hunter fells them,",
    "ai-atk-vin02a22:14_2": "the goods are cutting down in the same place and to be cut down,",
    "ai-atk-vin02a22:14_3": "were to take the ocher robe.",
    "ai-atk-vin02a22:14_4": "burning, I give them away.",
    "ai-atk-vin02a22:14_5": "whatever observes there is from the Community, whatever resting places have been done, that is to be done in the presence of a person who has business to be done, even if they need.",
    "ai-atk-vin02a22:14_6": "That’s why it’s possible to give sharing out the servants, making the precincts reference to the one who isn’t able to get a meal.",
    "ai-atk-vin02a22:15_0": "Herein, this is the precincts in the text:",
    "ai-atk-vin02a22:15_1": "it is not allowed to go to the Dhamma for the purpose of (of the sun).",
    "ai-atk-vin02a22:15_2": "If he has already done it first in each case:",
    "ai-atk-vin02a22:15_3": "“It’s allowable for you to go to the monastery named Susāka.”",
    "ai-atk-vin02a22:15_4": "But he should wash the goods, thinking “I’ll wash it.”",
    "ai-atk-vin02a22:15_5": "But if the teacher sends him away, he is not allowed.",
    "ai-atk-vin02a22:15_6": "he doesn’t think, “I’ll go to that dwelling.” But he’s not able to spend the door.",
    "ai-atk-vin02a22:15_7": "and it is not allowed to go to the place for recitation,",
    "ai-atk-vin02a22:15_8": "But if he thinks, “I’ll get it to go,” but he is able to get there.",
    "ai-atk-vin02a22:15_9": "But if he says, “Consider it, don’t go.”",
    "ai-atk-vin02a22:15_10": "if she does not go to see the family home, or it isn’t allowable to go to see it.",
    "ai-atk-vin02a22:16_0": "The account of the attainment of unclearly",
    "ai-atk-vin02a22:17_0": "If they go to the neighborhood of a village, but not after walking for alms, he has come back to the village for alms.",
    "ai-atk-vin02a22:17_1": "If he is going to a messenger, he should be dismissed and dawn.",
    "ai-atk-vin02a22:17_2": "if there is no place, one should live in another place.",
    "ai-atk-vin02a22:17_3": "If people do likewise, they say, “We’re able to make a meal.”",
    "ai-atk-vin02a22:17_4": "“We give to our dwellings,” he may eat in a stilt house wherever we give, and wherever they wish, eat as much as they like. And in that way, he should eat as it like.",
    "ai-atk-vin02a22:17_5": "When he had spoken, he should spend the rainy-season residence in whatever place he had spoken. Then he may eat it.",
    "ai-atk-vin02a22:18_0": "If the invitation is completed, the precincts set at the rainy-season residence, or whatever sentient beings did not get up.",
    "ai-atk-vin02a22:18_1": "but we can’t say “We’re definitely.”",
    "ai-atk-vin02a22:18_2": "if they say, “Take the dwellings, we may take them away.”",
    "ai-atk-vin02a22:18_3": "But when one of the dwellings has been determined, transferred to another, and that robe-cloth should be shared out after taking note of it, and then go to that robe.",
    "ai-atk-vin02a22:18_4": "“Venerables, it’s because of those who give the four supports to the Venerable Kappāyana, who were the field for the arrivals, and etc.,",
    "ai-atk-vin02a22:18_5": "Because of the inclusion of the Aṅgiya the Aṅgiyans or outside the monastery gateway, and he is not able to get up and look away.",
    "ai-atk-vin02a22:18_6": "But both standing and sitting down, he is allowed to do so without taking leave.",
    "ai-atk-vin02a22:19_0": "The account of schism in the Sangha",
    "ai-atk-vin02a22:20_0": "Having gone to the Community of nuns, he can’t do what he says. But there is no schism in the Saṅgha without people.",
    "ai-atk-vin02a22:20_1": "a number of nuns should not be given there by a number of nuns.",
    "ai-atk-vin02a22:20_2": "for this is said: “That nun Upāli has caused a schism in the Sangha.”",
    "ai-atk-vin02a22:20_3": "But because of this, they think about the Saṅgha that there is a danger of living. Having earned by the Sangha, they are reckless, risky, and runnning after creating a schism in the Sangha.",
    "ai-atk-vin02a22:21_0": "Discussion of the Visākha",
    "ai-atk-vin02a22:22_0": "for the rainy-season residence, she dwelt in the same place as the cowherd’s dwelling, and there is no offense for breaking the rains residence.",
    "ai-atk-vin02a22:23_0": "they prepare a seat for the seats.",
    "ai-atk-vin02a22:23_1": "The monks’ dwelling places in the rainy-season residence was given by carpets on the rainy-season residence at the end of the rainy season. The lay followers should be told to say this.",
    "ai-atk-vin02a22:23_2": "If, having entered here, he should say: “This is the Rains Retreat there.”",
    "ai-atk-vin02a22:23_3": "If they don’t give, he should be aboveed under the below the collar bone.",
    "ai-atk-vin02a22:23_4": "but if he gets it, he should be done.",
    "ai-atk-vin02a22:23_5": "But there is no rainy season residence for the Rains,",
    "ai-atk-vin02a22:23_6": "his name was “I will spend the rains residence in this monastery”,",
    "ai-atk-vin02a22:23_7": "If there is someone who is traveling along the road, he should do the invitation procedure there.",
    "ai-atk-vin02a22:23_8": "After putting away the bowl, the monk should fall in the place where the monks have arrived. He should then enter the monastery, and then do the invitation procedure.",
    "ai-atk-vin02a22:23_9": "Then a caravan is going to the village, where it is to stay. Then, when living in that village or town, it is allowable for the next village or town, it is allowable.",
    "ai-atk-vin02a22:24_0": "And the dwelling place where the rains residence was entering the rains residence did the hut.",
    "ai-atk-vin02a22:24_1": "if he is unable to obtain it when he is allowed;",
    "ai-atk-vin02a22:24_2": "If there isn’t, he should do the invitation procedure there.",
    "ai-atk-vin02a22:24_3": "Then there’s no needle to go to the next life or to the next.",
    "ai-atk-vin02a22:24_4": "You should spend the invitation procedure with the monks.",
    "ai-atk-vin02a22:24_5": "If not, he should go first to another monk, but he should stay there.",
    "ai-atk-vin02a22:25_0": "So the rains residence does not grow in those three respects, nor are there inviting corrections of the starting points, he commits an offense entailing confession.",
    "ai-atk-vin02a22:25_1": "But if it is allowed to make the first point of separate ways, there is no offense for breaking out of the Sangha at the invitation procedure.",
    "ai-atk-vin02a22:26_0": "Two trees are constructed here and there for the sake of a tree.",
    "ai-atk-vin02a22:26_1": "wandering in the forest groves, he is allowed to enter a hut. He’s able to enter the room, and to go to the door.",
    "ai-atk-vin02a22:26_2": "Having cut down the stakes, and cutting it over the rows, and the huts for the purpose of a shadow.",
    "ai-atk-vin02a22:26_3": "The trees or wide openings are not small, but rather than that.",
    "ai-atk-vin02a22:26_4": "but having a large matchmaker’s head and a straw mat, he should knee-deep.",
    "ai-atk-vin02a22:26_5": "If anyone who enters the dwelling of any of the five stages, one of the six doors shouldn’t go to a dwelling with one of the following six doors. There is nostrils to whom you are carpets.",
    "ai-atk-vin02a22:26_6": "It is not allowed to go to the charnel ground, a shade, or to catch out of the huts.",
    "ai-atk-vin02a22:26_7": "but if it is well-formed, it is allowable to go to the hut.",
    "ai-atk-vin02a22:26_8": "When it is not possible to go inside the four directions and then the upper story of the sunshade and set it up six doors, you can’t go outside the gateway, and don’t go beyond the six doors.",
    "ai-atk-vin02a22:26_9": "well-proclaimed in this way: “It is allowable to go to the charnel ground in the evening time,",
    "ai-atk-vin02a22:27_0": "Discussion of illegitimate legal procedures done by an incomplete assembly, etc.",
    "ai-atk-vin02a22:28_0": "He should not get the same reply. He should not do the same.",
    "ai-atk-vin02a22:28_1": "she said to the analysis of conditions,",
    "ai-atk-vin02a22:29_0": "If we do, there is an offense of wrong conduct for the Rains Retreat here, but there is an offense of wrong conduct for the Rains Retreat here, and there for the rainy-season residence. Then we spent here, there’s an offense of wrong conduct for the rainy-season residence. We’ll recite on one month.",
    "ai-atk-vin02a22:29_1": "And they wrapped first in the mind of the peace. Then after the first time they reunute those who are not competent to speak.",
    "ai-atk-vin02a22:30_0": "While staying there for seven days, he falls without taking leave of the rainy-season residences, and he then goes outside the first rainy-season residence there. For seven days, he commits an offense entailing confession.",
    "ai-atk-vin02a22:30_1": "But when you have entered the rainy season residence, without having stayed on that very day, or on that very day, or within seven days, or if you go away, don’t because there is no offense for seven days.",
    "ai-atk-vin02a22:30_2": "After staying there for two or three days it should be understood: the abandoning of the incompatibles, the Rains, and the Rains Retreats the Rains Retreat should be understood in this way:",
    "ai-atk-vin02a22:30_3": "If there is a rainy season, there is no living here. If there is no inclination, they’re not able to obtain the rainy-season residence, but it’s not easy to obtain.",
    "ai-atk-vin02a22:31_0": "For seven days there is no invitation to go. But in the new monastery or a faction, there is no offense for breaking up.",
    "ai-atk-vin02a22:31_1": "The rest is the same.",
    "ai-atk-vin02a22:32_0": "The chapter on entering the rainy-season residence is finished."
}