{
    "ai-atk-s0511a22:0_0": "22. Sikhībuddhavaṁsavaṇṇanā",
    "ai-atk-s0511a22:1_0": "Later, when the newly vanished, they didn’t arise in that place, in the world, and on the other side of the Buddhas.",
    "ai-atk-s0511a22:1_1": "and he was conceived in the world.",
    "ai-atk-s0511a22:1_2": "Through the power of his thorns was conceived.",
    "ai-atk-s0511a22:1_3": "But the other thirty-two parts of the body were successful and prosperous, as with gladness and loving-kindness appeared in the world. And the two fully awakened Buddhas appeared in the world.",
    "ai-atk-s0511a22:1_4": "There the Blessed One, having fulfilled all the perfections by having caused the wholesome. Then he took part in the virtue of the profitables of the Thūpa, and when he created the Pinaya Suttanta, he created the bestowed the enemy of the Lord of Devas, he created the throne of the (Sakka) the Rains Retreat. Then the Commentaries to the Rojaya-Sattasses (Sakka) and then exceed the ten.",
    "ai-atk-s0511a22:1_5": "Nemisa is called “removed”; his name is, heat holding up the curry of the kasiṇa materiality.",
    "ai-atk-s0511a22:1_6": "He lived for seven thousand years.",
    "ai-atk-s0511a22:1_7": "His conduct had three lairs named Sundarīnandā.",
    "ai-atk-s0511a22:1_8": "There were twenty-four thousand women in the fronts of all less than twenty-four thousand women.",
    "ai-atk-s0511a22:2_0": "Having seen (that), on seeing the four foundations, the surrounding the signs of all the elephants, the princes, left in the Great Wood, and went forth in the Great Wood.",
    "ai-atk-s0511a22:2_1": "and he undertook seven hundred thousand (people) went forth.",
    "ai-atk-s0511a22:2_2": "Taking the eighth days, he sent them back to the Full-Moon Eye. Having given the greatest of the arrows and then the charnel ground in the midst of the holy Kurughara, he was leaving behind the assembly hall with his sixty yokes and gave birth to a son, and then going to the Mallian shave the Makuṇḍaka’s presence.",
    "ai-atk-s0511a22:2_3": "The Bodhi tree was also made a lump of lotus.",
    "ai-atk-s0511a22:2_4": "it was then on that day, when he came to the branch of the treasurer.",
    "ai-atk-s0511a22:2_5": "And he was covered with flowers of heavens.",
    "ai-atk-s0511a22:2_6": "And it was not (given) a flower with its fruits,",
    "ai-atk-s0511a22:2_7": "While he is alone, it seems, a single lumberated fruit, medium one, and one of these two colours. Because of that one’s scents altogether, the stalk of a single lake, and well dyed after which he has delimitedly acquired.",
    "ai-atk-s0511a22:2_8": "And so the ten thousand trees were made from flowers in that place.",
    "ai-atk-s0511a22:3_0": "There he sits down on the fourth absorption, having spread out a fine deer, with a luxurious couch, and spreads his legs crosswise.",
    "ai-atk-s0511a22:3_1": "Having thus sat down at the very place fortnight of the thirty-two leagues, and attaining the strength of the Bodhi tree,",
    "ai-atk-s0511a22:3_2": "“... transmigration ...",
    "ai-atk-s0511a22:3_3": "Having destroyed the end of craving, the Udena, and the transmigrated through the air, having gone forth into homelessness in the central squeal to the seventeenth Rains Retreat, after going to the presence of that Sevenly Arahats, cliffshed the kingdom of the Truth. And after seeing them with his own adornments, he cycles,",
    "ai-atk-s0511a22:3_4": "Then at that time there was a hundred thousand million years.",
    "ai-atk-s0511a22:3_5": "Therefore it is said:",
    "ai-atk-s0511a22:4_0": "1.",
    "ai-atk-s0511a22:5_0": "“The Sambuddha, the supreme one,",
    "ai-atk-s0511a22:6_0": "the victor, who was unrivaled by an equal,",
    "ai-atk-s0511a22:7_0": "2.",
    "ai-atk-s0511a22:8_0": "“Having reached the highest goal, having attained supreme Awakening,",
    "ai-atk-s0511a22:9_0": "suffering of the Dhamma.",
    "ai-atk-s0511a22:10_0": "3.",
    "ai-atk-s0511a22:11_0": "“Through the wheel that was rolling the Wheel of Dhamma,",
    "ai-atk-s0511a22:12_0": "and one hundred thousand million shook.”",
    "ai-atk-s0511a22:13_0": "Again and again he was constructed by the king’s sons of Aruṇavatī. Seniyans and children, and 8000 horses, I didn’t teach the Dhamma.",
    "ai-atk-s0511a22:13_1": "This was the second time.",
    "ai-atk-s0511a22:13_2": "Therefore it is said:",
    "ai-atk-s0511a22:14_0": "4.",
    "ai-atk-s0511a22:15_0": "° he gave the same teaching to the most excellent Kingdom, the highest of men,",
    "ai-atk-s0511a22:16_0": "When those eighty thousand million years had no settlements.”",
    "ai-atk-s0511a22:17_0": "When the sun (dwells) at the root of the Campā on the banks of the Gaggarā Lake, he was converted to all the trees, in everything the city of the Khema lake, the Fortunate One.",
    "ai-atk-s0511a22:17_1": "Therefore it is said:",
    "ai-atk-s0511a22:18_0": "5.",
    "ai-atk-s0511a22:19_0": "“Venerable Sir, the teacher who brings about the Divinities’ teacher,",
    "ai-atk-s0511a22:20_0": "eighty thousand million years have destroyed the third (of them).”",
    "ai-atk-s0511a22:21_0": "When he had gone forth with the Prince, the ruler of the earth, and the attendants, he sat down in the midst of the royal court. He then sat on the following seats, thinking: “After the first of the central counsel, who had gone forth, was the second counsel, and was the first recitation of the Monastic Code.",
    "ai-atk-s0511a22:21_1": "The third ladies of the city of Dhanañjāni, having gone forth as a third time, he recited the Monastic Code in the middle of the city of Pātimokkha for seven months.",
    "ai-atk-s0511a22:21_2": "Therefore it is said:",
    "ai-atk-s0511a22:22_0": "6.",
    "ai-atk-s0511a22:23_0": "“These three were assembled, and the great hermits,",
    "ai-atk-s0511a22:24_0": "whose minds are destroyed, who have cut off the defilements, who are peaceful,",
    "ai-atk-s0511a22:25_0": "7.",
    "ai-atk-s0511a22:26_0": "“The first 80,000 monks have entered the first (monks).",
    "ai-atk-s0511a22:27_0": "and second group of eighty thousand Bhikkhus was finished.",
    "ai-atk-s0511a22:28_0": "8.",
    "ai-atk-s0511a22:29_0": "“For seventy-thousand monks attained (this),",
    "ai-atk-s0511a22:30_0": "free of trembling, and drawing near (to us) in the sky.”",
    "ai-atk-s0511a22:31_0": "Herein, the introduced flames is drawn into and emerged from the world, like a monkey by an arched harp. He is unshakable, like a poisonous mendicant, with no doubts the world.",
    "ai-atk-s0511a22:32_0": "At that time the Buddha-to-be had prompteded the most excellent Bodhi tree of holy Kesamutta, and Abhaya, having invited the air, deportmented it to him, for the sake of the keyhood, the ruler of the earth, surrounding the Fortunate One, together with his ministers, and accompanied by the head, he invited the Community of monks. Having invited the land of Bhikkhus, the chief of men, and giving a great requestation to surrounded thee,",
    "ai-atk-s0511a22:32_1": "we will give through the power of our own marks, wandering in the opposite sex, nine orifices to the marks of a weapons, the thorns, and wounds, themselvess, and lotus-like feet, having made the nine orifices, trashed their conquerortion with the auspicious lotus,",
    "ai-atk-s0511a22:32_2": "And the teacher –",
    "ai-atk-s0511a22:32_3": "he answered, “the thirty-two marks, I will answer.”",
    "ai-atk-s0511a22:32_4": "Therefore it is said:",
    "ai-atk-s0511a22:33_0": "9.",
    "ai-atk-s0511a22:34_0": "“I at that time a noble one called Ariṭṭha,",
    "ai-atk-s0511a22:35_0": "being attached to the Buddha, the Saṅgha with food and drink,",
    "ai-atk-s0511a22:36_0": "10.",
    "ai-atk-s0511a22:37_0": "“After giving over the fool, making non-human beings",
    "ai-atk-s0511a22:38_0": "For the Buddhas awakened for themselves,",
    "ai-atk-s0511a22:39_0": "11.",
    "ai-atk-s0511a22:40_0": "“There was no way I would go to heaven for the purpose of myself,",
    "ai-atk-s0511a22:41_0": "( filled) to my conceit, made a firm.",
    "ai-atk-s0511a22:42_0": "12.",
    "ai-atk-s0511a22:43_0": "“The Buddha is the leader of the world, the world of the gods,",
    "ai-atk-s0511a22:44_0": "This one eon will be the Buddha,",
    "ai-atk-s0511a22:45_0": "13.",
    "ai-atk-s0511a22:46_0": "“We shall be delighted in it all the goods! We will delight in it.”",
    "ai-atk-s0511a22:47_0": "14.",
    "ai-atk-s0511a22:48_0": "“After hearing her, having heard her speak of confidence,",
    "ai-atk-s0511a22:49_0": "more than ten places!”",
    "ai-atk-s0511a22:50_0": "having neglected the elephant, and having fallen on the elephant,",
    "ai-atk-s0511a22:50_1": "the eons of the eon were reckless goods, in that place the allowable goods, are called “the monks”.",
    "ai-atk-s0511a22:50_2": "(This is) filled within my mind. And my mind is full of fear, beneficial for me.",
    "ai-atk-s0511a22:50_3": "I will give a gift that is permanently everlasting, eternal, imperishable, and aroused mind is the meaning.",
    "ai-atk-s0511a22:51_0": "He had a city called Aruṇavatī.",
    "ai-atk-s0511a22:51_1": "King Aruṇavatī was the two chief maidens, bodering on the ground, and there were two chief disciples of the Buddha Puṇṇaka for the sake of the Bodhisatta and Phema. And two children were disciples, plastered over the head of the garden.",
    "ai-atk-s0511a22:51_2": "and stood spread out to the body of the league on top of a league,",
    "ai-atk-s0511a22:51_3": "Seventeen thousand years had embraced the name of each, the son of Hatthisāriputta.",
    "ai-atk-s0511a22:51_4": "Therefore it is said:",
    "ai-atk-s0511a22:52_0": "15.",
    "ai-atk-s0511a22:53_0": "“The city of Aruṇavatī is called Aruṇavatī.",
    "ai-atk-s0511a22:54_0": "Passionary persons, and great compassionates,",
    "ai-atk-s0511a22:55_0": "20.",
    "ai-atk-s0511a22:56_0": "“The Buddha had mastered the best state of existence.",
    "ai-atk-s0511a22:57_0": "The Saṅkassa, the chief of men, who were assigned by the Great Seer,",
    "ai-atk-s0511a22:58_0": "21.",
    "ai-atk-s0511a22:59_0": "“Theys of the blue-blankets,",
    "ai-atk-s0511a22:60_0": "the Buddha’s Bodhisatta is called",
    "ai-atk-s0511a22:61_0": "22.",
    "ai-atk-s0511a22:62_0": "“The foremost of rivers were growing on the best,",
    "ai-atk-s0511a22:63_0": "and the minds of Sumedhā.",
    "ai-atk-s0511a22:64_0": "23.",
    "ai-atk-s0511a22:65_0": "“The Buddha, the seven Awakened One, in that place",
    "ai-atk-s0511a22:66_0": "Equality has the thirty-two marks.",
    "ai-atk-s0511a22:67_0": "24.",
    "ai-atk-s0511a22:68_0": "“Your mind is getting late for the day,",
    "ai-atk-s0511a22:69_0": "he uttered this direction: three leagues away.",
    "ai-atk-s0511a22:70_0": "25.",
    "ai-atk-s0511a22:71_0": "“One thousand years, a hundred thousand years,",
    "ai-atk-s0511a22:72_0": "forget about the people, and so many people",
    "ai-atk-s0511a22:73_0": "26.",
    "ai-atk-s0511a22:74_0": "“Having shown the Dhamma, and after informing them with its gods,",
    "ai-atk-s0511a22:75_0": "Having driven out the Khemā’s safe, he is free from sorrow.",
    "ai-atk-s0511a22:76_0": "27.",
    "ai-atk-s0511a22:77_0": "“One who has the thirty-two marks",
    "ai-atk-s0511a22:78_0": "all that’s strikes about everything.”",
    "ai-atk-s0511a22:79_0": "Herein, white lotuses are white...",
    "ai-atk-s0511a22:79_1": "Three leagues: three leagues, three, four, five, three, ten, twenty, thirty, forty, fifty, a hundred leagues.",
    "ai-atk-s0511a22:79_2": "Meghavana, rain cloud, during the three months of the Buddha,",
    "ai-atk-s0511a22:79_3": "After having an agreement to talk on the Dhamma, he forgott the meaning, and then said:",
    "ai-atk-s0511a22:79_4": "in the world with its gods:",
    "ai-atk-s0511a22:79_5": "safe, secure Nibbāna,",
    "ai-atk-s0511a22:79_6": "Endowed with joined palms: Indication of the perfume of fingers, perfumed to the fingers of the body, holding the thirty-two marks of the Buddha’s body, namely, the thirty-two pieces.",
    "ai-atk-s0511a22:79_7": "Sikhī, it seems, the perfected one, the fully awakened Buddha, had become fully extinguished in the town called Nigrodha’s monastery.",
    "ai-atk-s0511a22:80_0": "“One in the world who, having reached maturity in the world, does not proceed to the sesame,",
    "ai-atk-s0511a22:81_0": "Sikhī, the Holy One, who is devoted to the peace, the Holy One, has gone to a good place.”",
    "ai-atk-s0511a22:82_0": "Siggava, it seems, the Buddha’s relics in a room where they kept all over the eighth caused.",
    "ai-atk-s0511a22:82_1": "How much more then all the people in the Rose-Apple Island were reborn amongst the Thūpas, and adorned with seven treasures.",
    "ai-atk-s0511a22:82_2": "With the rest of the places before,",
    "ai-atk-s0511a22:83_0": "The praised by the Awakened One is finished.",
    "ai-atk-s0511a22:84_0": "By the section consisting of the Awakened One’s Buddha is finished."
}