{
    "ai-atk-vin02a26:0_0": "7. Kathinakkhandhakaṁ",
    "ai-atk-vin02a26:1_0": "The allowance for a robe-making procedure",
    "ai-atk-vin02a26:2_0": "306.",
    "ai-atk-vin02a26:2_1": "Where the robe-making season:",
    "ai-atk-vin02a26:2_2": "the sixteenth from Pāvā;",
    "ai-atk-vin02a26:2_3": "in the Kosalans which are shared in the Kosalan country.",
    "ai-atk-vin02a26:2_4": "Herein, they are said:",
    "ai-atk-vin02a26:2_5": "‘Setting one or other of the Kosalans’ is a term for the Elder Nun Bhaddiya.",
    "ai-atk-vin02a26:2_6": "An ordinary person who is a stream-enterer, not a stream-enterer, not an ordinary person.",
    "ai-atk-vin02a26:2_7": "Dwelling the forest-dweller’s practice and those of the forest dweller:",
    "ai-atk-vin02a26:2_8": "merely through the wilderness,",
    "ai-atk-vin02a26:2_9": "Likewise on alms food, etc., this is the same.",
    "ai-atk-vin02a26:2_10": "and it is said in the head as a skull.",
    "ai-atk-vin02a26:2_11": "and these practices also the ascetic practices as they are.",
    "ai-atk-vin02a26:2_12": "nging into the water from the water, destroying the water,",
    "ai-atk-vin02a26:2_13": "He is the meaning at once: those who need sense.",
    "ai-atk-vin02a26:3_0": "if he goes in the waterpots by one who stands on the ground, and his knees then spreads out; from the water does so that it covers the right kind is put out.",
    "ai-atk-vin02a26:3_1": "full of water, full of water,",
    "ai-atk-vin02a26:3_2": "It seems that they don’t try to sugar in the water, as if it were rinsing the necks.",
    "ai-atk-vin02a26:3_3": "Therefore it is said:",
    "ai-atk-vin02a26:3_4": "“Whose robes are worn?”",
    "ai-atk-vin02a26:3_5": "“Puṇṇā is filled in water.”",
    "ai-atk-vin02a26:4_0": "As a consequence, they dwelt in comfort of the rainy-season residence, there was an opportunity for newly arrived monks, but they remained comfortable rains. But the customs striking out.",
    "ai-atk-vin02a26:4_1": "and having given a Dhamma talk, he spoke a talk on the tip of the monks.",
    "ai-atk-vin02a26:4_2": "They all, being examined in the air that reached Arahantship and reached perfection in the air, and when they were sitting down in the air, they told him what had happened.",
    "ai-atk-vin02a26:4_3": "“What do you give?”",
    "ai-atk-vin02a26:4_4": "Then the Buddha said, “If he tells the ending of the robe-making season, then those monks who are newly ordained or a single-day procedure, I have them tired,” and he then addressed the monks: “After going to the end of the robe-making season, I allow you to frame. But if it was not, he addressed the monks, he said, “Let them all go about the robe-making season.”",
    "ai-atk-vin02a26:5_0": "Herein, alteration is the talk on the meaning.",
    "ai-atk-vin02a26:5_1": "meaning is:",
    "ai-atk-vin02a26:5_2": "Because that’s what belongs to others, he thinks, “I will be mindful.”",
    "ai-atk-vin02a26:5_3": "Or alternatively, what I have become.",
    "ai-atk-vin02a26:5_4": "Here is the meaning here: ‘In that case, with the robe-cloth will be used for those who need.’",
    "ai-atk-vin02a26:6_0": "Herein, if he does not announce it, or after making an end of the robe-making season, he won’t end of the robe-making season; then there shall be no offense for the eon;",
    "ai-atk-vin02a26:6_1": "For those who have not participated in the robe-making procedure, it is a time for the three robes.",
    "ai-atk-vin02a26:6_2": "will lie in the same sewing robes.",
    "ai-atk-vin02a26:6_3": "whose meal is allowable for a group.",
    "ai-atk-vin02a26:6_4": "If he needs robes to look after the robes, saying, “In-season robe-cloth, it’ll haven’t been delimited.”",
    "ai-atk-vin02a26:6_5": "He who gives the robe-making procedure and the Sangha to those who do the robe-making procedure there, whether he is dead or universally separated from the Sangha, doing the robe-making procedure, of separately, and because he wants it will be appropriate for them.",
    "ai-atk-vin02a26:7_0": "And they do not get a robe-making procedure like this.",
    "ai-atk-vin02a26:7_1": "In the last one hundred of us gained by the 84,000 people. There were no one hundred thousand men gains.",
    "ai-atk-vin02a26:7_2": "Where the Rains Retreat in this way, having entered upon the first rainy-season residence there, he refused an invitation to eat more, and don’t get enough to repay them. And it was prescribed, oppressed, and it wasn’t used to live hunting a large rainy season.",
    "ai-atk-vin02a26:7_3": "But when the first take leaves have been worn out, they don’t get all of them to ask.",
    "ai-atk-vin02a26:7_4": "If there are four or five days, one robe-cloth is to be done, or one who has participated in the robe-making procedure.",
    "ai-atk-vin02a26:7_5": "At the end of four monks, when a novice nun was entering the monastery, if he had already completed the rainy-season residence and was incomplete.",
    "ai-atk-vin02a26:7_6": "Two monks: there are two monks, three novice monks, four novice monks, or five.",
    "ai-atk-vin02a26:7_7": "If the robe-making procedure was done but not done for the first, they should look for the Elder Nuns to the profitable and skill in the former case.",
    "ai-atk-vin02a26:7_8": "After eating the cloth, and having made an end to the robe-making procedure, they will go and eat.",
    "ai-atk-vin02a26:7_9": "yet only this is only a benefit.",
    "ai-atk-vin02a26:8_0": "The robe-making procedure that has been given to you.",
    "ai-atk-vin02a26:8_1": "anyone who has been given to another, or who given the five-hundred rules, or who has one of the five reasons.",
    "ai-atk-vin02a26:8_2": "If there is a one to whom the robe-making procedure, he asks if he does not know about it,",
    "ai-atk-vin02a26:8_3": "“Venerable, how should the robe-making procedure be given?” And he should tell him how to do it?",
    "ai-atk-vin02a26:8_4": "“Such is allowed to make the proclamation and the sun at sunrises, clothes, vehicles, or the longhouses of the day after the sun and moon, doing this much too.”",
    "ai-atk-vin02a26:9_0": "if he has already done the robe-making procedure, he should know the ending of the robe-making procedure.",
    "ai-atk-vin02a26:9_1": "For when the robe-making season has carpets in the covering the neighborhood of a wall, the cannot be put back the way. He should then wipe the robe-cloth in the middle of the day, and then sewing it in the end of the robe. Soon afterwards, when he has washed it, he gave it to the end of the robe-making season. Soon the robe-making procedure, he should wash the cloth for the use of the robe-making season.",
    "ai-atk-vin02a26:9_2": "If the robe-making procedure hasn’t been done, he should give many out of the robe-making season.",
    "ai-atk-vin02a26:9_3": "Anyone should advise another in that way and instruct it.",
    "ai-atk-vin02a26:10_0": "if the robe is to be done,",
    "ai-atk-vin02a26:10_1": "or if the Sangha gives the robe-making procedure,",
    "ai-atk-vin02a26:10_2": "But the Sangha should give me a gift.",
    "ai-atk-vin02a26:10_3": "if the robe is worn;",
    "ai-atk-vin02a26:10_4": "If many robes are worn, he should give them a robe.",
    "ai-atk-vin02a26:10_5": "He should give him a robe that very day.",
    "ai-atk-vin02a26:10_6": "If he isn’t able to give back, he should give him his sarong.",
    "ai-atk-vin02a26:10_7": "Still, the Sangha should make the following announcement: “Venerable Mahāpajāpatī Gotamī will do so.”",
    "ai-atk-vin02a26:10_8": "After three robes for the purpose of rainy-season robe is to be given to them.",
    "ai-atk-vin02a26:10_9": "he should astray the robes for the time of the robes.",
    "ai-atk-vin02a26:10_10": "If he thinks, “I’ll embrace a cloth from the lay life to homelessness for the dyeing of robes, and it’s a piece of cloth, I say.” But if it’s hard to give it to you one who is unshakable, I say, “I have you the robes.”",
    "ai-atk-vin02a26:10_11": "But if one who is distributed should not give it.",
    "ai-atk-vin02a26:10_12": "Hence it is to be taken after, and sewing it, I’ll make a robe.”",
    "ai-atk-vin02a26:10_13": "But if a monk is giveing the gift of what is to be given, he should give out, saying, “I have made the robe-making procedure and if he listens to the apprehending it.” And he says, “I have given it up, venerable sir.",
    "ai-atk-vin02a26:11_0": "But if it’s given to the robe-making procedure, it is skillful.",
    "ai-atk-vin02a26:11_1": "If not, he should wash it in the presence of a senior monk, “I won’t do it.” And he should wash it concluded:",
    "ai-atk-vin02a26:11_2": "For this robe-making procedure has been done for the Buddha,",
    "ai-atk-vin02a26:11_3": "In the past, the Buddha had made an end of the robe-making season.",
    "ai-atk-vin02a26:11_4": "He had a disciple called Sujāta, together with the Dispensation, and he, the Teacher, sat down in the eight hundred thousand Bhikkhus.",
    "ai-atk-vin02a26:12_0": "When the robe-making procedure has been done and he needs an end to the robe-making season, he must take a care of the newly arrived monk who is more than the one who is senior and who is old.",
    "ai-atk-vin02a26:12_1": "‘I wear the robe-making procedure!’ Then, making the whole of the robe-making season, encircling it to be declaring and sewing from the robe-making procedure.”",
    "ai-atk-vin02a26:12_2": "When the robe-making procedure has been done, he should approach the Sangha, put his upper robe over one shoulder, raise his joined palms, and say:",
    "ai-atk-vin02a26:12_3": "‘Sir, there is a legitimate legal procedure for the Sangha.’ Then, in the end of the robe-making season, they should say,",
    "ai-atk-vin02a26:12_4": "that the robe-making procedure has been done in the Sangha for the purpose of the robe-making season. They are legitimate, irreversible, and fit to stand. And it should be understood with no more fruition of reference to the frame.",
    "ai-atk-vin02a26:12_5": "In this way the robe-making procedure has been done.",
    "ai-atk-vin02a26:12_6": "for this is said: “These are the two people who offers the robe-making procedure",
    "ai-atk-vin02a26:12_7": "the teacher approves of good conduct and Nor.”",
    "ai-atk-vin02a26:12_8": "again:",
    "ai-atk-vin02a26:12_9": "if the Sangha hasn’t participated in the robe-making procedure, if it’s a group, but he does not express a group of an individual, the appreciation to the Sangha, the procedure has been done for the robe-making procedure, it has been done for the Sangha to do the robe-making procedure, it has been done, it has been done for the newly arrived monks.”",
    "ai-atk-vin02a26:13_0": "For if the robe-making procedure has been done in this way, they give us a robe-cloth together with the Sangha of monks. If it’s nearby, they’ll do it.",
    "ai-atk-vin02a26:13_1": "Then, after giving up his preoccupation, they went along the hermitage.",
    "ai-atk-vin02a26:13_2": "So if the robe-making procedure is for the ending of the robe-making season, the Sangha should do the invitation procedure.",
    "ai-atk-vin02a26:13_3": "But the same deed is right because it was resulted,",
    "ai-atk-vin02a26:13_4": "The rest of the robe-making procedures should be given for the rainy-season residence. On the instructions of the senior monks, for the sake of a maintaining service, he must not be seen, heard, thought, and known.",
    "ai-atk-vin02a26:13_5": "If many monks are able to gather together, they are able to do the robe-making procedure with one side in the monastery, they are not able to make it clear.",
    "ai-atk-vin02a26:14_0": "308.",
    "ai-atk-vin02a26:14_1": "And now the robe-making procedure has been done if the cloth is brand new, and he hasn’t shown that it’s in detail, just as much as he hasn’t been shown that it’s to be done, and that which needs improved in detail, so too, if it hasn’t been shown by him, it doesn’t show its characteristic, and that very harmful.",
    "ai-atk-vin02a26:14_2": "Then they showed others to the meaning and the opposite sex with the sevents of meaning.",
    "ai-atk-vin02a26:14_3": "For even if he has already done this, it is said: “The robe-making season in twenty ways, there is no market under the seventh characteristic of frame.”",
    "ai-atk-vin02a26:15_0": "Herein, widely-long hairs are very large as size of wide openings,",
    "ai-atk-vin02a26:15_1": "for in order to show the hidden embracing a delimitation of the liver in a charnel ground, in the order to show the course of a leaf or a strainer. That is why it is called “space of lungs”.",
    "ai-atk-vin02a26:15_2": "merely by washing the cloth,",
    "ai-atk-vin02a26:15_3": "merely by comparison with five or seven eleven robes.",
    "ai-atk-vin02a26:15_4": "the cuttings fell into the windows, just as the described above.",
    "ai-atk-vin02a26:15_5": "Moreovering soles of Final Emancipation",
    "ai-atk-vin02a26:15_6": "merely through a whirlpool, dear Mount Vepulla,",
    "ai-atk-vin02a26:15_7": "merely through the air by the backs of the child,",
    "ai-atk-vin02a26:15_8": "sewing them together, one plastered merely, and sewing them together.",
    "ai-atk-vin02a26:15_9": "Or alternatively, a key, placed the framework on one side, and he hacked it.",
    "ai-atk-vin02a26:15_10": "It is said: “Here is the arising of a robe given to the other.”",
    "ai-atk-vin02a26:15_11": "But the monks from the group of six were bound with robes even as a framework of thread, and wrapped in cloth,",
    "ai-atk-vin02a26:15_12": "merely by adding a border lengthwise border lengthwise,",
    "ai-atk-vin02a26:15_13": "merely by adding: “The goods have been informed by me,”",
    "ai-atk-vin02a26:15_14": "merely by speaking words about going to the realm of luminous newly arrived monks",
    "ai-atk-vin02a26:15_15": "merely by means of the robe-making procedure, or to another without taking leave of the robe-cloth,",
    "ai-atk-vin02a26:16_0": "powder is very beautiful, solid and owned by the appearance of a broad inner cloth, with the dye of gold, and so on.",
    "ai-atk-vin02a26:16_1": "But if he has to get it, it is allowed for two or three times.",
    "ai-atk-vin02a26:16_2": "signs in this way, “I’ll employ the sign,” and signs with medicinal.",
    "ai-atk-vin02a26:16_3": "By this much is what is said ( surrounded),",
    "ai-atk-vin02a26:16_4": "In the Commentaries, “Sāṭaka, this is the apprehendable sign in the robe-making procedure.”",
    "ai-atk-vin02a26:16_5": "When it is finished, how to give rise to the robe-making procedure is given to someone else, they make much merit for the end of the robe-making season.",
    "ai-atk-vin02a26:16_6": "The framework is not allowed to ask for a month to make it for the space. But it is allowable for one like me to make up a space on the ground.",
    "ai-atk-vin02a26:16_7": "Your body is torture:",
    "ai-atk-vin02a26:16_8": "Herein is of two kinds: stored up what is stored in what is stored in what is stored.",
    "ai-atk-vin02a26:16_9": "Herein, having set aside that what is not the case,",
    "ai-atk-vin02a26:16_10": "The Sangha gives the robe-making procedure and then gives it to the people.",
    "ai-atk-vin02a26:17_0": "With relinquishment:",
    "ai-atk-vin02a26:17_1": "And in said:",
    "ai-atk-vin02a26:17_2": "“Anyone who decide is left unfinished!”",
    "ai-atk-vin02a26:17_3": "Unable to the end of suffering: by the overcoming of the Ones,",
    "ai-atk-vin02a26:17_4": "Except if it is an outer robe: if the upper robe is kept within the cloak of sunn hemp, unshakable for the sake of himself and others.",
    "ai-atk-vin02a26:17_5": "Instead of less than five or more cutting five _māsaka_ coins or more than five _māsaka_. They made a circle of leaf or more than five _māsakas_.",
    "ai-atk-vin02a26:17_6": "For if he has been wiped out in a circle or a razor; it is not allowed to be thrown out by one who is not a rinsing.",
    "ai-atk-vin02a26:17_7": "apart from an individual, whose meaning is valid. It has not been agreed upon by a sangha or if it is an individual.",
    "ai-atk-vin02a26:17_8": "he sits down (them) inlates, having rejoiced in held dearly, stands outside the door.",
    "ai-atk-vin02a26:18_0": "309.Ahatenāti aparibhuttena.",
    "ai-atk-vin02a26:18_1": "From contact: for one or two or three times fallen down:",
    "ai-atk-vin02a26:18_2": "with goats were killed, (but) with hatchet, brilliant,",
    "ai-atk-vin02a26:18_3": "And by these two heaps flags that were rubbed by the fields",
    "ai-atk-vin02a26:18_4": "clothes, rag-robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-atk-vin02a26:18_5": "if he takes the cloth from a shop, sewing it, is allowed to take it to be put to the end.",
    "ai-atk-vin02a26:18_6": "The rest should be understood as it is said.",
    "ai-atk-vin02a26:18_7": "But in this place the robe-making season there is much of the three in the morning, etc., and many. That is why it should be understood as said.",
    "ai-atk-vin02a26:18_8": "for this robe-making season comes to an end when the robe-making season.",
    "ai-atk-vin02a26:19_0": "310.",
    "ai-atk-vin02a26:19_1": "When the robe-making procedure has been shown that he is showing such a place, how is it if the robe-making season comes to an end?",
    "ai-atk-vin02a26:19_2": "Herein, Māra’s mother.",
    "ai-atk-vin02a26:19_3": "the meaning is:",
    "ai-atk-vin02a26:19_4": "for one sewing the robe-making season comes to an end.",
    "ai-atk-vin02a26:19_5": "from that place they departed.",
    "ai-atk-vin02a26:19_6": "This is how the time to understand:",
    "ai-atk-vin02a26:20_0": "The account of the group of seven on “takes”",
    "ai-atk-vin02a26:21_0": "some will not return again.",
    "ai-atk-vin02a26:21_1": "But there are some robe-making season that the robe-making season comes first in the place where the robe-making season washed and swept away.",
    "ai-atk-vin02a26:21_2": "When he departs the robe-cloth, it sets out to be washed all the dwellings within the monastery, it is only within the boundary.",
    "ai-atk-vin02a26:21_3": "And this is said in the commentaries:",
    "ai-atk-vin02a26:22_0": "“There is no decision for the robe-making season when the robe-making season comes to an end when the sun comes to the first,",
    "ai-atk-vin02a26:23_0": "To give away this robe-cloth I first removed the monastery on the first day.",
    "ai-atk-vin02a26:24_0": "The sap is swallowed by the sarong.”",
    "ai-atk-vin02a26:25_0": "robes and alms-food robe-cloth:",
    "ai-atk-vin02a26:25_1": "there is something else outside the monastic boundary, and she went to the dwelling.",
    "ai-atk-vin02a26:25_2": "He thinks, ‘In this way one is dwelling in that lodging, or he sees this way.",
    "ai-atk-vin02a26:25_3": "But in this conclusion, the robe-making season comes to an end when the robe is finished in the robe-making season. for, when the robe-making season comes to an end, he thinks, “This unification of mind is just as much as the first strike.”",
    "ai-atk-vin02a26:25_4": "And this is said too:",
    "ai-atk-vin02a26:26_0": "“There are no starts that the robe-making season when the robe is finished.",
    "ai-atk-vin02a26:27_0": "If I first gave away this requisite, I washed the first carcass by the shoulders.",
    "ai-atk-vin02a26:28_0": "when the robe is finished and the robe is finished, it is shattered.”",
    "ai-atk-vin02a26:29_0": "In the same way the meaning should be understood in the same way: just as the meaning is, and so on.",
    "ai-atk-vin02a26:29_1": "And this is the effect.",
    "ai-atk-vin02a26:29_2": "“Shes with the two sticks that were rubbed the robes and made with the cloth. They won’t eventually arise only as they merely.",
    "ai-atk-vin02a26:29_3": "for this is said:",
    "ai-atk-vin02a26:30_0": "“There are eighteen on the ending of the robe-making season: the dwelling, the monk who kinsfolk,",
    "ai-atk-vin02a26:31_0": "to give away these two games, precept, and set out before.”",
    "ai-atk-vin02a26:32_0": "In the same way the cutting off of all Indian Rains should be understood in this way.",
    "ai-atk-vin02a26:32_1": "But it is said in the Commentaries : “It is in the way already stated , and there is no definition of any state of existence .”",
    "ai-atk-vin02a26:32_2": "Herein, this is in brief:",
    "ai-atk-vin02a26:32_3": "When he has done the robe, he does not get up first with the robe obstacle and the sarong of the robe.",
    "ai-atk-vin02a26:32_4": "He thinks, “He is not a particular robe,” but rather in that is why the robe is called “processes.”",
    "ai-atk-vin02a26:33_0": "Standing in the robe, he lay down swool and the sarong. That’s why the horse-hairs with the foot.",
    "ai-atk-vin02a26:34_0": "The two days sub-chapter on the observance day is shrine and the sun washed.",
    "ai-atk-vin02a26:34_1": "the robe was given by Upasena, the stains from the robe season, and washed with the dirty mirror.",
    "ai-atk-vin02a26:34_2": "But this one is praised for the sake of (wholesome) desire.",
    "ai-atk-vin02a26:34_3": "He obtains what he had expected",
    "ai-atk-vin02a26:34_4": "He thinks, ‘This robe-cloth is in such a monastery,’ and so on, without residing in going back. Such was why only the rest of the lay life.",
    "ai-atk-vin02a26:34_5": "There are some who, while listening to the boundless.",
    "ai-atk-vin02a26:34_6": "Herein, the robe-cloth washed outside the first boundary until the end of the robe washed outside.",
    "ai-atk-vin02a26:34_7": "The two others wander in together, converging with the struggling to the ground,",
    "ai-atk-vin02a26:35_0": "316-325.",
    "ai-atk-vin02a26:35_1": "After taking this (this), and then showing them again, they continued with robes and calling them in the borderlands, rags, and became self-controlled.",
    "ai-atk-vin02a26:35_2": "Then after which they told her, “We shall do so by this hermitage,” and they replied, “We shall give you this hermitage,” and they do not show it back, and when they arose, they do not give it each.",
    "ai-atk-vin02a26:35_3": "Then, if he leaves the robe-making season, he won’t show them with any such separate robe-cloth, etc., with those times as finishing the neighborhood of the robe-making season and give it to the end of the robe-making season, and then they will again welcom it together with the robe-making season.",
    "ai-atk-vin02a26:35_4": "When it has been shown that the robe-making season comes to an end, they bring it to the end of the robe-making season by means of which the robe-making season ends and gives it to those who are frame, and who do so only by means of the ending of the robe-making season.",
    "ai-atk-vin02a26:35_5": "Herein, by means of which one is known as a monastery he has given, and he is satisfied by that.",
    "ai-atk-vin02a26:35_6": "Likewise in the case of the opposite .",
    "ai-atk-vin02a26:35_7": "The rest is clear.",
    "ai-atk-vin02a26:36_0": "The chapter on the robe-making procedure is finished."
}