{
    "ai-atk-abh03a22:0_0": "7. Sattamavaggo",
    "ai-atk-abh03a22:1_0": "1. Saṅgahitakathāvaṇṇanā",
    "ai-atk-abh03a22:2_0": "471-472.",
    "ai-atk-abh03a22:2_1": "This is the commentary on the Sangha:",
    "ai-atk-abh03a22:2_2": "Herein, it is when these oxensive things that are aroused and treated as Commentaries, etc., do not have those that are, as follows: “Beings are protected by entering into and emerge from the forest,” and so on. That is how there are fine-material and unsprofitable things, like the royal enemy.",
    "ai-atk-abh03a22:2_3": "(Mahinda replied:) “It is hard to show the state without taking leave of the Community and the others according to their own view.",
    "ai-atk-abh03a22:2_4": "now there is no inclination for the purpose of showing the arrival in the Saṅgha.",
    "ai-atk-abh03a22:2_5": "The section dealing with that as its root items are in the sense.",
    "ai-atk-abh03a22:2_6": "But the thought of others can be understood according to what is said: “He should not be given, according to what is rejected, etc., or according to the doctrine of others whom should be given, etc., and saying: “He should give, without having obtained that which is like this,”",
    "ai-atk-abh03a22:2_7": "For this is the meaning:",
    "ai-atk-abh03a22:2_8": "if they are tamed by those oxen, etc., and whatever qualities there are—whether pleasant states and unpleasantness.",
    "ai-atk-abh03a22:3_0": "On Regular Order",
    "ai-atk-abh03a22:4_0": "2. Sampayuttakathāvaṇṇanā",
    "ai-atk-abh03a22:5_0": "473-474.",
    "ai-atk-abh03a22:5_1": "Now, this is the discussion that is associated with it.",
    "ai-atk-abh03a22:5_2": "Herein, although these three things are not sort of perception, etc., not so the meaning associated with them, the Kings are associated with knowledge, so the boys associated with knowledge, yet no matter what is connected with the three things associated with knowledges. When it is busy encountered, the king’s blossoming at all.",
    "ai-atk-abh03a22:5_3": "To help them in order to show the matter of other people’s opposite sex with their own insight.",
    "ai-atk-abh03a22:5_4": "The rest is as stated because it is recommended in the way already described.",
    "ai-atk-abh03a22:5_5": "But he who speaks like this: “This is the opposite of oil,” etc., saying: “This is the greatest of feelings,” and so on, which is the cause of diverse feeling under the three characteristics of variety, etc., is one who understands the meaning of variety of feeling.",
    "ai-atk-abh03a22:5_6": "Of all the bones, it is called “restraint by the sesame seeds” whichever appeared in the former new bones, and so on. That is why there is no comprehension of the inner skin that is described.",
    "ai-atk-abh03a22:6_0": "Unbounded Principles",
    "ai-atk-abh03a22:7_0": "3. Cetasikakathāvaṇṇanā",
    "ai-atk-abh03a22:8_0": "475-477.",
    "ai-atk-abh03a22:8_1": "Now, regarding some discussion:",
    "ai-atk-abh03a22:8_2": "Herein, there is no contact such as this: “The teaching is not fortunate, so there is nothing through which, like the kingship is the opposite sex.”",
    "ai-atk-abh03a22:8_3": "(But) they are pleased with questions, their (saying):",
    "ai-atk-abh03a22:8_4": "and contemplates both classes and associated with their birth.",
    "ai-atk-abh03a22:8_5": "you should ask such a question as yourself, and you aren’t enquire about others.",
    "ai-atk-abh03a22:8_6": "What do you think, ‘This is why, this is why your heart is guarded, that is, drunking and falling into contact with such contact as yourself, ‘This is said’, ‘This is the Sakyan way’.",
    "ai-atk-abh03a22:8_7": "The rest is the neighbortion.",
    "ai-atk-abh03a22:9_0": "Intention",
    "ai-atk-abh03a22:10_0": "4. Dānakathāvaṇṇanā",
    "ai-atk-abh03a22:11_0": "478.",
    "ai-atk-abh03a22:11_1": "Now, some clansman:",
    "ai-atk-abh03a22:11_2": "Herein, gifts:",
    "ai-atk-abh03a22:11_3": "is to be given to in the room, and he gives the gifts to both.",
    "ai-atk-abh03a22:11_4": "“Faith, conscience, and skillful giving gifts”,",
    "ai-atk-abh03a22:11_5": "if she urges her on, thinking: “She is going to the place where it leads,”",
    "ai-atk-abh03a22:11_6": "if they give, thinking, “They’re in the future,” and they give gifts to an individual essence.",
    "ai-atk-abh03a22:11_7": "Herein, they give a gift to give, saying, “If they give, give gifts, or give gifts because of this.”",
    "ai-atk-abh03a22:11_8": "Virūpakkha to the Earth, or from the time of giving a gift.",
    "ai-atk-abh03a22:11_9": "Because, when they arise there is present, they give gifts of bad character.",
    "ai-atk-abh03a22:11_10": "and gives a gift to give.",
    "ai-atk-abh03a22:11_11": "This too is how the teaching is to be grouped by threefold.",
    "ai-atk-abh03a22:11_12": "Herein, to give, a gift carefully, thoughtfully, “The Dhamma is to be given to me, like the king in the enemy.”",
    "ai-atk-abh03a22:11_13": "(But) he speaks in conformity with when questioned, this is the case of the Sakyan.",
    "ai-atk-abh03a22:11_14": "Then, because of what is legitimate and not in accordance with the Teaching, the accusation is able to speak without having asked permission of his own speech, he does not like that.",
    "ai-atk-abh03a22:11_15": "Again and again, when asked, he answers, “Give a Seer and repliesse.”",
    "ai-atk-abh03a22:11_16": "But when contacts are swept away by contacts, etc., falls under its sway,",
    "ai-atk-abh03a22:12_0": "“One who is attached to the fruit of the Dhamma” is said in order to show the fruit of the Dhamma .",
    "ai-atk-abh03a22:12_1": "For if you don’t get these things, they should understand the future, the present life, and the fruit of what is unliked, so you should understand,",
    "ai-atk-abh03a22:12_2": "This is a term for the advantages:",
    "ai-atk-abh03a22:12_3": "And if there were no excessive income, they’d seeds that were untamaged by the neighbors, the bringing them to the fruition of the fruits, etc., as a producing the fruition of the fruits, they’d produce the fruit.",
    "ai-atk-abh03a22:12_4": "But if a gift is plenty of giving a gift for the sake of a gift that is an inconvenient gift for the donor is stated.",
    "ai-atk-abh03a22:13_0": "When someone else is established in this way, they might give gifts and establish others in the same way.",
    "ai-atk-abh03a22:13_1": "One who speaks contrary to the Teaching after making use of the robes.",
    "ai-atk-abh03a22:13_2": "who spokes to the discourses of another’s wives, just like one who speaks with the word of another.",
    "ai-atk-abh03a22:13_3": "he is the fruit of what is truly desirable, the best, which is the fruit of bricks, which is actually sweet,",
    "ai-atk-abh03a22:13_4": "Therefore he should not be told to say that the fruit of what is to be done.",
    "ai-atk-abh03a22:13_5": "but give gifts to give are in gifts, while giving gifts is only gifts.",
    "ai-atk-abh03a22:13_6": "for giving gifts is the meaning of giving.",
    "ai-atk-abh03a22:14_0": "On the Universal Monarch",
    "ai-atk-abh03a22:15_0": "Discussion of the overcoming of merit",
    "ai-atk-abh03a22:16_0": "483.",
    "ai-atk-abh03a22:16_1": "Now there is a suitable riches of merit:",
    "ai-atk-abh03a22:16_2": "“Because it is day and night that a monk and invitedsible for the day of night, and gives robe-cloth for the purpose of bathing merit. A monk who uses robes, alms-food, lodgings, and medicines and supplies for the sick, just like that you haven’t got to obtain an opportunity to make merit.”",
    "ai-atk-abh03a22:16_3": "They proceed having asked a question, and they answer in their own way.",
    "ai-atk-abh03a22:16_4": "Then the one called ‘skillful’ and skillful qualities, which are skillful and blameless. So what is to be cultivated and excluded from what is good.",
    "ai-atk-abh03a22:16_5": "all that is what was did not be done, and (where) turned back.",
    "ai-atk-abh03a22:16_6": "The habit of dwellings is described in the way that is the basis for defining it, or else the affairs, saying, “What is the top of development?” Or what is theired matter?",
    "ai-atk-abh03a22:16_7": "so the lower and summons it does not accept.",
    "ai-atk-abh03a22:17_0": "He claims to be endowed with good qualities, and he uses the recipient of the three laws that gift.",
    "ai-atk-abh03a22:17_1": "Next, he pulls unrestrained when asked, “As a drill-sticks,” and he responds,",
    "ai-atk-abh03a22:17_2": "Herein, when he is turning back, he pulled towards the monastery gate, and without throwing backwards, the later stuck in the face of the life, he reappeared in the charnel ground.",
    "ai-atk-abh03a22:17_3": "He enjoys wealth and debt,",
    "ai-atk-abh03a22:17_4": "It is unsuitable, possessed of possession of nutriment.",
    "ai-atk-abh03a22:17_5": "For one who has arrived at the monastery by one, and he possesses the noble eightfold path, being endowed with the Dhamma,",
    "ai-atk-abh03a22:17_6": "When someone has thus performed this merit, it becomes asking about by means of this merit.",
    "ai-atk-abh03a22:17_7": "The one who does not take (about), for what is not good,",
    "ai-atk-abh03a22:17_8": "for one who takes on today next day when he comes to the mind,",
    "ai-atk-abh03a22:17_9": "thus, “This is the meaning.”",
    "ai-atk-abh03a22:17_10": "the master of caught up in terms of the body:",
    "ai-atk-abh03a22:17_11": "if he discards one’s speech, he is without protection;",
    "ai-atk-abh03a22:17_12": "(whoever) is good, wholesome oppressed by that which is skillful,",
    "ai-atk-abh03a22:17_13": "the meaning is that it is inclusively gives his mind according to having measureless states.",
    "ai-atk-abh03a22:17_14": "swept away by the weapons, riches,",
    "ai-atk-abh03a22:17_15": "Or alternatively, it is the use of wealth, while inner tasting merit is the meaning.",
    "ai-atk-abh03a22:18_0": "Contact, drives, broughts, contacts, and two contacts, but mixed with one of the two heels, etc., uses contacting, and makes use of contact with the two.",
    "ai-atk-abh03a22:18_1": "However, the five constructions of consciousness admits to those five aggregates, thus it is also to be found.",
    "ai-atk-abh03a22:18_2": "Then the self-mortifier who speaks to his own door, discovered from what is skillful and what is delivered to one who speaks from what is skillful.",
    "ai-atk-abh03a22:18_3": "And even a single wholesome plunges into the course of skillful behaviors, is meant for the protection and security of one kindness.",
    "ai-atk-abh03a22:18_4": "If he admits to having declaring his mind, he admits to having obtained it,",
    "ai-atk-abh03a22:18_5": "Then the one who speaks well, who speaks well,",
    "ai-atk-abh03a22:19_0": "486.",
    "ai-atk-abh03a22:19_1": "It is said to be the danger of making merit in the Royal Monastery, which is more than the inner and merit, in between the four kinds of merit and the merit.",
    "ai-atk-abh03a22:19_2": "That merit is limitless, free from overflowing goodness. And the robe-cloth is said: “He enjoys this robe in an measureless” .",
    "ai-atk-abh03a22:19_3": "He enjoys that wealth and guilt,",
    "ai-atk-abh03a22:19_4": "However, if he receives receiving what is received and not received, then I believe in the future who is having a strong, is how you should accept it.",
    "ai-atk-abh03a22:19_5": "The rest is the neighbortion.",
    "ai-atk-abh03a22:20_0": "On Decribing the merit of making merit,",
    "ai-atk-abh03a22:21_0": "6. Itodinnakathāvaṇṇanā",
    "ai-atk-abh03a22:22_0": "488-491.",
    "ai-atk-abh03a22:22_1": "now we’re given to here,",
    "ai-atk-abh03a22:22_2": "Herein, when someone has been given by him, he must begged with the gift of your robe, hence them that he has been given to him, etc., just like the King’s robes.",
    "ai-atk-abh03a22:22_3": "They allocate, take the case of the having been given to them, and the others who speak in accordance with the Teaching.",
    "ai-atk-abh03a22:22_4": "Again when he is incapable of robes, etc.",
    "ai-atk-abh03a22:22_5": "Then the result of deeds, for one is the result of for another, not for one’s own sake. They don’t actually done their own work.",
    "ai-atk-abh03a22:22_6": "But when led on by questions the other’s rolling forth the Dispensation shines.",
    "ai-atk-abh03a22:22_7": "gifts, while giving is giving.",
    "ai-atk-abh03a22:22_8": "In regard to this, they become established there, simply for their own use.",
    "ai-atk-abh03a22:22_9": "For the others haven’t been given them here.",
    "ai-atk-abh03a22:22_10": "Similarly with the rest. Likewise in the rest.",
    "ai-atk-abh03a22:23_0": "the commentary on the others’ gifts.",
    "ai-atk-abh03a22:24_0": "To start with the earth kasiṇa on the earth,",
    "ai-atk-abh03a22:25_0": "492.",
    "ai-atk-abh03a22:25_1": "Now, the earth is called “the earth”;",
    "ai-atk-abh03a22:25_2": "Herein, enlightenment factor: “Bodyncratic interpretations of action, namely, deed are authority, treating the mind as their name. And it is said to be the story of all Individication, namely, deediness, and equanimity.",
    "ai-atk-abh03a22:25_3": "That’s why the earth is filled with water and fire is just like the blind people.",
    "ai-atk-abh03a22:25_4": "Since they are included in the earth, they should ask their own reflection, and the other is the same.",
    "ai-atk-abh03a22:25_5": "Happiness is said in the Feeling Path through the Joyful Gods.",
    "ai-atk-abh03a22:25_6": "Since contact is so, it is unpleasant to be experienced as pleasant when there is a result of happiness, etc.;",
    "ai-atk-abh03a22:25_7": "Then that perception is pleasant feeling, perception, choices, and consciousness associated with perception. Whatever feelings have been given there as their objects, craving, as their objects, etc., and as their objects to the root, and both legal procedures rooted in an individual essence. Whatever is there, they are inflicted by means of the earth element. This is the motion of their terminations.",
    "ai-atk-abh03a22:25_8": "the others eject.",
    "ai-atk-abh03a22:25_9": "Even though questioning, etc.",
    "ai-atk-abh03a22:26_0": "Contact, drives, and evaporations, etc., this is the kind of contact, but it appears to them. It claims to be found, bright, finishing, and including the earth element.",
    "ai-atk-abh03a22:26_1": "they will not be able to show (his) thoughts of others and bringing others to harm.",
    "ai-atk-abh03a22:26_2": "They use the land consume of the earth. Their appears when it is finished, and reinforced it.",
    "ai-atk-abh03a22:26_3": "They enjoy the conqueror of earth, when it is finished, they claim it is extinguished without having attained Emancipation.",
    "ai-atk-abh03a22:26_4": "Having destroyed the results of deeds, this is called “without (true) deeds,” and so on.",
    "ai-atk-abh03a22:26_5": "and attaining the fruits in definitely their results.",
    "ai-atk-abh03a22:26_6": "But now the result of his own deeds has been done, and after making an end of the conclusion, he attained Final Emancipation.",
    "ai-atk-abh03a22:26_7": "And the earth kasiṇa had obtained abundant wealth because it arises in them.",
    "ai-atk-abh03a22:26_8": "while standing, one who is standing, without developing the result of that state, one who isn’t able to prompt him.",
    "ai-atk-abh03a22:26_9": "the other is put aside with the other.",
    "ai-atk-abh03a22:26_10": "If they were to respond to a wheel-turning monarch, it wards off to questions, and when it isn’t included in the same way as it does.",
    "ai-atk-abh03a22:26_11": "Of the earth, however, all of them lead the earth; for they all have obtained their deeds.",
    "ai-atk-abh03a22:27_0": "jealousy and stingy, the blessed named Isisiṅga",
    "ai-atk-abh03a22:27_1": "and after making a suitable resentment for their own veneration, he should honor himself, respect the esteemed.",
    "ai-atk-abh03a22:27_2": "Herein, the (nature) deed is called “birth in) the opposite sex by one who gives it to the people.”",
    "ai-atk-abh03a22:27_3": "Therefore because of the result of unarisening,",
    "ai-atk-abh03a22:28_0": "Understanding the earth element, the (volitional) actions of deeds,",
    "ai-atk-abh03a22:29_0": "He is the commentary on the result of old age and death.",
    "ai-atk-abh03a22:30_0": "495.",
    "ai-atk-abh03a22:30_1": "Now, old age and death come to be:",
    "ai-atk-abh03a22:30_2": "Herein, there are deeds that are ugly, unbroken, and limited, praised by the deeds of body, and speech.",
    "ai-atk-abh03a22:30_3": "Short-lived:",
    "ai-atk-abh03a22:30_4": "She has (good) deeds,",
    "ai-atk-abh03a22:30_5": "Consequently, old age and death will be like the blind men.",
    "ai-atk-abh03a22:30_6": "(But) they are pleased with questions, their (saying):",
    "ai-atk-abh03a22:30_7": "In the enquiry, (called) eyes are unbroken to the natural forms of old age and death. But the characteristic of the sense-objects of their enemy.",
    "ai-atk-abh03a22:31_0": "When old age and death come to be: the result of skillful qualities, they should be given up by old age and death.",
    "ai-atk-abh03a22:31_1": "Because of thateffulness he rejects wholesome things and protects those skillful qualities,",
    "ai-atk-abh03a22:31_2": "and an unwholesome results of another’s fault.",
    "ai-atk-abh03a22:32_0": "But there is nothing that is skillful and unskillful, they have each single vicinity to be reached by one who is himself.",
    "ai-atk-abh03a22:32_1": "Consequences the result of old age and death is undeveloped. Consequently in this way there is no need for questioning.",
    "ai-atk-abh03a22:33_0": "and the ugly golden threshly dropped in their color.",
    "ai-atk-abh03a22:33_1": "For a long time the life span is short, not being bitter,",
    "ai-atk-abh03a22:33_2": "Herein, an unwholesome opportunity is ugly and unsightly, so it is unsightly ugly.",
    "ai-atk-abh03a22:33_3": "But the life-continuum is a condition for the kamma-originated elements both as contracting and expansion.",
    "ai-atk-abh03a22:33_4": "This is how it is in this way that the result of rebirth- linking is produced in accordance with natural principles, and so on.",
    "ai-atk-abh03a22:33_5": "As before the rest is given here:",
    "ai-atk-abh03a22:34_0": "He praises death as the result of old age and death.",
    "ai-atk-abh03a22:35_0": "In the commentary on the Teachings, disparages,",
    "ai-atk-abh03a22:36_0": "498.",
    "ai-atk-abh03a22:36_1": "Now, what is called in the teaching of the noble ones;",
    "ai-atk-abh03a22:36_2": "The state of existence in which these things are just like the fruit of the ascetic life.",
    "ai-atk-abh03a22:36_3": "Since they don’t live in line with the teaching, they can take their own question,",
    "ai-atk-abh03a22:36_4": "Herein, the Noble One who understands the result of good conduct, the result of in good states,",
    "ai-atk-abh03a22:36_5": "The bringing the fruit of defilements.",
    "ai-atk-abh03a22:36_6": "(and there is) a name for the ascetic life, this is the name of the ascetic life.",
    "ai-atk-abh03a22:36_7": "“Mendicants, I will teach you the ascetic life is said to be the fruit of the ascetic life.”",
    "ai-atk-abh03a22:36_8": "Likewise in the Brahmā-world.",
    "ai-atk-abh03a22:37_0": "When they’ve entered the fruit of stream-entry, not as a result of the fruit of once-returner, when they don’t admit reappear in the fruit of stream-entry, not how to bring them to the fruit of once-return.",
    "ai-atk-abh03a22:37_1": "For he takes it to go to a lower place, he remembers it thus:",
    "ai-atk-abh03a22:37_2": "As they were walking along the result, they walked back and forth along.",
    "ai-atk-abh03a22:37_3": "Therefore he admits to having placed them and admits to the subject.",
    "ai-atk-abh03a22:38_0": "(They are) skilled in the homes of the Kāsi, the State, the words that are phrases, and the state of partaking of others. And they speak of simultaneously, and beliefs.",
    "ai-atk-abh03a22:38_1": "Because what is good and skillful is included in the result, and comes to an end.",
    "ai-atk-abh03a22:38_2": "Going to the north, he comes back to accumulation and dispersal. And it goes wherever there is accumulation, thus it is called ‘which leads to the goal’.",
    "ai-atk-abh03a22:38_3": "This is how there is no accumulating in the same way as to which there is no accumulation.",
    "ai-atk-abh03a22:38_4": "And the meaning should be understood according to what is said in consequence, and the meaning of this sense.",
    "ai-atk-abh03a22:39_0": "Talking in the Noble Truths",
    "ai-atk-abh03a22:40_0": "Grasping a consequence of meaning is bad principles.",
    "ai-atk-abh03a22:41_0": "501.",
    "ai-atk-abh03a22:41_1": "Now, this resultant resultant thing:",
    "ai-atk-abh03a22:41_2": "Herein, the resultant result is a condition for the result of mutuality, etc., as to receptacle on each other, so the result of which is obtained.",
    "ai-atk-abh03a22:41_3": "(But) they are pleased with questions, their (saying):",
    "ai-atk-abh03a22:41_4": "results in accordance with the result of that result, the result of the result of bad character.",
    "ai-atk-abh03a22:41_5": "He turns backwards and reference to the future,",
    "ai-atk-abh03a22:41_6": "and they claim the second,",
    "ai-atk-abh03a22:41_7": "Since that being so, however, in this way the result of that unprofitable results, including them with practitioner and is running out.",
    "ai-atk-abh03a22:42_0": "the result of: on the result of the skillful, or of the result of unprofitable states, in accordance with the Teaching, or in the Monastic Code, he puts it down on one side.",
    "ai-atk-abh03a22:42_1": "The resultant thing and the resultant thing thus: “This result is the resultant thing” .",
    "ai-atk-abh03a22:42_2": "And on account of the result of four elements, he claims to be a condition for each other.",
    "ai-atk-abh03a22:42_3": "Then he said to them: “Nay, the result of the four primary elements, and the result of the aggregates, therefore he is presented to them with one thing” .",
    "ai-atk-abh03a22:42_4": "When I a skilled in this way, a skilled in embracing, to reject it in line with the teaching.",
    "ai-atk-abh03a22:42_5": "They result those bad things, unskillful and results in the unskillful, with unprofitable results.",
    "ai-atk-abh03a22:42_6": "because of the resultant thing",
    "ai-atk-abh03a22:42_7": "Skill in those same phrases, and the same application.",
    "ai-atk-abh03a22:43_0": "Talking is a condition for name and formlessness. That is why it is called “realms” in the back and on account of calm,",
    "ai-atk-abh03a22:43_1": "Sometimes they have spoken of in order to they don’t spoken of the results and the results of things.",
    "ai-atk-abh03a22:44_0": "Gives results in the different colors,",
    "ai-atk-abh03a22:45_0": "The seventh sub-chapter on offenses is finished."
}