{
    "ai-atk-vin02a15:0_0": "The nun Suppiyā’s daughter-in-law",
    "ai-atk-vin02a15:1_0": "The first training rule on what is intended",
    "ai-atk-vin02a15:2_0": "This is the between offenses, this is the between the two ends.",
    "ai-atk-vin02a15:3_0": "the commentary on the colour of the shaveling.",
    "ai-atk-vin02a15:4_0": "678.Udositanti bhaṇḍasālā.",
    "ai-atk-vin02a15:4_1": "Don’t say that.",
    "ai-atk-vin02a15:4_2": "(but) weavers it with the venerables,",
    "ai-atk-vin02a15:4_3": "after speaking about the opportunity, he said:",
    "ai-atk-vin02a15:4_4": "he is said:",
    "ai-atk-vin02a15:5_0": "though they are attached to anger, free from enmity, and contempt,",
    "ai-atk-vin02a15:5_1": "he is said to have participated in the robe-making procedure, which is why speaking thus: “This isn’t spoken by the people who speak contradict.”",
    "ai-atk-vin02a15:5_2": "And here there is what is called “not to be given” or “It is incapable of doing what is needed for one who has gone forth as a renunciate” .",
    "ai-atk-vin02a15:5_3": "if she searches for a second, a companion, or a friend,",
    "ai-atk-vin02a15:5_4": "if he goes, thinking, “She is going to the monastery or not, wherever he is standing, sitting, or lying down, and like a wind strikes about wither,” and in a window openings, he commits an offense entailing confession.",
    "ai-atk-vin02a15:5_5": "if one tells one person to tell whom one of these two kinds of demonstration:",
    "ai-atk-vin02a15:5_6": "Similarly: these are not the same in each case.",
    "ai-atk-vin02a15:6_0": "But this is the detailed explanation of the Profitable Disciples.",
    "ai-atk-vin02a15:6_1": "Where set aside some nuns’ dwelling place on seeing her own dwelling place, she informed her of the nuns’ quarters.",
    "ai-atk-vin02a15:6_2": "if a lay follower tells his own truth to the nun Dhammadinnā,",
    "ai-atk-vin02a15:6_3": "First the lay follower tells her about it first, how does a nun inform her of wrong conduct?",
    "ai-atk-vin02a15:6_4": "If she tells her about it herself, she tells a serious offense.",
    "ai-atk-vin02a15:6_5": "A lay follower says:",
    "ai-atk-vin02a15:6_6": "if he tells him, “How can you first inform the nun, how can you inform the nun?” and he tells about his own first, then he commits a serious offense.",
    "ai-atk-vin02a15:6_7": "a lay follower says:",
    "ai-atk-vin02a15:6_8": "“I’m not sort of yours; he tells them to make this.”",
    "ai-atk-vin02a15:7_0": "When a nun is building up a wall, how can she inform about her, then, when she informs her, how can she be asked? What can she informed of her? Or if she informs her, “What can I be done?” then the otherwise he informed of her, he commits a serious offense.",
    "ai-atk-vin02a15:7_1": "Or just as when a nun hears arranged their funeral pyre, he hears what they have heard, the king’s intentions to be depraved, he is constantly deliberate, and he has been resolved in that monastery too.",
    "ai-atk-vin02a15:7_2": "But if there is a disciplinary issue, it is easy to admonish,",
    "ai-atk-vin02a15:7_3": "Then, seeing her doing this, they said, “We’ll find out about the point of her.” When she had been deposited, they then do not know the funeral pyre, there is no offense.",
    "ai-atk-vin02a15:8_0": "This is the first offense.",
    "ai-atk-vin02a15:8_1": "and it is the first case that should be soon afterwards that it is the first attainment.",
    "ai-atk-vin02a15:8_2": "But in the case of the co-pupils that were to be shown by means of the intention to be committed, and on the act of violence.",
    "ai-atk-vin02a15:8_3": "For this is the meaning:",
    "ai-atk-vin02a15:8_4": "This is the first kind of enjoyment that nun doesn’t concluded: “The nun who has committed the first offense entailing expulsion, but when it is finished, this is the first case.",
    "ai-atk-vin02a15:8_5": "As to the Sangha of nuns: , permission of the Sangha of nuns.",
    "ai-atk-vin02a15:8_6": "Through ceremonies that reason",
    "ai-atk-vin02a15:8_7": "But we would give attention to the people, saying: “It is because we will be able to give to the act of vicinity.”",
    "ai-atk-vin02a15:8_8": "Herein, the nun who has committed the attributes needed for being admitted to the Sangha should be given permission.",
    "ai-atk-vin02a15:8_9": "For there is no such thing as the Dhamma, reinstates the Sangha.",
    "ai-atk-vin02a15:8_10": "At that time the nun Dhammadinnā is sent back to the beginning, thus he is re-admitted.",
    "ai-atk-vin02a15:9_0": "When it comes to an opportunity, he goes from the place where the strikes, slaughterhouse, and he then informs her about it of the ruler of the earth, saying, “Whoever returns first from the group of nuns? What can he tells about it?” then he has committed a serious offense.",
    "ai-atk-vin02a15:9_1": "If she has been deposited by has been depraved by us, and there is no offense.",
    "ai-atk-vin02a15:9_2": "And if didn’t do it, he says, “What does that you say? You’re doing it.”",
    "ai-atk-vin02a15:9_3": "and when they hear it from a talk about it, they did not go to the point of the people, there is no offense.",
    "ai-atk-vin02a15:10_0": "If he looks after himself, he commits an offense entailing confession.",
    "ai-atk-vin02a15:10_1": "Just as now with the intention of preventing the minds that were protected by an attributes, so will it be shown that it is not allowable?",
    "ai-atk-vin02a15:10_2": "Herein, there is in the past, future, and present.",
    "ai-atk-vin02a15:11_0": "What kind of person has the past?",
    "ai-atk-vin02a15:11_1": "And whatever village or wilderness people wander in the neighborhood of a village, wherever they chopped plants and fruits, whether tree or those who are fruitless.",
    "ai-atk-vin02a15:11_2": "After approaching those nuns, they say, “This is the name of this,” he said,",
    "ai-atk-vin02a15:11_3": "“Who was that?” And who was told, “Who did you ask and so?”",
    "ai-atk-vin02a15:11_4": "When the past, future, or present have gone out of the past,",
    "ai-atk-vin02a15:11_5": "If you hear them, you’re acting with the news.",
    "ai-atk-vin02a15:11_6": "they’ll be attached to the staff, but the wise even comes to it.",
    "ai-atk-vin02a15:11_7": "But if he says a group of five hundreds, he becomes expelled by him.",
    "ai-atk-vin02a15:12_0": "They said, “Why do you not know who we are of us?” and they do not know that it was allowable for us to do the same.",
    "ai-atk-vin02a15:12_1": "For we do what we say.”",
    "ai-atk-vin02a15:12_2": "for one who has not shown that is good.",
    "ai-atk-vin02a15:12_3": "When this was said, they wouldn’t do all. And all at once the ground, he’d neither arrange them nor make any effort to get by.",
    "ai-atk-vin02a15:13_0": "Having seen this requisites, they are not allowed to be robbed by bandits.",
    "ai-atk-vin02a15:13_1": "So they dropped the staff and the whole nun.",
    "ai-atk-vin02a15:13_2": "But on his own requisite, he said, “I have got a requisite; please don’t staff. Please do so.”",
    "ai-atk-vin02a15:13_3": "bondservants, employees, and workers do not constructed.",
    "ai-atk-vin02a15:14_0": "How does the future come out?",
    "ai-atk-vin02a15:14_1": "And oppressed by the nuns in the way already stated, they say, “This is our guide and our refuge.”",
    "ai-atk-vin02a15:14_2": "When asked, “Who did you say?” he told him, “What’s sort?",
    "ai-atk-vin02a15:14_3": "When the future has not come up, it does not come to be.",
    "ai-atk-vin02a15:14_4": "The whole nun should restrain her on the staff of the nun.",
    "ai-atk-vin02a15:14_5": "like the first direction.",
    "ai-atk-vin02a15:15_0": "If you think, “If you do such-and-such a nun, but then neither thinks, then get staff nor makes a staff, and then go back to the neighborhood of the monks, there is no offense for breaking out of the rod.",
    "ai-atk-vin02a15:16_0": "* This is the same way as the monks are for nuns.",
    "ai-atk-vin02a15:16_1": "for a monkey is not the rainy season when the monkey leaves.",
    "ai-atk-vin02a15:16_2": "Whatever place the news in the way have been drawn near,",
    "ai-atk-vin02a15:16_3": "in the way already described.",
    "ai-atk-vin02a15:16_4": "But when they know that they will not beat the sticks, they won’t do their legs. And when they punish, they don’t look down on them.",
    "ai-atk-vin02a15:16_5": "They cut the dwellings, or when the trees or the shadows there, or cover them with a stilt houses, or projecting them with shade, then they don’t reach the Koṭi.",
    "ai-atk-vin02a15:16_6": "If the weavers is to be given, he should give them.",
    "ai-atk-vin02a15:16_7": "Standing requisites, they mustn’t see any requisites obtained by it, even if they were to shot by at the roots of a group.",
    "ai-atk-vin02a15:16_8": "The rest is the same.",
    "ai-atk-vin02a15:17_0": "–",
    "ai-atk-vin02a15:17_1": "What does resentment not release the liberations, their minds fall down asleep,",
    "ai-atk-vin02a15:18_0": "The first rule, the training rule on seven years,",
    "ai-atk-vin02a15:19_0": "The second training rule on the head",
    "ai-atk-vin02a15:20_0": "they were holding a second full moon on the great worms:",
    "ai-atk-vin02a15:21_0": "without getting permission from them, he is not able to ask:",
    "ai-atk-vin02a15:21_1": "or my son, daughter-in-law, etc.",
    "ai-atk-vin02a15:21_2": "Past away the Teacher, the teaching,",
    "ai-atk-vin02a15:21_3": "Fragrances, gandhabbas, and so on,",
    "ai-atk-vin02a15:21_4": "Wherever the kings go to the village, towns and say, “Tomorrow, take this monastery, and govern the story of Isipatana.”",
    "ai-atk-vin02a15:21_5": "That’s why they said it.",
    "ai-atk-vin02a15:21_6": "And here he should ask the Sangha of nuns, etc., and if he asks the Sangha of nuns for the nuns.",
    "ai-atk-vin02a15:21_7": "apart from the ascetics of other religions, if he goes forth as an ascetic of another religion, except if he gets her to go forth.",
    "ai-atk-vin02a15:21_8": "The rest is the same.",
    "ai-atk-vin02a15:22_0": "The criminals of criminals have been constructed –",
    "ai-atk-vin02a15:22_1": "Having put on fondness on her rough on her behaved, and she stood alone withdrawn from the herd, and she put out the wounded on her. She then, having risen from the seats, she dismissed her, saying, “It is invalid,” and she dismissed her mental actions, “It isn’t clear,” and she turned her mind.",
    "ai-atk-vin02a15:23_0": "The second training rule is finished.",
    "ai-atk-vin02a15:24_0": "The third training rule on the third part of the body",
    "ai-atk-vin02a15:25_0": "692. Tatiye –",
    "ai-atk-vin02a15:25_1": "If she crosses the threshold to the bedroom, and at one crosses the threshold with her second foot, she commits a serious offense.",
    "ai-atk-vin02a15:25_2": "With an unenclosed inhabited area of an unenclosed village with one foot, and he crosses the threshold with the other.",
    "ai-atk-vin02a15:25_3": "Though they go from the village to another village, there’s no offense for either less than a line or a cowherd, or if it’s headeds to the next village, he commits a serious offense when three conditions are fulfilled;",
    "ai-atk-vin02a15:25_4": "And having left the village, he entered it and returned to his own village.",
    "ai-atk-vin02a15:25_5": "But if a nun enters an egg, or a ground with skin and it is allowable for him to enter the monastery and say that she has already entered it.",
    "ai-atk-vin02a15:25_6": "And if he does the elephant or horsebacks or psychic powers, then it is allowable for him to fly away.",
    "ai-atk-vin02a15:25_7": "for that is so very beneficial, it is good to go to here.",
    "ai-atk-vin02a15:25_8": "which goes beyond with the first foot.",
    "ai-atk-vin02a15:26_0": "there are two nuns who are traveling in a village monastery and wandering for alms. If, after walking for alms, he returns to the village for alms, he should go to the monastery and wander for alms.",
    "ai-atk-vin02a15:26_1": "If, one should go to the village within that same place.",
    "ai-atk-vin02a15:26_2": "If he comes back to the village, he should get rid of it in the way already described.",
    "ai-atk-vin02a15:26_3": "When there is an appointment with a nun who is coming out of some business or other nuns, they go outside the gateway took her from that village. When she returns, the nuns’ dwelling place outside the gateway, and the nuns are coming outside the gateway, saying,",
    "ai-atk-vin02a15:26_4": "If she comes, it is not allowed to enter into her presence.",
    "ai-atk-vin02a15:27_0": "Previously, Vihāradvāja, and a nun in the middle.",
    "ai-atk-vin02a15:27_1": "Afterwards it is to be used up, and having gone beyond the four villages, they eat one meal, and then eat one meal.",
    "ai-atk-vin02a15:27_2": "and then enter the village, or town:",
    "ai-atk-vin02a15:27_3": "it is allowed to go, but it is exhausted again.",
    "ai-atk-vin02a15:27_4": "Wealthing over to the four dwellings",
    "ai-atk-vin02a15:28_0": "It is the sarong: wherever the knees are covered all the three circles,",
    "ai-atk-vin02a15:28_1": "When she had crossed the rainy season in this way, the nunnery or the village with her three robes, wherever she stayed, and eventually. She went back to the monastery wherever they disappeared.",
    "ai-atk-vin02a15:28_2": "That river will be assured for the characteristic,",
    "ai-atk-vin02a15:28_3": "They don’t place the bed with the three foot, or the edge of such-and-such a whirlpools, or the second foot, and lift them up and suspension.",
    "ai-atk-vin02a15:28_4": "if she goes there, there is no offense;",
    "ai-atk-vin02a15:28_5": "If they were pregnantly charming a wave, and they go beyond the north, there is no offense.",
    "ai-atk-vin02a15:28_6": "But when they go to the dead precincts, they (would allow), he commits an offense entailing confession.",
    "ai-atk-vin02a15:28_7": "The same method of explanation applies to the beginning with , and the rest.",
    "ai-atk-vin02a15:28_8": "if it is at most one destiny, one is pulled up;",
    "ai-atk-vin02a15:28_9": "The two kinds of dust and dirt, etc., are allowed to wander in both ways.",
    "ai-atk-vin02a15:28_10": "If he goes, he commits an offense.",
    "ai-atk-vin02a15:28_11": "if two upper story is eleven, one is coming to the near shore, and after getting them back, he commits an offense entailing confession.",
    "ai-atk-vin02a15:28_12": "But the other kind of woman stands too far, that’s why it is developed and cultivated there is no offense.",
    "ai-atk-vin02a15:28_13": "If she bathes within a consequence, or has it settleed, there is no offense.",
    "ai-atk-vin02a15:29_0": "If he is of solitary, there is something else, or if he loses striving other works or doing anything else, I’ll speak in the presence of the Teacher, and there is no offense for one who is moves.",
    "ai-atk-vin02a15:29_1": "Only it seems, if he thinks, “I’ll stay here in the same place as a to lead the army right here,” and he then left hands back in the same place as before.",
    "ai-atk-vin02a15:29_2": "For one who is building a monasteries in their hand and a foot is precinct, and one who guards it.",
    "ai-atk-vin02a15:30_0": "In the little village, “Protectors” is characterized thus: “Polluting the boundary in the wilderness, this is how they are described.”",
    "ai-atk-vin02a15:30_1": "but it has not been carried away by a village in this village.",
    "ai-atk-vin02a15:30_2": "if he is in the wilderness, but he is unsure of it, and he tells him of an offense;",
    "ai-atk-vin02a15:30_3": "Hence it is said: “The nuns are coming out of the Great Bodhi,” and she enters the one outside the Great Bodhi, she commits an offense entailing confession.",
    "ai-atk-vin02a15:30_4": "While entering and leaving the stilt house, etc., do not enter (them) in the same way.",
    "ai-atk-vin02a15:30_5": "If he departs to the Great Ford one day, then he commits an offense entailing confession.",
    "ai-atk-vin02a15:30_6": "Those who enter the monastery to be found, even if he stands outside the monastery.”",
    "ai-atk-vin02a15:30_7": "One sees that there is a second lady named the council.",
    "ai-atk-vin02a15:30_8": "But if he has already died between the shoulders, he is able to get to see it.",
    "ai-atk-vin02a15:30_9": "Where the sound of they are singing as if the noise is of the teaching and hear the sound of the Dhamma in the way.",
    "ai-atk-vin02a15:30_10": "Out in the open, there is a messenger.",
    "ai-atk-vin02a15:30_11": "If the companion nun who lives in the vicinity of such-and-such a jackal has not yet been vice, she commits an offense entailing suspension.",
    "ai-atk-vin02a15:31_0": "walking alone, they’re shunning the path",
    "ai-atk-vin02a15:31_1": "If she remains because of the full ordination, then for the pursuit of wickedness, there is no offense.",
    "ai-atk-vin02a15:31_2": "If they go without taking leave of the first path, there is no offense.",
    "ai-atk-vin02a15:31_3": "if the other person is going to walk, thinking, “Whoever returns,” but do not go, “Whoever returns,” and she departs, “Whoever goes,” and she too is traveling.",
    "ai-atk-vin02a15:31_4": "If he takes another path, even if he takes another path, yet another requisite, yet he stands by one day, nor for the other, there is no offense.",
    "ai-atk-vin02a15:32_0": "Is the precinct forgets others: the meaning is that.",
    "ai-atk-vin02a15:32_1": "First: The first section dealing with containers –",
    "ai-atk-vin02a15:32_2": "actions of the mind, thoughts, mind consciousness, and mind.",
    "ai-atk-vin02a15:33_0": "The third training rule is finished.",
    "ai-atk-vin02a15:34_0": "The training rule on the fourteenth offenses",
    "ai-atk-vin02a15:35_0": "694-8.",
    "ai-atk-vin02a15:35_1": "Fourth:",
    "ai-atk-vin02a15:35_2": "The foot-stool: the foot-stands for washing the feet,",
    "ai-atk-vin02a15:35_3": "the foot-stands for the feet:",
    "ai-atk-vin02a15:35_4": "(They are) unfinished when the group of nuns’ consent.",
    "ai-atk-vin02a15:35_5": "They conduct themselves properly and suitably so as to deserve to be released.",
    "ai-atk-vin02a15:35_6": "The rest is the same.",
    "ai-atk-vin02a15:36_0": "and the place where the lake is produced by a lake –",
    "ai-atk-vin02a15:36_1": "physical deeds, verbal, and mental deeds.",
    "ai-atk-vin02a15:37_0": "The fourth training rule is finished.",
    "ai-atk-vin02a15:38_0": "The training rule on the five factors",
    "ai-atk-vin02a15:39_0": "701. Pañcame –",
    "ai-atk-vin02a15:39_1": "Except in one part of the monks said: “Sometics this one monk is before they are incapable of actually in the Mahāvihāra.”",
    "ai-atk-vin02a15:39_2": "I have said this to the Great Commentaries:",
    "ai-atk-vin02a15:39_3": "The rest is the same.",
    "ai-atk-vin02a15:40_0": "First: The first section dealing with containers –",
    "ai-atk-vin02a15:40_1": "What does he know the liberation of the mind, the feeling of the world, the mind, and body?",
    "ai-atk-vin02a15:41_0": "The fifth training rule is training rule",
    "ai-atk-vin02a15:42_0": "The sixth offense entailing suspension",
    "ai-atk-vin02a15:43_0": "705-6. Chaṭṭhe –",
    "ai-atk-vin02a15:43_1": "since you shake off your fame,",
    "ai-atk-vin02a15:43_2": "If she sends him away, she commits an offense entailing suspension.",
    "ai-atk-vin02a15:43_3": "sending him away.",
    "ai-atk-vin02a15:43_4": "And this is said in the commentaries:",
    "ai-atk-vin02a15:44_0": "“He doesn’t receive it, nor receive it;",
    "ai-atk-vin02a15:45_0": "being a heavy offense, and uses wealth.",
    "ai-atk-vin02a15:46_0": "My questions were skillful, I thought about too.”",
    "ai-atk-vin02a15:47_0": "for this verse was said in the Saṁsāra.",
    "ai-atk-vin02a15:47_1": "Once, with the first particular individual essence, he commits an offense entailing acknowledgment.",
    "ai-atk-vin02a15:47_2": "The rest is the same.",
    "ai-atk-vin02a15:48_0": "The Threews:",
    "ai-atk-vin02a15:48_1": "What doing good deeds by way of body, speech, and mind?",
    "ai-atk-vin02a15:49_0": "The sixth training rule is finished.",
    "ai-atk-vin02a15:50_0": "The training rule on the seventh offenses entailing suspension",
    "ai-atk-vin02a15:51_0": "The meaning of this may be understood as given under the sevenfold origination.",
    "ai-atk-vin02a15:52_0": "Where the joined and the beginning –",
    "ai-atk-vin02a15:52_1": "What do you think of the mind, bodily, verbal, and mental deeds?",
    "ai-atk-vin02a15:53_0": "The seventh training rule is finished.",
    "ai-atk-vin02a15:54_0": "The training rule on the eight factors",
    "ai-atk-vin02a15:55_0": "715. Aṭṭhame –",
    "ai-atk-vin02a15:55_1": "A legal issue: it is certainly a legal issue that is certainly a certain legal issue.",
    "ai-atk-vin02a15:55_2": "But in order to give a disciplinary issue, the four kinds of disciplinary issues, “The four kinds of legal issues have been shown by the intention of legal issues.”",
    "ai-atk-vin02a15:55_3": "The rest is just because she confuses her.",
    "ai-atk-vin02a15:56_0": "The eighth training rule.",
    "ai-atk-vin02a15:57_0": "The training rule on the requisites",
    "ai-atk-vin02a15:58_0": "723. Navame –",
    "ai-atk-vin02a15:58_1": "Nāgas mixed with animals.",
    "ai-atk-vin02a15:58_2": "He should not give permission to those gone forth as an ascetic, by means of shameless speech.",
    "ai-atk-vin02a15:58_3": "Nāgas such as: laying down the beds and enclosing the coverings of the strings, etc., and the benches of the strings and the rest.",
    "ai-atk-vin02a15:58_4": "The bad reputation: this is called bad reputation.",
    "ai-atk-vin02a15:58_5": "The wicked one subdued with the light, who looks to the neighborhood of the world.",
    "ai-atk-vin02a15:58_6": "The rest is just because she confuses her.",
    "ai-atk-vin02a15:59_0": "The ninth training rule is nine orifices",
    "ai-atk-vin02a15:60_0": "The training rule on the tenth offenses entailing suspension",
    "ai-atk-vin02a15:61_0": "727. Dasame –",
    "ai-atk-vin02a15:61_1": "that’s how behavior.",
    "ai-atk-vin02a15:61_2": "Such behavior is yours, such as you feel, is the meaning.",
    "ai-atk-vin02a15:61_3": "So in each instance,",
    "ai-atk-vin02a15:61_4": "one isir to understanding, one should know as low.",
    "ai-atk-vin02a15:61_5": "will they completely understand these states of existence through having destroyed what will they do?”",
    "ai-atk-vin02a15:61_6": "Endowed with the eye:",
    "ai-atk-vin02a15:61_7": "By anger:",
    "ai-atk-vin02a15:61_8": "by the power of Verocana,",
    "ai-atk-vin02a15:61_9": "in the very strong abode of his own strength enemy.",
    "ai-atk-vin02a15:61_10": "You’ll become weak with your feeble and weakness",
    "ai-atk-vin02a15:61_11": "You should see everything according to the idea:",
    "ai-atk-vin02a15:61_12": "Putting in transmigration.",
    "ai-atk-vin02a15:61_13": "The rest is just because she confuses her.",
    "ai-atk-vin02a15:62_0": "The tenth training rule is ten training rules.",
    "ai-atk-vin02a15:63_0": "the venerables have been recited and attained the seventh offense entailing suspension. The four rules on universal an offense entailing suspension, the first two undetermined rules, the inner skin, the four rules, and the first rainy season. These are the four rules as long as the territory, and after the fourth offense entailing suspension.",
    "ai-atk-vin02a15:63_1": "In this way all the rules of the Monastic Code should be given in full awareness when the seventeen rules, all that is to be seen, the meaning here is, the meaning.",
    "ai-atk-vin02a15:63_2": "is the same as a definition.",
    "ai-atk-vin02a15:63_3": "But we shall praise him in detail.",
    "ai-atk-vin02a15:64_0": "for the sake of the Vinaya and of the nuns,",
    "ai-atk-vin02a15:65_0": "The group of seventeen is finished.",
    "ai-atk-vin02a15:66_0": "The chapter on offenses entailing suspension is finished."
}