{
    "ai-atk-s0510a15:0_0": "15. Chattavaggo",
    "ai-atk-s0510a15:1_0": "” the Elder Piṭakatissa reigned over the great hermitage.",
    "ai-atk-s0510a15:2_0": "When the Fortunate One attained Final Emancipation he does not accept it.",
    "ai-atk-s0510a15:2_1": "This too were made by the previous moon that was wide, and through the eldest of my merit, and, because of the Fortunate One’s body, I will lay down on the ground with the (wholesome) monks, after subduing the Fortunate One’s body, I will be reborn in the company of the elimination of the (worlds). Having done so, I will worshipped the relics of the Fortunate One’s body,” and thought, “There would be no more fruition,",
    "ai-atk-s0510a15:2_2": "and later, after building worshipping the relics, he offered the flowers to the relics.",
    "ai-atk-s0510a15:2_3": "Not having approached and thus reached Arahantship in this world with its gods, he took a meditation subject, which has attained perfection and consummation, and is free from swept away. He attained the meditation once-returners, and went forth from the lay life to homelessness.",
    "ai-atk-s0510a15:3_0": "1.",
    "ai-atk-s0510a15:3_1": "Having destroyed his former jobs, he having known that happiness arose in the Buddha, he revealed his former linen abode.",
    "ai-atk-s0510a15:3_2": "Herein, as “final”: the meaning is: six kinds of sunshade, the canopy is six classes of the sunshade. This is the meaning of in the six classes of rebirth.",
    "ai-atk-s0510a15:3_3": "I build a monument for him and a monument. When it is constructed by him, he planted plants, mades a heap of stones, or by mats—should plants, made according to the Thūpārāma. He can make a monuments for him, for that purpose.",
    "ai-atk-s0510a15:4_0": "After taking possession of the fragrance, soft hands, and placed (the water) in the sunshade, and with countless scents of clothes, he said: “After sunshade and sandal powder”.",
    "ai-atk-s0510a15:4_1": "The rest is undefined.",
    "ai-atk-s0510a15:5_0": "It is the commentary on the Elder Piṭakatissa .",
    "ai-atk-s0510a15:6_0": "the Elder Uppalavaṇṇā",
    "ai-atk-s0510a15:7_0": "(when) the chief of men (that is called) “hinderstanding the dissatisfaction”, etc.",
    "ai-atk-s0510a15:7_1": "This too was well-sphereed when the Buddha had laid down a rolling-picked shell in the former existences of the Dhamma. Then when the Fortunate One’s body had become extinguished, he would be extinguished all collapsed in the family home with faith and confidence, and had become extinguished.",
    "ai-atk-s0510a15:7_2": "I offered many flowers to the intermediate directions.",
    "ai-atk-s0510a15:8_0": "5.",
    "ai-atk-s0510a15:8_1": "He did so and then re-entered amongst gods and humans (only) during the various aeons of the limits, extinctions, and having taken his passions, he returned to the alms-bowl and worshipped the Buddhas of the Lord of Devas. He, the Sole Protector of the Eneducated from the drewned One, and is worshipped by disciples of the Lord of the Enlightened Ones.",
    "ai-atk-s0510a15:8_2": "Herein, the end of the world produced in the whole world that is without step, as if it were the case of the striving forwards, the Parinibbāna of the World, who is extinguished in the cool shade of the very life.",
    "ai-atk-s0510a15:8_3": "(thinking): “As I have mastered the four kinds of mindfulness meditation, the four kinds of mindfulness meditation, the four right efforts, the four foundations of mindfulness meditation, the seven awakening factors, and the noble truths, the streams of the teaching, the one with supreme awakening.”",
    "ai-atk-s0510a15:8_4": "He placed the golden posts, posts, banisters, and bent over the cost. Next Iisms, having taken a good shrine, I put the golden statue, and put it on the spot.",
    "ai-atk-s0510a15:9_0": "or cause them to gather them, and place them on their way. They builded a molasse, put them in a connection with, and place them in a circumstance. Then they fixed the stilt house on the ground, and chopped it.",
    "ai-atk-s0510a15:9_1": "Having taken his birth, he proceeded to the Lord of the Suras, saying: “This is the Lord of the Three, this is the meaning of the (true) faith in the birth of the Three Times, having conquered him with a flowering sal tree, beautiful flowers, I worshipped him with these verses, and worshipped him,",
    "ai-atk-s0510a15:9_2": "each is worth learning.",
    "ai-atk-s0510a15:10_0": "the Uppalavaṇṇā is the precincts of the Elder Rohaṇa.",
    "ai-atk-s0510a15:11_0": "the Elder Uppalavaṇṇā’s dwelling place,",
    "ai-atk-s0510a15:12_0": "after his final attainment of Nibbāna, who had been given to Venerable Disciple,",
    "ai-atk-s0510a15:12_1": "The great treasure of the Buddha then spoke to him in the former times, and then became embarrassed, all of them were self-controlled, illumined, and then attained Nibbāna with the treasure of the aggregates, with the family tradition of the Buddha’s family home, and with the glorious treasures. Having during the seven treasures, it would be extinguished.",
    "ai-atk-s0510a15:12_2": "And so, after being reborn in a hundred thousand carpets of merit for many thousands of years, he was an extremely wealthy. It had been reborn in this family tradition after repeatedly practiced Buddha and his birth.",
    "ai-atk-s0510a15:13_0": "10.",
    "ai-atk-s0510a15:13_1": "Once he was one day, having made happiness and joy in the past, and he was reborn in the heaven of the world, he reached Nibbāna by himself, and so on.",
    "ai-atk-s0510a15:13_2": "The Buddha has said:",
    "ai-atk-s0510a15:13_3": "Piyadassin, affection, clarifies, joy, and happiness, instruments and disparages, the assembly of the Mahātittha garden, the chief of men, revering their confidence in many ways.",
    "ai-atk-s0510a15:13_4": "Delighting in the supreme reverential salutation, ~ Piyadassī, Piyadassī, supreme guide for those who wish to train, teacher of gods and humans, awakened one, blessed.",
    "ai-atk-s0510a15:13_5": "This is the goal for the purpose of seeing a flower.",
    "ai-atk-s0510a15:14_0": "After putting it on a bier, and a retinue of gems, then making a plantains spears for the people’s sacrifice, and so on, the monkeys, thinking: “Having set a charming screen and path, the werening sunn hempes and cremated the gems, great heat, froes the sun, and swells, fat, terrors, and gors away assembles are the Great Kings, thinking: ‘This is the meaning, this is the meaning, this is the meaning.’”",
    "ai-atk-s0510a15:14_1": "The rest is the neighbortion.",
    "ai-atk-s0510a15:15_0": "is the commentary on the Elder Pisambhidā.",
    "ai-atk-s0510a15:16_0": "used to be the Elder Nuns’ Father,",
    "ai-atk-s0510a15:17_0": "Padumuttara, the Jotipāla’s retinue of the senior monks,",
    "ai-atk-s0510a15:17_1": "This too was well-sphereed among the former Buddhas, after his birth and deaths, which were reborn in a heavenly realm, the glorious world, which was delivered, and counselor. It was a great and great deal of wealth, with a very strong in greed,",
    "ai-atk-s0510a15:17_2": "and offered the water to the north of the Buddha.",
    "ai-atk-s0510a15:17_3": "In that place the lay followers, this assembly, and the Great Cetiya (monastery), made a great uproar.",
    "ai-atk-s0510a15:17_4": "And so, because of that deity, his merit comes to be reborn in this family home, he became one of the Buddhas. He lived in this family and Dispensation with the teaching.",
    "ai-atk-s0510a15:18_0": "15-8.",
    "ai-atk-s0510a15:18_1": "Later, having performed his various kinds of joy and happiness, he revealed the former later generations and emerged from the eastern gate, which is an opportunity.",
    "ai-atk-s0510a15:18_2": "There I don’t know or see anyone who develops it. I don’t understand that suffering is painful or developed, or I don’t need.",
    "ai-atk-s0510a15:18_3": "The remainder is drunken;",
    "ai-atk-s0510a15:19_0": "commentary on the Elder’s equipments, etc.",
    "ai-atk-s0510a15:20_0": "the Elder Uppalavaṇṇā was a beautiful complexion,",
    "ai-atk-s0510a15:21_0": "After the meal, on the receiver of the world, the Elder Nun offered to venerable Uppalavaṇṇā.",
    "ai-atk-s0510a15:21_1": "And when the Buddha had performed his throne, he presented himself to the Bodhisatta. Having taken his merit, he growed into the sky, re-watered on the air, attaining maturity, and spiritual journeyed to the Buddha. Then he rolled forth the Wheel of the Fortunate One’s strewn permitted.",
    "ai-atk-s0510a15:21_2": "Because of that good deed he came down to rebirth in the realm of the gods, of the Thirty-Three and of blue appearance, which were born in a good rebirth, and is accompanied by blue.",
    "ai-atk-s0510a15:21_3": "When this very Buddha had become disillusioned, dispassionate, and freed regarding the faith of a good family, he attained Liberation. He attained perfection",
    "ai-atk-s0510a15:22_0": "21.",
    "ai-atk-s0510a15:22_1": "Having destroyed joy in the past, he was born in the generalands of the Lord of the World, and the Sole Leader of the World, the Sole Leader of the World, after having been described in the heaven of the world,",
    "ai-atk-s0510a15:22_2": "Herein, by means of the world of men, the lord of the world is worshipped by men and gods, the Buddha, bondservants of men. As the Buddha is bound to them.",
    "ai-atk-s0510a15:22_3": "and it is said to be the offering of the three kinds of worship that is called “restraint”; and “It is offered to receive offerings,” because it is the best heat of them, thus it is the best of them.",
    "ai-atk-s0510a15:23_0": "takes a flower-smelling (mere) blue, yellow or red or white, and flowers to the Cetiya bloated nearby.",
    "ai-atk-s0510a15:23_1": "The rest is the neighbortion.",
    "ai-atk-s0510a15:24_0": "Because of the Uppalavaṇṇā’s dwelling place, the Elder Uppalavaṇṇā,",
    "ai-atk-s0510a15:25_0": "( given) the Elder Nun Pisācas of the Queen,",
    "ai-atk-s0510a15:26_0": "(Dismission) of Venerable Sīha, who has not given permission for the Elder Nun, requested the Elder Nun Nuns,",
    "ai-atk-s0510a15:26_1": "This too, when the Buddha had laid down a rolling on the ground, making meritorious conduct of the rubbishments for the former Buddha, the riches of merit, and the counselors of the Fortunate One’s families, having destroyed good fortune, the counselors of the Enlightened One’s floor, and causing his (afetctor) that Great Safety-Maker, he then used to be constructed.",
    "ai-atk-s0510a15:26_2": "And so he drove his merit to be reborn in company with the Buddha, free of joy and happiness. He lived on happily without greed, hate, and delusion, which was free of enmity and anxiety, and became self-assured and in this neighborhood of the Buddha Vipassī. He became self-existent. Having gone forth from the home he was not extinguished, he was unable to discovered,",
    "ai-atk-s0510a15:27_0": "26.",
    "ai-atk-s0510a15:27_1": "After some time he told him, “What is skillful? Do I have achieved former stages and work?”",
    "ai-atk-s0510a15:27_2": "Herein, we will show the thirty-two marks of a body that is to bearing (only) in the thirty-two marks of a great man, the palms of (supernatural) vision, the Paccekabuddhas, the meaning of the Great Seer’s) body.",
    "ai-atk-s0510a15:27_3": "the delightful Bodhi (Tree), after giving the precincts to the Bodhi Tree, having made a portion to be constructed around the Bodhi Tree.",
    "ai-atk-s0510a15:27_4": "They hidden various kinds of creatures for each other with a sharp sword, a gem, and their hands, as much as they need.",
    "ai-atk-s0510a15:27_5": "each is worth learning.",
    "ai-atk-s0510a15:28_0": "attaining the ignoble states consisting in the Elder Paṭisambhidā .",
    "ai-atk-s0510a15:29_0": "used to shine among the Elder Nun Practice",
    "ai-atk-s0510a15:30_0": "after leading (thinking): “Not this is the venerable’s Discipline.”",
    "ai-atk-s0510a15:30_1": "For the purpose of making merit, having performed (them) in the former jungle thickets of rose-apple, went to the torch of meritorious things, to the Fortunate One, and after going to Bāhiya’s family, carrying away their heads at the wrong time, and using his head, I have spent a wrong road for the Buddha’s feet. And I have no more than myself, to make an end of existence, to vice about the meal.",
    "ai-atk-s0510a15:30_2": "The Buddha said, “If it is fortunate,” and he expressed his appreciation, he left.",
    "ai-atk-s0510a15:31_0": "32-3.",
    "ai-atk-s0510a15:31_1": "Through that deed was surrounded by gods and men he worshipped all beings.",
    "ai-atk-s0510a15:31_2": "When this very spot is reborn in a certain family, he became self-assured and in the morning, and he knew it was their own dwelling, and once more surpassing those that he was not longing for them, he said,",
    "ai-atk-s0510a15:31_3": "There they don’t agree to sound, nor do they make it further: the meaning does not go beyond. But the meaning is that, without having passed away, is the meaning.",
    "ai-atk-s0510a15:31_4": "They called “stomach” because of the earth, ascended leafs, ascended leafs, plastered on the earth, and so on. They are called “performed”, and so on. Hell-shairt-dwelling hands and feet, taking on the ground, is said to be a spade of leaf-stick.",
    "ai-atk-s0510a15:31_5": "The rest is the neighbortion.",
    "ai-atk-s0510a15:32_0": "is the commentary on the path because it is the first precedence on the way of the Elder Path.",
    "ai-atk-s0510a15:33_0": "for the Elder Pūraṇa Kassapa",
    "ai-atk-s0510a15:34_0": "to the Elder’s fruit, etc.",
    "ai-atk-s0510a15:34_1": "When he had performed various kinds of treasures, he presented himself in his own goodness of meritorious devotion to the Buddha, progress of supernormal powers, whose merit had been reborn in a time through the Jambudīpa.",
    "ai-atk-s0510a15:34_2": "he gave him his love of hands.",
    "ai-atk-s0510a15:35_0": "37.",
    "ai-atk-s0510a15:35_1": "With that merit they did good deeds performed surpassing human beings. Having heard the head of roaming on all the various occasions, the Buddhas, and presented them with the joy of their own analytic knowledges, and then, having arisen in this way, they reached Arahatship. Having heard the doubts of the Buddhas, the teaching, and the Saṅgha, and attained Arahantship.",
    "ai-atk-s0510a15:35_2": "Herein, whatever is foundation for me in the place where they want, what is the Buddhas, and that I wanted to see in the way arrival at the time of the Buddhas.",
    "ai-atk-s0510a15:35_3": "He made a fierce and settles, and the water for washing the feet.",
    "ai-atk-s0510a15:35_4": "Or alternatively means being the carpets in the sky, and on the banks of the river Aciravatī, they made a fragrant sal grove.",
    "ai-atk-s0510a15:35_5": "By the world’s bonds: he binds everything in the world; he is a relative of the world; he is the meaning of it.",
    "ai-atk-s0510a15:35_6": "each is worth learning.",
    "ai-atk-s0510a15:36_0": "attaining the fruition of the Elder Robe Fruits",
    "ai-atk-s0510a15:37_0": "he is the commentary on the Elder’s need,",
    "ai-atk-s0510a15:38_0": "(Dear Susīma’s) son, the Elder called Vappa, who had renowned the doctrine of the Theras,",
    "ai-atk-s0510a15:38_1": "This too, when he has driven out the portion of (wholesome) actions that were liberated in the former life, and, having cut off the court from the time of the Buddha’s good families, and then, having given up the dangers, can the drawbacks, and then he saw the escaped the Videhans’s home with his own hands and feet, he gave up the cut off.",
    "ai-atk-s0510a15:38_2": "At that time the Fortunate One, having heard that word of seclusion,",
    "ai-atk-s0510a15:38_3": "He then picked up a flowers, and placed the Buddha’s foot on the ground. He ran outly with a dreadful rags, placing it on the Buddha, and offering ited with water.",
    "ai-atk-s0510a15:38_4": "the Fortunate One rejoiced in his mind,",
    "ai-atk-s0510a15:38_5": "And soon after having transmigrated through account of that life, because of that deed, he became a one of the Buddhas. He had gone forth in faith for a faithful renunciate life, he didn’t lived nearby.",
    "ai-atk-s0510a15:39_0": "43.",
    "ai-atk-s0510a15:39_1": "Later, having performed various kinds of happiness and joy, when they are called ‘the opinions’ in the past, etc., and the names of the Sudassana’.",
    "ai-atk-s0510a15:39_2": "Understanding seclusion, he flatteres the people uplands into seclusion in arouse strikes and rocks and trembles.",
    "ai-atk-s0510a15:39_3": "The rest is the neighbortion.",
    "ai-atk-s0510a15:40_0": "Vakkali’s praise is the commentary on the stage of the Elder Vasabha.",
    "ai-atk-s0510a15:41_0": "Queen couches on the Elder Nunnery",
    "ai-atk-s0510a15:42_0": "* I heard that the Fortunate One’s sitting cross-legged,",
    "ai-atk-s0510a15:42_1": "This too was conceived in the past. At the present time, the meritorious devoted to the Buddha, the very beneficial, and the goodness of the treasurer. When he heard the Buddha, he was conceived in the family of the treasurer, the counselor-treasure, and the householder-treasure of the Buddha, he was worshipped in the seven treasures.",
    "ai-atk-s0510a15:42_2": "Through that deed was surrounded by gods and men he worshipped all beings.",
    "ai-atk-s0510a15:42_3": "At this point he became satisfied with the arose in the Buddha, and he attained the Dhamma and Discipline. After hearing the Dhamma, he became embarks, and went forth in the family, he didn’t reach Arahantship, the Elder Dhammadinnā, and he attained Liberation.",
    "ai-atk-s0510a15:42_4": "To the place where good deeds were done in the past, so too the Elder Nuns should be understood that the meritorious actually did not be understood that.",
    "ai-atk-s0510a15:43_0": "47.",
    "ai-atk-s0510a15:43_1": "On the following day he was one day, and night he was the Fortunate One’s joyful and well-organized his former lives,",
    "ai-atk-s0510a15:43_2": "For I have been given a couch with my thighs: wherever I have been reborn, sit down, having luxurious couches given, my couch is said: “I have the meaning of the seven treasures”.",
    "ai-atk-s0510a15:43_3": "Similarly the north of the Supreme Man sal trees, along with boards and beestimes, rubbing a seat with upper robe, and giveing the meaning.",
    "ai-atk-s0510a15:43_4": "The remainder is drunken;",
    "ai-atk-s0510a15:44_0": "the thirteen positions on the Elder Nun Chief",
    "ai-atk-s0510a15:45_0": "Because of the construction"
}