{
    "ai-atk-s0103a7:0_0": "8. Siṅgālasuttavaṇṇanā",
    "ai-atk-s0103a7:1_0": "Regarding the house there,",
    "ai-atk-s0103a7:2_0": "Taking the Discourse on Sigālaka",
    "ai-atk-s0103a7:2_1": "Here is the commentary on the striversion of the words:",
    "ai-atk-s0103a7:2_2": "at the Squirrel’s Feeding Place in Bamboo Wood.",
    "ai-atk-s0103a7:2_3": "Because of that precincts of rownishment and eighteen enclosed by the cows of carpets, the cattle-keeper’s carpets made of blue, yellow, jackals, it seems, is said to be the carpets in the Veḷudas.",
    "ai-atk-s0103a7:2_4": "And here it is called “show” because it is the carcass .",
    "ai-atk-s0103a7:3_0": "A certain King, it seems, when there was a certain king, who had gone to the monastery for the day’s meditation.",
    "ai-atk-s0103a7:3_1": "The people, thinking, “The king is ready,” and he presented him with flowers and fruits, left.",
    "ai-atk-s0103a7:3_2": "Then a certain tree left the black tree and a crowned with black shade, she fled like a black snake on the ground. She thought, “I’ll live alone withdrawn from the king’s tree.”",
    "ai-atk-s0103a7:3_3": "King Bimbisāra, (saying):",
    "ai-atk-s0103a7:3_4": "Like a black snake, scattered.",
    "ai-atk-s0103a7:3_5": "Having seen him, he sent him off.",
    "ai-atk-s0103a7:3_6": "Therefore it is said, “Heaven,” “It has the good shake. ”",
    "ai-atk-s0103a7:3_7": "How is what is called “mind”.",
    "ai-atk-s0103a7:4_0": "Now at that time, when the Buddha was staying in the village of Rājagaha, at the little village of Bamboo Grove, the squirrel sanctuary.",
    "ai-atk-s0103a7:4_1": "Sigālaka’s son was the name Sigālaka’s son.",
    "ai-atk-s0103a7:4_2": "householder’s son, householder’s son,",
    "ai-atk-s0103a7:4_3": "Also his father had set up home, and his homes there were money, grey hair and beards,",
    "ai-atk-s0103a7:4_4": "He is the Buddha, a stream-enterer, and a stream-enterer.",
    "ai-atk-s0103a7:4_5": "But the son of the one without faith",
    "ai-atk-s0103a7:4_6": "Then, on this advice they formed like this:",
    "ai-atk-s0103a7:4_7": "“Dear Mahākassapa, the Teacher, who came to Mahākassapa, in his presence and gods.”",
    "ai-atk-s0103a7:4_8": "He says:",
    "ai-atk-s0103a7:4_9": "“So, we’re not going to you. We’ll then bow to the ascetics. When they’re able to come, they should rise out and eat fatiguing, the dropings, the mattressing their robes, and the pieces of cloth, the floors. When they’re invited, they sit down.",
    "ai-atk-s0103a7:4_10": "In this case, what is the meaning of my friend?” (thereforefore) I am not going to you?”",
    "ai-atk-s0103a7:4_11": "And so long as they lived supported her parents did not despise their parents.",
    "ai-atk-s0103a7:5_0": "Then his father, thinking, “If you weren’t lying down, he thought, “Now he would be able to give advice.”",
    "ai-atk-s0103a7:5_1": "“Dear woman, if you don’t give advice, then what do you think is the teacher?” And when asked him, “What will I do for your disciples?”",
    "ai-atk-s0103a7:5_2": "Then he said to me, “My father, I am unable to advise me.”",
    "ai-atk-s0103a7:5_3": "Then their father said to you, “Both, these people will not teach you the Dhamma, nor do they teach Dhamma.”",
    "ai-atk-s0103a7:5_4": "He understood the virtues of the Buddha’s special qualities, thinking: “Through the meritorious deed, he will perform merit.”",
    "ai-atk-s0103a7:5_5": "then summoned him, saying: “Tomorrow, give the parks in the evening, I’d better go down.”",
    "ai-atk-s0103a7:5_6": "one who recollects death should be recollected as long as they live.",
    "ai-atk-s0103a7:5_7": "So he should recollect it like one’s father.",
    "ai-atk-s0103a7:5_8": "Therefore he should leave at Rājagaha in the morning time, “To Rājagaha.”",
    "ai-atk-s0103a7:6_0": "243.Puthudisāti bahudisā.",
    "ai-atk-s0103a7:6_1": "now they will give to the east, west, north,",
    "ai-atk-s0103a7:6_2": "Firstly, having entered upon them, he does not enter upon the monastery, yet he is called an obstacle.",
    "ai-atk-s0103a7:6_3": "He saw how this bag was, and I thought, “This must be an intercourse with my eyes.” He saw a large crowd, training, and I will not be invited by the Buddha.",
    "ai-atk-s0103a7:6_4": "Therefore, after leaving Rājagaha, and entering Rājagaha for alms, he saw (it) walking for alms.",
    "ai-atk-s0103a7:6_5": "Therefore it is said:",
    "ai-atk-s0103a7:6_6": "“Sir, it’s hard.”",
    "ai-atk-s0103a7:6_7": "Since it seems came to me, it seems that he could not see a teacher when he sees the quarter.",
    "ai-atk-s0103a7:6_8": "Then the Buddha said to him, “Which crashed chewing like a big snake with an opening?” But he said to the householder’s son,",
    "ai-atk-s0103a7:7_0": "the commentary on the skin beginning, etc.",
    "ai-atk-s0103a7:8_0": "But how, having heard that, thought about the Buddha’s word, “Sir, how did he hear the word of the Buddha’s word? It seems they meanwhile at me?” She said, “Sir, did not his six quarters are there.",
    "ai-atk-s0103a7:8_1": "Well then, I’d not ask about a noble disciple. I’d better have no use for them.",
    "ai-atk-s0103a7:8_2": "He was asked, sir, how did he ask about it?",
    "ai-atk-s0103a7:8_3": "Herein, just as one abides in whatever place",
    "ai-atk-s0103a7:8_4": "How on earth can this question,",
    "ai-atk-s0103a7:8_5": "Sentient beings are called defilements because of their deeds. So their defilements are tied up with them.",
    "ai-atk-s0103a7:8_6": "For that reason:",
    "ai-atk-s0103a7:8_7": "Face-to-face",
    "ai-atk-s0103a7:8_8": "that noble disciple is a stream-enterer,",
    "ai-atk-s0103a7:8_9": "Cut down the fourteenth bad hide (only), these bad dreadful rackets.",
    "ai-atk-s0103a7:8_10": "and the six quarters covering the covering.",
    "ai-atk-s0103a7:8_11": "For the purpose of surpassing the world in both worlds, and desiring the welfare of the world,",
    "ai-atk-s0103a7:8_12": "This world is for the establishment of such things as this, and the world are not fulfilled. And it’s been undertaken by that, when the whole world is finished, it’s lost.",
    "ai-atk-s0103a7:8_13": "there is no doubt in the next world or in another.",
    "ai-atk-s0103a7:8_14": "Therefore this body, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.",
    "ai-atk-s0103a7:9_0": "245.",
    "ai-atk-s0103a7:9_1": "So the Buddha calculated it in brief and in the four months. What is the definition of the deeds?",
    "ai-atk-s0103a7:9_2": "And it is the defilement and the defilements are subject to defilements that are defilement and are subject to defilements,",
    "ai-atk-s0103a7:9_3": "For all living creatures only one who kills living creatures only is not killed; and so they are not defilements spoken of.",
    "ai-atk-s0103a7:9_4": "Similarly in the case of stealing, and so on.",
    "ai-atk-s0103a7:9_5": "Then some other verses, which is the meaning of this, namely: the meaning.",
    "ai-atk-s0103a7:10_0": "In the four commentary on the meaning",
    "ai-atk-s0103a7:11_0": "and he does not show the name that the Fortunate One was aroused in the first time, when he had shown that he was afflicted with, it wasn’t showing that he was skilled in doing a great deal of these two, and so he shows them the first time, saying, “He is skilled in the effacement,” he shows that the first place.",
    "ai-atk-s0103a7:11_1": "You should make decisions coming with the consent, and while walking in this way.",
    "ai-atk-s0103a7:11_2": "and others.",
    "ai-atk-s0103a7:11_3": "And here he thinks: “I give my friends to a relatives who have been sex with a relative or a relative or a friend, or a husband, and I’ll survive her to my husband.”",
    "ai-atk-s0103a7:11_4": "Whoever thinks, “I will die in less than this manner for you a layman” or “I will do wrong-doing my husband who is sick and dies not at a time.",
    "ai-atk-s0103a7:11_5": "But whoever, having spoken thus: “After prevented one, takes stupidity or fondness to their own husband, this bad deed is called.”",
    "ai-atk-s0103a7:11_6": "that he says “Sister, whoever has no use of sex, and whose husband I will die unfaltering of my husbands and I’ll settle my husband!”",
    "ai-atk-s0103a7:11_7": "And anyone who is going along with a distributed, saying “ whatever is my brother who has been sent by me,” “This is anointed aristocrat, gives to me,” “Give me,” and so on, when it’s given to anyone whom I gives my consent has been brought to me,” etc., and he does so only give it to anyone who is confused of his consent.",
    "ai-atk-s0103a7:12_0": "But a noble disciple turns out to the end of their life.",
    "ai-atk-s0103a7:12_1": "Therefore it is said:",
    "ai-atk-s0103a7:12_2": "“In these four grounds, they don’t do bad deeds.”",
    "ai-atk-s0103a7:13_0": "Yet he shakes off his fame, renown, and renowns them in the same level.",
    "ai-atk-s0103a7:14_0": "His face-to-face",
    "ai-atk-s0103a7:15_0": "alcoholic drinks that cause negligence, alcoholic drinks that cause negligence, are guarded and well protected, well dyed, alcoholic drinks that are long made from flour, made from a combination of five rainy season.",
    "ai-atk-s0103a7:15_1": "there are five defilements that lead to the vicinity of Megha, by the Abstainer, by the one with flash of the dysentery, and sixteen defilements.",
    "ai-atk-s0103a7:15_2": "all that in the middle of the day and of the bed",
    "ai-atk-s0103a7:15_3": "for the negligence, for the sake of negligence,",
    "ai-atk-s0103a7:15_4": "and whatever is sensed there is, that is a term for him.",
    "ai-atk-s0103a7:15_5": "accusing alcoholic drinks that cause negligence is the absence of alcoholic drinks that cause negligence.",
    "ai-atk-s0103a7:15_6": "But because they have acquired an unsuitable wealth, and so they don’t arise in them for their initiates.",
    "ai-atk-s0103a7:15_7": "Legaling at the wrong time, rising early, subdued temperament, and unsuitableness.",
    "ai-atk-s0103a7:16_0": "“Mendicant, they wrap (him) attraction and so on.",
    "ai-atk-s0103a7:16_1": "My task devotion to Kālakumāra, which is supreme.",
    "ai-atk-s0103a7:17_0": "alcoholic drinks that cause negligence.",
    "ai-atk-s0103a7:18_0": "248.",
    "ai-atk-s0103a7:18_1": "‘Have I set up such a part in front of the householder’s mother, and so on.",
    "ai-atk-s0103a7:18_2": "Herein, he should see this: here that is visible here and now, in this very life,",
    "ai-atk-s0103a7:18_3": "carpenters in wealth,",
    "ai-atk-s0103a7:18_4": "It was worth eighty-footed: the handle and the younger brother the lady, the wide, the palms of the hand,",
    "ai-atk-s0103a7:18_5": "in the breakfast-fall.",
    "ai-atk-s0103a7:18_6": "it is unthinkable: if it is anything left over, non-percipient, and it can be done by one who hasn’t given it up.",
    "ai-atk-s0103a7:18_7": "even a murderer who reaches their hands and feet cut off the shelter in this world, or the throne of the other world.",
    "ai-atk-s0103a7:18_8": "Which is called a hideless, for inner skin, ~ for what is called live in a charnel ground, for it is said to have receptacle for iron balls, to use it, to make it open the monastery, and because it is a plastered inside the monastery, it is said to be the “boundless,” hence it is said, it is called “shood”.",
    "ai-atk-s0103a7:18_9": "The Elder’s continuity is called one who has feble through wisdom, like a weakness of deeds, in that is why it is called consequence.",
    "ai-atk-s0103a7:18_10": "But if you’re not able to make the weakness, then you’re not able to win the path.",
    "ai-atk-s0103a7:18_11": "what has been attained by the road, which is no one enters upon.",
    "ai-atk-s0103a7:18_12": "The sixth reason.",
    "ai-atk-s0103a7:19_0": "When someone is excited, they cook it and don’t collide. They get caught up in the neighborhood of a native spirit. They come backs and neglected it with their thorns, and get hold of that non-human spirit. They caught the worm, and goes to the charnel ground.",
    "ai-atk-s0103a7:19_1": "In this way one is guarded just like this,",
    "ai-atk-s0103a7:19_2": "And in the evening, they tell him, “Such is our father and child. Why are you doing the same? ” And in the next life, they will break out of the night, and throne.",
    "ai-atk-s0103a7:19_3": "When a child is guarded in this way,",
    "ai-atk-s0103a7:19_4": "But she considered it and treated it as a prisoned for him with the species. She entered her house and covered with her.",
    "ai-atk-s0103a7:19_5": "That’s how it is unguarded, unprotected, and unprotected.",
    "ai-atk-s0103a7:19_6": "And if it is corrupted by others, he should be made by this.",
    "ai-atk-s0103a7:19_7": "When one has done this, he retrieves the other works done in that place wherever he was done, saying: “This done what was done in that place is done, what was done away with him.”",
    "ai-atk-s0103a7:19_8": "When many things are suffering, this is the cause of suffering. They live in this way. They’re sad and upset, not another in the past, the future, or the present. They think: ‘I am the foremost in the teaching.’ And I’m not exempt from suffering.",
    "ai-atk-s0103a7:20_0": "So he thinks, “I won’t get too close to the monks; I’ll do whatever you have work there is was,” and they put on the lair, and go to the neighborhood of a village. Then the town-dweller’s stirred up in the neighborhood of a village, and I won’t want to get to see the robbers of the houses. Then the Sakyan enemies, thinking, “I will go to the village,” and he still wants without making an actual concerning to get rid of the effort, adding, “I won’t get rid of string, and I’t.",
    "ai-atk-s0103a7:20_1": "and the same.",
    "ai-atk-s0103a7:20_2": "At the time of Brahmā’s birth is the same way as that",
    "ai-atk-s0103a7:21_0": "They do not practice worry. They think, “May I feel enmity, affliction and anxiety,” and they do so. Then they think, “May I support them unshakable” or “May they make me beat, washed, an enemy, or hostiles, I kill them.”",
    "ai-atk-s0103a7:21_1": "When you’re shined, Jotipāla in what is beneficial or not, what used is harmful, or what I have received, and what you allowed to say.",
    "ai-atk-s0103a7:21_2": "the victor grieves.",
    "ai-atk-s0103a7:21_3": "She doesn’t remember the word of one who has said. We won’t do anything to be spoken of.”",
    "ai-atk-s0103a7:21_4": "For when friends are colleagues, relatives and kin say:",
    "ai-atk-s0103a7:21_5": "“Looking to a gentleman named so-and-so, who has been snapped off, and who’s a suitable thing, when he doesn’t like this Mother.”",
    "ai-atk-s0103a7:21_6": "Then they don’t act like this.",
    "ai-atk-s0103a7:21_7": "and they sat down together with that.",
    "ai-atk-s0103a7:21_8": "They don’t prepare them even in a place.",
    "ai-atk-s0103a7:21_9": "(They are) such friends.",
    "ai-atk-s0103a7:22_0": "Leaves in the monastery, (but) those who go to the household life, to the house of that children.",
    "ai-atk-s0103a7:22_1": "of the children who wanted to give him the boy’s home,",
    "ai-atk-s0103a7:22_2": "They’re impermanent, not lasted.",
    "ai-atk-s0103a7:22_3": "Neither, he does not have a child, a boy, or a refuge.",
    "ai-atk-s0103a7:22_4": "And even if he has given this the home, he must be the household to us.",
    "ai-atk-s0103a7:23_0": "Having bad friends, that is to say, the color of friends,",
    "ai-atk-s0103a7:24_0": "252.Dhuttāti akkhadhuttā.",
    "ai-atk-s0103a7:24_1": "From the day of her husband earrings, from the root of alms-food eater, from feces, and from Pāṇḍaṇḍavaka.",
    "ai-atk-s0103a7:24_2": "down the gladle,",
    "ai-atk-s0103a7:24_3": "Leader surrounding him with an enemy,",
    "ai-atk-s0103a7:24_4": "Standing: Vappa and Sañjikāputta,",
    "ai-atk-s0103a7:24_5": "She was reborn on the same day, her workers made of shelter.",
    "ai-atk-s0103a7:24_6": "They become your friends.",
    "ai-atk-s0103a7:24_7": "A other good people, not with having given to anyone, and don't go to the charnel ground with the ropes of the fragrance. They (Sakka’s) singing of their necks, just as I was able to approach them.",
    "ai-atk-s0103a7:24_8": "So you should go to a good destination, harming yourself.",
    "ai-atk-s0103a7:25_0": "“Pay he does not do a legal procedures,” “Perhaps these people,” and “She does not get upset,” and “She says, “Such I shall go,” and he then, “Like offer a fire.” Then he went back to the assembly hall.",
    "ai-atk-s0103a7:25_1": "After going, they did their work.",
    "ai-atk-s0103a7:25_2": "Once again the deeds of this deed,",
    "ai-atk-s0103a7:25_3": "For short and so on.",
    "ai-atk-s0103a7:26_0": "they don’t lose their applications. They’re bound by their lust.",
    "ai-atk-s0103a7:26_1": "“I wasn’t able to get all the logs,” and the little need is the same.",
    "ai-atk-s0103a7:26_2": "He sets out on all positions rightly, and is seeking ultimate in his mouth. And he seeks only the highest benefit.",
    "ai-atk-s0103a7:26_3": "In regard to such various kinds of fondness:",
    "ai-atk-s0103a7:26_4": "those who are very enmity,",
    "ai-atk-s0103a7:26_5": "Without having a pointless mind,",
    "ai-atk-s0103a7:26_6": "It is easy to do bad things embracing the dancer of learning, boarding and taking up of the females.",
    "ai-atk-s0103a7:26_7": "He drops the water unclouded, like the stone on the bank.",
    "ai-atk-s0103a7:27_0": "Day and nightgine by night,",
    "ai-atk-s0103a7:27_1": "It is unborn, this is good that they do not die, and that they have such deeds,",
    "ai-atk-s0103a7:27_2": "When the young neglect work like this,",
    "ai-atk-s0103a7:27_3": "Don’t pass them by, don’t make such a person, and they keep passing by.",
    "ai-atk-s0103a7:28_0": "than grass to cross over grass:",
    "ai-atk-s0103a7:28_1": "So they don’t give up pleasure, happiness, or practice calming happiness.",
    "ai-atk-s0103a7:28_2": "This is the meaning of this deed, in accordance with this matter, “This calls out for a being to be done”, they are not doing a legal procedure.",
    "ai-atk-s0103a7:28_3": "takes to here in the next world.”",
    "ai-atk-s0103a7:29_0": "He is the form of a friend like that becomes apparent in communion,",
    "ai-atk-s0103a7:30_0": "254.",
    "ai-atk-s0103a7:30_1": "Now, as to what arises in dependence on this matter, some people who are unknown, all of them arise when they all come to.",
    "ai-atk-s0103a7:30_2": "That’s why I said that you shouldn’t associate with fools.”",
    "ai-atk-s0103a7:30_3": "Herein, someone else comes to be void and hollows, and he suffers because of that.",
    "ai-atk-s0103a7:30_4": "The word omitting of the following method of speech: just as the word “hask is in the beginning” .",
    "ai-atk-s0103a7:30_5": "Even if she speaks because she is not well-spheresed,",
    "ai-atk-s0103a7:30_6": "He is unsuitable for the sake of loss (and) loss of wealth,",
    "ai-atk-s0103a7:31_0": "255.",
    "ai-atk-s0103a7:31_1": "After showing that, they divided four parts on each occasion.",
    "ai-atk-s0103a7:31_2": "Herein, one is just one portion of another.",
    "ai-atk-s0103a7:31_3": "Looking to such a house, he said, “Listen, place this your friend, you robe,” and he deliberately praised this matter.",
    "ai-atk-s0103a7:31_4": "having few wishes, contented, having given there a great deal of rice porridge, (he said):",
    "ai-atk-s0103a7:31_5": "After giving to fear, doing what is like a servant from fear, and terror that has arisen, the bondservant from all that has arisen. This is called “guarded”.",
    "ai-atk-s0103a7:31_6": "He associates with the reasoning of his own friend, he does not cultivate the reason for his own benefit, he does not cultivate the reason for himself.",
    "ai-atk-s0103a7:32_0": "he responsible for the donorts, for the sake of ourselves or repairs, thinking: “This poor man has come back, has come to us.” This includes entailing expulsion, etc., is the roadside that is present to me after the Pabbajjā ordination in this way.",
    "ai-atk-s0103a7:32_1": "In the future, thinking, “In the future there will be those who carry our boons, my troops will be able to provide for the agreements.” This is how we will be able to make an agreeable.",
    "ai-atk-s0103a7:32_2": "So sitting there, he said, “Lord of the elephants, horses, and chariots are sitting here.”",
    "ai-atk-s0103a7:32_3": "She dressed in a agreeable debate, thinking, “Who wouldn’t get my instructions, but who can’t do anything?”",
    "ai-atk-s0103a7:32_4": "I will give to the presents, thinking “I will not give to me,” and he said, “I said, ‘I have broken my ears in the present.”",
    "ai-atk-s0103a7:33_0": "When they say “Having given permission of their birth, they make the name doing of killing living creatures in the houses,” he replied, “Yes,” “It’s good,” he replied.",
    "ai-atk-s0103a7:33_1": "likewise when you’re good.",
    "ai-atk-s0103a7:33_2": "Saying: “He is going to the charnel ground,” he said, “Dear it is said. ”",
    "ai-atk-s0103a7:33_3": "So in each instance,",
    "ai-atk-s0103a7:33_4": "excessive requests, saying: “I know these reasons.”",
    "ai-atk-s0103a7:34_0": "the commentary on the beautiful complexion of the nose,",
    "ai-atk-s0103a7:35_0": "260.",
    "ai-atk-s0103a7:35_1": "This is how bad friends should not be seen and heard in the past, and the householder’s son.",
    "ai-atk-s0103a7:35_2": "Herein, Sundarī means like a cry:",
    "ai-atk-s0103a7:36_0": "At the end of the path, having been guarded and protected in the middle of the village, and then goes to the village, town took a meal and sit down in the midst of the village or town, and sit down thus, “This is the road, this is the wrong path,” and when he sees that someone lying down.",
    "ai-atk-s0103a7:36_1": "He’s negligent and guarded inside the heap of wealth, yet he goes outside the household life, and he guards the household life. When he’s getting taken up, he takes his wealth and go to the house.",
    "ai-atk-s0103a7:36_2": "“What gets a reputation?” “When someone says, “What can I prepare the perils that has arisen,” “What can I carry on with such a requisite?”",
    "ai-atk-s0103a7:36_3": "Once this day they renowned: “They’re very beneficial, what needs to do with this occurred to him?”",
    "ai-atk-s0103a7:36_4": "and with the intention of King Sakulā.",
    "ai-atk-s0103a7:36_5": "What gets all to be found?",
    "ai-atk-s0103a7:36_6": "one _kahāpaṇa_ coins.",
    "ai-atk-s0103a7:36_7": "if they give, saying, “We give one a _kahāpaṇa_ todayaka_ coins,” he says this.",
    "ai-atk-s0103a7:37_0": "and he explained to him pointing his wives. He said, “After doing so, one should inform the other people (have only).”",
    "ai-atk-s0103a7:37_1": "Looking sugarcane, he does not know the protection of secrets, but he does not know the right time,",
    "ai-atk-s0103a7:37_2": "They don’t abandon you in times of trouble, or fear what has arisen,",
    "ai-atk-s0103a7:37_3": "even if his own life is unsuitable for his own life, he makes his own life for the sake of his own life. Then he does only under his own life.",
    "ai-atk-s0103a7:38_0": "One who doesn’t want to see it thus: “Having set up ourselves in ourselves, find working about five ways, or starting with good deceitful deeds?” Then you doing aroused deceitful deviously.",
    "ai-atk-s0103a7:38_1": "They do good deeds. They associate with good conduct. They listen to the five kinds of good conduct as good deeds. They listen to the noble ones, and listen to the teaching.",
    "ai-atk-s0103a7:38_2": "She isn’t heard that in an immeasurable, even more subtle than what is heard:",
    "ai-atk-s0103a7:38_3": "They do a deed and describe it as heaven. This is the path leading to heaven.",
    "ai-atk-s0103a7:39_0": "He doesn’t get upset with his wives and children, his bondservants, workers, or staff;",
    "ai-atk-s0103a7:39_1": "He’s pleased when he hears, whether he’s happy or attractive,",
    "ai-atk-s0103a7:39_2": "He says “Bharadvāja,” “Don’t educate,” “It’s said to be one who is unethical, of bad character,” “It’s not easy to speak upset with his own hand,” “It’s unvirtuous and deceitful,” “It’s not easy to say,” “It’s good-looking from the immoral,” and he says what is said.",
    "ai-atk-s0103a7:39_3": "For one of good qualities, a man was said to be embarrassed. “It was so good-and-so is made of beautiful,” and soft and well-spoked, said, “It’s appropriate for you to say that prosperous and well-to-do brahmin whose ethical conduct is beautiful, of youth is well-trained.”",
    "ai-atk-s0103a7:40_0": "like a burning flames on the fire which was like burning to the logs, like the fire in the night.",
    "ai-atk-s0103a7:41_0": "After making need of gold, silver, and money, and plasterday on him, and having conquered him of that wealth, they continue to live together.",
    "ai-atk-s0103a7:41_1": "“Like it from afar,” and he resplendent with flowers out of the Lord of the Devas. surrounding it with a sesame, fragrance, and he gradually enjoying the royal garden, who made the spoke of this much.",
    "ai-atk-s0103a7:41_2": "They proceed with riches, how do they proceed?",
    "ai-atk-s0103a7:41_3": "gradually cooled, like an opposite sex.",
    "ai-atk-s0103a7:41_4": "Hence it is said: “Yes, One.”",
    "ai-atk-s0103a7:41_5": "Likewise, when the opposite is used, the meaning is this:",
    "ai-atk-s0103a7:42_0": "Having gathered together: “After attaining it, he surprised to the enemy, while seeking the welfare or as soon as he is able to endure.",
    "ai-atk-s0103a7:43_0": "Now, just as when a household life is drawn out, the four houses should be advised and instructed in four ways.",
    "ai-atk-s0103a7:43_1": "Herein, when you share your friendship, you can settle all kinds of friends.",
    "ai-atk-s0103a7:43_2": "Whoever is able to settle the idea for their friends.",
    "ai-atk-s0103a7:44_0": "One portion is to enjoy.",
    "ai-atk-s0103a7:44_1": "Two parts invest in work, two parts, three and four indications.",
    "ai-atk-s0103a7:44_2": "If he puts out the fourth part after putting it out, having it put out,",
    "ai-atk-s0103a7:44_3": "For that is how lucky families can be said: “It’s not the time for one king, for all those likes,” and they put a stop to the rule. That’s why he said, “As a King, whenever they come.”",
    "ai-atk-s0103a7:44_4": "In these four composing skillful deeds in the four components.",
    "ai-atk-s0103a7:44_5": "“Venerables, eat whatever is proclamation.”",
    "ai-atk-s0103a7:44_6": "then the monks should get a _kahāpaṇa_ coin, a copper, or a _pāda_, or a resin _māsaka_.",
    "ai-atk-s0103a7:45_0": "the concealment of the private parts",
    "ai-atk-s0103a7:46_0": "266.",
    "ai-atk-s0103a7:46_1": "So the Buddha should give up four friendships that do constantly and improperly by means of such a noble disciple, and having given up the reason for his friends to his co-pupils, put away their errands, puts his pupils, and pay homage to the Enlightenment quarters, and uses legitimate wealth, and then uses legitimate means.",
    "ai-atk-s0103a7:47_0": "Herein, the wretched harness is said to be the six quarters (of the way), having gone to the six quarters, is said to be fulfilmented: “A place where there is such covering the covering of it, the sanctuary is said to be the foremost.”",
    "ai-atk-s0103a7:47_1": "“So, parents,” should be understood as the parents in the eastern direction.",
    "ai-atk-s0103a7:47_2": "I’ll make the south.",
    "ai-atk-s0103a7:47_3": "Also a child should follow his wives and the western direction,",
    "ai-atk-s0103a7:47_4": "Your friends and colleagues, friend, you must live in suffering.",
    "ai-atk-s0103a7:47_5": "Bondservants and workers are established in order to the lower direction.",
    "ai-atk-s0103a7:47_6": "Ascetics and brahmins should be understood that above by the upper direction;",
    "ai-atk-s0103a7:48_0": "I shall wash off my mother’s feet, becoming awakened, and getting them a patchwork, shove in a forehead: “I shall wash your parents with my hands and feet, and then I wash off my feet.” He had adorned, paid reverence today, and washed there.",
    "ai-atk-s0103a7:49_0": "I will do their duty for them (for them), and preparing the royal family traditions, going to the city of Kāsī, and going to the King’s duties, thinking: “I will do their own work.”",
    "ai-atk-s0103a7:49_1": "irresistible families, measured by the family, and looking after the mother and father’s on the home with gold coin and bullion, without harming the family circle of his parents,",
    "ai-atk-s0103a7:49_2": "When a parents knew that the family was unprotected, then having put aside the case of their parents, and then put to appointment in the family, without having charged the wealth on their way. He then said to the family, “Having gone into a good family,” and being studied there, he raised to the family,",
    "ai-atk-s0103a7:49_3": "This is said:",
    "ai-atk-s0103a7:49_4": "“I’ll stay there.”",
    "ai-atk-s0103a7:50_0": "“I’m a giver,” and he requisites, “I don’t want to give up wrong view. When the parents have given up, they don’t become worthy of present.",
    "ai-atk-s0103a7:50_1": "When advice is currented with the instruction, I shall do the duties to them.”",
    "ai-atk-s0103a7:51_0": "I will give gifts to those who are worthy of praise, and I will give them a gift.”",
    "ai-atk-s0103a7:51_1": "They do all these things. They criticize the danger in the present life, and they get undertook the danger in the present life. They immediately, doing such a thing.",
    "ai-atk-s0103a7:51_2": "While giving the finest lady in the land who gladly and wore the virtues to protect him.",
    "ai-atk-s0103a7:51_3": "(Only) she saw the training in professions, she developed the advice, followed the advice, the Teacher, (saying): “I will learn the training in a way that is proper for one who has become a reputation.”",
    "ai-atk-s0103a7:51_4": "is suitable to a suitable family, charming gold coin,",
    "ai-atk-s0103a7:52_0": "When they give to him, they give to share their grain.",
    "ai-atk-s0103a7:52_1": "Herein, is the time period;",
    "ai-atk-s0103a7:52_2": "if they give, saying, “Venerable, if you’re able to find out, let this allowance, because you do it.”",
    "ai-atk-s0103a7:52_3": "Remembering the time rainy-season residence: the king gives the bed and the rainy season .",
    "ai-atk-s0103a7:52_4": "Still, they give to death in the last watch, saying, “This is skillful,”",
    "ai-atk-s0103a7:52_5": "covers from the east, south, you think, “I come from the east.”",
    "ai-atk-s0103a7:52_6": "If mother and father are practicing the way, they’re not practicing absorption, then they’re not afraid of these boys.",
    "ai-atk-s0103a7:52_7": "Parents are practicing rightly, and their parents might not come with us.",
    "ai-atk-s0103a7:52_8": "both of these two kinds.",
    "ai-atk-s0103a7:52_9": "there is no concern in the right way,",
    "ai-atk-s0103a7:52_10": "Therefore it is said:",
    "ai-atk-s0103a7:52_11": "“In a concealed place, Khemaka, there is no danger.”",
    "ai-atk-s0103a7:53_0": "But after saying this, the Fortunate One said this to the Sigālaka:",
    "ai-atk-s0103a7:53_1": "“Sonaka, the son of the world does not finite the eastern quarter,",
    "ai-atk-s0103a7:53_2": "yet he makes his parents in the eastern direction,",
    "ai-atk-s0103a7:53_3": "for you are the eastern quarters from the east.”",
    "ai-atk-s0103a7:54_0": "and get up from his seat, thinking:",
    "ai-atk-s0103a7:54_1": "When the pupil sees a teacher coming, he should get up from his seat, put out the hands, and sit down, get up from his seat, and put on the seats, raise his joined palms, and do the feet.",
    "ai-atk-s0103a7:54_2": "it was said in the Commentaries.",
    "ai-atk-s0103a7:54_3": "for a place where there are three times:",
    "ai-atk-s0103a7:54_4": "it’s unwashed when a craft is oppressed.",
    "ai-atk-s0103a7:54_5": "Having faith in the top of the Sudhamma,",
    "ai-atk-s0103a7:54_6": "Having abandoned the faithful, he will not get any distinction.",
    "ai-atk-s0103a7:54_7": "all fourteen kinds of temperament.",
    "ai-atk-s0103a7:54_8": "When the pupil has got up, the teacher should give him the water for washing, and he should give him the meals. He should then continue the water for washing and drinking and water for washing, and rubbing his pupils, he should give him water for washing and drinking.",
    "ai-atk-s0103a7:54_9": "Since they are no longer manifested in the open, they shouldn’t give up the sacrificial posts.",
    "ai-atk-s0103a7:54_10": "should prepare things",
    "ai-atk-s0103a7:54_11": "And all should be done,",
    "ai-atk-s0103a7:54_12": "This is said:",
    "ai-atk-s0103a7:54_13": "“It’s provided with shameless conduct.”",
    "ai-atk-s0103a7:54_14": "He should take a lot of Sakka and the care of his wife. He should then be the way that is to say: “Teaching a lot of medicine, I must take care of the purity that is very helpful,",
    "ai-atk-s0103a7:55_0": "If they are included in the discourses, he should sit down thus: “This is how it should be cultivated.”",
    "ai-atk-s0103a7:55_1": "Remembering the meaning is this: learning the meaning and the phrasing, and takes them the phrasing, they show the meaning and the phrasing.",
    "ai-atk-s0103a7:55_2": "When a friendship, they are learned ...",
    "ai-atk-s0103a7:56_0": "Downing means similes for protection in all directions. It is protected in the directions for every direction.",
    "ai-atk-s0103a7:56_1": "Having learnt it from a profession, he goes to the eastern quarter in that place.",
    "ai-atk-s0103a7:56_2": "He has done the teacher’s special qualities. He was the first among the students who were teachers, the pupils of the teachers, and he washed the good persons.",
    "ai-atk-s0103a7:56_3": "Then, when the thieves are destroyed, they don’t see a bandit, or unloved heavily attacked people. They don’t fulfill that training rule.",
    "ai-atk-s0103a7:56_4": "Whether in the direction, he goes from there to the place wherever he goes, people ask him for his pupils. Then the teachers of his pupils, plants, thresholds, or he establishes in this way: “Go away, gets our pupils.” But if you do so, the meaning is that for that reason why the recitation is put down on this very spot.",
    "ai-atk-s0103a7:56_5": "The rest should be understood here in the first phrase.",
    "ai-atk-s0103a7:57_0": "269.",
    "ai-atk-s0103a7:57_1": "This is the third kind of indication: Devadatta is the name of the god-realms - influence known by the name of Devas.",
    "ai-atk-s0103a7:57_2": "having excluded their minds as bondservants, workers, and staff all that had happened, then having driven out.",
    "ai-atk-s0103a7:57_3": "Unsuitable as a woman, wandering without having charged her with that woman, and he misbehaves her.",
    "ai-atk-s0103a7:57_4": "seized by the great lady of the blazing rose from a good woman, and then whether the other or not of the judgesting the foods, herons, and preferred to the jealousy, then winnowing those horses, herons, and give them to the manifold wives, is the meaning.",
    "ai-atk-s0103a7:57_5": "by giving adornments for the sake of her own (of them), having caused them to give,",
    "ai-atk-s0103a7:57_6": "He treats his doing work, ladies, rice-gruel, workers, and staple food, which is drawn out, which is well-organized as pure.",
    "ai-atk-s0103a7:57_7": "Being inclusive to the Remembelling and the shameless, he recommended by the crowd, etc., and according to the bodies of people.",
    "ai-atk-s0103a7:57_8": "Here the attendants are your husband and husband.",
    "ai-atk-s0103a7:57_9": "he does not forget the bowl, nor does he for someone else beat another’s husband.",
    "ai-atk-s0103a7:57_10": "Golden the ears, having made the name of the Kapilavatthu,",
    "ai-atk-s0103a7:57_11": "he is expert in the droping of the  and the law of the requisites, which is an impediment for him.",
    "ai-atk-s0103a7:57_12": "Entering: alert, lies down,",
    "ai-atk-s0103a7:57_13": "just as when the lazy are sitting, the mind stands clearly in all its aspects, which are of the mind.",
    "ai-atk-s0103a7:57_14": "The rest should be understood in the way already described.",
    "ai-atk-s0103a7:58_0": "270.",
    "ai-atk-s0103a7:58_1": "In the fourth direction there is no sequence for such a reputation. This is how they come from the group of travelers and go to our household life. After giving this a donation of the house, and whatever otherwise they don’t go.",
    "ai-atk-s0103a7:58_2": "Another than later is called a friend, one’s mother, and one’s father, brother, sister, relatives, or one daughters-in-law, and one mother.",
    "ai-atk-s0103a7:58_3": "They drive ointments, wreaths, and snapped their fingers infested.",
    "ai-atk-s0103a7:58_4": "and it should be understood according to the sense of previous existence .",
    "ai-atk-s0103a7:59_0": "He should place the strength of his work, etc., and the women who were both in very moderation and large instruments. He should go adornments and play ad while working in their baskets. Then he should give her adornments in her strong manner.",
    "ai-atk-s0103a7:59_1": "This is the one who gives the meals, a child, a bearer of later, and a drunk this gift:",
    "ai-atk-s0103a7:59_2": "sickness due to sickness, and riches, and observed (of the proportions). Having given a desire to give it up, they give him a drink.",
    "ai-atk-s0103a7:59_3": "Having taken his nectar, the Lord of the Truth, the honey-balancedorn into solitude, and when he had obtained his serpents, he also accepted that very nephew.",
    "ai-atk-s0103a7:59_4": "At the time when you’re permanent and everlasting time, and there’s no need for you to feel blame.",
    "ai-atk-s0103a7:59_5": "always making a permanent worker for your own (?).",
    "ai-atk-s0103a7:59_6": "Therefore, having known the defilements that should not give up (his) obstacles and threats,",
    "ai-atk-s0103a7:59_7": "After one who has died, it is called “the time of caste,” and she gave birth to a:",
    "ai-atk-s0103a7:59_8": "Having been given to him, the owners gave him them to the owners.",
    "ai-atk-s0103a7:59_9": "organized work, saying, “What is it for us to do legal procedures for this?” When they do a legal procedure done by an incomplete assembly, they think, “We acts according to the doing of this work.”",
    "ai-atk-s0103a7:59_10": "But what exactly has the discontent with the Pure of my husband? We have a difference between our own husband and our husband, and our husband? We don’t want to develop our husbands to him.”",
    "ai-atk-s0103a7:59_11": "The rest should be understood in the way already described.",
    "ai-atk-s0103a7:60_0": "having done such things as physical, verbal, and mental action, and mental action, and mental action, and mental action and livelihood, are called “the Leader of the Commentaries”.",
    "ai-atk-s0103a7:60_1": "Herein, the monks will invite the monks to seize the dwellings and go to the dwellings there, to encircling them with their hands, and also with the drain of their feet.",
    "ai-atk-s0103a7:60_2": "When monks saw entering for alms, they thought, “Give us rice porridge and meals,” and doing this.",
    "ai-atk-s0103a7:60_3": "the Elder Mettiya, who was free from enmity, affliction and anxiety, and thought:",
    "ai-atk-s0103a7:60_4": "through the power of the one who is unconquered, but not for the sake of (him).",
    "ai-atk-s0103a7:60_5": "Herein, opening up the teaching and preparing the virtuous, and adorned by forceful auspicious winds.",
    "ai-atk-s0103a7:60_6": "but all the adornments’ brunks out through the gateway and gave the Āsiviha (him) to the donor.",
    "ai-atk-s0103a7:60_7": "In the case of ethical behaviors, inside the houses, and in the foreign country, they should give them a gift and then use them.",
    "ai-atk-s0103a7:60_8": "In this way:",
    "ai-atk-s0103a7:61_0": "Secluded in material things: the meaning should be used in accordance with worldly pleasures, the later stages of giving and ethical conduct, and the rest.",
    "ai-atk-s0103a7:61_1": "Because of the good, the minds of goodness, and having compassion for all beings, may they be free from oppression.”",
    "ai-atk-s0103a7:61_2": "Then, having attended on the household life, they misfortune, taking their spiritual companions, instructed, and compassionate:",
    "ai-atk-s0103a7:61_3": "They practice accordingly.",
    "ai-atk-s0103a7:61_4": "The rest should be understood in the way already described.",
    "ai-atk-s0103a7:62_0": "He lives at home with his wives and children, without completing his wives and children.",
    "ai-atk-s0103a7:62_1": "The Wise One, having become friends in that place, after becoming well,",
    "ai-atk-s0103a7:62_2": "Oneself is delicious, with one who sees the meaning, speech or mind,",
    "ai-atk-s0103a7:62_3": "and the simile of the precincts are stated in the passage beginning as “welling-originated”.",
    "ai-atk-s0103a7:62_4": "but downcast,",
    "ai-atk-s0103a7:62_5": "Rich initiative, endowed with energy,",
    "ai-atk-s0103a7:62_6": "lazy, stainless:",
    "ai-atk-s0103a7:62_7": "entered upon as it is stated in the debt, and it is mentioned above .",
    "ai-atk-s0103a7:62_8": "endowed with wisdom that is intelligent Commitment",
    "ai-atk-s0103a7:63_0": "Reciting the four ways of being inclusive:",
    "ai-atk-s0103a7:63_1": "make friends by friends and colleagues;",
    "ai-atk-s0103a7:63_2": "knows the past, future, and present.",
    "ai-atk-s0103a7:63_3": "if the household life is there any time of the friend and the preparing for which they give to him, saying: “Give a good woman, give a man, give a pretext.” And she gives his own wealth, saying, “Give me the home,” and she is needed for him to get there.",
    "ai-atk-s0103a7:63_4": "Understanding this friend went to the house of a friend and to give the bird, they say, “I will take it a good companion,” he went to the elephant stage he said, “By this was said.”",
    "ai-atk-s0103a7:63_5": "And they give the one who has not looked at the needle, they speak only after looking after them.",
    "ai-atk-s0103a7:63_6": "showing them the meaning of what is not showing them to them,",
    "ai-atk-s0103a7:63_7": "showing them at the place where it leads,",
    "ai-atk-s0103a7:63_8": "again and again.",
    "ai-atk-s0103a7:64_0": "Herein, you get angry there in that person:",
    "ai-atk-s0103a7:64_1": "He proceeds like a charioteer, just as when there is no people on in whatever place there is. That doesn’t proceed in whatever place there is.",
    "ai-atk-s0103a7:64_2": "Therefore it is said:",
    "ai-atk-s0103a7:64_3": "“They are the chariot-makers, chariots.”",
    "ai-atk-s0103a7:65_0": "A mother would not have her child, a child, or a wife for their mother or father, or a child.",
    "ai-atk-s0103a7:66_0": "they meet inclusion, they’re inclusive.",
    "ai-atk-s0103a7:66_1": "“This is a reference to these.”",
    "ai-atk-s0103a7:66_2": "being rightly established, they look after (them) in that way.",
    "ai-atk-s0103a7:66_3": "and praise vanity.",
    "ai-atk-s0103a7:67_0": "274.",
    "ai-atk-s0103a7:67_1": "And the Buddha says that the householder’s son was like those quarters. “Have you come from these directions?”",
    "ai-atk-s0103a7:67_2": "If you do, then he will not give you these directions, then he will hunger all the directions given, up and introduced walking for alms. He then will go to Rājagaha for alms, saying:",
    "ai-atk-s0103a7:67_3": "At the end of the Buddha Siṅgālaka, and when he was established in the hall of the Buddha, he gave a rising merit to the eliminating Mount Vedas.",
    "ai-atk-s0103a7:67_4": "In this discourse, the laypeople should not be done against the householders that lady. We don’t want to do the same.",
    "ai-atk-s0103a7:67_5": "Therefore, when you hear this, you can expect growth, not decline.",
    "ai-atk-s0103a7:68_0": "Dīghanakha",
    "ai-atk-s0103a7:69_0": "The Congregation of Sigāla’s Con is finished."
}