{
    "ai-atk-s0404a12:0_0": "3. Sattāvāsavaggo",
    "ai-atk-s0404a12:1_0": "1. Tiṭhānasuttavaṇṇanā",
    "ai-atk-s0404a12:2_0": "21.",
    "ai-atk-s0404a12:2_1": "In the third upper garden, the upper garments who were sovereignty,",
    "ai-atk-s0404a12:2_2": "They delight in meditation, but do not originate.",
    "ai-atk-s0404a12:2_3": "alert and free of craving,",
    "ai-atk-s0404a12:2_4": "But in the Commentaries it is said:",
    "ai-atk-s0404a12:2_5": "is possessive.",
    "ai-atk-s0404a12:2_6": "For those who lived for very long life, their age, sickness, and death only became one thousand.",
    "ai-atk-s0404a12:2_7": "When there is an inclination, there is no exclusively happy deities.",
    "ai-atk-s0404a12:2_8": "Of these four pleasure and pain he mindfulnesss because of what is pleasure and pain.",
    "ai-atk-s0404a12:2_9": "It’s when a spiritual life is lived here in Jambudīpa, the spiritual life is lived under the Buddha for the sake of the spiritual path.",
    "ai-atk-s0404a12:3_0": "2. Assakhaḷuṅkasuttavaṇṇanā",
    "ai-atk-s0404a12:4_0": "22.",
    "ai-atk-s0404a12:4_1": "One endowed with the second excellent strength,",
    "ai-atk-s0404a12:4_2": "but not beautiful or well-sphere.",
    "ai-atk-s0404a12:4_3": "A man endowed with equanimity and knowledge,",
    "ai-atk-s0404a12:4_4": "One is not endowed with colour, or virtue,",
    "ai-atk-s0404a12:4_5": "You can know the remainder of the remainder.",
    "ai-atk-s0404a12:4_6": "(but) he should be spoken of in this matter.",
    "ai-atk-s0404a12:5_0": "3. Taṇhāmūlakasuttavaṇṇanā",
    "ai-atk-s0404a12:6_0": "23.",
    "ai-atk-s0404a12:6_1": "In the third enjoyment, craving for craving for craving, and for craving.",
    "ai-atk-s0404a12:6_2": "whatever craving there is in common and seeking the path to dust on the ground, and that is called there.",
    "ai-atk-s0404a12:6_3": "The craving that was obtained by the regard for, but this is the craving—that is called.",
    "ai-atk-s0404a12:6_4": "it should be seen here,",
    "ai-atk-s0404a12:6_5": "the search for visible objects, etc., the search for forms,",
    "ai-atk-s0404a12:6_6": "For that is how there is craving for craving.",
    "ai-atk-s0404a12:6_7": "gaining materiality, etc., the reincarnation,",
    "ai-atk-s0404a12:6_8": "for he is seeking for searching for search.",
    "ai-atk-s0404a12:7_0": "The four kinds of concentration, the knowledge of craving, and the view of craving,",
    "ai-atk-s0404a12:7_1": "Herein, knowing what is pleasant in regard to assessing as pleasure, knowledge and vision worthy of the noble ones thus: “This is the knowledge of pleasure in oneself.”",
    "ai-atk-s0404a12:7_2": "“Simply, there are two kinds of seeking: craving, and deliberately eternal in the three kinds of view, the hundred and eighth view.”",
    "ai-atk-s0404a12:7_3": "These sixty-two misconceptions",
    "ai-atk-s0404a12:7_4": "“Thought is like Ānanda.”",
    "ai-atk-s0404a12:7_5": "having obtained material possessions, honors, and popularity, thinking: “I will partake of (himself) for this reason.” Thinking: “I shall enjoy this,” there will be a reason for you, and I’ll use it to eat the food thinking,” and so on.",
    "ai-atk-s0404a12:7_6": "Therefore it is said:",
    "ai-atk-s0404a12:7_7": "Is that dependent on gain and loss,",
    "ai-atk-s0404a12:8_0": "Gladness and greed in this way, applied thought and sustained thought arises in someone who is weak and greed.",
    "ai-atk-s0404a12:8_1": "Here one is weak from desire to passion, ~ for attachment to passion,",
    "ai-atk-s0404a12:8_2": "I would surely over cling to what is said:",
    "ai-atk-s0404a12:8_3": "Craving is the possession of craving, etc., according to the possession of craving, and of possession.",
    "ai-atk-s0404a12:8_4": "This is the bearer of stingy, and confused to others,",
    "ai-atk-s0404a12:8_5": "For that is their meaning, they say this:",
    "ai-atk-s0404a12:8_6": "“Surely it is wonderful, survivey, and embracings, because I’ve dried up and worms.”",
    "ai-atk-s0404a12:8_7": "Patience is the doorway : such is guarding the door, protection, safety, and so on.",
    "ai-atk-s0404a12:8_8": "it is a legal issue arising from business that is called “mind”.",
    "ai-atk-s0404a12:8_9": "The meaning is, giving directions.",
    "ai-atk-s0404a12:8_10": "rods of sticks, etc.",
    "ai-atk-s0404a12:8_11": "the teacher who gives his own teacher’s instructions,",
    "ai-atk-s0404a12:8_12": "Whether on the body, whether the or the vomit’s head is black,",
    "ai-atk-s0404a12:8_13": "(And he is) the first quarreling,",
    "ai-atk-s0404a12:8_14": "You should disrespect (after), to those who are disrespectful to you.",
    "ai-atk-s0404a12:9_0": "4. Sattāvāsasuttavaṇṇanā",
    "ai-atk-s0404a12:10_0": "24.",
    "ai-atk-s0404a12:10_1": "The meaning is: born in the four kinds of weapons, is the meaning.",
    "ai-atk-s0404a12:10_2": "Herein, even if there is abode of sentient beings, etc., they are not at fault for.",
    "ai-atk-s0404a12:10_3": "For the purification of the Buddhas is so purified of the categories of the aggregates in terms of the categories, it’s easy to be reborn in an empty manner.",
    "ai-atk-s0404a12:10_4": "Thus when someone has been involved",
    "ai-atk-s0404a12:10_5": "The rest should be understood in the sense of the consciousness already described.",
    "ai-atk-s0404a12:11_0": "5. Paññāsuttavaṇṇanā",
    "ai-atk-s0404a12:12_0": "25.",
    "ai-atk-s0404a12:12_1": "and which clings to the five times,",
    "ai-atk-s0404a12:12_2": "he has had a well-docovered filled the recitation.",
    "ai-atk-s0404a12:12_3": "so bitterness towards the other.",
    "ai-atk-s0404a12:12_4": "free of greed, desire for passion,",
    "ai-atk-s0404a12:12_5": "(being) the nature of the noble ones, which is unattractive,",
    "ai-atk-s0404a12:12_6": "enunciating the enlightenment: it is “unblessed” , without its non-human beings. The meaning is, it is “accomplished.”",
    "ai-atk-s0404a12:12_7": "In this discourse the perfected one, who has ended defilements,",
    "ai-atk-s0404a12:13_0": "6. Silāyūpasuttavaṇṇanā",
    "ai-atk-s0404a12:14_0": "26.",
    "ai-atk-s0404a12:14_1": "In the sixth part of the moon’s son called Mother,",
    "ai-atk-s0404a12:14_2": "A mind that’s loved by heart: it’s reciting by mind.",
    "ai-atk-s0404a12:14_3": "his mind is well consolidated with a mind full of joy, beauty, happiness, fame, and sovereignty.",
    "ai-atk-s0404a12:14_4": "But they don’t occupy their minds, their thought, “So they’re not able to burn them, and do so.",
    "ai-atk-s0404a12:14_5": "The eighty objects are not settled that are the objects of the supreme objects.",
    "ai-atk-s0404a12:14_6": "They make the imperturbable, not focusing on the stinginess of the imperturbable,",
    "ai-atk-s0404a12:15_0": "Hell forces the stone, thus it is stone encircling;",
    "ai-atk-s0404a12:15_1": "sixteen dried up, with long swords,",
    "ai-atk-s0404a12:15_2": "Below is the lower half of the month fortnight.",
    "ai-atk-s0404a12:15_3": "above their upper thrones above.",
    "ai-atk-s0404a12:15_4": "having plastered baskets well the dogs, thoroughly wrapped them with iron,",
    "ai-atk-s0404a12:15_5": "In the same way, when it comes to this range of bones, like a great wide opening in the six doors, like a strong window openings in the six doors.",
    "ai-atk-s0404a12:15_6": "* he who has lived on this world with its defilements ended,",
    "ai-atk-s0404a12:16_0": "7-8. Verasuttadvayavaṇṇanā",
    "ai-atk-s0404a12:17_0": "27-28.",
    "ai-atk-s0404a12:17_1": "Having done this, he gains fear and enmity for the seven persons.",
    "ai-atk-s0404a12:17_2": "and calm as mental objects,",
    "ai-atk-s0404a12:17_3": "Misconduct",
    "ai-atk-s0404a12:17_4": "connected with sorrow, associated with suffering,",
    "ai-atk-s0404a12:17_5": "The wrong path is covered in this world,",
    "ai-atk-s0404a12:17_6": "In this Saṅgha the Chapter of the Community of monks is a Stream-Enterer.",
    "ai-atk-s0404a12:18_0": "9. Āghātavatthusuttavaṇṇanā",
    "ai-atk-s0404a12:19_0": "killing, causing, resenting, and rolling on.",
    "ai-atk-s0404a12:20_0": "Talking for, persuading and looking after,",
    "ai-atk-s0404a12:21_0": "30-31.",
    "ai-atk-s0404a12:21_1": "The ten methods to get rid of resentment.",
    "ai-atk-s0404a12:21_2": "How could it possibly be so that such a person would be inspired by not being unbeneficial and not doing what they say, “Where would you get rid of resentment?” In this way, when asked, “Where do you get rid of resentment?”",
    "ai-atk-s0404a12:21_3": "Then I’d do what kind of person would be reborn in some matter? How can I possibly do?",
    "ai-atk-s0404a12:21_4": "as well as a gain fortune is dripped from.",
    "ai-atk-s0404a12:21_5": "If I were to cure one’s gains, who is some raised in him? What is their gain?",
    "ai-atk-s0404a12:21_6": "with this putridge.",
    "ai-atk-s0404a12:21_7": "The eleventh enquiry cessation,",
    "ai-atk-s0404a12:21_8": "The rest is undefined.",
    "ai-atk-s0404a12:22_0": "The third sub-chapter on monasteries is finished."
}