{
    "ai-atk-s0403a29:0_0": "4. Devatāvaggo",
    "ai-atk-s0403a29:1_0": "1. Sekhasuttavaṇṇanā",
    "ai-atk-s0403a29:2_0": "31.",
    "ai-atk-s0403a29:2_1": "In the fourth (story), the first seventh of the trainee,",
    "ai-atk-s0403a29:2_2": "yet ordinary people are found in me.",
    "ai-atk-s0403a29:2_3": "Because of decline: making the end of the virtues consisting in heaven,",
    "ai-atk-s0403a29:3_0": "Grasping is praised by the Incomparable",
    "ai-atk-s0403a29:4_0": "32-33.",
    "ai-atk-s0403a29:4_1": "For the second time one who resorts the Teacher respects the Teacher,",
    "ai-atk-s0403a29:4_2": "Respect for the teaching and training.",
    "ai-atk-s0403a29:4_3": "Respect for the Saṅgha:",
    "ai-atk-s0403a29:4_4": "Restrained in the three trainings, he trains in veneration.",
    "ai-atk-s0403a29:4_5": "respects diligence in diligence:",
    "ai-atk-s0403a29:4_6": "and hospitality , of respect and reverence for the welfare of others, and unification of the Dhamma,",
    "ai-atk-s0403a29:4_7": "The Teacher, who respects the Teacher,",
    "ai-atk-s0403a29:4_8": "respecting, reverence for the teaching.",
    "ai-atk-s0403a29:4_9": "Respect for the three",
    "ai-atk-s0403a29:4_10": "Respect in the heart, live in the wilderness,",
    "ai-atk-s0403a29:4_11": "In the third day they are respectful and reverence for the third time,",
    "ai-atk-s0403a29:4_12": "The conscience and prudence is found inside an enemy,",
    "ai-atk-s0403a29:5_0": "4. Mahāmoggallānasuttavaṇṇanā",
    "ai-atk-s0403a29:6_0": "34.",
    "ai-atk-s0403a29:6_1": "Neither on the fourth occasion:",
    "ai-atk-s0403a29:6_2": "is of great power, great majesty of supernormal powers.",
    "ai-atk-s0403a29:6_3": "the state of greatness in the sense that is not pervaded by the great power,",
    "ai-atk-s0403a29:6_4": "It’s been a long time since you love to be like that to say.",
    "ai-atk-s0403a29:6_5": "For if you were to go a long time in the future, practitioner, and you had never seen any way, before you have come back here?”",
    "ai-atk-s0403a29:6_6": "But this before they came,",
    "ai-atk-s0403a29:6_7": "Because the Elders went back to the Brahmā realm.",
    "ai-atk-s0403a29:6_8": "There he gave (them) the Elder Sīvati,",
    "ai-atk-s0403a29:6_9": "developing right here, going to the lower realm, or the opportunity that’s what they don’t.",
    "ai-atk-s0403a29:6_10": "This is their great sacrifice, the One’s preparation, having this great deal of themselves:",
    "ai-atk-s0403a29:6_11": "Experiential confidence in the teaching: I have attained confidence in excess of Path.",
    "ai-atk-s0403a29:6_12": "In this discourse, the stream-enterer is related to (the knowledge) about the attainment of stream-entry,",
    "ai-atk-s0403a29:7_0": "5. Vijjābhāgiyasuttavaṇṇanā",
    "ai-atk-s0403a29:8_0": "35.",
    "ai-atk-s0403a29:8_1": "In the five lower fetters.",
    "ai-atk-s0403a29:8_2": "the perception of impermanence, etc., has arisen in the contemplation of impermanence,",
    "ai-atk-s0403a29:8_3": "the perception of impermanence in suffering, the perception of impermanence, and the perception of not-self in suffering,",
    "ai-atk-s0403a29:8_4": "the perception of not-self in suffering, the perception of not-self in suffering, and the perception of non-self.",
    "ai-atk-s0403a29:8_5": "When giving up of perceptions have arisen, perceptions of insight arise,",
    "ai-atk-s0403a29:8_6": "the perception of fading away, that is, perception of dispassion,",
    "ai-atk-s0403a29:8_7": "the perception of cessation, perception of cessation,",
    "ai-atk-s0403a29:9_0": "6. Vivādamūlasuttavaṇṇanā",
    "ai-atk-s0403a29:10_0": "36.",
    "ai-atk-s0403a29:10_1": "In the sixth root of arguments, legal issues arising from disputes,",
    "ai-atk-s0403a29:10_2": "possessing anger by anger, bypassing distinction,",
    "ai-atk-s0403a29:10_3": "endowed with the characteristic of fact that is to say, possessiveness of oppositeness,",
    "ai-atk-s0403a29:10_4": "For the misfortune, form, and a dispute among the monks, they lead to harm and suffering.",
    "ai-atk-s0403a29:10_5": "like a mango tree twelf pulled out from Kosambī in two or three fightening to the Sangha of nuns.",
    "ai-atk-s0403a29:10_6": "Then, while they were nursing the cargoing fire, they become enthusiastic.",
    "ai-atk-s0403a29:10_7": "They speak in accordance with the Teaching, the majority, the speaker, falsely, and unprincipled speech.",
    "ai-atk-s0403a29:10_8": "Then the (foots) of friends and colleagues became frightened:",
    "ai-atk-s0403a29:10_9": "In this way all Brahmā worlds, all of them except for two Koṭṭhita.",
    "ai-atk-s0403a29:10_10": "They speak in accordance with the Teaching, the majority, are many more;",
    "ai-atk-s0403a29:10_11": "Then many destroyers were to go away,",
    "ai-atk-s0403a29:10_12": "After referring to the Dhamma, many more than that,",
    "ai-atk-s0403a29:10_13": "are reborn in the company of the liable to fall,",
    "ai-atk-s0403a29:10_14": "That’s how arguments are for the harm, suffering, and discomfort.",
    "ai-atk-s0403a29:10_15": "Or else you inside yourselves",
    "ai-atk-s0403a29:10_16": "with one’s own assembly worries about another’s assembly.",
    "ai-atk-s0403a29:11_0": "endowed with the characteristic of fondness, etc.,",
    "ai-atk-s0403a29:11_1": "endowed with a pair of chief qualities, endowed with the characteristic of endlessness,",
    "ai-atk-s0403a29:11_2": "even the jealousy’s enemy’s own characteristics.",
    "ai-atk-s0403a29:11_3": "stingy regarding monasteries, possessed of stinginess,",
    "ai-atk-s0403a29:11_4": "is a hook.",
    "ai-atk-s0403a29:11_5": "if he conceals the specifically;",
    "ai-atk-s0403a29:11_6": "Dissatisfaction with the state of wickedness, etc., which is unvirtuous,",
    "ai-atk-s0403a29:11_7": "wrong view, there is no-one who spoke inaction, and inaction.",
    "ai-atk-s0403a29:11_8": "He (good) views, himself started from another.",
    "ai-atk-s0403a29:11_9": "those strong ones who are valuable and strong:",
    "ai-atk-s0403a29:11_10": "There is no wrong-doing, one isn’t able to reply,",
    "ai-atk-s0403a29:11_11": "I’ve done a charnel ground",
    "ai-atk-s0403a29:12_0": "7. Dānasuttavaṇṇanā",
    "ai-atk-s0403a29:13_0": "37.",
    "ai-atk-s0403a29:13_1": "There are seven kinds of bamboo plants.",
    "ai-atk-s0403a29:13_2": "A possessor of six factors possesses six factors.",
    "ai-atk-s0403a29:13_3": "A gift one gives to a religious donation.",
    "ai-atk-s0403a29:13_4": "Formerly a gift I give gifts, my pleasure and happiness fell off.",
    "ai-atk-s0403a29:13_5": "There, previously, making the giver of a gift, I give a gift first time, thinking, “I’ll give a gift to a field,” and he thought, “I’ll give to the field.”",
    "ai-atk-s0403a29:13_6": "giving her mind is gladdened, and thinking: “This is how they give gifts at the time of giving.”",
    "ai-atk-s0403a29:13_7": "while this is uplifted: this is the case, this is the first benefit, in the next life,",
    "ai-atk-s0403a29:13_8": "Without passion, having destroyed the pollutants,",
    "ai-atk-s0403a29:13_9": "or practice to remove passion,",
    "ai-atk-s0403a29:13_10": "This points out someone who has ended the defilements, complete in all respects, not even a stream-enterer, once-returner, and once-returner. If it is given to someone who possesses the six factors, even if it is a stream-enter.",
    "ai-atk-s0403a29:13_11": "Because he is one gone forth with the purpose of (attaining) Stream-Entry.",
    "ai-atk-s0403a29:14_0": "serves a sacrifice to the sacred flame.",
    "ai-atk-s0403a29:14_1": "Virtue, habit, and perception.",
    "ai-atk-s0403a29:14_2": "rinsing oneself by himself, after washing one’s own hands, and cleaning one’s face,",
    "ai-atk-s0403a29:14_3": "with his own hands.",
    "ai-atk-s0403a29:14_4": "or lies down on a bed.",
    "ai-atk-s0403a29:14_5": "The faithful one, having virtues, has paupers in the virtue of a variety,",
    "ai-atk-s0403a29:14_6": "with his mind released from sensual desire with a mind freed from greed,",
    "ai-atk-s0403a29:14_7": "I suffered pleasure and pain in the world, and the happiness of gods.",
    "ai-atk-s0403a29:15_0": "8. Attakārīsuttavaṇṇanā",
    "ai-atk-s0403a29:16_0": "38.",
    "ai-atk-s0403a29:16_1": "Eight months, having seen the eyes, I saw a dropping, and rolling in decomposed, I heard that the Lord of the World’s statement: “Three Māra’s word, not one!”",
    "ai-atk-s0403a29:16_2": "For how can we not get by name?",
    "ai-atk-s0403a29:16_3": "of the elements of initiative, which occurs as the elements of initiative,",
    "ai-atk-s0403a29:16_4": "Who is leaving behind the flourishing of your energy, and aroused,",
    "ai-atk-s0403a29:16_5": "and destroys the elements of others;",
    "ai-atk-s0403a29:16_6": "Valuing is the element of strength:",
    "ai-atk-s0403a29:16_7": "the end of stagnation, persistence,",
    "ai-atk-s0403a29:16_8": "energy, and vigor.",
    "ai-atk-s0403a29:16_9": "The whole of that is how the name of the Unastic Saṁsāra",
    "ai-atk-s0403a29:17_0": "9-10. Nidānasuttādivaṇṇanā",
    "ai-atk-s0403a29:18_0": "39-40.",
    "ai-atk-s0403a29:18_1": "Of those nine deeds, the material deeds that lead to the spiritual life,",
    "ai-atk-s0403a29:18_2": "shaves the origin of alms from the mouth.",
    "ai-atk-s0403a29:18_3": "And condition, source, and condition.",
    "ai-atk-s0403a29:18_4": "By greed you from desire:",
    "ai-atk-s0403a29:18_5": "But neither thinks: “Neither in the formless and in the formless, what can be seen?”",
    "ai-atk-s0403a29:18_6": "As a bright one connection",
    "ai-atk-s0403a29:18_7": "Thus in this well-proclaimed,",
    "ai-atk-s0403a29:18_8": "(Lord of) the tenth Roots in the Great Wood, in the Great Wood.",
    "ai-atk-s0403a29:18_9": "the true teaching of the Dhamma,",
    "ai-atk-s0403a29:19_0": "11. Dārukkhandhasuttavaṇṇanā",
    "ai-atk-s0403a29:20_0": "41.",
    "ai-atk-s0403a29:20_1": "attained to the one-explain mind of consciousness.",
    "ai-atk-s0403a29:20_2": "However, were you engaged in malicious talebearing on the earth element?",
    "ai-atk-s0403a29:20_3": "When someone supports in things, they’re headed by the earth element, a tree trunk, sparkle of earth.",
    "ai-atk-s0403a29:20_4": "The same method of explanation applies to the word-meanings should be understood in this way.",
    "ai-atk-s0403a29:20_5": "Only this is the earth element, namely, the water element in the mode of warming, the water element in the fire element; and the air element due to warmth, dreadful and excited by the earth element. But it’s simply darkness and the maintaining stains of powder of the earth element. It’s simply the maintains of powder, fat, tears, grease, salicred by the wind, and covered with gold neck.",
    "ai-atk-s0403a29:20_6": "A dwelling in this monastery is included in the charnel ground,",
    "ai-atk-s0403a29:21_0": "12. Nāgitasuttavaṇṇanā",
    "ai-atk-s0403a29:22_0": "42.",
    "ai-atk-s0403a29:22_1": "Remembering the villages’ village, (thinking):",
    "ai-atk-s0403a29:22_2": "With a mind immersed in samādhi, having sat in that village.",
    "ai-atk-s0403a29:22_3": "now they come now,",
    "ai-atk-s0403a29:22_4": "But concentration with concentration embraceful, his concentration will be produced.",
    "ai-atk-s0403a29:22_5": "I am not pleased, may I be happy!",
    "ai-atk-s0403a29:22_6": "unshakable, free of greed,",
    "ai-atk-s0403a29:22_7": "Will oneness, the perception of wilderness, the perception of wilderness behaviour, the thought is the meaning.",
    "ai-atk-s0403a29:22_8": "will become well-proclaimed,",
    "ai-atk-s0403a29:22_9": "If the mind is not liberated, it will preserve the one whose mind is unfreed.",
    "ai-atk-s0403a29:22_10": "if she gives any of them away:",
    "ai-atk-s0403a29:22_11": "After putting on a heap of money,",
    "ai-atk-s0403a29:22_12": "For he who wears a luxurious body",
    "ai-atk-s0403a29:22_13": "This is the Teacher praised in the wilderness in this place to the wilderness,",
    "ai-atk-s0403a29:22_14": "Yet when you’re told, what you have already been say.",
    "ai-atk-s0403a29:23_0": "The fourth sub-chapter on deities is finished."
}