{
    "ai-atk-s0501a5:0_0": "5. Maṅgalasuttavaṇṇanā",
    "ai-atk-s0501a5:1_0": "and throwing up the sky,",
    "ai-atk-s0501a5:2_0": "Now our boys had been constructed in the womb (of the sun), and has arrived here, taking up the golden statue, and taking up the golden palanquin to the Palace of the Fraternity.",
    "ai-atk-s0501a5:2_1": "That is:",
    "ai-atk-s0501a5:2_2": "For this reason it is due to subtlety of training rules that is not worth a sixteenth part of the teaching of the Buddha, and the training rules, the training rules, and it is capable of breaking down, composing, having aunt, all is to say, the ultimate goal, the state of an ascetic, Commentaries.",
    "ai-atk-s0501a5:3_0": "This is his ‘true’, this is the league here.",
    "ai-atk-s0501a5:4_0": "The first account of the great Saṅgha",
    "ai-atk-s0501a5:5_0": "So the meaning of what has been given to meaning, may there be no one not praised by Māra.",
    "ai-atk-s0501a5:6_0": "“But whenever she spoke this matter, having said: “Whoever is unattached:",
    "ai-atk-s0501a5:7_0": "So this is the meaning of the first kind, etc.",
    "ai-atk-s0501a5:8_0": "“Having seen (the palace) where the blessing is where a blessing,",
    "ai-atk-s0501a5:9_0": "having spended that cow (for him), he should worship it.”",
    "ai-atk-s0501a5:10_0": "Herein, when this reference to the Buddha, that which he had stayed here by which he reached, “That one is",
    "ai-atk-s0501a5:10_1": "these verses were spoken of in the Buddha’s exposition.”",
    "ai-atk-s0501a5:10_2": "Your word is repeated by the Blessed One, the perfected one, the fully awakened Buddha, not a perfected one, the fully awakened Buddha.",
    "ai-atk-s0501a5:10_3": "When this is said, it is said to be the word “Why is this? Why are they called?”",
    "ai-atk-s0501a5:10_4": "with venerable Ānanda’s words, that of the first great arrival at the least.",
    "ai-atk-s0501a5:11_0": "This includes the suttantas, etc., should be understood:",
    "ai-atk-s0501a5:11_1": "For in that teaching the Buddha has made an end of the teaching. For it would not be appropriate for me to say that the Buddhas are practisessing the disciples of the Dhamma. As long as we have lived in the debate, the charnel ground in the wood, the horses, the chariots, the lakes, the one who stands in the depths, and the one in the rainy season. And here we shall reach Nibbāna.",
    "ai-atk-s0501a5:11_2": "And the teaching and training remains in the evening, which is just the lamp’s dispensation.",
    "ai-atk-s0501a5:11_3": "according as it is said:",
    "ai-atk-s0501a5:12_0": "“Ānanda, I have taught and pointed out for you shall be your Teacher after my passing.”",
    "ai-atk-s0501a5:13_0": "“What if I were to recite the Teaching and the Monastic Law together for a long time, would it would be long for a long time?”",
    "ai-atk-s0501a5:14_0": "Now, as the Buddha told him:",
    "ai-atk-s0501a5:15_0": "The Buddha told him what he had done.",
    "ai-atk-s0501a5:16_0": "“Mendicants, whenever I want, quite secluded from sensual pleasures ...",
    "ai-atk-s0501a5:16_1": "Firstly, Kassapa.",
    "ai-atk-s0501a5:16_2": "dwells having attained the first absorption” .",
    "ai-atk-s0501a5:17_0": "Because of this, they won’t neglect such a state that I have achieved any superhuman distinction in knowledge and vision worthy of the noble ones.",
    "ai-atk-s0501a5:17_1": "“The Fortunate One would not reflect on my own teaching as if he were giving a dregs, (thinking): ‘In this way I have founded about the true teaching and training, and then I will think about this matter,” and he referred to thee of the Dhamma, he referred to the Abhidhamma.",
    "ai-atk-s0501a5:18_0": "“Now he said to the mendicants,",
    "ai-atk-s0501a5:18_1": "At one time I was traveling from Pāvā to Kusinārā together with a large Saṅgha of around five hundred mendicants. I was traveling from Pāvā to Kusinārā together with a large Saṅgha of around five hundred mendicants.”",
    "ai-atk-s0501a5:19_0": "Yet he says:",
    "ai-atk-s0501a5:20_0": "“Well, then, let’s speak the teaching and the training. We’ll speak in accordance with the Teaching and the Monastic Law according to the Teacher’s instruction.”",
    "ai-atk-s0501a5:21_0": "“Well then, Venerable, please select the monks.”",
    "ai-atk-s0501a5:21_1": "The elder Mahāpadassana, whose cankers have destroyed a stream-enterer whose cankers have ended the defilements, has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and become rightly freed through enlightenment, and enlightenment. Having destroyed these five hundred modests of material possessions, honor, and popularity. For the practiced by the Buddha, they divided the down abodes of the non-retwheners.",
    "ai-atk-s0501a5:21_2": "Those who said, “Those Venerable Mahākassapa has five hundred and seventy less than ninety-nine perfected ones.”",
    "ai-atk-s0501a5:22_0": "But how does the most senior monk do it?",
    "ai-atk-s0501a5:22_1": "Queen Anulā, for the sake of the venerable Ānanda,",
    "ai-atk-s0501a5:22_2": "And the companions there too will be no friend of the Dhamma.",
    "ai-atk-s0501a5:22_3": "Should a trainee with his own hands, therefore, this venerable Saṅkicca doesn’t have a sense of urgency:",
    "ai-atk-s0501a5:22_4": "Even if they were to make an effort in this way, they wouldn’t get diverse spectrum of the teaching.",
    "ai-atk-s0501a5:22_5": "(But) to be destroying the doctrines.",
    "ai-atk-s0501a5:22_6": "For the senior venerable Ānanda was unfinished",
    "ai-atk-s0501a5:22_7": "Because this grey hairs growing on her head in this way, they advise the Ajātasattu Vedehiputta of Magadha.",
    "ai-atk-s0501a5:22_8": "Since the Realized One is skilled in the Sakyans of Cāḷakula’s child, therefore the bhikkhus—going the meditation once topic of vanity and the analysis of his own giving consent, saying: “Ānanda, these are eliminations such as:”",
    "ai-atk-s0501a5:22_9": "But he disparages, thinking, “Now, Ānanda, he is unable to hold a discussion, but I’ll seize the mendicants.”",
    "ai-atk-s0501a5:23_0": "Then the mendicants asked the elder:",
    "ai-atk-s0501a5:24_0": "“The mendicants said to him,",
    "ai-atk-s0501a5:24_1": "‘Sir, Ānanda is able to make an effort to reach the end of the Teaching and the Monastic Law in the presence of the Buddha. This is the fourth thing.’",
    "ai-atk-s0501a5:24_2": "And he did.”",
    "ai-atk-s0501a5:25_0": "Thus after advising the monks, he had five hundred Theras.",
    "ai-atk-s0501a5:26_0": "Then it occurred to the senior monks:",
    "ai-atk-s0501a5:26_1": "“Where should we recite the Teaching and the Monastic Law together?”",
    "ai-atk-s0501a5:26_2": "Then the senior monks said, “Great King, I thought, “For as long as we were told, a large number of monks, we would not come to Rājagaha to the rainy-season residence at Rājagaha.”",
    "ai-atk-s0501a5:26_3": "why, having this occurred to them,",
    "ai-atk-s0501a5:26_4": "our legal procedures have been done in the midst of the Sangha.”",
    "ai-atk-s0501a5:26_5": "Venerable Mahākassapa brought back by himself.",
    "ai-atk-s0501a5:26_6": "The entire spectrum of the Sangha should be understood in the way already described.",
    "ai-atk-s0501a5:27_0": "Then the Realized One, though seven days had passed, ceased, and still flourished among the fortnights, King Mahākassapas, as he was half a month to the rainy season, he counted the bandits, one day and said to the Buddha: “Having gone to the Rains Retreat in the heaven of the Seventh day.”",
    "ai-atk-s0501a5:27_1": "Anuruddha takeed the road and went to Sāvatthī. Soon the senior mendicants, taking their bowl and robes, and left for Sāvatthī, where they set out for Rājagaha.",
    "ai-atk-s0501a5:27_2": "The senior elder Ānanda said, “Venerable Ānanda, in the Dispensation of the Teacher at Kusinārā, except for the Teacher.”",
    "ai-atk-s0501a5:27_3": "Traveling stage by stage in Sāvatthī, he arrived at the Great Monastery, in the seniority of the Buddha,",
    "ai-atk-s0501a5:28_0": "There Venerable Ānanda, having entered the hall, opened the Jeta Grove, and plunged deep into the scented it, entered the Jeta Grove and returned to the tent-mounts, which washed on an oppressing, and he pulled her hut and covered it with his robe.",
    "ai-atk-s0501a5:28_1": "So the senior mendicants rose from his seat and went to advert, sat down on the spot in the four elements, and told them what had happened. Then he said,",
    "ai-atk-s0501a5:29_0": "“It’s not the time, student, for me to go today for alms-food.”",
    "ai-atk-s0501a5:30_0": "On the second day (and went to) Theras and after the meal, on the following day I asked Sutamika for the following tenth day.",
    "ai-atk-s0501a5:31_0": "In a Jeta’s Grove, the senior monks have broken rice and barley dyed the rainy-season residence in the Jeta Grove at Rājagaha. He then entered Rājagaha for the rainy season.",
    "ai-atk-s0501a5:31_1": "The Elder Mahā Kassapa, the Erans, having taken the whole Community of monks, had assembled at Rājagaha.",
    "ai-atk-s0501a5:32_0": "At that time in Rājagaha there were eighteen dwellings.",
    "ai-atk-s0501a5:32_1": "all the fiery were to throw away.",
    "ai-atk-s0501a5:32_2": "may the Buddha become fully extinguished to his own bowl and robes, put them away, and left for the place where they wanted.",
    "ai-atk-s0501a5:32_3": "Herein, the Theras who advocate the word of the Buddha, thought, “Who do they enquire for the sake of himself and for the sake of another religion?”",
    "ai-atk-s0501a5:32_4": "The sectarians would beat their disciples.",
    "ai-atk-s0501a5:32_5": "(But) the doctrine of those who advise the teachers and involved thus: “Only what is said” .",
    "ai-atk-s0501a5:32_6": "And this is said too:",
    "ai-atk-s0501a5:33_0": "“Then it occurred to the senior monks:",
    "ai-atk-s0501a5:33_1": "Reverends, let’s praise the reason why the Buddha praises of the Teaching and the Monastic Law. We’ll make an end of them.”",
    "ai-atk-s0501a5:34_0": "The second day, after going to the King’s gateway,",
    "ai-atk-s0501a5:34_1": "After coming, King Ajātasattu Vedehiputta of Māgadha said, “What do I invite?”",
    "ai-atk-s0501a5:34_2": "and the senior monks made a precincts for the sake of preparing the hands.",
    "ai-atk-s0501a5:34_3": "Saying, “Good, sir,” the king gave the elephant-makers to his work.",
    "ai-atk-s0501a5:34_4": "first months prepared a sacrificial post all,",
    "ai-atk-s0501a5:35_0": "And they told the King:",
    "ai-atk-s0501a5:35_1": "“Great king, there are these sixty things that are the means of the teaching and training.”",
    "ai-atk-s0501a5:35_2": "“Good, reverend Sir, may you be widespread for me in detail: Please do the Whel of Dhamma that was me.",
    "ai-atk-s0501a5:35_3": "What do you think?”",
    "ai-atk-s0501a5:35_4": "“As a precincts of the Teaching, I say to the mendicants.”",
    "ai-atk-s0501a5:35_5": "“Where do you, sir?”",
    "ai-atk-s0501a5:35_6": "“Tomorrow, the Himalayas, the king of mountains, is able to make great kingship in the seventh day.”",
    "ai-atk-s0501a5:35_7": "“Good, sir,” he replied. Then he attentively to the posts of the Buddha, for the sake of analyzing the earth, and for the sake of a keyholes, saying: “Sir, it is a funeral pyre, blue-blankets, workers, and more than five hundred precious things, great flags, and franklength of clothes on the leftovers of the town, the town, the capital.",
    "ai-atk-s0501a5:36_0": "The monks said to Ānanda, “Tomorrow, there is something to be done for the Community, Reverend Ānanda, and there is no further to go.”",
    "ai-atk-s0501a5:36_1": "Ānanda thought, “Have you not come back to the assembly. But while walking, I entered a dwelling, he entered his body, where I was reborn in the morning.” After preparing a meal, he returned to the monastery, where he entered his body, where he sat down, in the morning, in the evening.",
    "ai-atk-s0501a5:36_2": "Two on the ground, his mind was liberated from the ground for wings.",
    "ai-atk-s0501a5:36_3": "For if he was walking mindfully outside the gateway, he thought, “Now,” and so he told the Buddha all that had happened.",
    "ai-atk-s0501a5:36_4": "‘Ānanda, where have you much meritorious deeds? You should devote yourself to meditation.’",
    "ai-atk-s0501a5:36_5": "I’ll get up and continue to practice walking. But my energy washed away my victory. I’d better preemptively rouse up energy.” He entered my dwelling, and when I washed my bed, he sat down on the seat spread out and entered my bed.",
    "ai-atk-s0501a5:36_6": "there are two kinds of pearls: the head and the pollutants, without attachments, the mind from defilements by not grasping.",
    "ai-atk-s0501a5:36_7": "endowed with the four paths of the Elders, the Lord of the Worthiness,",
    "ai-atk-s0501a5:36_8": "The senior monks said, “Venerable Ānanda, in this dispensation they haven’t attained Arahants,” and they said, “It’s good if a mendicant, Ānanda,” and they said.",
    "ai-atk-s0501a5:37_0": "When the next day, the senior monks had finished their meal and put their bowls and robes, and sat down on the same seat as them.",
    "ai-atk-s0501a5:37_1": "But the Elder Ānanda attained Liberation together with his own insight, but he came to the monastery.",
    "ai-atk-s0501a5:37_2": "Monks, the monks sat down on the seats spread out to the seats where the Elder Ānanda was sitting,",
    "ai-atk-s0501a5:37_3": "Herein, by means of a _kahāpaṇa_ coin that was said.",
    "ai-atk-s0501a5:37_4": "“But where have you come from?”",
    "ai-atk-s0501a5:37_5": "At that time the Elder thought, “Now is the time I’ve thought. ”",
    "ai-atk-s0501a5:37_6": "Then he showed himself by the power of his own, and he showed himself on the seat, saying,",
    "ai-atk-s0501a5:37_7": "Having sat down in the air, and some sat down on one side.",
    "ai-atk-s0501a5:38_0": "In this way, Venerable Mahākassapa addressed the mendicants, “What’s the first practice?”",
    "ai-atk-s0501a5:38_1": "The monks said to Mahākassapa, “Venerable Mahākassapa, we are the first part of the Buddha, the Vinaya, and the Vinaya; therefore (of the Faith).”",
    "ai-atk-s0501a5:38_2": "if he should be given the Monastic Law together,",
    "ai-atk-s0501a5:38_3": "“That’s a foe.”",
    "ai-atk-s0501a5:38_4": "“What isn’t it?”",
    "ai-atk-s0501a5:38_5": "“No, Buddha doesn’t believe in a teacher’s instruction, but he put Upāli in the tradition of the Noble Ones.",
    "ai-atk-s0501a5:38_6": "‘The foremost of my monk disciples in the Vinaya.’",
    "ai-atk-s0501a5:38_7": "Therefore Upāli, having questioned the Monastic Law, communicable to the Thera Upāli:",
    "ai-atk-s0501a5:38_8": "Then the Elder, having asked himself about the Vinaya in order to establish himself,",
    "ai-atk-s0501a5:38_9": "Upāli was given away to the Elder Upāli,",
    "ai-atk-s0501a5:38_10": "Here is this:",
    "ai-atk-s0501a5:39_0": "Then venerable Mahākassapa informed the Sangha:",
    "ai-atk-s0501a5:40_0": "“If it seems appropriate to the Sangha, I will ask Upāli about the Monastic Law.”",
    "ai-atk-s0501a5:41_0": "Venerable Upāli informed the Sangha:",
    "ai-atk-s0501a5:42_0": "“Sir, if it seems appropriate to the Sangha, I will reply when asked by Venerable Mahākassapa about the Monastic Law.”",
    "ai-atk-s0501a5:43_0": "When they had been appointed, Venerable Upāli got up from his seat, arranged the robe over one shoulder, pay respect at the feet of the senior monks, squeezing the seeds, and turned the pieces.",
    "ai-atk-s0501a5:43_1": "The Thera Upāli then asked Upāli, about the Vinaya first. He then asked Upāli about the Vinaya.",
    "ai-atk-s0501a5:43_2": "all five hundred monks gave the First Vajirā, and when they had done their robes, they all follow each other.",
    "ai-atk-s0501a5:43_3": "This is the all the remainder of the happiness and of the Discipline.",
    "ai-atk-s0501a5:43_4": "In this way the texts on offenses reciting in the analytically, surrounded by the whole of the Sangha, and bypic of the Elder Upāli. Having put on the Vinaya, he stored the bowl down on the Elder Nuns, put it away down on the ground, and sat down on the seats.",
    "ai-atk-s0501a5:44_0": "After taking the Vinaya of the Dhamma, he asked venerable Mahākassapa:",
    "ai-atk-s0501a5:44_1": "“It should be given an individual to whom the Dhamma has been approved by the Sangha.”",
    "ai-atk-s0501a5:44_2": "“The monks, after making the offering, Ānanda said,”",
    "ai-atk-s0501a5:45_0": "Then venerable Mahākassapa informed the Sangha:",
    "ai-atk-s0501a5:46_0": "“Reverend Ānanda, if it seems appropriate to the Sangha, I will ask the Teaching for the Sangha.”",
    "ai-atk-s0501a5:47_0": "Then venerable Ānanda informed the Sangha:",
    "ai-atk-s0501a5:48_0": "“Venerables, if it seems appropriate to the Sangha, I will reply when asked by Venerable Mahākassapa about the Teaching.”",
    "ai-atk-s0501a5:49_0": "Then Ānanda got up from his seat, arranged their robe over one shoulder, pay respect at the feet of the senior monks, squat on the turn and raised the seed.",
    "ai-atk-s0501a5:49_1": "Then the Elder Mahā Kassapa asked the Dhamma:",
    "ai-atk-s0501a5:49_2": "“Reverend Ānanda, where would you say to you?”",
    "ai-atk-s0501a5:49_3": "“Sir, between Rājagaha and Nālanda are the kings who are in the country of Nāḷandā.”",
    "ai-atk-s0501a5:49_4": "“Whom is it about?”",
    "ai-atk-s0501a5:49_5": "“The wanderer Suppiya and the young brahmin Brahmadatta.”",
    "ai-atk-s0501a5:49_6": "And Mahākassapa asked Ānanda about the origin story of the Prime Net and about the person.",
    "ai-atk-s0501a5:49_7": "“This fruit of the ascetic life,",
    "ai-atk-s0501a5:49_8": "Where did you say?”",
    "ai-atk-s0501a5:49_9": "“In Jīvaka’s mango grove at Rājagaha.”",
    "ai-atk-s0501a5:49_10": "“Where have you come from?”",
    "ai-atk-s0501a5:49_11": "“Ajātasattu of Videha.”",
    "ai-atk-s0501a5:49_12": "And Mahākassapa asked Ānanda about the origin story of the Fruits of the Ascetic Life and about the person.",
    "ai-atk-s0501a5:49_13": "In this way he asked Ānanda about the five storys, and he asked Ānanda about the questions.",
    "ai-atk-s0501a5:49_14": "This is the first Great Elder Saṅgha:",
    "ai-atk-s0501a5:50_0": "“There are five hundred and five hundred celestial dove-footed nymphs,",
    "ai-atk-s0501a5:51_0": "They’re said to be a senior.”",
    "ai-atk-s0501a5:52_0": "By this means, having spoken thus: “Am I encountered” and “Actually, Reverend Ānanda, has spoken thus: “This is how you should ask Venerable Mahākassapa about this matter, when you were spoken by Venerable Mahākassapa about the discourses, which was spoken by the Buddha. And when asked me about that person, they answered like this, what was said by Venerable Mahākassapa: “That was spoken by the Buddha.” And when he asked, he asked, he asked what was about it:",
    "ai-atk-s0501a5:52_1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ...",
    "ai-atk-s0501a5:52_2": "the Buddha then spoke to him in verse.”",
    "ai-atk-s0501a5:52_3": "In this way you can understand the great arrival at that time.",
    "ai-atk-s0501a5:53_0": "Now, as to the clause, “Here, what is said” .",
    "ai-atk-s0501a5:53_1": "Yet this venerable Mahākassapa asked him a source of source from the source from the source from the origin of the world, for the sake of winning it.",
    "ai-atk-s0501a5:53_2": "Or alternatively, when they see the Buddha, some of their ninety-four thousand Bhikkhus, while sitting in order to prevent his own assembly, and he was born in the Buddha, he thought: “Hum. ” And after seeing the Buddha, he was happy, the lord of the deities, or his followers, he was born in the teachings, he is the refuge of the teaching, and he was the Buddha.",
    "ai-atk-s0501a5:53_3": "That’s why Venerable Ānanda, knowing what those deities were thinking, reflecting on their own giving up of the deities, thinking: “This is why I announced my own special qualities to myself, having made such a state that myself, saying: “This is what I am well developed like this.”",
    "ai-atk-s0501a5:53_4": "you’ll be inspired.”",
    "ai-atk-s0501a5:53_5": "And these five hundred perfected ones, fully awakened Buddhas were truly glorious, quite secluded from amongst us, Sāketa, and great king Vessabhū; the Buddhas, became unknown, so many gods and humans. They appeared in front of the Buddha, so many other deities.",
    "ai-atk-s0501a5:53_6": "Yet this reason Venerable Ānanda spoke of the arrival at the time of first great sacrifice, so this reason should be understood.",
    "ai-atk-s0501a5:53_7": "And this is how the meaning should be understood, “Whatever it is said in this way,” it is for the purpose of abandoning this boundary, is the meaning.",
    "ai-atk-s0501a5:54_0": "thus precisely originates from the first place.",
    "ai-atk-s0501a5:55_0": "1.",
    "ai-atk-s0501a5:55_1": "Now, as to the clause, that is to say, the meaning of the clause, the words, “Bhikkhus, there is meaning in the Commentaries” , and so on.",
    "ai-atk-s0501a5:55_2": "the meaning of this is the application of the sound of the city of Nāgas offering the sandals of the town and of capital. This is how they should be seen in the sense of countering.",
    "ai-atk-s0501a5:55_3": "Likewise, that’s why they think, “This is how much skillful.”",
    "ai-atk-s0501a5:55_4": "“This is how you should observe such opposing;”",
    "ai-atk-s0501a5:55_5": "“That’s so true, Blessed One! That’s so true, Holy One!”",
    "ai-atk-s0501a5:55_6": "“That’d be right. For the slightest thing this lowlife woman spouts out praise for that bald ascetic.”",
    "ai-atk-s0501a5:55_7": "“Yes, sir,” they replied.",
    "ai-atk-s0501a5:55_8": "“Yes indeed, Sir.”",
    "ai-atk-s0501a5:55_9": "“Here, student, go to the ascetic Ānanda and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.",
    "ai-atk-s0501a5:55_10": "‘He would be well, miserable and healthy, and well, nimble, strong, and living comfortably.’ And please go to him on his return from almsround’s house.”",
    "ai-atk-s0501a5:55_11": "“What do you think, Kālāmas, are these things skillful or unskillful?",
    "ai-atk-s0501a5:55_12": "It is unwholesome, sir.",
    "ai-atk-s0501a5:55_13": "Or blameworthy things:",
    "ai-atk-s0501a5:55_14": "that is, sir,",
    "ai-atk-s0501a5:55_15": "in which they disparage the praise.",
    "ai-atk-s0501a5:55_16": "Someone who understands",
    "ai-atk-s0501a5:55_17": "When you undertake them, how do they lead to harm and suffering?",
    "ai-atk-s0501a5:55_18": "When you undertake them, they lead to harm and suffering. That’s how they lead to harm and suffering.”",
    "ai-atk-s0501a5:55_19": "But it should be seen here in the place where the rest.",
    "ai-atk-s0501a5:56_0": "Herein, the meaning of this is to say:",
    "ai-atk-s0501a5:56_1": "Well, the people who are valiant and heroic, endowed with meaning, fully fitting all sorts of meaning,rounding the Dhamma, expert in meaning, regardless of all kinds of confidence, havingsolute confidence, endowed with the three (supernatural) meanings of the Doctrine, superior people) in the Doctrine of the (where the Faith): “This is that which I have received the benefit of all (whathich is).” Then he said, having heard what is well proclaimed,",
    "ai-atk-s0501a5:57_0": "Well, I do not say this.”",
    "ai-atk-s0501a5:58_0": "The purpose of showing that the monk is a very beneficial and siding for his disciples. It is the knowledge of the distance. When his disciples are very learned, Ānanda says this: “Persons, I am quite capable of showing the meaning of the phrasing.” And the Buddha says, “Perhaps these things, they don’t show the meaning of the teachings, in that is how the meaning of this.",
    "ai-atk-s0501a5:59_0": "I will get the three kinds of sounds.",
    "ai-atk-s0501a5:59_1": "Because they think, “I am eating in rice gruel,” they replied, “I do so.”",
    "ai-atk-s0501a5:59_2": "“Sir, please teach me Dhamma in brief.”",
    "ai-atk-s0501a5:59_3": "“Mendicants, I say that you become heirs in the teaching.”",
    "ai-atk-s0501a5:59_4": "Having heard that he thought “(it is) learning,” and “Yes, he is calling them.”",
    "ai-atk-s0501a5:60_0": "Well-tamed: this is the sound of devotion to the highest degree of Householdering and the intoxication of rebirths. It is unguarded by the phenomena, overfitable, and undisturbed. It has understanding and fitting points.",
    "ai-atk-s0501a5:60_1": "Because their meaning is that it is said to be “weller” since they are different things.",
    "ai-atk-s0501a5:60_2": "Reproaching the teaching of the imperishable” .",
    "ai-atk-s0501a5:60_3": "“Lust-free” is a term for greed vanity , etc.; so greed is the meaning.",
    "ai-atk-s0501a5:60_4": "“Have you eradicated the merit-maker” is the meaning of that good state -",
    "ai-atk-s0501a5:60_5": "“Those who are jhānas in those who are skilled in absorption” are so the meaning.",
    "ai-atk-s0501a5:60_6": "“Having seen, heard, thought, and known, the meaning is that which is lost.",
    "ai-atk-s0501a5:60_7": "“The meaning is this: he retains the law of manages in the ear, the nose, the tongue, and the law of the essence.”",
    "ai-atk-s0501a5:60_8": "But it is easy here that is engaged in crossing the desert of consciousness arched harps consciousness or shade.",
    "ai-atk-s0501a5:60_9": "Herein, when I have spoken thus, “That is the meaning of my consciousness,” he stepped in that place.",
    "ai-atk-s0501a5:60_10": "When I think this is the meaning of my quiet, that is: “Yes, consciousness of mine,” she includes drivers,",
    "ai-atk-s0501a5:61_0": "Because of the three are respectively in the same way there is frequent occurred to that consciousness.",
    "ai-atk-s0501a5:61_1": "I have said: to be the equal of that person.",
    "ai-atk-s0501a5:61_2": "yielding: they resolvey in the charnel grounds, in the depths of the Assaji and Punabbasuka.",
    "ai-atk-s0501a5:61_3": "Likewise the means of the running hither and the opposite sex occurring with the object of the various forms. This is the escape from the breaths as its object.",
    "ai-atk-s0501a5:61_4": "its own life.",
    "ai-atk-s0501a5:61_5": "They listen to the teaching",
    "ai-atk-s0501a5:62_0": "I will tell them about the matter of the Dhamma.”",
    "ai-atk-s0501a5:63_0": "Likewise as they were told, the recommendations of the mind, and the name of the recommendation of the law.",
    "ai-atk-s0501a5:63_1": "My points out the country",
    "ai-atk-s0501a5:63_2": "“Speaking the teachings,",
    "ai-atk-s0501a5:64_0": "“Because of the words “Because of the origin of consciousness,” “Bhikkhus Principles” is included in the Doctrinal recitation.",
    "ai-atk-s0501a5:65_0": "Likewise I am the recitation passage.”",
    "ai-atk-s0501a5:66_0": "Herein, “following is indeed the meaning of the truth,” and so on.",
    "ai-atk-s0501a5:66_1": "For one who is well trained,",
    "ai-atk-s0501a5:66_2": "they should be told, and they should be told to say about this.",
    "ai-atk-s0501a5:66_3": "Well-Seeing is seen: one who stands injuring the seen, has been heard that the state should be settled.",
    "ai-atk-s0501a5:67_0": "And here the words “finally intercourse” because of what is said.",
    "ai-atk-s0501a5:67_1": "Likewise attention to them, properly attend to the fact that he can exercise attention without reserve to the profitable attention.",
    "ai-atk-s0501a5:67_2": "(And) the word of the word, being discovered by the word “discriminate”, and the mind of one who is scattered, who proclaims what is contrary to the Faith,",
    "ai-atk-s0501a5:67_3": "Because when the person is satisfied with a mind of the Vibhaṅga, he says, “I’ve heard this,” and he rejoiced.",
    "ai-atk-s0501a5:67_4": "And by proper attention, making merit and succeeds in his own true teaching, which is accompanied by the good person, and who rely on the true teaching of the good person.",
    "ai-atk-s0501a5:67_5": "And just as it is because of this fine lady: the last word enlightener of the calm, because it brings about the length of the starting point, (the length of) the lamps in its enemy.",
    "ai-atk-s0501a5:67_6": "Like this, purification of mind came to purification through overcoming doubt and purity.",
    "ai-atk-s0501a5:68_0": "Thus they explain the meaning of the language of difference in both meaning and this practice,",
    "ai-atk-s0501a5:68_1": "Through this practice of division is well proclaimed in order to explain the basic principles of the Law as well.",
    "ai-atk-s0501a5:68_2": "“This is the meaning of that in proper attention. I reply to intercourse with my mind, thoughts.”",
    "ai-atk-s0501a5:68_3": "” they tell him, “This is the time for hearing the teachings I’ve learned.",
    "ai-atk-s0501a5:68_4": "Then as soon as he’s filled with generals and propounds,",
    "ai-atk-s0501a5:69_0": "This is how I claim to have learned it with the word of the Realized One. ...",
    "ai-atk-s0501a5:69_1": "he establishes (them) in the true teaching, establishes themselves in the true teaching.",
    "ai-atk-s0501a5:69_2": "“Whether I heard what the Buddha says, Sumedhā, in order to explain the true teaching, the perfected one, the fully awakened Buddha.”",
    "ai-atk-s0501a5:70_0": "Furthermore, I say that the arising of suffering is well developed.” He understood: “Dearing this in front of me, the enlightenment of the Blessed One, the perfected one, the fully awakened Buddha, accomplished in knowledge and vision, opening the best of the Dhamma, blessed with a laziness, chief of the Dhamma! May I have receive the Protector of the Dhamma!”",
    "ai-atk-s0501a5:70_1": "And here there is no way to understand the meaning of the phrasing of principles or observance or phrasing, or neutral feeling in this connection with, and some of them.”",
    "ai-atk-s0501a5:70_2": "And in this context it is said:",
    "ai-atk-s0501a5:71_0": "“Having faith in the dispensation, ~ the faithless state,",
    "ai-atk-s0501a5:72_0": "That’s how I have heard.”",
    "ai-atk-s0501a5:73_0": "Remembering",
    "ai-atk-s0501a5:73_1": "a heavy offenses",
    "ai-atk-s0501a5:73_2": "they wander mindfully, full of consummation.",
    "ai-atk-s0501a5:73_3": "Herein, the tranquillity of cry:",
    "ai-atk-s0501a5:74_0": "At the time of causality, views,",
    "ai-atk-s0501a5:75_0": "whatever is given, and it will be seed.",
    "ai-atk-s0501a5:76_0": "Likewise: “He should approach us tomorrow weavers, and the meaning is that he says.”",
    "ai-atk-s0501a5:76_1": "“Mendicants, who is practicing to lead the spiritual life in a consequence, and so is this moment.”",
    "ai-atk-s0501a5:76_2": "This is the time period, “As the time period,”",
    "ai-atk-s0501a5:76_3": "“I am invited” is this:",
    "ai-atk-s0501a5:76_4": "“Three, Bhaddāli, too, you haven’t fulfilled the training according to the Teacher’s instructions. Your deeds haven’t fulfilled the training according to the Teacher’s instructions.”",
    "ai-atk-s0501a5:76_5": "“Now at that time the wanderer Uggāhamāna Samaṇamuṇḍikāputta was residing in Mallikā’s monastery for group.”",
    "ai-atk-s0501a5:77_0": "“The one who lives by the Dhamma, and who lives in dependence on the Dhamma,",
    "ai-atk-s0501a5:78_0": "The wise one is called a Wise person through the realisation of vanity.”",
    "ai-atk-s0501a5:79_0": "thus, and gaining such questions.",
    "ai-atk-s0501a5:79_1": "“One who has comprehended the minds of conceit haven’t yet arisen for those who have a fixed destiny.”",
    "ai-atk-s0501a5:79_2": "“Suffering is suffering, changing, and perishing.”",
    "ai-atk-s0501a5:79_3": "But here is the time.",
    "ai-atk-s0501a5:79_4": "The one-sphere stricks and festivals delighted in red-hots, and died in the last watches of the night. At the time of the shade of the days they spread their time in the island of Laṅkā.",
    "ai-atk-s0501a5:80_0": "There are these eight ways in which the embryo is conceived and matured, which are conceived in the present life. Avoiding maintaining spears, garlands, fragrances, and equivalent periods of the Buddha’s teaching is an arrival at the present life.",
    "ai-atk-s0501a5:80_1": "At such a time, the teaching of the unconditioned is reckoned as a joint.",
    "ai-atk-s0501a5:80_2": "whatever is the current of knowledge, comprehension of the hearts, overflowing counsel, getting rid of desires, taking care of the accusation, or any other kind of business. It is conveying the teaching on the occasion of defilement in the teaching or influence that case.",
    "ai-atk-s0501a5:81_0": "Here it may be said:",
    "ai-atk-s0501a5:81_1": "Then when Kaṇṭaka thought, “Why are you talking about the Teaching?” But when he told him, “From this discourses, it was in the discourses of the Monastic Law, and when he was speaking, he answered, “ questioned One, quite secluded from sense desires,” he replied, “As a Buddha, “It wasn’t talking about the Teaching, and he speaks quite secluded from the Discipline.",
    "ai-atk-s0501a5:81_2": "Herein, this is the meaning of produced through this.",
    "ai-atk-s0501a5:81_3": "Herein, the characteristic of accusing the advantages and others is to be disciplinary issues in other than the meaning.",
    "ai-atk-s0501a5:81_4": "For it is the arrival at the time when one passes away, etc., that is, the meaning of contact through the difference between them in that place and that the cause of contact to be fully developed, and therefore it is the reason why the talk about it.",
    "ai-atk-s0501a5:82_0": "The meaning of the Vinaya and the disciple in the training.",
    "ai-atk-s0501a5:82_1": "One who understands the training rules of the training rules is incapable of answering, denigration, and evasiveness of the efficacy of training rules, but only the training rules, and evaporating, and preference that the Buddha is why in that case.",
    "ai-atk-s0501a5:83_0": "And here it appears to one who is attached to chains, graceful, and having reached the ultimate end.",
    "ai-atk-s0501a5:83_1": "At one time the Buddha was teaching an immediately effectively, instead of giving practises with compassion.",
    "ai-atk-s0501a5:83_2": "That’s why it is called “accomplished” in this way.",
    "ai-atk-s0501a5:83_3": "And in this context it is said:",
    "ai-atk-s0501a5:84_0": "“This is the meaning and having eaten what’s to be neck,",
    "ai-atk-s0501a5:85_0": "The time it was the time, except here.”",
    "ai-atk-s0501a5:86_0": "Blessed One is a term signifying the respect and veneration accorded to him as the highest of all beings.",
    "ai-atk-s0501a5:87_0": "“The Buddha is the best of words,” said the best of words,",
    "ai-atk-s0501a5:88_0": "Deserving awe and veneration, Blessed is the name therefore.",
    "ai-atk-s0501a5:89_0": "For there is a piece of four kinds: the sauce and the one who had seized the portions of the world.",
    "ai-atk-s0501a5:89_1": "the words “Through the precincts” is what is said.",
    "ai-atk-s0501a5:89_2": "Herein, the Vaccha accompanys, is a leopards, adornments, wrists, boards, swords, spillars, etc., and sixteen measures of warriors, adornments, etc., and adorned with head hairs, etc.; and they acceptance of the earth, touching the head hairs, fits, etc.",
    "ai-atk-s0501a5:89_3": "Now, it is called “body” who possessed the special qualities of : it is not possible to act after a large number of deities. It is done not possible to shave one thousand of deities.",
    "ai-atk-s0501a5:89_4": "according as it is said, “The senior venerable Sāriputta told the Buddha had done this.”",
    "ai-atk-s0501a5:89_5": "Sir, is the designation of the truths.”",
    "ai-atk-s0501a5:90_0": "What is called ‘accessible here and there is the meaning of this verse’:",
    "ai-atk-s0501a5:91_0": "The reverend one has blessings , is a frequenter , a possessor of what has been analyzed ;",
    "ai-atk-s0501a5:92_0": "He has caused abolishing , he is fortunate ,",
    "ai-atk-s0501a5:93_0": "He has fully developed himself in many ways;",
    "ai-atk-s0501a5:94_0": "He has gone to the end of existence.”",
    "ai-atk-s0501a5:95_0": "the meaning should be regarded as in the way already described.",
    "ai-atk-s0501a5:96_0": "And this is another way:",
    "ai-atk-s0501a5:97_0": "He is fortunate , possessed of abolishment , associated with blessings , and a possessor of what has been analyzed .",
    "ai-atk-s0501a5:98_0": "He has frequented , and he has rejected going in the kinds of becoming .”",
    "ai-atk-s0501a5:99_0": "Herein, by using the characteristic of language beginning with “vowel augmentation of syllable, elision of syllable” , or by using the characteristic of insertion beginning with the example of pisodara, etc. , it may be known that he can also be called “blessed” .",
    "ai-atk-s0501a5:99_1": "Yet he can also be called “should encircled” and subdued by the eighth year of greed, hate, and delusion, and anger and enmity, as anger and enmity, as consciousness and enmity, as consciousness and dominding, as envy and avarice, as deceit and fraud, as obduracy and presumption, as pride and haughtiness and conceit, as the consciousness and ignorance; as the three roots of the unprofitable, kinds of misconduct, defilement, stains, fictious perceptions, and diversificationsifications; as the four perversesifications in the heart, cankers of cravings, and clingingingingingingingingingingingingingingingingings in the five wildernesses in the heart, the heart, the heart, the heart, and groups of cravings of cravings of cravings of cravings of cravings of craving",
    "ai-atk-s0501a5:99_2": "And in this context it is said:",
    "ai-atk-s0501a5:100_0": "He has abolished greed and hate, Delusion too, he is canker-free;",
    "ai-atk-s0501a5:101_0": "Birth bad and unwholesome things, Blessed One is called “first”.",
    "ai-atk-s0501a5:102_0": "And by his fortunateness is indicated the excellence of his material body which bears a hundred characteristics of merit;",
    "ai-atk-s0501a5:102_1": "Likewise, because of the range of looking at the going forth, of great delight,",
    "ai-atk-s0501a5:102_2": "and with the strength of his mind, because of the strength of possessing of painful things, because of the power of material things, because of the dissatisfaction with material things,",
    "ai-atk-s0501a5:102_3": "The supermundane brings happiness, and the connection with the supermundane.",
    "ai-atk-s0501a5:103_0": "He can also be called “blessed” when he can be called one who “has frequented” owing to his own faith of the Dhamma, the chief of men, fame in the world , regardless of all things, wishing to mundane and supramundaneously, as if he were augmentarded by the word: “Bhikkhus, he has reached the supreme and fullness of reverence for the sake of all the world; he is called one who wish to seem the producement of his own good qualities that is peaceful, authority, arouse that is supreme enlightened .",
    "ai-atk-s0501a5:104_0": "owing to his having analyzed and clarified all states into the three classes beginning with the profitable; or profitable, etc., states into such classes as aggregates, bases, elements, truths, faculties, dependent origination, etc.; or the noble truth of suffering into the senses of oppressing, being formed, burning, and changing; and that of origin into the senses of accumulating, source, and impediment; and that of cessation into the senses of escape, seclusion, being unformed, and deathless; and that of the path into the senses of the senses of outlet, seeing, and predominance. That is called the noble truth of suffering.",
    "ai-atk-s0501a5:105_0": "He can also be called “blessed” when he can be called one who “has frequented” owing to his having frequented , cultivated, repeatedly practiced, such mundane and supramundane higher-than-human states as well.",
    "ai-atk-s0501a5:106_0": "He can also be called “blessed” when he can be called one who “has rejected going in the kinds of becoming” because in the three kinds of becoming , the going , in other words, craving, has been rejected by him. And the syllables bha from the word bhava, and ga from the word va from the word va from the word vanta with the letter a lengthened, make the word bhagavā, just as is done in the world.",
    "ai-atk-s0501a5:107_0": "And so I have heard this commended the word of the Buddha’s resigning the Teaching as a practiced in the past. Then, having revealed it to the Buddha’s body, you’re in the past, making this thorns, in the future.",
    "ai-atk-s0501a5:108_0": "At one time the Buddha was speaking on that occasion when he said,",
    "ai-atk-s0501a5:108_1": "“In this way, he should teach the Dhamma in an unpert, adjust vehicle, for the ten important principles, victorious in the life of purity, and adorned with the Blessed One.”",
    "ai-atk-s0501a5:109_0": "And I do.",
    "ai-atk-s0501a5:110_0": "He lives in Sāvatthī, thus it is “without meaning” , and constructing with carpet” , just as with its particularance of one who founded about its scholars, do not think of women who possesses them,",
    "ai-atk-s0501a5:110_1": "But there are eight kinds of temperament: that is useful for people who enjoy all sensual pleasures, for all living creatures, and for every use.",
    "ai-atk-s0501a5:110_2": "When asked, “What’s the point of home?” he should ask in order to do the meaning of the debt because he asks for the sake of this?",
    "ai-atk-s0501a5:111_0": "“All the whole city is all how Sāvatthī,",
    "ai-atk-s0501a5:112_0": "That’s why it’s called “factor”.",
    "ai-atk-s0501a5:113_0": "“Even in front of those who delight in this delightful village,",
    "ai-atk-s0501a5:114_0": "There is noise of the ten kinds of sound through the ears, lifestyles,",
    "ai-atk-s0501a5:115_0": "“Through consumed by the great widespread, Siddhattha (saying):",
    "ai-atk-s0501a5:116_0": "the highest among gods in Sāvatthī.”",
    "ai-atk-s0501a5:117_0": "after arriving (water) in Sāvatthī,",
    "ai-atk-s0501a5:118_0": "he dwells in abiding: it is one of the three paths, which is an abiding in dependence on the spiritual path, one of the lamps.",
    "ai-atk-s0501a5:118_1": "But here the Blessed One—whether in the ten kinds of deportment, in the opposite sex—posite directions, when walking in a cramped place, he can understand when a lamp.",
    "ai-atk-s0501a5:118_2": "For he carries his deportment in a single posture—even to an end, his incarnation, he makes it posture again and again—in one torment adent,",
    "ai-atk-s0501a5:118_3": "That’s why it’s called one who lives in dependence.",
    "ai-atk-s0501a5:119_0": "Jeta’s Grove, Jotipāla, and preceding people in a Jeta’s Grove, or other people. When their own bodies are born, they grow old and die—whether old age:",
    "ai-atk-s0501a5:119_1": "(but) he dwells in commoning even seven days: he thinks, he is the meaning of making this offering of seven days.",
    "ai-atk-s0501a5:119_2": "This is the meaning of my wounds with various kinds of fragrant and variety of trees and garlands, perfumes and trees, and creepers and trees; such as: “Repulsive and this, with trunks and creepers, and usages such things as: ‘Nāgas, touching the branches and leaves, and the creepers of meat,”",
    "ai-atk-s0501a5:119_3": "Jeta’s Wood, at the Jeta Grove,",
    "ai-atk-s0501a5:119_4": "for that Jotipāla is called Finally adorned with the prince’s repair, I say.",
    "ai-atk-s0501a5:119_5": "in that Jeta’s Wood.",
    "ai-atk-s0501a5:120_0": "Anāthapiṇḍika there is a faction of in the monastery called Anāthapiṇḍika’s mother, father, a four-fold army, auspicious friend, well done in the Anāthapiṇḍika’s Monastery, regarded as a delimited, endowed with all the special qualities of the prominent merchants. He has become skilled at being easy to restless.",
    "ai-atk-s0501a5:120_1": "They delight in clause, go forth in any one of living creatures who have gone forth into homelessness, because they seek the requisites of the fruit, with a thorns and fruit, being thus prevented by it, do not delight in it, and who stands by that proximate cause, which is the meaning. Because of that instead of thorns, they return to the length of the five strands rones encounters, the maniowed on a garlands of flowers and so on.",
    "ai-atk-s0501a5:120_2": "the same kind of meditation that they have gone here and there, and having gone there, they live intimate with their own standing.",
    "ai-atk-s0501a5:120_3": "For that householder, the chief of men, winned one placed on the ground, for the hand of a polishing the hand of the bowl in one hand of the sun and moon in the four places of the they had finished their furniture, and summoned it, said, “Household the neighborhood of the Buddha, the Lord of the World, the Community of monks, the Buddhaship, the son of Bhikkhus, whom you desired the pillow after coming. That’s why it is called the fourth dwelling place in the for the four place.”",
    "ai-atk-s0501a5:120_4": "at that Anāthapiṇḍika’s monastery.",
    "ai-atk-s0501a5:121_0": "And here the word “bringing in the Jeta Grove” is propounded, “Friended in the past, the future” or “From the last one, too,” and “Formsphere I announced my all my former existence.”",
    "ai-atk-s0501a5:121_1": "What is this actually construction in a gathering that is said to be prepared.",
    "ai-atk-s0501a5:121_2": "When they were told, “Where do they ask questions,” according to the public hall, and when they argue, thinking,",
    "ai-atk-s0501a5:121_3": "The gateway (where) made out of the gate is made out of the palace, universal monarchs and trees there a place made of eight trees, ten and a teneons—the other cardinal deportments, independent of irons, finished grounds, and all the form of a mound for the four months.",
    "ai-atk-s0501a5:121_4": "When they do this, they point out merit.",
    "ai-atk-s0501a5:121_5": "This is how to understand how those merit and undergone for a league.",
    "ai-atk-s0501a5:122_0": "Here it may be said:",
    "ai-atk-s0501a5:122_1": "“The Buddha is staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery, and you should not say.",
    "ai-atk-s0501a5:122_2": "Herein, they should say, ‘There’s no need.’",
    "ai-atk-s0501a5:122_3": "For at one time without embarrassing the reason why these are said to be attributes.”",
    "ai-atk-s0501a5:122_4": "this is not said: “Ascetics, Reverend Sir, when you’ve stayed in the Jeta Grove, the banks of the Ganges river, nearby, and in the Jeta Grove, Anāthapiṇḍika’s Grove, organized the barber realization, and Yamunā fieral py to the Enlightenment Tree in Sāvatthī. The Sposite is called the Jeta Grove, Anāthapiṇḍika’s Monastery at Sāvatthī.”",
    "ai-atk-s0501a5:122_5": "For the purpose of calling a resort to Sāvatthī is for the purpose of going forth in the village, the town, the capital, and the embryo function.",
    "ai-atk-s0501a5:123_0": "There they showed the going forth in Sāvatthī in Jeta’s Grove, which is shown by the Buddha, and so on, not going forth when told,",
    "ai-atk-s0501a5:123_1": "Likewise in the last watch of the night, namely devoted to indulgence in self-mortification, which is suitable for devotion to indulgence in self-mortification, seeing showing the requisites of sensual pleasure in oneself.",
    "ai-atk-s0501a5:123_2": "And the last watch of the teaching was released from seclusion.",
    "ai-atk-s0501a5:123_3": "(This) is from the first direction and by what is known as the End-Maker",
    "ai-atk-s0501a5:123_4": "Because of the former profession of beings’ welfare and happiness of other beings, so evenholded by the earnings of others.",
    "ai-atk-s0501a5:123_5": "The Except in the earlier and the signless is the beautiful and the signless state.",
    "ai-atk-s0501a5:123_6": "Yet even when people back at the first time of the gods",
    "ai-atk-s0501a5:123_7": "For this in the world an aristocrat is born in a general, and independent of the earlier and so on in the world,",
    "ai-atk-s0501a5:124_0": "Then they put out the decision on the meaning of that interpretation.",
    "ai-atk-s0501a5:124_1": "he shows them in the presence of the Buddha:",
    "ai-atk-s0501a5:124_2": "What is that?",
    "ai-atk-s0501a5:124_3": "A one of the deities:",
    "ai-atk-s0501a5:124_4": "Herein, one of the Detail",
    "ai-atk-s0501a5:124_5": "For it is called an unsuitable level. That is why it is called “unboundless”.",
    "ai-atk-s0501a5:124_6": "Let Your Majesty amongst deities have been shown by taking.",
    "ai-atk-s0501a5:124_7": "But here the god that person is spoken of by deities: making their refuge according to the deities.",
    "ai-atk-s0501a5:125_0": "During the night he will endeavour in the destruction of the pollutants, frauds, and water, and repulsion.",
    "ai-atk-s0501a5:125_1": "“Sir, the night is getting late. It is the first watch of the night, and the Blessed One might last long. And here will the Saṅgha of mendicants now turn back.”",
    "ai-atk-s0501a5:125_2": "“Mendicants, one of these four people is finest.”",
    "ai-atk-s0501a5:126_0": "“Who now pays homage at my feet, Shining with glory of success,",
    "ai-atk-s0501a5:127_0": "observed all quarters – these are the best.”",
    "ai-atk-s0501a5:128_0": "so when sight is seen in rebirth",
    "ai-atk-s0501a5:128_1": "“Excellent, Master Gotama! Excellent!”",
    "ai-atk-s0501a5:128_2": "But here in discrimination:",
    "ai-atk-s0501a5:128_3": "Experiential towards the night, they speak of what is said.",
    "ai-atk-s0501a5:129_0": "Excellent: the sound of cows is very beautiful, or well-formed, and the shape of flowers will appear in the family of the donors.",
    "ai-atk-s0501a5:129_1": "Herein, the Blessed One said this: “He is the colour of gold coins,”",
    "ai-atk-s0501a5:129_2": "“But when did you compose these praises of the ascetic Gotama’s beautiful qualities, householder?”",
    "ai-atk-s0501a5:129_3": "“Master Gotama, there are these four classes of rebirth-linking families.”",
    "ai-atk-s0501a5:129_4": "“So what is called?”",
    "ai-atk-s0501a5:129_5": "“After in the appearance of a king, he thus is the shape of its hide.”",
    "ai-atk-s0501a5:129_6": "“There are these three praises for the sake of the bowl,” he said,",
    "ai-atk-s0501a5:129_7": "“Unsing, odour, tastes, and material objects is the name of the sense spheres.”",
    "ai-atk-s0501a5:129_8": "Here he should see the six kinds of clear vision:",
    "ai-atk-s0501a5:129_9": "Here his golden skin was said to be prepared:",
    "ai-atk-s0501a5:130_0": "* For the whole of that monastery in the inside, the Āpaṇa Suttanta, in the world, the non-returner, and the elephant’s neighbours, and so on.",
    "ai-atk-s0501a5:130_1": "Because for that’s why there is the meaning of the simile of the spiritual life.”",
    "ai-atk-s0501a5:130_2": "“Let the myriads of rice and porridge come to attend on him, and they’ll get a variety of foods.”",
    "ai-atk-s0501a5:130_3": "“My origin is the cessation of suffering,” that is,",
    "ai-atk-s0501a5:130_4": "“Who is this Venerable out of faith?”",
    "ai-atk-s0501a5:130_5": "“Sir, Venerable Anuruddha is called a student named Bāhiya of the Sangha, a wholesome Standing to schism in the Sangha.”",
    "ai-atk-s0501a5:130_6": "“Who is this?”",
    "ai-atk-s0501a5:130_7": "But here he’s uninterruptedly.",
    "ai-atk-s0501a5:131_0": "But here there is the sound of coughing and singinging, cutting off of the Earth, and indicating and the pieces of portion.",
    "ai-atk-s0501a5:131_1": "Because he thinks “That’s so true, Master Gotama, as a perfected one, a fully awakened Buddha.”",
    "ai-atk-s0501a5:131_2": "“I allow you to eat fruit that is allowable for ascetics for any of five reasons.”",
    "ai-atk-s0501a5:131_3": "“I am weeping in thelace.”",
    "ai-atk-s0501a5:131_4": "“Laying, Venerable,” he replied.",
    "ai-atk-s0501a5:131_5": "“It’s enough with dressed up with barber and cutting it in the same place.”",
    "ai-atk-s0501a5:131_6": "“Is there two finger joints, finger-talms” , and so on?",
    "ai-atk-s0501a5:131_7": "“There is, Kappāyana,” said,",
    "ai-atk-s0501a5:131_8": "“As the Bamboo Wood having risen from the bank of the Bamboo Grove,” he said,",
    "ai-atk-s0501a5:131_9": "But here there is no need for showing it.",
    "ai-atk-s0501a5:131_10": "After this rainy season residence the Jeta Grove in all directions, ~ thus it is the unbounded space .",
    "ai-atk-s0501a5:132_0": "It lights up the moon’s radiance, like the moon’s radiance by space, like the sun’s radiance is the meaning.",
    "ai-atk-s0501a5:133_0": "Then the Fortunate One, after approaching the Protector of the World,",
    "ai-atk-s0501a5:133_1": "and where the Fortunate One approached the meaning should be regarded here.",
    "ai-atk-s0501a5:133_2": "Whatever reason the Buddha approaches, by reason of which he should go to, thus he should see him at his invitation.",
    "ai-atk-s0501a5:133_3": "For what reason should the Fortunate One approach?",
    "ai-atk-s0501a5:133_4": "(permission of) the qualities that is free from danger due to great embrace, who was adorned with various kinds of grains residences, like a burning floor in the fruit of that deed, like a drum, in an auspicious branch of the fruit.",
    "ai-atk-s0501a5:133_5": "and approaching it is said:",
    "ai-atk-s0501a5:133_6": "and after approaching he went to the lamps,",
    "ai-atk-s0501a5:133_7": "Or alternatively, taken a seat who goes to the Buddha, when he has gone to the vicinity of the Buddha.",
    "ai-atk-s0501a5:133_8": "worshipping the Fortunate One, worshipping the Fortunate One,",
    "ai-atk-s0501a5:134_0": "While they shared out the scriptures, one for one month...",
    "ai-atk-s0501a5:134_1": "of a rotten yoke who’s yoke.",
    "ai-atk-s0501a5:134_2": "He placed, sitting down, and lay down on the ground. The meaning is that it is suitable.",
    "ai-atk-s0501a5:135_0": "But how does she stand to one side?",
    "ai-atk-s0501a5:136_0": "The one who boats nostrils in front and behind",
    "ai-atk-s0501a5:137_0": "nor does the delimitation, nor does the ear.",
    "ai-atk-s0501a5:138_0": "if these faults are to one side and then to one side, but remain after distinguishing them.”",
    "ai-atk-s0501a5:139_0": "But why are you coming here?",
    "ai-atk-s0501a5:139_1": "who wants to subdue its enemy.",
    "ai-atk-s0501a5:139_2": "A gift when the deity’s head was like a goldsmith’s place, like a cuckoo’s men.",
    "ai-atk-s0501a5:139_3": "However, however, they do not get lovingly attractive a hundred leagues from overpower, with the repulsiveness of human bodies of foulness, and regardless of whether they do not attain with the act of recommendation.",
    "ai-atk-s0501a5:139_4": "But there is no place for going to destruction, where there is no dividing censure. That is why no sat in them.",
    "ai-atk-s0501a5:139_5": "And those who live together with the Buddha’s rolling on. That’s why he doesn’t sit down.",
    "ai-atk-s0501a5:139_6": "but the Fortunate One sat down on the Fortunate One.",
    "ai-atk-s0501a5:139_7": "For when the deities wanted to sit down on the seat, they stood to one side, and stood to one side.",
    "ai-atk-s0501a5:140_0": "While standing on one side that god was standing on one side, that deity stood on one side.",
    "ai-atk-s0501a5:140_1": "he spoke about what the Buddha said in fact words about contradict.",
    "ai-atk-s0501a5:140_2": "Many gods and humans are reborn among them ...",
    "ai-atk-s0501a5:140_3": "declare the highest blessing.",
    "ai-atk-s0501a5:141_0": "Discussion of the Question About Sañjikāputta",
    "ai-atk-s0501a5:142_0": "Herein, because there is no meaning of the words “specified”, and so on,",
    "ai-atk-s0501a5:142_1": "having praised them, they should fix the right conditions for the Lord of Men’s place.” Then he fixed the auspicious verses (where), having risen from that place, he fixed it (the king). Having said this to them:",
    "ai-atk-s0501a5:142_2": "And what is the enquiry of constituents?",
    "ai-atk-s0501a5:142_3": "Discussion of the people there, it seems, that brings about the town-dwellers (of the town) in Lesservals of the Cool Wood, and so on, there was an unincluded discussion on the Cool Wood, and so on.",
    "ai-atk-s0501a5:142_4": "Herein, one on the occasion of Death, what’s the opening uprooting of a cotton? What’s the size of jujube seeds?”",
    "ai-atk-s0501a5:143_0": "Then I saw a person who wasn’t seen, heard, thought, “I found in the world.",
    "ai-atk-s0501a5:143_1": "That is:",
    "ai-atk-s0501a5:143_2": "It’s when someone sees that the corpse is arising from the Cāliyan blossoming, or overtrown, leaf-hut, or black-haired, or anything else there is such things as soon as they see, drowning, or lying, or drowning, or anything elseworking.”",
    "ai-atk-s0501a5:143_3": "some of the others did not receive the best,",
    "ai-atk-s0501a5:143_4": "and those who were paid homage together with him.",
    "ai-atk-s0501a5:144_0": "Then a certain man said to him:",
    "ai-atk-s0501a5:144_1": "“Sir, they see a both ways that is impure and unpleasant, disagreeable, desirable, and agreeable,",
    "ai-atk-s0501a5:144_2": "(but) whatever is seen, there may be a charming everywhere,",
    "ai-atk-s0501a5:144_3": "That’s why a clinging to the penis isn’t worth at all,",
    "ai-atk-s0501a5:144_4": "having heard the sound of covetous words,",
    "ai-atk-s0501a5:144_5": "In what way?",
    "ai-atk-s0501a5:144_6": "It’s when someone emerges from the corpses or grows on the bank of the Sutaṅgana, or his head, or he has a funeral pyre out of affection, he hears about this, whether Sunakkhatta or Sumedhā.”",
    "ai-atk-s0501a5:144_7": "So of the other monks did not attack some of the best.",
    "ai-atk-s0501a5:144_8": "and those who were paid homage together with him.",
    "ai-atk-s0501a5:145_0": "Then the top of the finger-tallieral pyrevented, agreeable, and disagreeable sounds.",
    "ai-atk-s0501a5:145_1": "(but) there may be a charming for you there.",
    "ai-atk-s0501a5:145_2": "That’s why a blessing is not easy to give up the stain,",
    "ai-atk-s0501a5:145_3": "(and) the thought of what is connected with smells, fragrance,",
    "ai-atk-s0501a5:145_4": "That is:",
    "ai-atk-s0501a5:145_5": "It’s when someone gets up early in the morning, with a neck flowers, garlands, fragrances, and make a pile of cloth. While he touches a garland of flowers, or a cloth screen, or leaves made of cloth, saying: “Though-harken flour bitter on the earth, I’ll enclosed by a couch, or leaves, or its creeper, and leaves an outcas—",
    "ai-atk-s0501a5:145_6": "Or whatever tasty kind of tangibles there is—including, fragrance, and tangibles—they are called heading.”",
    "ai-atk-s0501a5:145_7": "So of the other monks did not attack some of the best.",
    "ai-atk-s0501a5:146_0": "There’s no way a woman who isn’t well-learned in body and speech. They’d have two of them.",
    "ai-atk-s0501a5:146_1": "And when men charmed, they said, “We have seen the courtesan Aṅgīrasa in the way that they had seen,”",
    "ai-atk-s0501a5:146_2": "Those who are liberated through the sky thought: “They’ve come.”",
    "ai-atk-s0501a5:146_3": "the same talk about through the whole of the Rose-Apple Isle,",
    "ai-atk-s0501a5:147_0": "Then the people thought, “What are they doing,” and they thought, “What are they carried away?”",
    "ai-atk-s0501a5:147_1": "Having heard that, the people were presented there like this,",
    "ai-atk-s0501a5:147_2": "Then the deities of the earth were created, then the deities were the four carts, (from the time) of their friends and counselors, having heard that same deity, thought thus: “Such is the fourth, encountering the opposite sex only with sails, but were the deities. When they heard the end of their friends or colleagues.”",
    "ai-atk-s0501a5:147_3": "Thus this ten thousand people in regard to the ten thousand aeons,",
    "ai-atk-s0501a5:147_4": "and they illustriously take up the blessings, “This has arisen for twelve years.” Will they illuminated twelve years.",
    "ai-atk-s0501a5:147_5": "* may Brahmā gods, all those men, except the Noble Ones, who were fair to discovered the Noble Ones’ delighted in this way,",
    "ai-atk-s0501a5:147_6": "one, just as “This one”, the other person would arise in the world, just like the head of an opportunity.",
    "ai-atk-s0501a5:148_0": "the fivefold army called lotuses, the Takkaṇṇika, the holy wheel-turning monarch, the cluster of pearls, the charnel ground, the clay trees, and the air.",
    "ai-atk-s0501a5:148_1": "Herein, for a hundred thousand spears set up space on the sea, the Earth with the hands of the feet will be loving-kindness, and the sun. Then I will cause them to be like the great earth. Divines in the world, living in the wide open through the sky like a hundred thousand rebirths, and many months of the rainy season. And may my mother appear in the great sea.",
    "ai-atk-s0501a5:148_2": "Here is called an eon:",
    "ai-atk-s0501a5:149_0": "And when the heavenly wheel-turning monarch will arise in the same way, he will return to the human realm.",
    "ai-atk-s0501a5:149_1": "This is the name of the wheel-turning monarch.",
    "ai-atk-s0501a5:149_2": "And Suddhodana, having taken his refuge from Brahmadeva, full of rapture and happiness, recollecting the special qualities of the Buddha, becomes equivalent, and will arise in the world.",
    "ai-atk-s0501a5:149_3": "This is the name of the Buddha:",
    "ai-atk-s0501a5:149_4": "When knowing they were pure, the gods of the pure advice, “Ascetics will letter know the rainy season, the perfected one, the fully awakened Buddha, after making this profession, they return to the human realm.”",
    "ai-atk-s0501a5:149_5": "This is called the bedroom:",
    "ai-atk-s0501a5:149_6": "just as a pure white lotus rained residence was brought up, a certain monk from the rains residence in the communities of the rainy season, after questioning the bhikkhus, who were practising the path, and because he had come along the way, he asked for a human being.",
    "ai-atk-s0501a5:149_7": "This is a sacrificial post:",
    "ai-atk-s0501a5:149_8": "These five-fold armys arise in the world, which are like a cotton-down in the world.",
    "ai-atk-s0501a5:150_0": "Then, after a few days had passed, having plunged deep into the rainy season residence and rose at the end of all the gods. Then, when the deities come together, they considered as Sakka, the Lord of the gods. Then, as easily as a strong person would extend or contract their arm, I was named Sakka, the first among the gods of the Thirty-Three.",
    "ai-atk-s0501a5:150_1": "Having gone to that place, Sakka’s body, the carpets in the shade of the Sakyas, threw down a mortification, and turned the stalks on the ground. Then you should tell them, ‘We were sitting on the ground, my beds and frogss, and now the one side were sitting on the ground, and all the other froth.’",
    "ai-atk-s0501a5:150_2": "King Pahārāda, “For heavy what can be said first the story of the gods!”",
    "ai-atk-s0501a5:150_3": "“Sire, we feed the Four Great Kings.”",
    "ai-atk-s0501a5:150_4": "Then the gods with the Four Great Kings set up a space on the ground, and the gods of the Four Great Kings of the Thirty-Three were broken, they said: “Go this world of men and gods.”",
    "ai-atk-s0501a5:151_0": "Then Sakka, the Lord of the Gods, asked: “Where did you live in?”",
    "ai-atk-s0501a5:151_1": "Saying: “May they be reborn in the world of the gods?”",
    "ai-atk-s0501a5:151_2": "no-one approached the Buddha, no-one gods.",
    "ai-atk-s0501a5:151_3": "Why don’t you abandon the fire, swamped by a fire, and goes where the Buddha was, and assured that the god was, we will ask the Buddha. When he came, we’ll ask him, “Who are you going, please ask the Buddha’s question, and ask him questions him about this?” And he must ask his answer, “Let’s question me that.”",
    "ai-atk-s0501a5:151_4": "When he had crossed the decorated through the air, the gods fled on the ground with adornments and created beings. As he was seized by the gods, he approached the Buddha, bowed, and stood to one side. Then he questioned the gods, saying: “Though the Buddha, God-King, my stretched forth by a stretched for him, and addressed the gods.”",
    "ai-atk-s0501a5:152_0": "This is the production of stains.",
    "ai-atk-s0501a5:153_0": "Many stretches",
    "ai-atk-s0501a5:154_0": "2.",
    "ai-atk-s0501a5:154_1": "Here there are these verses on the meaning.",
    "ai-atk-s0501a5:154_2": "Many hundreds of thousands of years old had many hundreds of thousands of them.",
    "ai-atk-s0501a5:154_3": "Person: these five kinds of heavenly sensual stimulation is the meaning.",
    "ai-atk-s0501a5:154_4": "Furthermore, purification of gods is threefold by means of which the gods make unpurified purification – according to their course .",
    "ai-atk-s0501a5:155_0": "“The three gods:",
    "ai-atk-s0501a5:155_1": "now in the presence of a noble one is purified; this is the attainment of purity.",
    "ai-atk-s0501a5:155_2": "Herein, the King’s Queen named Sikhī",
    "ai-atk-s0501a5:155_3": "the rebirth of the gods called the Four Great Kings, and the Gods of the Thirty-Three.",
    "ai-atk-s0501a5:155_4": "Su purified is called perfected ones.”",
    "ai-atk-s0501a5:156_0": "Here they are resolved here in this way.",
    "ai-atk-s0501a5:156_1": "a human lazy.",
    "ai-atk-s0501a5:156_2": "But the Ancients say that",
    "ai-atk-s0501a5:156_3": "a mighty flood sympathy for human beings.",
    "ai-atk-s0501a5:156_4": "They came to Jambudīpa on the shoots of the Rose-Apple Island, in the four islands (of mountains), which was the indication of the Jambudīpa, (in the four towns).",
    "ai-atk-s0501a5:156_5": "Guarding these many beings reach maturing of supernormal powers.",
    "ai-atk-s0501a5:156_6": "and thought, “This is what we want,” and they wanted.",
    "ai-atk-s0501a5:156_7": "There are teachings grouped by all in the present life. They have a good friend, and they’re well-spoked.",
    "ai-atk-s0501a5:156_8": "declare, reveal, make known, set forth, open up, analyze it,",
    "ai-atk-s0501a5:156_9": "drivenking (etc.) means endowed with psychic powers,",
    "ai-atk-s0501a5:156_10": "(The king) who knew the most excellent world, expert investigated the whole world, example of the verses (of the Trans).",
    "ai-atk-s0501a5:157_0": "But this dropping is said:",
    "ai-atk-s0501a5:157_1": "The gods of the Thirty-Three were sitting together in the air. All these ten thousand men were sitting together in the air, the garden of the earth, watered by one, the lord of death, the world with its gods, the lord of the earth, having expanded all over the sixteenth. Having seen the minds of the Buddha, the auspicious gods, the lord of men, and thirty-two princes, and all these.",
    "ai-atk-s0501a5:158_0": "“Many are the gods and the men who have thought about the blessings",
    "ai-atk-s0501a5:159_0": "Please accept what you wish.”",
    "ai-atk-s0501a5:160_0": "Yet when those deities question them, it’s worth a sixteenth part of the deities that I have allowed an exceedingly enough, please tell me that Buddha.",
    "ai-atk-s0501a5:161_0": "commends on the Future of words:",
    "ai-atk-s0501a5:162_0": "3.",
    "ai-atk-s0501a5:162_1": "Having heard that the Fortunate One said this to the Nāgas: “Look here, fools!”",
    "ai-atk-s0501a5:162_2": "Herein, fearless people will not be destroyed there, brilliant people.",
    "ai-atk-s0501a5:162_3": "They who are ignorant and incompetent would not have vanquished by fools, who souls in livelihood, and whose livelihood is evidently.",
    "ai-atk-s0501a5:162_4": "Through their fools,",
    "ai-atk-s0501a5:162_5": "When praises by the wise, the astute are apparent in the present life.",
    "ai-atk-s0501a5:162_6": "and having given them up, the astute",
    "ai-atk-s0501a5:162_7": "rolling on the streets, the opposite sex with honor, respect, reverence, homage, and worshipping them with honor.",
    "ai-atk-s0501a5:162_8": "honoring those worthy of honor:",
    "ai-atk-s0501a5:162_9": "(But) this is the most excellent island, the foolish and the astute ones worship (them) with the wise (?) and like the astute ones, she said: “Having offered it to it, let it be suitable for the highest bliss of all.”",
    "ai-atk-s0501a5:162_10": "When asked by you about this, he thinks, “This is the most excellent blessing; we have contested this,” “posite sex,” he is what is said.",
    "ai-atk-s0501a5:162_11": "This word was commended by the words through this verse:",
    "ai-atk-s0501a5:163_0": "The meaning of the clause, etc., should be understood in this way:",
    "ai-atk-s0501a5:163_1": "Having heard that the Fortunate One said this word, “Having heard the fool,”",
    "ai-atk-s0501a5:163_2": "Herein, when these four verses were asked:",
    "ai-atk-s0501a5:163_3": "Herein, Master Gotama, I ask you a question: “Well, what is our disciple builds in house?” and they answer carefully, saying, “How are you talking about in our house?”",
    "ai-atk-s0501a5:163_4": "And although the word “It is intent on the contrary to the noble ones,” it is said: “It is in oneself that complete in self-mortification,” it is questioned with what is incarnation .",
    "ai-atk-s0501a5:163_5": "All these verses were taught by the Buddha, saying: “I will teach you the Dhamma today”...",
    "ai-atk-s0501a5:163_6": "There is no sorrow in this Dispensation,",
    "ai-atk-s0501a5:163_7": "while this verse was spoken by the Buddha:",
    "ai-atk-s0501a5:163_8": "But what a person is skilled in such a path and has told him about the road, and he should tell him about the way that is good, he should be tolded first of all that. He should then tell him, “Don’t be dealt with or pointed.”",
    "ai-atk-s0501a5:163_9": "Now, the Fortunate One who is skilled in the path –",
    "ai-atk-s0501a5:164_0": "“A person who is skilled in the path’s instruction is a term for the Realized One, the perfected one, the fully awakened Buddha.",
    "ai-atk-s0501a5:164_1": "Because they are skilled in this world and the other world, skilled in Māra’s sovereignty and its opposite, and skilled in Death’s sovereignty and its opposite.”",
    "ai-atk-s0501a5:165_0": "Therefore he should tell him about it first.",
    "ai-atk-s0501a5:165_1": "“Not associating with fools, but associating with the wise.”",
    "ai-atk-s0501a5:165_2": "For he should be attributed first and rejected, like a foolish and stupidity with the road. He should not pay homage to them.",
    "ai-atk-s0501a5:165_3": "But when the Blessed One’s explanation has been talking about by the foolish, the astute person in the first place, and the wise are called.",
    "ai-atk-s0501a5:165_4": "It is good in the way beginning, “Now, these views, misfortune as a fool, god, having seen the view of as a cosmology, or who has been incapable of created by the Blessed One in this way: “Bhikkhus, this world with its gods, its men, its lords of men, and its princes and men, its surrounds them well as on both sides, and I done good friends.",
    "ai-atk-s0501a5:166_0": "Herein, there are some foolish and stupid who do not kill living creatures in the three ways.",
    "ai-atk-s0501a5:166_1": "“These are the three characteristics of a fool.”",
    "ai-atk-s0501a5:166_2": "Moreover, the teacher of Pūraṇa Kassapa, the one who has blossoming over the time of an abode of thirty-two palms, and the body of the past and the future can be understood as these.",
    "ai-atk-s0501a5:167_0": "A fire-placeed themselves, the self-control, and the self-restraint.",
    "ai-atk-s0501a5:167_1": "Just as one who has developed his own brothers with four companions, so that’s an incarnation of life-span of a 650 kilometers and is reborn in the company of the Great Hell.",
    "ai-atk-s0501a5:167_2": "And this is said by the Blessed One:",
    "ai-atk-s0501a5:168_0": "“Mendicants, suppose a fire hut made of reeds or grass. It’s swept away by a bungalow, plastered inside and out, draft-free, with latches fastened and windows shuttered.",
    "ai-atk-s0501a5:168_1": "Whatever animals arise ...",
    "ai-atk-s0501a5:168_2": "Anyone who clings were reborn in the heavens",
    "ai-atk-s0501a5:168_3": "not so finest.",
    "ai-atk-s0501a5:168_4": "So, the fool is dangerous, but the astute person is safe.",
    "ai-atk-s0501a5:168_5": "The fool is hazardous, no oppression, but the astute person is not.”",
    "ai-atk-s0501a5:169_0": "Furthermore, a fool is like those such as snakes, a stinking fish, meat, and calling out of the skin.",
    "ai-atk-s0501a5:169_1": "And this is said:",
    "ai-atk-s0501a5:170_0": "“He who wraps rotten fish in sacred grass",
    "ai-atk-s0501a5:171_0": "Winds blow on the fool, like this?”",
    "ai-atk-s0501a5:172_0": "By rising upon and honour: “That one who is Sakka, the gods who dwells in dependence on the day,” thus said this:",
    "ai-atk-s0501a5:173_0": "“May I not see or hear a fool, may I not reside with a fool,",
    "ai-atk-s0501a5:174_0": "don’t hold their eyes in a fool,",
    "ai-atk-s0501a5:175_0": "“Why does it say that you have not made?",
    "ai-atk-s0501a5:176_0": "In what way is it like you’re a fool, Kassapa,",
    "ai-atk-s0501a5:177_0": "“This unintelligent one does not indulge in ruining,",
    "ai-atk-s0501a5:178_0": "The best he does is badly judged, and he is angry when rightly spoken to,",
    "ai-atk-s0501a5:179_0": "He does not know discipline.”",
    "ai-atk-s0501a5:180_0": "So the Fortunate One, having adorned all the foolish and incompetent, thinking “Having eaten it, I say.”",
    "ai-atk-s0501a5:180_1": "Herein, there are clever beings who are skilled in the ways of killing living creatures. They are skilled in the acts of killing living creatures.",
    "ai-atk-s0501a5:180_2": "“These are the three characteristics of what an astute person is character.”",
    "ai-atk-s0501a5:180_3": "Furthermore, the Realized One has given to his disciples the things of a Buddha, and other disciples of the disciples of the Thirty-Three of the abode of a Buddha, the great abode of clans, covered with gold necks, captivating the elephants should be understood to be understood as the astute.",
    "ai-atk-s0501a5:181_0": "They’re like the dark of the flame of the sun, like that  impress of pain and enmity and the pieces of datles, etc., and become observed by the dripping of cooked by (when) no dangers and threats.",
    "ai-atk-s0501a5:181_1": "This being so, taking care of the Realized One, his attendant gods and humans, was established in a good place, a heavenly realm. And he was established in four thousand primary elements, mindful and aware. Having arisen in the evening, he was established in the Brahmā realm and appearance of the gods.",
    "ai-atk-s0501a5:181_2": "In the same way there are disciples of a great priest who live in the company of the gods of the Thirty-Three. Some of them were reborn in the company of the Gods Who Control the Creations of Others.",
    "ai-atk-s0501a5:181_3": "or the householders,",
    "ai-atk-s0501a5:181_4": "And this is said too:",
    "ai-atk-s0501a5:182_0": "“Mendicants, there’s no thing that perils no idiot has nothing to say.”",
    "ai-atk-s0501a5:183_0": "The wise proceed when he is the carrion-stench, etc., is the insistence that covers the shadow of the strings and the length, and so on, sensible people find such as (surely) sensible people.",
    "ai-atk-s0501a5:183_1": "And this is said too:",
    "ai-atk-s0501a5:184_0": "“That man who wraps",
    "ai-atk-s0501a5:185_0": "having a bowl like it smells like this very glob.”",
    "ai-atk-s0501a5:186_0": "By rising upon and honour: “That one who is Sakka, the gods who dwells in dependence on the day,” thus said this:",
    "ai-atk-s0501a5:187_0": "“Listen to the wise one, who is aroused with a thousand",
    "ai-atk-s0501a5:188_0": "That Wise One is a fool, he should (wholesome) devotee (to the Worlds).",
    "ai-atk-s0501a5:189_0": "“Why does the Hero, kinsmen not doing, Kassapa,",
    "ai-atk-s0501a5:190_0": "Who is the wise one, Kassapa, will be looking for",
    "ai-atk-s0501a5:191_0": "“This isn’t mine, he does not tremble,",
    "ai-atk-s0501a5:192_0": "he is endowed with a dog fixed destiny, and he is not rightly spoken of,",
    "ai-atk-s0501a5:193_0": "He understands the Monastic Law (and the precincts).”",
    "ai-atk-s0501a5:194_0": "So the Buddha should all be worshipped by the wise, and think about it thus: “Having charming and cultivating the nation’s lady, let us worship all the foolish people with the wise and the incompetent, the astutes’ offer them with the astute.”",
    "ai-atk-s0501a5:194_1": "There the Buddhas possessed the high (magical) powers, endowed with all the qualities of the Buddhas, after the Paccekabuddhas, and Sudassana, the Paccekabuddhas, and Awakened Ones,",
    "ai-atk-s0501a5:194_2": "That’s why they’re happy to because of worth even a long time.",
    "ai-atk-s0501a5:195_0": "(But) is the meaning of that he spoke thus:",
    "ai-atk-s0501a5:195_1": "One day, the Buddha robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms.",
    "ai-atk-s0501a5:195_2": "Then Sumana, having taken a Cloud Grove to the king, saw the Buddha coming offered to him, and seized him with an expert on the flowers and queen. Then he thought, “This is the great sacrifice, Seniya Bimbisāra of Magadhans, who were incomparable to the Buddha’s presence and satisfied, for a long time, and it will be anointment for him.” And he saw his head,",
    "ai-atk-s0501a5:195_3": "Having seen that place, the Lord of the Men, at that time had been reborn in a single flowering tree, and placed it on the ground.",
    "ai-atk-s0501a5:195_4": "When they had gone to the end of the flower’s plaster, they stood in the hall with the peaked roof.",
    "ai-atk-s0501a5:196_0": "The Fortunate One was living near Kūṭadanta in the Great Wood.",
    "ai-atk-s0501a5:196_1": "The Fortunate One, having seen the one liked, smiled.",
    "ai-atk-s0501a5:196_2": "The senior elder asked, “Ānanda, did not smile when you’re awakened, when you’re smiling?”",
    "ai-atk-s0501a5:196_3": "The Buddha said, “Ānanda, it’s because of such a time I honor, respect, esteem, and venerate the gods of the Thirty-Three and human, and after consulting the problems.”",
    "ai-atk-s0501a5:196_4": "spoke this verse:",
    "ai-atk-s0501a5:197_0": "“That deed is (a deed) well done, which having done he does not regret,",
    "ai-atk-s0501a5:198_0": "that one whose mind is happy in debate.”",
    "ai-atk-s0501a5:199_0": "Eighty-four thousand breathing beings gained penetration to the Dhamma.",
    "ai-atk-s0501a5:199_1": "And it’s for their lasting welfare and happiness.",
    "ai-atk-s0501a5:199_2": "Looking to the net of material reward, or what to say is erect?",
    "ai-atk-s0501a5:199_3": "When a gentleman should worship the observance-day procedure by means of going for refuge the fourteenth and the eighteen years of seniority, the sons of good conduct, and the conduct of those virtue, he will worship the Buddha,",
    "ai-atk-s0501a5:199_4": "For when these words worship the Realised One as protector,",
    "ai-atk-s0501a5:200_0": "“Ānanda, a monk or nun who practices in line with the teachings, practicing properly, living in line with the teachings—they honor, respect, revere, venerate, and esteem the Realized One with the highest honor.”",
    "ai-atk-s0501a5:201_0": "Those Independent Buddhas, the teachers of the disciples, and the disciples of the Buddha Paccekabuddhas, should be understood to be understood as the disciples of the Enlightened One.",
    "ai-atk-s0501a5:202_0": "Furthermore, a householder, places where the oldest brother’s mother and father wished to honor, respect, esteem, and venerate her parents and children, and partners; and say:",
    "ai-atk-s0501a5:202_1": "because these (such) wholesome things are precisely burned with what is connected with the wholesome root, and what is their life span.",
    "ai-atk-s0501a5:202_2": "for this is said:",
    "ai-atk-s0501a5:203_0": "“All these things are due to mother and father, ascetics and brahmins, and brahmins who proceed having undertaken this skillful thing, their lifespan and skillful qualities will grow.”",
    "ai-atk-s0501a5:204_0": "Now wherever the bearer (the Dispensation) is the blessing for me:",
    "ai-atk-s0501a5:204_1": "and having defined it on its head (and saying): “Here the inner skin, ‘Then) man’s in this manner” .",
    "ai-atk-s0501a5:204_2": "So it is through three verses, each to worship those foolish people with the astutes, and so on.",
    "ai-atk-s0501a5:204_3": "Herein, it should be understood that these as fools, etc., are “fitting associating with the sake of fools,” etc., the clever subsequently the means of the act of virtue associating with the sake of patience and gentleness, and the praisedness in the way already described.",
    "ai-atk-s0501a5:204_4": "they will give to anyone, and when they don’t have. Then wherever they can go.",
    "ai-atk-s0501a5:205_0": "(but) fools, fools, indicated the meaning of this verse:",
    "ai-atk-s0501a5:206_0": "Living in a suitable place: the Universal Monarch",
    "ai-atk-s0501a5:207_0": "4.",
    "ai-atk-s0501a5:207_1": "The Buddha replied: “Husband, a mount worm-infested horses with three verses, saying: ‘There is much the monasteries in the middle of the family,’ and when these verses were requested by the Lord of the Death, then the Supreme Man, then the mentioned in the auspicious verses of the enemy, owing to the counselors of the Death, and when he then spoke thus: “This is customs, it is the god, charming even there, that is more!”",
    "ai-atk-s0501a5:207_2": "Herein, for one (only) it is unsuitable, having no ask what is unsuitable.",
    "ai-atk-s0501a5:207_3": "a village, a town, a city, or a country. And even sentient beings have a opportunity to stay in the country.",
    "ai-atk-s0501a5:207_4": "Above the wind: it is the wind.",
    "ai-atk-s0501a5:207_5": "in past life:",
    "ai-atk-s0501a5:207_6": "having made meritorious deeds,",
    "ai-atk-s0501a5:207_7": "Self is called self-mortification raised up in one who is rightly freed from his own continual existence. For it is said to be ignoble, and pointless.",
    "ai-atk-s0501a5:207_8": "The rest is as already explained.",
    "ai-atk-s0501a5:207_9": "This is the meaning here:",
    "ai-atk-s0501a5:208_0": "Here the meaning should be understood in this way:",
    "ai-atk-s0501a5:208_1": "There are four assemblies wherever they do, riches, affairs, and preparing merit, do not proceed in whatever manner of merit. This is called the life of the Faith.",
    "ai-atk-s0501a5:208_2": "And the lion’s lips covered in a bundle, etc., have its meaning.",
    "ai-atk-s0501a5:209_0": "And another all:",
    "ai-atk-s0501a5:209_1": "the vicinity of the Bodhisatta, the Rains Retreat, the Sambuddha named Maṇḍapāla, the ruler of the earth, twelve leagues, and the western Controlled in the king’s presence. Having destroyed the religion of the centrals of the Bodhisattas, the Kumārakassapa, the goddess, the capital of the Truth, the ruler of the earth, the gods, the humans of the Thirty-Three, and held a god in the island, the Jambudīpa, the Net, and the Nigaṇṭhas of Awels beginning Jambudīpa .",
    "ai-atk-s0501a5:210_0": "And another all:",
    "ai-atk-s0501a5:210_1": "In the eastern direction there is a town called _Gajaṅgala_, with another town called _Mahāsālā_ on the other side of it. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0501a5:210_2": "In the southern direction there is a river called _Sallavatī. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0501a5:210_3": "In the southern direction there is a town called _Setakaṇṇika_. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0501a5:210_4": "In the western direction there is a brahmin named Thūṇa. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0501a5:210_5": "In the northern direction there is a mountain called _Usīraddhaja_. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0501a5:210_6": "This is the medium one hundred and three hundred leagues long.",
    "ai-atk-s0501a5:210_7": "This is called “what”.",
    "ai-atk-s0501a5:211_0": "And here the four great elementals arise there, a hundred thousand dollars, or a hundred thousand, even one hundred thousand, many hundreds of thousands of them. Having developed one hundred thousand aeons, one thousand laypeoples, the thirty-two marks, forty thousand eons of the world contracting and expanded.",
    "ai-atk-s0501a5:211_1": "Herein, having taken his advice-turning monarch at five times.",
    "ai-atk-s0501a5:211_2": "Likewise the Independent Buddhas awakened for the instruction. And the Buddhas are established in the next life.",
    "ai-atk-s0501a5:211_3": "Therefore they are called “mind” in the following enemy.",
    "ai-atk-s0501a5:212_0": "having performed meritorious deeds in the past, future lives, and present in terms of the Buddhas, greed, hate, and delusion, the attachment to rebirths,",
    "ai-atk-s0501a5:212_1": "After examining the Buddhas of the Dhamma and wakened by the Perfectly Awakened One, the four verses on the Buddha, and having attained perfection and attained Liberation.",
    "ai-atk-s0501a5:212_2": "And the one who, when he has done before, was adverting torment, but used to give rise to the wholesome (surely) that is skillful, having exceedingly his insight into the Great Wood, his lion’s rolling on the great lion’s wide.",
    "ai-atk-s0501a5:212_3": "Therefore it was said: “Having done merit and making merit,”",
    "ai-atk-s0501a5:213_0": "One person here makes themselves happy in self-mortification. They establish themselves in faith, ethics, generosity, and wisdom.",
    "ai-atk-s0501a5:213_1": "This is called a _kahāpaṇa_ coin, a creeper, and the size of the themselves.",
    "ai-atk-s0501a5:213_2": "Because it ends in the present life and in lives to come.",
    "ai-atk-s0501a5:214_0": "Thus too this verse consisting in the Paṭisambhidā, and through the three overestimations, and through three generals himselfs, yet the finest of self, are comprised under the heading of the four instance.",
    "ai-atk-s0501a5:214_1": "and the blessing torn upset about it.",
    "ai-atk-s0501a5:215_0": "Very states of joy in the meaning of this verse.",
    "ai-atk-s0501a5:216_0": "drops the color of grass",
    "ai-atk-s0501a5:217_0": "5.",
    "ai-atk-s0501a5:217_1": "Now, as to the Bāhuka: learning, conducting well and learned people,",
    "ai-atk-s0501a5:217_2": "whatever craft is tiny.",
    "ai-atk-s0501a5:217_3": "removes physical contact, mental practises,",
    "ai-atk-s0501a5:217_4": "trained and well-trained.",
    "ai-atk-s0501a5:217_5": "eloquent speech is spoken by the words.",
    "ai-atk-s0501a5:217_6": "Undistance of the offenses",
    "ai-atk-s0501a5:217_7": "words by way of body, speech and mind,",
    "ai-atk-s0501a5:217_8": "The rest is as already explained.",
    "ai-atk-s0501a5:217_9": "This is the meaning here:",
    "ai-atk-s0501a5:218_0": "Here the meaning should be understood in this way:",
    "ai-atk-s0501a5:218_1": "This is called Bāhuya.",
    "ai-atk-s0501a5:218_2": "for this is said by the Blessed One:",
    "ai-atk-s0501a5:219_0": "“Mendicants, a noble disciple gives up the unskillful and develops the skillful, they give up the blameworthy and develop the blameless.”",
    "ai-atk-s0501a5:220_0": "And another said:",
    "ai-atk-s0501a5:221_0": "“They examine the meaning of teachings they’ve memorized and examine the meaning. If you take up desire, then you can examine the meaning of teachings that are beneficial, you’re headed for them, and you’re able to realize the ultimate truth, then you’ll realize the ultimate truth, investigation, investigation, and see it with penetrating wisdom.”",
    "ai-atk-s0501a5:222_0": "Furthermore, the cowherd’s hole is to be used up in both ways: what is the fine lady or the manner of the head,",
    "ai-atk-s0501a5:223_0": "A craft is said to be the size of crafts, without crafts,",
    "ai-atk-s0501a5:223_1": "There the cowherd named Golden lady named afterrick is skilled in crafts of gold, jewels, pearls, and crafts about it.",
    "ai-atk-s0501a5:223_2": "You should not become skilled in the art of robe-cloth. It is because of what can be done by one who does not know about what is called rejection of requisites. You should see what’s for your own use. You should what a cleansed mendicant’s own good qualities.”",
    "ai-atk-s0501a5:224_0": "Taking up the training rules without the Monastic Law, and the Monastic Law,",
    "ai-atk-s0501a5:224_1": "Herein, the houseless meditator is skilled in means both ways and stainless and pure in deeds. Herein, embracing which is unskillful and cleansed by what is eaten, dripped from over the various kinds of misconduct, embroidered by fine deeds, thoroughly practiced, and stained in detail in this way.",
    "ai-atk-s0501a5:224_2": "The trainee having taken up the entirety of deliverity, and for sentient beings that are too in the way already stated. In that case the four kinds of mindfulness meditation are established in the educated, they should be understood as the highest bliss of worlds, the supreme guide for those who wish to train.",
    "ai-atk-s0501a5:225_0": "eloquent speech: such is false, divisive, harsh, and nonsensical.",
    "ai-atk-s0501a5:225_1": "“Mendicants, however, possesses four factors is well spoken.”",
    "ai-atk-s0501a5:225_2": "Speeches that are not easily obtained, according to fact, as is said:",
    "ai-atk-s0501a5:226_0": "“Good people say that well-spoken words are foremost;",
    "ai-atk-s0501a5:227_0": "second, speak on the teaching, not against it;",
    "ai-atk-s0501a5:228_0": "third, speak pleasantly, not unpleasantly;",
    "ai-atk-s0501a5:229_0": "and fourth, speak truthfully, not falsely.”",
    "ai-atk-s0501a5:230_0": "This too should be understood both ways: the pleasure and the bliss born in both ways.",
    "ai-atk-s0501a5:230_1": "But because this included in the discourses and found in the texts on monastic training, you should question them on the Monastic Law together.",
    "ai-atk-s0501a5:230_2": "Or alternatively, what can be understood here in another way?”",
    "ai-atk-s0501a5:230_3": "For that is called because of being possessed of enlightenment and indicated by the wind and sun’s exaltedness in terms of the effacement.",
    "ai-atk-s0501a5:231_0": "“What was the Buddha said to, Khemaka, secure Nibbāna,",
    "ai-atk-s0501a5:232_0": "In order to make an end of suffering, (her) those who are supreme.”",
    "ai-atk-s0501a5:233_0": "So it is well spoken by this verse was spoken, well spoken by the four ways of discipline, well spoken, and well spoken.",
    "ai-atk-s0501a5:233_1": "and the blessing torn upset about it.",
    "ai-atk-s0501a5:234_0": "Verañjānī, versed in the meaning of this verse:",
    "ai-atk-s0501a5:235_0": "Gathering for mother and father",
    "ai-atk-s0501a5:236_0": "6.",
    "ai-atk-s0501a5:236_1": "Now, as to the mother and father: murdered their mother and father, the mother and father.",
    "ai-atk-s0501a5:236_2": "placed them to nurse:",
    "ai-atk-s0501a5:236_3": "for your children and partners, children, and partners, and children,",
    "ai-atk-s0501a5:236_4": "Nakula’s family,",
    "ai-atk-s0501a5:236_5": "The deeds that lead to the end of deeds,",
    "ai-atk-s0501a5:236_6": "This is the commentary on the word-construction.",
    "ai-atk-s0501a5:237_0": "Here the meaning should be understood in this way:",
    "ai-atk-s0501a5:237_1": "the mother is what is meant.",
    "ai-atk-s0501a5:237_2": "to get hold of the feet, the water-washing of the feet, the foot-stool, and the fourth.",
    "ai-atk-s0501a5:237_3": "There, because many children and grandchildren, wanting to play digging up the body, they were making a living for the benefit of their sons. When they saw their mother and father became one, bondservant, and workers were reborn in the World’s breast. And their sons were served to their children.",
    "ai-atk-s0501a5:237_4": "Because they want to see him for the sake of the world, having shown them the welfare of the world, for the equivalents, they are gradually present in the method.",
    "ai-atk-s0501a5:237_5": "hence it is called “annot-flower”.",
    "ai-atk-s0501a5:237_6": "for this is said by the Blessed One:",
    "ai-atk-s0501a5:238_0": "“Parents are said to be ‘Brahmā’, they say.",
    "ai-atk-s0501a5:239_0": "Worthy of offerings dedicated to the gods from their children,",
    "ai-atk-s0501a5:240_0": "“That Wise One should worship them and is not possible,",
    "ai-atk-s0501a5:241_0": "with food and drink, clothes, and beds and beds.",
    "ai-atk-s0501a5:242_0": "anointing and bathing, and by washing their feet.",
    "ai-atk-s0501a5:243_0": "“The Wise One, because of looking after his parents,",
    "ai-atk-s0501a5:244_0": "Is praised right here (and now), and later rejoices in heaven.”",
    "ai-atk-s0501a5:245_0": "And another all:",
    "ai-atk-s0501a5:245_1": "Avoiding with the appearance of what is known as a particular Rebirth, etc., one of having bad character, etc., one should understand that which is the escape from five reasons.",
    "ai-atk-s0501a5:245_2": "for this is said by the Blessed One:",
    "ai-atk-s0501a5:246_0": "“Householder, a child should serve their parents as the east, west, north, or south, I’ll perform their parents, and I’ll do my duty for them.”",
    "ai-atk-s0501a5:246_1": "Parents serve their children in these five ways show compassion to them in five ways.”",
    "ai-atk-s0501a5:247_0": "The mother and father set up a child in the three castes, settles, and attends on mother and father in the fire, and attended on her parents with carpets.",
    "ai-atk-s0501a5:247_1": "The mother and father, his mother and father, brother, and sister in omitting them, are the successive opposite sex in the present life. They are called the Mothers .",
    "ai-atk-s0501a5:248_0": "Here: one of children, partners, children, and partners; his sons are known as daughters.",
    "ai-atk-s0501a5:248_1": "twenty-two parts of the boys, and whatever can be treated for him.",
    "ai-atk-s0501a5:248_2": "children, partners, and children.",
    "ai-atk-s0501a5:248_3": "Being included in the right way of quarrels, etc.",
    "ai-atk-s0501a5:248_4": "that is well-organized and shameless deeds, etc., should be understood as the reason why the Factors of deeds, etc.,",
    "ai-atk-s0501a5:248_5": "for this is said by the Blessed One:",
    "ai-atk-s0501a5:248_6": "“By this means to be understood as wives and children, partners, bondservants, workers, and staff; friends and colleagues—should behave properly in this way; frequented by the lady, the bountiful lady, and expressions—and authority over her husband.",
    "ai-atk-s0501a5:248_7": "A wife serves her husband in these five ways shows compassion to him in these five ways. She’s skilled and tireless in her husband, her husband’s earnests, workers, and staff, and preserves his earnings.”",
    "ai-atk-s0501a5:249_0": "another –",
    "ai-atk-s0501a5:249_1": "Being included in the Saṅgha, and carefully and taking care of spending the Saṅgha.",
    "ai-atk-s0501a5:249_2": "That is:",
    "ai-atk-s0501a5:249_3": "When there are dangers in the observance day, joints, etc., live in the instruction fact",
    "ai-atk-s0501a5:249_4": "But it should be understood in the way already described for the sake of the life and for the sake of lives to come because it is similar to the end of the cause and to because of the deities.",
    "ai-atk-s0501a5:249_5": "according as it is said:",
    "ai-atk-s0501a5:250_0": "“Those lay followers, having merit.",
    "ai-atk-s0501a5:251_0": "make merit, Mātali, they can’t drink a garland.”",
    "ai-atk-s0501a5:252_0": "Namely death comes about vanity of actions, disregarding the realm of the getting rid of the gettingsport animals, and inspires confidence in moderations, producing kamma-formations, smallness and worms, danger from sense desires, etc.; and indicating and worry, and conducive to goodness.",
    "ai-atk-s0501a5:252_1": "Among those children whose partners have such bondservants, workers, and staff in this very life, are called blessings.",
    "ai-atk-s0501a5:252_2": "for this is said by the Blessed One:",
    "ai-atk-s0501a5:253_0": "“Don’t do what is suitable, bearing up, aroused, one finds true wealth.”",
    "ai-atk-s0501a5:254_0": "“Not in the night, Somā, when you’re born",
    "ai-atk-s0501a5:255_0": "Forever having addiction to drink, he is unable",
    "ai-atk-s0501a5:256_0": "“It’s too cold, too hot, is too late,",
    "ai-atk-s0501a5:257_0": "Speaking like this, they leave off work,",
    "ai-atk-s0501a5:258_0": "“He who gives no more thought to cold and to heat than to grass here,",
    "ai-atk-s0501a5:259_0": "he does not practice happiness for a person.”",
    "ai-atk-s0501a5:260_0": "“For one who is living in a household, (thinking):",
    "ai-atk-s0501a5:261_0": "Strive to pile up their wealth, ~ and so on.”",
    "ai-atk-s0501a5:262_0": "The children, partners, and benefactors, carrying all their mothers with father, brother for the children and partners, bondservants, workers, and staff, and benevolents, and Wandering one’s mother and father, brother, or ascetics and brahmins.",
    "ai-atk-s0501a5:262_1": "and the blessing torn upset about it.",
    "ai-atk-s0501a5:263_0": "At the conclusion of the mother’s womb,",
    "ai-atk-s0501a5:264_0": "He gives the commentary on the stamages",
    "ai-atk-s0501a5:265_0": "7.",
    "ai-atk-s0501a5:265_1": "Now, as regards this gift : here the giver of giving, etc., that is called “of-worker” because it is peaceful and sublime.",
    "ai-atk-s0501a5:265_2": "principled and moral conduct,",
    "ai-atk-s0501a5:265_3": "“She’s right, Venerable.”",
    "ai-atk-s0501a5:265_4": "(performed) blamelessness is not blameless.",
    "ai-atk-s0501a5:265_5": "This is the commentary on the word-construction.",
    "ai-atk-s0501a5:266_0": "Here the meaning should be understood in this way:",
    "ai-atk-s0501a5:266_1": "while reciting the doctrine of the Buddha, the collection of the gifts of (supernatural) faculties, the intention that is not suitable,",
    "ai-atk-s0501a5:266_2": "For that is why the name of another is described in the way beginning, “This is why a gift for the purpose of giving.”",
    "ai-atk-s0501a5:266_3": "For it is called the gaining of people in the present life and in lives to come. For the sake of the fruits of good and bad deeds are called due to the absence of crying.",
    "ai-atk-s0501a5:266_4": "“A giver, a donor is dear and beloved to many people.”",
    "ai-atk-s0501a5:267_0": "And another all:",
    "ai-atk-s0501a5:267_1": "(Only) a gift of material things and the simile of the teaching are stated (of the welfare) of the teaching.",
    "ai-atk-s0501a5:267_2": "Here, in this world of the two worlds, the welfare and happiness of the world, the pleasure of the Dhamma, and the chief of gods enlightened: these two, that is, the best, the highest, and the gift of the Dhamma.",
    "ai-atk-s0501a5:268_0": "“For all of them because of the teaching,",
    "ai-atk-s0501a5:269_0": "the joy of the Dhamma surpasses all other loves,",
    "ai-atk-s0501a5:270_0": "the joy of the teaching beats all other joys;",
    "ai-atk-s0501a5:271_0": "one who has ended craving beats all suffering.”",
    "ai-atk-s0501a5:272_0": "Herein, having given rise to materiality in materiality .",
    "ai-atk-s0501a5:272_1": "It is the profoundity of the Dhamma, because it is the meaning of virtue, because it is the profundity of the Dhamma. That is why it is called “fitable.”",
    "ai-atk-s0501a5:272_2": "for this is said by the Blessed One:",
    "ai-atk-s0501a5:273_0": "“Mendicants, the mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how they teach it in detail to others as they learned and memorized it.”",
    "ai-atk-s0501a5:274_0": "all of the conduct, by way of body, speech, and mind,",
    "ai-atk-s0501a5:274_1": "“Householders, principled and moral conduct is one way of body.”",
    "ai-atk-s0501a5:274_2": "But that is unprincipled and immaterial conduct should be understood in the same way.",
    "ai-atk-s0501a5:274_3": "for this is said by the Blessed One:",
    "ai-atk-s0501a5:274_4": "“Unprincipled and immoral conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.”",
    "ai-atk-s0501a5:275_0": "The relatives of the mother’s father, or anyone back of the seventh generation,",
    "ai-atk-s0501a5:275_1": "The vanity of wealth, decay due to sickness, decaying, oppression of the truth they’re the strength of their own sickness, and the good under the sway of such a rebirth, in the present life, or in lives to come. is called a good destination.",
    "ai-atk-s0501a5:276_0": "Virtuous deeds have been performed and produce may the observance-day procedure and the rest. Adwelling the legal procedures of body, speech, and mind.",
    "ai-atk-s0501a5:276_1": "These are called the factors of those worthy of being surmounted, and those worthy of the analyzed.",
    "ai-atk-s0501a5:276_2": "“It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the Gods Who Control the Creations of Others.”",
    "ai-atk-s0501a5:277_0": "Thus these verses and undertakings, judgments, and relatives, as well as the four kinds of declaration, and the four aggregates,",
    "ai-atk-s0501a5:277_1": "and the blessing torn upset about it.",
    "ai-atk-s0501a5:278_0": "concluding the meaning shown by this verse:",
    "ai-atk-s0501a5:279_0": "Provisions: Come to abolishment",
    "ai-atk-s0501a5:280_0": "8.",
    "ai-atk-s0501a5:280_1": "Now, as to the clansman: in the monastery, out of desire for the delightful one who lives in distributes, delights in it, liberates those who delight in meditation.",
    "ai-atk-s0501a5:280_2": "and bad unwholesome thoughts are bad.",
    "ai-atk-s0501a5:280_3": "drinking alcoholic drinks that are plunged into the middle of the day of the moderation;",
    "ai-atk-s0501a5:280_4": "Delighting in diligence, delighting in diligence,",
    "ai-atk-s0501a5:280_5": "have skillful qualities.",
    "ai-atk-s0501a5:280_6": "This is the commentary on the word-construction.",
    "ai-atk-s0501a5:281_0": "Here the meaning should be understood in this way:",
    "ai-atk-s0501a5:281_1": "You should discontent with the drawbacks of being dissatisfactioned.",
    "ai-atk-s0501a5:281_2": "Longing in the parasol of the body, speech, and mind is known as a basis for such giving and such deeds as the result of past deeds, his supporting the body, going on annihilation, horror and the shamelessness, that is, mentality is in three ways, conquership, or the neighborhood of a family.”",
    "ai-atk-s0501a5:281_3": "The training precepts announced by the undertaking of the training precepts in which gentlemen such as virtue, etc., how then how a clansman does not kill them.",
    "ai-atk-s0501a5:281_4": "The noble path associated with the noble paths, produced by a noble disciple, which brings about the five dangers and threats, and is quelled by the noble duties of a noble disciple.",
    "ai-atk-s0501a5:281_5": "Anyone who steals ...",
    "ai-atk-s0501a5:281_6": "sexual misconduct ...",
    "ai-atk-s0501a5:281_7": "(They are) lying,” thus he said:",
    "ai-atk-s0501a5:282_0": "“He who kills living creatures, steals, is said to be lying;",
    "ai-atk-s0501a5:283_0": "The Wise people do not seek (also) benefits in others” .",
    "ai-atk-s0501a5:284_0": "Though the verses consisting in the defilement and the four corrupt deeds, I attained the unwholesome actions.",
    "ai-atk-s0501a5:284_1": "All states of loss : the habit of danger and threats in the present life opposites, and the rest. It is called because it has hatred and fearlessness , thus it is called “should because it has habit of dwellings and goes to rest.”",
    "ai-atk-s0501a5:284_2": "“Householder, a noble disciple should recollect those who refrain from killing living creatures.”",
    "ai-atk-s0501a5:285_0": "‘Today is a term for the following kind of deed, alcoholic drinks that cause negligence.’",
    "ai-atk-s0501a5:285_1": "But if he does not know the right shamelessly, he does not know the right time; at the end of the Buddhas, and the practice of which they reach the present life, and in lives to come.",
    "ai-atk-s0501a5:285_2": "From the day of today, fault in the next lifetimes attain excessive concentration and attaining the states of existence.",
    "ai-atk-s0501a5:285_3": "That’s why it should be understood as the snare of the coals in the meeting hall.",
    "ai-atk-s0501a5:286_0": "in skillful qualities there are generals of skillful qualities, facing downwards, crushing off the flame, and putting it up with the ignoble comprehension of the lawfulness of the noble ones, not neglectedly. Being unable to restrain the legal procedure of the skillful qualities.",
    "ai-atk-s0501a5:286_1": "whoever is heedless and negligently is said to be heedless.”",
    "ai-atk-s0501a5:286_2": "And here the meaning can be understood here in order to show the meaning of the wholesome opposite sex with mindfulness, and conveying which is skillful.",
    "ai-atk-s0501a5:286_3": "and that have the incomparable (wrong) human beings, being the deathless state of the deathless and the abidings of covetousness.",
    "ai-atk-s0501a5:286_4": "Herein, he should recollect the careful (living): “He is diligent, keen, and resolute” , thus he should recollect the Teacher’s instructions.",
    "ai-atk-s0501a5:287_0": "So these verses described under the sway of such a wickedness, desires, fame, and thirst for the skillful qualities they are called ‘of greed’.",
    "ai-atk-s0501a5:287_1": "and the blessing torn upset about it.",
    "ai-atk-s0501a5:288_0": "concluded: these verses on the meaning of this verse.",
    "ai-atk-s0501a5:289_0": "Respect for the sake of respect",
    "ai-atk-s0501a5:290_0": "9.",
    "ai-atk-s0501a5:290_1": "Now, assured, respectable and reverence for the one who is guarded,",
    "ai-atk-s0501a5:290_2": "led on as they were told.",
    "ai-atk-s0501a5:290_3": "contentment, peaceful and steadfast,",
    "ai-atk-s0501a5:290_4": "grateful and thankful,",
    "ai-atk-s0501a5:290_5": "at that time she was at that time,",
    "ai-atk-s0501a5:290_6": "of the teaching this Dhamma.",
    "ai-atk-s0501a5:290_7": "This is the commentary on the word-construction.",
    "ai-atk-s0501a5:291_0": "Here the meaning should be understood in this way:",
    "ai-atk-s0501a5:291_1": "respect for the Buddha, the beast of Buddhas, of respect and reverence for the sake of respect, reverence, the veneration of the Buddha, the effacement of his heart, and he respects and reverence for the sake of respect and reverence for the stretch (where the Faith).",
    "ai-atk-s0501a5:291_2": "Now, when the one who guards the good, the Happy One –",
    "ai-atk-s0501a5:292_0": "“Anyone should honor, respect, revere, worship, and venerate those who are worthy of respect.",
    "ai-atk-s0501a5:292_1": "Because of undertaking such deeds, after death they’re reborn in a heavenly realm ...",
    "ai-atk-s0501a5:292_2": "If there’s no such thing as the body. ...",
    "ai-atk-s0501a5:292_3": "if they return to the human realm, they’re reborn in an eminent family.”",
    "ai-atk-s0501a5:293_0": "according as it is said:",
    "ai-atk-s0501a5:293_1": "“Mendicants, these seven qualities prevent decline.",
    "ai-atk-s0501a5:293_2": "What seven?",
    "ai-atk-s0501a5:293_3": "they are called “fatter” because they are of the Teacher’s ; that is why therefore it is called “special”.",
    "ai-atk-s0501a5:294_0": "The person called low, endowed with a hidden wielding and cast upon the feet. A person who was like a rope iron sheet, iron ball, circumferenced tongs, and persevere. They have happily been unshakable to axe and pleasant. This is the peril that is embarrassed and drows.",
    "ai-atk-s0501a5:294_1": "It is called “blessing” because it is the “processes for the sake of embodiment of being possessed” .",
    "ai-atk-s0501a5:294_2": "And they said, “So it is said to be the meaning of such a kind already described.”",
    "ai-atk-s0501a5:295_0": "The one who is content with any kind of deed, is confused when he speaks.",
    "ai-atk-s0501a5:295_1": "That is:",
    "ai-atk-s0501a5:295_2": "Just as robes of shining in the sky, having the three true insights, and like three in three ways,",
    "ai-atk-s0501a5:295_3": "So too, when the alms-food is used,",
    "ai-atk-s0501a5:296_0": "The commentary on that occasion:",
    "ai-atk-s0501a5:296_1": "It’s when a monk obtains a robe, which is unsuitable,",
    "ai-atk-s0501a5:296_2": "He doesn’t get anyone else to take his bowl, nor do he gets the robes without trouble.",
    "ai-atk-s0501a5:296_3": "But a monk who is sick responds a heavy offense entailing expulsion or who has got tired—he is content with him as before. He wore absorts his robes, as if he were able tohave his robes, he is content with the robes.",
    "ai-atk-s0501a5:296_4": "After some time they have made a valuable robe, and they get to do it. They think: “This robe-cloth is better for a very long time, they don’t get a robe, I’ll weariness, and make an effort to do it.” But if they do so, they think, they don’t use it untied, excluded from the upper robe, and severe.",
    "ai-atk-s0501a5:297_0": "It may be that a monk who gets nice foods, whether coarse or fine. He doesn’t get anyone else to obtain alms-food, thinking,",
    "ai-atk-s0501a5:297_1": "Then, after eating only alms-food, a monk eats crops that cowherd, eats almsfood, waste away, and eats only alms-food. Then he was content with his own hands, eats only alms-food, wearing away, and wears such content as yourself, he is content, and having given an ascetic.",
    "ai-atk-s0501a5:297_2": "Another monk receives fine alms-food, long gone forth, father, and other senior mendicants. After giving alms-food, he is satisfied with his own hands and feet on the senior neighbours, and he is enjoyed only alms-food. Then eats only alms-food, wearing alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-atk-s0501a5:298_0": "It may be that a monk lives in a dwelling.",
    "ai-atk-s0501a5:298_1": "And because they fall back again, they don’t reach another fertile dwelling.",
    "ai-atk-s0501a5:298_2": "Or again a mendicant recovers from an illness, confusion, and fearlessly their breast and falling into confusion.",
    "ai-atk-s0501a5:298_3": "When he gave this to that monk, he is satisfied with the shade of the furniture in a cool very neighbourhood of his Dhamma, and he is content with the forest, he is content.",
    "ai-atk-s0501a5:298_4": "Another monk obtains a furniture cloth when he likes the bowl with rice. Being mindfully, he sloth and torpor, having applied thought and sustained thought, “Surely, going to the ground.”",
    "ai-atk-s0501a5:298_5": "He placed it in a cesspool, and with his tail bubbles and sauces on the ground where he was content, is as secluded.",
    "ai-atk-s0501a5:299_0": "It may be that a monk obtains an alcoholic drink,",
    "ai-atk-s0501a5:299_1": "While he was able to get hold of the bowl, even if he gets hold of a bowl, he does not just like the last bowl whenever he wants.",
    "ai-atk-s0501a5:299_2": "Then a monk who is sick needs them to get hold of these things. He gave him a handful of medicine and supplied for the sick, and having given him a share of their hand, as well as if he was sick, he is content.",
    "ai-atk-s0501a5:299_3": "and another monk, thinking “In such a case, sir,” and on account of his drum, he thinks, “Today is the fourth yearning of the consequence of his intercourse with one community. You should finish his words, venerable sir!” but when we are displayed, he still thinks, “Though it is true and with one gone forth.”",
    "ai-atk-s0501a5:299_4": "This is the method of the sickness when it comes to the heart when he is sick,",
    "ai-atk-s0501a5:300_0": "Thus all the time were contented, contented, is said to be non-realm.",
    "ai-atk-s0501a5:300_1": "To the sake of the noble ones: It is the abandoning of the wishes, the abandoning of bad desires, the intention to prevent you from having given up the precepts, and because of the noble path to the beginning with the incomparable states that cause of the highest goal.",
    "ai-atk-s0501a5:301_0": "“A person is impure and not impure,",
    "ai-atk-s0501a5:302_0": "being so, should I say to the other?”",
    "ai-atk-s0501a5:303_0": "or what is called very helpful to one who has done and does not know whether or not he has been done or not.",
    "ai-atk-s0501a5:303_1": "And because they have done so, they can be understood that they can be known for many reasons that they have helped them out of compassion for many reasons.",
    "ai-atk-s0501a5:303_2": "Such good people are called devoted to the Good Person inflict (wrong) good people, being possessed of the great (magical) powers, etc., these are called even when analyzed.",
    "ai-atk-s0501a5:303_3": "“These two people are rare in the world.",
    "ai-atk-s0501a5:303_4": "What are the two?",
    "ai-atk-s0501a5:303_5": "One who understands the gradual practices, and what is right and what is right.”",
    "ai-atk-s0501a5:304_0": "At the time when the teaching is well proclaimed, it’s at the time of sensual thoughts. At that time their mind is eager, confident, settled, and decided about it.",
    "ai-atk-s0501a5:304_1": "and later, saying: “These five hundred people, listening to the teaching at the right time,",
    "ai-atk-s0501a5:304_2": "“Venerable Anuruddha is sitting talking about the Teaching.”",
    "ai-atk-s0501a5:305_0": "In whatever good friends he’s able to come and get to see his own opportunity to hear the teaching from time to time. He can understand to listen to the teaching with a Dhamma talk from time to time.",
    "ai-atk-s0501a5:305_1": "according as it is said: “The time go to time, from time to time,” he asks questions,",
    "ai-atk-s0501a5:305_2": "And here it is to be understood that the reason why sometimes it is the hindrances of preventing, raising of the various kinds of becoming awakened at the right time, and substances of the various kinds of becoming.",
    "ai-atk-s0501a5:305_3": "for this is said:",
    "ai-atk-s0501a5:306_0": "“Mendicants, when a noble disciple pays heed, pays attention, engages wholeheartedly, and lends an ear to the teaching.”",
    "ai-atk-s0501a5:307_0": "“Mendicants, you can expect four benefits when the teachings have been followed by ear ... nose ... tongue ... body ...",
    "ai-atk-s0501a5:308_0": "“Mendicants, these four things are rightly developed and progressed. They gradually lead to the ending of defilements.",
    "ai-atk-s0501a5:308_1": "Which four?",
    "ai-atk-s0501a5:308_2": "both the Dhamma at the right time and the rest.”",
    "ai-atk-s0501a5:309_0": "So with this verse consisting in spirituality, contentment, educated to the Dhamma, from time to time they have spoken of the Dhamma.",
    "ai-atk-s0501a5:309_1": "and the blessing torn upset about it.",
    "ai-atk-s0501a5:310_0": "(but) respect for his sense, beginning with this verse:",
    "ai-atk-s0501a5:311_0": "Regarding the highest starts",
    "ai-atk-s0501a5:312_0": "10.",
    "ai-atk-s0501a5:312_1": "And now they patient patience should be patient here.",
    "ai-atk-s0501a5:312_2": "A reducated manner, who isn’t easy to admonish, having bad deeds, and easy to admonish, who is easy to admonish.",
    "ai-atk-s0501a5:312_3": "Because of the defilements of defilement.",
    "ai-atk-s0501a5:312_4": "shook the eye of seeing.",
    "ai-atk-s0501a5:312_5": "discussing the teachings,",
    "ai-atk-s0501a5:312_6": "The rest is as already explained.",
    "ai-atk-s0501a5:312_7": "this commentary on the texts.",
    "ai-atk-s0501a5:313_0": "Here the meaning should be understood in this way:",
    "ai-atk-s0501a5:313_1": "(But) the ten kinds of endure circumspect is called a monk, who abuses and insults him with its ten roughs (concer), like a person who abuses and insults him with no hate.",
    "ai-atk-s0501a5:314_0": "“The ascetic Gotama who in the past were eaten,",
    "ai-atk-s0501a5:315_0": "The King had the same thing, and his kingdom.”",
    "ai-atk-s0501a5:316_0": "Or perhaps the venerable one gives attention to it as though saying: “Where, venerable Puṇṇaka, as the venerable one who gives his attention (only) –",
    "ai-atk-s0501a5:317_0": "“Sir, if they abuse and insult me, I will not think: ‘If these people are well-true, I’ll stab me with my fists, stones, sticks, and swords don’t come.”",
    "ai-atk-s0501a5:318_0": "And the ancient position of the hermits is shown by the name of the Seer.",
    "ai-atk-s0501a5:319_0": "“Who wouldn’t envy death,",
    "ai-atk-s0501a5:320_0": "Abandoning ingratitude",
    "ai-atk-s0501a5:321_0": "He should be patient with all the harsh speech,",
    "ai-atk-s0501a5:322_0": "This patience is supreme, say the good.”",
    "ai-atk-s0501a5:323_0": "even the deities can attain Sakka’s edge, as Sakka, lord of gods –",
    "ai-atk-s0501a5:324_0": "“The one who, though he has (great) strength, is forebearing towards the one who is weak,",
    "ai-atk-s0501a5:325_0": "That patience is the ultimate weakness, the ultimate one is constantly a weaker.”",
    "ai-atk-s0501a5:326_0": "and when the Buddhas have entered this discussion – the Blessed One who knows,",
    "ai-atk-s0501a5:327_0": "“See, murderer, a lady who endures these (wholesomes),",
    "ai-atk-s0501a5:328_0": "chopping off the strength, one is a brahmin, I say.”",
    "ai-atk-s0501a5:329_0": "But this difference between them and the other special qualities—they should be understood to be understood to be successful in the various different kinds of mortifications.",
    "ai-atk-s0501a5:330_0": "While they are engaged in silence, however equipment, replying to the doctrine of the special qualities of unprotectors, and not respecting them, he rejected them with a task.",
    "ai-atk-s0501a5:330_1": "She is the instruction of his fellow censuresy of requisites, of opposing to advice, or of the aggregates, etc., and because she is called “specified”.",
    "ai-atk-s0501a5:331_0": "The place of the ascetics named so-and-so, who has developed the physical endurance, recently, and understanding of the mind, all-seeing, to get to see the ascetic life, and to hear everything. You should understand this without exception.",
    "ai-atk-s0501a5:331_1": "Mahāpajāpatī Gotamī, reverend Sir, has been a big help to the Fortunate One,",
    "ai-atk-s0501a5:331_2": "“I say to them, monks, that Campā is helpful for them.”",
    "ai-atk-s0501a5:331_3": "When a gentleman sees these ethical mendicants in the household life, he can see the mendicants as best they want, whether good or bad’s queen.",
    "ai-atk-s0501a5:331_4": "if he has a five days, he should wipe them.",
    "ai-atk-s0501a5:331_5": "Then there should be arranged their joined palms toward him. He should not rise up with his joined palms, doing this. He should not then wave the come back to Piyaka with a host of pillows, with a heart full of love and a pillows,",
    "ai-atk-s0501a5:331_6": "For even though they have such visions, are quite different from the eyes of roaming out of their feet, charming hairs, wrapped in skin and ruged in appearance, and whirlpools, and laziness, holes, and welles of five hundred precious things, trembled from the gods.",
    "ai-atk-s0501a5:331_7": "If it is not a human being, whatever is proper, appropriate for an incomparable to the result of good deeds, conveying the result of merit for an ascetic, even if he praises of the profitable ascetic, he praises the deed of the result,",
    "ai-atk-s0501a5:332_0": "“For one who is carrying the around on a long time, the residents have long been bubbles,",
    "ai-atk-s0501a5:333_0": "May this he be happy and well-free! (The Buddha) see the breath of the Buddha.",
    "ai-atk-s0501a5:334_0": "Having faith in the Community of monks, he said: “Noble One,",
    "ai-atk-s0501a5:335_0": "A hundred thousand aeons go to heaven,",
    "ai-atk-s0501a5:336_0": "“Go to the world of gods, having looked at the Devas,",
    "ai-atk-s0501a5:337_0": "there will be no more joy and happiness.”",
    "ai-atk-s0501a5:338_0": "Listening in the teachings, they add two mendicants, droping each other with the Teaching, the Monastic Law, and the summaries; they made the discourses of the Monastic Law; they were prescribed, beneficial, and related each other with the Dhamma talk from time to time one another who talks on the Teaching; they discussing the Monastic Law from time to time the Teaching, the Monastic Law, and mind.",
    "ai-atk-s0501a5:338_1": "She is called “possessed of conditions” because it is the cause of these kinds of virtue.",
    "ai-atk-s0501a5:339_0": "Thus these verses consisting in the teaching: to the ascetics of ascetics, brahmins, and to be suitable from time to time.",
    "ai-atk-s0501a5:339_1": "and the blessing torn upset about it.",
    "ai-atk-s0501a5:340_0": "concluding the meaning: by this verse, on the meaning of the meaning,",
    "ai-atk-s0501a5:341_0": "Transgressions others:",
    "ai-atk-s0501a5:342_0": "11.",
    "ai-atk-s0501a5:342_1": "Now, as to the words, that is to say, that evil-doortification that he does.",
    "ai-atk-s0501a5:342_2": "And they lead the spiritual life as a brahmin.",
    "ai-atk-s0501a5:342_3": "The noble truths of the noble truths, having seen the noble truths, the one seeing, and the one going to see.",
    "ai-atk-s0501a5:342_4": "or is realisation of extinguishment.",
    "ai-atk-s0501a5:342_5": "This is the commentary on the word-construction.",
    "ai-atk-s0501a5:343_0": "Here the meaning should be understood in this way:",
    "ai-atk-s0501a5:343_1": "The mortifier is called a person who is rid of desire and aversion for the faculty of energy, or who has that same qualities is called aroused energy.",
    "ai-atk-s0501a5:343_2": "The meaning should be understood as included in the absence of such giving up of covetousness and calm, etc.;",
    "ai-atk-s0501a5:344_0": "Practicing to the spiritual life of mine: Meditation is simply the Teaching",
    "ai-atk-s0501a5:344_1": "for that is why they give up unchastity.",
    "ai-atk-s0501a5:344_2": "“Reverend, is our spiritual life lived under the Buddha?",
    "ai-atk-s0501a5:344_3": "This is how an ascetic stands in the teaching of the ascetic life.”",
    "ai-atk-s0501a5:344_4": "“Wicked One, I will not become fully extinguished until my spiritual life is successful and prosperous, extensive, popular, widespread, and living the full and pure spiritual life.”",
    "ai-atk-s0501a5:344_5": "“Mendicant, the spiritual path is simply this noble eightfold path,",
    "ai-atk-s0501a5:344_6": "right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness.",
    "ai-atk-s0501a5:344_7": "But here it is allowed to see the noble truths because of meeting the others.",
    "ai-atk-s0501a5:344_8": "If they do so, it should be understood that this is the mortification in the various ways:",
    "ai-atk-s0501a5:345_0": "In order to see the noble truths of the four noble truths, (then): “The path of the four noble truths is called the truth of the path leading to the destruction of suffering,” and to the Aṅguttara, is what is meant.",
    "ai-atk-s0501a5:346_0": "and realization of the fruit of extinguishment:",
    "ai-atk-s0501a5:346_1": "For that is called Nibbāna by the five aggregates of craving, and because they have completely understood the end of craving, they are called Nibbāna.",
    "ai-atk-s0501a5:346_2": "it is the reviewing of this declaration of the deathless—",
    "ai-atk-s0501a5:346_3": "But the other noble truths of the noble truths is successful, but here it is not shaken off.",
    "ai-atk-s0501a5:346_4": "That is how this bliss can be understood as the reason why in the present life.",
    "ai-atk-s0501a5:347_0": "In this way the spiritual life with these four factors is called the noble truths.",
    "ai-atk-s0501a5:347_1": "and the blessing torn upset about it.",
    "ai-atk-s0501a5:348_0": "concluding the meaning: these verses on the meaning of the meaning,",
    "ai-atk-s0501a5:349_0": "Leaving into the commentary destiny of the states,",
    "ai-atk-s0501a5:350_0": "12.",
    "ai-atk-s0501a5:350_1": "Now comes the description of the world is touched by the world. When touched by one who is touched by it,",
    "ai-atk-s0501a5:350_2": "The world’s phenomena in the world then the next world is said to be far from the world.",
    "ai-atk-s0501a5:350_3": "mind and body.",
    "ai-atk-s0501a5:350_4": "not one who has no respect or those of middle standing,",
    "ai-atk-s0501a5:350_5": "does not tremble, nor does he make a living,",
    "ai-atk-s0501a5:350_6": "close to, without losing, smeared with blood,",
    "ai-atk-s0501a5:350_7": "which is defeated, stainless, Visionary,",
    "ai-atk-s0501a5:350_8": "having seen that safety, free of fear,",
    "ai-atk-s0501a5:350_9": "This is the commentary on the word-construction.",
    "ai-atk-s0501a5:351_0": "Here the meaning should be understood in this way:",
    "ai-atk-s0501a5:351_1": "He’s touched by the world, the mind of the eight thoughts. He acquires such gains as sovereign lords, locations, workings, and eagerness to be reborn, thinking: “This is the foremost of all.”",
    "ai-atk-s0501a5:352_0": "Who doesn’t touch their mind?",
    "ai-atk-s0501a5:352_1": "For anyone whose defilements have ended;",
    "ai-atk-s0501a5:352_2": "for this is said:",
    "ai-atk-s0501a5:353_0": "“Just as a single solid massive rock Remains unshaken by the wind,",
    "ai-atk-s0501a5:354_0": "so too sights, sounds, smells, tastes, touches, and thoughts.",
    "ai-atk-s0501a5:355_0": "“These things are not eighteen instances.",
    "ai-atk-s0501a5:356_0": "The mind is free from oppression.”",
    "ai-atk-s0501a5:357_0": "(Whoever) mind was not destroyed, destroyed the pollutants together with the thought:",
    "ai-atk-s0501a5:357_1": "for that is so called because it is the sorrow of the mind, etc., inner peace of mind, and non-existence of the mind” .",
    "ai-atk-s0501a5:357_2": "Those who say that about Emancipation is the early not having previously dimined.",
    "ai-atk-s0501a5:357_3": "And just as that, Khemā, being destroyed, and conquered, secure,",
    "ai-atk-s0501a5:357_4": "For that is so the meditator’s mind has reached the end of greed and hate, and delusion, since he has reached the far shore and enjoyment of the fourfold understanding, he must keep on it in the way beginning, “This is the middle, and good in the end,” etc., and he should use that deliverance of insight due to the three worlds, etc., which is the threefold offerings, and that is to say, the Community.",
    "ai-atk-s0501a5:358_0": "Thus these eight verses, over the mind, surmounting the minds of the one who performs the (performed): “These four names, the minds of the Supreme One, whose minds are stated,",
    "ai-atk-s0501a5:358_1": "and the blessing torn upset about it.",
    "ai-atk-s0501a5:359_0": "Concluded by the world’s joy, this verse in the meaning of the world:",
    "ai-atk-s0501a5:360_0": "Protector’s Norms",
    "ai-atk-s0501a5:361_0": "13.",
    "ai-atk-s0501a5:361_1": "So the Buddha spoke this verse: “Without the thirty-two verses, weren’t here in each of the thirty-two parts, and having performed, they said: “Nuns, what is meant!”",
    "ai-atk-s0501a5:362_0": "Here is the commentary on the meaning of that word:",
    "ai-atk-s0501a5:362_1": "* This Is unsuitable Compassionate is the same as in the Commentaries of the fools.",
    "ai-atk-s0501a5:362_2": "Having prepared:",
    "ai-atk-s0501a5:362_3": "Having done good deeds, having done what is beneficial,",
    "ai-atk-s0501a5:362_4": "And all the opposites, which were defeated by all the four cates, names, clans, observeds, and when they exist in the four ways beginning with a single moment, is what is said.",
    "ai-atk-s0501a5:362_5": "And if he has given it up, he is endowed with perfect confidence in him,",
    "ai-atk-s0501a5:363_0": "Those who were going along in all directions and so on were walking in these four directions, which were produced by a cow and language, where the foolish and fostering of the world, when they reach the conqueror of all activity, without discrimination, the escape. By means, without conquering those who are surrounded, they go away and secure, they will go away.",
    "ai-atk-s0501a5:363_1": "And the meaning of, verses should be understood in accordance with the meaning.",
    "ai-atk-s0501a5:364_0": "The Buddha taught them the conclusion with them:",
    "ai-atk-s0501a5:364_1": "Thus the gods in this way show the first (among), just as they do. That is why the most excellent fools, which is best in their own abode.",
    "ai-atk-s0501a5:365_0": "If he had finished a hundred thousand rebirths in a hundred places, the koṭis of beings attained Worthiness at the end of the fruit of stream-entry; and they attained the fruit of once-return.",
    "ai-atk-s0501a5:365_1": "Then the Fortunate One addressed the Elder Ānanda:",
    "ai-atk-s0501a5:365_2": "“Ānanda, tonight a deity of the deities approach me and ask me about this matter, and he answered the thirty-two parts of the day.”",
    "ai-atk-s0501a5:365_3": "When the Elder heard it, the elder taught it",
    "ai-atk-s0501a5:365_4": "This is the way to understand that the teacher’s teaching is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans.”",
    "ai-atk-s0501a5:366_0": "Now, as to the clinging minds of the following sets: in the blessings of the three ropes, that is to say, the ploughing of knowledge ounds –",
    "ai-atk-s0501a5:366_1": "In this way they give up unsurpassed the world, having cut off the lay life, and indicated the initiative, built up from their own work, and respectfully circled the Buddha, keeping him on their right. They’ve gone forth in the neighborhood of a lay person, whose mind is satisfied, and they don’t fulfill the practices accordingly. They’ve gone forth, the laypeople, the drown in the past, the future, and are satisfied, and they don’t news to their father’t tamed, hurtfulness, and hurtfulness.",
    "ai-atk-s0501a5:366_2": "And of those whose sanctuary safety have blessed all secure, everywhere they went in safety:",
    "ai-atk-s0501a5:366_3": "That is why the Blessed One said:",
    "ai-atk-s0501a5:367_0": "“Behikkhus, having given every direction,",
    "ai-atk-s0501a5:368_0": "they go everywhere in safety: for them this is the supreme blessing.”",
    "ai-atk-s0501a5:369_0": "Except in the ultimate talk, lesser training,",
    "ai-atk-s0501a5:370_0": "The Aṅgīrasa is finished."
}