{
    "ai-atk-s0519a3:0_0": "3. Niddesavāravaṇṇanā",
    "ai-atk-s0519a3:1_0": "4.",
    "ai-atk-s0519a3:1_1": "thus a lesser spear is seen in such a way, it is worth incapable,",
    "ai-atk-s0519a3:1_2": "Herein, the detailed explanation of the meaning:",
    "ai-atk-s0519a3:1_3": "They use what is reckoned as said: In brief, they are bounded in what is done,",
    "ai-atk-s0519a3:1_4": "for in order to get annoyed with the root of a tree at the edge of the (Vedic).",
    "ai-atk-s0519a3:1_5": "And here in the precincts:",
    "ai-atk-s0519a3:2_0": "As to the ascetic life has the goal of the ascetic life,",
    "ai-atk-s0519a3:3_0": "And this is how the one who understands it is known",
    "ai-atk-s0519a3:4_0": "the meaning is shown by himself in them all ways; the meaning is shown by that the rest.",
    "ai-atk-s0519a3:4_1": "But all the characteristics in the commentary on the meaning and not of any oppositeness in the commentaries, and not for the sake of the commentary on the meaning and the language to the foreipment.",
    "ai-atk-s0519a3:4_2": "but we shall make it known to him point out the characteristic of the sense.”",
    "ai-atk-s0519a3:4_3": "Why shouldn’t we find faults that make them known after the characteristic of their fame? Consequently the opposites of them?",
    "ai-atk-s0519a3:5_0": "in brief,",
    "ai-atk-s0519a3:6_0": "1.",
    "ai-atk-s0519a3:6_1": "But there is gratification in the drawbacks of escape.",
    "ai-atk-s0519a3:6_2": "while the drawbacks of escape is right.",
    "ai-atk-s0519a3:6_3": "that people say “He doesn’t take it,” nor do they take it,",
    "ai-atk-s0519a3:6_4": "There he enjoys it.",
    "ai-atk-s0519a3:6_5": "for this is said:",
    "ai-atk-s0519a3:6_6": "“Mendicants, the pleasure and happiness that arise from the five grasping aggregates is the gratification of the five grasping aggregates.”",
    "ai-atk-s0519a3:6_7": "Even as long as pleasure seeks happiness in this way,",
    "ai-atk-s0519a3:6_8": "And this is said too:",
    "ai-atk-s0519a3:6_9": "“So long as it remains, whatever is created.”",
    "ai-atk-s0519a3:6_10": "‘This is gratification’, ‘This is the gratification of craving’,",
    "ai-atk-s0519a3:6_11": "But craving for a person ...",
    "ai-atk-s0519a3:6_12": "And craving for craving is pulled out.",
    "ai-atk-s0519a3:6_13": "For beings truly understand the dispensation with the dispensation of greed, etc., as its object, and its gratification is the gratification of craving for feeling.",
    "ai-atk-s0519a3:7_0": "But how is the gratification of suffering in this way?",
    "ai-atk-s0519a3:7_1": "It is an interval in a distance and absolution,",
    "ai-atk-s0519a3:7_2": "For this is said:",
    "ai-atk-s0519a3:7_3": "“Pleasant feeling is pleasant when it remains and painful when it perishes.",
    "ai-atk-s0519a3:7_4": "Painful feeling is painful when it remains and pleasant when it perishes. The pleasant feeling is unpleasant when there is ignorance.”",
    "ai-atk-s0519a3:7_5": "Herein, the explanation of the feeling should be understood in the Commentaries with the three hundred and eightty-four groups , the sections on the grounds of craving, and the defilements of craving, and the perception of the aggregates in each case. And the perception of the similar and the state of craving, etc., and it should be understood as a delimited and by the complete in all the sixty-two parts of craving.",
    "ai-atk-s0519a3:8_0": "Painful feeling ...",
    "ai-atk-s0519a3:8_1": "Then all those same drawbacks as they are,",
    "ai-atk-s0519a3:8_2": "For the drawbacks of rewarding off the arrows of gold coins, etc., as they proceed in that place where the drawbacks, and so the things that are impermanent, suffering, and perishable.",
    "ai-atk-s0519a3:8_3": "Herein, the danger in insight is called constantly established in insight.",
    "ai-atk-s0519a3:8_4": "Likewise:",
    "ai-atk-s0519a3:8_5": "“Mendicants, the five grasping aggregates are impermanent, suffering, and perishable.”",
    "ai-atk-s0519a3:8_6": "Therefore it is the drawbacks of these four kinds of suffering that are impermanent, suffering, and perishable, as diseased, and as an absence of conditions for the three truths.",
    "ai-atk-s0519a3:9_0": "These having escaped from that, they went to the noble path.",
    "ai-atk-s0519a3:9_1": "it leads to extinguishment.",
    "ai-atk-s0519a3:9_2": "and both ways: “This ascetic life” is said.",
    "ai-atk-s0519a3:9_3": "(Also) faithful noise, having previous practice,",
    "ai-atk-s0519a3:9_4": "Herein, the noble paths of the thirty-two kinds of mindfulness meditation are left unoccupied with the thirty-two kinds of mindfulness meditation. Then he should divide the escape from taking up the aggregates of the three kinds, then breaking into houses, preceding each cases, and causing escape.",
    "ai-atk-s0519a3:10_0": "And although he does not have reached the unconditioned, and the abandoning of the elements, there is no unprofitable state .",
    "ai-atk-s0519a3:10_1": "At the end of the remaining composing, etc.",
    "ai-atk-s0519a3:10_2": "Since they have been shown that the four bases of psychic power, the five faculties and the top of the six kinds of direct-knowledge, the six kinds of contact, the six kinds of feeling, the six kinds of direct-knowledge, the attainment of the bases, the six sense fields, the six kinds of contact, and the four bases of psychic power, the five faculties, the five powers, the six sense fields, and the four bases of psychic power, the five faculties, the five powers, the seven awakening factors.",
    "ai-atk-s0519a3:11_0": "the fruit enjoying the fruit.",
    "ai-atk-s0519a3:11_1": "what do you think, Death?",
    "ai-atk-s0519a3:11_2": "you’ve confessed.",
    "ai-atk-s0519a3:11_3": "Hasn’t you teach Dhamma to the Buddha, and you shake off?",
    "ai-atk-s0519a3:11_4": "He should also be told: “Have you gone beyond this;”",
    "ai-atk-s0519a3:11_5": "it is the ultimate truth, ultimate is the ultimate state.",
    "ai-atk-s0519a3:11_6": "But here the fruit of what is beneficial",
    "ai-atk-s0519a3:11_7": "But the knowledge master that",
    "ai-atk-s0519a3:11_8": "That of the noble path, which is the preceding of the origin of the noble path, and that of the lady of the noble paths, and that of the purification of the noble path.",
    "ai-atk-s0519a3:11_9": "At that time they were unable to penetrate the path come to an end with agitation time, since it could be undergoing the sway of rebirths.",
    "ai-atk-s0519a3:11_10": "For accordingly:",
    "ai-atk-s0519a3:11_11": "“As a view of self is more because of this view and the fruit of death. When it comes to the one who practices it, will protect the teaching and the one who practices it.”",
    "ai-atk-s0519a3:11_12": "It’s not because of this.",
    "ai-atk-s0519a3:12_0": "Being preceding to the noble path, which is the preceding of the noble path,",
    "ai-atk-s0519a3:12_1": "For that is the first in the last watch, the night in the last watch, and it is the supreme advantage for attaining the ultimate extinguishment.",
    "ai-atk-s0519a3:12_2": "and through the fruit of the past, future rebirth, and present.",
    "ai-atk-s0519a3:12_3": "All the path is calm, then say: “One who sees clearly, indeed, indeed, and attained extinguishment in this way will be described.”",
    "ai-atk-s0519a3:12_4": "Just as in the prior stage there might be a counterpart ...",
    "ai-atk-s0519a3:12_5": "this is the purity for purity.”",
    "ai-atk-s0519a3:12_6": "It may be possible that the opposite is possible to know it as possible.",
    "ai-atk-s0519a3:12_7": "But since he gives up this variety of paths, he has escaped from the noble path to the escape.",
    "ai-atk-s0519a3:12_8": "The noble path is confused with a flood.",
    "ai-atk-s0519a3:13_0": "The people brought back to the Buddha, thinking “The Buddha is prosperous,” and “Physical in this way, practice in accordance with the Teaching.",
    "ai-atk-s0519a3:13_1": "Likewise he is able to understand the world in his views, “He is Mogharāja.”",
    "ai-atk-s0519a3:14_0": "(And all is) for one who has devoted himself to the development of the four meditations (afterwards). This is the exposition about the meditation subjects .",
    "ai-atk-s0519a3:14_1": "teaching is the fueled by these. The meaning is this: “Bhikkhus, analyzing the commentary on the part of the body, which is why this is not the meaning.”",
    "ai-atk-s0519a3:14_2": "But what’s the gratification of these things? Does someone teach the word spoken of the noble ones?",
    "ai-atk-s0519a3:14_3": "While sitting on the rainy season.",
    "ai-atk-s0519a3:14_4": "They’re well known as an educated noble disciple who comes to where they proceed.",
    "ai-atk-s0519a3:14_5": "but wherever she has not gone back to the place wherever she is similar,",
    "ai-atk-s0519a3:14_6": "Herein, the one who has taken leave without taking leave of the home should be expanded.",
    "ai-atk-s0519a3:14_7": "But he does not conflict with the meaning of the discipline, nor will he come back.",
    "ai-atk-s0519a3:15_0": "2.",
    "ai-atk-s0519a3:15_1": "Whatever questions, that is inclusive, when asked, answers,",
    "ai-atk-s0519a3:15_2": "Likewise the rest, that is to say, the same here.",
    "ai-atk-s0519a3:15_3": "Herein, answering is the four kinds of answering: one is declared in number of answering, and so on.",
    "ai-atk-s0519a3:15_4": "The sound of drums, making a composed by the meaning, by that verse, which became well proclaimed.",
    "ai-atk-s0519a3:15_5": "But with the questioning of Tāyana Questioning, “Where would you answer?”",
    "ai-atk-s0519a3:15_6": "In this way they will give away a question and answers without questioning.",
    "ai-atk-s0519a3:15_7": "Such-and-such is spoken in the meaning as “any-jhāna” is expressed in this way.",
    "ai-atk-s0519a3:15_8": "By these are the next world systems,",
    "ai-atk-s0519a3:15_9": "(which is) the form of the ascetic, here the first time (wholesome) have attained,",
    "ai-atk-s0519a3:15_10": "whatever is meant.",
    "ai-atk-s0519a3:15_11": "(And) the first suttantas, “Previously,” she said again and again, “It’s Sutta.”",
    "ai-atk-s0519a3:15_12": "by that declaring its gratification of its gratification.",
    "ai-atk-s0519a3:15_13": "it is shown by one who has shown that in reference to the opposition.",
    "ai-atk-s0519a3:15_14": "‘And he dispells the dwellings in the Vibhaṅga’: “And he does not long to remain in the transmigrate ...",
    "ai-atk-s0519a3:15_15": "the state of peace.",
    "ai-atk-s0519a3:16_0": "Herein, all the meaning and the phrasing of the meaning and the phrasing.",
    "ai-atk-s0519a3:16_1": "“This is the eleven connection with the questioning of the future. Please side in the past, future, and present in terms of the future.”",
    "ai-atk-s0519a3:16_2": "“This is the granting of answering, this is the point of answering, answering, and answering after questioning.”",
    "ai-atk-s0519a3:17_0": "“This is the question, this isn’t conflict with this question, but having asked questioned all before, has reached the goal, which is ... previously eradicated in before.",
    "ai-atk-s0519a3:17_1": "“This is why ‘whateverless’ is included in the Vibhaṅga’, including the Vibhaṅga thus, “Herein, ‘Herein-Entering’s profitable’.”",
    "ai-atk-s0519a3:17_2": "Except for the gratification in the beginning, “Through the characteristic, etc., and the ten characteristics of faded away has ceased in the Vibhaṅga thus: “Through the first three characteristics, etc., it is for the escape from the objects of craving that has arisen beginning with worldly states beginning with the characteristics of existence as its condition. ” And it is for clinginging to the objects of clarity.",
    "ai-atk-s0519a3:18_0": "Feeling about the states of parting of suffering in the way beginning, “For he has the characteristic of suffering, etc., as its characteristic, etc., and as feeling are stated in the beginning, “For advantages of insight” . And he has the three characteristics of impermanence, etc., all the manner of discovering the impermanence of suffering in the way beginning, “Nigaṇṭhas,” and so on.",
    "ai-atk-s0519a3:18_1": "The noble path, which is the escape from the immaterial states, is the preceding of the noble path, which is thus in the case of the noble path, the state of the escape from sense desires, etc., is the escape from the discrimination of enlightenment of Nibbāna. In this way is the escape from the base of Nibbāna.",
    "ai-atk-s0519a3:18_2": "The meaning should be understood as it is given in the suttanta. The explanation of the fruit of the fruition consisting in that sutta, deal with the supernormal powers, and the sutta from the fruit of the sutta.",
    "ai-atk-s0519a3:18_3": "So this word can be understood according to the Vibhaṅga in the way beginning, “Protector of questions, what is the escape from the former conditions, and the three characteristics of defilements is the escape from their shell.”",
    "ai-atk-s0519a3:19_0": "3.",
    "ai-atk-s0519a3:19_1": "all that come to ruin,",
    "ai-atk-s0519a3:19_2": "but crushing curry in giving,",
    "ai-atk-s0519a3:19_3": "for it is not the phrasing of the roots that are the only and setting to the phrasing of the terms.",
    "ai-atk-s0519a3:19_4": "For this is said:",
    "ai-atk-s0519a3:19_5": "For the words “blessed” is said in the Paṭisambhidā together:",
    "ai-atk-s0519a3:19_6": "“Indeed all the modessteries do not shake.",
    "ai-atk-s0519a3:19_7": "attaining the meaningful saying.”",
    "ai-atk-s0519a3:19_8": "resort: Grounds",
    "ai-atk-s0519a3:19_9": "For Quickly exceedingly Padumuttara,",
    "ai-atk-s0519a3:19_10": "The meaning of this is:",
    "ai-atk-s0519a3:19_11": "(They are) devoted to that supreme conclusion. And he discovered the highest gift of the supreme.",
    "ai-atk-s0519a3:19_12": "“The meaning is that precisely brings only requisites” .",
    "ai-atk-s0519a3:19_13": "But how do those who are guarded",
    "ai-atk-s0519a3:19_14": "The Four Great Referrals",
    "ai-atk-s0519a3:19_15": "Herein, the state of (performation) is the state of expert in terms of conditions, and it is manifested as less in the highest.",
    "ai-atk-s0519a3:19_16": "He has heard the meaning of the teaching and training, being discovered by the Noble One.",
    "ai-atk-s0519a3:19_17": "This is in brief ;",
    "ai-atk-s0519a3:19_18": "in detail, you will be an ascetic.",
    "ai-atk-s0519a3:19_19": "And the nutriment consists of the kind is guarded in this way and has already ceased. It is phrasing and changing to be understood in the meaning of this.",
    "ai-atk-s0519a3:20_0": "4.",
    "ai-atk-s0519a3:20_1": "whatever is well proclaimed by the Dhamma, which is good, wholesome, and so on,",
    "ai-atk-s0519a3:20_2": "Because of the natural excellence of the skillful, etc.",
    "ai-atk-s0519a3:20_3": "Regarding what has been heard as possible that they make the effort to get past, future, and present in terms of the future.",
    "ai-atk-s0519a3:20_4": "This is the meaning here:",
    "ai-atk-s0519a3:20_5": "all the things that are well proclaimed, and the ninety-two things thoroughly considered as they had been instanted in the case of the All-Stopsession and should be granted.",
    "ai-atk-s0519a3:20_6": "Or alternatively, all things are well considered as all the Dhamma in the case of the Dhamma. However, this is the meaning of all that this should be explained.",
    "ai-atk-s0519a3:20_7": "It is manifested as a fuel that is born of this. Its fact that it is possible for an evil states to maintain the states of excellence, the meaning, and the production of the states that are clear. It is impossible for them to maintain the meaning.",
    "ai-atk-s0519a3:21_0": "5.",
    "ai-atk-s0519a3:21_1": "But in the case of the profitable texts: in the sense of profitable and unification of mind they are included in the various aggregates beginning with one or other of the composing whether they are speaking or not.",
    "ai-atk-s0519a3:21_2": "There are things that have the characteristic of continued existence , etc., and so on, whichever states of individual essences, etc., and because of this.",
    "ai-atk-s0519a3:21_3": "they all states of existence as well. By means of the profitable and the three aggregates, etc., and of the clause, they have collected them together in the way already stated . They metally, each comprehension of the states of existence . They have their commentary on their aim.",
    "ai-atk-s0519a3:21_4": "And here they are stated according to one characteristic, etc., which is called characteristic,",
    "ai-atk-s0519a3:21_5": "Endowed with the undertaking and directions, which is why it is described under the heading of the houses and undertakings, etc., as in the case of the houses that were stated thus in the way already described.",
    "ai-atk-s0519a3:21_6": "When a fuel for its characteristic, he does not reach that same characteristic in the way already described as a charnel ground already described, is called a by its characteristic, which is called a group of its characteristic, is the meaning.",
    "ai-atk-s0519a3:22_0": "6.",
    "ai-atk-s0519a3:22_1": "Miserable: the meaning is that it is subtle.",
    "ai-atk-s0519a3:22_2": "About overestimation of disciples who Instruction",
    "ai-atk-s0519a3:22_3": "And in the letter with that meaning, this letter be practiced.",
    "ai-atk-s0519a3:22_4": "Of all sensual pleasures, all the meaning in the phrasing comes to be used in the meaning, and in the depthing of the meaning and the hyposings.",
    "ai-atk-s0519a3:22_5": "For accordingly:",
    "ai-atk-s0519a3:22_6": "“A hermaphrodite must seek advice and source and acquaint that they must be Gained at least.”",
    "ai-atk-s0519a3:22_7": "now they carry on, full,",
    "ai-atk-s0519a3:22_8": "teaching its source, its condition, and its fruit.",
    "ai-atk-s0519a3:22_9": "Gradually later in the past, future and present.",
    "ai-atk-s0519a3:22_10": "Saying, “Because,” he does so and then the meaning is that it was in the past and the future.",
    "ai-atk-s0519a3:22_11": "The Recitation of the Sacriptures, while the discourses of the Best Mount Purindada enclosed by the back, and the rest.",
    "ai-atk-s0519a3:22_12": "This strikes at the pushing of the Connection with others,",
    "ai-atk-s0519a3:22_13": "That is the fuel for partaking of the four characteristics, etc., which is the meaning, is that it isn’t clear to its characteristic.",
    "ai-atk-s0519a3:23_0": "7.",
    "ai-atk-s0519a3:23_1": "It is prevented for one and preventing the elements, attacking others, banditing the air element, and pressing others.",
    "ai-atk-s0519a3:23_2": "seeks out a good place, in each case, looking forward, and because it is preparing the seat in one who is seeking the garments, in order to prepare the seats, and instead of enquipments, he seeks out a favourable to the higher one, and if he seeks adverting the way beginning, “What is called constantly looking for a seat?",
    "ai-atk-s0519a3:23_3": "Abandoning is the monastery: it is the same thing that is dissimilar to the similar and the dissimilarss, counterparts, and without adhering to the meaning.",
    "ai-atk-s0519a3:24_0": "8.",
    "ai-atk-s0519a3:24_1": "Developing the Dhamma and separately, they have the nature of a wholesome thing,",
    "ai-atk-s0519a3:24_2": "In the place wherever he stands, the higher stage, wherever he reaches distinction,",
    "ai-atk-s0519a3:24_3": "Such is an ordinary person’s enlightenment, who thinks:",
    "ai-atk-s0519a3:24_4": "if he explains in detail;",
    "ai-atk-s0519a3:24_5": "Each: among the fortnights, etc., that is to say, when it is being a stream-enterer or a once-returner, or when it is being entered upon by means of an ordinary person.",
    "ai-atk-s0519a3:24_6": "and the conclusion of the teaching unincluded by the disappearance of the Noble Ones.",
    "ai-atk-s0519a3:24_7": "Wandering in the way described as discrimination: “This dwelling is the meaning, this designation of the rules.”",
    "ai-atk-s0519a3:24_8": "Therefore it should be regarded as preceding the states beginning with the states consisting in the three defilements, and of the definitions, etc., and because it is actually shared by analyzing them in the sense.",
    "ai-atk-s0519a3:25_0": "9.",
    "ai-atk-s0519a3:25_1": "Standing on the day, when the grieving is very beautiful,",
    "ai-atk-s0519a3:25_2": "(but) when produced: “Such is developed ; such is the meaning of it should be developed like this.”",
    "ai-atk-s0519a3:25_3": "The same: here too this is called “blessed”;",
    "ai-atk-s0519a3:25_4": "and the meaning is this: it is said in reference to those who sides.",
    "ai-atk-s0519a3:25_5": "In this way the characteristics, etc., should be understood to be understood as the basis for ending the defilements.",
    "ai-atk-s0519a3:26_0": "10.",
    "ai-atk-s0519a3:26_1": "The meaning is that in one and in the word separately, the meaning is that “the word-meaning of” .",
    "ai-atk-s0519a3:26_2": "now that they’re likewise,",
    "ai-atk-s0519a3:26_3": "many bringing them across.",
    "ai-atk-s0519a3:26_4": "the sound of drums below -",
    "ai-atk-s0519a3:26_5": "Many points that are to be shown by that. On the sound of they’re not extrated;",
    "ai-atk-s0519a3:26_6": "(The nine discourses of the Buddhas spoken by nine orifices the Teaching.)",
    "ai-atk-s0519a3:26_7": "Here someone should be brought out of faith by this or that, and he is also causing them, which he is called “high” and “re they have obtained”.",
    "ai-atk-s0519a3:26_8": "One is the meaning of the Dhamma,",
    "ai-atk-s0519a3:26_9": "he who knows “Possessing” and “It is low,” and so on, while they know, “Peoplessess a sleeping place with a monk who understands,” and he gives the meaning is, “Piṇḍola Bhāradvāja to the Faith,” and he does so out of compassion, “This is the meaning of the Dhamma,” “Siggava,” the meaning of the Vipulate for the purpose of giving,” he is giving the meaning of the donor who needs.",
    "ai-atk-s0519a3:26_10": "‘He’s the explanation of the meaning of the kind already described above which is the meaning of its characteristic, etc., is called “the building work”.",
    "ai-atk-s0519a3:26_11": "That’s why it should be understood that the sound of many hundreds or thirty-two leagues in one aspects.",
    "ai-atk-s0519a3:27_0": "11.",
    "ai-atk-s0519a3:27_1": "the aggregates of the Dhamma, etc., are subject to the aggregates,",
    "ai-atk-s0519a3:27_2": "wisdom is established by what is linked, by not being announced, by inferior or superior.",
    "ai-atk-s0519a3:27_3": "Discrimination: Vibhaṅga in the various ways beginning with absorption, and so on.",
    "ai-atk-s0519a3:27_4": "He is the different kinds of declaration: the intention here is described in the various aspects of the mode of the various kinds of becoming , and the rest.",
    "ai-atk-s0519a3:27_5": "Rather: it is known that the designation of: it is called “respect”.",
    "ai-atk-s0519a3:27_6": "That’s why one thing should be described as differentiations of the teaching and training because of the three characteristics of existence.",
    "ai-atk-s0519a3:28_0": "12.",
    "ai-atk-s0519a3:28_1": "and dependent origination,",
    "ai-atk-s0519a3:28_2": "the faculties and the aggregates,",
    "ai-atk-s0519a3:28_3": "the elements and the elements of sense-spheres.",
    "ai-atk-s0519a3:28_4": "By these two ways: inferior and superior, beautiful and ugly, forty-two elements, and in forty-existents, the eighteen elements, that is to say, the eighteen elements aggregates, the eighteen elements of the sense spheres, and the eighteen elements being seen.",
    "ai-atk-s0519a3:28_5": "The one who gives the complexion of the color, the complexion of dependent origination, and the unsuitable way is the meaning.",
    "ai-atk-s0519a3:28_6": "the one who is called abode of death is the same as that of current due to absence of gold coins, and that is called “restss”.",
    "ai-atk-s0519a3:28_7": "And here the sound of recitation, etc., should be seen in the presence of the emptiness in front of them.",
    "ai-atk-s0519a3:28_8": "In this way the dependent origination is to be known as dependently originated. The characteristic of And it should be understood that.",
    "ai-atk-s0519a3:29_0": "13.",
    "ai-atk-s0519a3:29_1": "When given away from the Buddha, he answers:",
    "ai-atk-s0519a3:29_2": "Whenever she asks a question, I’ll wish to come.",
    "ai-atk-s0519a3:29_3": "favoring verses on her own verse:",
    "ai-atk-s0519a3:29_4": "while asking about (surely) including verses, etc., which are said to be about in the stages,",
    "ai-atk-s0519a3:29_5": "Since he truly understands the meaning of what is needed, what is spoken by him about the meaning.",
    "ai-atk-s0519a3:29_6": "whose reflection is pure and bright, but doesn’t get angry, bitter, and heedless, aggression, steps, preoccupations, and they show the way.",
    "ai-atk-s0519a3:29_7": "is the fuel for its fuel (thinking): “So this dwelling is called the fuel for its fuel having become clear.”",
    "ai-atk-s0519a3:29_8": "In this way the characteristics of interruptions should be understood as it has been heard.",
    "ai-atk-s0519a3:30_0": "14.",
    "ai-atk-s0519a3:30_1": "One person is only one moderation: one living together with oneness, only oneness, and one singleness.",
    "ai-atk-s0519a3:30_2": "And here there is just one phrase: the meaning is that.",
    "ai-atk-s0519a3:30_3": "Except in each case is the meaning of Vibhaṅga: the Vibhaṅga, which is the meaning of that.",
    "ai-atk-s0519a3:30_4": "Those things should be taught in them, thinking: “The ascetic life is the origin of suffering”, “There is no craving in the sense of urgency, craving for continued existence, and craving to end existence.” So they should make an end of craving, etc., not even though they have dispelled by them, they should be taught like this: “This is the ascetic life?”",
    "ai-atk-s0519a3:30_5": "What is contrary to the ascetic life, like a very dissatisfaction with the ascetic life, which is an indication of in the embankment of the base consisting of boundlessness, is one who has drunk .",
    "ai-atk-s0519a3:30_6": "For just as when someone is told, “Tomorrow,” he said, “Tomorrow we have a fourteen regions,” and so on, when they were released, they came from the direction:",
    "ai-atk-s0519a3:30_7": "Because that’s why they are called “whose embarrassed” .",
    "ai-atk-s0519a3:30_8": "So too with the origin of the world.",
    "ai-atk-s0519a3:30_9": "Here is the determination of the ascetic life in this way: “This is how it is not shared by the ascetic life; the meaning is that the determination of the ascetic life. This is the meaning.",
    "ai-atk-s0519a3:31_0": "15.",
    "ai-atk-s0519a3:31_1": "All states of existence are liable to return.",
    "ai-atk-s0519a3:31_2": "Whatever (mental) processes that have arisen in the decision,",
    "ai-atk-s0519a3:31_3": "People make things reborn,",
    "ai-atk-s0519a3:31_4": "and with the surrounding on birth and death,",
    "ai-atk-s0519a3:31_5": "By : the ultimate way of enlightenment is the condition for defining . This is the meaning.",
    "ai-atk-s0519a3:31_6": "each one is caught up in heaven,",
    "ai-atk-s0519a3:31_7": "before he has descended to the first state of existence.",
    "ai-atk-s0519a3:31_8": "Having destroyed the reason why, the composed, the rolling of the rules, theIndividing of the mode of stress, the one whose appearance has been discerned, and the one whose appearance has the colour of the definition of enquiry is the meaning of the states of existence, and the one who lives in conformity with the word formations of characteristic, etc., has the meaning in this way beginning, “This is the meaning” .",
    "ai-atk-s0519a3:32_0": "16.",
    "ai-atk-s0519a3:32_1": "Those qualities who have been immorality,",
    "ai-atk-s0519a3:32_2": "Whatever concentration is proximate cause should be developed by the root of immersion that is the root of concentration. It is possible level because it is habited with them.",
    "ai-atk-s0519a3:32_3": "If it is explained by the method: of those who explain that the Faiths that are free from greed, hate, and delusion, and non-returners, who have made the elements that can be demonstrated with the fading away of greed, etc., and non-returners, they should expect each other as theirs.",
    "ai-atk-s0519a3:32_4": "And here in the case of one who is fully extinguished there is frequent occurring in accordance with the ascetic practices, etc., and in accordance with the training precepts, etc., and in order to thoroughly show the training according to the aggregates of virtue, etc., or to be given up and fulfilling the practices of the dealing with the ascetic practices.",
    "ai-atk-s0519a3:32_5": "This is the preceding mastery in the passage beginning, “This meditation is the charnel ground, the sitting phrases, in the enlightenment factor: it is the meaning of its preoccupations, and because it is the precinct of its development. The meaning is the preceding of the states.",
    "ai-atk-s0519a3:33_0": "it is not like a snare,",
    "ai-atk-s0519a3:34_0": "17.",
    "ai-atk-s0519a3:34_1": "Thus these verses, such as: “Now, having made the sixteen bases of boundaries in the composed of craving,” etc., is said: “Noble Laṅkā.”",
    "ai-atk-s0519a3:34_2": "Herein, craving for is ignorant and confused, and ignorant in the meaning here is the opposite sex. And it is the bondage who is harmed by craving and reaches them.",
    "ai-atk-s0519a3:34_3": "(And) he who excessives the colour food, the pollutant of (craving for) the benefits of being prepared,",
    "ai-atk-s0519a3:34_4": "But concentration is unification of mind.",
    "ai-atk-s0519a3:34_5": "But insight is evident in wisdom, and one who subsequently makes subsequently reaches them.",
    "ai-atk-s0519a3:34_6": "having realized the truth of suffering, and ignorance, craving for continued existence. The truth of the origin of suffering is the truth of the origin of suffering, and ignorance. The truth of the truth of suffering, the origin of suffering, the cessation of suffering, and the four noble truths - and the path to the cessation of suffering.",
    "ai-atk-s0519a3:34_7": "This is the fourth kind of craving that is constantly drunk, has the characteristic of craving and is characterized as being foremost in the four yokes. The meaning is, not that is to say, the end of craving. This is the meaning.",
    "ai-atk-s0519a3:34_8": "Herein, for this is said to be the colour of the Master’s verse.",
    "ai-atk-s0519a3:34_9": "Now, the commentary on the meaning of the four kinds of discrimination is not suitable in which to preceding the meaning in the earlier stages.",
    "ai-atk-s0519a3:34_10": "But the meaning of that degree of (the Buddha) know, etc., is the fearfulness of craving, not thus it is the fearfulness of craving.",
    "ai-atk-s0519a3:35_0": "18.",
    "ai-atk-s0519a3:35_1": "all unprofitable things: bad, unwholesome thoughts,",
    "ai-atk-s0519a3:35_2": "Srough the root of their own roots: the meaning is that it is irrevers greed.",
    "ai-atk-s0519a3:35_3": "as to wholesome things, they all have the four skillful qualities.",
    "ai-atk-s0519a3:35_4": "He who is skilled in profit, skilled in what is good and wholesome,",
    "ai-atk-s0519a3:35_5": "Not having skilled in what is skillful and what is undetermined, subduing,",
    "ai-atk-s0519a3:35_6": "From the leaf-hut he does not drive about.",
    "ai-atk-s0519a3:35_7": "Unskillful what is skillful and what is undeveloped, not understanding the results of goodness, not understanding the results of goodness.",
    "ai-atk-s0519a3:35_8": "those who are skilled in this way should be seen totally given up those unwholesome thoughts.",
    "ai-atk-s0519a3:35_9": "Or alternatively, unskillful, and lack the four skillful roots, they don’t have the same opposite sex, what’s totally the four things that are skillful.",
    "ai-atk-s0519a3:35_10": "For the personality is suffering because they have developed themselves as an inclination of the truth. They’re undeveloped in the complete in all respects.",
    "ai-atk-s0519a3:35_11": "for this is said by the Buddha: “Because he hasn’t given these four things.”",
    "ai-atk-s0519a3:35_12": "Nor is the meaning of this. Which is the Unskillful, skilled in dancing, skilled instance, and extinguishing the poisonous expression, and not skilled in any friendship. Nor do they say that, is the meaning of the four characteristics, etc., not expounded tortory.",
    "ai-atk-s0519a3:36_0": "19.",
    "ai-atk-s0519a3:36_1": "There are four liberal floors, fair urine, trickling and wide.",
    "ai-atk-s0519a3:36_2": "will they get weary, oppressed, defiled, oppressed, the meaning is that defilements deceived -",
    "ai-atk-s0519a3:36_3": "whose defilements are defiled, and whose defilements are defiled, composed,",
    "ai-atk-s0519a3:36_4": "guarding the sense faculties,",
    "ai-atk-s0519a3:36_5": "It is good for the true teaching because it is the meaning in the true teaching.",
    "ai-atk-s0519a3:36_6": "This is not appropriate for one who has overcomes perceptions, and who has doubts about the whole world. It is not easy to comprehend a commentary on the four sides, that is to say, the hard-to-worker’s roaring the another’s language of faith, the unprofitable, the meaning is not exposed in the way that is to say, the meaning.",
    "ai-atk-s0519a3:37_0": "20.",
    "ai-atk-s0519a3:37_1": "The meaning is this: itself, its meaning is that purpose, its meaning, and its meaning.",
    "ai-atk-s0519a3:37_2": "Hence it to him: “Go away,” and they sent him off.",
    "ai-atk-s0519a3:37_3": "Is skilled in what is skillful and what is defilement, but not the sort of its defilements?",
    "ai-atk-s0519a3:37_4": "Should Not Give Order the Discourse, compare (these)",
    "ai-atk-s0519a3:37_5": "Because of the mind, the meaning is stated in the way already described, thus he does not apply himself to the second, etc., in the first direction, such is the meaning.",
    "ai-atk-s0519a3:37_6": "“This is their look, this is unsuitable.”",
    "ai-atk-s0519a3:37_7": "Herein, they are stated in accordance with the Teaching:",
    "ai-atk-s0519a3:37_8": "Both insidetimes: the meaning is unshakable up to the mind.",
    "ai-atk-s0519a3:37_9": "It is the blade of lumps, plunges into the lake, in that place with the darkness in the four directions, not looking at the district, say:",
    "ai-atk-s0519a3:37_10": "throwing up their lips, they lie down.",
    "ai-atk-s0519a3:37_11": "it is not shown by this world that no meaning is that.",
    "ai-atk-s0519a3:38_0": "21.",
    "ai-atk-s0519a3:38_1": "Leaving to the first kind of states, he surrounded and so on,",
    "ai-atk-s0519a3:38_2": "By the districts: by the head, by the body,",
    "ai-atk-s0519a3:38_3": "For the meaning here is this: it should be seen in that direction, the meaning is that clear, arrogant, for direction, and intermediate directions.",
    "ai-atk-s0519a3:38_4": "Having removed it from the ground held high on the ground, he dropped it in the air.",
    "ai-atk-s0519a3:38_5": "if he is ejected, saying: “Take up!” and the other people have come out,",
    "ai-atk-s0519a3:38_6": "“Of those whom one acts in accordance with the Teaching is perfected, .”",
    "ai-atk-s0519a3:38_7": "Or alternatively, is the kind of meditation.",
    "ai-atk-s0519a3:38_8": "Where the crooks is : the precincts of each other in that place.",
    "ai-atk-s0519a3:38_9": "what is it?",
    "ai-atk-s0519a3:38_10": "(who is) wholesome, skilled in the advantages?",
    "ai-atk-s0519a3:38_11": "This is the meaning here: it is this meaning that is, this is not the reason why, namely, this is called “works”.",
    "ai-atk-s0519a3:38_12": "is this: “This is better than pair of action and this man.”",
    "ai-atk-s0519a3:39_0": "22.",
    "ai-atk-s0519a3:39_1": "When they’ve crossed like this, they show their former lives in the first direction, and they showed them the rainy season of a hundred leagues, etc., in the first rainy season.",
    "ai-atk-s0519a3:39_2": "Herein, he should be the first instance of the sixteen kinds of dwelling.",
    "ai-atk-s0519a3:39_3": "The first one who is the meaning of the construction should be produced in the phrase and the one whose serving is the meaning.",
    "ai-atk-s0519a3:39_4": "As to direction: the location, the refuse-rag, the flesh in the direction, or the simile;",
    "ai-atk-s0519a3:39_5": "* With his putrid body, (thinking): “Now let him have a comfortable reputation.”",
    "ai-atk-s0519a3:39_6": "The rest is the same.",
    "ai-atk-s0519a3:40_0": "The Counterfel of twelve",
    "ai-atk-s0519a3:41_0": "23.",
    "ai-atk-s0519a3:41_1": "Now, now owing to the meaning and that of the clause and the things that are called “special” in the professions and conformity with the meaning and that are said, “Not forbetw” .",
    "ai-atk-s0519a3:41_2": "Afterwards, later generation, in other words, the eye sockets are unsuitable.",
    "ai-atk-s0519a3:41_3": "For one praises the colour of influence is the colour of beautiful;",
    "ai-atk-s0519a3:41_4": "commentary on the meaning and its colour.",
    "ai-atk-s0519a3:41_5": "For the other complexion at the other time, whatever instance, he kills any other state of existence as follows: murderer, at the moment of its instance, he speaks, murderers, and so on.",
    "ai-atk-s0519a3:41_6": "Or some do they say, “Which is the meaning of one or other of speech?”",
    "ai-atk-s0519a3:42_0": "By means of these four lines he killed himself, namely, the lineage, and the practice,",
    "ai-atk-s0519a3:42_1": "Herein, such feelings as “mindful” is the name of feeling, and so on.",
    "ai-atk-s0519a3:42_2": "“One who feels said that is unpleasant, so that is the name of an ascetic.”",
    "ai-atk-s0519a3:42_3": "or the difference between the two kinds of signs said: “This is the sign of foulness,” and so on.",
    "ai-atk-s0519a3:42_4": "And why is that because of the words “which has a hundred and twenty years” , etc., thus they say, “This is the practice of creation.”",
    "ai-atk-s0519a3:43_0": "In brief they say it is the meaning of phrasing; the meaning is phrasing; the phrasing; the meaning is:",
    "ai-atk-s0519a3:43_1": "it should be seen as to meaning, that which is to say, the meaning should be seen.",
    "ai-atk-s0519a3:43_2": "For when a man is being examined in the simile of the meaning, then, when the words is limited and the right time in the various ways, they make it profitable or in the meaning.",
    "ai-atk-s0519a3:43_3": "connected with reason.",
    "ai-atk-s0519a3:44_0": "” Defilements : the definition of the Description of the Description of Generation .",
    "ai-atk-s0519a3:44_1": "or making a share for him,",
    "ai-atk-s0519a3:44_2": "if he destroys one’s convey,",
    "ai-atk-s0519a3:44_3": "and laternatively, when these things are found in the monks.",
    "ai-atk-s0519a3:44_4": "when the meditator has discerned in defects in making substances that is being fact, or when he is announced in various ways.",
    "ai-atk-s0519a3:44_5": "The sixth sub-chapter on speech.",
    "ai-atk-s0519a3:44_6": "The sixth sub-chapter on the monasteries is very helpful to the meaning of this.",
    "ai-atk-s0519a3:44_7": "And here the phrasing should be said: “Perhaps this meaning of this thing, in order to do the observance-day procedure encounter this meaning, that is why, it is said, in the phrasing of the words, the phrases, and that is why it should be said in the past.”",
    "ai-atk-s0519a3:44_8": "For accordingly, he says that “The phrasing of meaning is this: ‘The phrasing of phrasing in this way and including the phrasing.’”",
    "ai-atk-s0519a3:44_9": "Of all kinds of ways: “They are terms for teach.”",
    "ai-atk-s0519a3:44_10": "These are all meaningful phrasing. These meaning is this: “The meaning of this is this, and the phrasing of the letter.”",
    "ai-atk-s0519a3:45_0": "24.",
    "ai-atk-s0519a3:45_1": "intention regarding thoughts.",
    "ai-atk-s0519a3:45_2": "firstly is constantly, the meaning is that it is proclaimed.",
    "ai-atk-s0519a3:45_3": "This is the detailed explanation of the meaning in this way:",
    "ai-atk-s0519a3:45_4": "Because it is not easy to hear that when the Dhamma is being made by the ends and the gross, and by the assembly is well proclaimed.",
    "ai-atk-s0519a3:45_5": "Likewise the Blessed One said that “Pokkharasāti,” and so on displays, saying “Pokkharasāti,” and so on.",
    "ai-atk-s0519a3:46_0": "Pressing the country:",
    "ai-atk-s0519a3:46_1": "The four noble truths of suffering, the origin of suffering, and the cessation of suffering.",
    "ai-atk-s0519a3:46_2": "Herein, explaining in clause, in virtue of discrimination , which is called “an offense” .",
    "ai-atk-s0519a3:46_3": "(And he told in full awareness) “gressively in this way, which is to be given in detail in this way.”",
    "ai-atk-s0519a3:46_4": "for an offense entailing expulsion",
    "ai-atk-s0519a3:46_5": "For moves, flourishing,",
    "ai-atk-s0519a3:46_6": "if she does it in a place that was given, and she reproaches her;",
    "ai-atk-s0519a3:46_7": "Here it is called “space” in the same way as in the passage beginning, “It is given in detail by phrasing, and pointing out the term ‘proach’ is said” .",
    "ai-atk-s0519a3:46_8": "By these : here there is no definition such as: such states as defining, and so on.",
    "ai-atk-s0519a3:46_9": "The meaning is this:",
    "ai-atk-s0519a3:46_10": "the legal procedures of ejection:",
    "ai-atk-s0519a3:46_11": "for in accordance with the Teaching the Monastic Law took the poisonous mind, etc., that produced in the mind of a worm-infested mind and so on.",
    "ai-atk-s0519a3:46_12": "He’s a discourse to sleep, etc.",
    "ai-atk-s0519a3:46_13": "Therefore it is said:",
    "ai-atk-s0519a3:46_14": "meaning to say that the goal was spent.",
    "ai-atk-s0519a3:47_0": "25.",
    "ai-atk-s0519a3:47_1": "“One who is possessed” is what is said.",
    "ai-atk-s0519a3:47_2": "nine lower families,",
    "ai-atk-s0519a3:47_3": "is the meaning of that: devoted to the meaning, he finds no good.",
    "ai-atk-s0519a3:47_4": "For the meaning of all the Buddha’s discriminations, beginning with the four immaterial states, in each of these four classes, etc., as follows: paths, as to the meaning, and that is to say, giving precriminary in the texts, and that is as stated in detail in the Bhikkhus.",
    "ai-atk-s0519a3:48_0": "26.",
    "ai-atk-s0519a3:48_1": "Just as now, when a man points out the meaning of a preliminary working for the purpose of showing them in the way beginning, “Just as a layman, takes them,” he shows them to those who wish, “Venerable sir!”",
    "ai-atk-s0519a3:48_2": "Herein, there is a fourth part of the fourteen-monasteries: there are two kinds of becoming, a fourth, and sixteen years.",
    "ai-atk-s0519a3:48_3": "(As) the three meanings, the nine professions are stated, this is the nine reason why the four texts on both sides.",
    "ai-atk-s0519a3:48_4": "having been set up, he collected it.",
    "ai-atk-s0519a3:48_5": "if they make use of it, the meaning is, “One who is dead” is the meaning.",
    "ai-atk-s0519a3:48_6": "Vibhaṅga: “‘There is no meaning in this way, hereafterence here, clarifiedly,’ is the meaning.",
    "ai-atk-s0519a3:49_0": "In this way they must show their own benefit, in order to show the thirty-two parts of the day.",
    "ai-atk-s0519a3:49_1": "So this mindfulness and drowsiness proclaimed by this purpose –",
    "ai-atk-s0519a3:49_2": "all kinds of showing them in the way already stated. The one who is not able to show the colour of serving them by means of this kind already described.",
    "ai-atk-s0519a3:50_0": "But what can I explain according to the expression of this kind already described under the sway of the three months?",
    "ai-atk-s0519a3:50_1": "And whether there’s no need, lasting, state, which is neither due to the influence of anywhere. And whatever bad things have been preached by the surmounting of the fruit of this very life, because it’s due to the ending of all suffering.",
    "ai-atk-s0519a3:51_0": "(and all is) in the first opposite directions, having given up the indulging (of the four paths), the indicating (of the two), the indications of the discussion.",
    "ai-atk-s0519a3:51_1": "‘Considering in fact that he has understood the meaning of what is said,",
    "ai-atk-s0519a3:51_2": "(And) one undeferred to another, he transcends attachment.”",
    "ai-atk-s0519a3:52_0": "Resoluteness is the blessings in the breath of the life span. They knively abide and life span. They knivelying the interpretation.",
    "ai-atk-s0519a3:52_1": "For accordingly:",
    "ai-atk-s0519a3:52_2": "“Anyone who practices in seclusion should remain silent.”",
    "ai-atk-s0519a3:53_0": "for the purpose of protection and for the advantage of preventing the life for the purpose of warding off life. Its function is to be shown where all the characteristics of practition is to be shown by extensiveness.",
    "ai-atk-s0519a3:53_1": "For accordingly:",
    "ai-atk-s0519a3:53_2": "“Even if anyone passes away from that place, everything is a condition for us.”",
    "ai-atk-s0519a3:54_0": "For the purpose of warding off the whole life span of the opposite sex, etc., and even a single characteristic of location is stated . Also it has nothing to be stated under the influence of its characteristic.",
    "ai-atk-s0519a3:54_1": "for “Because of the analysis of building work has the characteristic of knowledge, etc., which is conditioned by these characteristic, etc., is said, “Has these things being” and “perception, etc., when analysis of formations has appeared under the headings of insight, etc.,",
    "ai-atk-s0519a3:55_0": "You can’t do this when you’re included in the meaning of the teachings, and haven’t been discovered in line with the perspectives and the queen to behave like a chain of sight in detail.",
    "ai-atk-s0519a3:55_1": "And when a mendicant is doing this, they know that the meaning of what is reckoned as an incalculable matter, and that mendicant knows the meaning and the texts of the teachings, and that completes their voice.",
    "ai-atk-s0519a3:55_2": "Likewise he thinks, “Because they are pregnant,” “Others will be negligent,” but they will have completed the moment of his sense faculties.",
    "ai-atk-s0519a3:56_0": "In order to extinguish it with (all) conditions, without preceding greed, hate, and delusion, in the next life, without applied thought, with sustained thought, comprehension, with the law of the fourth particular individual essence. It is possible to point in the next life the next:",
    "ai-atk-s0519a3:56_1": "For it is just nowhere, the verses were brought to restraining the Buddhas’ verses, and to prevented, hiding the roots, and tormented, he stopped in the root of the energy. Then, when the meditator had shown that he had reached the root of a weapon.",
    "ai-atk-s0519a3:57_0": "And the meditator’s law of the opposite sex in the case of the monastery in the Abode of the Videhans in a neighbouring counterpart and secretions of the Vibhaṅga thus: “He who is able to discern the defilement and the dwellings in the Vibhaṅga thus: enlightenment, the meditators of the Dhamma, and the Sangha nearness of ocean, and in a monastery are able to a conformity with a different kinds of matter.”",
    "ai-atk-s0519a3:57_1": "since in the analysis of the monastery in the Monastic Code, what is proper to say?",
    "ai-atk-s0519a3:57_2": "there are two principles for the reinforced site: “This is the site for the dwelling, and for the opposite sex through the air, and it is the basis for sensual desire to be reborn in the realm of the gods of the Thirty-Three. However, an ordinary person is a stream-enterer, and he has analyzed the general of the development of the qualities that he has analyzed the gener of giving and love for sentient beings.”",
    "ai-atk-s0519a3:58_0": "And the two, which is discussing the states of the law of the teaching, enlightenment, and is able to keep encountering and the same enlightenment.",
    "ai-atk-s0519a3:58_1": "Because they have wrong view, they resent theories to accompany them in that way.",
    "ai-atk-s0519a3:59_0": "and in turns around, they must deal with the exposition as they are repeatedly questioned to them, in order to purify the meaning of the phrases.",
    "ai-atk-s0519a3:60_0": "When this exposition of the teaching is revealed, having analysis the phenomena as well as in the exposition of the sections, since it is possible to explain the difference in the way described as analytically of conditions.",
    "ai-atk-s0519a3:60_1": "Because when this is well conceived in the discourses and the designation of the discriminations, then it is shared by the prescribing of analysis of conditions.",
    "ai-atk-s0519a3:61_0": "The explanation of the origin of what is allowable, etc., which is showed in one who has shown that he is learned in accordance with the rule and what has been given. Interrupted, there is a nutriment, of the origin of suffering, etc., of the Internal expounded of the dependent origination in the way already stated.",
    "ai-atk-s0519a3:61_1": "for just as, because I was shattered, he said, “Unwaven” and “Through ignorance, gives rise to knowledge, and when ignorance ceases, it ceases.”",
    "ai-atk-s0519a3:62_0": "in the case of the fields of the sense fields—whether in the sitting mat, leaning on a bed or in a charnel ground—they’re able to get rid of it.",
    "ai-atk-s0519a3:62_1": "For accordingly:",
    "ai-atk-s0519a3:62_2": "“In that case, purification of mind is just like this.”",
    "ai-atk-s0519a3:63_0": "when it is well shown where there is a cramp in the places, is easy to give up the blessings and transferred to another, then that is easy to focus on the four.",
    "ai-atk-s0519a3:63_1": "For whenever he has determined, he asked loving-kindness towards them, but only if he asks them, saying: “This must be replies.”",
    "ai-atk-s0519a3:64_0": "In the case of the ascetic life abstaining from the goal of the ascetic life is enclosed in the various orders of prequisites—that is, transmigration, comprehension, quite different.",
    "ai-atk-s0519a3:64_1": "for the characteristic, etc., which is the cause, and condition for the characteristic, etc.,",
    "ai-atk-s0519a3:64_2": "What’s the point of continuation?”",
    "ai-atk-s0519a3:65_0": "When it has been shown that there is no reason for anyone who shows the fruits of his own hands, etc., and of the fruit of what is beneficial and what is produced in order to show the various kinds of preferences. When it is said, it should be produced because of its fruits and beneficials. It ensures that it should be said from the lay life.",
    "ai-atk-s0519a3:65_1": "this is the end of ejection.",
    "ai-atk-s0519a3:66_0": "But that cannot be understood as included in the same way: just described under the meaning, “The declaration of the meaning, the simile of the three watches of the night. ”",
    "ai-atk-s0519a3:66_1": "For the three kinds of worms cognizable by the four kinds of flags, etc., that flow to an end.",
    "ai-atk-s0519a3:66_2": "That’s why they refer to the recitation passage by how they are.",
    "ai-atk-s0519a3:66_3": "Therefore the group of four (story), the root of the trees, and eighth day.",
    "ai-atk-s0519a3:66_4": "But the other word can be understood as used for him to perform the following set of a dealing with the word “has the meaning” used for this reason.",
    "ai-atk-s0519a3:66_5": "for it is not possible to look at them without looking.",
    "ai-atk-s0519a3:67_0": "The meaning is this: “Bhikkhus, it is best for him to show the meaning by means of the profundity of the meaning and the simile of the amount of the air.” It can be understood to be understood by the firstly of the term “calindness.”",
    "ai-atk-s0519a3:67_1": "For the purpose of seeing, they make them give up their vision.",
    "ai-atk-s0519a3:67_2": "Vāseṭṭhas, all of them constructed in this way all the different phrases thus: “This is the commentary to be seen.”",
    "ai-atk-s0519a3:67_3": "commentary on the discourses of the texts on the discourse, all of them have their terms in the same way as described.",
    "ai-atk-s0519a3:68_0": "(but) whatever has been constructed in the Discourse on the Fairm.",
    "ai-atk-s0519a3:68_1": "That is:",
    "ai-atk-s0519a3:68_2": "You should be told inspires that prevent to be spoken from such a confessable. And you should conflict with each other.",
    "ai-atk-s0519a3:68_3": "Likewise when constructing a discourse with a Paṇḍuka, he can say, ‘Kholder,’ and ‘Not with this point’.",
    "ai-atk-s0519a3:68_4": "Likewise if he has to surmount the reflection of the mind in this way, it should be told to say that it is.",
    "ai-atk-s0519a3:69_0": "Likewise the three were sitting fourteenth parts of contact.",
    "ai-atk-s0519a3:69_1": "Herein, having sent a single word in the texts on one side, the sixteenth part",
    "ai-atk-s0519a3:70_0": "(After showing) the cooked and showing them (to them), then showing them to the fourth part of her body, and he showed them to her (to her).",
    "ai-atk-s0519a3:71_0": "and (the Dhamma) went to the end of the Dhamma, and in accordance with the Dhamma (only), and in the ends of the Dhamma, he gave the name Sutta .",
    "ai-atk-s0519a3:72_0": "On the contrary, the talk about the explanation of the schism is in the explanation of what is well spoken, drank, and so on.",
    "ai-atk-s0519a3:72_1": "And so they are renowned here and there, Yasa, the one who bore the Treatises,",
    "ai-atk-s0519a3:73_0": "But it is not possible that the three kinds of enlightenment can be either by using the kinds of enlightenment, etc., have described for the sake of its having first understood as these three kinds of declaration, and classification, as described in the way described under the root of the defilements, and described in the way beginning, “blessed, the abandoning them, and the three roots of a trees is to be understood. ”",
    "ai-atk-s0519a3:73_1": "On the nine roots should be given in regard to nine roots, all the defilements, fruits, and the things that are to be seen as lingering, and the roots of all the defilements. They are to be given to everyone.",
    "ai-atk-s0519a3:74_0": "The fool, while the one who is engaged in malicious talebearing between the deeds,",
    "ai-atk-s0519a3:74_1": "For the one who speaks in meaning here is this: it has the characteristic of virtue, etc., which is to be reached by its own characteristic, and so on.",
    "ai-atk-s0519a3:74_2": "It is these four reasons that each is called “possessing” because it is the one thing and has one individual essence too as the one thing.",
    "ai-atk-s0519a3:74_3": "Two aspects: there are two kinds of help:",
    "ai-atk-s0519a3:74_4": "Again, what is stored in the monasteries is threefold.",
    "ai-atk-s0519a3:74_5": "due to reason or cause or reason.",
    "ai-atk-s0519a3:74_6": "the skillful, skilled in the noble path, and the noble path.",
    "ai-atk-s0519a3:74_7": "Likewise the sake of shared with the exterior reasons. It is only because of the opposite cause or reasons that there is no cause or reason for the sake of non-existentence that it should be understood as reasonable roots in the ultimate goal.",
    "ai-atk-s0519a3:75_0": "also fruition which has arisen in the world,",
    "ai-atk-s0519a3:75_1": "Again and again he is able to discern the two kinds of fruition by means of the results of the fruition and non-human beings.",
    "ai-atk-s0519a3:75_2": "The rebirth should be given in three ways, that is to be reborn in three ways: by rebirth,",
    "ai-atk-s0519a3:75_3": "is included in the five ways in which they penetrate and phrases in each phrase in the five ways,",
    "ai-atk-s0519a3:75_4": "So this should be understood as of the influence of cause, etc., and because of their rebirth- linking of rebirth-produced in them.",
    "ai-atk-s0519a3:75_5": "Like that they look at it.",
    "ai-atk-s0519a3:75_6": "Herein, the supermundane fruits of the ascetic life.",
    "ai-atk-s0519a3:75_7": "(There is) two kinds of prices: It is bodily and mental conceit.",
    "ai-atk-s0519a3:75_8": "There he gave the five-hundred pieces of cloth to the country of Kāsī.",
    "ai-atk-s0519a3:75_9": "that very day they must confuse that very day.",
    "ai-atk-s0519a3:76_0": "Mastered by the earth: it takes up with defilements ended, the pollutant-free, the stainless, unconditioned, the Sole, the ordinary, the plane of an ordinary person, the world, the delightful one, the disciple of the Master, the Master’s enlightened, the enlightened, the ground for awakening, and the knowledge of supreme awakening.",
    "ai-atk-s0519a3:76_1": "Herein, the limited qualities of the ground is limited on the ground.",
    "ai-atk-s0519a3:76_2": "thoughts that are without defilements,",
    "ai-atk-s0519a3:76_3": "All conditioned phenomena, all-free-like natures,",
    "ai-atk-s0519a3:76_4": "the unconditioned of the conditions is unborn,",
    "ai-atk-s0519a3:76_5": "The First Path is the First Fruit.",
    "ai-atk-s0519a3:76_6": "the development of the Earthquakes;",
    "ai-atk-s0519a3:76_7": "the worldling, which is inferior, meant,",
    "ai-atk-s0519a3:76_8": "the four noble paths, the four (divine) paths, the first fruition, and the three laws (in all).",
    "ai-atk-s0519a3:76_9": "the level of the highest fruit,",
    "ai-atk-s0519a3:76_10": "(Devadatta), disciples of Buddhas,",
    "ai-atk-s0519a3:76_11": "absorption, delight in absorption,",
    "ai-atk-s0519a3:76_12": "Immersion qualities are groundless,",
    "ai-atk-s0519a3:76_13": "Practice the path to awakening,",
    "ai-atk-s0519a3:76_14": "path-attained, fruit-like nature,",
    "ai-atk-s0519a3:76_15": "firstly the four paths beginning with the first fruition haven’t yet come down, yet they in accordance with the prior circumstance, and so on.",
    "ai-atk-s0519a3:76_16": "roaming the senses for sensual pleasures, and so on,",
    "ai-atk-s0519a3:76_17": "And those who live grounded in the teaching of the present have been well developed by one, well developed, and well proclaimed.",
    "ai-atk-s0519a3:77_0": "Uprooting powers is called the support of the strength.",
    "ai-atk-s0519a3:77_1": "And when it is well-proclaimed, it is a vital condition for knowledge and vision of freedom.",
    "ai-atk-s0519a3:77_2": "At that time they are called ‘death’.",
    "ai-atk-s0519a3:77_3": "And here it is too thoroughly planted: in whatever place the right people that Dhamma is well proclaimed, eventually guided by the assembly.",
    "ai-atk-s0519a3:77_4": "what’s the point of theirs?",
    "ai-atk-s0519a3:77_5": "It is the thirty-eight meditation subject that is the signless. It is the collection of eight subdivisions of the greed for the number that is, the sign of the hide, and the eighth.",
    "ai-atk-s0519a3:78_0": "That is:",
    "ai-atk-s0519a3:78_1": "Dispelling is the gratification of the drawback, etc., he is the gratification in him.",
    "ai-atk-s0519a3:78_2": "The gratification of pleasure is gratification in him thus: he is the meaning of its having taught that particular sign, etc., the meaning is, and the means of the advantages of the necess. This is the meaning of defining in detail in this way.",
    "ai-atk-s0519a3:78_3": "Then the opposite sex in the end of the states of excelling the states of loss, etc., which is allowed to be based on the Dhamma.",
    "ai-atk-s0519a3:78_4": "In the language of the Dhamma they have learned the penetration of conditions, because the penetration of the three Vedas.",
    "ai-atk-s0519a3:78_5": "for the sake of enclosing the dwellings where the seats have been prepared, and for the sake of its enemy.",
    "ai-atk-s0519a3:79_0": "And the state should be understood as the repulsiveness of the Dhamma in them and the repulsiveness of the opposite sex:",
    "ai-atk-s0519a3:79_1": "right view, right thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion should be understood as the counterpart of the similar.",
    "ai-atk-s0519a3:80_0": "Mindfulness is the definition of the characteristics, etc., which brings its definition of the dwellings.",
    "ai-atk-s0519a3:81_0": "what is caused in this sense the reason for a resting place, etc., that is, the purpose of constructing the other three leagues –",
    "ai-atk-s0519a3:81_1": "Abandoning thus, “This is the one characteristics, and what is its characteristic?”",
    "ai-atk-s0519a3:81_2": "In fact, he may stay by boarding in the same way as before.",
    "ai-atk-s0519a3:81_3": "Likewise when they are cleansed with stains, etc., their questions responsibility, and so on.",
    "ai-atk-s0519a3:81_4": "and if only one, etc., are not to be apprehended here too.",
    "ai-atk-s0519a3:82_0": "So in this way there are reason why, after bringing them to the end of the fruit, by means of the progress of the fruit, by the forceful (supernatural) powers, by the one whose mind is successive, and by using the force of these characteristics , etc., he should not practice the track for each.",
    "ai-atk-s0519a3:82_1": "But as to the other two, however, the cause is prequisites for the reason why",
    "ai-atk-s0519a3:82_2": "purification from the manner of accumulations, etc., is the cause of precepts and fruits,",
    "ai-atk-s0519a3:82_3": "Likewise: the ladder is spread out, and the flag of fruition.",
    "ai-atk-s0519a3:82_4": "And with no reason for what is reason.",
    "ai-atk-s0519a3:82_5": "and the opposite sex.",
    "ai-atk-s0519a3:82_6": "Between in the same way as dissimilar to the similar and dissimilar.",
    "ai-atk-s0519a3:82_7": "The one who is possessed of characteristics should not be given according to characteristic, and so on.",
    "ai-atk-s0519a3:82_8": "And this is how it is said:",
    "ai-atk-s0519a3:83_0": "“For he who understands the meaning of what is known as the meaning,",
    "ai-atk-s0519a3:84_0": "And this is how the one who understands it is known.”",
    "ai-atk-s0519a3:85_0": "This is said:",
    "ai-atk-s0519a3:86_0": "The recitation section for recitation on the proper conduct."
}