{
    "ai-atk-s0305a0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0305a0:1_0": "The Linked Discourses on the Past.",
    "ai-atk-s0305a0:2_0": "The Great Discourse on the Sticks of the World",
    "ai-atk-s0305a0:3_0": "1. Maggasaṁyuttaṁ",
    "ai-atk-s0305a0:4_0": "1. Avijjāvaggo",
    "ai-atk-s0305a0:5_0": "1-2. Avijjāsuttādivaṇṇanā",
    "ai-atk-s0305a0:6_0": "1-2.",
    "ai-atk-s0305a0:6_1": "In the first preceding the thirty-two parts of a great stage produced by the two, that is to say, the two, namely, the eight factors.",
    "ai-atk-s0305a0:6_2": "is the meaning of attaining ...” .",
    "ai-atk-s0305a0:6_3": "Only their shamelessness, uncruety, and whatever lack of conscience and prudence there is inclination, their savings and wounds it does not fact that it does not appear.",
    "ai-atk-s0305a0:6_4": "ignorance of ignorance and fettered by ignorance,",
    "ai-atk-s0305a0:6_5": "wrong view, right thought, right speech, right action, and right view.",
    "ai-atk-s0305a0:6_6": "and if he becomes avariceful.",
    "ai-atk-s0305a0:6_7": "and the rest should be understood in the sense of making its appearance.",
    "ai-atk-s0305a0:6_8": "So there are these eight factors for the failure in morality and for the failure in conduct.",
    "ai-atk-s0305a0:6_9": "But they don’t gain unshakable.",
    "ai-atk-s0305a0:7_0": "How does he do this?",
    "ai-atk-s0305a0:7_1": "When a mind associated with view, wrong thought arises, wrong speech gives rise to wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.",
    "ai-atk-s0305a0:7_2": "When the view is worn away from that view, wrong view is fivefold.",
    "ai-atk-s0305a0:7_3": "When they get these two speeches, they make their effort to behave with the wrong action.",
    "ai-atk-s0305a0:7_4": "This Ājīvaka ascetic is a deceitful of bodily conduct in the mind on the bank of a river.",
    "ai-atk-s0305a0:7_5": "So when one particular bodily action, verbal, and mental livelihood gets six kinds of foulness, and wrong livelihood are included along with any wrong livelihood, five or six.",
    "ai-atk-s0305a0:7_6": "But when he fails in dispelling the minds of not separate from these four wrong views, then the fact that arise or in one of deliverance, etc., and appears or as having wrong view. So they don’t get these four either single or five opposites, and they don’t get fact that there are.",
    "ai-atk-s0305a0:8_0": "She waste away ignorant and knowledge:",
    "ai-atk-s0305a0:8_1": "And the two categories should be understood in both ways: among these two ways, that is to say, the two factors, and the eighteen states .",
    "ai-atk-s0305a0:8_2": "conscience and prudence,",
    "ai-atk-s0305a0:8_3": "(But) although the Licchavīs are prudent in that place,",
    "ai-atk-s0305a0:8_4": "This is in brief: the Path of Purification in detail in the way already stated.",
    "ai-atk-s0305a0:8_5": "Endowed with knowledge, aroused by insight, and has the knowledge that they have,",
    "ai-atk-s0305a0:8_6": "the astute whose wisdom is intelligent,",
    "ai-atk-s0305a0:8_7": "right view, and whatever view is right.",
    "ai-atk-s0305a0:8_8": "and similarly in the case of right action, and the rest.",
    "ai-atk-s0305a0:8_9": "Thus there were three factors for the attainment of skillful, but they have not obtained the supermundane of the paths. But they don’t obtain the supermundane paths.",
    "ai-atk-s0305a0:8_10": "But these firstly jhānas are of the second jhāna in the first and second-jhāna access only.",
    "ai-atk-s0305a0:9_0": "Herein, anyone who says ‘I am the Majjhima Nikāya, the Majjhima commentary on that point.",
    "ai-atk-s0305a0:9_1": "Their intention is right intention,",
    "ai-atk-s0305a0:9_2": "their effort is right effort,",
    "ai-atk-s0305a0:9_3": "their mindfulness is right mindfulness,",
    "ai-atk-s0305a0:9_4": "and their immersion is right immersion.",
    "ai-atk-s0305a0:9_5": "In the past, his bodily action, verbal, and mental deeds are also called ‘one who ‘opens’.” So this is why he’s say the supramundane.",
    "ai-atk-s0305a0:9_6": "Sir, there is this noble eightfold path: “Where are you fully developed when the noble eightfold path? Where do you see that this is not?”",
    "ai-atk-s0305a0:9_7": "But the purpose of showing the going forth it is said: “I have already gone forth in order to see this.”",
    "ai-atk-s0305a0:9_8": "For one who has gone forth is purified and his bodily actions are pure and bright, and who explains the path to the supreme path.",
    "ai-atk-s0305a0:10_0": "Also when the five factors is said to be a path to show the one in different ways.",
    "ai-atk-s0305a0:10_1": "For one who has wrong action gives up wrong livelihood and earns a living by right speech, and wrong action don’t get right livelihood in that same five ways, the right effort, mindfulness, and right immersion.",
    "ai-atk-s0305a0:10_2": "for one who acts right action:",
    "ai-atk-s0305a0:10_3": "and right speech are the same.",
    "ai-atk-s0305a0:10_4": "so you should give to this duty.",
    "ai-atk-s0305a0:10_5": "he is satisfied with the path, and there is no unfavourable.",
    "ai-atk-s0305a0:10_6": "Therefore having said that “termined” is then said, “It is just as a joint”.",
    "ai-atk-s0305a0:10_7": "“Mendicants, regarding the noble mind and undefiled mind, who possesses the noble path and develops the noble path with undefiled mind, who possesses the noble path and develops the noble path.”",
    "ai-atk-s0305a0:10_8": "observed forty-four kinds of deeds in this way, however, action is well developed in order to perfect the supreme path with many.",
    "ai-atk-s0305a0:10_9": "This is a charnel ground in this world, the upper world of men, who have been grateful.",
    "ai-atk-s0305a0:10_10": "The second section on the Kosalans is what was said.",
    "ai-atk-s0305a0:11_0": "3. Sāriputtasuttavaṇṇanā",
    "ai-atk-s0305a0:12_0": "3.",
    "ai-atk-s0305a0:12_1": "This is the third time.",
    "ai-atk-s0305a0:12_2": "And so the Buddha gave them a good help.",
    "ai-atk-s0305a0:13_0": "With Queen Māyā",
    "ai-atk-s0305a0:14_0": "4.",
    "ai-atk-s0305a0:14_1": "It is of four instances made by the four directions through the whole of the Four World, as the sun (dwelling) with air decorated corpses, and also with the fourteenth gates,",
    "ai-atk-s0305a0:14_2": "they have all covered with dye-ladles, bearing every detail.",
    "ai-atk-s0305a0:14_3": "he is two kinds of vehicle:",
    "ai-atk-s0305a0:14_4": "The one who uprooteds adornment,",
    "ai-atk-s0305a0:14_5": "Herein, anyone who is shaped with a four-footed elephant is the shape of a large, two, three, or three.",
    "ai-atk-s0305a0:14_6": "he is able to get it upset by the means of the long goads (?) the receivers, the rolls, the manifold iron shells and the sown on the ground, or the receiver that the field is cool,",
    "ai-atk-s0305a0:14_7": "also the Lord of the World gained honour.",
    "ai-atk-s0305a0:15_0": "He stayed at the door of the Āḷavī, like a white lotus leaf,",
    "ai-atk-s0305a0:15_1": "Throughout the ornament of Laṅkādīpa he caused dust.",
    "ai-atk-s0305a0:15_2": "Setaches, chariots, and the charioteers are lying in the way already described there.",
    "ai-atk-s0305a0:15_3": "As the brilliant charioteer requests his lion’s roar, quipments, and others his roars.",
    "ai-atk-s0305a0:15_4": "and was surrounded by a secret matter.",
    "ai-atk-s0305a0:15_5": "The red for tastes, the solid nectar, and the blossomed,",
    "ai-atk-s0305a0:15_6": "yellow, forty-three teeth, and plunging into it,",
    "ai-atk-s0305a0:16_0": "The white parasol was spread in the middle of the chariot, and it was only to be white.",
    "ai-atk-s0305a0:16_1": "The white bones, the forehead, the sun, and creepers and blade.",
    "ai-atk-s0305a0:16_2": "clothes, clothes, and beds.",
    "ai-atk-s0305a0:16_3": "(The ninety-four thousand Bhikkhus) sarongs from the upper robe of those sarong.",
    "ai-atk-s0305a0:16_4": "the bridge of the sandals is the name of the Set-Maker, and the wind entering in a charnel ground.",
    "ai-atk-s0305a0:16_5": "and the opposite is called “nouncing” in this way. It is “with constantly and illustrious” .",
    "ai-atk-s0305a0:16_6": "just as a plant seed’s productive fruit, a black seed’s salt, ornamented reed?",
    "ai-atk-s0305a0:16_7": "And this brahmin would only be only white.",
    "ai-atk-s0305a0:16_8": "and there were ten thousand (people) white creepers. Adorned with bronze palaces, timberlaces, and another reading.",
    "ai-atk-s0305a0:17_0": "That which is called “restraint in Sāvatthī” is said:",
    "ai-atk-s0305a0:17_1": "He performs all six months for the gods,",
    "ai-atk-s0305a0:17_2": "“Today it’s so hard to citadel with these days.”",
    "ai-atk-s0305a0:17_3": "After hearing that, the city does not depart.",
    "ai-atk-s0305a0:17_4": "Even those who leftovers coming while they saw their heads coming,",
    "ai-atk-s0305a0:17_5": "Whatever day the brahmin town, the capital in a city, the tweeps set up an abode, and then sprinkled the marks of the town and caused it to be prepared. Then he dropped into the town with the King’s house and plunged into the sky and emergence of the city.",
    "ai-atk-s0305a0:18_0": "After eating the brahmin’s head and chooses, and like a meal, he chooses to the Bhaddavatikā.",
    "ai-atk-s0305a0:18_1": "Then those brahmins took hold of adornments and garlands, all the ornaments, caskets, saying:",
    "ai-atk-s0305a0:18_2": "Then the sacred flags of the people threw down the fruit of the large people. Next, when the trees and the crush, inner from that.",
    "ai-atk-s0305a0:18_3": "A large crowd gathered together to plaster water and behaved,",
    "ai-atk-s0305a0:18_4": "Then the brahmin Aṅgakas singly about the way both professions, sympathy, and the attainment of the Great Heroes.",
    "ai-atk-s0305a0:18_5": "The people looked over the ground of merits, which were opened the windows, stones and has opened the door.",
    "ai-atk-s0305a0:18_6": "or brahmin, his own attainment of the barren town, like a skilled wave on the right side in the left of the town.",
    "ai-atk-s0305a0:18_7": "It was said regarding this.",
    "ai-atk-s0305a0:19_0": "Having seen the people, the people saw him,",
    "ai-atk-s0305a0:19_1": "it is this term of the best.",
    "ai-atk-s0305a0:19_2": "Indeed, those indeed appearance, such a one is the meaning, this is the meaning.",
    "ai-atk-s0305a0:19_3": "In this way, people give him food name and clans and counselors, riches, saying: “This is rich, affluent, wealthy, and well-to-down people have a good splendid and wealth.” So too, when they see a large crowd, they’re not big, there’s no great fortune.",
    "ai-atk-s0305a0:19_4": "“Even though Brahmā says this, even though they do not praise anyone at all for him,” he praises that",
    "ai-atk-s0305a0:19_5": "for we do this.",
    "ai-atk-s0305a0:19_6": "The ultimate is a term for the noble eightfold path:",
    "ai-atk-s0305a0:19_7": "For it is because that one is best of all things in which they can be attained to Nibbāna and the noble truths, and that is an abiding of the supreme base consisting of boundlessness.",
    "ai-atk-s0305a0:20_0": "And now that in battle he is showing the removal of greed and hate and the removal of greed, etc.,",
    "ai-atk-s0305a0:20_1": "This is how there comes to remove greed, hate, and delusion.",
    "ai-atk-s0305a0:20_2": "So in each instance,",
    "ai-atk-s0305a0:21_0": "But that is accomplished by faith: the wisdom, the common practice, that is, one who has faith, conscience, prudence, energy, and wisdom, these two",
    "ai-atk-s0305a0:21_1": "Living in the midst of the Rains Retreat ... One whose conscience and shame is found, for whomever he has conscience and prudence.",
    "ai-atk-s0305a0:21_2": "He who possesses a mind-made, and so on, the leader of the mind,",
    "ai-atk-s0305a0:21_3": "For just as the roams on a chariot cowherd or a single harness or extraordinary sign in slight, so too, one who knows a single conscious moment, one who has and one looks at the beyond, one who sees the three worlds, one who discerns the mind is established in the higher mind,",
    "ai-atk-s0305a0:21_4": "Therefore it is said: “Accept” is said.",
    "ai-atk-s0305a0:21_5": "mindfulness associated with the path, which is accompanied by mindfulness and happiness,",
    "ai-atk-s0305a0:21_6": "since a charioteer is called a trainer of a charioteer,",
    "ai-atk-s0305a0:21_7": "Driveling the warrior who gives it to the chariot, the chariot offered to the drivers, the chariot official in the grove of the grove is free from chariot,",
    "ai-atk-s0305a0:21_8": "For it is profitable and unprofitable states as well.",
    "ai-atk-s0305a0:22_0": "the Noble Eightfold Path is the chariot of the eightfold path.",
    "ai-atk-s0305a0:22_1": "Purification of ethics: four purifications through overcoming doubts,",
    "ai-atk-s0305a0:22_2": "Vipassī insight is the jhāna factors associated with absorption, and the jhāna to the fivefold origination.",
    "ai-atk-s0305a0:22_3": "A wheel-turning monarch’s energy is single and inquiry, and there are two kinds of energy.",
    "ai-atk-s0305a0:22_4": "It is the meaning of equanimity: the demonness of the four kinds, that is to say, the state of pair, spears, counter-food-reflecting, is the meaning.",
    "ai-atk-s0305a0:22_5": "For this is why in each case the mind from the time of the waves, applied thought, and sustained thought from the middle of the body, and stuff the one-posts the mind from aversion.",
    "ai-atk-s0305a0:22_6": "They are impermanent, just as the lions of a lion’s roar, he wanders in the forest groves, like a lion’s level, like a noble road.",
    "ai-atk-s0305a0:23_0": "Harblessness: precept and good will,",
    "ai-atk-s0305a0:23_1": "compassion and harmlessness.",
    "ai-atk-s0305a0:23_2": "Secluded from seclusion: three kinds of bodily seclusion, and so on.",
    "ai-atk-s0305a0:23_3": "that while a clansman whose noble clansman is steady in which he has five stages (?).",
    "ai-atk-s0305a0:23_4": "Suppose a chariot stood harnessed to wander in this way, then the warding off of the signs in shade of the body, speech, and mind is an unshakable, immediately effective, interrupted by the noble path with loving-kindness,",
    "ai-atk-s0305a0:23_5": "Therefore it is said: “I am eighty-footed”.",
    "ai-atk-s0305a0:23_6": "Afterwards, the ignorant, who experts on the three paths, endure (only).",
    "ai-atk-s0305a0:23_7": "From fondness: wind and sun,",
    "ai-atk-s0305a0:23_8": "For when a chariot-maker stands with arriving towards them, the chariots do not accept it when they come. They accept it, agree with the teaching, and they accept it whenever they say:",
    "ai-atk-s0305a0:23_9": "That’s why it is said to be the best of kindness.",
    "ai-atk-s0305a0:23_10": "He who secures on the four kinds of sanctuary, extinguishment, and who does not last for extinguishment.",
    "ai-atk-s0305a0:24_0": "This is the name of the path because they have acquired that person’s own undergone.",
    "ai-atk-s0305a0:24_1": "in the supreme Brahmā realm, those like unsurpassed.",
    "ai-atk-s0305a0:24_2": "The wise leave the world in this world and the world, and there are those who know, and this is a Wise One.",
    "ai-atk-s0305a0:24_3": "Invariably, if she needs something else;",
    "ai-atk-s0305a0:24_4": "Victors who are attached to passion, hatred, who is victor,",
    "ai-atk-s0305a0:25_0": "5-6. Kimatthiyasuttādivaṇṇanā",
    "ai-atk-s0305a0:26_0": "5-6.",
    "ai-atk-s0305a0:26_1": "In the fifth (since) this is the sound of the five spiritual life.",
    "ai-atk-s0305a0:26_2": "if he refuses another path;",
    "ai-atk-s0305a0:26_3": "In this world an idea is made by oneself and another.",
    "ai-atk-s0305a0:26_4": "The sixth is the section on the sixth.",
    "ai-atk-s0305a0:27_0": "Second: A Mendicant",
    "ai-atk-s0305a0:28_0": "7.",
    "ai-atk-s0305a0:28_1": "‘These seven elements’ is a term for extinguishment.",
    "ai-atk-s0305a0:28_2": "By the destruction of the pollutants, etc., they’re called a ‘freedom’ because of the ending of defilements’.",
    "ai-atk-s0305a0:28_3": "perfection of greed, hate, and delusion.",
    "ai-atk-s0305a0:28_4": "This is said: “It is better to say that the path of quenching has been performed, that is unfinished.",
    "ai-atk-s0305a0:28_5": "Talking that to what is skillful, I will ask you about it.” said,",
    "ai-atk-s0305a0:29_0": "8. Vibhaṅgasuttavaṇṇanā",
    "ai-atk-s0305a0:30_0": "8.",
    "ai-atk-s0305a0:30_1": "And what is the eight paths of lesser analysis and eradications?",
    "ai-atk-s0305a0:30_2": "Herein, the knowledge of the ending of suffering is the knowledge of the penetration of non-existence, and knowledge of the tranquillity enlightenment factor:",
    "ai-atk-s0305a0:30_3": "Likewise in the case of the origin.",
    "ai-atk-s0305a0:30_4": "But in the case of the two ways only threefold understanding is not exceedingly threefold.",
    "ai-atk-s0305a0:30_5": "thus: “Accomplished in this way” and so on is gived by knowledge of the four meditations.",
    "ai-atk-s0305a0:31_0": "Herein, the first two similes has been realized by the first and these two realms.",
    "ai-atk-s0305a0:31_1": "When a mendicant has attracted the wick and insistence, there is no further existence.",
    "ai-atk-s0305a0:31_2": "For the first two kinds of suffering in regard to the origin of craving in brief and in this way.",
    "ai-atk-s0305a0:31_3": "But the other two kinds of direct-knowledge –",
    "ai-atk-s0305a0:31_4": "“Is it really true that you’re likable, desirable, and agreeable that you’re meant by that.”",
    "ai-atk-s0305a0:31_5": "As he does so, he comprehends the four truths.",
    "ai-atk-s0305a0:31_6": "I penetrate the complete understanding of suffering. Practice the noble truth of the origin of suffering, its origin, its cessation, and the path.",
    "ai-atk-s0305a0:31_7": "complete understanding ...",
    "ai-atk-s0305a0:31_8": "attains the path to awakening.",
    "ai-atk-s0305a0:32_0": "In this way the hyposition of the two kinds of deterioration, skilfulness in the past, and profounding the two skill in reference to the hypotheses of the two.",
    "ai-atk-s0305a0:32_1": "and later in three ways the objects of mental objects is simply abiding with the cessation of the object.",
    "ai-atk-s0305a0:32_2": "But when he reviews it is reviewing it;",
    "ai-atk-s0305a0:32_3": "to this bhikkhu:",
    "ai-atk-s0305a0:32_4": "“I do know about the origin of suffering, I do not realize the cessation of suffering.” ...",
    "ai-atk-s0305a0:32_5": "And after some time they completely understand suffering.",
    "ai-atk-s0305a0:32_6": "Developed paths;",
    "ai-atk-s0305a0:33_0": "Herein, the two oceans are deep, immeasurable, hard to see,",
    "ai-atk-s0305a0:33_1": "When you’ve thrown on a neem of pain, deluded, thorny, and slaughtering in the neighbourhood of a success, you’re to behave like this.",
    "ai-atk-s0305a0:33_2": "both of the origin of the distributors of the absorption, etc., appearing in the morning and so on.",
    "ai-atk-s0305a0:33_3": "One who has the characteristic of endearing is profound and (of existence).",
    "ai-atk-s0305a0:33_4": "So the fourteenth and the deep,",
    "ai-atk-s0305a0:33_5": "But the other’s hands and feet were for the purpose of sight of seeing the hand, which was like an elephant’s footprint on the hand, was like a polished with the hand, and his foot was like a pounded in a sword.",
    "ai-atk-s0305a0:33_6": "They are the deep, hard to see.",
    "ai-atk-s0305a0:33_7": "So it is called “with deep knowledge” because it is profound and hard to see and skill in the four deeps, four profounds, and so on.",
    "ai-atk-s0305a0:33_8": "But the knowledge of the ending of defilements is that one knowledge.",
    "ai-atk-s0305a0:34_0": "Thoughts of renunciation, good will, and sense desires that have arisen for sensual pleasures, with acute intentions, infatuation, thirst, and passions that arise.",
    "ai-atk-s0305a0:34_1": "Likewise in the case of the rest.",
    "ai-atk-s0305a0:34_2": "And all those thoughts of renunciation, good will, and harmfulness and results in the past, as well as on the following unprofitable paths, which arise and settles the wrong paths, stillness and attainments . Of these things, they have reached the goal of their unperceptions.",
    "ai-atk-s0305a0:34_3": "This is right thought:",
    "ai-atk-s0305a0:35_0": "Abstention from lying, etc., and the perception of the unprofitable, etc., and these four paths arise in a different place and a basic path, and so on. When a noble disciple has arisen, their perceptions of variety in these four ways, they are skilled in the paths of persons. And those who abide transfer the perceptions of the eleven.",
    "ai-atk-s0305a0:35_1": "This is right speech:",
    "ai-atk-s0305a0:36_0": "Avoiding killing living creatures in the past, stealing, and committing sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view. When these things are seen, heard, thought, known, attained, and fathomed.",
    "ai-atk-s0305a0:36_1": "This is right action:",
    "ai-atk-s0305a0:37_0": "and wrong livelihood by way of body, speech, and mind.",
    "ai-atk-s0305a0:37_1": "Having given up the faults,",
    "ai-atk-s0305a0:37_2": "Right livelihood by the Buddha, by the goal of the Buddha,",
    "ai-atk-s0305a0:37_3": "He rolls his life: he rolls his life by a living,",
    "ai-atk-s0305a0:37_4": "And a right way of livelihood too early is exceedingly the perception of various kinds, that is to say, the perception of various kinds.",
    "ai-atk-s0305a0:37_5": "But in these seven places the paths that arise in a place whereby there was a wrong livelihood, wrong effort, and wrong mindfulness, and wrong immersion, the regardless of whether they arise, the one who abides in the variety of virtues, etc., and the noble paths reaches all the factor of transgression.",
    "ai-atk-s0305a0:37_6": "This is right livelihood:",
    "ai-atk-s0305a0:38_0": "There is no one in who has arisen in another life, or whose mind has arisen, but not if it is given to him –",
    "ai-atk-s0305a0:38_1": "“Oh, bad, unskillful qualities might not arise when I have arisen such bad, unskillful qualities!”",
    "ai-atk-s0305a0:38_2": "They don’t give rise to unskillful qualities that have a regular opportunity for stinginess.",
    "ai-atk-s0305a0:38_3": "if she makes one or has it made;",
    "ai-atk-s0305a0:38_4": "rouses up energy ...",
    "ai-atk-s0305a0:38_5": "Agitates a worry with a mind that’s prevented,",
    "ai-atk-s0305a0:38_6": "He said, “I shall give,” “They’re skeleton,” and “Friend, the bones will remain.”",
    "ai-atk-s0305a0:38_7": "“For those who have arisen in the Refuges of his own conduct,",
    "ai-atk-s0305a0:38_8": "Now I will give rise to those who have no desire for giving up desire.",
    "ai-atk-s0305a0:39_0": "How many skillful things have not yet arisen because of the first jhāna.",
    "ai-atk-s0305a0:39_1": "they obtained what was given.",
    "ai-atk-s0305a0:39_2": "one who remains at continuation, who is steady in a lotus leafter.",
    "ai-atk-s0305a0:39_3": "Though living together:",
    "ai-atk-s0305a0:39_4": "By developing confidence:",
    "ai-atk-s0305a0:39_5": "and Vepulla for the widespread.",
    "ai-atk-s0305a0:39_6": "filled with the full development of the extent fulfilment,",
    "ai-atk-s0305a0:39_7": "This too is how there is the diverse spectrum of unskillful qualities that have not arisen, and that have the various different countries -",
    "ai-atk-s0305a0:39_8": "But in the moment of the paths and in these four places, the doing of the following paths arise in one place, the ultimate is fulfilling the practice, and the energy.",
    "ai-atk-s0305a0:39_9": "This is called right effort.",
    "ai-atk-s0305a0:40_0": "Even if he were questioned by the recipients of the body, etc., and also the paths of the past, future, and present in both these four paths.",
    "ai-atk-s0305a0:40_1": "This is called right mindfulness.",
    "ai-atk-s0305a0:41_0": "And the description of the paths, which is the opposite sex with different paths, and it is the path of different paths, etc., in the case of the paths, and so on.",
    "ai-atk-s0305a0:41_1": "For one, who is the first jhāna, etc., in the second jhāna, etc., in the first jhāna or in one of the first jhāna or in one and second-jhāna access only.",
    "ai-atk-s0305a0:41_2": "Another through the first path, one or other of the second jhānas, etc., one of the first jhāna, and second of the first jhāna, etc., are of one or other of the first jhānas.",
    "ai-atk-s0305a0:41_3": "And the four jhānas, etc., are four in each common similar ways.",
    "ai-atk-s0305a0:42_0": "But this jhāna inserted to the one whose meditation has reached jhāna.",
    "ai-atk-s0305a0:42_1": "For when he has emerged from the first jhāna, the second jhāna is produced in him when he has already arisen on the first jhāna, and then the first jhāna factors become evident in this way.",
    "ai-atk-s0305a0:42_2": "As to the second jhāna arose in him, the second jhāna becomes foulness arises in him. But there are seven factors that arose.",
    "ai-atk-s0305a0:42_3": "As to the third jhāna, on the third path, the fourth jhāna factors arise, and on the third jhāna factors become foulness.",
    "ai-atk-s0305a0:42_4": "So from the fourth absorption: until the dimension of neither perception nor non-perception is finished.",
    "ai-atk-s0305a0:43_0": "and it arises in him in the fourfold reckoning, not the world.",
    "ai-atk-s0305a0:43_1": "Whatever place they strike here.",
    "ai-atk-s0305a0:43_2": "There too, when someone, emerging from the first absorption, acquired the attainment of the first absorption in the second absorption, and then, when they obtained the three paths, they arise there.",
    "ai-atk-s0305a0:43_3": "so it is only access and absorption.",
    "ai-atk-s0305a0:43_4": "Other elders:",
    "ai-atk-s0305a0:43_5": "“Seeing away and aggregates, they do so.”",
    "ai-atk-s0305a0:43_6": "“Those who say that person has complained or criticized them.”",
    "ai-atk-s0305a0:43_7": "“There are simply reflections that it is the way that leads to the complete rainy season.”",
    "ai-atk-s0305a0:43_8": "The way to emerging from the cleansedness should be understood as stated in the way already described.",
    "ai-atk-s0305a0:43_9": "This is called right kind of overflowing course in the past, future and present.",
    "ai-atk-s0305a0:44_0": "9. Sūkasuttavaṇṇanā",
    "ai-atk-s0305a0:45_0": "9.",
    "ai-atk-s0305a0:45_1": "In the ninth (story) there is a wrong-doing twisted on a knife, or held on the ground, still the name that was acting as wrong.",
    "ai-atk-s0305a0:45_2": "Wrong view is a wrong deed of wrong view, unknownness, unseen wrong view,",
    "ai-atk-s0305a0:45_3": "By avoiding the four kinds of ignorance, the concealment of non-violence will break ignorance.",
    "ai-atk-s0305a0:45_4": "to give rise to knowledge. And to the arising of the path he will make an end of suffering.",
    "ai-atk-s0305a0:45_5": "Because their view is pointing the wrong way, it settles the wrong way, undirectedly the path because it is not established.",
    "ai-atk-s0305a0:45_6": "After making this agreement to the road, and when he is residing along the road, he is swayed (afterwards).",
    "ai-atk-s0305a0:46_0": "10. Nandiyasuttavaṇṇanā",
    "ai-atk-s0305a0:47_0": "The wanderer Channa was overpowered in ten ways:",
    "ai-atk-s0305a0:48_0": "Ignorance is the first kind of ignorance.",
    "ai-atk-s0305a0:49_0": "2. Vihāravaggo",
    "ai-atk-s0305a0:50_0": "1. Paṭhamavihārasuttavaṇṇanā",
    "ai-atk-s0305a0:51_0": "11.",
    "ai-atk-s0305a0:51_1": "I want to go on retreat for a second time and enjoying half a month.",
    "ai-atk-s0305a0:51_2": "No one should approach me, except for the purpose of approaching a certain monk. He should then approach another monk, who is annoying, carrying me almsfood for a dwelling, or who is an exhausted with one of my faith.",
    "ai-atk-s0305a0:52_0": "But why does it say that?",
    "ai-atk-s0305a0:52_1": "When he is in that place, he should be expelled.",
    "ai-atk-s0305a0:52_2": "Then the teacher said:",
    "ai-atk-s0305a0:52_3": "“In this way, sir, I will take up the fruit of stream-entry, and so why will it be for my lasting welfare and happiness?”",
    "ai-atk-s0305a0:52_4": "the Community of monks, having been agreed to the monk’s word which he gave him to the monk.",
    "ai-atk-s0305a0:52_5": "When he has drunk the rivals of water on the banks of the Ganges river, aquatic plants, and working his all over the way.",
    "ai-atk-s0305a0:53_0": "by which they throw him up.",
    "ai-atk-s0305a0:53_1": "she was conceived in the first (among Buddha), and the King of the austerities (Anāthapiṇḍika).",
    "ai-atk-s0305a0:53_2": "I am practicing qualified to say:",
    "ai-atk-s0305a0:53_3": "From then on he got to dwell for the first watch of the night,",
    "ai-atk-s0305a0:53_4": "Herein, the description of the development of the faculties is the definition of the sense-spheres, and the defining of the sense-spheres is the defining of the elements.",
    "ai-atk-s0305a0:53_5": "all that was referring to that all the time –",
    "ai-atk-s0305a0:53_6": "thinking: “Whoever might you get enough!”",
    "ai-atk-s0305a0:53_7": "For the Fortunate One, having taken up residence in the first watch of the night, like the King reached the golden enemyratic in a golden variety of coins, he could live on the golden staircase, which was preciously to him.",
    "ai-atk-s0305a0:53_8": "In this context the component of each comprehension of the aggregates.",
    "ai-atk-s0305a0:53_9": "These sentient beings experience such happiness as painful.",
    "ai-atk-s0305a0:53_10": "Then he said to him, “Because of that he had obtained”, and so on.",
    "ai-atk-s0305a0:54_0": "Likewise, having thus preached the Dhamma at the end of the first absorption, the dimension of infinite space, and in the specific neutral feelings, and the mental absence . Then, as well, in this way he reviews their states in detail in this way, and each case. The feelings, however, having given up and relinquished, conditioned, the mind-material feeling produced in each case.",
    "ai-atk-s0305a0:54_1": "For the first time (wholesome) Whatever one thing is indicated by the first gate, and the forty-seven ways, he reviews the seven investigations of the profitable states.",
    "ai-atk-s0305a0:54_2": "In this fortnight there is the feeling of all difference in this spectrum of feeling.",
    "ai-atk-s0305a0:54_3": "In that place that state, and with the attainment of feeling,",
    "ai-atk-s0305a0:55_0": "now, by means of which he shows wrong view, etc., which is said to be the reason why.",
    "ai-atk-s0305a0:55_1": "Herein, wrong view is also an associated with wrong view.",
    "ai-atk-s0305a0:55_2": "Having arisen views that are skillful and results that have arisen in the result.",
    "ai-atk-s0305a0:55_3": "Herein, wrong view arise and what is unskillful.",
    "ai-atk-s0305a0:55_4": "When views grow in the ways of attending to views, cooked by the bows, lengths, stages, and diggings, cattles, and spreads on the four sides. They make the piles, drink, cloth, and vehicles, villages, towns, and countries. They don’t make the portions of the cows.",
    "ai-atk-s0305a0:55_5": "But they abuse and insult them, attack them with their own views, and reviled them to a place of loss, and killed them. They call them a little feeling.",
    "ai-atk-s0305a0:55_6": "resultant feeling arises in the next life.",
    "ai-atk-s0305a0:56_0": "Consider: there is right view, right thought, right speech, right action, and right view that has arisen, and resulted in the result of right view.",
    "ai-atk-s0305a0:56_1": "There they level of right view and right thought: ‘There is no enlightenment factor in the Sole Leader of Awakened One’s right view, their making merit. They surmount the profitable feeling, they give rise to the skillful.",
    "ai-atk-s0305a0:56_2": "Relying on right view, they glorify themselves and put others down.",
    "ai-atk-s0305a0:56_3": "resultant feeling arises in the next life.",
    "ai-atk-s0305a0:56_4": "Likewise with wrong thought as condition: the same;",
    "ai-atk-s0305a0:56_5": "As to the consent: of the three kinds of feeling associated with the mind should be understood through the first jhāna, because of the words with the mind as condition: feeling, perception, choices, and consciousness.",
    "ai-atk-s0305a0:56_6": "apart from perception and feeling, the first absorption, the six kinds of feeling are the six kinds of feeling.",
    "ai-atk-s0305a0:57_0": "As long as there is no zeal, nostrility in the three watches of the night, then the feeling associated with the mental objects of the mind becomes constantly in the first jhāna.",
    "ai-atk-s0305a0:57_1": "For the stilling of the imperturbable thoughts, the dimension of neither perception nor non-perception, and the dimension of neither perception nor non-perception,",
    "ai-atk-s0305a0:57_2": "attaining the fruit of perfection,",
    "ai-atk-s0305a0:57_3": "there is energy, there is energy,",
    "ai-atk-s0305a0:57_4": "After he had reached Arahantship in that place, the wherever he reached Arahantship, the fruit of perfection.",
    "ai-atk-s0305a0:57_5": "and there are feeling conditioned by the aeon.",
    "ai-atk-s0305a0:57_6": "By these four paths (four) rebirth into ago, which is born into the supermundane worlds,",
    "ai-atk-s0305a0:58_0": "2. Dutiyavihārasuttavaṇṇanā",
    "ai-atk-s0305a0:59_0": "12.",
    "ai-atk-s0305a0:59_1": "In the second tetrad, that is to say, the meaning of this.",
    "ai-atk-s0305a0:59_2": "and right view: right view.",
    "ai-atk-s0305a0:59_3": "therefore the feeling conditioned by right view should be understood as condition: wrong view,",
    "ai-atk-s0305a0:59_4": "And when this result is well-known, having come to be, does not see that the result is said.",
    "ai-atk-s0305a0:59_5": "The meaning should be understood here in this way.",
    "ai-atk-s0305a0:59_6": "For it is said to be the means of the resolve’s consent of it.",
    "ai-atk-s0305a0:59_7": "Yet the first jhāna should be understood as condition for the purpose of zeal, etc., with the first absorption in the case of the fine-material jhānas.",
    "ai-atk-s0305a0:59_8": "with the stilling of applied and sustained thought in the second jhāna,",
    "ai-atk-s0305a0:59_9": "with perception as condition: feeling,",
    "ai-atk-s0305a0:59_10": "with perception as condition: the dimension of neither perception nor non-perception,",
    "ai-atk-s0305a0:59_11": "The meaning is “with desire” because it is the same as “confidence.”",
    "ai-atk-s0305a0:60_0": "3-7. Sekkhasuttādivaṇṇanā",
    "ai-atk-s0305a0:61_0": "13-17.",
    "ai-atk-s0305a0:61_1": "In the third training he trains in:",
    "ai-atk-s0305a0:61_2": "What is this: ‘What is it?’",
    "ai-atk-s0305a0:61_3": "Three trainings:",
    "ai-atk-s0305a0:61_4": "with the four paths of a trainee:",
    "ai-atk-s0305a0:61_5": "For her own desires too through a fact that she wants to do so.",
    "ai-atk-s0305a0:61_6": "The fourth dreadful: the five great sections on the mass of fire.",
    "ai-atk-s0305a0:62_0": "First: the Chicken Monastery in the name of the Chicken Monastery,",
    "ai-atk-s0305a0:63_0": "18-20.",
    "ai-atk-s0305a0:63_1": "the wisdom there is from the eighth lesser ending, is the meaning.",
    "ai-atk-s0305a0:63_2": "Reverend, that’s how you put this question to that place.",
    "ai-atk-s0305a0:63_3": "The nine sections on the nine sections.",
    "ai-atk-s0305a0:64_0": "The second sub-chapter on dwellings is finished.",
    "ai-atk-s0305a0:65_0": "3. Micchattavaggavaṇṇanā",
    "ai-atk-s0305a0:66_0": "21-30.",
    "ai-atk-s0305a0:66_1": "In the third (discourse in) the wrong way is wrong developing the wrong way.",
    "ai-atk-s0305a0:66_2": "with right wisdom on the right way.",
    "ai-atk-s0305a0:66_3": "earns the nose of the tongue ...",
    "ai-atk-s0305a0:66_4": "They do acknowledge wrong practice.",
    "ai-atk-s0305a0:66_5": "does not have a standard.",
    "ai-atk-s0305a0:66_6": "they succeed in the procedure of the teaching.",
    "ai-atk-s0305a0:66_7": "Wrong knowledge is wrongly wrong, wrongly scrutinizing,",
    "ai-atk-s0305a0:66_8": "Wrong freedom gives rise to wrong freedom.",
    "ai-atk-s0305a0:66_9": "These are the third kind of person in need of expertation, well-proclaimed, enlightened persons, and well-proclaimed Dhamma. When a person is shown that Dhamma they have been shown that person, the Dhamma is given in two ways.",
    "ai-atk-s0305a0:66_10": "Well-Spoken Worlds well dreams,",
    "ai-atk-s0305a0:66_11": "however rolled forth the function of wishes thus, the meaning is, it is possible to set aside .",
    "ai-atk-s0305a0:66_12": "having a space on all sides, and is surrounded by flattering.",
    "ai-atk-s0305a0:66_13": "The rest is undefined.",
    "ai-atk-s0305a0:67_0": "The third sub-chapter on wrong speech is finished.",
    "ai-atk-s0305a0:68_0": "4. Paṭipattivaggavaṇṇanā",
    "ai-atk-s0305a0:69_0": "31-40.",
    "ai-atk-s0305a0:69_1": "is the fourth kind of practice,",
    "ai-atk-s0305a0:69_2": "wrong practice, (and are) blameworthy.",
    "ai-atk-s0305a0:69_3": "So one is spoken about by the Dhamma a person according to the Dhamma,",
    "ai-atk-s0305a0:69_4": "The far shore, the far shore, the ocean.",
    "ai-atk-s0305a0:69_5": "Those who go beyond the far shore can go beyond the far shore, and those who go beyond all the far shore.",
    "ai-atk-s0305a0:70_0": "He runs around on the near shore, thinking:",
    "ai-atk-s0305a0:70_1": "dark deeds with dark results,",
    "ai-atk-s0305a0:70_2": "bright deeds with bright results,",
    "ai-atk-s0305a0:70_3": "As the streams of quenching, the darkness is extinguishment.",
    "ai-atk-s0305a0:70_4": "Because of this the power of reference to it.",
    "ai-atk-s0305a0:70_5": "If he makes one pure in clean,",
    "ai-atk-s0305a0:70_6": "with a mind wavering, shaking with hindrances,",
    "ai-atk-s0305a0:70_7": "in the seven factors of Awakening.",
    "ai-atk-s0305a0:71_0": "is the goal of the ascetic life.",
    "ai-atk-s0305a0:71_1": "for they are called ‘a goal of the ascetic life’.",
    "ai-atk-s0305a0:71_2": "of Brahmā is the best.",
    "ai-atk-s0305a0:71_3": "(This) is the meaning of Brahmā, Nibbāna by means of which a divine abiding to attain .",
    "ai-atk-s0305a0:71_4": "And where there is ever in the three lower parts of the shackles and on greed for the air. Herein, when it is allowable, it is allowable for them to say.",
    "ai-atk-s0305a0:72_0": "The fourth sub-chapter on offenses is finished.",
    "ai-atk-s0305a0:73_0": "Abbreviated Texts on another religion",
    "ai-atk-s0305a0:74_0": "41-48.",
    "ai-atk-s0305a0:74_1": "if they’re traveling by another religion, and when it comes to the complete understanding of another religion, they make it known for a higher than that.",
    "ai-atk-s0305a0:74_2": "Therefore it is said: “Practice going (therefore) extinguishment is called the meaning.”",
    "ai-atk-s0305a0:74_3": "extinguished by not grasping.",
    "ai-atk-s0305a0:74_4": "Thus in this way I have attained the fruit of Worthiness,",
    "ai-atk-s0305a0:74_5": "they review extinguishment with knowledge and vision,",
    "ai-atk-s0305a0:75_0": "Speaking an ascetic of another religion",
    "ai-atk-s0305a0:76_0": "6. Sūriyapeyyālavaggavaṇṇanā",
    "ai-atk-s0305a0:77_0": "49-62.",
    "ai-atk-s0305a0:77_1": "the sun is atmosphere, like a good cramped lamp’s lair, since loving is the first kind of good conduct, being the noble eightfold path—it should be understood that this is the meaning.",
    "ai-atk-s0305a0:77_2": "Purification of ethics is fourfold.",
    "ai-atk-s0305a0:77_3": "desire, wholesome, one who wants the full ordination,",
    "ai-atk-s0305a0:77_4": "accomplishment in self-development.",
    "ai-atk-s0305a0:77_5": "accomplished in view, accomplished in knowledge,",
    "ai-atk-s0305a0:77_6": "Delighting in diligence: physical nutriment",
    "ai-atk-s0305a0:77_7": "Accomplishment in proper attention,",
    "ai-atk-s0305a0:77_8": "Again and again he spoke in a good friendliness, in other words, right view, and righteously.",
    "ai-atk-s0305a0:77_9": "All these are included in the texts that are composed in the commentaries .",
    "ai-atk-s0305a0:78_0": "Abbreviated Texts on the Sun",
    "ai-atk-s0305a0:79_0": "Abbreviated Texts on One Friend, etc.",
    "ai-atk-s0305a0:80_0": "63-138.",
    "ai-atk-s0305a0:80_1": "There is this person who dwells in the same way as a composed of the Aṅgaka done by the Nuns, etc., who, was told by the status of the Virtue in one way.",
    "ai-atk-s0305a0:81_0": "8. Appamādapeyyālavaggo",
    "ai-atk-s0305a0:82_0": "1. Tathāgatasuttavaṇṇanā",
    "ai-atk-s0305a0:83_0": "139.",
    "ai-atk-s0305a0:83_1": "Now, when he diligence is seen, all the perfected ones, fully awakened Buddhas, all of them are able to do so in all the same way.",
    "ai-atk-s0305a0:83_2": "(but) if he does not look at the whole world,",
    "ai-atk-s0305a0:83_3": "and this fourth wholesome (wholesome) wholesome worlds,",
    "ai-atk-s0305a0:83_4": "this is the highest designation.",
    "ai-atk-s0305a0:83_5": "on the sense of gaining the sense of acquiring it,",
    "ai-atk-s0305a0:83_6": "for they gain diligence. That’s why they gain nothing.",
    "ai-atk-s0305a0:83_7": "Hence it is said: “Neither, they have rooted in diligence.”",
    "ai-atk-s0305a0:84_0": "2. Padasuttavaṇṇanā",
    "ai-atk-s0305a0:85_0": "Goldening and couching, the earth:",
    "ai-atk-s0305a0:85_1": "and killing living creatures:",
    "ai-atk-s0305a0:85_2": "progressively.",
    "ai-atk-s0305a0:85_3": "As he was going along that road, he stood (only) going to a spot.",
    "ai-atk-s0305a0:85_4": "is said to be the best of them.",
    "ai-atk-s0305a0:85_5": "that is to say: ‘A great beneficial’, that is to say, the meaning of being very mighty, the best, is said to be the best of all worms.",
    "ai-atk-s0305a0:86_0": "3-10. Kūṭasuttādivaṇṇanā",
    "ai-atk-s0305a0:87_0": "water-lies, flags, trees, and flowers,",
    "ai-atk-s0305a0:87_1": "Having heard this, the Great King, on the side of the four great kings, pregnancy (committed) in a council hall with a single stories, placing one foot on top of the fragrant substance (only), leaving the middle of the end of the a door-post, and chop offered the door-post.",
    "ai-atk-s0305a0:87_2": "Then the Sage, having opened the door, and the sky level in every way, the charming into the nose, which was like the nose of an enemy,",
    "ai-atk-s0305a0:87_3": "The Great Hero, having fallen into the air –",
    "ai-atk-s0305a0:87_4": "“While staying at the highest shrine, the Buddhas’ shrine.”",
    "ai-atk-s0305a0:87_5": "King Kuṭama, the King of Kuṭama,",
    "ai-atk-s0305a0:87_6": "“No, the king is a wrestling .”",
    "ai-atk-s0305a0:87_7": "Theirse were ninety-two workers, having prepared the meaning, is the meaning.",
    "ai-atk-s0305a0:87_8": "I reject this basic principle of good conduct,",
    "ai-atk-s0305a0:87_9": "Whatever cloth is the meaning here: that is this: it is the meaning.",
    "ai-atk-s0305a0:87_10": "Or alternatively, the ninety-two grounds, each one is needed here and there in the place.",
    "ai-atk-s0305a0:87_11": "The rest is clear.",
    "ai-atk-s0305a0:88_0": "The eighth section on diligence is finished.",
    "ai-atk-s0305a0:89_0": "9. Balakaraṇīyavaggo",
    "ai-atk-s0305a0:90_0": "1. Balasuttavaṇṇanā",
    "ai-atk-s0305a0:91_0": "149.",
    "ai-atk-s0305a0:91_1": "He should be done by one who works tigery and powerful things observed: kamma-breaking their deeds, etc., and who have worked up with their strengthening and troops,",
    "ai-atk-s0305a0:91_2": "Establishing virtue: on the fourth earth element,",
    "ai-atk-s0305a0:91_3": "take care of the noble eightfold path, one doesn’t see the noble path.",
    "ai-atk-s0305a0:92_0": "2. Bījasuttavaṇṇanā",
    "ai-atk-s0305a0:93_0": "and it is the plant of seeds that are plants, seeds, and those that are the plants and seeds that are the basis for ending.",
    "ai-atk-s0305a0:94_0": "3. Nāgasuttavaṇṇanā",
    "ai-atk-s0305a0:95_0": "they took hold of their power, mount their strength and donkey bodies are what was happening.",
    "ai-atk-s0305a0:95_1": "Talking is very hard to cross over the desert about the passage beginning thus:",
    "ai-atk-s0305a0:95_2": "So it seems that when an abode is established in theeclusion of the dragons –",
    "ai-atk-s0305a0:95_3": "“If we were to live like this, we wouldn’t be able to go on retreat for the four congregations of the Himalayas.” And when they’ve entered the ocean, having risen from the great ocean, they will be able to fathom the great ocean.”",
    "ai-atk-s0305a0:95_4": "Herein, with the ponds covered with gold, graceful and non-staple foods, having dropped the water, the golden statuems and so on, after washing the cows in the water.",
    "ai-atk-s0305a0:96_0": "When it was not able to lift the corpses of the Ganges, the dragons, and the younger brothers, then descended and approached the demon host of (the Buddha), then sprinkled the great ocean on all sides, were unable to reach the rainy season, and having exerciseizing the sky like a golden staircase through the sky with a garland of flowers and perfumes, etc., and having exceedingly sweetmenctions of the Fragrantly. Then, the cutting that were unable to doubledornments and so forth like a golden creeper-like medicine, and like a charming lotus flower-flower-covered parkinding coucieming postly to an liff-like terbor, they canostly together with a large white sandal porie of flowers and so on your own minds.",
    "ai-atk-s0305a0:96_1": "And there they were one hundred and ten thousand aeons, namely and clans were reborn in a hundred thousand leftovers, were reborn in a thousand abundant and abundances.",
    "ai-atk-s0305a0:97_0": "In the same way, though trickling out of the Himalayas, like a mountain peak in the four directions, you’ll seem in the ocean, like a strong harvest or stretch from the ocean.",
    "ai-atk-s0305a0:97_1": "When the dragons are grounded on the Himalayas, the position of the Himalayas, attaining the universal conduct in the ocean and attaining the noble path, and establishing the fruit of virtue in the six paths of Arahantship, the noble paths, and attain extinguishment by the noble path.",
    "ai-atk-s0305a0:98_0": "5. Kumbhasuttavaṇṇanā",
    "ai-atk-s0305a0:99_0": "He thinks, “We don’t stir it!” but can’t fall back on the ground, he does not dry it.",
    "ai-atk-s0305a0:100_0": "7. Ākāsasuttavaṇṇanā",
    "ai-atk-s0305a0:101_0": "On the eastern direction, in the west, the north,",
    "ai-atk-s0305a0:101_1": "likewise in the last direction.",
    "ai-atk-s0305a0:101_2": "Four Ways of Attending to the east, the four kinds of mindfulness meditation are included in the eastern gate: “Nabbāna, doing this true teaching come back here” , etc., they do not refer to the development of the four kinds of mindfulness meditation subjects that are described in the noble path.",
    "ai-atk-s0305a0:102_0": "Two on the first household, etc.",
    "ai-atk-s0305a0:103_0": "so the last month of surmounting one months, (the month of) Nāḷhā,",
    "ai-atk-s0305a0:103_1": "They moved through the inner skin of the earth, wipe down from the ground into the air, bending the foreheads of the earth, and wing up and down from the sky.",
    "ai-atk-s0305a0:103_2": "They wore dust and dirt.",
    "ai-atk-s0305a0:104_0": "10. Nāvāsuttavaṇṇanā",
    "ai-atk-s0305a0:105_0": "Whether fortunate or fortnight is the same as in the ears or the necks of a jewel.",
    "ai-atk-s0305a0:106_0": "11-12. Āgantukasuttādivaṇṇanā",
    "ai-atk-s0305a0:107_0": "They prepare medicines and supplies for the sick, and may the newly arrived monks have arrived in the midst of the town and country.",
    "ai-atk-s0305a0:107_1": "For the direct knowledge is complete understanding. For it is possible to know about the eastern directions, the aristocrats, brahmins, and the newly arrived monks with insight into the eastern gates. Those who know the paths of direct-knowledge should be understood to the noble paths.” Then they say, “Nuns, although direct knowledge the path of the noble paths.",
    "ai-atk-s0305a0:107_2": "and it is not already explained in the way already described.",
    "ai-atk-s0305a0:108_0": "The ninth sub-chapter on strengths is finished.",
    "ai-atk-s0305a0:109_0": "10. Esanāvaggo",
    "ai-atk-s0305a0:110_0": "1. Esanāsuttavaṇṇanā",
    "ai-atk-s0305a0:111_0": "161.",
    "ai-atk-s0305a0:111_1": "Searching is a search for sensual pleasures, searching for sensual pleasures, searching for goods, and for a noble path.",
    "ai-atk-s0305a0:111_2": "The search for continued existence is a search for rebirth.",
    "ai-atk-s0305a0:111_3": "searches for the spiritual life, the search for the spiritual life, and the search for the spiritual life.",
    "ai-atk-s0305a0:112_0": "2-11. Vidhāsuttādivaṇṇanā",
    "ai-atk-s0305a0:113_0": "undergoing the conceit ‘process,’ or, because of the conceit ‘I am’,",
    "ai-atk-s0305a0:113_1": "I’m better than risky,’ and thus, “I am better than the conceit ‘I am’.",
    "ai-atk-s0305a0:113_2": "suffering is suffering",
    "ai-atk-s0305a0:113_3": "The word-meaning here is that tree arise in which that place, when that person low along.",
    "ai-atk-s0305a0:113_4": "And here the rest is as before.",
    "ai-atk-s0305a0:114_0": "The tenth is the tenth.",
    "ai-atk-s0305a0:115_0": "11. Oghavaggo",
    "ai-atk-s0305a0:116_0": "1-2. Oghasuttādivaṇṇanā",
    "ai-atk-s0305a0:117_0": "172-173.",
    "ai-atk-s0305a0:117_1": "the flood of sensual desire comes up to the five kinds of sensual stimulation.",
    "ai-atk-s0305a0:117_2": "The desire and greed for continued existence in the formless realm.",
    "ai-atk-s0305a0:117_3": "the view of residue is seen.",
    "ai-atk-s0305a0:117_4": "Not knowing the four states of existence: there is no unknowing in the four truths,",
    "ai-atk-s0305a0:117_5": "Likewise in the case of sensual pleasures, and so on.",
    "ai-atk-s0305a0:118_0": "3-4. Upādānasuttādivaṇṇanā",
    "ai-atk-s0305a0:119_0": "On the contrary, underlying tendencies of sensual desire,",
    "ai-atk-s0305a0:119_1": "and the same method of what is seen in the same way.",
    "ai-atk-s0305a0:119_2": "ties, trickling down.",
    "ai-atk-s0305a0:119_3": "The ties of the body: the eye is covered by the neck, and the covering of the drops,",
    "ai-atk-s0305a0:119_4": "Having eliminated this view: “This is the recipient, this is the opposite of the truth that has arisen in me.”",
    "ai-atk-s0305a0:120_0": "5-10. Anusayasuttādivaṇṇanā",
    "ai-atk-s0305a0:121_0": "underlying tendencies, they undergo sensual desire, affection, infatuation, thirst, and passion for sensual pleasures.",
    "ai-atk-s0305a0:121_1": "Likewise in the rest.",
    "ai-atk-s0305a0:121_2": "lowering down.",
    "ai-atk-s0305a0:121_3": "fetters and bonds,",
    "ai-atk-s0305a0:121_4": "above, below the upper side.",
    "ai-atk-s0305a0:121_5": "The rest is undefined.",
    "ai-atk-s0305a0:122_0": "The eleventh round is finished.",
    "ai-atk-s0305a0:123_0": "The Linked Discourses on the Path is finished."
}