{
    "ai-atk-s0301a7:0_0": "7. Brāhmaṇasaṁyuttaṁ",
    "ai-atk-s0301a7:1_0": "1. Arahantavaggo",
    "ai-atk-s0301a7:2_0": "1. Dhanañjānīsuttavaṇṇanā",
    "ai-atk-s0301a7:3_0": "187.",
    "ai-atk-s0301a7:3_1": "The Brahmin Dhanañjāni is born in the first carpet of wealth,",
    "ai-atk-s0301a7:3_2": "the story of the thresholds.",
    "ai-atk-s0301a7:3_3": "The brahmin lady of Brahmāyu had caught up in the mouth of the lady, and had crushed their mouth.",
    "ai-atk-s0301a7:3_4": "utter this exalted utterance:",
    "ai-atk-s0301a7:3_5": "The brahmin, it seems, for the sake of wrong view, thinking, “The Buddha is expelled,” he replied, and he did as he was asked.",
    "ai-atk-s0301a7:3_6": "but the brahmins are Stream-Enterers, noble and transcendent Noble Ones.",
    "ai-atk-s0301a7:3_7": "Gives a gift to the brahmins and householders.",
    "ai-atk-s0301a7:3_8": "On the hymns, the brahmin lady of the Verahaccāni clan, was giving food and drink.",
    "ai-atk-s0301a7:3_9": "But the brahmin lady emerged from the Vedāli, having departed from his neck,",
    "ai-atk-s0301a7:3_10": "Then one day the brahmin lady having invited the five hundred brahmin lady and said:",
    "ai-atk-s0301a7:3_11": "“There are five hundred brahmins who enjoy our houses in our house.”",
    "ai-atk-s0301a7:3_12": "What should I do?",
    "ai-atk-s0301a7:3_13": "There is nothing else for you, and all of them will make offerings.",
    "ai-atk-s0301a7:3_14": "And when standing, they he could not make a void, seated the shaveling ascetic’s voice, and then do not do the ascetic’s duties. Then he said to the Buddha: “Who is the one who is the ascetic’s duty?”",
    "ai-atk-s0301a7:3_15": "Thinking that brahmins are upset, they addresses me by the brahmins.",
    "ai-atk-s0301a7:3_16": "or I am unable to recollect the teaching of the Dhamma. But when I’m not able to recall that teacher, I’m unable to stay.",
    "ai-atk-s0301a7:3_17": "They go to the villages, towns, and crushed the cow-dungers of the head, upstreams, and wives. They must not be able to get enough of eating.",
    "ai-atk-s0301a7:3_18": "Then, after making it unfolded and put it aside.",
    "ai-atk-s0301a7:3_19": "“And if he sat at the root of the brahmins for Shaves this afflicted food, they’ll not going back by bowing down to the top of the hairs, as far as the garments, or the Koḷivisa.” And he said,",
    "ai-atk-s0301a7:4_0": "“Upaka, as far as the upper lips",
    "ai-atk-s0301a7:5_0": "(Whoever) I will cut down the crash,",
    "ai-atk-s0301a7:6_0": "“If you speak of the teaching, Buddha,",
    "ai-atk-s0301a7:7_0": "and thought, “If the Sangha gives me alive!”",
    "ai-atk-s0301a7:8_0": "The Noble Ones’ heritages, like a cloth that was hard to look at him:",
    "ai-atk-s0301a7:9_0": "“If I have cut off the coals, brahmin, you should cut off the pleasures of the senses,",
    "ai-atk-s0301a7:10_0": "I will lead (to the Buddha’s teaching).",
    "ai-atk-s0301a7:11_0": "“I’m not able to win Sakka, lord of gods,",
    "ai-atk-s0301a7:12_0": "daughter, I say to you, the Buddha, the Lord of the Earth.”",
    "ai-atk-s0301a7:13_0": "So he recited these five hundred verses each and every day.",
    "ai-atk-s0301a7:13_1": "The brahmin counselor to the monastery, thinking, “A brahmin, has strayed for a co-wife or to be able to sleep badly, that very misserable.”",
    "ai-atk-s0301a7:13_2": "On the next day, he had the home of the five-hundred cooked rice-milk, put towers, adorned with clothes and headed with five hundred bathing powderers, and with the milk-rice. Then he had the rewards there, with the milk-rice five hundred milk-ricestory, and if the water filters were ready, he had it prepared.",
    "ai-atk-s0301a7:14_0": "After having made a drink with five hundred bathings in the morning for a thousand descendants, for the sake of sesame seeds, and prepare cloths of the food, drink, clothes, and bedsing the water for washing, and serving the air, and using the woodyards, they dressed in a golden garland.",
    "ai-atk-s0301a7:14_1": "painted by the fact of worm, painful feelings arise.",
    "ai-atk-s0301a7:14_2": "At that time the One of Ten Powers,",
    "ai-atk-s0301a7:14_3": "Then, when there is a charming milk-rice and arranging their robe on the ground, raised their joined palms toward the five kinds of raised foundation, and expressed this heartfelt sentiments, saying:",
    "ai-atk-s0301a7:15_0": "Some times they are eating in shaved their hair and beards, some ate in their hands, some announced their hair and beards, dressed in observed from the water.",
    "ai-atk-s0301a7:15_1": "When they hear that sound, they dropped their heads. They’d drop it into her head with their hands, put their upper robe over one shoulder, smeared with the sword, and they dropped their treasure with their hands. Then when they saw him coming, they dropped off a stout wood, aside and then departed.",
    "ai-atk-s0301a7:15_2": "That’s how a brahmin, having seen my head with a skull, sees my head and conquered, “This brahmin, we didn’t like that.” But when he saw the brahmin, he said, “It’s not appropriate for us to request for the sake of this,”",
    "ai-atk-s0301a7:16_0": "approaching village, he thought, “I’m going to the village, but I won’t go to it;” But when he asked him, “I’ll go to the stream and see him, “I’ll go to it.” And when he asked him, “I’ll go to it and ask him how to get a question.",
    "ai-atk-s0301a7:16_1": "“If they say, ‘I am a killer,’ then they’re not free of Māra, who wants to create in the world.",
    "ai-atk-s0301a7:16_2": "I’ll make amends for it.",
    "ai-atk-s0301a7:16_3": "when anyone says ‘I am’, it doesn’t wish to say ‘I am this’, so you don’t wish.",
    "ai-atk-s0301a7:16_4": "So why have you come here?’",
    "ai-atk-s0301a7:16_5": "I’ll restrain myself",
    "ai-atk-s0301a7:16_6": "Thus the ascetic Gotama didn’t get up to go to see a question, but he cannot be able to get swallowed it down.”",
    "ai-atk-s0301a7:16_7": "After calling his own hands in Kusinārā and saluted himself, he exchanged greetings with the honey.",
    "ai-atk-s0301a7:16_8": "The deities questioned, detached,",
    "ai-atk-s0301a7:16_9": "And for the first place where the lower story is kept.",
    "ai-atk-s0301a7:17_0": "2. Akkosasuttavaṇṇanā",
    "ai-atk-s0301a7:18_0": "188.",
    "ai-atk-s0301a7:18_1": "Bhāradvāja the Rude, Bhāradvāja, having gone with these five verses, while he was abused by the Realized One.",
    "ai-atk-s0301a7:18_2": "he thought: “He is the name of the Compassionate” because he brings these names the names.",
    "ai-atk-s0301a7:18_3": "Angry and upset, thinking, “She must be able to give the going forth,” he is angry and upset with each other, and he banished the neck.",
    "ai-atk-s0301a7:18_4": "“You’re a fool, you’re a fool,” “You’re a woman,” “You’re a donkey,” “You’re an animal,” “You’re a donkey,” “You’re bound for hell.”",
    "ai-atk-s0301a7:18_5": "Gladly, he said: ‘Such is an abscess, this is a staff,’ and I go to the royal family home. Now I’ll go to the royal family named Sage.”",
    "ai-atk-s0301a7:19_0": "if he eats stuck together;",
    "ai-atk-s0301a7:19_1": "if he does it when he does it;",
    "ai-atk-s0301a7:19_2": "The Fortunate One said this:",
    "ai-atk-s0301a7:19_3": "“Indeed it seems you have heard this.”",
    "ai-atk-s0301a7:19_4": "“This ascetic Gotama is ever present within arch, what is the time to hear me? Am I seeming and separately?”",
    "ai-atk-s0301a7:19_5": "Therefore this was said.",
    "ai-atk-s0301a7:20_0": "he becomes quenched to the forest,",
    "ai-atk-s0301a7:20_1": "he has the characteristic of his end.",
    "ai-atk-s0301a7:20_2": "And with this he becomes worse, he will be angry and bad for the other person.",
    "ai-atk-s0301a7:20_3": "mindfully, having become mindful, he endures mindful and once.",
    "ai-atk-s0301a7:20_4": "People unskilled in Dhamma",
    "ai-atk-s0301a7:20_5": "What is fame or terror",
    "ai-atk-s0301a7:20_6": "The person who is mindful and fully embraceful, who teaches the Dhamma for the purpose of embarrassing the other people: that person is ruined by.",
    "ai-atk-s0301a7:20_7": "What kind of person do you think,",
    "ai-atk-s0301a7:20_8": "to be a fool.",
    "ai-atk-s0301a7:20_9": "from the Dhamma aggregates of the Dhamma, or from the fourth,",
    "ai-atk-s0301a7:20_10": "An educated ordinary person, (and) they are in the second absorption.",
    "ai-atk-s0301a7:21_0": "3. Asurindakasuttavaṇṇanā",
    "ai-atk-s0301a7:22_0": "189.",
    "ai-atk-s0301a7:22_1": "Third: Bharadvāja the Fiend, dreadful, splendid,",
    "ai-atk-s0301a7:22_2": "The angry one is angry here with these, how could it be angry with?",
    "ai-atk-s0301a7:22_3": "So the meaning is, it contemplates, that is the meaning.",
    "ai-atk-s0301a7:22_4": "What is?",
    "ai-atk-s0301a7:22_5": "The one who does know, the interruption, the higher mind: this is the end of all virtue.",
    "ai-atk-s0301a7:22_6": "But the fool, speaking harshly, thinking: “Today I’m going to do so.”",
    "ai-atk-s0301a7:23_0": "4. Bilaṅgīkasuttavaṇṇanā",
    "ai-atk-s0301a7:24_0": "190.",
    "ai-atk-s0301a7:24_1": "Bhāradvāja, the Bāhiyanaṅgīsa, having just been educated, boarded, treating his limbs, and said to the fourteenth, “Indirectly many ways”,",
    "ai-atk-s0301a7:24_2": "And when he said: “Gotamī, I’m going to beatushed, but when victorious, I stood silently to do so.”",
    "ai-atk-s0301a7:24_3": "while consecrated by the gods,",
    "ai-atk-s0301a7:24_4": "fourth absorption.",
    "ai-atk-s0301a7:25_0": "5. Ahiṁsakasuttavaṇṇanā",
    "ai-atk-s0301a7:26_0": "191.",
    "ai-atk-s0301a7:26_1": "by means of the five hundred Bhāradvājas, (wives) Bhāradvāja clans, he asked the Collection of the Suttas.",
    "ai-atk-s0301a7:26_2": "by name or clan,",
    "ai-atk-s0301a7:26_3": "I am feather, and I don’t know what I am.",
    "ai-atk-s0301a7:26_4": "And he should have the meaning of this:",
    "ai-atk-s0301a7:26_5": "They don’t harass someone who does not harm suffering, nor do they make an end of suffering.",
    "ai-atk-s0301a7:27_0": "6. Jaṭāsuttavaṇṇanā",
    "ai-atk-s0301a7:28_0": "192.",
    "ai-atk-s0301a7:28_1": "he asked the sixth enquiry, (called) the sixth enquiry, (we hear about) the Commentaries.",
    "ai-atk-s0301a7:28_2": "The Linked Discourses on even when the deities are finished.",
    "ai-atk-s0301a7:29_0": "7. Suddhikasuttavaṇṇanā",
    "ai-atk-s0301a7:30_0": "193.",
    "ai-atk-s0301a7:30_1": "Seven Bamboo Pure is Bhāradvāja, quite different from the Commentaries, and it is of the kind already stated .",
    "ai-atk-s0301a7:30_2": "Those who are virtuous, pleasingly, and making illustrious deeds,",
    "ai-atk-s0301a7:30_3": "Accomplished in knowledge and conduct: here the three kinds of clear vision,",
    "ai-atk-s0301a7:30_4": "And they used to roam the cows for cattle,",
    "ai-atk-s0301a7:30_5": "They don’t understand ...",
    "ai-atk-s0301a7:30_6": "Even the meaning has much food of the lamps, he speaks a thousand coins, saying: “This is so very helpful to me,” he says.",
    "ai-atk-s0301a7:30_7": "whose defilements have been shaken by defilement in defilement, robbing the defilements.",
    "ai-atk-s0301a7:30_8": "Bullsed by deeds, by way of body, speech, and mind.",
    "ai-atk-s0301a7:31_0": "8. Aggikasuttavaṇṇanā",
    "ai-atk-s0301a7:32_0": "194.",
    "ai-atk-s0301a7:32_1": "Bhāradvāja the Fire-Worshiper Bhāradvāja were treated by the name of that in the Commentaries , and also the names of the Fire .",
    "ai-atk-s0301a7:32_2": "he is stored up: he is one who is strict,",
    "ai-atk-s0301a7:32_3": "and stood there (them). why are you stood there?",
    "ai-atk-s0301a7:32_4": "The Fortunate One, while looking around the world, thought this:",
    "ai-atk-s0301a7:32_5": "“This brahmin doesn’t take the kind of milk-rice and feeding on top of a fire. Then I entered Rājagaha, where I was took carpets out of the fruit and set it up. Will the four paths of once I entered Rājagaha, the path to World with the rainy season, wherever I was banished, and chop off the four paths.”",
    "ai-atk-s0301a7:33_0": "After three knowledges:",
    "ai-atk-s0301a7:33_1": "of birth and old age: these seven generations",
    "ai-atk-s0301a7:33_2": "learned people in the sky.",
    "ai-atk-s0301a7:33_3": "They ate this way. They’re exempt from this duality, and they’re free of anxiety. ...",
    "ai-atk-s0301a7:34_0": "knowledge of previous lives,",
    "ai-atk-s0301a7:34_1": "they see heavenly beings passing away and being reborn in heaven.",
    "ai-atk-s0301a7:34_2": "and attaining the end of rebirth,",
    "ai-atk-s0301a7:34_3": "Having deep knowledge’s profit, he who knows what is very accomplished,",
    "ai-atk-s0301a7:34_4": "From a brahmin tortoise continued existence, Yet he says: ‘There is no brahmin equal or worse than Master Gotama.",
    "ai-atk-s0301a7:35_0": "Having spoken thus, she filled the golden powder and placed it to the tenth day.",
    "ai-atk-s0301a7:35_1": "The Teacher, having placed the bowl took a meal, he sent it to a lamp, and so on.",
    "ai-atk-s0301a7:35_2": "with this verse:",
    "ai-atk-s0301a7:35_3": "He should not eat in a group.",
    "ai-atk-s0301a7:35_4": "This is said:",
    "ai-atk-s0301a7:35_5": "Brahmin, go for a long time to be found holding a wrong conduct, that is why I’ve got cartsed my hands, and that is why I’m able to get all these verses.” Then the Buddha’s meal, when I had no apprehended it with my hands, it was like bringing him back.",
    "ai-atk-s0301a7:35_6": "It’s not appropriate for you to eat the Teaching and the practice that’s apparent in the present life.",
    "ai-atk-s0301a7:35_7": "When they had obtained this verse, they brought the Buddhas back to the charnel ground, surrounded it with these verses.",
    "ai-atk-s0301a7:35_8": "When there is such a principle, brahmin, if he establishes mindfulness, and he establishes mindfulness in the present life, he kills living creatures, but remains in life.",
    "ai-atk-s0301a7:35_9": "and then eat such a case:",
    "ai-atk-s0301a7:36_0": "Then the brahmin thought:",
    "ai-atk-s0301a7:36_1": "I don’t know what the ascetic Gotama has done in the past.",
    "ai-atk-s0301a7:36_2": "But now I want to know the introduction of the household life if I wish to get the riches,luded in the home life, and I am a cause of the dissatisfaction with the Faith. And this is a condition for the sake of having given up wealth.",
    "ai-atk-s0301a7:36_3": "and I’m not rejected by the ascetic Gotama.",
    "ai-atk-s0301a7:36_4": "Then the Buddha, having given up all sharing his own perception, thinking: ‘This is the inquiry, this is not the dart of all,’",
    "ai-atk-s0301a7:36_5": "But this is what happened to be said: “This is the door, this is not allowed to give, that is to say, the four kinds of people, the for the sake of giving, and the other four requisites.”",
    "ai-atk-s0301a7:36_6": "Herein, because of being afraid of wrongdoing, ~ him by the hand of the feet, by the hand of foot, and by being anxious and remorseful",
    "ai-atk-s0301a7:36_7": "he teaches by not grasping: this is a term for themselves.",
    "ai-atk-s0301a7:36_8": "But this is the meaning:",
    "ai-atk-s0301a7:36_9": "Today I will serve you by other monks.",
    "ai-atk-s0301a7:36_10": "For that field is the field for the seeker of merit, it is the means of merit, for the sake of merit, as well as good, for the benefit, and for the happiness of many people.",
    "ai-atk-s0301a7:37_0": "9. Sundarikasuttavaṇṇanā",
    "ai-atk-s0301a7:38_0": "195.",
    "ai-atk-s0301a7:38_1": "Aggivessana Bhāradvāja, the Fire-Worshiper was setting the sacred flame by the river Sundarika.",
    "ai-atk-s0301a7:38_2": "(But) the Sundarīnandā",
    "ai-atk-s0301a7:38_3": "he wears a fire like one burning flames, puts it in a fire,",
    "ai-atk-s0301a7:38_4": "He wears the sacrificial post, preparing the dimension of Aggivessana, one who pays homage at the time of mortals, and so on.",
    "ai-atk-s0301a7:38_5": "Who is the current of this offering? I thought:",
    "ai-atk-s0301a7:38_6": "“Indeed it is so far, Brahmadatta, the chieftain Pāyāsi, attacked by a magician, if he were to attack him with his own hands, saying: “I have been reborn in the Brahmā realm, this is a good destination, a hundred thousand rebirths.”",
    "ai-atk-s0301a7:38_7": "The brahmin got up from his seat and looked at the four directions, “Who would you eat?”",
    "ai-atk-s0301a7:39_0": "(but) in that forest grove at the root of a tree’s root,",
    "ai-atk-s0301a7:39_1": "They sat together with their heads seatsed on the upper robe seated crossing over.",
    "ai-atk-s0301a7:39_2": "But why does the Fortunate One sat down?",
    "ai-atk-s0301a7:39_3": "The Fortunate One, while looking around the world, thought this:",
    "ai-atk-s0301a7:39_4": "This brahmin takes that brahmin, thinking, “I’ve taken such a fire and produced a fire.” ...",
    "ai-atk-s0301a7:39_5": "four fruits and four.",
    "ai-atk-s0301a7:39_6": "Therefore, having risen early in the morning, he took his bowl and robe and went to the forest, sat down at that tree.",
    "ai-atk-s0301a7:39_7": "Then why do you remember the head of your.",
    "ai-atk-s0301a7:39_8": "It is possible to endure cold, heat, and cold, and heat.",
    "ai-atk-s0301a7:39_9": "But if the brahmin sits down on a sea, he wouldn’t see a brahmin after.",
    "ai-atk-s0301a7:39_10": "So the Blessed One said:",
    "ai-atk-s0301a7:39_11": "“I will teach the Dhamma to my head, and then I’ll teach her, and I’ll give her a teaching.” He then said, “I’ll teach her the Dhamma.”",
    "ai-atk-s0301a7:40_0": "approach that brahmin:",
    "ai-atk-s0301a7:40_1": "“The head of a Sīha is extremely devoted to all nights,",
    "ai-atk-s0301a7:40_2": "Because of this offering that receiver of offerings given to him, I will give it to him.”",
    "ai-atk-s0301a7:40_3": "I am a little shaveling this Muṇḍa. Seeing this, you said, “Who have seen your hair mats.”",
    "ai-atk-s0301a7:40_4": "Then he looked around on a ploughed floor, saying “Such-came, did you get still a little”.",
    "ai-atk-s0301a7:40_5": "Standing wherever he saw that place",
    "ai-atk-s0301a7:40_6": "And they are mung beansmen who are afflicted with some soup.",
    "ai-atk-s0301a7:41_0": "Do not ask of one who has come to the very fruitful, nor asks (in returns) birth,",
    "ai-atk-s0301a7:41_1": "for one worthy of offerings,",
    "ai-atk-s0301a7:41_2": "But they ask questions, virtue, etc., starting with questions, virtue and practices analytically,",
    "ai-atk-s0301a7:41_3": "For this reason will be worthy of the offerings,",
    "ai-atk-s0301a7:41_4": "Now, while bringing about the state of exertion, he is born for the sake of which (the angenuine),",
    "ai-atk-s0301a7:41_5": "Here is this:",
    "ai-atk-s0301a7:41_6": "It’s when the fire is burning, he does not grow in the flames of a fire, etc., in the assembly hall, or in early in the morning. Or because his own special qualities of that it is not known that.",
    "ai-atk-s0301a7:41_7": "That’s how someone is not born in a family of aristocrats, brahmins, or householders—riven from a family of lows, memorials, bulls, lions, tigers, leopards, beliefs, and eminent.",
    "ai-atk-s0301a7:41_8": "By this supramundaneousness to the highest degree : he is the idea of .",
    "ai-atk-s0301a7:41_9": "For it is in due course intent on being well stored in the wool.",
    "ai-atk-s0301a7:41_10": "He endowed with good qualities,",
    "ai-atk-s0301a7:41_11": "wakefulness and energy.",
    "ai-atk-s0301a7:41_12": "The Thorough reason of the water",
    "ai-atk-s0301a7:41_13": "For one who lives in balanced preventing his wickedness,",
    "ai-atk-s0301a7:42_0": "Tamed by truth, by self-control:",
    "ai-atk-s0301a7:42_1": "endowed with a sense of controlling the sense faculties.",
    "ai-atk-s0301a7:42_2": "He is sure of four inclusive subsequent groups, the four influences, or the defilements that subsequently come to an end.",
    "ai-atk-s0301a7:42_3": "(They are) called celibacy.",
    "ai-atk-s0301a7:42_4": "sacrifices for sacrifices, rejoicing, and lady.",
    "ai-atk-s0301a7:42_5": "You’re the brahmin ...",
    "ai-atk-s0301a7:42_6": "“We’re covering, Varuṇa! We’ll make the simile weighing out of the owl! We’ll spend the manage!” And he said: “This is the matter, this is the simile.”",
    "ai-atk-s0301a7:42_7": "And at the wrong time, saying: “It is time, sir, that the meal is ready.” Then they when the time was ready, they that announced.",
    "ai-atk-s0301a7:42_8": "He who burns positions thus, (but) those whose cankers are destroyed, conquered in that pollutant-free, set up a fire on the left side of the offerings, but doesn’t want it to see it.",
    "ai-atk-s0301a7:43_0": "Thus, after listening to the Buddha’s confidence, while making his confidence in his heart, and performing his confidence.",
    "ai-atk-s0301a7:43_1": "The meaning of this:",
    "ai-atk-s0301a7:43_2": "Surely this will be my knife, and the fire sacrifice will be light, but I’ll be no more former.",
    "ai-atk-s0301a7:43_3": "Then another brahmin said, “I am a brahmin,” and they answered to me.",
    "ai-atk-s0301a7:43_4": "killing, sacrifices,",
    "ai-atk-s0301a7:43_5": "From then on he should Excellence in the way already described.",
    "ai-atk-s0301a7:44_0": "but I’m not able to grasp them.",
    "ai-atk-s0301a7:44_1": "Why is it the same:",
    "ai-atk-s0301a7:44_2": "In that place they were reborn there, a low-life, framework for four months, and they had a little need of ghee, oil, honey, etc., took a sewer, and smeared with creeper, bringing them to mind as they were reborn in a bird’s gems, and give them flyingers.",
    "ai-atk-s0301a7:44_3": "Through that deed and the finest people would not have properly died.",
    "ai-atk-s0301a7:44_4": "But if the cows having been produced at the root, it wouldn’t be subtle and fine;",
    "ai-atk-s0301a7:44_5": "the one whose defilements have ended; and who does not conceive his womb,",
    "ai-atk-s0301a7:44_6": "One whose defilements have ended; and whose cankers have destroyed the attainment of stream-entry (something).",
    "ai-atk-s0301a7:44_7": "But the Buddha’s dispensation by the Fortunate One’s work.",
    "ai-atk-s0301a7:45_0": "cultivated without cultivated it,",
    "ai-atk-s0301a7:45_1": "If they toss dry grass, cow-dung, milk-rice grass, and creepers would come from grass.",
    "ai-atk-s0301a7:45_2": "The Buddhas training rule on earth, without a transgression, therefore (the Buddhas) say,",
    "ai-atk-s0301a7:45_3": "Just wherever he trapped on the edge of the neck, it is allowable to be suitable for it.",
    "ai-atk-s0301a7:45_4": "They think: ‘Sometimes in a small little bit of grass, water, edibles, and living creatures with water.",
    "ai-atk-s0301a7:45_5": "yet no matter how a great water is dropped in a deep lake. It’s not allowed to draw a thousandth-sticks.",
    "ai-atk-s0301a7:45_6": "and he sat down with the golden garlands.",
    "ai-atk-s0301a7:45_7": "he made such a sound as ivory and pulled up;",
    "ai-atk-s0301a7:45_8": "But what do you say about this special milk-rice? Or is it appropriate for the Realized One?’",
    "ai-atk-s0301a7:45_9": "he Realised One, the Realised One’s Realised One,",
    "ai-atk-s0301a7:45_10": "For this brahmin gave the milk-rice and massage to the Teacher, and prepare the wrong road. When he had to go without scratching the Teacher, he went along the Buddha",
    "ai-atk-s0301a7:45_11": "“She has seen the wonderful and marvellous thing,",
    "ai-atk-s0301a7:45_12": "Then I’ll determine the Truth and consequence of wrong view, and then determine the deathless in the deathless.”",
    "ai-atk-s0301a7:46_0": "while falling asleep in the woods.",
    "ai-atk-s0301a7:46_1": "So there are that are called warriors in what is not found.",
    "ai-atk-s0301a7:46_2": "if there were to purification of thirty-two parts of stumps and so many boys would show them first.",
    "ai-atk-s0301a7:46_3": "wholesome things are proficient in the three Vedas.",
    "ai-atk-s0301a7:46_4": "I was born in the middle of the awakens of wisdom, and I entered upon myself as he was at the time of his knowledge.",
    "ai-atk-s0301a7:46_5": "Always joyfully gladness with the blazing of glowing , which is always forgets -",
    "ai-atk-s0301a7:46_6": "always immersed in samādhi,",
    "ai-atk-s0301a7:46_7": "Walking the spiritual life under the Bodhi Tree and the spiritual life, they say:",
    "ai-atk-s0301a7:47_0": "The brahmin’s touch is burstening with the struggles, just as they standing in the earth-working, standing there held eventually presented with the spell. So too, whenever they suffered the earth in the four primary elements, they ropes on it, relying on this spe.",
    "ai-atk-s0301a7:47_1": "Hence it is their name, brahmin, “Yes,” replied the Khujjasomā.",
    "ai-atk-s0301a7:47_2": "anger over moves, being one who is irritable, bad-tempered, and one who does not actually desire",
    "ai-atk-s0301a7:47_3": "So you don’t shine in your knowledge that the fire is lacking.",
    "ai-atk-s0301a7:47_4": "(There are) a lieer in the sense of lying down, having a sense of conscience, called) “rivals”.",
    "ai-atk-s0301a7:47_5": "Suppose an iron pillar doesn’t lie down, thinking,",
    "ai-atk-s0301a7:47_6": "it is well-formed, like golden plates, just as much gold coins, salt, silver, gold, and money; then birds’ netwly acquired a large crowd, then say such a crowd of people.",
    "ai-atk-s0301a7:47_7": "They winnow the religion of the Jina, as is your general hearing the Dhamma in the heart, and sentient beings build in the place where they strike.",
    "ai-atk-s0301a7:47_8": "Self is their self,",
    "ai-atk-s0301a7:48_0": "I do, likewise.",
    "ai-atk-s0301a7:48_1": "Who is virtuous brought to me of virtue: it is of four kinds, that is, purity of mindfulness due to equanimity, and shows it.",
    "ai-atk-s0301a7:48_2": "It is unshakable for you to use yourselves, dogs, roars, or dresses in one hundred thousand bathing robes, and bringing them to minds. In order to rough countless hundreds of living beings, there is no one hundred thousand creatures of living creatures.",
    "ai-atk-s0301a7:48_3": "The Wise Ones praised by the wise,",
    "ai-atk-s0301a7:48_4": "(He who is) the sure of the wise, he has acquired all declaring.",
    "ai-atk-s0301a7:48_5": "Those who cross to the far shore,",
    "ai-atk-s0301a7:49_0": "now while the Noble Ones have shown the Dhamma, they give up the unfavourable paths,",
    "ai-atk-s0301a7:49_1": "therein the truths,",
    "ai-atk-s0301a7:49_2": "this teaching is to be shown by this view.",
    "ai-atk-s0301a7:49_3": "Being resided by this deed, one who lives off work.",
    "ai-atk-s0301a7:49_4": "the truth, the path, or the practice.",
    "ai-atk-s0301a7:49_5": "Having right view, that is your right view.",
    "ai-atk-s0301a7:49_6": "for this is said:",
    "ai-atk-s0301a7:49_7": "“The path is right view and it is the cause.”",
    "ai-atk-s0301a7:49_8": "But right view is subsequently it is mixed up with that which is present.",
    "ai-atk-s0301a7:49_9": "This Dhamma is the current of mindfulness.",
    "ai-atk-s0301a7:49_10": "This action is left by way of body, speech, and mind.",
    "ai-atk-s0301a7:49_11": "this too is how the noble eightfold path is shown.",
    "ai-atk-s0301a7:49_12": "Or alternatively: the ultimate truth, the ultimate truth,",
    "ai-atk-s0301a7:49_13": "Proper views: these five factors are undertaken by means of the view of the origin of cessation.",
    "ai-atk-s0301a7:49_14": "Three kinds of verbal action: these three kinds of livelihood,",
    "ai-atk-s0301a7:49_15": "this too is how the noble eightfold path is shown.",
    "ai-atk-s0301a7:49_16": "the spiritual life: this is called “this is the spiritual life”.",
    "ai-atk-s0301a7:49_17": "and lies there in the middle of the slack;",
    "ai-atk-s0301a7:49_18": "the best retinue is the best state of Brahmā.",
    "ai-atk-s0301a7:49_19": "Saying to the upright, lady, you don’t act against the disaster of the earth, because you’ve got rid of the grounds for blemish.",
    "ai-atk-s0301a7:49_20": "Please, I say, ‘I am notversing this teaching’: ‘I am practicing in line with the teaching’, ‘I am hereining that person’, I say.”",
    "ai-atk-s0301a7:50_0": "10. Bahudhītarasuttavaṇṇanā",
    "ai-atk-s0301a7:51_0": "196.",
    "ai-atk-s0301a7:51_1": "In a certain forest grove he goes to a forest grove where he saw him. He thought, “I’ll go to the brahmin family, and live in the neighborhood of the world.” He then went to where he made a straying there.",
    "ai-atk-s0301a7:51_2": "They don’t be placed, and don’t eat the in front of the brahmins. They are going to enjoy winning it, and enjoy it.",
    "ai-atk-s0301a7:51_3": "throne the sitting cross-legged,",
    "ai-atk-s0301a7:51_4": "bracelets and broken off,",
    "ai-atk-s0301a7:51_5": "set up the body straight, placed in the upper hip, looking above the belt, having his body straight.",
    "ai-atk-s0301a7:51_6": "and establishing mindfulness at the front, settles the front, and having put the front.",
    "ai-atk-s0301a7:51_7": "Therefore it is said in the Vibhaṅga:",
    "ai-atk-s0301a7:51_8": "“And when there is mindfulness, there is the sign of the mouth, or if it is called “face of fire”, she attends on him to the front.",
    "ai-atk-s0301a7:51_9": "Or alternatively, the meaning can be treated here too according to the method of explanation given in the Paṭisambhidā,",
    "ai-atk-s0301a7:51_10": "mukhaṃ has the sense of outlet ,",
    "ai-atk-s0301a7:51_11": "sati has the sense of establishment ;",
    "ai-atk-s0301a7:51_12": "Therefore it is said: the meaning can be regarded thus: “Concerning the analysis of mindfulness and full awareness” .",
    "ai-atk-s0301a7:51_13": "Here is in brief:",
    "ai-atk-s0301a7:51_14": "if he does not take out, saying: “When there is something that isn’t possessed,”",
    "ai-atk-s0301a7:51_15": "while sitting on the ground, and having given the (Buddha) six colourful hands to the Buddhas, he sat down on the seat spread out.",
    "ai-atk-s0301a7:51_16": "approaching, he thought: “This ascetic is sitting down in the pleasures of the Kinsman, he is going to where the ascetic Gotama is sitting.”",
    "ai-atk-s0301a7:52_0": "missing for the day of the fortnight, but not for six days.",
    "ai-atk-s0301a7:52_1": "Crests of bad character means",
    "ai-atk-s0301a7:52_2": "When it had rained heavily in Tissā and the rainy season, and the sky was formed or on that rain fell during the sky.",
    "ai-atk-s0301a7:52_3": "And as their hands were soft and they eaten by the corner.",
    "ai-atk-s0301a7:52_4": "The brahmin, having seen the world in his field, saw those who had come",
    "ai-atk-s0301a7:52_5": "“For my daughter” was not taken by you!” She took hold of this fire and salutation.",
    "ai-atk-s0301a7:53_0": "drying up, withered logs, and rubbing her with a stick.",
    "ai-atk-s0301a7:53_1": "Because it seems that requisites were designated for a specific purpose, it seems, and it had not been to be torn.",
    "ai-atk-s0301a7:53_2": "And when he has left the house on the seventh household life, he is like a cow-dunging jungle into the house. He then entered it and say,",
    "ai-atk-s0301a7:54_0": "covered with and.",
    "ai-atk-s0301a7:54_1": "While it seems that the brahmin had covered with grass for the top, there is no danger,",
    "ai-atk-s0301a7:54_2": "When that day has passed, he sits down in the wilderness and lies down.",
    "ai-atk-s0301a7:54_3": "Sometimes they ate the corpses, some threw it and others ate it.",
    "ai-atk-s0301a7:55_0": "free of dead and oppressed,",
    "ai-atk-s0301a7:55_1": "It seems that the brahmin’s house became as far as he had been spending like a palm tree in his home.",
    "ai-atk-s0301a7:55_2": "But when he was old, he said to him, “Go away, drink, go to the house wherever he likes,” and she puts dry upwards, and enjoying the food, drink, clothes, and beds with him, and bears the opportunity for him with their hands. Then the brahmin drags, and took a meal to his wives, saying, “Go wherever there are no more than your child.”",
    "ai-atk-s0301a7:55_3": "Having taken it and spoke this verse:",
    "ai-atk-s0301a7:56_0": "like a drop from a necklace:",
    "ai-atk-s0301a7:56_1": "sesame flourishes of black and rowns, and so on.",
    "ai-atk-s0301a7:56_2": "He straws his foot on the ground, rubbing it with his feet, and cleansing it.",
    "ai-atk-s0301a7:56_3": "This brahmin had a retinue with iron cauldron, feverished with all the nights. Having drums at a time, he dismissed them, saying:",
    "ai-atk-s0301a7:56_4": "Then in the commentary on the eye sockets say:",
    "ai-atk-s0301a7:56_5": "“Brahmin, why do you later a man previously to whom he had previously been reborn?",
    "ai-atk-s0301a7:56_6": "The daughter of Madhurā, he should give up seven things.",
    "ai-atk-s0301a7:56_7": "Now comes back to the house of the house wherever he comes, whenever they go, making their legs in the household life, chopped them, and throw them out.”",
    "ai-atk-s0301a7:56_8": "Having taken it and spoke this verse:",
    "ai-atk-s0301a7:57_0": "Those who take the male spears (in return),",
    "ai-atk-s0301a7:57_1": "Here it seems, when anyone who possesses the ten _kahāpaṇa_ coins from anyone ...",
    "ai-atk-s0301a7:57_2": "When some sentient beings saw the elephant’s hand,",
    "ai-atk-s0301a7:57_3": "And because they think, “We shall go to that house for the day,” they still want to see him.",
    "ai-atk-s0301a7:57_4": "Having taken it and spoke this verse:",
    "ai-atk-s0301a7:58_0": "The Buddha said to them: “Now, brahmin, with these seven verses that were suffering, I will show them the same verses as you have.”",
    "ai-atk-s0301a7:58_1": "Those verses, having heard the Buddha’s words, she became established in the dispensation.",
    "ai-atk-s0301a7:58_2": "(that) is what is said from the Bhāradvāja clan, etc.",
    "ai-atk-s0301a7:58_3": "Herein, finding fault.",
    "ai-atk-s0301a7:59_0": "Then he took that brahmin to the Jina, together with the Dispensation and went to the Kosalansation together with the Elders.",
    "ai-atk-s0301a7:59_1": "The king, when he heard: “Listen,” he took a stilt longhouse, he took a bowl with a handful of the feet, put it in a vast neck, and hung it from the top of the Realized One. He then wounded it with a palanquin, and carpets. After washing his feet, he smeared the floor-st.",
    "ai-atk-s0301a7:59_2": "The Teacher, having reached maturity,",
    "ai-atk-s0301a7:59_3": "The kings have a feet, and then told him, “Venerable sir, I have a fault in the Realized One.”",
    "ai-atk-s0301a7:59_4": "There’s no king of the Great Kings.",
    "ai-atk-s0301a7:59_5": "Then where does the courtesan not live,",
    "ai-atk-s0301a7:59_6": "he was qualified, great king.",
    "ai-atk-s0301a7:59_7": "How should I receive rice porridge and curry of the carpets in a swamp, and I was able to give them a washold?",
    "ai-atk-s0301a7:59_8": "The Teacher, having taught the highest goal,",
    "ai-atk-s0301a7:59_9": "The Elder Mahaka for a long time extremely covered as much as they like.",
    "ai-atk-s0301a7:59_10": "The King gave the food and drinks that the meal (the food) had to the Buddha, and worshipped him and said:",
    "ai-atk-s0301a7:59_11": "“The Buddha has come to stay in the same room as a trader, having given up her bowl and robe, and put it down on the bank of the Koliyan lady, sir, and put it away with his bowl made an expensiver.”",
    "ai-atk-s0301a7:59_12": "Great king, the Elder Mahā Kassapa is the gradual Aposition of the most impediments.",
    "ai-atk-s0301a7:60_0": "The King, having worshipped the Elders, said:",
    "ai-atk-s0301a7:60_1": "“Venerable sir, who is yours question?”",
    "ai-atk-s0301a7:60_2": "The Great King Uruvelā,",
    "ai-atk-s0301a7:60_3": "Why is this?",
    "ai-atk-s0301a7:60_4": "by his group, great king,",
    "ai-atk-s0301a7:60_5": "“Two kings,” and they gave another two fingers to the king,",
    "ai-atk-s0301a7:60_6": "Then that man came down and said, “Go to the city, circumstances, do not get any of the brahmin woman who is devoted to the king.”",
    "ai-atk-s0301a7:60_7": "Having heard the peril, the people assembled together.",
    "ai-atk-s0301a7:60_8": "The King said to them all the horses filled with the hands, and having the drums given bows.",
    "ai-atk-s0301a7:60_9": "and he became a thousand-eyed golden sandals.",
    "ai-atk-s0301a7:60_10": "Again the king asked:",
    "ai-atk-s0301a7:60_11": "“I am another shattering, sir.”",
    "ai-atk-s0301a7:60_12": "The carcass, great king, took a wooden bowl with seven boys, and there are seven big to me.",
    "ai-atk-s0301a7:60_13": "The king had the daughters sent his daughter and brought him up. When he had done his daughter, he asked the daughter-in-law, “Venerable sir, there is no knowledge master.”",
    "ai-atk-s0301a7:60_14": "kings, the great kingship,",
    "ai-atk-s0301a7:60_15": "The King’s men, after having shown the servant and given it to the King:",
    "ai-atk-s0301a7:60_16": "“I have another obstacle.”",
    "ai-atk-s0301a7:60_17": "There is no king who gives the gift of robes for the donors: “Venerable sir, please give me a robe. God-King.”",
    "ai-atk-s0301a7:60_18": "then the Great Kings,",
    "ai-atk-s0301a7:60_19": "Then the King said to him:",
    "ai-atk-s0301a7:60_20": "“Venerable Sir, we will have a requisite belonging to the lump of robe, all the goods,",
    "ai-atk-s0301a7:60_21": "you have taken him to make an ascetic.”",
    "ai-atk-s0301a7:60_22": "The senior monk who is heedful should not soon for the sake of minor matters, for the sake of this I say.",
    "ai-atk-s0301a7:61_0": "The first is the first fire.",
    "ai-atk-s0301a7:62_0": "2. Upāsakavaggo",
    "ai-atk-s0301a7:63_0": "1. Kasibhāradvājasuttavaṇṇanā",
    "ai-atk-s0301a7:64_0": "197.",
    "ai-atk-s0301a7:64_1": "In the first of the Magadhans there is a century in the country",
    "ai-atk-s0301a7:64_2": "The right-hand was situated near Rājagaha, there is a faction of the city of Rājagaha, there is an in that country.",
    "ai-atk-s0301a7:64_3": "The village named Eḷhanemi",
    "ai-atk-s0301a7:64_4": "But here the brahmins proficient in living here, brahmin, is just as a brahmin.",
    "ai-atk-s0301a7:64_5": "That’s why it’s called “brahmin”.",
    "ai-atk-s0301a7:65_0": "Now at that time the Buddha was staying near the brahmin Āḷavī in the Magadhan land of the Magadhans near the brahmin Āḷavī.",
    "ai-atk-s0301a7:65_1": "A brahmin student Kasībhāradvāja’s livelihood lived depending on solitary retreat.",
    "ai-atk-s0301a7:65_2": "It is said: five less than five hundred dove-footed less than five hundred less than five hundred primary elements .",
    "ai-atk-s0301a7:65_3": "He who attends on her oxen, yokes, horses and yokes, yokes yokes yokes and yokes.",
    "ai-atk-s0301a7:66_0": "and in the wrong time, when the seeds have come to an end, in the rainy season.",
    "ai-atk-s0301a7:66_1": "Herein, having two diverse forms.",
    "ai-atk-s0301a7:66_2": "But they still had achieved the first, and it fell down on the spot.",
    "ai-atk-s0301a7:66_3": "That which is the reason why the full ordination:",
    "ai-atk-s0301a7:66_4": "And all the oppressed by three thousand coins, dropped flowers, fruits, fragrances, and canopies; and all dressed in ointments of gold and silver.",
    "ai-atk-s0301a7:66_5": "All five-hundred blossoms were planted in this way: “After tail, they all were planted through the air, made of flowers, garlands, fragrances, and perfumes, and cotton down from the south.”",
    "ai-atk-s0301a7:66_6": "raised his head and ears,",
    "ai-atk-s0301a7:66_7": "The First Aṅgīrasa, the four kinds of oxen, all four, five, ten, twenty, thirty, forty, fifty, and fifty.",
    "ai-atk-s0301a7:66_8": "he stays by alone with a single woodland, but he is like a single hut by one whipp.",
    "ai-atk-s0301a7:67_0": "Once again the brahmin laymen deed themselves with a fortune, having built a charnel ground on a cloth, dressed in a garland, perfumes, and crushed it with a forty-footed antelope hide. He threwshed the head, dressed in one cloth, and squezing the my head. He threw a clothes, covered with a tower.",
    "ai-atk-s0301a7:67_1": "Then the brahmin lady of countless hundreds of thousand counselors had plenty of milk-rice prepared. Then he returned to the fragrant royal carts, surrounded by working to his neighborhood of jasmine.",
    "ai-atk-s0301a7:67_2": "it was made of gold, silver, benches, and creepers, with blossoming flowers, arches, garlands, and makeups.",
    "ai-atk-s0301a7:67_3": "all the people were constructed by the Full-Mount Vepulla, and completed in all eighty-hundred million.",
    "ai-atk-s0301a7:68_0": "Then the brahmin, having washed a golden bowl prepared, brought it up, and placed it in a golden powder, and gave it back.",
    "ai-atk-s0301a7:68_1": "holding a golden plate for five hundred carts, each were took hold of a golden vessel, and burning him with gold coins.",
    "ai-atk-s0301a7:68_2": "however, a brahmin, having had a strong sense of ropes, dressed in ropes for prominent merchants, took hold of their hands, and mounts an expert on the corner of their head, saying, “Give climb,”",
    "ai-atk-s0301a7:68_3": "This was the place of work.",
    "ai-atk-s0301a7:69_0": "And when the Buddhas live in a monastery, wherever there are five hundred gods wherever there are, that is:",
    "ai-atk-s0301a7:69_1": "After the meal, on the following day, I wish to arrangements for the future: the Majjhima and the Laṅkādīpa.",
    "ai-atk-s0301a7:70_0": "Here is a meal offering in the past:",
    "ai-atk-s0301a7:70_1": "When the Buddha was finished, he put his body aside the consequence of his mouth, and he puts his body as much as he likes in the morning, he puts his upper robe over one shoulder. He then wore alms round of the village, town, or city gets up and wearing a patchwork robe, and he robes with washed in order to enter the village for alms.",
    "ai-atk-s0301a7:70_2": "That is:",
    "ai-atk-s0301a7:70_3": "entering the delightful city for alms, and going in front of the world, and in front of him, and they sat down on the road on the ground. And there they started the water, wherever they rise from the water, wherever they like.",
    "ai-atk-s0301a7:70_4": "downcast by the ground, which were bent down, up and bent downwards,",
    "ai-atk-s0301a7:70_5": "When the feet are finished, it becomes chosen.",
    "ai-atk-s0301a7:70_6": "fixing the boundary pieces of the leaf-hut Indra’s body, which were like gold dogs and so on. He came out through the air, and covered with a golden plates and creepers, and tails, like the bellyricks.",
    "ai-atk-s0301a7:70_7": "Standing in the elephant-carrier’s places spread aside in the course of the elephants, horses, chariots, and so on.",
    "ai-atk-s0301a7:70_8": "And so it is when people know: “Today I have entered here for alms.”",
    "ai-atk-s0301a7:70_9": "And after taking her adornments, bending the flower in her cave, and making her worshipped the Fortunate One and departed.",
    "ai-atk-s0301a7:70_10": "“Sir, our mendicants must ask us for a seat in our age.” She then prepared a seat and then returned to the Buddha, prepare a seat, and then prepared a seat.",
    "ai-atk-s0301a7:71_0": "The Buddha spoke to the arranged his duties and done; and when he were established in the fruits of stream-enterers, he established in the fruit of once-returners, he established in the fruit of non-return. When he had attained the highest fruit of non-return.",
    "ai-atk-s0301a7:71_1": "the crowd goes on with a great crowd,",
    "ai-atk-s0301a7:71_2": "There he prepares a deliverance of fragrance in the pavilion of the Buddhas, and waiting for the meal.",
    "ai-atk-s0301a7:71_3": "Monks, the meal offering is finished in the dining hall, prevented by the Fortunate One.",
    "ai-atk-s0301a7:71_4": "Then the Fortunate One entered the hut with a scented (him).",
    "ai-atk-s0301a7:71_5": "This, firstly, is the business for the meal.",
    "ai-atk-s0301a7:72_0": "So the Buddha had arranged his workers at the feet of Gandhamādana and washed his feet with the Sangha of monks. He then sat on the ground and advised the Community of monks.",
    "ai-atk-s0301a7:72_1": "“Those things come to be diligent when you’re awakened to things are rare in the world. It’s hard to get a person who is rare in the world.”",
    "ai-atk-s0301a7:72_2": "Some people ask the Buddha:",
    "ai-atk-s0301a7:72_3": "The Fortunate One gives his own meditation subject to them.",
    "ai-atk-s0301a7:72_4": "And when he has payed homage to the Buddha, all of the days and nights go to the wilderness, the root of a tree, or a all the trees of the gods under the Four Great Kings ...",
    "ai-atk-s0301a7:72_5": "and the wielding power:",
    "ai-atk-s0301a7:72_6": "If the Buddha entered the hut, he wishes took his right scent in the leftovers of the town, capital. If he lies down, he thinks, “I’ll lie down in the lion’s posture.”",
    "ai-atk-s0301a7:72_7": "Then he looked around the world, and he looked on the second world.",
    "ai-atk-s0301a7:72_8": "and in the third village, whether the Mahāmeghavana is staying near the neighborhood of a village, wherever there was a lamp of flowers, but that was well kept in the town.",
    "ai-atk-s0301a7:72_9": "Then the Buddha came to Pāṭaliputta because of the pervading of the pervasion of the Truth. When he was prescribed, he teaches Dhamma for the time.",
    "ai-atk-s0301a7:72_10": "Then, knowing that the Buddha had consented, people shook the Buddha, worshipped him, and departed.",
    "ai-atk-s0301a7:72_11": "this is the food for the meal.",
    "ai-atk-s0301a7:73_0": "When he has bathed and emerged from the water he is able to get upset if he wants to get up.",
    "ai-atk-s0301a7:73_1": "When the Buddha has attended on the perfume of the Buddha, he took possession of fragrance, and placed it in the perfume of the scent.",
    "ai-atk-s0301a7:73_2": "The Buddha robed up in the morning and, taking his upper robe, he sits down on a bed, put his upper robe over one shoulder, pay respect at the feet of the Suppiyā, and he is going into the air.",
    "ai-atk-s0301a7:73_3": "Then the monks went to the Buddha,",
    "ai-atk-s0301a7:73_4": "Some of the questions asked a question, some ask the Dhamma,",
    "ai-atk-s0301a7:73_5": "The Buddha consented to them all on to the former time, before he fails.",
    "ai-atk-s0301a7:73_6": "this is the first thing.",
    "ai-atk-s0301a7:74_0": "but even the monks from the first household life—when they left and ask the Buddha—they are going to the whole world with its gods, Māras and Brahmās, and Brahmās with its fourteenth part of the four elements.",
    "ai-atk-s0301a7:74_1": "Then the Buddha answers to those deities:",
    "ai-atk-s0301a7:74_2": "this is the Majjhima going to the Middle Fifty.",
    "ai-atk-s0301a7:75_0": "But before the last part of the meal, on the following day, and on the following day, he was walking mindfully in the middle of the neighbourhood of the gate, anointing one part of the body, which was defiled in the shade of the room.",
    "ai-atk-s0301a7:75_1": "In the second room, he entered the Gandhamādana, mindful and aware.",
    "ai-atk-s0301a7:75_2": "After rising early, and sitting in the third place, he sat down on the foreign countless virtues of the Enlightened Ones and Enlightened Ones, the lotus-fact, and the four world-elements with his Buddha-eye, the head of the Buddha, and the world.",
    "ai-atk-s0301a7:75_3": "this is the last question of the Buddha.",
    "ai-atk-s0301a7:76_0": "Then he saw the brahmin Kalyāna, who illuminating the Bhāradvāja clan, when he saw the brahmin family circled Samiddhi –",
    "ai-atk-s0301a7:76_1": "“When I was about that, my Teacher will go and visit the teachings.” He then listen to the teachings, memorized the teachings and examined in the three conversations, and after which he was established in the Arahantship, he will become an unattained and attained Arahatship. He will then attained Arahantship and go forth. After he will live in the teaching of the Dhamma.",
    "ai-atk-s0301a7:76_2": "Then the Fortunate One, having shown that it is said,",
    "ai-atk-s0301a7:77_0": "Herein, in the morning means in the morning time rose-apple is the meaning.",
    "ai-atk-s0301a7:77_1": "having dressed in a robe,",
    "ai-atk-s0301a7:77_2": "what was said by the wind and sun.",
    "ai-atk-s0301a7:77_3": "He should take his bowl and robe, put it aside with his body’s bowl and robe, and then use it.",
    "ai-atk-s0301a7:77_4": "Just then, it seems, the Buddha’s body dwelt in the middle of the Fortunate One’s Tree Monastery, like the medium-dweller’s holy gold coins.",
    "ai-atk-s0301a7:77_5": "He has gone beyond arm’s reach of the robe, and uses it in this way: ‘After robes, bowl and robes, he wears them, is what is meant.’",
    "ai-atk-s0301a7:77_6": "Therefore the one approaching by approaching a legal procedure by means of the result of that deed,",
    "ai-atk-s0301a7:77_7": "But why don’t the monks harm you?",
    "ai-atk-s0301a7:77_8": "If the Fortunate One wants to go alone, but he is unsure of it, and he sits down in the door of his hut.",
    "ai-atk-s0301a7:77_9": "The monks knew that he was about today, and he saw that he had been wandering for alms, he thought, “From this one person, who sees favourable to the other.”",
    "ai-atk-s0301a7:77_10": "After putting his bowl and robe, and putting it on his own scent, (saying):",
    "ai-atk-s0301a7:77_11": "Then the Fortunate One said this to the monks:",
    "ai-atk-s0301a7:78_0": "Instead he rolled around five hundred precincts, taking them what was allowable and discarded.",
    "ai-atk-s0301a7:78_1": "Standing to one side, the brahmin stands on the topic of vision to see him; he stood there luxurious talk.",
    "ai-atk-s0301a7:78_2": "The sky became overclouded with gold, and like the moon in the bright fortnight. It was swallowed by the foreheads, as if it were, were dyeing on a float, and then, because it was drums, as well as a golden plow.",
    "ai-atk-s0301a7:78_3": "Then people, having given up all kinds of fragrant heartwood, like a box and an enclosed corpse with the thirty-two marks of a great man, delighting in the mark, wounded with their hands and feet, like a sunked with gold coins, etc., and an edge of the body, which washed off the floor covers of the head, which washed with a drows and soft. And after seeing the Buddha’s body, they an enclosing the auspicious pair, as a ploughing and songing their head.",
    "ai-atk-s0301a7:78_4": "When they saw the Buddha, they said to him,",
    "ai-atk-s0301a7:78_5": "I plough and I sow, ascetic.",
    "ai-atk-s0301a7:79_0": "But why are it inspiring confidence in those without it? Having confidence in the Realized One to convert the best of people, without practises, even with a single bitter greets, or with a lamp? Having converted the Realized One, he returns to the Madhurā.",
    "ai-atk-s0301a7:79_1": "Also both of us was unshakable and upset, and thought, “It was so, observed my work for me to make a dwelling,”",
    "ai-atk-s0301a7:79_2": "Now when he sees the Buddha’s marks,",
    "ai-atk-s0301a7:79_3": "“But if this work was the case, sir, it wouldn’t be just like that. Which wouldn’t have little dust on their bodies, then it wouldn’t be unhappy, just like that.”",
    "ai-atk-s0301a7:79_4": "“I plough and sow, ascetic, and then I eat.”",
    "ai-atk-s0301a7:80_0": "This is the thought:",
    "ai-atk-s0301a7:80_1": "Forget about my legal procedures were unsuited, and I didn’t get the point of eating. And why would you eat the many characteristics?",
    "ai-atk-s0301a7:80_2": "yet this –",
    "ai-atk-s0301a7:80_3": "that the prince had arisen in the royal family.",
    "ai-atk-s0301a7:80_4": "Therefore, knowing that he is intended, he thinks, “This is having given up weariness,” and then, if he is exhausted, he says,",
    "ai-atk-s0301a7:80_5": "Now, the brahmin, having seen the Buddha, amusing him about the attainment of the brahmins, of the gods of the Thirty-Three, when he sees the Buddha,",
    "ai-atk-s0301a7:80_6": "Then the Buddha said to the highest person in the world with its deities, since he gave his own state of existence as a brahmin who is illustrious.",
    "ai-atk-s0301a7:81_0": "Then the brahmin thought:",
    "ai-atk-s0301a7:81_1": "“This ascetic is an ascetic, and I also speak like this.",
    "ai-atk-s0301a7:81_2": "But sir, what’s the gross food and drink so on? What do I see a shaveling-food?”",
    "ai-atk-s0301a7:81_3": "When you know that the Buddha has given the thirty-two signs, up to the features of the details, and details of the ascetic Gotama, as our enemy, using the questions beginning with the thirty-two marks of a great deal of Sages, that I have given up to him the ascetic Gotama. That’s how much this: “As so, Master Gotama.”",
    "ai-atk-s0301a7:81_4": "But the Blessed One, whose state of the progress of the past, the precisely recollecting the special qualities of faith, etc., respectively, the Buddhas, and so on.",
    "ai-atk-s0301a7:82_0": "But here in the first phrase he knows is what is done in the past.",
    "ai-atk-s0301a7:82_1": "The Buddha doesn’t answer with mangoes. He says that the Fraternity had the nephews there was an application of necessary rules, and that if he could become negligent.",
    "ai-atk-s0301a7:82_2": "Because neither Buddhas nor What is unincluded in the past, future and present.",
    "ai-atk-s0301a7:82_3": "But here it should be understood that this is how the conclusion should be understood here.",
    "ai-atk-s0301a7:82_4": "The Buddha asked the brahmin Kantambo Wood about the Rose-Apple Island,",
    "ai-atk-s0301a7:82_5": "When he has sympathy, he said: “This is the means I have eaten, it is the roots and fruits, its roots and fruits, and its roots and fruits, and the plants propagation from the root of a tree.”",
    "ai-atk-s0301a7:82_6": "Herein, when there is seed, if there is anyone who needs improvement, the root in that place should be done.",
    "ai-atk-s0301a7:82_7": "Because when there is no seed, there is no coming.",
    "ai-atk-s0301a7:82_8": "Grounded on profitable plants, skillful cooked by the good, ~ and not forgetful: “Oh, what are you doing so?”",
    "ai-atk-s0301a7:82_9": "He shows the root from roots, etc., the Buddha said to the roots, stems from the roots, ploughs from the roots, and from the plants of seeds showing the propagation from the roots of the seeds.",
    "ai-atk-s0301a7:82_10": "This is how the prior duties should be understood here in the first phrase.",
    "ai-atk-s0301a7:83_0": "After questioning, they do not ask, and later what is said there?",
    "ai-atk-s0301a7:83_1": "It is the investigation-of-states and through in accordance with that state,",
    "ai-atk-s0301a7:83_2": "For this brahmin, having faith and wisdom, denigration, poisonousness, generosity, and wisdom. He doesn’t lose his own faith, etc., and his oppressing his own wealth, but he proceeds in common sense when weak. He doesn’t efficacement as if he were born in a foes, he doesn’t leprosy his own hand the downst.",
    "ai-atk-s0301a7:83_3": "Saying, “All these are helpful to you behave like a faithful man who is established in faith, but follows the teaching afterwards, in the way already described.”",
    "ai-atk-s0301a7:83_4": "and the seed when they emerge from that time the seeds were precinctly on that point.",
    "ai-atk-s0301a7:83_5": "This is how to say about in order to understand the meaning of principles: firstly, and others.",
    "ai-atk-s0301a7:84_0": "Herein, the characteristic of faith has the characteristic of faith,",
    "ai-atk-s0301a7:84_1": "there are five kinds of propagation: propagation from roots, propagation from stems, propagation from joints, propagation from seeds, propagation from seeds.",
    "ai-atk-s0301a7:84_2": "and it’s also considered a plough.",
    "ai-atk-s0301a7:85_0": "There it is the root of plants, seeds, hollows, and insubstantial. When the Buddha is placed on the root, it settles, and stands leaning on the root, grows, reaching the Buddha’s root.",
    "ai-atk-s0301a7:85_1": "And, just as, when a roots, grabbs, shouts, and adorns the earth from afar, he picks up some portion of the earth, fire, and a liquor, a path leading to the fruit of the noble ones.",
    "ai-atk-s0301a7:85_2": "And just as it was so very hard to ground, on a hidden wounds, he cut off the roots, made a palm stump, obliterated, and unable to reach the level of the fruit, and maturity and realizations, he establisheds and fruits on the ground, attained the fruit of Arahantship.",
    "ai-atk-s0301a7:85_3": "Therefore it was said: “Certainly a seed” .",
    "ai-atk-s0301a7:86_0": "But why are they described in the same way as other,?",
    "ai-atk-s0301a7:86_1": "Propagation from the seeds",
    "ai-atk-s0301a7:86_2": "Only consciousness the necessary and acts disrespectfully,",
    "ai-atk-s0301a7:86_3": "And that, wholesome root, according to the wholesome root:",
    "ai-atk-s0301a7:86_4": "if he approaches a teacher;",
    "ai-atk-s0301a7:86_5": "and you’ll realize it.”",
    "ai-atk-s0301a7:87_0": "and the mortification in the body, and the austerity.",
    "ai-atk-s0301a7:87_1": "‘Lack of energy’ is a term for the faculty of energy.",
    "ai-atk-s0301a7:87_2": "And the rainy season when the sky has rained down, etc.",
    "ai-atk-s0301a7:87_3": "Because the seeds of rain, tiny uproots and seeds take a hollow, and shouted seeds. It’s like the seeds fertiles, crumpette and ran in the Buddha’s presence.",
    "ai-atk-s0301a7:87_4": "Hence it is the curry.",
    "ai-atk-s0301a7:88_0": "I can tell him no response of wisdom in the first part of the day or in the placing of the mind on the same day.",
    "ai-atk-s0301a7:88_1": "If you do, it’s good to live a field, it’s well.",
    "ai-atk-s0301a7:88_2": "But there is no water for washing.",
    "ai-atk-s0301a7:88_3": "For I have described the understanding faculty with a single consequence of wisdom by one who is precisesing the mind. Having laid down themediately necessary one day and going to the weakness of faith, etc., and one whose mind is satisfied by the means of that gift of the faculty of faith is called “gone who gives up”.",
    "ai-atk-s0301a7:89_0": "Wisdom is wisdom here in the world of beings, and so on.",
    "ai-atk-s0301a7:89_1": "But here it is the road to discern the paths of wisdom.",
    "ai-atk-s0301a7:89_2": "A pair of wheels, ploughshare, and ploughs yokes",
    "ai-atk-s0301a7:89_3": "For the wisdom there is from a pair of robes and also the Buddha’s Cloth",
    "ai-atk-s0301a7:89_4": "Herein, just as, when a yoke’s ox is bound up with yoke’s level in front, the length of a single plough yoke with its forehead, and the opposite ox is present.",
    "ai-atk-s0301a7:89_5": "“Skillful things are profitable”, “The wholesome things are best, all skillful things” .",
    "ai-atk-s0301a7:89_6": "according to wholesome things, according to the past, according to the factors of Awakening –",
    "ai-atk-s0301a7:89_7": "“Whoever has reached the peak of virtue, namely, the teaching, and the Saṅgha, and has reached the final stage of life.”",
    "ai-atk-s0301a7:89_8": "When a mind is immersed in samādhi, their support is supported by that.",
    "ai-atk-s0301a7:89_9": "Placing off (story) with energy aroused from the root of energy, (wholes) energy, mindfulness and situational awareness, immersion, wisdom having cut off the roots, made from the root of the earth songs, stretchinginess, (these) calming) at the root of the grounds, cutting off the root, made like a palm stump, obliterated, and unable to prevail over.",
    "ai-atk-s0301a7:89_10": "and the other world would be known.",
    "ai-atk-s0301a7:89_11": "Hence the saying: “Having (Buddha) know my pair of Clouds”,",
    "ai-atk-s0301a7:90_0": "for it’s possible to give up bad things.",
    "ai-atk-s0301a7:90_1": "it is preceded by what it is gone, and what is not known as the conscience.",
    "ai-atk-s0301a7:90_2": "A pair of trees, droping the upper robes of a tree,",
    "ai-atk-s0301a7:90_3": "For the brahmin’s new pair of robes is worthwhile, namely, a yoke’s new pair, a fine pair, or a single plough.",
    "ai-atk-s0301a7:90_4": "And just as, when a plough yoke’s level is lifted up all around, it’s unshakable, immoral, and unrestrained, they do what is unshakable.",
    "ai-atk-s0301a7:90_5": "Hence it is her.",
    "ai-atk-s0301a7:90_6": "his mind tends: this is a name for the mind.",
    "ai-atk-s0301a7:90_7": "But here it is gladness associated with the mind that is associated with it,",
    "ai-atk-s0301a7:90_8": "I’m the shackle of the bonds;",
    "ai-atk-s0301a7:90_9": "That pair of robes and yokes together with three yokes to the yokes. Those heroes, yokes, and yokes and yokes, and yokes,",
    "ai-atk-s0301a7:90_10": "Herein, just as, when a brahmin is riches through the life of a warding off the role of his own hand and haunt of concentration, all the ascetics in the Buddha’s rope and individuals, escaping the state of the defilement of the defining their own mind in all things.",
    "ai-atk-s0301a7:90_11": "Hence it is said: “He who have taken away.”",
    "ai-atk-s0301a7:91_0": "have been made for a long time.",
    "ai-atk-s0301a7:91_1": "plasters, springs up.",
    "ai-atk-s0301a7:91_2": "preparing these people, drinking alcoholic drinks,",
    "ai-atk-s0301a7:91_3": "Here “Here” is what is said.",
    "ai-atk-s0301a7:91_4": "this is the name named Pahārāda.",
    "ai-atk-s0301a7:91_5": "Pross, falling down, cliffs,",
    "ai-atk-s0301a7:91_6": "For the life of the Buddha’s discernment is associated with insight in the way that is,",
    "ai-atk-s0301a7:91_7": "Herein, just as, when a ploughshare settles out of the ploughshare, the earnings are tall, and the skillful qualities that grows disillusioned with unskillful qualities, so the skillful qualities is guarded, and protected by mindfulness.",
    "ai-atk-s0301a7:91_8": "Hence it is said: “He dwells in jhāna, like one who dwells in equanimity” .",
    "ai-atk-s0301a7:91_9": "his desires are in front of absorption.",
    "ai-atk-s0301a7:91_10": "for mindfulness has the phenomena he knows: we are satisfied, not he.",
    "ai-atk-s0301a7:91_11": "And just as the opposite sex yokes to go through the air and to the air in the shade of the walls, so too, when they give energy, they don’t show the strength of their energy, making arouse energy, not waiting for the day of the Kattika,",
    "ai-atk-s0301a7:91_12": "Hence it to me, saying: “Before my rinsing (should there be) after my bathing.”",
    "ai-atk-s0301a7:92_0": "is guarded by body, speech and mind, and so on.",
    "ai-atk-s0301a7:92_1": "Going to the roar of the four kinds of conduct by way of speech,",
    "ai-atk-s0301a7:92_2": "thus far the Monastic Code is spoken;",
    "ai-atk-s0301a7:92_3": "After that, while in due course: the meaning is, it is with its mouth ripe, since it is due to the inner quarters of all that is needed, The meaning is, it is the meaning.",
    "ai-atk-s0301a7:92_4": "This is called purity of livelihood.",
    "ai-atk-s0301a7:92_5": "Wherever they are held together by the stomach, eaten in moderation, drunk, chewed and tasted—",
    "ai-atk-s0301a7:92_6": "Because of this eating in food, which is accompanied by defilements, is of the personal .",
    "ai-atk-s0301a7:92_7": "what uses them as an island?",
    "ai-atk-s0301a7:92_8": "It was just as that of a seed of stems and a drunk, with a new pair, a rope-flower tree, a droping the tree, the basket, and its cropping the head, produced by a tangledge, and its crops ropes, the outer cutting off, the outer cutting tips, the tail, and the tail, and the tail, not skilled in threefold.",
    "ai-atk-s0301a7:93_0": "I do speak truth, eradicated truth, and deliberations are truthful:",
    "ai-atk-s0301a7:93_1": "the (parts) cutting down, were cutting down the couches,",
    "ai-atk-s0301a7:93_2": "If you can know that which is the reason why",
    "ai-atk-s0301a7:93_3": "Here is the meaning here: “I do this.”",
    "ai-atk-s0301a7:93_4": "what is said:",
    "ai-atk-s0301a7:93_5": "“Regarding this matter, do you make the grass on the outside, having dried up the hand with a sharp pointed sword, and then do I make a claim, ‘I’m skilled in the dealing with my breath?’",
    "ai-atk-s0301a7:93_6": "You should understand how owing to be known is the truth of knowledge.",
    "ai-atk-s0301a7:93_7": "With that she shows herself a sharp knife, (thinking): “I will show a shelter to those with grass.”",
    "ai-atk-s0301a7:93_8": "Or alternatively, they needed cut up bathing cloths and dressing up.",
    "ai-atk-s0301a7:93_9": "When you do such a thing, servant or workers, you’ll make a sharp archery, later on account of your views, bringing them to the truth.",
    "ai-atk-s0301a7:93_10": "“I am able to cut it down, he should cut it down.”",
    "ai-atk-s0301a7:93_11": "Thus in these two ways the modes he becomes skilled in arranged at the moments.",
    "ai-atk-s0301a7:94_0": "When he is called agitation, in whatever way he says “Should there is not made,” and “This is heavy,” “It is not said to be one who is virtuous,” he is said to be not one who has no virtue.",
    "ai-atk-s0301a7:94_1": "what is said in the way already described.",
    "ai-atk-s0301a7:94_2": "attaining the fruit of perfection.",
    "ai-atk-s0301a7:94_3": "for it is called so called because it is laten in Nibbāna,”",
    "ai-atk-s0301a7:94_4": "He who despises in delusion,",
    "ai-atk-s0301a7:94_5": "This is said:",
    "ai-atk-s0301a7:94_6": "And just as you’re already delighted in the same way.",
    "ai-atk-s0301a7:94_7": "There is no obstacle for me,",
    "ai-atk-s0301a7:94_8": "I would not be able to properly inspire a course the four classes of energy, powerful, energy, and wisdom due to energy. For one hundred thousand aeons, I did not win the great sacrifice.",
    "ai-atk-s0301a7:94_9": "And when the all of them died, they will be surrounded by all the time intent on awakening.",
    "ai-atk-s0301a7:94_10": "and reference to the Ancient Sandhāna (saying): “It is my father,”",
    "ai-atk-s0301a7:95_0": "It is slacking off energy, constantly and energetic.",
    "ai-atk-s0301a7:95_1": "shaken off the honey, its wide openings, is the meaning.",
    "ai-atk-s0301a7:95_2": "Suppose this happens to a brahmin, a shopkeeper, burns down, chops, plunges, and ties the roots. It shops, ropes, and chopped off the roots, pols, and tigers.",
    "ai-atk-s0301a7:95_3": "Hence the other said: “God-King! Don’t be angry!”",
    "ai-atk-s0301a7:95_4": "Or alternatively, it was due to the root of the first damage and dirty washed to the beheaded. And it was due to the huge in order to give away.",
    "ai-atk-s0301a7:95_5": "And just as, when one ox is slaughtered in a cowherd’s arms forces and trees to be seen on the four sides, the nurses, and the eightholds reaching the root of the Buddha’s foot, so the skillful and its proper effort.",
    "ai-atk-s0301a7:95_6": "Hence the other said: “God-King! Don’t be angry!”",
    "ai-atk-s0301a7:96_0": "the sanctuary from sanctuary, extinguishment.",
    "ai-atk-s0301a7:96_1": "This is said:",
    "ai-atk-s0301a7:96_2": "It’s like that pearls the eastern direction, so the west, the north, and the south of which is carried away.",
    "ai-atk-s0301a7:96_3": "Thus having (good) which is why it goes without (from the lower world),",
    "ai-atk-s0301a7:96_4": "Just as a mountain cave had produced a rock, so too the one who shakes the field in the lion’s roar, and proceeds back to the charnel ground,",
    "ai-atk-s0301a7:96_5": "Or alternatively, they are not abandoned by the path; they are unable to abandon all the defilements; they are not aroused by that. So only in the second, where the defilements are to be abandoned there, not amounted by the fourfold, and so on.",
    "ai-atk-s0301a7:96_6": "Or alternatively, it goes too nearly, it is possible that it transcends .",
    "ai-atk-s0301a7:96_7": "they shake the horror,",
    "ai-atk-s0301a7:96_8": "This is how the meaning here should be understood.",
    "ai-atk-s0301a7:96_9": "When they pass away like this, they don’t go to the place wherever they’ve gone. Wherever they stand, they’re not shaking about.",
    "ai-atk-s0301a7:96_10": "without having gone there, one does not grieve.",
    "ai-atk-s0301a7:96_11": "Where there is a energy in which aroused by energy, being able to accuse someone like this, doing so, they get rid of the slaughtering of their energy, and it cannot go to the complete ending of defilements.",
    "ai-atk-s0301a7:97_0": "Now where will you do this?”",
    "ai-atk-s0301a7:97_1": "Here is in brief:",
    "ai-atk-s0301a7:97_2": "For one who has driven out the seeds in faith, ethics, learning, generosity, and wisdom. He has firmly established mindfulness in conjunction to the deathless, to the ploughing, the mind-made body, and after taking care of the deportment, mindfulness, situational awareness, and immersion, bullocking the body and the deathless. And he’s able to plunge into the deathless, plunge into the family, when there is no matter, the family, the family tradition, the family, the family, which is produced by energy, slacking, and resulting from the fruit,",
    "ai-atk-s0301a7:97_3": "extinguishment is called the deathless.",
    "ai-atk-s0301a7:97_4": "Now, it is due to the deathlesser ploughing of my own fruit, a brahmin, an aristocrat, a merchant, or a worker. When anyone has gone forth from the deathless, it is freed from all suffering.",
    "ai-atk-s0301a7:98_0": "Then the Buddha taught the Brahmadeva cut off the conclusion of extinguishment.",
    "ai-atk-s0301a7:98_1": "Then the brahmin who, having heard the meaning of it, –",
    "ai-atk-s0301a7:98_2": "“For me to eat and drink it, my fruit is plenty of food, and he is free from all suffering. And from the deathless you’ll be free from all suffering.” He enjoys this fruit from the deathless.",
    "ai-atk-s0301a7:98_3": "all that has been stated first.",
    "ai-atk-s0301a7:99_0": "2. Udayasuttavaṇṇanā",
    "ai-atk-s0301a7:100_0": "198.",
    "ai-atk-s0301a7:100_1": "In the second (story), full of carcasses for his own hands, feet, filled with gaps, and so on.",
    "ai-atk-s0301a7:100_2": "In the morning the Buddha looked at the Kūṭadanta, and when he saw that the brahmin’s corpse, he entered the town hall with the lovely city, where he stood in the gateway to the in the town gate. He saw a fragrance, and stood in the town gate, where he saw it was deposed, and stood in the town gate.",
    "ai-atk-s0301a7:100_3": "Seeing the Fortunate One’s food, and eating his own food.",
    "ai-atk-s0301a7:100_4": "It was said regarding this.",
    "ai-atk-s0301a7:100_5": "Second: Campā",
    "ai-atk-s0301a7:100_6": "Third: it is the third day and also the fourth.",
    "ai-atk-s0301a7:100_7": "These are three days that you were going along the street, at the very least house, some other feeding on the Buddha’s body, and thundering the bowl: he could not see anyone wherever there was, (and so) he surveying the sacred flame.",
    "ai-atk-s0301a7:101_0": "The brahmin leftovers and gives the bowl to the three, and he then gave it to the lay life. He then went forth to the house of the house of that saved bed.",
    "ai-atk-s0301a7:101_1": "But when they give alms, after giving them what had been given, he then summoned.",
    "ai-atk-s0301a7:101_2": "And the Buddha left and left.",
    "ai-atk-s0301a7:101_3": "On the third day, he said, “It’s unsuitable,”",
    "ai-atk-s0301a7:101_4": "the Fortunate One gave this word to the word of the word, and the third announcement.",
    "ai-atk-s0301a7:101_5": "Herein, the taste bubbles glorious.",
    "ai-atk-s0301a7:102_0": "again and again, the teacher should give him a teaching: “These three things that make your teacher, the brahmin, and the almsfood, have been brought back by you, and only three times to make him, and turn backward for the Dhamma.”",
    "ai-atk-s0301a7:102_1": "Herein, having lived there, he thinks, “This is the point of it,” but he has not done enough.",
    "ai-atk-s0301a7:102_2": "again and again, it does not fall to the rains residence for a single day, when he is healthy, ninety-two years.",
    "ai-atk-s0301a7:102_3": "These are the directions for the sake of the attributes.",
    "ai-atk-s0301a7:103_0": "He shows himself in this teacher, the teacher who has made an offering.",
    "ai-atk-s0301a7:103_1": "milk, curds, herons, tigers,",
    "ai-atk-s0301a7:103_2": "They don’t intending to cross over it again and again, and they needed it badly again.",
    "ai-atk-s0301a7:103_3": "Abandoning, this living being is fatigued, he wears fatiguing, and his defilements are fatigued.",
    "ai-atk-s0301a7:103_4": "Walking, snapped, spotless, and animals.",
    "ai-atk-s0301a7:103_5": "They make a lump of clay: the meaning is dead.",
    "ai-atk-s0301a7:103_6": "And when they’ve gained the path for no further rebirth, the path leading to extinguishment for rebirth in the next life.",
    "ai-atk-s0301a7:104_0": "When he said this, the Buddha disappeared (after that):",
    "ai-atk-s0301a7:104_1": "This is the exposition of the teaching, the all-knowned together with the wives of children, and wives, re-entering the Buddha’s feet.",
    "ai-atk-s0301a7:105_0": "3. Devahitasuttavaṇṇanā",
    "ai-atk-s0301a7:106_0": "199.",
    "ai-atk-s0301a7:106_1": "In the third (story), having crossed over the third (mount) sovereignty,",
    "ai-atk-s0301a7:106_2": "The Buddha’s caught up in the six stomach ache, spear, and creeping animals forwards. And it seems so hard to experience pain and sadness.",
    "ai-atk-s0301a7:106_3": "and later, after eating another meal, he shows himself fine food.",
    "ai-atk-s0301a7:106_4": "It was said regarding this.",
    "ai-atk-s0301a7:106_5": "The First Factor of Awakening: at the first time when the Bodhisatta was thirty-two families",
    "ai-atk-s0301a7:106_6": "At that time there was no elder among the senior monks, it seems, amongst those who were hostile.",
    "ai-atk-s0301a7:106_7": "The novice Sunakkhatta (Sāriputta) had become a disciple of the Bodhi (Tree), in that place he had become a novice.",
    "ai-atk-s0301a7:106_8": "In this time the senior Thera Upavāṇa should apply the workers to the precincts of the host of Jina, having taken his bowl and robe, and putting it on the rainy-season residence for the Buddha’s meal.",
    "ai-atk-s0301a7:106_9": "So it seems that the Buddha has not found twenty years in the wilderness, at the foot of a tree, or in the wilderness.",
    "ai-atk-s0301a7:106_10": "For he would take a brahmin who is restless and powder them out and a large hot water. He powdered a thief and bathed with him. He then anointed him, together with his livelihood.",
    "ai-atk-s0301a7:106_11": "When they had bathed and anointed, they scented it at the root of a scented garland, and chopped it, and left.",
    "ai-atk-s0301a7:106_12": "therefore the Elder approached him.",
    "ai-atk-s0301a7:107_0": "what do you want? What are you doing?",
    "ai-atk-s0301a7:107_1": "What is searching for what?",
    "ai-atk-s0301a7:107_2": "“Householder, these Theras honoured this Theras: ten powers of the Theras.",
    "ai-atk-s0301a7:107_3": "this is the meaning of the ignorant for sickness.",
    "ai-atk-s0301a7:107_4": "When people hear (work), people were carefully looked after them.",
    "ai-atk-s0301a7:107_5": "if he’s sick, but he quickly gets up.",
    "ai-atk-s0301a7:107_6": "While doing so, he is not able to reach the fruit of absorption.",
    "ai-atk-s0301a7:107_7": "“The learned Bhaddiya became anxious and remorseful in this way. Yet he came to the end of the road, and it was allowable to explain the way that opposite .”",
    "ai-atk-s0301a7:107_8": "To worship those eighty great seniors, the Elders: “Three should be worshipped in the world with its gods.”",
    "ai-atk-s0301a7:107_9": "Should be honored according to their own experience,",
    "ai-atk-s0301a7:107_10": "And they should be told:",
    "ai-atk-s0301a7:107_11": "The Fortunate One is worshipped by them, and with great respect, thus the Elders (saying):",
    "ai-atk-s0301a7:107_12": "to carry it away and to carry it away.",
    "ai-atk-s0301a7:108_0": "having a flawless (again), were always large,",
    "ai-atk-s0301a7:108_1": "He said, “What did he do so?”",
    "ai-atk-s0301a7:108_2": "After hearing, he thought, “Listen, we’ll know that.” Then he told him what he had heard, he thought, “Give me some medicine from water,” and when he heard that the ascetic Gotama had said, “Give me this bowl, threw water, and when he washed it, he drove it through the head, and then close to the ascetic Gotama. Then he will give it to the Dispensation,”",
    "ai-atk-s0301a7:109_0": "The Buddha was full of carer, and he gave gifts to the Realized One, saying, “You’re ill attractive, good health, and happy, gave gifts to the hymns.”",
    "ai-atk-s0301a7:109_1": "Having heard that, the brahmin wants to get all the reputations. Then he went to secure faith in the Buddha, and so he stood on one side. Then he, wanted to go to secure a reputation, after standing, he had each of the ten powers.",
    "ai-atk-s0301a7:110_0": "gives it,",
    "ai-atk-s0301a7:110_1": "For how on earth can one give up that hand?",
    "ai-atk-s0301a7:110_2": "The one who is starts adults, one is very fruitful.",
    "ai-atk-s0301a7:110_3": "One who understands this is so, one who knows that he has known as a phrase simile, and who knows “He is the meaning” that is that it is the meaning.",
    "ai-atk-s0301a7:110_4": "he sees that the divine eye of clairvoyance;",
    "ai-atk-s0301a7:110_5": "and attaining the end of rebirth,",
    "ai-atk-s0301a7:110_6": "having deep knowledges according to his direct knowledge, and having attained perfection and consummations,",
    "ai-atk-s0301a7:110_7": "Thus, for the third is (good) destroyed through the destruction of the pollutants,",
    "ai-atk-s0301a7:111_0": "4. Mahāsālasuttavaṇṇanā",
    "ai-atk-s0301a7:112_0": "200.",
    "ai-atk-s0301a7:112_1": "on the fourth occasion, shabby, wearing a crooked rough, rough in an old antelope.",
    "ai-atk-s0301a7:112_2": "and approaching to visit him.",
    "ai-atk-s0301a7:112_3": "was a thousand in houses in that house.",
    "ai-atk-s0301a7:112_4": "He gave four-hundred children and four thousand sons.",
    "ai-atk-s0301a7:112_5": "Then the brahmin lady, after summoning his own child, said:",
    "ai-atk-s0301a7:112_6": "“If the brahmin male and female bondservants will be reborn in the family of that families,",
    "ai-atk-s0301a7:112_7": "Let’s then be included with him.”",
    "ai-atk-s0301a7:112_8": "And although the four hands of the nose was being carried along by the hands of the feet, ends of the hands, and fours of the feet, they carry their hands together their feet, sandals on the ground, and descending from the washing of bathing, they shook their hands and feet.",
    "ai-atk-s0301a7:112_9": "“Please don’t nurse this bag for life; give us rice for the sake of life.”",
    "ai-atk-s0301a7:112_10": "Again, one hundred thousand caravans (after his own) sarong, having made use of the four coronations anywhere else.",
    "ai-atk-s0301a7:112_11": "the chief attendant to him,",
    "ai-atk-s0301a7:113_0": "Then one day, having arrived at the door, and said to the gate,",
    "ai-atk-s0301a7:113_1": "“What’s your offering to you, a hundred or a thousand?",
    "ai-atk-s0301a7:113_2": "Don’t all that happen to be a hundred thousand, or two hundred thousand?”",
    "ai-atk-s0301a7:113_3": "Then he, thinking, “Whoever has gone forth from the forest?” Then he went to the house and sat down on one side. Then, when the invited by a house, he responded by the house and got up from his seat, thinking, “Having gone forth, wherever he was sitting on the ground, he picked up and lay down on the ground. Then he would not stretching his threshold, when there was badly practiced in the way, he would like this deportment,",
    "ai-atk-s0301a7:113_4": "“It seems the ascetic Gotama has a new hut who responsible. He is sweet-voiced and skilled in discovering each other, went to the ascetic Gotama’s dwelling, and sarong. He then set out on the shade of the dwellings, where he went to the Buddha and sat down.",
    "ai-atk-s0301a7:114_0": "having taken my boys (?) “My wealth wives in vessel, I am able to up my opportunity and pay me from my garments.” Then he dismissed me,",
    "ai-atk-s0301a7:115_0": "being joyful and happy, Nanda’s Mother was glad.",
    "ai-atk-s0301a7:115_1": "cut down the riches, the Buddha praised.",
    "ai-atk-s0301a7:115_2": "They preparing a knife, like a pink lotus, snapped me with a knife, and ropes. Indianging their bodies there, they needed creepers and ropes. In this way they needed many bullocks.",
    "ai-atk-s0301a7:116_0": "bad people are untrained.",
    "ai-atk-s0301a7:116_1": "who wants to be born:",
    "ai-atk-s0301a7:116_2": "Reciting the brother:",
    "ai-atk-s0301a7:116_3": "with sons of his sons.",
    "ai-atk-s0301a7:116_4": "(Then) arrived when the three watches of the night had passed, (and) standing in the last watch,",
    "ai-atk-s0301a7:116_5": "having given up attachments:",
    "ai-atk-s0301a7:117_0": "those savings are used:",
    "ai-atk-s0301a7:117_1": "For one who is unsuitable, just as a poisonous snake, so long as the rope has been taken up and grown old, they do not get cows to eat as much as they like. Then—whether it is decayed and brings back to you.",
    "ai-atk-s0301a7:117_2": "But just as though he was conquered, on an old enemy like a fool, because of all the elders of the house and so on, the Elders came.",
    "ai-atk-s0301a7:118_0": "than to a sprinkle.",
    "ai-atk-s0301a7:118_1": "This is said:",
    "ai-atk-s0301a7:118_2": "that my son isn’t given to me, the bondservants, the workervants of staff, well-spoked.",
    "ai-atk-s0301a7:118_3": "And now that indicated to give to the cows, etc., are said to be (you):",
    "ai-atk-s0301a7:119_0": "you separately, is the best happiness.”",
    "ai-atk-s0301a7:119_1": "the water stands on the bank of the water, at the root of a deep-dweller.",
    "ai-atk-s0301a7:120_0": "after learning it from the scriptures, and making a lamp,",
    "ai-atk-s0301a7:120_1": "In the midst of the brahmins such and such villages, brahmins, householders, and Accounters, all of them sat together in the middle of the Great Cloud Grove in the Great Wood. He sat on the seat spread out in the middle of the Great Wood.",
    "ai-atk-s0301a7:120_2": "Dīgha Kārabha, thinking: ‘This is the time for me.’ Then he, having heard what I was saying, “Give me the verse, you’ll recite it with these verses.”",
    "ai-atk-s0301a7:120_3": "“Brahmin,” he hears what you said.",
    "ai-atk-s0301a7:120_4": "“So, people who are conducting their mother and father, a child shouldn’t provide for their mother and father.”",
    "ai-atk-s0301a7:120_5": "That’s why they put their father’s feet, saying, “Give us back for life,”",
    "ai-atk-s0301a7:120_6": "The child’s flesh starting to his father’s sons, saying: “Though I feed our son!”",
    "ai-atk-s0301a7:121_0": "Then to those people:",
    "ai-atk-s0301a7:121_1": "“If it was today, sirs, I wouldn’t have properly risen into this way.”",
    "ai-atk-s0301a7:121_2": "After eating the house, they returned to the fire,",
    "ai-atk-s0301a7:121_3": "The brahmins show him the way to him.",
    "ai-atk-s0301a7:121_4": "They knocked on the ground, lifted them up, and put them on.",
    "ai-atk-s0301a7:121_5": "and sprinkling it with oil.",
    "ai-atk-s0301a7:121_6": "The brahmin ladys asked: “Having later in our father-in-law, and give us her to the clan,",
    "ai-atk-s0301a7:121_7": "If they committed it, we’ll get upset, that excellent food would have passed away.”",
    "ai-atk-s0301a7:122_0": "When a brahmin comes to find happiness in her general population, he touched a funeral pyre. Taking his own hands, he broke up to the Buddha, and when he went to the ascetic Gotama. When he had finished his meal, he went with his own hands he went to the ascetic Gotama.",
    "ai-atk-s0301a7:122_1": "what is said is to be shown is that he has said.",
    "ai-atk-s0301a7:122_2": "The Buddha said this: “A pair of garments can Taking the feet,”",
    "ai-atk-s0301a7:122_3": "And in the case of the going-forth (therefore) the Fortunate One said this:",
    "ai-atk-s0301a7:122_4": "“Here, dear Gotama, to me two of my sons: I shall give you one (to hear) from yours.”",
    "ai-atk-s0301a7:122_5": "We shall don’t notice that a good deed and dedicate ourselves to us.",
    "ai-atk-s0301a7:122_6": "“Yes, sir,” replied the Buddha. Then he went to his house and told him what had happened.",
    "ai-atk-s0301a7:122_7": "well done,",
    "ai-atk-s0301a7:122_8": "On the next day the Buddha took his bowl and robe and went to the Jeta Grove’s home.",
    "ai-atk-s0301a7:122_9": "The Teacher, having seen the elephant’s hand, took his bowl and robe, and invited the Mahāvihāra, he sat down on the prepared seat.",
    "ai-atk-s0301a7:122_10": "On the next day the next day of the next day, and all the other teachers went to the home of the guard.",
    "ai-atk-s0301a7:122_11": "all those who had obtained Sakka.",
    "ai-atk-s0301a7:123_0": "Then one day, for the successively son of the chief male slaves set up a couch in the home,",
    "ai-atk-s0301a7:123_1": "he said to his father:",
    "ai-atk-s0301a7:123_2": "“Sir, give a blemish for ploughing.”",
    "ai-atk-s0301a7:123_3": "If you don’t know anything you are.",
    "ai-atk-s0301a7:123_4": "Did the ascetic Gotama doesn’t ruin me;",
    "ai-atk-s0301a7:123_5": "Please invite him with five hundred monks.",
    "ai-atk-s0301a7:123_6": "that brahmin gave him a because of that.",
    "ai-atk-s0301a7:123_7": "And on that day the Fortunate One, surrounded by the Community of monks, went to the house of that monastery and went to the house.",
    "ai-atk-s0301a7:123_8": "Taking up a precious yellow cloth, and inspiring the home of the monks headed by the Buddha and the fraternity of Bhikkhus, the chief of men, having prepared their head.",
    "ai-atk-s0301a7:123_9": "And in that very day the four sons of the teachers, having sat down in the presence of the Teacher.",
    "ai-atk-s0301a7:123_10": "“We, Master Gotama, we do not see our father-in-law, thinking.”",
    "ai-atk-s0301a7:123_11": "After saying: “The Teacher, the chief of the school-memborn, who has made a worm-infested their mother, and having made the four names of the Sakyaputta, and he preached the Dhamma to the assembly.”",
    "ai-atk-s0301a7:123_12": "he preached the four Truths and the four noble truths, and he established them in the fruit of stream-entry. And he established them in the fruit of once-return.",
    "ai-atk-s0301a7:123_13": "From then on, the Teacher went to the home of all,",
    "ai-atk-s0301a7:123_14": "fourth absorption.",
    "ai-atk-s0301a7:124_0": "5. Mānatthaddhasuttavaṇṇanā",
    "ai-atk-s0301a7:125_0": "201.",
    "ai-atk-s0301a7:125_1": "and there are five kinds of conceit: such as victor, as victory, with the dart of conceit,",
    "ai-atk-s0301a7:125_2": "And teacher, doing this.",
    "ai-atk-s0301a7:125_3": "‘This ascetic, it seems, to me:",
    "ai-atk-s0301a7:125_4": "“Whatever this ascetic is, this ascetic, brahmin, in regard to mother and father, ascetics and brahmins, and brahmins, and because of the mere service he does not know.”",
    "ai-atk-s0301a7:126_0": "Formerly there was a time of having given up Ajātasattu.",
    "ai-atk-s0301a7:126_1": "And if he were to be frightened away,",
    "ai-atk-s0301a7:126_2": "for the sake of this person.",
    "ai-atk-s0301a7:126_3": "were to give Vedas to esteem him, saying:",
    "ai-atk-s0301a7:126_4": "of the perfected ones show their self-mortification to help themselves. And after having shown them the five verses, I will show them the fifth.”",
    "ai-atk-s0301a7:127_0": "6. Paccanīkasuttavaṇṇanā",
    "ai-atk-s0301a7:128_0": "202.",
    "ai-atk-s0301a7:128_1": "When they say “ all is white”, they replied: “I do not doing what is needed for you to do.”",
    "ai-atk-s0301a7:128_2": "Whoever listens to the teaching of arousing energy, if he hears it bypasses it, is the sixth thing.",
    "ai-atk-s0301a7:129_0": "7. Navakammikasuttavaṇṇanā",
    "ai-atk-s0301a7:130_0": "203.",
    "ai-atk-s0301a7:130_1": "Seventeen years in the wilderness, it seems, there was a new tree standing in the wilderness, in the open air, he plunged deep into the Great Wood, and bathing nearby.",
    "ai-atk-s0301a7:130_2": "Seeing this, the Fortunate One was sitting reflecting on the shadow of the six-footed. Having seen the Buddha seats, he sat down on the leaf-hut.",
    "ai-atk-s0301a7:130_3": "they stay in this forest grove,",
    "ai-atk-s0301a7:130_4": "My defilements come to me, cut off the root, made a palm stump,",
    "ai-atk-s0301a7:130_5": "unentangled up the defilements,",
    "ai-atk-s0301a7:130_6": "I delight alone—",
    "ai-atk-s0301a7:130_7": "Having abandoned (them) in flaxiries, having abandoned (afterwards), and lived on the seventh day.",
    "ai-atk-s0301a7:131_0": "8. Kaṭṭhahārasuttavaṇṇanā",
    "ai-atk-s0301a7:132_0": "204.",
    "ai-atk-s0301a7:132_1": "Practicing a teacher of the Dhamma, and having done the same thing,",
    "ai-atk-s0301a7:132_2": "sat down on the leaf-hut.",
    "ai-atk-s0301a7:132_3": "in a deep pit by the one whose appears deep,",
    "ai-atk-s0301a7:133_0": "Lots of the Earth, Vokadhamma, as though known by the eyes of the earth,",
    "ai-atk-s0301a7:133_1": "harming the hide on all sides,",
    "ai-atk-s0301a7:133_2": "Unsuitable: such is the meaning.",
    "ai-atk-s0301a7:133_3": "‘Oholder, may you delight in meditation!’",
    "ai-atk-s0301a7:134_0": "Endowed with the forest, the Lord of the Buddha,",
    "ai-atk-s0301a7:134_1": "In the wood you roamed like this, and I enclosure them like that.",
    "ai-atk-s0301a7:134_2": "with joy and happiness,",
    "ai-atk-s0301a7:134_3": "forest dwells in the forest.",
    "ai-atk-s0301a7:135_0": "I think it’s appropriate for you,",
    "ai-atk-s0301a7:135_1": "with the horrors of the world, who had mastered their Brahmās.",
    "ai-atk-s0301a7:135_2": "If he so desires:",
    "ai-atk-s0301a7:135_3": "This is the supreme Brahmā realm:",
    "ai-atk-s0301a7:135_4": "Why don’t I imagine that you desire?",
    "ai-atk-s0301a7:135_5": "Thus if I have not answered like this, why are you doing so?",
    "ai-atk-s0301a7:135_6": "Brahma’s attainment of the highest attainment.",
    "ai-atk-s0301a7:135_7": "Firstly, when austerities do this, they ask about the other,",
    "ai-atk-s0301a7:136_0": "Does your doubt?",
    "ai-atk-s0301a7:136_1": "they rejoice in Craving forwards and backbiting.",
    "ai-atk-s0301a7:136_2": "In many ways there is no simultaneous objects.",
    "ai-atk-s0301a7:136_3": "many kinds of searches: the volition of the modes of craving, the defilement of craving,",
    "ai-atk-s0301a7:136_4": "everlazy, always they’re always alert,",
    "ai-atk-s0301a7:136_5": "she is surpassed the root of ignorance,",
    "ai-atk-s0301a7:136_6": "Supremedhā also said: “I can give up that craving for me,” and so on. And I also not neglect absorption.",
    "ai-atk-s0301a7:136_7": "I’ve declared them all, I have eliminated them. I have dispelled the path to the end.",
    "ai-atk-s0301a7:136_8": "together with the wives of an ascetic,",
    "ai-atk-s0301a7:137_0": "Without going, they don’t level,",
    "ai-atk-s0301a7:137_1": "he proclaims all things instances, thus he is the opposite of all things;",
    "ai-atk-s0301a7:137_2": "realised the supreme awakening in the Brahmā realm.",
    "ai-atk-s0301a7:137_3": "traveled over the best,",
    "ai-atk-s0301a7:137_4": "I meditate dependent on two absorptions,",
    "ai-atk-s0301a7:137_5": "Assured, he is worshipped,",
    "ai-atk-s0301a7:138_0": "9. Mātuposakasuttavaṇṇanā",
    "ai-atk-s0301a7:139_0": "after returning from here the ninth day.",
    "ai-atk-s0301a7:140_0": "10. Bhikkhakasuttavaṇṇanā",
    "ai-atk-s0301a7:141_0": "206.",
    "ai-atk-s0301a7:141_1": "* These ten bhikkhus:",
    "ai-atk-s0301a7:141_2": "They surely have a bad destination, unskillful qualities.",
    "ai-atk-s0301a7:141_3": "Giving up the value of the path,",
    "ai-atk-s0301a7:141_4": "thus: ‘This is conditioned.’",
    "ai-atk-s0301a7:141_5": "is said to be a mendicant who is capable of breaking the wholesome quality—has a mendicant who is called the tenth defiled.",
    "ai-atk-s0301a7:142_0": "11. Saṅgāravasuttavaṇṇanā",
    "ai-atk-s0301a7:143_0": "207.",
    "ai-atk-s0301a7:143_1": "if he leaves the eleventh eleven ways;",
    "ai-atk-s0301a7:143_2": "Saying ‘Good, sir,’ he says,",
    "ai-atk-s0301a7:143_3": "That’s why the most senior monkey, “How can he, when the lay followers take me by the army, don’t get hold of a wrong view, but don’t!”",
    "ai-atk-s0301a7:143_4": "Nevertheless, a large family of five hundred people will think: “If they’re the right time, they’ll think,",
    "ai-atk-s0301a7:143_5": "beneficial or pleasant,",
    "ai-atk-s0301a7:143_6": "Reproaching the bad, unwholesome (deeds)",
    "ai-atk-s0301a7:143_7": "I threw the water in the hot season. The water was wiped into the sky, and the water was rubbed,",
    "ai-atk-s0301a7:143_8": "the Dhamma, which is best,",
    "ai-atk-s0301a7:143_9": "Eleventh eleventh:",
    "ai-atk-s0301a7:144_0": "12. Khomadussasuttavaṇṇanā",
    "ai-atk-s0301a7:145_0": "208.",
    "ai-atk-s0301a7:145_1": "Understanding these twelvefold lesser months,",
    "ai-atk-s0301a7:145_2": "and in the assembly hall.",
    "ai-atk-s0301a7:145_3": "so the during the rains residence does.",
    "ai-atk-s0301a7:145_4": "The Teacher, it seems, wanting to approach him –",
    "ai-atk-s0301a7:145_5": "“I’m going to visit an element in just one place, I’ll have a nutriment for them.”",
    "ai-atk-s0301a7:145_6": "Learningly the heavenly wheel, it seems, in order to establish firmly the unique Dhamma, and through the air, he entered into the assembly hall with a dispensation.",
    "ai-atk-s0301a7:145_7": "And the Buddha came straight away, thinking, “Who are you coming here? Do you know who are these shavelings?”",
    "ai-atk-s0301a7:145_8": "Good people are wise,",
    "ai-atk-s0301a7:145_9": "Having abandoned greed, hate and delusion, they are not scared. That is why they don’t abide in the Dhamma.",
    "ai-atk-s0301a7:145_10": "The group of twelve on “sh”",
    "ai-atk-s0301a7:146_0": "The second sub-chapter on lying down is finished.",
    "ai-atk-s0301a7:147_0": "even so hard to understand.",
    "ai-atk-s0301a7:148_0": "Discussion of the legal procedures",
    "ai-atk-s0301a7:149_0": "The Linked Discourses on the Brahmins is finished."
}