{
    "ai-atk-s0510a9:0_0": "9. Timiravaggo",
    "ai-atk-s0510a9:1_0": "the Elder Tissa Makyaputta, the Lord of the World",
    "ai-atk-s0510a9:2_0": "to the Elder Nun Candavatikā, and the Elder Tissa Missaka.",
    "ai-atk-s0510a9:2_1": "scattering the bowl:",
    "ai-atk-s0510a9:2_2": "He then re-entered in the former Buddhas, the rising sunshade, for the air, and having destroyed good merit, he entered into the Himālayas’s house, and sat at the root of the embankments, covering the drawbacks, and concentrated worshipped the Buddhas of the Great Saṅkicca (Sāgas). Having seen the Elders, he sat down on one side and giving him a request of seclusion,",
    "ai-atk-s0510a9:2_3": "And so, after spending most of the gods and men went forth from there and were no more future lives. They growth and become disillusioned, dispassionate, and freed regarding this family. They lived in this family.",
    "ai-atk-s0510a9:3_0": "1.",
    "ai-atk-s0510a9:3_1": "After some time he remembered the later season, and the joy and happiness of the former names, etc., and showing them in the past, which was covered with joy and so on.",
    "ai-atk-s0510a9:3_2": "the one who is building up residence.",
    "ai-atk-s0510a9:3_3": "“I will give birth to you,” and he resides in the Vaṅgīsa all the Ganges River. There I will go by that seat.",
    "ai-atk-s0510a9:3_4": "Having seen him sitting there, he sees the requisites for an ascetic: the fully awakened Buddha, the meaning is that.",
    "ai-atk-s0510a9:4_0": "Since this is so, the Buddha thought: “This is how I have crossed over all the grass, what leads to perfection. The Buddha has become fertile and tears ten days. This is the Buddha.",
    "ai-atk-s0510a9:5_0": "3.",
    "ai-atk-s0510a9:5_1": "if he himself has not dedicated himself to the enemy, but is unable to get free of defilements; he instigates steps his own destruction and falls into an end;",
    "ai-atk-s0510a9:5_2": "has calmed his own mind, and he makes others get hold of a peaceful mind.",
    "ai-atk-s0510a9:5_3": "you’re freed from transmigration, oppressed for others.",
    "ai-atk-s0510a9:5_4": "He thinks he himself through emancipation from defilements. He thought, “This is why I’m free from defilements and defilement.”",
    "ai-atk-s0510a9:6_0": "Having taken the sesame flour through the air, (it was) adorned with blues, crushing the sky, and threwing them from the top of a flowering shout, saying: “Who did you take it,” he picked the head by the fire.",
    "ai-atk-s0510a9:6_1": "The rest is the new abode.",
    "ai-atk-s0510a9:7_0": "the Elder Tissa Mettara, the Lord of the World,",
    "ai-atk-s0510a9:8_0": "he is the commentary on the Elder Paṭācārā,",
    "ai-atk-s0510a9:9_0": "When your birth had gone to  look for seven years, it is generally knowing with the Elder Nunnery,",
    "ai-atk-s0510a9:9_1": "This too was well-known about the former Buddhas, and it was the home life as a matted-hair liquor, and a piece of good families, for the Fortunate One, and advantage of faith, went forth in the neighborhood of the Fortunate One, a certain family, and that arose in the seven times of the winter.",
    "ai-atk-s0510a9:9_2": "One day, after grabbing a blue lotuses with blue cloth,",
    "ai-atk-s0510a9:9_3": "He did so and during the lifetimes and human beings, and now he became fully extinguished without extra effort. He became one of the Buddhas. He rose into this family tradition and reappeared in the charnel ground.",
    "ai-atk-s0510a9:10_0": "10.",
    "ai-atk-s0510a9:10_1": "Then later, having performed his various kinds of happiness and joy, he revealed the opposite sex with seven subsequent periods, and the eighth day.",
    "ai-atk-s0510a9:10_2": "Herein, there is seven months in the mother’s womb, and the meaning is that she from the time of full-maker.",
    "ai-atk-s0510a9:10_3": "Those who go forth from the household life, without plundering the household life, plunged into a hole, plunged into the Buddha, there is no use of the Teaching to go forth.",
    "ai-atk-s0510a9:11_0": "went by the road along the highway through the path.",
    "ai-atk-s0510a9:11_1": "Then the Happy One, having taught the Dhamma the Happy One’s mind, and satisfied them with a heart like an elimination of the Dhamma.",
    "ai-atk-s0510a9:11_2": "The rest is undefined.",
    "ai-atk-s0510a9:12_0": "is the commentary on the Elder Paṭisambhidā.",
    "ai-atk-s0510a9:13_0": "(prehending) the Elder Royal Chief Disciples",
    "ai-atk-s0510a9:14_0": "(but) they got up from their seats, salute, and pay homage to the senior elder.",
    "ai-atk-s0510a9:14_1": "This too has been laid down for the former story of the Buddhas to an end, when my body breaks up, after death, he’s reborn in the tree of a good place, a heavenly realm. He lives with his spiritual life under the Buddha, he lives, ascetics’ll entertain himself in the forest.",
    "ai-atk-s0510a9:14_2": "At that time I was afflicted with that illness, and he had reached perfect embankment.",
    "ai-atk-s0510a9:14_3": "At that time the Fortunate One was compassionate.",
    "ai-atk-s0510a9:14_4": "Then, having was lying down, he did just that.",
    "ai-atk-s0510a9:14_5": "When he passed away from there and were reborn there. Then he resorted there, after the passing of the enlightened One, the sun, and resplendent with reborn in this progress of sensual pleasures, he came to this family home one gone forth in the Two part of the Elders.",
    "ai-atk-s0510a9:15_0": "16.",
    "ai-atk-s0510a9:15_1": "Then after some time they looked at the very day, and looked down on the merits of the trees, and looking down at the root of a tree as they looked at the root of a tree.",
    "ai-atk-s0510a9:15_2": "Here is the meaning. He is the sacrificial trees, uphold the tree, and he is the meaning.",
    "ai-atk-s0510a9:15_3": "He is the ultimate, the ultimate, in whom sickness, the ultimate inherent, the ultimate sense. He is sick, suffering, gravely ill.",
    "ai-atk-s0510a9:15_4": "(He who) has reached ultimate profoundity, one who has reached (of Nibbāna), in his own state, which is free from suffering, has reached (of peace), who is free from suffering.",
    "ai-atk-s0510a9:16_0": "the two carpets for the head are called Mahāpajāpatī Gotamī, on the head, as well as the strong,",
    "ai-atk-s0510a9:16_1": "the calm-of-peared shines one by the wide, namely, the wheel-turning monarchs, and even those single-spheres left wheel-turning monarchs.",
    "ai-atk-s0510a9:16_2": "The rest is undefined.",
    "ai-atk-s0510a9:17_0": "attaining the states for defining the Elder Royal Indian",
    "ai-atk-s0510a9:18_0": "the Elder Nun Bhaddiya was worth adorning",
    "ai-atk-s0510a9:19_0": "The monks called Abhibhūta the Elder Nun, who was given the flowers to the Elder Nun,",
    "ai-atk-s0510a9:19_1": "This too had been performed in the risks of many kinds of embracing that were created in the Himalayas, when he saw the Buddha, the supernormal powers of the embankments, and the drawbacks, he having seen the five lower fetterss in the neighborhood of the Himalayas, and was steadfast, he comprehended the five lower fetters of laments.",
    "ai-atk-s0510a9:19_2": "He was the chief of the Fortunate One’s chief disciple called Abhibhū.",
    "ai-atk-s0510a9:19_3": "Then the Elder, having seen the Palace of Principles, he stood in the air. Taking the story of garments, resplendent with flowers, and made a fertile offering of flowers.",
    "ai-atk-s0510a9:19_4": "Then the Elder, out of compassion for her feet,",
    "ai-atk-s0510a9:19_5": "and the ascetic left for the Sakyan.",
    "ai-atk-s0510a9:19_6": "Herein, having gone forth from the city of Jayasena, he developed them in return. Then, having gone forth from the alms-bowl and was reborn in a Brahmā-world. According to the attainment of the Brahmā-world, became one by one, the although, and after hearing them, he was reborn in the a Brahmā-world.",
    "ai-atk-s0510a9:19_7": "After some time he had made meritorious conduct by himself in the very life,",
    "ai-atk-s0510a9:20_0": "22.",
    "ai-atk-s0510a9:20_1": "On the following day he was conceived in the past from his own first house and prepared beings from the former names, saying,",
    "ai-atk-s0510a9:20_2": "Herein, ethical conduct comes to be known as aggregates, produced by mother and father, built up from continued existence, which is more delighted inside and out.",
    "ai-atk-s0510a9:20_3": "a bhikkhu who is begging for alms in order to ask for alms-food, who has cut off his virtue, or is broken.",
    "ai-atk-s0510a9:20_4": "the origin of the world named Abhibhū, the highest of men, is the chief of the Fortunate One’s chief disciples,",
    "ai-atk-s0510a9:21_0": "This (asking): “She constructed me in the city of Veḷukaṇṭa before breaking into houses, the Sole Protector of the Three Worlds, the Great Sanctuary One, who had fulfilled all the times dust, was endowed with perfect self-control, and virtuous deeds,",
    "ai-atk-s0510a9:21_1": "Since he died in that place he had reached Arahantship at the Brahmā realm, and he gave him a higher jhāna.",
    "ai-atk-s0510a9:21_2": "The rest is clear.",
    "ai-atk-s0510a9:22_0": "Because of the Elder Mount Uppalavaṇṇā’s gift,",
    "ai-atk-s0510a9:23_0": "he is the commentary on the Elder Uppalavaṇṇā.",
    "ai-atk-s0510a9:24_0": "(While) on the mountain from the Himālaya’s beautiful mountain he robbed the Himalayas, the Elder Nun Mount Vediyaka’s .",
    "ai-atk-s0510a9:24_1": "This too has been made up of the Himalayas, the Buddhas, rolled forth the homeless life of the Himalayas, Vipassī in the Himalayas, the Buddhas, the meditated observing the drawbacks of sensual pleasures, and after giving up the hunger’s self-control.",
    "ai-atk-s0510a9:24_2": "At that time the Fortunate One was adorned with the Himalayas,",
    "ai-atk-s0510a9:24_3": "Then he saw the Buddha’s request, and with his head he became one of the five robes. He raised his joined palms to the Buddha, and pronounced his joined palms.",
    "ai-atk-s0510a9:24_4": "When he passed away from here and now, he passed away from there and was reborn in the company of the gods of the Thirty-Three, and the Buddhas, having cut off their own good families, and after giving up the wealth, he became self-controlled and property. Then after seeing the (Returning) and leaving this home, he lived in this family home with his own insight,",
    "ai-atk-s0510a9:25_0": "30.",
    "ai-atk-s0510a9:25_1": "Later, having performed his various kinds of happiness and joy, he revealed the snows and the Himalayas.",
    "ai-atk-s0510a9:25_2": "Herein, he enters upon the Himalayas, the Himalayas, the Himalayas, where the Himalayas there are mountains, and the Himalayas.",
    "ai-atk-s0510a9:25_3": "on the Himalayas, the Buddhas spoke these verses which were more than one mountains, when the Himalayas, was said to be the Nerañjarā.",
    "ai-atk-s0510a9:25_4": "In that very mountain cleft he bound the mountain.",
    "ai-atk-s0510a9:25_5": "The rest is not constructed in all ways:",
    "ai-atk-s0510a9:26_0": "he is the commentary on the Elder Uttarakuru, that is to say:",
    "ai-atk-s0510a9:27_0": "Second: on the garden of the Elder Uppalavaṇṇā,",
    "ai-atk-s0510a9:28_0": "on the mountain Divinities’ (reft), solitary, knowing (the Council) of the Elder Suttanta, –",
    "ai-atk-s0510a9:28_1": "This too has arisen in the former widowing to the Himalayas, rolling back and forth when he’s affected by the attributes of good-hearted families. Then he’s staying in the mountain cleft, having given up that wood, and has gone forth into seclusion.",
    "ai-atk-s0510a9:28_2": "At that time, when he saw the Buddha, he became frightened in his body, having cut off his head dust in the various neighborhood of a Buddha, an embarra, and his mind drawn nearly far from the sky, he became one of the six staffs, knocking him with his own hands, and saying: “This seems to the Buddhas, the men who have come back, and amused himself comfortable after going forth in this way,",
    "ai-atk-s0510a9:29_0": "35.",
    "ai-atk-s0510a9:29_1": "Later, having performed his former joints, glorious and running downwards and portions, which were lost in the portion of the Himalayas, –",
    "ai-atk-s0510a9:29_2": "all that is a child,",
    "ai-atk-s0510a9:30_0": "In the second dyad system",
    "ai-atk-s0510a9:31_0": "for the Elder Paṭācārā,",
    "ai-atk-s0510a9:32_0": "of the Himalayas, etc.",
    "ai-atk-s0510a9:32_1": "Also when the Buddha had done profitable deeds to be constantly and skilled in the former homes of Vicient Buddha, who had made meritorious conduct and voice would have arrived at the home of the Fortunate One, and after going forth from the home life to homelessness.",
    "ai-atk-s0510a9:32_2": "And when he saw the Buddha, he picked up a fruit and fragrant heartwood, with the sweet sound of the honey.",
    "ai-atk-s0510a9:32_3": "Once again when they were reborn in a good family, a heavenly realm, and a child of the gods, birds of the Buddhas, and, because of this merit went forth, he became one of the Sakyans.",
    "ai-atk-s0510a9:33_0": "39.",
    "ai-atk-s0510a9:33_1": "Later, having recollected his former joints, he recollects the degree of the Himalayas, Mount Sanctuary.",
    "ai-atk-s0510a9:33_2": "all that is reckoned as stated.",
    "ai-atk-s0510a9:34_0": "are the colour of the Elder Paccekabuddhas because of the drum of the fruit of the Elders.",
    "ai-atk-s0510a9:35_0": "he is the commentary on the Elder Guardian of the World-Leaf Tree,",
    "ai-atk-s0510a9:36_0": "(Having) his doctrine of the Himālayas, beginning with the Universe, so on,",
    "ai-atk-s0510a9:36_1": "This too has been performed in the rising early to the Himalayas, the Buddhas, the rising mass of merit for the previous practice, and having cut off the property of faith in the Himalayas, having achieved the goal of Arahants, and the Buddhas, attained Arahantship and attainship. Having growth and fullness of faith, they grow disillusioned, dispassionate, and freed regarding the teaching.",
    "ai-atk-s0510a9:37_0": "43.",
    "ai-atk-s0510a9:37_1": "Later, having performed his various kinds of happiness and joy, he revealed the snows and the Himalayas.",
    "ai-atk-s0510a9:37_2": "all that is a child,",
    "ai-atk-s0510a9:38_0": "is the commentary on the Elder Paṭisambhidā.",
    "ai-atk-s0510a9:39_0": "the Elder Nun Bodhi Tree",
    "ai-atk-s0510a9:40_0": "Vipassī, the Buddha-to-be, and the Elder’s feet.",
    "ai-atk-s0510a9:40_1": "after seeing the (which Buddha) in the former times, being unattached to the hosts of Vijayas, collected in the Enlightened One’s good families, having gone forth under the heading of the Faith. He thought, after seeing the vicinity of the Buddha, his meritorious flower-sworld, and the Great Bodhisattasattas.",
    "ai-atk-s0510a9:40_2": "And so, after being reborn in a fine-material world of the gods, a clan, because of the Buddhas, he became one who had gone forth from the lay life to homelessness.",
    "ai-atk-s0510a9:41_0": "46.",
    "ai-atk-s0510a9:41_1": "After rejoicing in the fruit of that deed, he revealed the bliss and thoroughly happy: “After walking in former happiness and generation of the Buddha, you’ll see the Blessed One’s former deeds,",
    "ai-atk-s0510a9:41_2": "Herein, quite secluded from sense desires means having insight into extinguishment as having sinked his insight, looking at the four truths, he sees clearly the truths of insight. He is the truth, he sees the great seer, the Vipassī.",
    "ai-atk-s0510a9:41_3": "And here too the Great Bodhi is called: “Buddha, joyful, and observed the four paths of the Bodhi tree of holy Keṇiya, the Buddha”, and so forth. It is said to be the Great Bodhi tree of the Buddha’s Great Shrine, even if he is worshipped by the Great Bodhi tree in this way, the Great Bodhi tree of the gods.",
    "ai-atk-s0510a9:41_4": "The rest is undefined.",
    "ai-atk-s0510a9:42_0": "The Elder Uttarakuru",
    "ai-atk-s0510a9:43_0": "the Elder Tāvatiṁsa (Divinities), having given a golden plate,",
    "ai-atk-s0510a9:44_0": "(Having been) filled with flowers and so on, the Elder Pokkharasāti’s flowers to the Thera.",
    "ai-atk-s0510a9:44_1": "When they had performed a decorated corpse on a piece of leaf, a lotus pond covered with flowers—and then entered the sky outside the gateway for the Fortunate One, lotus pond, and brought them to the neighborhood of the lotuses, jump into the sky from the cotton, and covered with a lotus pond.",
    "ai-atk-s0510a9:44_2": "He recently gone forth from the presence of the ascetic who had gone forth and was like a layperson who has gone forth. After passing away from there, he reappeared on the level of faith, like a poisonous having arrived at the root of the tree, and he came to an end enemy on a neighborhood of faith in this way.",
    "ai-atk-s0510a9:45_0": "51.",
    "ai-atk-s0510a9:45_1": "Later, having performed his former jobs, he revealed the declarations of the portions, saying: “Having drunk of the lotuses,”",
    "ai-atk-s0510a9:45_2": "Herein, by one who is strict: on the banks of the rivers, some lotus ponds on the lotus ponds, on the banks of the river, a lotus ponds, a pink lotus ponds, and a metal lotus ponds.",
    "ai-atk-s0510a9:45_3": "The rest is clear.",
    "ai-atk-s0510a9:46_0": "and the Elder Padumuttara, being endowed with a good colour,",
    "ai-atk-s0510a9:47_0": "Because of the ninety-nine kinds of “coloured”"
}