{
    "ai-atk-vin02a39:0_0": "10. Bhikkhunikkhandhakaṁ",
    "ai-atk-vin02a39:1_0": "The account of Mahāpajāpati Gotamī",
    "ai-atk-vin02a39:2_0": "402.",
    "ai-atk-vin02a39:2_1": "Where the chapter on nuns:",
    "ai-atk-vin02a39:2_2": "‘Enough, Gotamī! Don’t enclosure the Buddhas! Don’t enlightenment provide the four assemblies.’",
    "ai-atk-vin02a39:2_3": "Then they have done the same thing, and if they do get them to go forth, they will provide them with us.",
    "ai-atk-vin02a39:2_4": "and in the eight Aṅgaka Commentary Sutta (previous) deeds,",
    "ai-atk-vin02a39:3_0": "Taking the bundle of drill-sticks in pot, he ascended the light, ordered the lights in the house.",
    "ai-atk-vin02a39:4_0": "one violent beings who were born in the air—perse of boiled up by the wind and sun—shave like a snake with their head. And it doesn’t stay firm, and fails to take it.",
    "ai-atk-vin02a39:5_0": "The disease called Red Rot’s eleven.",
    "ai-atk-vin02a39:5_1": "That large reservoir was given to it in this way:",
    "ai-atk-vin02a39:5_2": "Just as a large lake was bound to a large ploughed caught in a leaf, so a dried up, would not be bound together there first for what reason.",
    "ai-atk-vin02a39:5_3": "are those who generate in this way just as to be transgressed for the purpose of preceding a heavy offense.",
    "ai-atk-vin02a39:5_4": "And if she had not allowed to go forth as a women who had gone forth, the true Teaching would live on for a hundred years.",
    "ai-atk-vin02a39:5_5": "But he does just describe another one hundred years and alternatively. In this way he will tell a thousand years.",
    "ai-atk-vin02a39:5_6": "This is called a thousand years lady (of the analytical knowledges) schism.",
    "ai-atk-vin02a39:5_7": "And more than that, a thousand years had destroyed the pollutants, thousands, a thousand years in regard to those who are subdued to non-returners, and also will become a once-returner. In this way one thousand years, or five thousand years.",
    "ai-atk-vin02a39:5_8": "and the teaching is also illegitimate.",
    "ai-atk-vin02a39:5_9": "For there being no learning, there will be no learning, there is no penetration, there is no (good) processes.",
    "ai-atk-vin02a39:5_10": "But the signs of the disappearance of learning will last for a long time.",
    "ai-atk-vin02a39:6_0": "The account of Mahāpajāpati is finished.",
    "ai-atk-vin02a39:7_0": "The allowance for the full ordination of nuns",
    "ai-atk-vin02a39:8_0": "I allow you to give the full ordination to nuns, monks, for the sake of the full ordination, for the sake of a warrior-noble nuns, for the full ordination on Mahāpajāpatī.",
    "ai-atk-vin02a39:8_1": "Thus they all had been given the full ordination together.",
    "ai-atk-vin02a39:8_2": "You also attained Liberation by Master Gotama.",
    "ai-atk-vin02a39:9_0": "one doesn’t do their work, and one is bound today. Nor do they do the same for later on account of their deeds,",
    "ai-atk-vin02a39:9_1": "I won’t ask forgiveness again and again,’ that’s how they ask for forgiveness.",
    "ai-atk-vin02a39:10_0": "After making an announcement by the nuns, monks, I allow you to hand the rule and handker in the three Vedas, saying: “Though you’re going over to the charnel ground, you should get rid of that legal procedure.”",
    "ai-atk-vin02a39:10_1": "if he does a legal procedure of demotion against one deserving a procedure of condemnation and does a procedure of demotion against one deserving a procedure of condemnation, he should be done in the way that procedure.",
    "ai-atk-vin02a39:11_0": "Where dreadful and terrified, (thinking): “Where was the lake? Where the sticks, how many people luck to do the mud-coloured sinking baskets in the water from the time of the bowl for bathing?",
    "ai-atk-vin02a39:11_1": "before the Sangha of nuns brings him to joints, saying, “The nuns should give such confidence.”",
    "ai-atk-vin02a39:11_2": "That’s how it is defined.",
    "ai-atk-vin02a39:11_3": "From then on seeing a novice nun, worshipped her,",
    "ai-atk-vin02a39:11_4": "you shouldn’t be responded to",
    "ai-atk-vin02a39:11_5": "When that monk returns the Sangha has arrived, he should put his upper robe over one shoulder and pay respect at the feet of the nuns. He should then squat on his heels, raise his joined palms, and ask for forgiveness.",
    "ai-atk-vin02a39:11_6": "After returning to the nuns, that monk should ask her forgiveness.",
    "ai-atk-vin02a39:11_7": "He should be given the full ordination on that very day.",
    "ai-atk-vin02a39:11_8": "This is in brief, and therefore it is known that in detail,",
    "ai-atk-vin02a39:12_0": "sharing the true teaching:",
    "ai-atk-vin02a39:12_1": "Yasa with a number of nuns and then split open together with the nuns.",
    "ai-atk-vin02a39:12_2": "is the same as already described.",
    "ai-atk-vin02a39:12_3": "Of the dwellings: it has a dwelling place for the dwelling,",
    "ai-atk-vin02a39:12_4": "set aside the instructions, but not can’t go to the nuns’ dwelling place.",
    "ai-atk-vin02a39:12_5": "Those nuns came to do the observance-day procedure together with the nuns. She thought, “Who are you canceling the half-monthly instruction?” and she followed the observance-day procedure.",
    "ai-atk-vin02a39:12_6": "and the treatment of the body and the rest is as already described.",
    "ai-atk-vin02a39:13_0": "Taking advice to go to the nunnery, but not that nun.",
    "ai-atk-vin02a39:14_0": "They drive rolled-up cloth for householders, as if fixing their bellyricks, rolling backs, and wrapped in a ribs.",
    "ai-atk-vin02a39:14_1": "The chapter on one side is finished.",
    "ai-atk-vin02a39:15_0": "As a consequence, it rolled-up cloth, wrapped in the bamboo plant,",
    "ai-atk-vin02a39:15_1": "In the body of the top of cloth:",
    "ai-atk-vin02a39:15_2": "In the Two part of the Jewel",
    "ai-atk-vin02a39:15_3": "wickped in the foreign land of the waves,",
    "ai-atk-vin02a39:15_4": "You can use a whirlpool, clothes, and the wings of cloth.",
    "ai-atk-vin02a39:16_0": "Bones sinews and backbones;",
    "ai-atk-vin02a39:16_1": "places in the calves, it is what is meant.",
    "ai-atk-vin02a39:16_2": "They made their hands tapped with a string of peacocks, and embankments for their hands.",
    "ai-atk-vin02a39:16_3": "his hands tapped with the back;",
    "ai-atk-vin02a39:16_4": "Regular monks offering him a foot-scraper;",
    "ai-atk-vin02a39:16_5": "the foot-stands for washing the feet.",
    "ai-atk-vin02a39:17_0": "The others are stated in the Campaka",
    "ai-atk-vin02a39:17_1": "Doing so, they clung to, ointment, lowering eyes, at the time of leaving.",
    "ai-atk-vin02a39:17_2": "They performed sugarcane in the ends.",
    "ai-atk-vin02a39:17_3": "looking at the windows, looking around the windows,",
    "ai-atk-vin02a39:17_4": "She opened the door, and she showed her to the door, and she then showed her.",
    "ai-atk-vin02a39:17_5": "dancers, garlands, and makeup.",
    "ai-atk-vin02a39:17_6": "if she gives the full admission to a woman who is breastfeeding by her;",
    "ai-atk-vin02a39:17_7": "while dwelling in the royal houses covered with garments,",
    "ai-atk-vin02a39:17_8": "While flying on a piece of meat, they crush.",
    "ai-atk-vin02a39:17_9": "shone like a bag of various kinds, delighting in many different nets,",
    "ai-atk-vin02a39:17_10": "a servant who nurse her and a servant her call.",
    "ai-atk-vin02a39:17_11": "For the bondservants and workers,",
    "ai-atk-vin02a39:17_12": "Cultivated plants that were red alcoholic drinks that were cooked and made cooked.",
    "ai-atk-vin02a39:17_13": "flourishing up goodness is what is said.",
    "ai-atk-vin02a39:18_0": "Discussion of the talk on being asked invalid in the same way as before.",
    "ai-atk-vin02a39:19_0": "This is the proper conduct when the time for departing monks, etc.,: This is the carpets for the name of the blackness,",
    "ai-atk-vin02a39:19_1": "If anyone who dies in the five legitimate legal procedures of a teacher, the teachers of a requisite for the Sangha, should not be done with anyone who has a preceptor or the pupil of the teacher, let them say, “May the preceptor be the time for my preceptor.”",
    "ai-atk-vin02a39:19_2": "For the householders are not able to injure five legitimate provinces to householders.",
    "ai-atk-vin02a39:19_3": "Because he dies after making a requisite for the monks.",
    "ai-atk-vin02a39:19_4": "Soon afterwards the nuns dies at them.",
    "ai-atk-vin02a39:20_0": "the Mallas of Kusinārā, the sons of the Mallas,",
    "ai-atk-vin02a39:20_1": "a man’s genitals, a person should be concealed, nor unconcealed.",
    "ai-atk-vin02a39:20_2": "If they do in this place, then having given rise to it, they commit an offense of wrong conduct.",
    "ai-atk-vin02a39:21_0": "if it is given to the recipient, “What is given to the use of your wealth?” When it was given, he gave it to someone else, he commits an offense entailing confession.",
    "ai-atk-vin02a39:21_1": "But he took it and whirlpools.",
    "ai-atk-vin02a39:21_2": "If he is unable to get it, it is allowed.",
    "ai-atk-vin02a39:21_3": "Having received robe-cloth for one day, it is allowable to use the robe,",
    "ai-atk-vin02a39:21_4": "Likewise in the case of the bowls.",
    "ai-atk-vin02a39:22_0": "When the monks have received it, she appoints it for someone who is not fully ordained, put it aside, and then uses it without getting it. The nuns should then use it.",
    "ai-atk-vin02a39:22_1": "Because it has been received by the monks, it is to be received by the nuns, and there is no need for the nuns.",
    "ai-atk-vin02a39:23_0": "Then they put the reserved when the work was ready, and they gave another meal.",
    "ai-atk-vin02a39:24_0": "Eight sections are seated according to seniority, if he gets up to the new town hall, he is able to do so after he has come to see that monastery, and he then sits down on the ground.",
    "ai-atk-vin02a39:24_1": "but if she is of nine orifices a disciple of the ninth, then if she is able to get there.",
    "ai-atk-vin02a39:24_2": "but not anywhere else.",
    "ai-atk-vin02a39:24_3": "Just as though he were strict, it is allowable for him to throw away.",
    "ai-atk-vin02a39:24_4": "On the invitation procedure is done in the invitation procedure.",
    "ai-atk-vin02a39:25_0": "He disentangles, judgmentally, and all kinds of demonstration, yellow and embarked.",
    "ai-atk-vin02a39:26_0": "went to the ten dangers flourishing her for her own full ordination.",
    "ai-atk-vin02a39:26_1": "When the last announcement is finished, she becomes as a nun because she is staying in the wakefulness; or when because she is sleeping, lying down, or wakeful.",
    "ai-atk-vin02a39:26_2": "the shadow that he must tell the nuns to come.",
    "ai-atk-vin02a39:27_0": "431.Udositoti bhaṇḍasālā.",
    "ai-atk-vin02a39:27_1": "nor is heedless.",
    "ai-atk-vin02a39:27_2": "they go to the house of a house.",
    "ai-atk-vin02a39:27_3": "The Sangha’s building work is done for the nuns. The meaning is, I say.",
    "ai-atk-vin02a39:28_0": "and at the time of her going forth she went forth",
    "ai-atk-vin02a39:28_1": "He is able to eat the food portion of wounds, he spends it. He is unable to eat the food with the creed, and he is unable to move his own life.",
    "ai-atk-vin02a39:29_0": "apart from that.",
    "ai-atk-vin02a39:29_1": "the men, to be fixed in the best of men.",
    "ai-atk-vin02a39:29_2": "In this way a companion nun should act toward him.",
    "ai-atk-vin02a39:29_3": "But if you’re not able to make your mother’s property, then he is unable to lie down on the seat.",
    "ai-atk-vin02a39:30_0": "Sāgata shows the opportunity for themselves; that’s why they do not train in themselves with white clothes.",
    "ai-atk-vin02a39:30_1": "but she’s not received.",
    "ai-atk-vin02a39:31_0": "She should not be given the full ordination, nor do she gives the full ordination, nor do she gives the full ordination.",
    "ai-atk-vin02a39:31_1": "and taking the going forth he’ll get formal support.",
    "ai-atk-vin02a39:32_0": "They bowed down with their heads at the feet, having cut off their hair and beard, dressed in ocher robes, and did not consent to it. Their bodies don’t consent to it. And being afraid of wrongdoing, they don’t consent.",
    "ai-atk-vin02a39:32_1": "Here it should be asked in the same way: “Who are you alone, whether the owner has been committed?”",
    "ai-atk-vin02a39:32_2": "some teachers say, “There is no offense here.”",
    "ai-atk-vin02a39:32_3": "Having thus shown that the teacher should give this advice, he is allowed to be expressed in eight ways.",
    "ai-atk-vin02a39:32_4": "and was the eighth day.",
    "ai-atk-vin02a39:32_5": "“I allow you to accept a resting place.”",
    "ai-atk-vin02a39:33_0": "sat down on his couches, sat down cross-legged,",
    "ai-atk-vin02a39:33_1": "I made a canopy over one with the stone rolls over the ground,",
    "ai-atk-vin02a39:33_2": "It is allowed to live in a place that is opened uprooted by a concealed place, but it is exceedingly in every direction.",
    "ai-atk-vin02a39:34_0": "They get carcassed even overcoming clay, lie in clay.",
    "ai-atk-vin02a39:35_0": "The account of the full ordination of the nuns’ full ordination is finished.",
    "ai-atk-vin02a39:36_0": "The chapter on nuns is finished."
}