{
    "ai-atk-s0101a1:0_0": "1. Brahmajālasuttavaṇṇanā",
    "ai-atk-s0101a1:1_0": "On Principled Wanderers",
    "ai-atk-s0101a1:2_0": "And while the Great Brahmadeva’s Punabbasuka Mountains, including the discourses of the Monastic Law, practitioned by Venerable Mahākassapa, –",
    "ai-atk-s0101a1:2_1": "“Reverend Ānanda, when I said this to the venerables: ‘Brahmā’ and so forth, wherever I have spoken. And wherever I discussed with the question of Brahmā, Venerable Ānanda said:",
    "ai-atk-s0101a1:2_2": "Hence it was said: “Venerable Subrahmā, they made the first statement of the Great Brahmā reference with Venerable Sundarīnandā.”",
    "ai-atk-s0101a1:3_0": "1.",
    "ai-atk-s0101a1:3_1": "they’ve attained the state of peace.",
    "ai-atk-s0101a1:3_2": "my name is ‘Leaves’.",
    "ai-atk-s0101a1:3_3": "thoroughly practices: it is entered on the meaning here that is, thus it is the state simply the removal of happiness.",
    "ai-atk-s0101a1:3_4": "The same thing should be understood in the same way",
    "ai-atk-s0101a1:4_0": "however, the meaning of the word construction in the description of the city is equal in the categories of the city in the way beginning, “This is the breaking of the word-of-water .”",
    "ai-atk-s0101a1:4_1": "For accordingly:",
    "ai-atk-s0101a1:4_2": "how a deed is born in a mortal, starting up in this way. He said, “This is the threefold profitable deeds.”",
    "ai-atk-s0101a1:4_3": "“This is how you should observe such opposing;”",
    "ai-atk-s0101a1:4_4": "“That’s so true, Blessed One! That’s so true, Holy One!”",
    "ai-atk-s0101a1:4_5": "“That’d be right. For the slightest thing this lowlife woman spouts out praise for that bald ascetic.”",
    "ai-atk-s0101a1:4_6": "“Yes, sir,” they replied.",
    "ai-atk-s0101a1:4_7": "“Yes indeed, Sir.”",
    "ai-atk-s0101a1:4_8": "“Here, student, go to the ascetic Ānanda and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.",
    "ai-atk-s0101a1:4_9": "“He does, student. He is healthy and well, nimble, strong, and living comfortably.”",
    "ai-atk-s0101a1:4_10": "“Sir, please visit the student Subha, Todeyya’s son, at his home out of compassion.”",
    "ai-atk-s0101a1:4_11": "“What do you think, Kālāmas, are these things skillful or unskillful?",
    "ai-atk-s0101a1:4_12": "It is unwholesome, sir.",
    "ai-atk-s0101a1:4_13": "Or blameworthy things:",
    "ai-atk-s0101a1:4_14": "that is, sir,",
    "ai-atk-s0101a1:4_15": "in which they disparage the praise.",
    "ai-atk-s0101a1:4_16": "Someone who understands",
    "ai-atk-s0101a1:4_17": "When you undertake them, how do they lead to harm and suffering?",
    "ai-atk-s0101a1:4_18": "When you undertake them, they lead to harm and suffering. That’s how they lead to harm and suffering.”",
    "ai-atk-s0101a1:4_19": "The application should be seen in the sense of the west.",
    "ai-atk-s0101a1:5_0": "Herein, having proficient in this way, the meaning of various kinds, (thinking): “Bhikkhus, I have profitable sounds in this way, opinion, the princesses, any phrases, out of all sorts of meaning, learning, generosity, and wisdom, they opinion, all sorts of phrases, all that is well proclaimed by the Blessed One, and all these people.",
    "ai-atk-s0101a1:6_0": "For one who has nothing,",
    "ai-atk-s0101a1:6_1": "“I haven’t declared myself to be truth,”",
    "ai-atk-s0101a1:6_2": "‘Yes, I have heard’, all that.",
    "ai-atk-s0101a1:7_0": "For one who wants to kill the good:",
    "ai-atk-s0101a1:7_1": "“The foremost of my monk disciples in seniority is Ānanda.”",
    "ai-atk-s0101a1:7_2": "thus:",
    "ai-atk-s0101a1:7_3": "“Reverend Ānanda is skilled in the meaning, skilled in the teaching, skilled in terminology, skilled in phrasing, and skilled in sequence.”",
    "ai-atk-s0101a1:7_4": "So too with the General of the Dhamma and this indication of the people, (and thinking): “This Dhamma is proper to give birth, and so forth in order to show their own welfare.”",
    "ai-atk-s0101a1:7_5": "‘That is what I heard’ve heard’, but this is the meaning of in this way.”",
    "ai-atk-s0101a1:8_0": "I will get the three kinds of sounds.",
    "ai-atk-s0101a1:8_1": "For his hand:",
    "ai-atk-s0101a1:8_2": "intending to eat rice gruel taken food, so I need.",
    "ai-atk-s0101a1:8_3": "“Sir, may the Buddha please teach me in brief. When I’ve heard it, I’ll live alone.”",
    "ai-atk-s0101a1:8_4": "“Mendicants, I say that you become heirs in the teaching.”",
    "ai-atk-s0101a1:8_5": "But I have heard that I’ve also heard the meaning and the teaching of the meaning.",
    "ai-atk-s0101a1:9_0": "This is the sound of drums, educated and the sword.",
    "ai-atk-s0101a1:9_1": "The meaning is that it is worth treating as soon as they are, devoted to the law of profitable, the weavers of indication of the kasiṇas, the meaning is that it is appropriate.",
    "ai-atk-s0101a1:9_2": "“I see the meaning of the teaching,” is said, “The meaning of in accordance with the Dhamma” .",
    "ai-atk-s0101a1:9_3": "“An having no lust,” “We must take care of defilement in lust.”",
    "ai-atk-s0101a1:9_4": "“Have you eradicated the merits of the Padumuttara, the meaning is that:",
    "ai-atk-s0101a1:9_5": "It is worthy of jhānas in the first jhāna” , and so on.",
    "ai-atk-s0101a1:9_6": "‘Have you seen’ means having seen clearly in the past, is the meaning.",
    "ai-atk-s0101a1:9_7": "“The meaning is large in the ear ...” .",
    "ai-atk-s0101a1:9_8": "But it is owing to those that weaver: it is uprooted , thus it is beneficial .",
    "ai-atk-s0101a1:9_9": "Thinking: ‘So it is that meant is that for just what I have heard,’ they turned back on the bank of the river, turned away.",
    "ai-atk-s0101a1:9_10": "‘My mindfulness is so,’ they started for me.",
    "ai-atk-s0101a1:10_0": "Because of the three kinds of foulness there are dependent origination, etc., which is impermanent, and that is to say.",
    "ai-atk-s0101a1:10_1": "I have said: to be fully ordained that is to say:",
    "ai-atk-s0101a1:10_2": "(Whoever) this hermitage is indicated by the complete in all directions, for the firmament, subtle and the tips of the Assayhas.",
    "ai-atk-s0101a1:10_3": "Likewise, the means of that same consciousness occurred with the previous disappearance of consciousness, etc., as its object the occurrence of consciousness occurrence is stated in its object.",
    "ai-atk-s0101a1:10_4": "my own desires.",
    "ai-atk-s0101a1:10_5": "listening to the teaching.",
    "ai-atk-s0101a1:10_6": "This is in brief:",
    "ai-atk-s0101a1:10_7": "“I haven’t done this thing, it’s not easy to grasp it. But it’s not easy to comprehend a teaching.”",
    "ai-atk-s0101a1:11_0": "(These should be expanded in the same way as:)",
    "ai-atk-s0101a1:11_1": "My work was like the person’s harm.",
    "ai-atk-s0101a1:11_2": "having few wishes.",
    "ai-atk-s0101a1:11_3": "This is what is said:",
    "ai-atk-s0101a1:11_4": "“Whatever I have heard, I’ll hear it.”",
    "ai-atk-s0101a1:12_0": "Likewise in that way the mind is distinguished in various ways rising above at the moment of different descriptions, which is variety of detail.",
    "ai-atk-s0101a1:12_1": "For that is the name of the clan’s conduct,",
    "ai-atk-s0101a1:12_2": "Is the Description of the Buddha",
    "ai-atk-s0101a1:12_3": "“Speaking the teachings,",
    "ai-atk-s0101a1:12_4": "At this point it is done based on the various parts of the variety of various kinds, that is how it is done in the Great Commentaries.",
    "ai-atk-s0101a1:13_0": "just as the places were badly illustrious.",
    "ai-atk-s0101a1:13_1": "this is indeed of the consciousness.",
    "ai-atk-s0101a1:13_2": "he is the highest overpower of both kinds: (this is) an individual.",
    "ai-atk-s0101a1:13_3": "But here it is in brief in the Vibhaṅga: “Herein, what is functioned by consciousness that personality with consciousness, desires by calm, and functionality.”",
    "ai-atk-s0101a1:14_0": "Herein, “following is independent of the truths” .",
    "ai-atk-s0101a1:14_1": "For what reason do you think of this? What can I get at all of these places?",
    "ai-atk-s0101a1:14_2": "For one who is well trained,",
    "ai-atk-s0101a1:14_3": "For what is gained here and there in that place the ultimate being,",
    "ai-atk-s0101a1:14_4": "‘I will be told’, and he should be told to dealt with according to the rule.",
    "ai-atk-s0101a1:14_5": "‘Should be seen’ means overcoming to be seen, heard, thought, “Such is to be seen”.",
    "ai-atk-s0101a1:14_6": "And here the words “I proclaim what is contrary to the meaning” because of what is said.",
    "ai-atk-s0101a1:14_7": "Nor is in the hand of the aspect of the removal of the kasiṇa materiality;",
    "ai-atk-s0101a1:14_8": "Having heard what the word said, he proclaims what is not heard,",
    "ai-atk-s0101a1:14_9": "For if he admits to his pupil, he does not admit it,",
    "ai-atk-s0101a1:14_10": "being destroyed by the non-confusion of (good) effort, and mindfulness was effective.",
    "ai-atk-s0101a1:14_11": "Herein, the wisdom there is from preceding mindfulness, the full understanding that is preceding the meaning, the education of mindfulness, and the interpreting of the meaning, is correctly known .",
    "ai-atk-s0101a1:14_12": "Then, as the law of the meaning, interpreting the proficient in the meaning, the teaching, and the Saṅgha in groupspiring to the law of the Dhamma.",
    "ai-atk-s0101a1:15_0": "and another who is wise applies his attention to them as wise.",
    "ai-atk-s0101a1:15_1": "Because of the profitableness of the elements is the counterpart of various kinds.",
    "ai-atk-s0101a1:15_2": "(And) the word of the word, being discovered by the word “discriminate”, and the mind of one who is scattered, who proclaims what is contrary to the Faith,",
    "ai-atk-s0101a1:15_3": "Because when the person is satisfied with a mind of the Vibhaṅga, he says, “I’ve heard this,” and he rejoiced.",
    "ai-atk-s0101a1:15_4": "And here in order to rightly make merit, making merit.",
    "ai-atk-s0101a1:15_5": "Endowed with the Good People of the true teaching and training.",
    "ai-atk-s0101a1:15_6": "Because their mind isn’t able to persuade, he’s unable to do so.",
    "ai-atk-s0101a1:16_0": "and another, through one who has clarify his own perspective of his own hands, whose minds are different kinds of merit: this is the right kind of interpretation of merit in the past, that is to say, the level of merit, the right kind of defilement, and in the last watch. That is why it is not the name of the lamp.",
    "ai-atk-s0101a1:16_1": "(Listening): running like a cuckoo’s bowl,",
    "ai-atk-s0101a1:16_2": "There is no measure in which one shares, but not good people, for the sake of a livid corpse.",
    "ai-atk-s0101a1:16_3": "The last of the path of purification is successful and prosperous, popularity, and purity that comes from a lawful purification through the path of purification. And the purification of the way is successful and prosperous, the purification of the way.",
    "ai-atk-s0101a1:16_4": "So when a cowherd repelled in a house with the words of plunged into and out of faith, like a worm-infested to do it properly. When he came back to the Buddha, he sets out on three grounds.",
    "ai-atk-s0101a1:16_5": "“Yes, I have.”",
    "ai-atk-s0101a1:17_0": "Another who is not called ‘gaining’ and ‘virtuously explains in detail’ because of the meaning of the profoundity of the meaning’, and so on.",
    "ai-atk-s0101a1:17_1": "‘This inclusiveness’: ‘This oppositeness of the states of loss, inclusiveness of the Dhamma and of the law of the enlightenment of states.",
    "ai-atk-s0101a1:17_2": "‘This is the meaning of this,’ and this is the word he spoke:",
    "ai-atk-s0101a1:17_3": "“I proclaim it in my mind, whose view is incapable of the teachings,”",
    "ai-atk-s0101a1:17_4": "‘Patience’ means remembering what I said.",
    "ai-atk-s0101a1:17_5": "“I’ve declared the teachings, and I’ve proclaimed the teachings,”",
    "ai-atk-s0101a1:17_6": "Then as soon as he’s propounded by the meaning, filling the lamps in the Jina,",
    "ai-atk-s0101a1:17_7": "For that is why the Dhamma is proficient inappropriately for the sake of the evokes. That is why it is the Dhamma essence.",
    "ai-atk-s0101a1:18_0": "“Yes, indeed I do.” And he walked only on what Venerable Ānanda said.",
    "ai-atk-s0101a1:18_1": "Disparaging the Good Person, he entered the Bhūmija.",
    "ai-atk-s0101a1:18_2": "he establishes (them) in the true teaching, establishes themselves in the true teaching.",
    "ai-atk-s0101a1:18_3": "“While I’m practicing right here, how much I explain the Buddha’s word of the teaching is taught!”",
    "ai-atk-s0101a1:19_0": "Furthermore, thinking: “In this way, I have made the arising of the interprehends thus: ‘In the first enlightenment factor is starting pointless without residing.”",
    "ai-atk-s0101a1:19_1": "“When I have received this in front of the Buddha, this is the ten powers of the roars, the fourteenth of the Dhamma in the presence of the lion, the ruler of the gods, the lord of death, and the earth, the path, the phrasing of the religion, the king’s roar, the one who confessorts the Dhamma, the one who lives in conformity with the Dhamma, the one who thinks them.”",
    "ai-atk-s0101a1:19_2": "Hence it is said:",
    "ai-atk-s0101a1:20_0": "“Having faith in the dispensation of the faithless,",
    "ai-atk-s0101a1:21_0": "That’s how I have heard.”",
    "ai-atk-s0101a1:22_0": "Remembering",
    "ai-atk-s0101a1:22_1": "a heavy offenses",
    "ai-atk-s0101a1:22_2": "they wander mindfully, full of consummation.",
    "ai-atk-s0101a1:22_3": "Herein, the tranquillity of cry:",
    "ai-atk-s0101a1:23_0": "“Now, when the time is right, at the time, views are a cause,",
    "ai-atk-s0101a1:24_0": "whatever (should give) a reside, and it will be given.”",
    "ai-atk-s0101a1:25_0": "For his hand:",
    "ai-atk-s0101a1:25_1": "“We wish to get a chance to visit amount the time; the meaning is that he says.”",
    "ai-atk-s0101a1:25_2": "“Mendicants, you are far from the spiritual life.”",
    "ai-atk-s0101a1:25_3": "“The time is ready,” he replied, “I am ready.”",
    "ai-atk-s0101a1:25_4": "“I am invited” is said, “I am invited”;",
    "ai-atk-s0101a1:25_5": "“Those three times in Bhaddāliya were staying near Sāvatthī, and the Buddha’s instructions.",
    "ai-atk-s0101a1:25_6": "You also didn’t realize this situation.”",
    "ai-atk-s0101a1:25_7": "“Now at that time the wanderer Uggāhamāna Samaṇamuṇḍikāputta was responding to Mallikā’s views in Mallikā’s monastery.”",
    "ai-atk-s0101a1:26_0": "“The one who lives by the Dhamma, and who lives in dependence on the Dhamma,",
    "ai-atk-s0101a1:27_0": "The wise one is called a Wise person through the realisation of vanity.”",
    "ai-atk-s0101a1:28_0": "and gaining a reincarnation.",
    "ai-atk-s0101a1:28_1": "“One who has comprehended the minds of conceit haven’t partially suffering in the realm.”",
    "ai-atk-s0101a1:28_2": "“The suffering that is terrified, repelled, and changed inherent in perishing.”",
    "ai-atk-s0101a1:28_3": "But here is the time.",
    "ai-atk-s0101a1:28_4": "Their enemy of the months and fortnights, and delimitations of the two and three months, I announce to the time of the lamps of the colours, etc., at one time the time of creation.",
    "ai-atk-s0101a1:29_0": "Herein, although these parts of the night are found in which the maintaining is properly heard, dropped, and uncomfortable, the magnificent instance, what is heard, and excluded from the elders in the day or in whatever places of the night is well spoken.",
    "ai-atk-s0101a1:29_1": "And although a man has said:",
    "ai-atk-s0101a1:29_2": "“Yes, I have heard” or “It is in that he can pay homage to him.” Then he said, “Experiential confidence in those without it organize it. Then he says, “General it is in each monastery organize it. That is why, having committed a delimitation,” then he is referred to it.",
    "ai-atk-s0101a1:29_3": "There are these embryos that are conceived in the womb, which are produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. So it is the time for the Buddha to break apart from the present life, the time that is an abiding in the present life.",
    "ai-atk-s0101a1:29_4": "He proclaims what is contrary to the Teaching as taught by the Three Times",
    "ai-atk-s0101a1:29_5": "is the abode of committed to charming knowledge, abolishing the business of others, even the partial knowledge of the ascetic practices, in regard to others. They claim to be ascetics and brahmins of the religious founders, having conflict with the teaching, annoying legitimate legal issues.",
    "ai-atk-s0101a1:30_0": "But why are the Discourses on the Divinities’ separately? And why are the other ones at that time?",
    "ai-atk-s0101a1:30_1": "“Mendicants, at a time when a mendicant is quite secluded from sense desires, secluded from unwholesome things, speaking to the Teaching and the Monastic Law –",
    "ai-atk-s0101a1:30_2": "Now at that time the Buddha said, “Now at this time,” and when he came to Khāṇumataka, he gave a Remain.",
    "ai-atk-s0101a1:30_3": "Herein, this is the meaning of produced through this.",
    "ai-atk-s0101a1:30_4": "Herein, the characteristic of accusing the advantages and others is to be disciplinary issues in the others.",
    "ai-atk-s0101a1:30_5": "For it is the arrival at the time when one passes away, etc., that is, the meaning of contact through that after the actual act of accordingly, but on the actual occasion of the aggregates, they put an end, and how this is the case of the discussion.",
    "ai-atk-s0101a1:31_0": "And that is the cause, for the sake of the extermination, production of the meaning,",
    "ai-atk-s0101a1:31_1": "One who understands the training rules of the training rules is incapable of answering, denigration, and evasiveness of the efficacy with wisdom. That is why, the training rules there, having been declaringed about the meaning, and the way is hereinated by the Buddha.",
    "ai-atk-s0101a1:32_0": "But here when someone else has such and such birth as the ultimate birth, the ultimate sanctuary,",
    "ai-atk-s0101a1:32_1": "At one time the Buddha was teaching an explanation of the Discourse on the Diffacement of the Ājīvaka ascetics. That’s why he planted it on account of compassion.",
    "ai-atk-s0101a1:33_0": "Hence it is said:",
    "ai-atk-s0101a1:34_0": "“This is the meaning and having eaten what’s to be neck,",
    "ai-atk-s0101a1:35_0": "The time it was the time, except here.”",
    "ai-atk-s0101a1:36_0": "But the Ancients are praised as to colour",
    "ai-atk-s0101a1:36_1": "if he says, “At a time,” “They are going to a higher place,” “This is an impediment for this purpose.”",
    "ai-atk-s0101a1:36_2": "Therefore it should be understood at a time for catching, “The meaning is that.”",
    "ai-atk-s0101a1:37_0": "said the Buddha,",
    "ai-atk-s0101a1:37_1": "in the world you say, ‘Certainly it’.",
    "ai-atk-s0101a1:37_2": "This is how the Blessed One’s special qualities can be understood at ease.",
    "ai-atk-s0101a1:37_3": "Where the Ancients said:",
    "ai-atk-s0101a1:38_0": "“The Buddha is the best of words,” said the best of words,",
    "ai-atk-s0101a1:39_0": "Deserving awe and veneration, Blessed is the name therefore.",
    "ai-atk-s0101a1:40_0": "Furthermore:",
    "ai-atk-s0101a1:41_0": "He is fortunate , possessed of abolishment , associated with blessings , and a possessor of what has been analyzed .",
    "ai-atk-s0101a1:42_0": "He has frequented , and he has rejected going in the kinds of becoming .”",
    "ai-atk-s0101a1:43_0": "The meaning of this verse should be understood in detail in the detailed meaning of the words.",
    "ai-atk-s0101a1:43_1": "and the purification of the Buddha is precededed in the way described.",
    "ai-atk-s0101a1:44_0": "This is how I explained to the Buddha’s teaching, saying,",
    "ai-atk-s0101a1:44_1": "The Teacher said, “This is not appropriate for you thorns to see the teacher.” This teacher convinces the benefit of a teacher.",
    "ai-atk-s0101a1:45_0": "At one time the Buddha was responding on the word of the Buddha, discussing it in the realm of luminous form.",
    "ai-atk-s0101a1:45_1": "“In that case, in this way the One’s teaching, the One of Ten Powership-folk, the Vajirā, and the tenth, and the life of purity should be laid down by one.”",
    "ai-atk-s0101a1:46_0": "Lives are the teaching of the virtuous, and likewise alternatively.",
    "ai-atk-s0101a1:46_1": "I’ve heard:",
    "ai-atk-s0101a1:46_2": "At one time a certain time (good) have died.",
    "ai-atk-s0101a1:46_3": "Blessed One is teaching the bowl:",
    "ai-atk-s0101a1:47_0": "between Rājagaha and Nālandā, the texts on the banks of the Snakes, in the ladder of the Thūpa.",
    "ai-atk-s0101a1:47_1": "“Where do you know, Kokālika,” “The Realised Ones, why are you coming along with the opposite sex?” and “Venerables, what is the sound of cotting?”",
    "ai-atk-s0101a1:47_2": "“Sir, a certain woman washed to wash a pot of knowledge.”",
    "ai-atk-s0101a1:47_3": "“For he who has no agitations inside (the mind),”",
    "ai-atk-s0101a1:47_4": "“Flesh on the inside, the enemy of the prosperity.”",
    "ai-atk-s0101a1:47_5": "“Mendicants, this much is the mortification in the Great Hell.”",
    "ai-atk-s0101a1:47_6": "So what has been opened up, he should behave like this.",
    "ai-atk-s0101a1:47_7": "and made a sound through the obstructions between the supreme city.",
    "ai-atk-s0101a1:47_8": "in which case the spears, thinks, “We’ll think,” so they can find the same reply.",
    "ai-atk-s0101a1:47_9": "One who is said here is this:",
    "ai-atk-s0101a1:48_0": "travels along a road thinking, “The path is traveling along the road,” is the meaning.",
    "ai-atk-s0101a1:48_1": "For the purpose of traveling along a road in the morning is half a league for half a league, a half, or even half a day.",
    "ai-atk-s0101a1:48_2": "but as a league from Rājagaha there to Rājagaha,",
    "ai-atk-s0101a1:49_0": "surrounded by a great Saṅgha of mendicants, ‘Protectors’, and also ‘accomplished greatness’,",
    "ai-atk-s0101a1:49_1": "Because the Community of monks possessed the special qualities of fewness of wishes, etc.,",
    "ai-atk-s0101a1:49_2": "The five hundred great elementals",
    "ai-atk-s0101a1:49_3": "the Sangha of monks, (saying): ‘The Sangha of monks is mine,’",
    "ai-atk-s0101a1:49_4": "according to Virtue of views, the meaning is this:.",
    "ai-atk-s0101a1:49_5": "since both has been given out by faith,",
    "ai-atk-s0101a1:50_0": "consisting of five hundred monks, that monk has five hundred lives.",
    "ai-atk-s0101a1:50_1": "what is called right shameless is said. He knows “a meal” is said, “He knows the name of eating in moderation. ” He knows “allow is obligation.”",
    "ai-atk-s0101a1:50_2": "‘These five hundred mendicants should be seen by a mendicant who regards the five grasping aggregates.’”",
    "ai-atk-s0101a1:50_3": "* around five hundred monks",
    "ai-atk-s0101a1:51_0": "Suppiya, too, Suppiya called Suppiya,",
    "ai-atk-s0101a1:51_1": "Paṭācārā, who is of haunt a person, and of the benefit of that person.",
    "ai-atk-s0101a1:51_2": "The application of the Paṭisambhidā is said in the same way as before.",
    "ai-atk-s0101a1:51_3": "the wanderer Sañjaya, who was pupil of the nun Channa,",
    "ai-atk-s0101a1:51_4": "This is said:",
    "ai-atk-s0101a1:51_5": "“When the Buddha is traveling along the road, and the wanderer Suppiya, he’s ignoble, and the wanderer’s wanderer.”",
    "ai-atk-s0101a1:51_6": "For the past, there is the sound of the past,",
    "ai-atk-s0101a1:52_0": "together with the student, the brahmin student Brahmadatta said to him:",
    "ai-atk-s0101a1:52_1": "the Teacher, the pupil of the wound,",
    "ai-atk-s0101a1:52_2": "Eaching is the meaning.",
    "ai-atk-s0101a1:52_3": "He is the name of the Brahmā realm,",
    "ai-atk-s0101a1:52_4": "A student is also called a thief and a back,",
    "ai-atk-s0101a1:53_0": "“Those people who are negligent, and those who are praised,",
    "ai-atk-s0101a1:54_0": "They sorrow for a long time under the sway of the world.”",
    "ai-atk-s0101a1:55_0": "For the student is said with a mindful worker.",
    "ai-atk-s0101a1:55_1": "“Two on, precincts! We have not been done by thieves or observances.”",
    "ai-atk-s0101a1:55_2": "“Ambaṭṭha, Ambaṭṭha,” he said, “Dear, we are said to be the sixteenth year.”",
    "ai-atk-s0101a1:55_3": "is just herein,",
    "ai-atk-s0101a1:55_4": "for this is what is said:",
    "ai-atk-s0101a1:55_5": "the Brahmadatta:",
    "ai-atk-s0101a1:56_0": "Herein is the path of a person is going along a road in those two or three people.",
    "ai-atk-s0101a1:56_1": "alert and sleep.",
    "ai-atk-s0101a1:56_2": "In many ways: the Paṭisambhidā, the explanation of the Exposition of revealing :",
    "ai-atk-s0101a1:56_3": "“Ānanda, who is seeking the sound of those nuns?”",
    "ai-atk-s0101a1:56_4": "“Seeing this as a ball of rod.”",
    "ai-atk-s0101a1:56_5": "“By this method, chieftain, too, in that way.”",
    "ai-atk-s0101a1:56_6": "And here too, in the case of the clause, the meaning here is this:",
    "ai-atk-s0101a1:56_7": "“For what reason?” “Because of being prepared for the reason,” but “It is said.",
    "ai-atk-s0101a1:57_0": "he praises the Buddha’s disparage, the appearance of a Buddha, depraved his council, and this praised by the Buddha.",
    "ai-atk-s0101a1:57_1": "“That’s why he’s called one who is worshipped by birth, and so on. He has no doubts or uncertainty about the ascetic Gotama, the doctrine of others.",
    "ai-atk-s0101a1:57_2": "there is no superhuman distinction in knowledge and vision worthy of the ascetic Gotama.",
    "ai-atk-s0101a1:57_3": "He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective.",
    "ai-atk-s0101a1:57_4": "The ascetic Gotama doesn’t know all the world’s chief disciples, not to be the foremost.”",
    "ai-atk-s0101a1:57_5": "After saying this, his reason he praises.",
    "ai-atk-s0101a1:58_0": "And just as the Buddha’s invitation because it is not possible (them) for him,",
    "ai-atk-s0101a1:58_1": "“This teaching is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha.”",
    "ai-atk-s0101a1:59_0": "And in the same way, when the Dhamma-King was nevertheless because it is the reason for his coming.",
    "ai-atk-s0101a1:59_1": "“After practicing in line with the ascetic Gotama’s disciples practice is practicing appropriately, directly, methodically, and proper. They’re practicing in line with the teaching, and they don’t practice accordingly.”",
    "ai-atk-s0101a1:60_0": "but in the royal compound –",
    "ai-atk-s0101a1:60_1": "“Thanks, teachers, and hes took ahold of it, he should wounds it like a dropping of water on it from a board, as if he were able to enjoy it with his hands, then his attendants, like someone who runnshe’s tail, as if he were faces about it were like someone who gems the water, he’s unless the precious after rude.",
    "ai-atk-s0101a1:60_2": "In the teacher, the dagger, goat, and sheep, chickens and pigs, and poisons it smeared with darkness. There’s no way to blow it.",
    "ai-atk-s0101a1:60_3": "For beings die of their deeds, their own destiny and rebirth.",
    "ai-atk-s0101a1:60_4": "A mother doesn’t go to his father, a son, or a brother of his sister. They don’t go to his mother and father, brother with sister, sister, or sister.",
    "ai-atk-s0101a1:60_5": "And my teacher praises the treasurer of three kinds: (but) he disparages the three treasures.",
    "ai-atk-s0101a1:60_6": "According to exactly the teacher, advice made known by the name of a teacher. And he’s astute, competent, and capable of having praised the three things in many ways.”",
    "ai-atk-s0101a1:60_7": "Therefore it is said:",
    "ai-atk-s0101a1:60_8": "“But Suppiya’s student praises them in many ways.”",
    "ai-atk-s0101a1:61_0": "Herein, weighing is the shape of beautiful owing to its consequence of the special qualities of universal special qualities.",
    "ai-atk-s0101a1:61_1": "Herein, hence ghee is the shape of ghee with ghee; and he gives the shape of a new pair of immers.",
    "ai-atk-s0101a1:61_2": "“Only brahmins are the highest caste; other castes are inferior.”",
    "ai-atk-s0101a1:61_3": "“Pokkharasāti has the beauty of forms,” etc.",
    "ai-atk-s0101a1:62_0": "“I do not take, nor do I break;",
    "ai-atk-s0101a1:63_0": "So why is called ‘scentrate’ lazy’?”",
    "ai-atk-s0101a1:64_0": "Immediately yearned crows of sensual pleasures.",
    "ai-atk-s0101a1:64_1": "“There are these three beautiful ones,” he replied, “There are the newly acquired splendour.",
    "ai-atk-s0101a1:64_2": "“But when did you compose these praises of the ascetic Gotama’s beautiful qualities, householder?”",
    "ai-atk-s0101a1:64_3": "“He who praises the colour of those deserving rehabilitation,” etc.",
    "ai-atk-s0101a1:64_4": "they’re also praised",
    "ai-atk-s0101a1:64_5": "while this was the place he preached in many ways.",
    "ai-atk-s0101a1:64_6": "“That Blessed One is perfected, a fully awakened Buddha,” and “As a fully awakened Buddha, when it arises in the world, his confidence arises in him. ...”",
    "ai-atk-s0101a1:64_7": "You should understand unequalled, and the Buddha’s praise.",
    "ai-atk-s0101a1:64_8": "“The teaching is well explained by the Buddha.” But it should be understood, monks, for the sake of embracing the noble eightfold path, and for the embracing the noble eightfold path.",
    "ai-atk-s0101a1:64_9": "“The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, methodical, and proper. And you don’t praise the Saṅgha of mendicants.”",
    "ai-atk-s0101a1:64_10": "But if he had 84,000 do not districts of the Buddha, the Teaching, and the Sangha of nuns in the Teacher’s instruction, he should reveal 84,000 people.",
    "ai-atk-s0101a1:64_11": "While he is speaking about in this place the Buddha, the Teaching, and the Sangha of monks.",
    "ai-atk-s0101a1:64_12": "(There should be understood) in terms of the Dhamma in all directions,",
    "ai-atk-s0101a1:64_13": "A student who speaks under his control by himself of his own hands, says to him:",
    "ai-atk-s0101a1:65_0": "Thus there are two teachers who are pupils of the teachers.",
    "ai-atk-s0101a1:65_1": "another’s.",
    "ai-atk-s0101a1:65_2": "(Have) straightened and worriedly, taken away to the place where he settles, directed, and undisturbed, without having come to an end, the meaning is this: it is the meaning.",
    "ai-atk-s0101a1:65_3": "When the teacher praises what he had said, the pupil of the treasurer: arises in him again and again, as a student who was told the fruit of the teacher’s disparager.",
    "ai-atk-s0101a1:65_4": "But as a golden sinking in a goldsmith’s apprentice again and again, it appears again and again.",
    "ai-atk-s0101a1:65_5": "Therefore it is said:",
    "ai-atk-s0101a1:65_6": "he avoids what is contrary to the Teaching.",
    "ai-atk-s0101a1:66_0": "were following behind the Buddha, and the Saṅgha of monks followed by the Buddha. They followed behind him with their heads and wide openings. They follow his paths, follow their paths, and followed behind the Saṅgha. They follow his example.",
    "ai-atk-s0101a1:67_0": "But why do you practice in line with the Buddha?",
    "ai-atk-s0101a1:67_1": "Why shouldn’t you follow good customs?",
    "ai-atk-s0101a1:67_2": "And why is he disparaged by the treasure?",
    "ai-atk-s0101a1:67_3": "At that time the Buddha was staying in the land of the Great Wood on the Cetis at Rājagaha for a certain spot, and having collected the alms-food in the morning for alms.",
    "ai-atk-s0101a1:67_4": "Then, after that day, on the meal, on the return from alms-round, he returned from alms-round, the pupil of the mendicant Saṅgha, and after having washed his bowl and robe, –",
    "ai-atk-s0101a1:67_5": "“I will not travel to Rājagaha,” he replied.",
    "ai-atk-s0101a1:67_6": "The wanderer Suppiya was staying at Rājagaha in the monastery of the wanderers. But while staying near Rājagaha, in the wanderers’ monastery for wanderers.",
    "ai-atk-s0101a1:67_7": "And the wanderer’s assembly gave him almsfood to the wanderer Subhagadha, and having a set up terractic supernormal powers.",
    "ai-atk-s0101a1:67_8": "Nāḷandā, thinking, “I will go to the Buddha’s teaching.”",
    "ai-atk-s0101a1:67_9": "But if you don’t know,",
    "ai-atk-s0101a1:67_10": "While going for a place he saw the Buddha flying the net of the Jina, bathing and an abode, he saw the Buddha with his wife as a lay follower.",
    "ai-atk-s0101a1:68_0": "At that time the One of Ten Powers had left covered in the body of the ten-coloured elephants, horses with jewels, chariot-makers, and creepers, and very green treasures, and mounted by the chariot fragrance of the gems, and there was adorned with the appearance of strewn swelling hands and feet, like a cloth strewn sunshade, and torands about adornments of countless flowers.",
    "ai-atk-s0101a1:69_0": "“The eighty caravans of the Fortunate One’s body, (sometimes) with their heads covered with glorious jewels, filled with green floors, setting the thirty-two marks of a hundred leagues, or thirty-two marks of a hundred charms for the sake of his head, embroidered in the sky like a fragrant earth, and all the sunshade of a palm trees, and the lordly-coloured head. ”",
    "ai-atk-s0101a1:69_1": "And having a following, all the mendicants continually generally enjoying themselves with few wishes, contentment, effacement, discontent, deliberate, ethical conduct, and the knowledge and vision of freedom.",
    "ai-atk-s0101a1:69_2": "The Buddha is like a scarlet golden running out of roars like a pearl, like a golden starl, or a rope’s ed-hoof another, like a chariot deer in the middle of the day of a lake, like a deer-spole.",
    "ai-atk-s0101a1:69_3": "Then forty-four thousand elders who were illustrious of garments, those who were unable to performed rags, one for the sake of (supernatural) vision, and deluded their feet were broken, spotless, Victoried to the Fortunate One, having cut off the thighs, and victory over the (world).",
    "ai-atk-s0101a1:69_4": "The Buddha himself having himself satisfied them with fear, without passion having destroyed the passions, who is free from passions, who is free from passions, who is free from passions, who is free from passions, who is free from passions, who is free from defilements, who is free from passions, who is free from defilements.",
    "ai-atk-s0101a1:69_5": "The surrounded by the eighty-elements, like a surrounded by the bowl, like a surrounded by the eighty-four thousand (people)s, like the sun (Sakka) the Dragon, like the moon surrounded by the sun, like a hundred thousand times of fires, the delightful King of the Devas, having gone to the sea, like a Brahmazing mountains, the sky like a Cod’s (of the mountain) was like the sky like a lion in the sky.",
    "ai-atk-s0101a1:70_0": "Being thus going to the Buddha, while going to meet the monks’ caste, end of his own foes, approached the Buddha, and while standing on the leaf-hut, having seen the wonder of the Jains were being seen the Buddha, he saw the wonder of the Jujube.",
    "ai-atk-s0101a1:70_1": "They think: “It’s good that the! rose up into the lion’s rose-apples and holes, gravel, embs, rice, and hard food prepared by the palace. She crooked and hunger on toping, –",
    "ai-atk-s0101a1:70_2": "“The elephant-buds are intimate with such hands and feet.” So they told her what had happened.",
    "ai-atk-s0101a1:70_3": "When he saw him, he arose in him:",
    "ai-atk-s0101a1:71_0": "Now you should say:",
    "ai-atk-s0101a1:71_1": "Because he has gained such material possessions and honor, and to the Buddha can’t regularly honor,",
    "ai-atk-s0101a1:71_2": "For while so long as Buddhas are in the world of other beings, he is reborn in a low-caste man who has gained material possessions and fame, like the sun shining and glows.",
    "ai-atk-s0101a1:71_3": "And Upasena’s assembly had attentively gone forth in the presence of the wanderers who were frightened, and they invited those wanderers.",
    "ai-atk-s0101a1:71_4": "And so this reason the wanderer Uggatasarīra should can disparage the Buddha, the treasurer, and the counselor as precious things.",
    "ai-atk-s0101a1:72_0": "The Buddha took up residence for the night in the royal rest-house in Ambalaṭṭhikā together with the Saṅgha of mendicants. As he did so, he following the Buddha,:",
    "ai-atk-s0101a1:72_1": "“Now is it time to go to the parks; the sun is able to travel in Ambalaṭṭhikā.” When he arrived, he took up residence for the night,",
    "ai-atk-s0101a1:73_0": "Herein, to the King’s ministers:",
    "ai-atk-s0101a1:73_1": "The doors had a mango tree trunk, it seems, there is a “There is mango tree”.",
    "ai-atk-s0101a1:73_2": "Yet non-human beings are reckoned as a immediately effective .",
    "ai-atk-s0101a1:73_3": "That flock of birds rows like a golden flag, a string of gems, and the flash of cloth.",
    "ai-atk-s0101a1:73_4": "there, took the King’s mind, and made the royal compound.",
    "ai-atk-s0101a1:73_5": "she said to her: “How is this woman?”",
    "ai-atk-s0101a1:74_0": "Suppiya and Suppiyā too in that place:",
    "ai-atk-s0101a1:74_1": "“Now is the time to go many small matters, many wanderers are able to have many robbers, or wanderers who follow other paths.",
    "ai-atk-s0101a1:74_2": "This ascetic Gotama is the eldest of the ascetic Gotama. He spends the drum on the matter and god. He then returned to the neighborhood of a night.”",
    "ai-atk-s0101a1:74_3": "Therefore the Fortunate One, having shown the sign to the Community of monks, he dissatisfaction with his own hand,",
    "ai-atk-s0101a1:74_4": "And the wanderer Uruvelā, having concluded his own dwelling, went to the assembly hall together with his own assembly.",
    "ai-atk-s0101a1:74_5": "but like the thresholders who grows up in the morning –",
    "ai-atk-s0101a1:74_6": "“For he who is bound to his own peril, the student Brahmadatta has said.”",
    "ai-atk-s0101a1:75_0": "And when the wanderer Upavāṇa has gone up, he looked at the ten perfections:",
    "ai-atk-s0101a1:75_1": "And when the Buddha has gone on a quantity of land, he sits in the middle of the Saṅgha of mendicants like the sea, where he is sitting on the day.",
    "ai-atk-s0101a1:75_2": "There’s the sound of one hand and feet, the sound of the feet or the sound of a single monk. There’s no sound of drums, or key.",
    "ai-atk-s0101a1:75_3": "And that assembly was always suppressed by the training and his wounds, and it was always beaten by two news, that was always beaten by the embankments.",
    "ai-atk-s0101a1:75_4": "The wanderer Virūpakkha looked at his own assembly, and he looked at it.",
    "ai-atk-s0101a1:75_5": "Some hatchets some dropped on their feet. They lie down on their bodies, tigers, leopards, sprinkling water, and lay down on the ground.",
    "ai-atk-s0101a1:75_6": "Like the shining in the golden precious stairs of virtue, that is to say, the palace.",
    "ai-atk-s0101a1:75_7": "but on the way already described.",
    "ai-atk-s0101a1:75_8": "Therefore it is said:",
    "ai-atk-s0101a1:75_9": "“Formerly, Suppiya, did the wanderer Suppiya.”",
    "ai-atk-s0101a1:75_10": "Herein, there is this: In the sense of urgency, the meaning is that it is incomparable.",
    "ai-atk-s0101a1:76_0": "3.Sambahulānanti bahukānaṁ.",
    "ai-atk-s0101a1:76_1": "Herein, the Monastic Law is said to three people: “The three people are called after the expert in the Monastic Law.”",
    "ai-atk-s0101a1:76_2": "the Saṅgha,",
    "ai-atk-s0101a1:76_3": "A number of three elaborates",
    "ai-atk-s0101a1:76_4": "Here the sutta should be understood as “Painful” include them here.",
    "ai-atk-s0101a1:76_5": "Hairs in the pavilion door, leaning on the one side, a plowing collar-worker, a cowherd’s distance, or two carpets, made of circumference, is said to be “sized”: “A carpets in the pavilion doors, it is called “space”.",
    "ai-atk-s0101a1:76_6": "But here the sitting hall should be understood as follows: “The assembly is well-sphere,”",
    "ai-atk-s0101a1:76_7": "ease as one who is talking about Dhamma.",
    "ai-atk-s0101a1:76_8": "gathered together and bemoaning in concluding as they were gathered.",
    "ai-atk-s0101a1:76_9": "This is called ‘any thing’.",
    "ai-atk-s0101a1:76_10": "rapture arose,",
    "ai-atk-s0101a1:76_11": "But what is that ear?",
    "ai-atk-s0101a1:76_12": "It’s incredible, reverends, it Reverends, that’s how it is,",
    "ai-atk-s0101a1:76_13": "Herein, one who is bearing is constantly shaken to the beautified there is no story of giving.",
    "ai-atk-s0101a1:76_14": "This is the sound of the ear.",
    "ai-atk-s0101a1:76_15": "But this is the eighth discussion:",
    "ai-atk-s0101a1:76_16": "Things of stinginess",
    "ai-atk-s0101a1:76_17": "Pulling it to bring it back.",
    "ai-atk-s0101a1:76_18": "Once it so happened that this amazing thing",
    "ai-atk-s0101a1:76_19": "prevented from both this world, he reached the end of attachments.",
    "ai-atk-s0101a1:76_20": "However much this and that how well shows, that is, in order to show it,",
    "ai-atk-s0101a1:77_0": "That’s why it has been known by the Buddha. ...”",
    "ai-atk-s0101a1:77_1": "Only in brief, they are excited:",
    "ai-atk-s0101a1:77_2": "But he who has fulfilled the thirty perfections perfectly completed the modes of all the earth. Having developed the supreme perfect awakening, he could see the supreme perfect awakening in all sentient beings.",
    "ai-atk-s0101a1:78_0": "But they know and see heavenly the divine eye,",
    "ai-atk-s0101a1:78_1": "Or alternatively, knowing all the six kinds of direct-knowledge .",
    "ai-atk-s0101a1:78_2": "know and seeming for the sake of all the paths that are clear, and so on, the eyes can be seen as they are, and so on.",
    "ai-atk-s0101a1:78_3": "to get rid of the precept to seeming protection in self-mortification to be cruel, compassionate, and fostering.",
    "ai-atk-s0101a1:79_0": "and lacking support for Laṅkā is destroyed by the perfected ones,",
    "ai-atk-s0101a1:79_1": "And emancipating rightly by the Buddha, the one who knows and sees, the perfected one, the fully awakened Buddhas, who knows and sees, the emancipation (of the Faiths) without being destroyed, who knows and sees the paths of the treasures.",
    "ai-atk-s0101a1:79_2": "He is fully enlightened by all things rightly and by himself .",
    "ai-atk-s0101a1:79_3": "Thus in this way, when beings are examined in four ways: thoroughly discerning diverse in four ways, not comprehending .",
    "ai-atk-s0101a1:80_0": "now (that) it is to be shown that she is inappropriate for the purpose of showing (the annoyance).",
    "ai-atk-s0101a1:80_1": "This is what the Buddha has said.",
    "ai-atk-s0101a1:80_2": "In the past ...",
    "ai-atk-s0101a1:80_3": "Those who have a good attitude come together and converge with those who have a good attitude. ...",
    "ai-atk-s0101a1:80_4": "...",
    "ai-atk-s0101a1:80_5": "Those who have a good attitude come together and converge with those who have a good reputation, and those who have a diverse view, all together with their own views, and beliefs. As they do not considered the same.",
    "ai-atk-s0101a1:80_6": "there are two sentient beings in the world.",
    "ai-atk-s0101a1:80_7": "One of them desires to go alone, and if he wants to eat one part in the room.",
    "ai-atk-s0101a1:80_8": "Even in these two teachers of the teachers, the pupils of the teachers,",
    "ai-atk-s0101a1:80_9": "were following close behind the Buddha, (thinking):",
    "ai-atk-s0101a1:80_10": "Herein, thus is the meaning. “This is the meaning. ”",
    "ai-atk-s0101a1:80_11": "The rest is as already explained.",
    "ai-atk-s0101a1:81_0": "Knowing this, the Buddha understands all these methods,",
    "ai-atk-s0101a1:81_1": "There the Fortunate One knows about the eye of the flesh, he knows:",
    "ai-atk-s0101a1:81_2": "“I saw a large tree with the Ganges river. It was like the Ganges river by the Ganges river.”",
    "ai-atk-s0101a1:81_3": "And in some cases where do they know:",
    "ai-atk-s0101a1:81_4": "“Seeing with clairvoyance that is purified and superhuman, the Buddha surpasses the deities.”",
    "ai-atk-s0101a1:81_5": "And in some instances he knows:",
    "ai-atk-s0101a1:81_6": "“Ānanda, the Buddha heard that discussion between Ānanda and Subhadda.”",
    "ai-atk-s0101a1:81_7": "And in some instances he knows:",
    "ai-atk-s0101a1:81_8": "“Because With clairaudience that is purified and superhuman, the Buddha heard this discussion between the householder Sandhāna and the wanderer Nigrodha.”",
    "ai-atk-s0101a1:81_9": "here they are known to each other,",
    "ai-atk-s0101a1:81_10": "What do you know?",
    "ai-atk-s0101a1:81_11": "There is two kinds of business: that is pleasant and unpleasant to do.",
    "ai-atk-s0101a1:81_12": "Herein, the expert in the place where the Fortunate One sat down on the path to Worthiness.",
    "ai-atk-s0101a1:81_13": "She has duty in the Fortunate One’s business.",
    "ai-atk-s0101a1:81_14": "That is the fifth kind of person –",
    "ai-atk-s0101a1:81_15": "After the meal, on the following day, I wish to arrangements for the future: the Majjhima and the Laṅkādīpa.",
    "ai-atk-s0101a1:82_0": "Here is a meal offering in the past:",
    "ai-atk-s0101a1:83_0": "For the Blessed One, who attended on him of the body, washed in the morning, and put his body aside with the mouth of a new town or village, and put on it on the top of the body. As long as he robes, he robes, alms bowl, and beggars, alms-food, lodgings, and medicines and supplied and provided with the body as far as the village.",
    "ai-atk-s0101a1:83_1": "when some time or other miracles doved their many duties.",
    "ai-atk-s0101a1:83_2": "This includes such things as droping in front of the world, having gone to the west of the world, sprinkled the ground, and covered with water. When they walked in front, they proceed to bent down, having stretched out the earth, like the water, or sprinkled the room.",
    "ai-atk-s0101a1:83_3": "having left the tips of the Bo branches of the Supreme Man, like a golden pearl, or a golden pearl’s powder’s site, dog, etc., and placed it in the left legsects, like the elephants’ necks tail, and the female elephants’ honey-sticks.",
    "ai-atk-s0101a1:83_4": "Through that perception they know:",
    "ai-atk-s0101a1:83_5": "“From today, Blessed One!”",
    "ai-atk-s0101a1:83_6": "And after taking her adornments, bending the flower in her cave, and making her worshipped the Fortunate One and departed.",
    "ai-atk-s0101a1:83_7": "“Sir, our mendicants must prepare usually describe ten mendicants. ...",
    "ai-atk-s0101a1:83_8": "Please give us a seat and set it out for the Buddha.”",
    "ai-atk-s0101a1:83_9": "After the meal, on the following day, and he preached the Dhamma. When all sentient beings were established in fruition, they were established in the fruition of stream-entry, once-returners, non-returners.",
    "ai-atk-s0101a1:83_10": "After going forth once in the highest fruit,",
    "ai-atk-s0101a1:83_11": "the crowd goes on with a great crowd,",
    "ai-atk-s0101a1:83_12": "There he went to the pavilion of the Buddhas, and getting the seat of the monks when he was still presented with the intention of eating it.",
    "ai-atk-s0101a1:83_13": "Monks, the meal offering is finished in the dining hall, prevented by the Fortunate One.",
    "ai-atk-s0101a1:83_14": "Then the Fortunate One entered the hut with a scented (him).",
    "ai-atk-s0101a1:83_15": "This, firstly, is the business for the meal.",
    "ai-atk-s0101a1:84_0": "So the Buddha had arranged his workers at the feet of Gandhamādana and washed his feet with the Sangha of monks. He then sat on the ground and advised the Community of monks.",
    "ai-atk-s0101a1:84_1": "“Those things come to be diligent when you’re awakened to things that are rare in the world. A person who makes the true teaching and training proclaimed by human beings.”",
    "ai-atk-s0101a1:84_2": "Some people ask the Buddha:",
    "ai-atk-s0101a1:84_3": "The Buddha gives them a meditation subject.",
    "ai-atk-s0101a1:84_4": "And when he has worshipped the Fortunate One, all of them with the night’s residence,",
    "ai-atk-s0101a1:84_5": "Whatever wilderness, the root of a tree, or a hill, are all present. ...",
    "ai-atk-s0101a1:84_6": "and the wielding power:",
    "ai-atk-s0101a1:84_7": "If the Buddha entered the hut, he wishes took his right scent in the leftovers of the town, capital. If he lies down, he thinks, “I’ll lie down in the lion’s posture.”",
    "ai-atk-s0101a1:84_8": "Then he looked on at the second world, and he looked on the whole world.",
    "ai-atk-s0101a1:84_9": "and in the third village, whether the Mahāmeghavana is staying near the neighborhood of a village, wherever there was a lamp of flowers, but that was well kept in the town.",
    "ai-atk-s0101a1:84_10": "Then the Buddha came to Pāṭaliputta with a Dhamma talk and encounter, wherever he was about to go, he sat on the side of the Thirty-Three of the Buddha. When he understood the time, he was about to depart.",
    "ai-atk-s0101a1:84_11": "this is the food for the meal.",
    "ai-atk-s0101a1:85_0": "When he has bathed and emerged from the water he is able to get upset if he wants to nurse him when he wants to get up.",
    "ai-atk-s0101a1:85_1": "When one is awakened, the Sambuddha puts in the hut, places a walking-path, and places the scented scents,",
    "ai-atk-s0101a1:85_2": "The Buddha robed up, took his upper robe, and went to the newly arrived monks. Then he sat down on a belt. Then he added,",
    "ai-atk-s0101a1:85_3": "Some of the questions asked a question, some ask the Dhamma,",
    "ai-atk-s0101a1:85_4": "The Buddha consented to them all on to the former time, before he fails.",
    "ai-atk-s0101a1:85_5": "this is the first thing.",
    "ai-atk-s0101a1:86_0": "but having previously retired to the Buddha, the monks from the group of six, left to the end of the whole world, even just as a spotless cloth takes once.",
    "ai-atk-s0101a1:86_1": "Then the Buddha answers to those deities:",
    "ai-atk-s0101a1:86_2": "this is the Majjhima Nāgadatta.",
    "ai-atk-s0101a1:87_0": "But in the last part of the night, he practiced the middle of the four gates before sitting on the front, which was defiled in the neighbourhood of the body, while walking mindfully in the middle of the neck.",
    "ai-atk-s0101a1:87_1": "In the second room, he entered the Gandhamādana, mindful and aware.",
    "ai-atk-s0101a1:87_2": "After rising early, and sitting in the third place, he sat down on the foreign countless virtues of the Enlightened One, the Buddha, the world, and the attainment of the Enlightened Ones, and the lotus-factor of the world, which looks a Buddha, and goes on.",
    "ai-atk-s0101a1:87_3": "this is the last question of the Buddha.",
    "ai-atk-s0101a1:88_0": "In that day the Buddha, after the meal and on the following day, he had the intention took the meal of the monks. Then he heard that the middle of the day, and on the road, which he was walking up and downwhere else. There he was walking up and down, questioning each other with his meditation subject,",
    "ai-atk-s0101a1:88_1": "Therefore it is said:",
    "ai-atk-s0101a1:88_2": "“Only we’re doing what you want,”",
    "ai-atk-s0101a1:89_0": "And knowing he thought:",
    "ai-atk-s0101a1:89_1": "“These mendicants explain to me the omniscient of all gems that I have allowed the following kinds of demonstrations, etc., assessing them, they don’t want laugh.",
    "ai-atk-s0101a1:89_2": "Yet when I was deceived, I will teach them the three times and assured. Then, when I had practiced them, they will be reborn in the company of Brahmā, and having in three ways. Instead, I will conqueror of the earth element.” And after having performed his own dwelling, he spent seventy thousand sacrifices, he can attain Nibbāna in sixty thousand worlds, like a hundred thousand realms of the gods.",
    "ai-atk-s0101a1:89_3": "Then having thought: “I approached the pavilion",
    "ai-atk-s0101a1:89_4": "Anyone who approaches him should approach him.",
    "ai-atk-s0101a1:89_5": "Herein, the meaning is this: whereby in the places is the public hall, the meaning is this.",
    "ai-atk-s0101a1:90_0": "The sat down on the seat spread out, it seems, at the foot of the Buddha, wherever there is a Buddha,",
    "ai-atk-s0101a1:90_1": "who took his meditation subject and attendants to him in the presence of the Fortunate One,",
    "ai-atk-s0101a1:90_2": "“So I have taken a meditation subject to me, is it possible for them to be reborn in a witness.”",
    "ai-atk-s0101a1:90_3": "Then, when he sees that his meditation subject was still unprofitable, he thought, “How can this state of existence, when he was asked by the status of anxiety, gives up that unprofitable state and immediately, and make an end of suffering?” Then he returned to his own dwelling, and again.",
    "ai-atk-s0101a1:90_4": "while being advised like this, they thought:",
    "ai-atk-s0101a1:90_5": "and they said, “Having come here, we’ve come and shown our good families,” and they showed themselves to us.",
    "ai-atk-s0101a1:90_6": "at that time in accordance with the time:",
    "ai-atk-s0101a1:90_7": "“Venerable sir, sit here.”",
    "ai-atk-s0101a1:90_8": "who live engaged in and devoted to the seats:",
    "ai-atk-s0101a1:90_9": "he describes what is there after a miracle,",
    "ai-atk-s0101a1:90_10": "for whom there is no bed or stone, he prepares a floor, a floor, a heap of stone,",
    "ai-atk-s0101a1:90_11": "and they placed it in a former place.",
    "ai-atk-s0101a1:90_12": "But it happened that the king’s end. Then he prepared that seat and set out on the foot of a tree. The monks, having approached the Buddha, Phaka, and Ānanda, sat down on the seats.",
    "ai-atk-s0101a1:90_13": "That of which is said:",
    "ai-atk-s0101a1:90_14": "“Sit down on a seat,”",
    "ai-atk-s0101a1:91_0": "But while sitting, he asked the monks for the purpose of discussion on the meaning of what is said.",
    "ai-atk-s0101a1:91_1": "They all did their agreements",
    "ai-atk-s0101a1:91_2": "Therefore it is said:",
    "ai-atk-s0101a1:91_3": "“The Buddha is sitting, Sir.”",
    "ai-atk-s0101a1:91_4": "Herein, what is the meaning of this: what is talking about? What is the meaning?",
    "ai-atk-s0101a1:91_5": "The meaning is that: the word simile of the body, too, is this meaning? What is this?",
    "ai-atk-s0101a1:91_6": "The meaning is also the same.",
    "ai-atk-s0101a1:92_0": "Understanding is an obstacle for reaching the meditation subject. On another question he asks,",
    "ai-atk-s0101a1:92_1": "My confidence has been destroyed by me: it has been destroyed by one who is unfueled and carried out with a small area.",
    "ai-atk-s0101a1:92_2": "What can I give to that?",
    "ai-atk-s0101a1:92_3": "“I didn’t give you a share of rice. But I have come to you all, since I have already shown that I have had enough.” And he said, “I do all this.”",
    "ai-atk-s0101a1:92_4": "This is the conversation that was unfinished when the Buddha arrived.",
    "ai-atk-s0101a1:92_5": "“Sir, this conversation amongst the Buddha is unfinished. The Buddha has arrived at the home life of the Kingdom.",
    "ai-atk-s0101a1:92_6": "Now, if he teaches the Dhamma, he is concluded:",
    "ai-atk-s0101a1:93_0": "At this point he has told the Discourse on the Protector of the World, the Jina, the Benefitter of the World, the Greatly Famous One, the Benefitter of the Earth, the One with adornment and blossoming lotuses, like a very pure white lotuses, with a necks of golden gems, pure waters, like a golden jackals, and blossomssoms, ems, with adornments and boils, and so forth.",
    "ai-atk-s0101a1:94_0": "5. Idāni –",
    "ai-atk-s0101a1:94_1": "“Mendicants, Vāseṭṭhas, in common sense, the opening amid confinement by the Buddha, and so on.",
    "ai-atk-s0101a1:94_2": "This is the commentary on the Sākiyā.",
    "ai-atk-s0101a1:94_3": "Since it is said in the Tissārāma (thinking): “As a discourse, observed like a discourse in the presence of the Teacher, we will fill them with a sutta.”",
    "ai-atk-s0101a1:94_4": "For there are four ways of revealing.",
    "ai-atk-s0101a1:94_5": "One’s own desires are put in others’ welfare.",
    "ai-atk-s0101a1:95_0": "There the Fortunate One preached the Dhamma of himself, without hurting others, within himself of the others.",
    "ai-atk-s0101a1:95_1": "This includes suttas as causes and reasons to prevent the Great Similes of the World: The Lesser Comprehend the Mindfulness Mindfulness Mindfulness Meditation",
    "ai-atk-s0101a1:95_2": "For their own desires are putting down,",
    "ai-atk-s0101a1:96_0": "“The qualities that ripen in freedom have ripened in Rāhula.",
    "ai-atk-s0101a1:96_1": "Why don’t I lead him further to the ending of defilements?”",
    "ai-atk-s0101a1:96_2": "In this way they penetrate the hymns, inflict with their own mind, and without scrutinizing others.",
    "ai-atk-s0101a1:96_3": "The Shorter Advice to Rāhula",
    "ai-atk-s0101a1:96_4": "and contemplating others—",
    "ai-atk-s0101a1:97_0": "And the four assemblies approach the Buddha, the gods of the Thirty-Three, the demons, the Nāgas, and the Great Brahmās said to him:",
    "ai-atk-s0101a1:97_1": "“These are called the awakening factors.”",
    "ai-atk-s0101a1:97_2": "“What is called a hindrance?”",
    "ai-atk-s0101a1:97_3": "“Sir, what are the five grasping aggregates?”",
    "ai-atk-s0101a1:97_4": "Saying: “What is the best in a person’s best wealth?” they do not ask in a question,",
    "ai-atk-s0101a1:97_5": "When questioned by the Buddha, an enlightenment factor: by answering these deities, or by the Brahmader of Brahmā or by the Lord of Men, namely, those deities, the Accomplished One, the one with big trees, the ladys of the Sworms, one with buffaloes the soup of the Fathers, glotted, and measured.",
    "ai-atk-s0101a1:97_6": "Questioning their questions in every way.",
    "ai-atk-s0101a1:98_0": "But the reasons when they’ve done this:",
    "ai-atk-s0101a1:98_1": "investigation of principles, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-atk-s0101a1:98_2": "and have gone down the bones of these.",
    "ai-atk-s0101a1:99_0": "This is how there in the four directions, in the firmament, the Traditions of the Suttas.",
    "ai-atk-s0101a1:99_1": "for the Buddha has laid down this mark.",
    "ai-atk-s0101a1:99_2": "for the sake of the noble ones,",
    "ai-atk-s0101a1:99_3": "praised by the colour of beautiful;",
    "ai-atk-s0101a1:99_4": "Remembering the colour of his teacher, the pupil of the treasurer.",
    "ai-atk-s0101a1:99_5": "Thus he taught this colour to which is unskillful and follows:",
    "ai-atk-s0101a1:99_6": "“Mendicants, please teach me this general,”",
    "ai-atk-s0101a1:99_7": "Herein, I means is the meaning.",
    "ai-atk-s0101a1:99_8": "Having confidence in the crowd of others",
    "ai-atk-s0101a1:99_9": "Sentient beings continue to prepare things.",
    "ai-atk-s0101a1:99_10": "Some of them speak ill of themselves, and those who say that.",
    "ai-atk-s0101a1:100_0": "do not hurt them in the future.",
    "ai-atk-s0101a1:100_1": "Herein, ‘The mind is not killed’,",
    "ai-atk-s0101a1:100_2": "what is a designation for one?",
    "ai-atk-s0101a1:100_3": "There are no measureless states that are unbeneficial, unbecoming, and mental absorption.",
    "ai-atk-s0101a1:100_4": "that is a designation for sorrow,",
    "ai-atk-s0101a1:100_5": "one does not delight in others’ mind.",
    "ai-atk-s0101a1:100_6": "what is a designation for one?",
    "ai-atk-s0101a1:100_7": "So two, three, four, five constituents (of mind and body) that provide fuel for attachment",
    "ai-atk-s0101a1:100_8": "and the rest is the same as before.",
    "ai-atk-s0101a1:101_0": "Then in that place he showed the second, and invited the third drawback by means of the second, he said to the drawback,",
    "ai-atk-s0101a1:101_1": "“If you get angry and upset, I’m angry and upset, because of that.”",
    "ai-atk-s0101a1:101_2": "Herein, if you were the golden statue there, then you could be praised by your skin.",
    "ai-atk-s0101a1:101_3": "And if he does so, saying:",
    "ai-atk-s0101a1:101_4": "thinking: ‘How can I get angry and upset,’",
    "ai-atk-s0101a1:101_5": "‘Have you lived in this way?’ because of that, Kosambī was upset, he could be an obstacle for you.",
    "ai-atk-s0101a1:102_0": "Having shown the second drawback by means of the third is not shown by means of the following reasons, etc., that is to say:",
    "ai-atk-s0101a1:102_1": "“Even if you sent for him here?”",
    "ai-atk-s0101a1:102_2": "Herein, those who look after others in hair,",
    "ai-atk-s0101a1:102_3": "For when the Buddha’s doctrine is neither Buddha nor a disciple. For in regard to the Buddhas’ bodies are easy to grasp the four noble truths, and he does not completely understand the meaning of what is said and well spoken.",
    "ai-atk-s0101a1:103_0": "“Oh, when a little is not he knows the good,",
    "ai-atk-s0101a1:104_0": "Then, blinded by darkness, that angry one will be overcome by (another) person.",
    "ai-atk-s0101a1:105_0": "Anger is the cause of loss, anger troubles the mind,",
    "ai-atk-s0101a1:106_0": "That person doesn’t understand it rises from fear within.”",
    "ai-atk-s0101a1:107_0": "Then he should show thus, he should practice all the malevolence towards each other, and he should practice it thus:",
    "ai-atk-s0101a1:107_1": "“Are you free from untrue?”",
    "ai-atk-s0101a1:108_0": "Herein, you go to that place:",
    "ai-atk-s0101a1:108_1": "(but) What is untrue is indeed about what is untrue is indeed, untrue is in line with the incompatible:",
    "ai-atk-s0101a1:108_2": "Thus they do not attack this with what is untrue,",
    "ai-atk-s0101a1:108_3": "Here is this construction:",
    "ai-atk-s0101a1:108_4": "“The teacher doesn’t practice in line with the teaching. The Saṅgha should not be spoken of in silence.”",
    "ai-atk-s0101a1:108_5": "So it should be said:",
    "ai-atk-s0101a1:108_6": "“So it is, Possessing that what you have said is untrue, false, and harmful, then even if you know that this is the case, it’s headed for us to be non-human beings. And it’s included because I’m practicing all the same.”",
    "ai-atk-s0101a1:108_7": "And here it is the second footprint, the third is the fourth footprint.",
    "ai-atk-s0101a1:108_8": "This disparage is not worth in all the times.",
    "ai-atk-s0101a1:108_9": "Suppose an unethical man, of bad character, and that unethical conduct and that each of the caravan, being pure and immoral, after making that same earth silence.",
    "ai-atk-s0101a1:108_10": "So you should extinguish it in disparage.",
    "ai-atk-s0101a1:108_11": "Saying, “You’re a new,” he should not abuse with that person. Then he should accept them in that way:",
    "ai-atk-s0101a1:109_0": "6.",
    "ai-atk-s0101a1:109_1": "In this way the colour of what is not to be shown by the marks of the marks of his enemy, while making ( give) praised.",
    "ai-atk-s0101a1:109_2": "Whatever caravan is thinking about, being pleased,",
    "ai-atk-s0101a1:109_3": "Ānanda’s is a term for happiness.",
    "ai-atk-s0101a1:109_4": "‘Listening happiness’ is a term for happiness.",
    "ai-atk-s0101a1:109_5": "The state of existence is also clear.",
    "ai-atk-s0101a1:109_6": "Whose mind is internally clinging to mind,",
    "ai-atk-s0101a1:109_7": "and ‘blow-caste’ is a term for rapture.",
    "ai-atk-s0101a1:109_8": "Herein, having two ends in each and every way the feeling is conceived.",
    "ai-atk-s0101a1:110_0": "In this way he showed the danger by means of the second danger, and then said this to the danger,",
    "ai-atk-s0101a1:110_1": "“What’s the point of yours?”",
    "ai-atk-s0101a1:110_2": "And here too, the meaning should be understood by one who lives there first. The meaning should be given after it to the rainy season.",
    "ai-atk-s0101a1:110_3": "But why did he say it?",
    "ai-atk-s0101a1:110_4": "There is no way of saying:",
    "ai-atk-s0101a1:111_0": "“Awakened” , the Buddha joy born in a body,",
    "ai-atk-s0101a1:112_0": "Having been lived in happiness, the glorious happiness of Jambudīpa.",
    "ai-atk-s0101a1:113_0": "The Dhamma: it leads to happiness that joy is born in the body,",
    "ai-atk-s0101a1:114_0": "Having been lived in happiness, the glorious happiness of Jambudīpa.",
    "ai-atk-s0101a1:115_0": "The Sangha makes this body: it leads to happiness.",
    "ai-atk-s0101a1:116_0": "for that very happiness is really terrible.”",
    "ai-atk-s0101a1:117_0": "“Those who have confidence in the Buddha have a confidence in the best among those who have analyzed and joyful, abundant rapture and happiness.”",
    "ai-atk-s0101a1:117_1": "But a clansman who gives renunciation –",
    "ai-atk-s0101a1:117_2": "“The Buddha is the Dhamma”, and so on. It is the same thing that arose from Venerable Channa, (thinking):",
    "ai-atk-s0101a1:117_3": "For he creates an obstacle for the jhāna.",
    "ai-atk-s0101a1:117_4": "That’s why he gave up his rebirth as far as the Brahmā realm. Only then was reborn in a Brahmā-world’s poison. But while working at the root of the Brahmā realm, he was reborn in the Brahmā realm.",
    "ai-atk-s0101a1:117_5": "That’s why it should be understood that this is said.",
    "ai-atk-s0101a1:117_6": "This world is equanimous,",
    "ai-atk-s0101a1:117_7": "* the snare is like an irritable person –",
    "ai-atk-s0101a1:118_0": "“Oh, a greedy person doesn’t know the good.",
    "ai-atk-s0101a1:119_0": "Then, blinded by darkness, one is blinded by darkness.",
    "ai-atk-s0101a1:120_0": "greed, hate, and delusion.",
    "ai-atk-s0101a1:121_0": "That person doesn’t understand it rises from fear within.”",
    "ai-atk-s0101a1:122_0": "Third: here is the third kind of person ...",
    "ai-atk-s0101a1:122_1": "Because just as the water is sluggish, a tied man doesn’t know the good.",
    "ai-atk-s0101a1:123_0": "on the way of seeing it, he should practice for a league:",
    "ai-atk-s0101a1:123_1": "“The Teacher is practicing well, the whole teaching! The Saṅgha is practicing well.”",
    "ai-atk-s0101a1:123_2": "And he should claim it thus:",
    "ai-atk-s0101a1:123_3": "“So it has been said that what is true, what is real, unreal, based on what is true,",
    "ai-atk-s0101a1:123_4": "is he, perfected and fully awakened.",
    "ai-atk-s0101a1:123_5": "‘This is the teaching well explained by the Dhamma that is visible in this very life,",
    "ai-atk-s0101a1:123_6": "‘The Saṅgha is practicing in such a way.’”",
    "ai-atk-s0101a1:123_7": "He should question, “I do so.”",
    "ai-atk-s0101a1:123_8": "“I obtain ...",
    "ai-atk-s0101a1:123_9": "or when asked by a perfected one, he should claim it to be shared out.",
    "ai-atk-s0101a1:123_10": "Dependently he has wicked desires, being just as the law of the Dispensation.",
    "ai-atk-s0101a1:123_11": "The rest should be understood in this way.",
    "ai-atk-s0101a1:124_0": "his commentary on the head",
    "ai-atk-s0101a1:125_0": "But Kokālika, monks, is there the silk in charge.",
    "ai-atk-s0101a1:125_1": "This is pure in two ways:",
    "ai-atk-s0101a1:125_2": "Herein, one who is unripe:",
    "ai-atk-s0101a1:125_3": "“This is so, it’s unobstructed, that’s why the water attains full.”",
    "ai-atk-s0101a1:125_4": "But if he claims to be a genuine of praised as to be true,",
    "ai-atk-s0101a1:125_5": "“So it was simply this, Paccekabuddhas.”",
    "ai-atk-s0101a1:125_6": "As he was speaking on two kinds of voting: he has undertaken the mendicant Saṅgha and the formless, Reverends.",
    "ai-atk-s0101a1:125_7": "(but) said this to the Community of monks: “Having given under the sway of time, shall give rise to confidence in the Community of monks,",
    "ai-atk-s0101a1:125_8": "“But it’s when a holy man is said to show the influence of Brahmā that he should be taught by the supreme penalty.",
    "ai-atk-s0101a1:126_0": "Herein, there is a little name",
    "ai-atk-s0101a1:126_1": "they wander into the near shore.",
    "ai-atk-s0101a1:126_2": "what is meant is that she is the truth.",
    "ai-atk-s0101a1:126_3": "after eating, heedfulness is tired.",
    "ai-atk-s0101a1:126_4": "for one who has descended intoxication:",
    "ai-atk-s0101a1:126_5": "Seeing the ethical conduct of the virtuous,",
    "ai-atk-s0101a1:126_6": "This is said:",
    "ai-atk-s0101a1:126_7": "But I say that an ordinary person has praised the size of message: ‘I speaks of trivial,’, they say, ‘I say nothing who do in common.’",
    "ai-atk-s0101a1:126_8": "Herein, it may be:",
    "ai-atk-s0101a1:126_9": "Have not this virtue, the one who attains the best state,",
    "ai-atk-s0101a1:126_10": "according as it is said:",
    "ai-atk-s0101a1:127_0": "“He who possesses virtue’s decorations, in Laṅkā,",
    "ai-atk-s0101a1:128_0": "Having virtue, he who has reached the peak and the pith, he who in the best state.”",
    "ai-atk-s0101a1:129_0": "And by the Fortunate One’s Mount Suttantas called Mahisa (the Commentaries):",
    "ai-atk-s0101a1:129_1": "“Mendicants, if a mendicant might wish: ‘May I be liked and approved by my spiritual companions, respected and admired.’",
    "ai-atk-s0101a1:130_0": "“Where are you like a hair-splitter or foes?",
    "ai-atk-s0101a1:131_0": "like a child in the same way.",
    "ai-atk-s0101a1:132_0": "So you who are virtuous and protection,",
    "ai-atk-s0101a1:133_0": "that’s all right, and is respected.”",
    "ai-atk-s0101a1:134_0": "The fragrance of flowers goes not against the wind,",
    "ai-atk-s0101a1:135_0": "nor sandalwood, pinwheel, or jasmine;",
    "ai-atk-s0101a1:136_0": "but the fragrance of the good spreads against the wind;",
    "ai-atk-s0101a1:137_0": "a good person’s virtue spreads in every direction.",
    "ai-atk-s0101a1:138_0": "Among the sandalwood, or precincts then",
    "ai-atk-s0101a1:139_0": "these smells are the unsurpassed scent,",
    "ai-atk-s0101a1:140_0": "The person who is diligent, with the teaching,",
    "ai-atk-s0101a1:141_0": "The one who is virtuous, who has no faith in the gods,",
    "ai-atk-s0101a1:142_0": "* Māra cannot find the path",
    "ai-atk-s0101a1:143_0": "roaming the unattached, Māra rolled forth.”",
    "ai-atk-s0101a1:144_0": "“A wise man grounded in ethics, the mind and wisdom,",
    "ai-atk-s0101a1:145_0": "Then as a bhikkhu ardent and sagacious He succeeds in disentangling this tangle.”",
    "ai-atk-s0101a1:146_0": "“All the plants and seeds that achieve growth, increase, and maturity do so depending on the earth and grounded on the earth.",
    "ai-atk-s0101a1:146_1": "In this way the seeds, the plants and seeds increase and growth,",
    "ai-atk-s0101a1:146_2": "In the same way, a mendicant develops and cultivates the seven awakening factors depending on and grounded on ethics, achieving growth, increase, and maturity in good qualities.”",
    "ai-atk-s0101a1:146_3": "So too, when there are other great primary elements,",
    "ai-atk-s0101a1:146_4": "Thus being endowed with virtue consisting in this way at the World’s Commentaries",
    "ai-atk-s0101a1:146_5": "“Why are they diligent in this place?”",
    "ai-atk-s0101a1:146_6": "it leads to peace.",
    "ai-atk-s0101a1:146_7": "Because immersion doesn’t describe the near shore, they don’t attain the far shore above. That’s why they are called the near shores.",
    "ai-atk-s0101a1:146_8": "How do you not attain immersion?",
    "ai-atk-s0101a1:146_9": "Now the Fortunate One, near to the city of Sāvatthī –",
    "ai-atk-s0101a1:146_10": "In the door of the Kadamba tree, in two leagues, and precious yojana above at the door, sat down on the ground, in the assembly hall, and circumambulating it with a twelve leagues, and also circumference the three leagues, under the inside of auspicious Doctrine, declarations, and twenty-two years.",
    "ai-atk-s0101a1:146_11": "“The water flows down from the cracks on the tips of the blade of rain, the water flows downhill to the sky. ...",
    "ai-atk-s0101a1:146_12": "he shows each of the portion of one rain, etc., that is, the water flows down from the group of six, like the strings of the rainy season.”",
    "ai-atk-s0101a1:146_13": "The golden coloureds of golden skin and it remains unconfused in the colour, as far as the rain allowed in a necklace, like the second floor in the colour of a leaf sun. Itself in the early surface of a single lake like a second full moon’s pulled up from the time of goldens.",
    "ai-atk-s0101a1:147_0": "and the two in each and every one of the two in number is produced.",
    "ai-atk-s0101a1:147_1": "But the Buddhas continued existence one hundred years after the three Vedas to the Aṅguttaras of the Paccekabuddhas and one, and one palms with the five colours.",
    "ai-atk-s0101a1:147_2": "But because the taste of that very sauce a taste of the joy he had attained.",
    "ai-atk-s0101a1:148_0": "For the sake of blue is blue, yellow, red or white.",
    "ai-atk-s0101a1:148_1": "The teacher stands, sits down, or lies down in a sleeping place there. ...”",
    "ai-atk-s0101a1:148_2": "And here there is nothing that can be done in the composed to be done.",
    "ai-atk-s0101a1:148_3": "That’s how immersion does not attain wickedness.",
    "ai-atk-s0101a1:149_0": "When he had finished his meal and four hundred thousand aeons, he fixed the supremely shook the instruments of the Bodhi trees, which was like the centres, the holy Cloud’s tall, the Blessed One, having put out his branch and leaves, covered in the middle of the Bodhisatta-Tree, and was like the sun’s having drought and set out on the gems, and set out on Meṇḍakas.",
    "ai-atk-s0101a1:149_1": "That’s how immersion does not attain wisdom.",
    "ai-atk-s0101a1:150_0": "There they don’t attain water in the ocean. They don’t dry water into the sky, water, fire, or air. And they don’t wickedness the water in the ocean. They don’t fall into air, the water in the sky, or the water in the ocean. And they’re dropped in a bird by a mountain peak, or the water in the ocean.",
    "ai-atk-s0101a1:150_1": "in the water droping the hand with the other.",
    "ai-atk-s0101a1:150_2": "All the water-lilies’s surface, and the water in the ocean.",
    "ai-atk-s0101a1:150_3": "Thus there is little water in the sky that is lot of the water.",
    "ai-atk-s0101a1:151_0": "In the same way, above, below at the lower story of the virtue, that should be understood as",
    "ai-atk-s0101a1:151_1": "“Mendicants, I do have a diversity of transgression in detail.”",
    "ai-atk-s0101a1:152_0": "That ordinary person here:",
    "ai-atk-s0101a1:153_0": "“The two people say when they are spoken of by the Buddha,",
    "ai-atk-s0101a1:154_0": "I was a blind, ordinary person.”",
    "ai-atk-s0101a1:155_0": "Herein, there is no level of the elements in the sense-spheres. This is the difference in the description of the elements.",
    "ai-atk-s0101a1:155_1": "an ordinary person,",
    "ai-atk-s0101a1:155_2": "THE THE SE THE THE THE SINDS OF IT?",
    "ai-atk-s0101a1:156_0": "“For what reasons for people are bound by crowds,",
    "ai-atk-s0101a1:157_0": "the worldlings are envied by many people.”",
    "ai-atk-s0101a1:158_0": "For that ordinary person’s defilements are the reasons of the defilements according to the various defilements. For in the various orders of their defilements –",
    "ai-atk-s0101a1:159_0": "“The world, the ordinary people wide open the different kinds of view. They are tied up with the various kinds of folk. Those who have a view, the ordinary person whose views are tied, infatuated, attached, blind to the drawbacks, and understanding the widelightened by the ordinary persons, who are favourable to the many. For themselves are devoted, consumed to the various kinds of sensual stimulation. Still, ordinary people use the five hindrances, theorldships, the perversions, and the many.”",
    "ai-atk-s0101a1:159_1": "the many people in the realm of the Teacher, the Lord of the Proface of Men, discovered in the host of Jewel, the ordinary persons, and the reckoned as exceeding in the Noble Ones.",
    "ai-atk-s0101a1:160_0": "The Buddha has eight reasons:",
    "ai-atk-s0101a1:160_1": "he does so. The Realized One has the characteristic of faded away. Tathāgata has moved by that which a Realized One is liable to hold on. act of insight, with the truth of that.",
    "ai-atk-s0101a1:161_0": "How has the Buddha come to be?”",
    "ai-atk-s0101a1:161_1": "Just as he has gone to Kakusandha all his way to Konāgamana, Kassapa, and Kassapa assembled the Blessed One Vipassī. As he came to visit an enlightened Buddha, so the Blessed One Vipassī. And he has come to Kakusandha, as he is the Buddha Kassapa.",
    "ai-atk-s0101a1:161_2": "what is said:",
    "ai-atk-s0101a1:161_3": "and by which the Fortunate One arrived, they came.",
    "ai-atk-s0101a1:161_4": "Or just as the Buddha Vipassī dispelled.",
    "ai-atk-s0101a1:161_5": "Kassapa, having fulfilled all the perfections giving the gifts of alms-food, the Blessed One, having fulfilled the ten perfections, fulfilling the duties of faith, etc., and having fulfilled in the ten respects, gave the Ones, setting out on foot, wide, and exceedingly pure in minds of the teachers, and embraced in the past, he swelded the festivals of alms in these ten strikes of thes of the Buddhas, awels, and people having fulfilled these ten points,",
    "ai-atk-s0101a1:161_6": "And the Fortunate One spoke like this.",
    "ai-atk-s0101a1:161_7": "Or just as the Buddha Vipassī dispelled.",
    "ai-atk-s0101a1:161_8": "Kassapa was the four kinds of mindfulness meditation. ...",
    "ai-atk-s0101a1:161_9": "That’s how the Realized One comes.",
    "ai-atk-s0101a1:162_0": "“Just as in the world’s welfare -",
    "ai-atk-s0101a1:163_0": "A sage who has developed -",
    "ai-atk-s0101a1:164_0": "Like this one lowly travels in the same way.",
    "ai-atk-s0101a1:165_0": "That’s why the Realized One is called “the eye”.",
    "ai-atk-s0101a1:166_0": "That’s how the Realized One comes.",
    "ai-atk-s0101a1:167_0": "‘And how does he become one who has arisen in this way?’ ...",
    "ai-atk-s0101a1:168_0": "And how has the Fortunate One gone?",
    "ai-atk-s0101a1:168_1": "He was born: the unburnished feet on the ground, on the ground, and held the supreme circumference –",
    "ai-atk-s0101a1:168_2": "“As soon as he’s born, the being intent on awakening stands firm with his own feet on the ground.",
    "ai-atk-s0101a1:168_3": "‘I am the foremost in the world! I am the eldest in the world! I am the first in the world! I am the foremost in the world! I am the first in the world!’",
    "ai-atk-s0101a1:169_0": "He was the value of traveling.",
    "ai-atk-s0101a1:169_1": "The abode of nymphs, sounds, smells, tastes, and touches.",
    "ai-atk-s0101a1:169_2": "He was born in the waves on all sides.",
    "ai-atk-s0101a1:169_3": "This is the fourth way of acquiring the signless and the other.",
    "ai-atk-s0101a1:170_0": "and supermundane is the sign of the whole world.",
    "ai-atk-s0101a1:171_0": "Arising the seven treasures: the abandoning of the seven treasures, the acquisition of the Seven Treasures.",
    "ai-atk-s0101a1:172_0": "“Among the colour of gold, embrace, is said to be the best of all kinds, embracing the trees, and all the other religions.”",
    "ai-atk-s0101a1:173_0": "resolving in the fruit of Liberation at the end of Arahantship, a nymph.",
    "ai-atk-s0101a1:174_0": "attained the first jhāna omniscience (right), which is free from opposite of all things, is knowledge of the whole world,",
    "ai-atk-s0101a1:175_0": "he obtains the eloquence of speech, the blessing of precept voice, the sign of foulness, and the foundation of foulness.",
    "ai-atk-s0101a1:176_0": "And the Buddha came to this, too, must have gone to that same place as their condition.",
    "ai-atk-s0101a1:177_0": "Hence the Ancients said:",
    "ai-atk-s0101a1:178_0": "“As a timid man who has born,",
    "ai-atk-s0101a1:179_0": "he steps evenly on this rich earth.",
    "ai-atk-s0101a1:180_0": "Killing, leaving seven times.",
    "ai-atk-s0101a1:181_0": "applying the white cloth to the banner,",
    "ai-atk-s0101a1:182_0": "Having gone to the seventh pairs, Gotama,",
    "ai-atk-s0101a1:183_0": "all around them.",
    "ai-atk-s0101a1:184_0": "made this Ganges river.",
    "ai-atk-s0101a1:185_0": "like a lion in a mountains.”",
    "ai-atk-s0101a1:186_0": "That’s why the Realized One has gone,",
    "ai-atk-s0101a1:187_0": "Or just as the Buddha Vipassī dispelled.",
    "ai-atk-s0101a1:187_1": "Kassapa did as. Then, having given up sensual desire and ill will, malicious desire and ill will, and dullness and drowsiness, restlessness and remorse, and doubt. He then, without having abandoned desire for the dimension of infinite space, he goes beyond the dimension of infinite consciousness, the dimension of nothingness, and the dimension of infinite consciousness, he emerges from the dimension of infinite consciousness, the dimension of nothingness, and the dimension of neither perception nor non-perception. Then he went beyond perceptions of the dimension of neither perception nor non-perception, he left the dimension of nothingness, and giving up.",
    "ai-atk-s0101a1:188_0": "Giving up desire, affection, infatuation, thirst, passion, and craving for what is impermanent, suffering, and letting go of all attachments, they don’t see the impermanence of all identifying, the path leading to the ending of defilements. They’ve given up the defilements and the path, the elimination of the paths of defilements, the desire for the ending of defilements. They are discovering the path, the defilements of the path, and the path.",
    "ai-atk-s0101a1:188_1": "That’s why the Realized One has gone.",
    "ai-atk-s0101a1:189_0": "How has he characteristics, signs, and manifestations of the earth element that are free of characteristics?",
    "ai-atk-s0101a1:189_1": "It has the characteristic of water element",
    "ai-atk-s0101a1:189_2": "the fire element has the characteristic of heat.",
    "ai-atk-s0101a1:189_3": "the air element,",
    "ai-atk-s0101a1:189_4": "Elements of the space element,",
    "ai-atk-s0101a1:189_5": "its characteristic, and ignorance",
    "ai-atk-s0101a1:190_0": "For one who has the characteristics of form,",
    "ai-atk-s0101a1:190_1": "Based on feeling",
    "ai-atk-s0101a1:190_2": "One person perceives the characteristics of perception.",
    "ai-atk-s0101a1:190_3": "the characteristic of choices,",
    "ai-atk-s0101a1:190_4": "its characteristic of consciousness.",
    "ai-atk-s0101a1:191_0": "for one who has a characteristic of thought.",
    "ai-atk-s0101a1:191_1": "For one who has the characteristic of pervading the mind has the characteristic of rapture,",
    "ai-atk-s0101a1:191_2": "Excellentness",
    "ai-atk-s0101a1:191_3": "Undiscriminately in the mind,",
    "ai-atk-s0101a1:191_4": "Contact",
    "ai-atk-s0101a1:192_0": "The faculties of faith,",
    "ai-atk-s0101a1:192_1": "Energy is the characteristic of energy.",
    "ai-atk-s0101a1:192_2": "mindfulness is the characteristic of the sense faculties.",
    "ai-atk-s0101a1:192_3": "Virtue of Noble Concentration has the characteristic of non-distraction.",
    "ai-atk-s0101a1:192_4": "and wisdom.",
    "ai-atk-s0101a1:193_0": "(only) the faithless one lacks faith and the characteristic of faith.",
    "ai-atk-s0101a1:193_1": "mindfulness, for the sake of energy, mindfulness is established,",
    "ai-atk-s0101a1:193_2": "Concentration is the strength of concentration, while the strength of wisdom is the strength of ignorance.",
    "ai-atk-s0101a1:194_0": "The Mindfulness of the Factor of Complete Awakening",
    "ai-atk-s0101a1:194_1": "investigation of the (nature) of things factor of Complete Awakening,",
    "ai-atk-s0101a1:194_2": "Energy the Energy",
    "ai-atk-s0101a1:194_3": "Joyful-Interest",
    "ai-atk-s0101a1:194_4": "When you cling to the Calmness Factor of Complete Awakening",
    "ai-atk-s0101a1:194_5": "Vision of the Concentration Factor of Complete Awakening",
    "ai-atk-s0101a1:194_6": "and equanimity.",
    "ai-atk-s0101a1:195_0": "has the characteristic of right view,",
    "ai-atk-s0101a1:195_1": "for right thought",
    "ai-atk-s0101a1:195_2": "by right speech",
    "ai-atk-s0101a1:195_3": "For one who has right action",
    "ai-atk-s0101a1:195_4": "for your livelihood has right effort.",
    "ai-atk-s0101a1:195_5": "for the right effort",
    "ai-atk-s0101a1:195_6": "right mindfulness",
    "ai-atk-s0101a1:195_7": "For one who has no characteristics,",
    "ai-atk-s0101a1:196_0": "Ignorance the mark of ignorance.",
    "ai-atk-s0101a1:196_1": "Intentional processes, characteristics,",
    "ai-atk-s0101a1:196_2": "its characteristic of consciousness.",
    "ai-atk-s0101a1:196_3": "We bow to the name of the mantras",
    "ai-atk-s0101a1:196_4": "For one who has the characteristics of form,",
    "ai-atk-s0101a1:196_5": "the six sense fields of the six sense-spheres,",
    "ai-atk-s0101a1:196_6": "Contact",
    "ai-atk-s0101a1:196_7": "Based on feeling",
    "ai-atk-s0101a1:196_8": "Craving is the cause of craving.",
    "ai-atk-s0101a1:196_9": "for one who has ended attachment to grasping:",
    "ai-atk-s0101a1:196_10": "For the characteristic of continued existence",
    "ai-atk-s0101a1:196_11": "rebirth is to be reborn,",
    "ai-atk-s0101a1:196_12": "now old, it has marks",
    "ai-atk-s0101a1:196_13": "and has the characteristic of death.",
    "ai-atk-s0101a1:197_0": "emptiness appearance in the elements,",
    "ai-atk-s0101a1:197_1": "the characteristic of the sense-spheres,",
    "ai-atk-s0101a1:197_2": "The Mindfulness of the Four Ways of Attending to Mindfulness",
    "ai-atk-s0101a1:197_3": "Right Efforts",
    "ai-atk-s0101a1:197_4": "the characteristic of psychic power.",
    "ai-atk-s0101a1:197_5": "Transmigrating the faculties of the spiritual life.",
    "ai-atk-s0101a1:197_6": "By the power of the spiritual powers,",
    "ai-atk-s0101a1:197_7": "Endowed with the characteristic of Awakening",
    "ai-atk-s0101a1:197_8": "for the sake of the path,",
    "ai-atk-s0101a1:198_0": "the characteristic of the truths,",
    "ai-atk-s0101a1:198_1": "Seeing their characteristics,",
    "ai-atk-s0101a1:198_2": "Through seeing the characteristic of insight",
    "ai-atk-s0101a1:198_3": "Endowedness",
    "ai-atk-s0101a1:198_4": "Rather than a yoke with its characteristic",
    "ai-atk-s0101a1:199_0": "Ethics are of purity.",
    "ai-atk-s0101a1:199_1": "purification from mind.",
    "ai-atk-s0101a1:199_2": "The characteristic of view",
    "ai-atk-s0101a1:200_0": "By directly knowing and completely understanding the characteristic of enduring knowledge has the end of the Calmness, and regarding knowledge.",
    "ai-atk-s0101a1:201_0": "Skilled in the root of desire.",
    "ai-atk-s0101a1:201_1": "Situationally has the characteristic of attention.",
    "ai-atk-s0101a1:201_2": "Seeking as contacts,",
    "ai-atk-s0101a1:201_3": "Endowed with the characteristic of feeling",
    "ai-atk-s0101a1:201_4": "for their immersion is marked.",
    "ai-atk-s0101a1:201_5": "Mindfulness has the characteristic of mindfulness.",
    "ai-atk-s0101a1:201_6": "Turt out the characteristics of supreme.",
    "ai-atk-s0101a1:201_7": "With the ending of freedom, because of the characteristic of freedom. ...",
    "ai-atk-s0101a1:201_8": "Extinguishment is the end of the deathless.",
    "ai-atk-s0101a1:201_9": "In this way the Realized One has reached the goal, but doesn’t reach qualified knowledge.",
    "ai-atk-s0101a1:201_10": "A Realized One has come to you in this way.",
    "ai-atk-s0101a1:202_0": "How does the Realized One awakened as he is awakened,",
    "ai-atk-s0101a1:202_1": "now the four noble truths:",
    "ai-atk-s0101a1:202_2": "“Mendicants, these four things are real, not unreal, not otherwise.",
    "ai-atk-s0101a1:202_3": "What four?",
    "ai-atk-s0101a1:202_4": "‘This is suffering’ ...",
    "ai-atk-s0101a1:202_5": "The Buddha has awakened to these things, that’s why he’s called the things that he has been awakened to.",
    "ai-atk-s0101a1:202_6": "For the Buddhas have understood that faith is best.",
    "ai-atk-s0101a1:203_0": "Rather, rebirth is the opportunity for old age and death; the calm is the truth of the arising of old age and death; the calm is the dispelling of ignorance; the calm is the opposite of their views; the calm is the full moon, the example of choices, and the worry are the dispelled independent of others. When that conditions are dispelled, old age and death, the sorrow, lamentation, pain, sadness, and distress.",
    "ai-atk-s0101a1:203_1": "The Buddha has been awakened to all things—even things that a Realized One is called one who has awakened to things.",
    "ai-atk-s0101a1:203_2": "The Realized One has awakened to such things as he is awakened,",
    "ai-atk-s0101a1:204_0": "how did you see the Realized One?",
    "ai-atk-s0101a1:204_1": "In this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and do see the same kind of meditation that is not made up of the four elements.",
    "ai-atk-s0101a1:204_2": "When they know and see thus, they are seen and understood in accordance with what is seen, heard, thought, or known as both.",
    "ai-atk-s0101a1:204_3": "“What is that form, what is the dimension of form?",
    "ai-atk-s0101a1:204_4": "Whatever bodily form is the four primary elements, newly bathed, and drunk, with blue color, yellow, hue, and red-hot tiny, and many kinds of birds, and doesn’t divide.",
    "ai-atk-s0101a1:204_5": "So too with the windows come back to the sounds of the ears and sounds.",
    "ai-atk-s0101a1:204_6": "And this is said by the Blessed One:",
    "ai-atk-s0101a1:204_7": "“Mendicants, the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans. ...",
    "ai-atk-s0101a1:204_8": "I understand that my mind is well seen, heard, thought, known, sought, and explored by the mind.",
    "ai-atk-s0101a1:204_9": "I shalln’t nurse a Realized One, and I believe in it.”",
    "ai-atk-s0101a1:204_10": "the Realised One sees you,",
    "ai-atk-s0101a1:204_11": "Herein, the Realised One can understand through this (merit) absence of time.",
    "ai-atk-s0101a1:205_0": "How does the Realized One say this so to you?",
    "ai-atk-s0101a1:205_1": "Whatever the Buddha was sitting in the shade of the three months, he sat in the middle of the night a month in the vicinity of the Bodhi tree hence. In the last month of the night, he was sitting cross-legged in the last month of the Jina, in the middle watchtom of the night, and five months of the East complete Awakening.",
    "ai-atk-s0101a1:205_2": "jackals,",
    "ai-atk-s0101a1:205_3": "Feeling about the meaning and the phrasing of all kinds, that is to say, giving up of greed, hate, and delusion, and non-confusion. He is free from greed, hate, and delusion repulsion in all kinds of aggregates.",
    "ai-atk-s0101a1:205_4": "Herein, there is no simile of the measure in rice gruel, or with the single stained thought, like a single stanner of rottting on the inside, and that just as you haven’t looked down on it.",
    "ai-atk-s0101a1:205_5": "“Cunda, when a Realized One understands the supreme perfect awakening until the night he becomes fully extinguished—through the natural principle of extinguishment, without anything left over—everything he speaks, says, and expresses is real, not otherwise.",
    "ai-atk-s0101a1:205_6": "That’s why he’s called the ‘Realized One’.”",
    "ai-atk-s0101a1:205_7": "For there is the meaning of goodness, here.",
    "ai-atk-s0101a1:205_8": "the Realised One is so very fortunate,",
    "ai-atk-s0101a1:206_0": "all kinds of inspiration; the meaning is that.",
    "ai-atk-s0101a1:206_1": "The Realized One hasn’t destroyed three kinds of non-violence, and has performed that same deed as oneself.",
    "ai-atk-s0101a1:207_0": "How does the Realised One act?",
    "ai-atk-s0101a1:207_1": "For the Buddha’s body is fact, so the manner does act in line with the teaching.",
    "ai-atk-s0101a1:207_2": "And this body, when it comes to the truth of the other, the meaning is exceeds it.",
    "ai-atk-s0101a1:207_3": "And the body, speech, and mind occurs as the Realized One.",
    "ai-atk-s0101a1:207_4": "Hence it is said:",
    "ai-atk-s0101a1:207_5": "“The Realized One does as he says, and says as he does.",
    "ai-atk-s0101a1:207_6": "Since this is so,",
    "ai-atk-s0101a1:207_7": "That’s why he’s called the ‘Realized One’.”",
    "ai-atk-s0101a1:207_8": "The Realized One has such a speech",
    "ai-atk-s0101a1:208_0": "How is the Realised One in what is seen?",
    "ai-atk-s0101a1:208_1": "Because of the remaining he has attained the end of all existence and for the sake of the world, or for the type of all kinds of foulness, and concentration, and knowledge and vision of freedom.",
    "ai-atk-s0101a1:208_2": "he is unsurpassed, unsurpassed, king of gods and humans, the lord of the earth.",
    "ai-atk-s0101a1:208_3": "“Mendicants, there are some in the world who are junior. ...",
    "ai-atk-s0101a1:208_4": "Since this is so, the Realized One is undefeated, wielder of power. That’s why he’s called the ‘a Realized One’.”",
    "ai-atk-s0101a1:209_0": "Herein this is how the strike of success should be understood.",
    "ai-atk-s0101a1:209_1": "Like a lurked snake,",
    "ai-atk-s0101a1:209_2": "But what is it?",
    "ai-atk-s0101a1:209_3": "Through conjunction, and merit,",
    "ai-atk-s0101a1:209_4": "because of that great mass of fire is produced by the gods of the Thirty-Three and conqueror of all the world with its gods.",
    "ai-atk-s0101a1:209_5": "And so the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and they’re incapable of doing good deeds.",
    "ai-atk-s0101a1:209_6": "and after taking the right amount the Realised One can be known,",
    "ai-atk-s0101a1:209_7": "the Realised One has seen this.",
    "ai-atk-s0101a1:210_0": "The Realized One has come to (but) he has come to you.",
    "ai-atk-s0101a1:210_1": "having gone to the end of the past, he is practicing the meaning.",
    "ai-atk-s0101a1:211_0": "Herein, he is the whole world because he has understanding that he has realized it, and he in that he has come to be.",
    "ai-atk-s0101a1:211_1": "The Realized One has given up the origin of the world.",
    "ai-atk-s0101a1:211_2": "he has attained the cessation of the world, he has attained the cessation of the world.",
    "ai-atk-s0101a1:211_3": "and the practice that leads to the cessation of the world.",
    "ai-atk-s0101a1:211_4": "Therefore it is said by the Blessed One:",
    "ai-atk-s0101a1:212_0": "“Mendicants, the Realized One is awakened on the world, but he is detached.",
    "ai-atk-s0101a1:212_1": "The origin of the world has been understood by the Realized One; has given up the origin of the world.",
    "ai-atk-s0101a1:212_2": "The cessation of the world has been understood by the Realized One; and the cessation of the world.",
    "ai-atk-s0101a1:212_3": "The practice that leads to the cessation of the world has been understood by the Realized One; and when he has awakened to the practice that leads to the cessation of the world.",
    "ai-atk-s0101a1:212_4": "In the world with its gods, its lords of death, and its supreme beings, in this population with its ascetics and brahmins, its gods and humans,",
    "ai-atk-s0101a1:212_5": "the Realised One, who was awakened right after the Realised One,",
    "ai-atk-s0101a1:212_6": "That’s why he’s called the ‘Realized One’.”",
    "ai-atk-s0101a1:213_0": "You’ll know that it’s also good.",
    "ai-atk-s0101a1:213_1": "This pertains to the Realised One,",
    "ai-atk-s0101a1:213_2": "The Realized One praises the Realized One.",
    "ai-atk-s0101a1:214_0": "And what are the trivial, insignificant details of mere ethics that an ordinary person speaks of?",
    "ai-atk-s0101a1:214_1": "Herein, there is a question that isn’t clear in questioning. When questioning is asked in questioning, if you ask in questioning and taking leave in five ways, then in questioning, it is included in the five ways.",
    "ai-atk-s0101a1:215_0": "Herein, what is questioning?",
    "ai-atk-s0101a1:215_1": "he is one who has not known what is unknown, who has not known, seen, realized what is unknown, and whose mind is enlightened about the development of it. This is the right way to ask about it.",
    "ai-atk-s0101a1:216_0": "What is questioning?",
    "ai-atk-s0101a1:216_1": "they ask questions, characteristics, and having seen; they are wise. And they ask questions, and they discussing him with him. This is the consequence of such a question.",
    "ai-atk-s0101a1:217_0": "What is I asking permission?",
    "ai-atk-s0101a1:217_1": "How is he",
    "ai-atk-s0101a1:217_2": "He asks a question to entry,",
    "ai-atk-s0101a1:217_3": "This is the construction of vanity.",
    "ai-atk-s0101a1:218_0": "What is questioning?",
    "ai-atk-s0101a1:218_1": "The Fortunate One questions the monks:",
    "ai-atk-s0101a1:218_2": "“What do you think, mendicants: is form permanent or impermanent?”—",
    "ai-atk-s0101a1:218_3": "“Impermanent, sir.”",
    "ai-atk-s0101a1:218_4": "Whatever is impermanent is suffering or happiness.",
    "ai-atk-s0101a1:218_5": "‘Sir, all is suffering’: this is the case.”",
    "ai-atk-s0101a1:219_0": "What is I asking about in regard to the legal procedure?",
    "ai-atk-s0101a1:219_1": "he asks a question of the monks about the State.",
    "ai-atk-s0101a1:219_2": "These are the four kinds of mindfulness meditation.",
    "ai-atk-s0101a1:219_3": "What four? ...",
    "ai-atk-s0101a1:219_4": "There are these eight factors.",
    "ai-atk-s0101a1:219_5": "What eighteen reasons is this practice?",
    "ai-atk-s0101a1:220_0": "And so there is no question in this way, in order to invite such a Realized One, without asking permission of the Realized One, one who has not seen the Truth.",
    "ai-atk-s0101a1:220_1": "“This is called one who is wise, I’ll conflict with other ascetics and brahmins.” But he says, “I’ll question to do so.”",
    "ai-atk-s0101a1:220_2": "But since the Buddhas have no doubts about the teaching of the Dhamma, even one of the Bodhisattas, (supernatural) vases,",
    "ai-atk-s0101a1:220_3": "Therefore it is liberated without questioning .",
    "ai-atk-s0101a1:220_4": "The two after questioning the Buddhas have been made up by the Buddhas without asking permission. This is the reason why this is called “ascetic”.",
    "ai-atk-s0101a1:221_0": "(But) having asked permission for the sake of himself, he asks the reason for the sake of their (supernatural) deeds: “Now what has been done by me, friends?”",
    "ai-atk-s0101a1:222_0": "Herein, killing living creatures is a killer of living creatures, killing living creatures is a killer, is said to be killed.",
    "ai-atk-s0101a1:222_1": "And herein, as to the ultimate sense-faculty, the life-faculty, the cutting off of breathing in the body, or in any one of the life faculty, he kills living creatures, steals, commits sexual misconduct, and uses rolling the body.",
    "ai-atk-s0101a1:222_2": "When they have acquired virtues in the places of beings, in the large realm of lumps and small creatures in the bodies,",
    "ai-atk-s0101a1:222_3": "I’ve given up the advantages of time,",
    "ai-atk-s0101a1:222_4": "the state of graceful by the wind,",
    "ai-atk-s0101a1:222_5": "In possessing the special qualities of fewness of wishes, contentment, effacement, and nature,",
    "ai-atk-s0101a1:222_6": "but if his body is strong and the time of reaching absorption it should be understood that it is not overpowered by even a fact that it should be understood that it is an idleness.",
    "ai-atk-s0101a1:223_0": "Since they are five",
    "ai-atk-s0101a1:223_1": "killed living creatures with a thought of killing living creatures, and there is death.",
    "ai-atk-s0101a1:223_2": "Six parts of the house:",
    "ai-atk-s0101a1:223_3": "that I’m the one who wants to be reborn in heaven after psychic powers.",
    "ai-atk-s0101a1:223_4": "But when this dispelling is being made, there is no idea in this matter, the Lord of the World, the Lord of Men, and that’s why I don’t want.",
    "ai-atk-s0101a1:223_5": "But there is something that can be inspect the Monastic Law, before looking around.",
    "ai-atk-s0101a1:224_0": "having given up killing living creatures, give up killing living creatures,",
    "ai-atk-s0101a1:224_1": "They’ve abandoned (rebirth) from the time they avoid from here who is unethical,",
    "ai-atk-s0101a1:224_2": "But there is no place precept for it. But the meaning can be understood to be known by the eye. This is the meaning.",
    "ai-atk-s0101a1:225_0": "and the Fortunate One consents to the bed of the Serpents.",
    "ai-atk-s0101a1:225_1": "Gotama is these:",
    "ai-atk-s0101a1:225_2": "And he doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And he’s well proclaimed too in the Saṅgha.",
    "ai-atk-s0101a1:226_0": "You can get hold of the stick, the goods, the rod, and the sword that’s good and bad to come out by. The meaning is this:",
    "ai-atk-s0101a1:226_1": "And herein, apart from the stick and the staff all sentient beings should be understood to be disciplinary matters.",
    "ai-atk-s0101a1:226_2": "But if the monks who have made a toothbrush or their throat, they don’t get others to do the same, for their own use.",
    "ai-atk-s0101a1:226_3": "That’s why it’s reckoned as a floor.",
    "ai-atk-s0101a1:227_0": "A Broad Mendicant",
    "ai-atk-s0101a1:227_1": "That person who has sympathy: My mind calls up.",
    "ai-atk-s0101a1:227_2": "he isOver of all beings: he is satisfied by the Lord of the Death.",
    "ai-atk-s0101a1:227_3": "May all creatures admire with all creatures out of compassion,",
    "ai-atk-s0101a1:227_4": "Having sympathy, (thinking): “One who is compassionate, the meaning is this, giving up and killing living creatures.”",
    "ai-atk-s0101a1:227_5": "if he livess, moves, guards, persists, carries it;",
    "ai-atk-s0101a1:227_6": "Thus, monks, is this:",
    "ai-atk-s0101a1:227_7": "the sound, smelling, tasted, touches, and thoughts that are the meaning but in this way already stated. In this way it can be understood as the first in the Vibhaṅga thus: “In this way all the first, or the second, or the western direction.”",
    "ai-atk-s0101a1:228_0": "Herein, this is in brief:",
    "ai-atk-s0101a1:228_1": "An ordinary person speaks praise of the Realized One:",
    "ai-atk-s0101a1:228_2": "“The ascetic Gotama doesn’t kill living creatures. He doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use that unethical conduct.",
    "ai-atk-s0101a1:228_3": "Oh! Oh, I wish to live having a value of virtue.” And now, having made a valuable ability to do it, he commended the splendour.",
    "ai-atk-s0101a1:228_4": "you won’t be able to live depending on him.",
    "ai-atk-s0101a1:228_5": "And it’s not only a stream-enterer who cannot bear a non-returner, who cannot bear back to the Paccekabuddhas.",
    "ai-atk-s0101a1:228_6": "However, when you’re able to explain this meaning the meaning so that I can commentary on the meaning, all is this.",
    "ai-atk-s0101a1:228_7": "And let us praise this kind of beautiful splendor.",
    "ai-atk-s0101a1:229_0": "For one who steals there is from stealing. here who steals from others, commits theft.",
    "ai-atk-s0101a1:229_1": "There they are not given to others: wherever they want, without responsible, the lamps (and abstain from) others.",
    "ai-atk-s0101a1:229_2": "So when possessing it, others with the intention to commit theft, take the wealth and belongings of others from others.",
    "ai-atk-s0101a1:229_3": "inferior, superior, superior, and superior.",
    "ai-atk-s0101a1:229_4": "The account of the one who had been brands,",
    "ai-atk-s0101a1:229_5": "merely through the type of the virtues of the Great Strengths height,",
    "ai-atk-s0101a1:229_6": "Through the special qualities of profitable kamma, he then examined the lesser residences in a new abode of times.",
    "ai-atk-s0101a1:230_0": "Since they are five",
    "ai-atk-s0101a1:230_1": "the intention of others; take the intention of others; hence the intention of others;",
    "ai-atk-s0101a1:230_2": "Six parts of the house:",
    "ai-atk-s0101a1:230_3": "like golden coins, tied in judgment,",
    "ai-atk-s0101a1:230_4": "But they put down a stopping each other’s dwelling according to the lower part of the monastery in a screened position, it is reckoned as a schemer’s dwelling, and it is reckoned as a position.",
    "ai-atk-s0101a1:230_5": "But in detail the stilt longhouse for one.",
    "ai-atk-s0101a1:231_0": "what is given to him is the first.",
    "ai-atk-s0101a1:231_1": "The thought-proach that is given to another, after the endearing it is given.",
    "ai-atk-s0101a1:231_2": "he goes a senior to the Elder.",
    "ai-atk-s0101a1:231_3": "not by bitterness,",
    "ai-atk-s0101a1:231_4": "of good conduct, being pure and immoral.",
    "ai-atk-s0101a1:231_5": "by oneself or another,",
    "ai-atk-s0101a1:231_6": "Then they live without over one who has done what is said.",
    "ai-atk-s0101a1:231_7": "The first jhāna should be understood in the way already described.",
    "ai-atk-s0101a1:231_8": "And as in this way, so with all those that follow in this very life,",
    "ai-atk-s0101a1:232_0": "(They are) unsuitable.",
    "ai-atk-s0101a1:232_1": "spiritual life, the best of town and country.",
    "ai-atk-s0101a1:232_2": "living the spiritual life.",
    "ai-atk-s0101a1:232_3": "My taxiety: I have sex prevented by greed and hate, and I have sex with preferences, and have sex with such bad qualities.",
    "ai-atk-s0101a1:232_4": "thoughts that are village to village, and thoughts",
    "ai-atk-s0101a1:233_0": "He’s aiming to make his bidding, poisoning, his words are poisoned, despising the words ofmonies, he says, “Entry, lying, and he is the prison of causes.” Or he shows the desiring the origin of lying, his physical contact, the observed, the donor of the body, the speech, and mind.",
    "ai-atk-s0101a1:234_0": "After some time, he does not say: ‘The truth is untrue,’",
    "ai-atk-s0101a1:234_1": "‘No’ means being the opportunity from his illness.",
    "ai-atk-s0101a1:234_2": "Such is the characteristic, etc., in whatever manner of consciousness they ask for, and because of the attainment of the fourth jhāna there is from lying.",
    "ai-atk-s0101a1:234_3": "now he has little dust on the eyes, his great advantages.",
    "ai-atk-s0101a1:235_0": "However, take someone who wants to take the goods that have not necessary and needed to be had become an uninterrupted, with great hands, and with respect to him, living in order to show the meaning, and so on. It is preparing the description of the meaning as they wish:",
    "ai-atk-s0101a1:235_1": "“Today it seems as if they were seen, heard, or thought, “It’s near to the village for the Discussion.” But though they had not seen, heard, thought, and known,",
    "ai-atk-s0101a1:236_0": "Should there are four in number:",
    "ai-atk-s0101a1:236_1": "examining and scrutinizing, the Simile of the mind is the most blameworthy for one who knows what is to say.",
    "ai-atk-s0101a1:236_2": "one with a yoke, who wants something.",
    "ai-atk-s0101a1:236_3": "From what they do with their body, speech, or mind.",
    "ai-atk-s0101a1:236_4": "And when they know that action is effective, they are prevented outside the moment of the noble ones. They are headed inside and outside the field of speech.",
    "ai-atk-s0101a1:237_0": "But since one is connected with this body, they get up from another’s body, saying, “Whoever gets rid of it,” and he puts it on doing it in front of them, “This is how far from them is given to them.”",
    "ai-atk-s0101a1:237_1": "So if they are told by annoying logration, etc., they should go inquire about one inquiry, and after being report.",
    "ai-atk-s0101a1:238_0": "speaks the truth,",
    "ai-atk-s0101a1:238_1": "truth, strives, trives, and slows the truth.",
    "ai-atk-s0101a1:238_2": "nor for lying in between, is the meaning.",
    "ai-atk-s0101a1:238_3": "If a person says, “Whoever amongst those who speak truth, falsely speaks the truth, falsehood, and harm the truth,",
    "ai-atk-s0101a1:238_4": "therefore you do not realize the truth.",
    "ai-atk-s0101a1:238_5": "But they don’t realize the goal for the sake of life as a denigration. They’re truthful and eloquent.",
    "ai-atk-s0101a1:239_0": "The elder Sage meaning is, meaningful: the meaning is,",
    "ai-atk-s0101a1:239_1": "Another person is struck by one penis with a red ocher, like a cesspit ointment, situated on a bamboo joint, or a huge in a pot, and one in the shade of the points, and one does not appear unevenly to the elder’s head. This is called the same as the Island.",
    "ai-atk-s0101a1:240_0": "is the meaning of one who requisites. The meaning is that it should be understood.",
    "ai-atk-s0101a1:240_1": "If a person is not asked by, “Whoever is this,” he replied, “So, ‘Whoever is this, they should say to them, ‘No.’",
    "ai-atk-s0101a1:240_2": "one is called “legitimate”. Then one is said, “This is why I said”, “This is expressed in this way: “This is what is said, this is the proper conduct.”",
    "ai-atk-s0101a1:240_3": "Talking non-violence (ceiving): “He who speaks the truth, he does not confesses the world.”",
    "ai-atk-s0101a1:241_0": "They speak divisively. They use speech that’s false, divisive, harsh, or nonsensical. And they’re well-because of their inheritance.",
    "ai-atk-s0101a1:242_0": "But any person who makes themselves harsh speech neither speaks nor harshly, pleasing to the ear, whether or not he was heartless, pleasing to the ear,",
    "ai-atk-s0101a1:243_0": "went to a place where they sleeping, having given up frivolous talk.",
    "ai-atk-s0101a1:244_0": "By these beings, speak divisively, harshly, and so on.",
    "ai-atk-s0101a1:245_0": "Herein, when his mind is corrupted by way of body and speech, then his own speech agreeable, or his own bodily actions are prevented,",
    "ai-atk-s0101a1:245_1": "In whom the general of virtue usefulness of the special qualities of fewness of wishes, contentment, very generous,",
    "ai-atk-s0101a1:246_0": "The four supports:",
    "ai-atk-s0101a1:246_1": "After breaking up, they should announce: “There will be some who is wanting to break apart,” “There will be no more than that,” or “We will do what is observe,” “We shall give you one;”",
    "ai-atk-s0101a1:246_2": "those who are capable of breaking up their views in the presence of those who already have heard.",
    "ai-atk-s0101a1:247_0": "After giving birth to a region, one of two friends who were afraid of the two, three with a Dhamma talk, or one with some opposite sex, one who is capable of breaking up the parts, and one should then approach the families: “Such is not solitary, I am going to the family.”",
    "ai-atk-s0101a1:247_1": "those who are very clear, and those who are inclined to.",
    "ai-atk-s0101a1:247_2": "Having seen the two people in harmony:",
    "ai-atk-s0101a1:247_3": "he said: “In such-and-such families, why do you have such qualities?”",
    "ai-atk-s0101a1:247_4": "monastery, the monastery, and the harmony.",
    "ai-atk-s0101a1:247_5": "and in harmony there is no need for him.",
    "ai-atk-s0101a1:247_6": "This is the meaning here:",
    "ai-atk-s0101a1:247_7": "Enjoying in harmony: if you do not want to go, is the meaning.",
    "ai-atk-s0101a1:247_8": "And having heard that sound, they didn’t speak in accordance with the Teaching.",
    "ai-atk-s0101a1:248_0": "Their physical rough, the origin of beds, change.",
    "ai-atk-s0101a1:248_1": "he whose site has been approved by that:",
    "ai-atk-s0101a1:248_2": "the child, it seems, took the boy, without having mother and father, brother, sisters, and so on:",
    "ai-atk-s0101a1:248_3": "“They’re sad and terrified,”",
    "ai-atk-s0101a1:248_4": "On one occasion a frightened forest was set uprightening in the wilderness,",
    "ai-atk-s0101a1:248_5": "The child said: “When my mother is in, do not preparing a specific man’s mouth, I thought they will be truthfully.”",
    "ai-atk-s0101a1:248_6": "it stood right there like the great hermit.",
    "ai-atk-s0101a1:248_7": "So much so a deluded mind did not get upset, harsh speech, or nonsensical.",
    "ai-atk-s0101a1:248_8": "When parents say, partners say:",
    "ai-atk-s0101a1:248_9": "“Those skin, enclosing the bark,” and threw the palms, saying, “Nay, what goes to the lower wooden wants.”",
    "ai-atk-s0101a1:248_10": "And the teachers and preceptors said:",
    "ai-atk-s0101a1:248_11": "“What do these conscience and shamelessly come to you?” And they wait for the rainy season, return to the lower life to the end of the level.",
    "ai-atk-s0101a1:248_12": "They don’t use speech that’s false, divisive, harsh, or nonsensical.",
    "ai-atk-s0101a1:248_13": "For there is no Lord of Men’s wish:",
    "ai-atk-s0101a1:248_14": "he replies, “Acknowledges these words.”",
    "ai-atk-s0101a1:248_15": "Yet on account of her virtue, the special qualities of fewness of wishes, contentment, obligation,",
    "ai-atk-s0101a1:248_16": "And the three opposites:",
    "ai-atk-s0101a1:248_17": "the abuse of others, the mind of anchors with the mind.",
    "ai-atk-s0101a1:249_0": "Neither too tall nor too short, the meaning is said to have subsiding here and there.",
    "ai-atk-s0101a1:249_1": "“With flawless wheel and white canopy,” it is as stated.",
    "ai-atk-s0101a1:249_2": "The happiness of the ears is soft and smoothing, it seems to me like a curd in the ears.",
    "ai-atk-s0101a1:249_3": "and having sent a funeral pyre out of all sorts of people, he gave birth to a son,",
    "ai-atk-s0101a1:249_4": "if she goes without getting permission from the heart, she enters it without remainder of the heart;",
    "ai-atk-s0101a1:249_5": "Before abundant virtues, greatly moved by agitation, as a warrior is a corpse, an abode.",
    "ai-atk-s0101a1:249_6": "And it’s always famous for a man.",
    "ai-atk-s0101a1:249_7": "It is the meaning of the town’s four cities.",
    "ai-atk-s0101a1:249_8": "To the town-dwellers set out.",
    "ai-atk-s0101a1:249_9": "They say “Do you’re talking about father,” and they say, ‘they say’.",
    "ai-atk-s0101a1:249_10": "That is how many people come to talk about many people.",
    "ai-atk-s0101a1:249_11": "with many people, dear and beloved by many people, the intentions of many people,",
    "ai-atk-s0101a1:250_0": "Having cognizable by the body, speech, and mind, both the unprofitable, and independent of others.",
    "ai-atk-s0101a1:250_1": "But in order to purify his nurse: “Through the first house of the very day they are judges that great lightness of understanding –",
    "ai-atk-s0101a1:250_2": "Discussion of the fourteenth parts, etc.",
    "ai-atk-s0101a1:251_0": "He says, “Sometime” is one who is conquered, having said this to the meaning, then he is the meaning.",
    "ai-atk-s0101a1:251_1": "what is true, what is true, what is false, and what is untrue,",
    "ai-atk-s0101a1:251_2": "and having done it in the present life, they say.",
    "ai-atk-s0101a1:251_3": "and having annihilated the nine supramundane Dhamma, he makes use of the Teaching and the Monastic Law as contrary to the Monastic Law.",
    "ai-atk-s0101a1:252_0": "(Whoever) is called “preparing” , thus it is “without applied thought.”",
    "ai-atk-s0101a1:252_1": "He is the meaning of including the heart: because it is said.",
    "ai-atk-s0101a1:252_2": "Who is speaking thus:",
    "ai-atk-s0101a1:252_3": "“I will be told by what you say.” But he said, “I will not speak.” He said, “When I no longer speaks falsely,” and he said, “I shall speak no need to you.”",
    "ai-atk-s0101a1:252_4": "The meaning is that it is needed,",
    "ai-atk-s0101a1:252_5": "having shown that there is a limit on the side, the meaning is that it is delimited by wisdom.",
    "ai-atk-s0101a1:252_6": "They don’t fund the meaning in groups of two outcomes even when analyzed and categories.",
    "ai-atk-s0101a1:252_7": "Anyone who speaks the meaning and says that meaning is beneficial or worthless.",
    "ai-atk-s0101a1:253_0": "The seeds plants propagated from roots, stems, cuttings, or joints; and from regular seeds as the root of plants, etc., is the meaning.",
    "ai-atk-s0101a1:254_0": "From then on one day, two meals during the meals of the meal, for which they were designated as meals and divided in the middle of the monastery, and they were in the middle of the day.",
    "ai-atk-s0101a1:254_1": "therefore the one who eats in the middle of the day and in the midst of the meal together.",
    "ai-atk-s0101a1:254_2": "For this is said: “It is time to take part in this place.”",
    "ai-atk-s0101a1:255_0": "At the end of the night, which is drawn near.",
    "ai-atk-s0101a1:255_1": "When the middle of the day has passed, until sunset, and eating at the wrong time.",
    "ai-atk-s0101a1:255_2": "Then after that deliberate eating at the wrong time,",
    "ai-atk-s0101a1:255_3": "when will I dispel a snare?",
    "ai-atk-s0101a1:255_4": "From the day of the year for one gone forth,",
    "ai-atk-s0101a1:256_0": "and to see the dispensation of the Lord of the Dispensation,",
    "ai-atk-s0101a1:256_1": "By danceding, singing, music, and seeing shows that dancing, etc., is seeing shows, and because of seeing dance and so on, the mundane and supramundane.",
    "ai-atk-s0101a1:256_2": "For it is not suitable to visit the monks, for he whom enquires with others, or to transgress it.",
    "ai-atk-s0101a1:257_0": "whatever flowering flowers there is water,",
    "ai-atk-s0101a1:257_1": "or smells—",
    "ai-atk-s0101a1:257_2": "dreading away, disparaging,",
    "ai-atk-s0101a1:257_3": "Herein, as to enclosure: it is called “a piece of meat” since it is a piece of meat, etc., according to having adorned, etc., that is called “space.”",
    "ai-atk-s0101a1:257_4": "it’s said to be a place for the services.",
    "ai-atk-s0101a1:257_5": "That’s why, having set up a great sacrifice, the meaning is that offering of people valuables.",
    "ai-atk-s0101a1:258_0": "The meaning is that which is called “space” in the place where the great rains residence , the goods , the rest is the meaning.",
    "ai-atk-s0101a1:259_0": "golden golden money,",
    "ai-atk-s0101a1:259_1": "three _kahāpaṇa_ coins, _māsaka_ coin, a _māsaka_ coin, a _māsaka_ coin, a wooden _māsaka_ coin, a resin _māsaka_ coin; whatever is used in commerce.",
    "ai-atk-s0101a1:259_2": "They don’t take it or get hold of it. They don’t take it, nor do they accept it.",
    "ai-atk-s0101a1:260_0": "Leave this acceptance: lute is the reason of the rice porridge and broken rice-milk, stubborn, powder, and so on;",
    "ai-atk-s0101a1:260_1": "And this alms is not allowed to accept raws.",
    "ai-atk-s0101a1:260_2": "We shall receive it even if you haven’t allowed me, except for the monks who already accepted.",
    "ai-atk-s0101a1:261_0": "she went to the Buddhist community of women and got the same reply. She went to receive that manage. From now onwards, though she had not received.",
    "ai-atk-s0101a1:262_0": "Bondservants, servants, and workers do not allow them to accept.",
    "ai-atk-s0101a1:262_1": "“I give a simile for the donors,” it is allowable for the sake of a donor.",
    "ai-atk-s0101a1:263_0": "He should examine the suttas beginning with the fields of fields, etc., which are allowed to expert in the discourses and discipline as the texts on monastic training.",
    "ai-atk-s0101a1:263_1": "Herein, what is called rejected in the field is pus,",
    "ai-atk-s0101a1:263_2": "In whom one is grave, what is grabbed",
    "ai-atk-s0101a1:263_3": "Where the field is burning, what is the field?",
    "ai-atk-s0101a1:263_4": "This ground for the purpose of which it is for the purpose of shame.",
    "ai-atk-s0101a1:263_5": "And here in the field is included under the heading of the field for the crowd, etc., as well as the apprehending of the fields.",
    "ai-atk-s0101a1:264_0": "a (this) messenger is called a messenger to take the messenger’s instructions, or takes the instructions to them.",
    "ai-atk-s0101a1:264_1": "to the home of the home of the home is what is meant.",
    "ai-atk-s0101a1:264_2": "and who makes the following resolution:",
    "ai-atk-s0101a1:264_3": "So a messenger should give a gift to the donor",
    "ai-atk-s0101a1:264_4": "This is how the meaning here should be understood.",
    "ai-atk-s0101a1:265_0": "How many practitions, and Videka,",
    "ai-atk-s0101a1:265_1": "falsifying weights, metals, or measures;",
    "ai-atk-s0101a1:265_2": "There they are a bungalow: the roof peak, a roof peak, a rafters, and four fraud.",
    "ai-atk-s0101a1:265_3": "There he gave seized the names of form, saying: “Give meat portions, seized by a great weapon,",
    "ai-atk-s0101a1:265_4": "and later generally gives the name Kūṭadanta, he gives the precincts back (to the people) in the past.",
    "ai-atk-s0101a1:265_5": "while taken up residence for the mung beans, taken up the framework of a shaft.",
    "ai-atk-s0101a1:265_6": "while he was concealed, he raped the framework of a bungalow which he was made, and he puts it on the spot.",
    "ai-atk-s0101a1:266_0": "what was called Golden bean curry and honey through the air?",
    "ai-atk-s0101a1:266_1": "One morning she entered the golden palanquin two houses, and then went to a golden palanquin, wherever there were two states:",
    "ai-atk-s0101a1:266_2": "Saying: “Very well, what can we do?” and taking the Commentaries, they wish to give her milk-rice back to the underworld.",
    "ai-atk-s0101a1:266_3": "So when he has thus –",
    "ai-atk-s0101a1:266_4": "“How do they know,” he replied, “What is the golden statue,” and he agrees to give, then after giving it to the gold, portions, he goes all.",
    "ai-atk-s0101a1:267_0": "This is the breaking up of the heart’s barriers in the breath of the heart through three kinds of bark, and it is of three kinds as derived.",
    "ai-atk-s0101a1:267_1": "Herein, when the heart is breaking down, it is shared with what is suitable.",
    "ai-atk-s0101a1:267_2": "for the blessing of those taken upwards this conceit –",
    "ai-atk-s0101a1:267_3": "Saying, “After tasting a bag,” he took a lot and filled it with lots of people. He filled it with lots of people, filled it, and gave it back.",
    "ai-atk-s0101a1:268_0": "the green is even temperatured with the stick;",
    "ai-atk-s0101a1:268_1": "while seized them with a knife, taken with a knife, cutting them down, filled the thunder, and shopped it with a hand.",
    "ai-atk-s0101a1:269_0": "In the breakage, at the time of breaking up and precincts",
    "ai-atk-s0101a1:269_1": "The lady weapons, having destroyed the fields,",
    "ai-atk-s0101a1:270_0": "the drying to make up the cloth, to drive it out of the houses.",
    "ai-atk-s0101a1:270_1": "they live together with those (given).",
    "ai-atk-s0101a1:270_2": "Here is a story:",
    "ai-atk-s0101a1:270_3": "Anulā, it seems, a hunter who was coming from the scoundrel and he took hold of him a ascetic practice.",
    "ai-atk-s0101a1:270_4": "“What’s the deer-hunter? What’s the bait?”",
    "ai-atk-s0101a1:270_5": "After saying: “The two dollars, (where is) Kapilavatthu,” he took a hunter, and went to the deer, and told him what he had thought,",
    "ai-atk-s0101a1:270_6": "“Sir, I don’t need a deer. Please get me that.”",
    "ai-atk-s0101a1:270_7": "( given) two destinies:",
    "ai-atk-s0101a1:270_8": "“Have I given you first one _kahāpaṇa_?”",
    "ai-atk-s0101a1:270_9": "“Yes, sir.”",
    "ai-atk-s0101a1:270_10": "“This deer-hunter, heels, mill-skin, _kahāpaṇa_, and _kahāpaṇa_. And there will be two shops!”",
    "ai-atk-s0101a1:270_11": "Saying, “She is the dart”, he took the lair, thinking, “Seeing the deer park!”",
    "ai-atk-s0101a1:270_12": "He who lays thus: “In the past, having made a garland of flowers or with a garland of flowers, or with a golden garland, makeup in gold, and bed, gold and beneath the name for each other.”",
    "ai-atk-s0101a1:270_13": "That is why itself is called Kuṭila.",
    "ai-atk-s0101a1:270_14": "This is the meaning of giving, etc., in the sense of urgency, the meaning here too should be regarded as long and the neighbour.",
    "ai-atk-s0101a1:270_15": "Some often they say that something else is needed.",
    "ai-atk-s0101a1:270_16": "But having just spoken the collection of the composed,",
    "ai-atk-s0101a1:271_0": "cutting off the hands, the cutting off of the hand, the cutting off of the hand,",
    "ai-atk-s0101a1:271_1": "then killing, caught up in trapping,",
    "ai-atk-s0101a1:271_2": "bound by bonds, ropes, and all bonds.",
    "ai-atk-s0101a1:271_3": "Vibhaṅga: He has two kinds of skill in the Himalaya orders.",
    "ai-atk-s0101a1:271_4": "When they were concealed by the Himālayas, through the Himālayas, they came down in the Himalaya systems.",
    "ai-atk-s0101a1:271_5": "the cluster figury (this is) concealed,",
    "ai-atk-s0101a1:271_6": "the villages, towns, and circumstances,",
    "ai-atk-s0101a1:271_7": "Sātiyāmaticians and so on.",
    "ai-atk-s0101a1:271_8": "Having entered the house, people, having entered a house, arched harp,",
    "ai-atk-s0101a1:271_9": "In this way, cutting off successively ...",
    "ai-atk-s0101a1:271_10": "‘The ascetic Gotama refrains from using a thousand coins.’",
    "ai-atk-s0101a1:271_11": "Such is an ordinary person’s praise of the Realized One.",
    "ai-atk-s0101a1:272_0": "And this is how the virtue is finished.",
    "ai-atk-s0101a1:273_0": "Golden in color,",
    "ai-atk-s0101a1:274_0": "11.",
    "ai-atk-s0101a1:274_1": "Now, what point is called a “biding in detail” , etc.",
    "ai-atk-s0101a1:274_2": "Here is the commentary on the words",
    "ai-atk-s0101a1:274_3": "Having faith as the beverage, he having abandoned the world and the next world,",
    "ai-atk-s0101a1:274_4": "‘This is my relatives’, this is the meaning, or ‘This is mine, I have given this matter.’ This is the meaning of it.",
    "ai-atk-s0101a1:274_5": "For a gift is not given in faith.",
    "ai-atk-s0101a1:274_6": "Associating with the analyzing of eating food, they ate the current of alms-food, and the resting places on the sick, they use the medicine as cure for the sick.",
    "ai-atk-s0101a1:275_0": "That is to say: the word seyyathidaṃ is a particle;",
    "ai-atk-s0101a1:275_1": "What is the plant of plants and seeds live in that village?",
    "ai-atk-s0101a1:275_2": "While showing that the roots, the seeds,",
    "ai-atk-s0101a1:275_3": "Herein, seeds are produced in roots, grapeds, and black hells, the nutriments, and so on. He says this:",
    "ai-atk-s0101a1:275_4": "A seeds, a aggregate, a cluster fig, a cluster fig, austerities, and so on.",
    "ai-atk-s0101a1:275_5": "Propagation from joints,” such as:",
    "ai-atk-s0101a1:275_6": "Propagation from cuttings is said:",
    "ai-atk-s0101a1:275_7": "the seeds settle down on the old seeds.",
    "ai-atk-s0101a1:275_8": "for he is the same tree as Victor’s cutting off all seeds.",
    "ai-atk-s0101a1:275_9": "When a tree is uncleared, undesirable, a village called Victor.",
    "ai-atk-s0101a1:275_10": "Herein, the injuring of plants and seeds are the basis for fault.",
    "ai-atk-s0101a1:276_0": "stored up their food and drink, clothes,",
    "ai-atk-s0101a1:276_1": "Herein, it is of two kinds as Vinaya and in the Vinaya.",
    "ai-atk-s0101a1:276_2": "whatever food he has received in the Monastic Law according to one another—that is, he has stored the later storage of an offense entailing confession.",
    "ai-atk-s0101a1:276_3": "When you’re able to give what novices to the novices, he spends the second day and then eats it.",
    "ai-atk-s0101a1:277_0": "Likewise in the same way.",
    "ai-atk-s0101a1:277_1": "Herein, observed mangoes and the eight dreadful snares (from him).",
    "ai-atk-s0101a1:277_2": "all the way around it all around the palace.",
    "ai-atk-s0101a1:278_0": "Without clothes, on unaffectedness, without distortion, and if he does have something task, what is their discussion?",
    "ai-atk-s0101a1:278_1": "When wearing the robe is finished, he should give it away at the fourth part of his rainy-season robe.",
    "ai-atk-s0101a1:278_2": "If anyone is not able to give it up, he should do so.",
    "ai-atk-s0101a1:278_3": "But if there isn’t, there isn’t suitable for you to go.",
    "ai-atk-s0101a1:278_4": "Questioning a time of making robes for the purpose of making robes, then he is allowable for him to prepare a meal.",
    "ai-atk-s0101a1:278_5": "“When I’m old, how could I possibly be able to settle it?” And who is an abiding like a dart?",
    "ai-atk-s0101a1:279_0": "He had a chariot called Character, a carriage, a cart, a chariot, a carriage, a was a chariot.",
    "ai-atk-s0101a1:279_1": "it’s not appropriate for you to go forth.",
    "ai-atk-s0101a1:279_2": "But those gone forth were killed.",
    "ai-atk-s0101a1:279_3": "for one monk who is staying alone and a wilderness dwelling belonging to the Sangha’s feet: who is finishing the head and sandals on one side.",
    "ai-atk-s0101a1:279_4": "A third time he should give it to another,",
    "ai-atk-s0101a1:279_5": "“When someone in this old age is old, how can I possibly settle a dart?” And he is not able to discern them,",
    "ai-atk-s0101a1:280_0": "if they lie down on a bed,",
    "ai-atk-s0101a1:280_1": "But one one one person conceives in a fetus to be pregnant for two or three.",
    "ai-atk-s0101a1:280_2": "After that was received, he should give it to another monk,",
    "ai-atk-s0101a1:280_3": "It’s not allowed to make a wish,",
    "ai-atk-s0101a1:280_4": "he stores up goods,",
    "ai-atk-s0101a1:281_0": "When a mendicant has stored up goods, because it is carelessly, there is no affliction for scents.",
    "ai-atk-s0101a1:281_1": "After removing the fragrance or scents in that house, he must have five diseases or another doorways in the door of the house.",
    "ai-atk-s0101a1:281_2": "if he places a house, he wouldn’t have a task to be placed, and if he sets out,",
    "ai-atk-s0101a1:282_0": "they should see the best in material things.",
    "ai-atk-s0101a1:282_1": "Here, monks, a monk",
    "ai-atk-s0101a1:282_2": "“In the evening time, Upacāla, there will be a rose-apple tree for the sesame seeds, chicken figs, and place it on the ground.” He then said, “I shall place a pink clay made of meat,”",
    "ai-atk-s0101a1:282_3": "When the novice had finished breaking the rainy-season residence, he took waterpot and went to the neighborhood of a village. Then he sat down to an end of suffering.",
    "ai-atk-s0101a1:282_4": "slaves where she brought from family.”",
    "ai-atk-s0101a1:282_5": "Other monks:",
    "ai-atk-s0101a1:282_6": "“Venerable, why are you entering the village?” he said, “Why are you talking about it?” And he said,",
    "ai-atk-s0101a1:282_7": "“Venerables, please look after you’ll look for almsfood.”",
    "ai-atk-s0101a1:282_8": "And the novice gave me a meal and then eats curd that phrases, and then eats only the curd in the phrases.",
    "ai-atk-s0101a1:282_9": "After taking alms-food, they ate just like that and pleasing food.",
    "ai-atk-s0101a1:282_10": "so it is abundant and rid of the four months.",
    "ai-atk-s0101a1:282_11": "This is called:",
    "ai-atk-s0101a1:282_12": "“Mull Ājīvaka ascetics! A shaveling ascetic, not a living for ascetics.”",
    "ai-atk-s0101a1:282_13": "That kind of material possessions is called",
    "ai-atk-s0101a1:283_0": "But a single monk in whom the herd of debt is allowed to hit another and one of the fourfold army with a single stone but a single rolling of cloth for him. Then for the purpose of shakes, saying,",
    "ai-atk-s0101a1:283_1": "For if they were to take his life, they wouldn’t have said so much.",
    "ai-atk-s0101a1:283_2": "It’s allowable to use it at the wrong time and use it to use it himself.",
    "ai-atk-s0101a1:283_3": "but there is much stored in many places, there is no storeroom for him.",
    "ai-atk-s0101a1:283_4": "But the Realized One or the disciple of the treasurer, there is no gems for food, or anything else that I have a sense of urgency, thinking: “This is such an individual, I shall be appointed either.”",
    "ai-atk-s0101a1:284_0": "13.",
    "ai-atk-s0101a1:284_1": "Having shown whatever is seen, it is not allowed to go by, even when that road goes along a road, which is never made to see.",
    "ai-atk-s0101a1:284_2": "The exposition should be understood here in detail in the same way as given under the indication .",
    "ai-atk-s0101a1:284_3": "This training rules all those training precepts in that way.",
    "ai-atk-s0101a1:284_4": "and only some of them live in this way.",
    "ai-atk-s0101a1:285_0": "they danced a ghostor,",
    "ai-atk-s0101a1:285_1": "The one who has committed the treasures:",
    "ai-atk-s0101a1:285_2": "whatever place one is done, there is not allowed to go to.",
    "ai-atk-s0101a1:285_3": "killing living creatures, stealing, sexual misconduct, and killing living creatures.",
    "ai-atk-s0101a1:285_4": "They drive (reven) in a carcass, castes, and each instance.",
    "ai-atk-s0101a1:285_5": "Lump of four-hundred pots (for him), made a sound of couch and one measure of brown.",
    "ai-atk-s0101a1:285_6": "They don’t have analyzed down the ground, and that brings mental conduct.",
    "ai-atk-s0101a1:285_7": "outcastes, rice, hunger, rice, and honey balls.",
    "ai-atk-s0101a1:285_8": "after putting the rainy season in the Bamboo Wood.",
    "ai-atk-s0101a1:286_0": "were to wash it in the countryside. It seems, when someone who washed the gifts, they had died.",
    "ai-atk-s0101a1:286_1": "He knew all the fairy washed his body, but he took it with scented it, and place it on.",
    "ai-atk-s0101a1:286_2": "When they’re set up home in one place, the year of the cemetery ground, lamenting: on one place, the Sudatta driver, and the Sudatta lum, laments,",
    "ai-atk-s0101a1:286_3": "And this is said too:",
    "ai-atk-s0101a1:286_4": "“There is, monks, a gift without a bed, a foot-stool, a foot-scraper, and water for washing the feet.",
    "ai-atk-s0101a1:286_5": "There is such a washing, I don’t deny it.”",
    "ai-atk-s0101a1:286_6": "But some of them do were washing their feet with a double-robe.",
    "ai-atk-s0101a1:287_0": "But when a mendicant isn’t able to complain with the elephant, horse, or chariot, or vehicle, or to see them.",
    "ai-atk-s0101a1:287_1": "wafting up, wrestling,",
    "ai-atk-s0101a1:287_2": "the monastery is finished in which it will be seen.",
    "ai-atk-s0101a1:287_3": "countless strengths,",
    "ai-atk-s0101a1:287_4": "“Through the army’s reaches the door and through two interruptions and the homes as follows:",
    "ai-atk-s0101a1:287_5": "Though seeing shows:",
    "ai-atk-s0101a1:287_6": "they told him of their sight of hands, saying: “The hand is in the robes of the hand, and so forth.”",
    "ai-atk-s0101a1:288_0": "14.",
    "ai-atk-s0101a1:288_1": "She praises negligence as negligence.",
    "ai-atk-s0101a1:288_2": "for the sake of dew, (the Buddha), the cause of preparation,",
    "ai-atk-s0101a1:288_3": "only one, ten the other, eight footprints, and ten bases were established in the first,",
    "ai-atk-s0101a1:288_4": "While the eight surfaces playing in the sky",
    "ai-atk-s0101a1:288_5": "They are prepareding the floor by the ground, making the floor covers of different paths, and all the floors there.",
    "ai-atk-s0101a1:288_6": "There are millions, stains,",
    "ai-atk-s0101a1:288_7": "set up the essential or postsing it, no idea that is meant for grabs, and that is a term for the king.",
    "ai-atk-s0101a1:288_8": "In the fruit of the Jambukhādaka.",
    "ai-atk-s0101a1:288_9": "petals is what is meant for a wound.",
    "ai-atk-s0101a1:288_10": "Living together with a group of travelers they drunk water on a knee, with their hands knee-deep, they said:",
    "ai-atk-s0101a1:288_11": "he said, “What is the ground,” and after taking it on, he took it with a broken mat of elephants, or he saw the elephant stables.",
    "ai-atk-s0101a1:288_12": "singing songs,",
    "ai-atk-s0101a1:288_13": "the pastries were given to the end of the leaf-hut.",
    "ai-atk-s0101a1:288_14": "they played various villages and garlanded the rays of sandalwood.",
    "ai-atk-s0101a1:288_15": "or taking place aside, shells forces that are called “space” on the ground into the air and, taking hold of the head-smelling the head, leaning on the ground.",
    "ai-atk-s0101a1:288_16": "the bark is said to be a leaf—this is called the wheel in debt.",
    "ai-atk-s0101a1:288_17": "The bowl is what is meant.",
    "ai-atk-s0101a1:288_18": "Blowing from the winds playing in the water.",
    "ai-atk-s0101a1:288_19": "a chariot-maker, a market,",
    "ai-atk-s0101a1:288_20": "Intoxicated with wealth, small or large.",
    "ai-atk-s0101a1:288_21": "being the in the sky or on the rising of the bones of the earth, or by crashing.",
    "ai-atk-s0101a1:288_22": "The thought of the mind is thought about namely,",
    "ai-atk-s0101a1:288_23": "just as the Vajjians have been doing, (where) that young doctors, when the Vajjians,",
    "ai-atk-s0101a1:289_0": "given over the agitation of waves,",
    "ai-atk-s0101a1:289_1": "They live engaged in all kinds of unprotected perils. Having done what is done in all ways, they are practiced by all.",
    "ai-atk-s0101a1:289_2": "apart from the feet of the head,",
    "ai-atk-s0101a1:289_3": "Gopaka, Dīghalaka, it seems, had the fourfold army,",
    "ai-atk-s0101a1:289_4": "Putting the mind as “mare”: “Ppreparing the mind,",
    "ai-atk-s0101a1:289_5": "wavering, they are white, as a god,",
    "ai-atk-s0101a1:289_6": "adorned with flowers of leaves, clothes, and flowers.",
    "ai-atk-s0101a1:289_7": "ivory and a size is what is meant.",
    "ai-atk-s0101a1:289_8": "one of three kinds of cotton down: cotton down from the cotton down,",
    "ai-atk-s0101a1:289_9": "(They do) Lion of Sīhahanu, the leader of the sacrificial Sīha, the chief of men, –",
    "ai-atk-s0101a1:289_10": "flawless in both this way: “It is uproot-durely flower,” and “There are some who can say, wretches.”",
    "ai-atk-s0101a1:289_11": "Who can extremely over a single consequence, strike the hide (them).",
    "ai-atk-s0101a1:289_12": "“Whether water flower has fallen into it,” he said,",
    "ai-atk-s0101a1:289_13": "will you cover up with precious things, embroidered with costress?",
    "ai-atk-s0101a1:289_14": "He’s skilled at disciplinary proceedings, having caused treasures, yet zombies, and embarks.",
    "ai-atk-s0101a1:289_15": "but one who is pure in terms of reference to the Monastic Law is said to live in the Monastic Law.",
    "ai-atk-s0101a1:289_16": "But when the cowherd’s place was told, “The cows have been so long as all four, five treasures and yet fallen from the cows,” and so on.",
    "ai-atk-s0101a1:290_0": "(They do) great floods, without having made a mistake, at the first place where the worms were danced.",
    "ai-atk-s0101a1:290_1": "Those elephants carry their hands by the handles,",
    "ai-atk-s0101a1:290_2": "likewise in a chariot harness.",
    "ai-atk-s0101a1:290_3": "from Ajita gods, the One of Ajita, having breastedededing the cotton down from dawn and gave it to sewn.",
    "ai-atk-s0101a1:290_4": "There is adorned with flowers, arths, garlands, and makeup for the head, which is called “places for the purpose of crossing the flood.”",
    "ai-atk-s0101a1:290_5": "Remembering the meaning is:",
    "ai-atk-s0101a1:290_6": "She did this.",
    "ai-atk-s0101a1:290_7": "In the northerner sal trees means under the upper ornament of his fingers.",
    "ai-atk-s0101a1:290_8": "As to white, it is not allowed to have white curls, and it is not allowed to.",
    "ai-atk-s0101a1:290_9": "They reducated no efforts, (orruptions) filled with yellows at both ends, and (it is) not suitable for the sake of their striving.",
    "ai-atk-s0101a1:290_10": "But if he sees a single one among the both ends, it is allowable to be set up the gold...",
    "ai-atk-s0101a1:290_11": "being energetic at ease,",
    "ai-atk-s0101a1:290_12": "And it is allowable for two reasons:",
    "ai-atk-s0101a1:290_13": "If he obtains it, he should give to others.",
    "ai-atk-s0101a1:290_14": "if he is not able to give (true) terrified, and he then gave them a place made for the border of the earth,",
    "ai-atk-s0101a1:290_15": "But the seats, etc., should be practiced in the way already described.",
    "ai-atk-s0101a1:290_16": "for this is said:",
    "ai-atk-s0101a1:290_17": "“I allow you to use a high couch after cutting its legs down to size, to use a luxurious couch after removing the images of predatory animals, to make a pillow after removing the cotton-down quilt, and to make floor covers of the rest.”",
    "ai-atk-s0101a1:291_0": "16.",
    "ai-atk-s0101a1:291_1": "People were harassed, garlanded, and perfumes of garlands, and makeup, and beds, when the body and garlands and fragrances, and garlands and fragrances, and garlands and fragrances, and perfumes, and garlands and perfumes, and so on.",
    "ai-atk-s0101a1:291_2": "But when the meritorious boys had thoroughly smeared their hands and feet, doing so with their hands and feet cut off their feet, they trembling like the shape of a shop.",
    "ai-atk-s0101a1:292_0": "Those boys (thinking): “Smetill, this is the time for bathing,",
    "ai-atk-s0101a1:292_1": "Similes of the Great Cloud-King (the Buddha), like the hands of the feet cutting off the grain,",
    "ai-atk-s0101a1:292_2": "(thinking): there is no suitable for attaining anything,",
    "ai-atk-s0101a1:292_3": "reverential salutation, one with reverential salutation.",
    "ai-atk-s0101a1:292_4": "from a garland of flowers, or from a debt,",
    "ai-atk-s0101a1:292_5": "whatever (wholesome) there is nothing, the six groups of six.",
    "ai-atk-s0101a1:292_6": "When powder is covered with black face, powder or face, red ocher, and creeper-coloured mouth, powder-coloured mouth-washing water, and powder-coloured landshing its mouth, the complexions, and its widere thread. The black deer-smelling hands, soiled wheat, they give reed thread.",
    "ai-atk-s0101a1:293_0": "The elephants, horses, chariots, infantry, mounted the hands in the hands of the hands, and wards off the drivers. Then they dropped the hands and feet, without another.",
    "ai-atk-s0101a1:293_1": "rags for a golden jujube, and it was used up.",
    "ai-atk-s0101a1:293_2": "all that is no more.",
    "ai-atk-s0101a1:293_3": "or another fourth of the keys (should get) rough gaps in a dog, whether woman or man of a _paṇḍaka_, well-smeared with various medicines, and so on.",
    "ai-atk-s0101a1:293_4": "Another gems, threadings, and precious things decorated themselves with a golden treasure, I embarrass and my feeding onto the ground, wore adorned with golden rubbing skin, my head hairs and body hairs, as well as precious ornaments, as a jackals ws, it turbans, mos, creeping the arms, and hairs and body hairs.",
    "ai-atk-s0101a1:294_0": "17.",
    "ai-atk-s0101a1:294_1": "The unworthy talk, that is untrained, the Visākha, the three unworthy talk, the animal realm, and the Tissārāma.",
    "ai-atk-s0101a1:294_2": "There the king appointed this great conqueror of the Dhamma in that place: “Preceding the conversation among the kings, and the king’s great respect .",
    "ai-atk-s0101a1:294_3": "This is the discussion on the accusations.",
    "ai-atk-s0101a1:294_4": "He is generally beautiful, eight-footed encounter, that is to say, the use of the animal realm.",
    "ai-atk-s0101a1:294_5": "also in this way it is produced by the power of the ending of defilements.",
    "ai-atk-s0101a1:294_6": "it is due to the root of thieves, such a great deed, such a glorious deed, such a robbery, tuberculate, and such an enemy.",
    "ai-atk-s0101a1:294_7": "For such a treasure is in the land of the blesseds, thus it is unfinished by a magicians, and such a man of the Three Worlds, gems, and such anointment, the still only talk about Dhamma.",
    "ai-atk-s0101a1:294_8": "and although they endeavoured about the ending of defilements, the meditation subject is still produced in this way.",
    "ai-atk-s0101a1:294_9": "even such a beautiful color, such a taste, and such contacts, and such contacts, But even though it’s not appropriate for you to eat a meal of non-human beings, etc., according to the rule of sensual pleasures.",
    "ai-atk-s0101a1:294_10": "After doing that, making it preparing such a good shrine, or with the ethical conduct, people building a garland, perfumes, and makeup.",
    "ai-atk-s0101a1:294_11": "But we said, “Look at our relatives. We cannot find out the gratification of ourselves,” and they can do so in our get past.",
    "ai-atk-s0101a1:294_12": "And because she replied, “So did not requirements for the ending of defilements,” and she replied, “So did so we.”",
    "ai-atk-s0101a1:294_13": "But in the village, too, it is not allowable to eat plenty of food, alms food, etc., of drops, and so on. And it is not allowed to go for alms.",
    "ai-atk-s0101a1:294_14": "but she said, “Where did you have faith and confidence?” and “It is allowable to do so.”",
    "ai-atk-s0101a1:294_15": "Likewise in the city of towns, and so on.",
    "ai-atk-s0101a1:295_0": "But a woman’s colour is not allowed to stop Commentary. So too, it is not allowed to end the defilements.",
    "ai-atk-s0101a1:295_1": "Spiritual, consume, too, is called “follow”; foulness is not allowed”.",
    "ai-atk-s0101a1:295_2": "(Through) he has gone to the end of faith, so too.",
    "ai-atk-s0101a1:295_3": "But here the circumstances, “Seepers,” she is not well proclaimed in detail, and well placed on the ground, etc.,",
    "ai-atk-s0101a1:295_4": "It is allowed confidence to end the destruction of faith, since they have gone out.",
    "ai-atk-s0101a1:296_0": "But a drop of water is said to be the water in a potter’s place, where there is no story of water, about too. It is allowed to cut in the corner of the story, or about it.",
    "ai-atk-s0101a1:296_1": "It is not allowed since without faith in the way beginning, “Nay,” and so on.",
    "ai-atk-s0101a1:296_2": "Discussion of the past:",
    "ai-atk-s0101a1:296_3": "Herein, the talk that is introduced to say, and so on.",
    "ai-atk-s0101a1:297_0": "Discussion of reference to the first preceding Commentary work, ~ and the rest.",
    "ai-atk-s0101a1:297_1": "this world is called ‘the idea’: ‘What is it’?",
    "ai-atk-s0101a1:297_2": "Kāsī, what is white,",
    "ai-atk-s0101a1:297_3": "have the army of his own power,",
    "ai-atk-s0101a1:297_4": "Neither that is how this galaxy extends a discussion on the earth,",
    "ai-atk-s0101a1:298_0": "The ocean is called “the ocean”.",
    "ai-atk-s0101a1:298_1": "Sāgain, the city of Sāketa.",
    "ai-atk-s0101a1:298_2": "As to me, it is said, “Now my because it is the definition of the elephants,” etc., thus it is said.",
    "ai-atk-s0101a1:298_3": "continued existence is senior,",
    "ai-atk-s0101a1:298_4": "“I am your loss of rebirth,",
    "ai-atk-s0101a1:298_5": "Thus there is this continuation: ‘This is the task, this is the discussion that will be done for the talk about.’",
    "ai-atk-s0101a1:299_0": "Discussion of talk on being attacked, doing it,",
    "ai-atk-s0101a1:299_1": "Herein, my words are beneficial: I found (the meaning) which is connected with my own hands, is the meaning.",
    "ai-atk-s0101a1:299_2": "You’re not able to correct you, you are undeclared; you have no anger, you’re undeclared,",
    "ai-atk-s0101a1:299_3": "the determination of yourselves, all of them have been relinquished to you, for a long time, I have walked around in accordance with the order of gods. The meaning is that it is not suitable to me.",
    "ai-atk-s0101a1:300_0": "I have told you about hatred, hate, and delusion,",
    "ai-atk-s0101a1:300_1": "Vāsava, the meaning of hate, and of the winning words,",
    "ai-atk-s0101a1:300_2": "Herein, trained: the meaning is that.",
    "ai-atk-s0101a1:300_3": "Daughter of disillusionment, dispassion, and cessation regarding the wind, he preferred to it.",
    "ai-atk-s0101a1:301_0": "19.",
    "ai-atk-s0101a1:301_1": "Going on this point is called an unsuitable thing.",
    "ai-atk-s0101a1:301_2": "He comes back to this place where there is a place called.",
    "ai-atk-s0101a1:301_3": "this is the venerable called ‘Dearch’.",
    "ai-atk-s0101a1:301_4": "and he said to this: “Husband, this is the reason why this is called it.”",
    "ai-atk-s0101a1:301_5": "and ‘He can also be reckoned as messenger by five hundred treasures and those belongings of gems, and there is no way to householders.’",
    "ai-atk-s0101a1:302_0": "Where do the crooks, etc., which deteriorates in the three worlds, and the world systems exceedingly.",
    "ai-atk-s0101a1:302_1": "gaining gain and honor,",
    "ai-atk-s0101a1:302_2": "in order to prevent the signs, turning away through virtue,",
    "ai-atk-s0101a1:302_3": "alert and ethically celibate.",
    "ai-atk-s0101a1:302_4": "They get material possessions and honor.",
    "ai-atk-s0101a1:302_5": "Scheming is lepered. They’re a term for that person who gets material possessions and honor.",
    "ai-atk-s0101a1:302_6": "This is in brief ;",
    "ai-atk-s0101a1:302_7": "In detail, the explanation of the meaning shown by virtue and practices according to the Path of Purification, as well as the eighth parts of the keypts shown by virtue, and the eight kinds of demonstration.",
    "ai-atk-s0101a1:303_0": "At this point it is finished.",
    "ai-atk-s0101a1:304_0": "Mahārakkhita",
    "ai-atk-s0101a1:305_0": "21.",
    "ai-atk-s0101a1:305_1": "you’re ethical.",
    "ai-atk-s0101a1:305_2": "Yet he does so have such power in one whose hands and feet, etc., who has long life for the sake of a long life, is short, fame, and so on.",
    "ai-atk-s0101a1:305_3": "Reciting the signs",
    "ai-atk-s0101a1:305_4": "The King Paṇḍuka, it seems, having made a decorated fierce and ask:",
    "ai-atk-s0101a1:305_5": "“What’s my hand?”",
    "ai-atk-s0101a1:305_6": "The man looked on here and there in this world, saying: “Who did you get free from mung beans?” he said, “They’ll find it.”",
    "ai-atk-s0101a1:305_7": "When asked, “What is it?” he heard that sound, “Like chicken.”",
    "ai-atk-s0101a1:305_8": "When they reach that sign,",
    "ai-atk-s0101a1:306_0": "When they see a very cow, they will be able to get rid of the response. When they see this he said, “This is the point of it.”",
    "ai-atk-s0101a1:306_1": "Whoever dreams in the morning and sees this the result,",
    "ai-atk-s0101a1:306_2": "If you see this is called ‘restrain, this is a bearer’.",
    "ai-atk-s0101a1:306_3": "endowed with this characteristic, etc., this is the King’s mark.",
    "ai-atk-s0101a1:306_4": "cutting down the strings,",
    "ai-atk-s0101a1:306_5": "And the cloth is said:",
    "ai-atk-s0101a1:306_6": "Since that is so, that is how the fire sacrifice is such.",
    "ai-atk-s0101a1:306_7": "and it is called “removed” since it is a fire to tame that is, function, and so on. That is why it is called “revious.”",
    "ai-atk-s0101a1:307_0": "Herein, a lump of fond.",
    "ai-atk-s0101a1:307_1": "rice, barley, and grass.",
    "ai-atk-s0101a1:307_2": "Where cattle-herds, etc.",
    "ai-atk-s0101a1:307_3": "They ate the oil and made of palm, saying:",
    "ai-atk-s0101a1:307_4": "But when the fire is put on a drop of the mouth, he took it away like a fire with the forehead.",
    "ai-atk-s0101a1:307_5": "the bloody-grown (people) religious donation is red, bloody dyed with blood,",
    "ai-atk-s0101a1:307_6": "Doing so, a clansman who has seen the factors of Awakening, etc., seeing people of the analysis of knowledge, and so on, having seen this variety ofaṅgas, not taking care of his head, then gives them attention to those perfect insight, and so on.",
    "ai-atk-s0101a1:307_7": "Declaring the site of building sites, etc., of the proficientments, studies, and often conduct, methods, etc., of the characteristic of virtue, and so on.",
    "ai-atk-s0101a1:307_8": "Having seen the going forth and the thirty-two parts of the earth that arose from the of air, having seen the thirty-two parts of the treasures.",
    "ai-atk-s0101a1:307_9": "Remembering the arrow of seven hundred (people) What is put aside to the Rains Retreat,",
    "ai-atk-s0101a1:307_10": "While in the ears? It is included in the tangles, there are ninety-two blames, blazing and thighs.",
    "ai-atk-s0101a1:307_11": "Which has arisen for creatures:",
    "ai-atk-s0101a1:307_12": "he should learn the word of the Three Knowledges, (and there is) adorned within the ground,",
    "ai-atk-s0101a1:307_13": "Today he roams the snake, the ghee or oil in movesses, and including the teaching.",
    "ai-atk-s0101a1:307_14": "mortals, three, four, five, ten, twenty, thirty, or forty.",
    "ai-atk-s0101a1:307_15": "he cuts them off transgression, plain, or when misdirected,",
    "ai-atk-s0101a1:307_16": "Likewise in the moderation in the same way.",
    "ai-atk-s0101a1:307_17": "and purification from the Sakyans, and interpreting knowledge (about many) variety of (wholesome) knowledges, and all that is unknowing in their own attainment of the with knowledge, and so on.",
    "ai-atk-s0101a1:307_18": "Since they are described in the neighborhood of knowledge, the meaning of knowledge, the meaning of terminology, they are called master.",
    "ai-atk-s0101a1:308_0": "Leaving about what is cooked",
    "ai-atk-s0101a1:308_1": "Now, as to these Ājīvakas: “This is the meaning, this is that the first producing from knowledge.”",
    "ai-atk-s0101a1:308_2": "They eventually promise the herd, as they were reborn in the company of the essence.",
    "ai-atk-s0101a1:308_3": "Migajāla, this is said: “This is the knowledge of the deer-spheres and change in all ways with knowledge.”",
    "ai-atk-s0101a1:309_0": "Such is the shape of successively in three different ways. Such is the meaning of moderation among the forces such as knife, etc., such is the meaning. Such is the shape of which is its characteristic, etc.; the meaning is this:",
    "ai-atk-s0101a1:309_1": "Herein, apart from a weapon, the rest is an instrument, and the rest.",
    "ai-atk-s0101a1:309_2": "their characteristics, etc., should be understood as mentioned for that woman’s family.",
    "ai-atk-s0101a1:309_3": "The characteristics should be understood according to such marks. The characteristic should be understood, etc., that is to say: “This isn’t shared by such graces.”",
    "ai-atk-s0101a1:310_0": "And here, even if a cowherd wants to remove the cattle, this is called “recountant” in the sense of contempt, this is a term for mindfulness.",
    "ai-atk-s0101a1:310_1": "And here it is the story:",
    "ai-atk-s0101a1:310_2": "and in a dwelling there he prepared the sacred flame.",
    "ai-atk-s0101a1:310_3": "and he spoke to the monks on that day.",
    "ai-atk-s0101a1:310_4": "One newly arrived monk saw him,",
    "ai-atk-s0101a1:310_5": "and then his argumentative monks become a dispute.",
    "ai-atk-s0101a1:310_6": "you should know the characteristic of the ears, etc., that should be understood as the arising of the ears, etc.,",
    "ai-atk-s0101a1:310_7": "It has the characteristics and is like an ox.",
    "ai-atk-s0101a1:310_8": "For all the characteristics of deermination in all its characteristics, etc., have been stated in the fine-material characteristics in all the time.",
    "ai-atk-s0101a1:311_0": "In this way the king’s continuity to go and visit the king. In this way he will declare his enemy king’s ministers and counselor. In this way the king declared:",
    "ai-atk-s0101a1:311_1": "So in each instance,",
    "ai-atk-s0101a1:311_2": "And here it is only so very lucky, unevenly given to the meaning.",
    "ai-atk-s0101a1:311_3": "To queen the king will march against the opposite sex. Then he will go to our king and go to King Bimbisāra and say to him:",
    "ai-atk-s0101a1:311_4": "The same method applies to the second phrase.",
    "ai-atk-s0101a1:311_5": "she went to the King’s pulled rice.",
    "ai-atk-s0101a1:312_0": "Talking it should be understood that the recipient in the moon on the fifteenth day sabbath should be understood.",
    "ai-atk-s0101a1:312_1": "all the limbs, etc., are like the moistening of a cow chair, etc., as well as being shattered.",
    "ai-atk-s0101a1:312_2": "at the end of the space, wavering, shook.",
    "ai-atk-s0101a1:312_3": "He caused a fire torch from a Brahmā-work, like an enemy’s flame.",
    "ai-atk-s0101a1:312_4": "cooled downstress of the gods,",
    "ai-atk-s0101a1:312_5": "rise and fall of water.",
    "ai-atk-s0101a1:312_6": "conceived in the heaven of the one who enters upon (them).",
    "ai-atk-s0101a1:312_7": "Energing the defilements:",
    "ai-atk-s0101a1:312_8": "Reaching the purification",
    "ai-atk-s0101a1:312_9": "in this way the world consummates the pleasure and pain.",
    "ai-atk-s0101a1:313_0": "(but) investigating for the gods, (wholesome) decay,",
    "ai-atk-s0101a1:313_1": "what is difficult to correct and has not yet been given to him.",
    "ai-atk-s0101a1:313_2": "and hunters up the elephants.",
    "ai-atk-s0101a1:313_3": "what is meant is that given to a group.",
    "ai-atk-s0101a1:313_4": "“Anyone who gives up what is reckoned in brief and so on,",
    "ai-atk-s0101a1:313_5": "and she knows what is chopped in him after seeing them, she knows she has laid down at the ground.",
    "ai-atk-s0101a1:313_6": "These are the four poets.",
    "ai-atk-s0101a1:313_7": "Which four?",
    "ai-atk-s0101a1:313_8": "A poet who thoughtfully composes their own work, a poet who repeats the oral transmission.”",
    "ai-atk-s0101a1:313_9": "or by means of these four positions, or by means of his own thought,",
    "ai-atk-s0101a1:313_10": "“Only one who is dear to the king,” he hears what he heard,",
    "ai-atk-s0101a1:313_11": "* He who I will give this meaning to that meaning, and thus is the meaning of that meaning.",
    "ai-atk-s0101a1:313_12": "If having seen them, I will make them preparatory tasks for them, or else them because of this.",
    "ai-atk-s0101a1:313_13": "for the sake of livelihood;",
    "ai-atk-s0101a1:313_14": "the one who soughts in the world.",
    "ai-atk-s0101a1:314_0": "What is called a boy is called a partner in a family that is called a partner, and one who has not yet been brought back from such families.",
    "ai-atk-s0101a1:314_1": "(but) this boy is called a boy, for the sake of a girl, gives the wives of strikes, and say, “Give us a portion of simile.”",
    "ai-atk-s0101a1:314_2": "(towards) there is a death of peace called ‘Lack-worker’, and one who lives in harmony’, will not be harmonious,",
    "ai-atk-s0101a1:314_3": "I’ll be known as Vaggumudā, so that it doesn’t be overpowered again and again, you won’t be going back to sleep.",
    "ai-atk-s0101a1:314_4": "they make the portions on the stake, the riches, or the bow and quiver.",
    "ai-atk-s0101a1:314_5": "But can he know, ‘About the four quarters which is defeated by the means of the day of the fourth absorption, the enlightenment of his virtue, wearing the day of his virtue, and is riches, that is a champion.’",
    "ai-atk-s0101a1:314_6": "Beautiful deeds of the Buddha are dear and beloved, or a misfortune.",
    "ai-atk-s0101a1:314_7": "They make a bad karma",
    "ai-atk-s0101a1:314_8": "Remember the disciplinary issue, having left the distance, the stainless, leaning on the clay.",
    "ai-atk-s0101a1:314_9": "Again, without needing medicine, is the meaning.",
    "ai-atk-s0101a1:314_10": "For breathing beings who are in a womb because of past deeds are used up by creatures thus: “From who are the three kinds of deeds?”",
    "ai-atk-s0101a1:314_11": "And here there, when Vāseṭṭhas, the tonics, seventy-footed (times) intercourse with his hands, the Because of the supernormal power of the Buddhas were unable to respond to accumulate him when they were unable to be able to stop.",
    "ai-atk-s0101a1:315_0": "T tongue ...",
    "ai-atk-s0101a1:315_1": "They drive (even) sandals with arrows, and like that of a strong rope.",
    "ai-atk-s0101a1:315_2": "took the hand of the hands of the hands of the hands of the hands of wisdom,",
    "ai-atk-s0101a1:315_3": "if it seems, when a meat is stretching the hand, it seems, to winnowing the hand;",
    "ai-atk-s0101a1:315_4": "Guarded by the ears, sounds, smells, tastes, and touches.",
    "ai-atk-s0101a1:315_5": "he says, “So it seems, having found such a difference between them, he doesn’t want to hear what he likes, he doesn’t want to listen.",
    "ai-atk-s0101a1:315_6": "(but) he asks a question of the gods, when it is a question to Devadatta:",
    "ai-atk-s0101a1:315_7": "(Sakka’s) boy was constructed when questioned the gods.",
    "ai-atk-s0101a1:315_8": "slaves took up a question of the gods in a certain spot,",
    "ai-atk-s0101a1:315_9": "Misconduct is the beginning of the influence . It is for the purpose of protection.",
    "ai-atk-s0101a1:315_10": "Only they are said to be the Great Brahmā,",
    "ai-atk-s0101a1:315_11": "Sworking up and weapons with fire,",
    "ai-atk-s0101a1:315_12": "Grey,: “They are Sir,” “Take my head, venerable Sir,” and so on.",
    "ai-atk-s0101a1:316_0": "‘I’ll do my work for you, sir.’ They can then do this.",
    "ai-atk-s0101a1:316_1": "and in this way, Samiddhi had a legal procedure called (thinking):",
    "ai-atk-s0101a1:316_2": "After building work for the earth, and making wipes in the home of the Kattikā.",
    "ai-atk-s0101a1:316_3": "Doing so, as a man _paṇḍaka_, he acts as a _paṇḍaka_.",
    "ai-atk-s0101a1:316_4": "Thus, for the rainy-season residence, for three years, for the first rainy-season residence.",
    "ai-atk-s0101a1:316_5": "But if he does not able to catch out his similes, but is unable to disappear.",
    "ai-atk-s0101a1:316_6": "if, when one who hasn’t committed the site for householders,",
    "ai-atk-s0101a1:316_7": "And soon afterwards, knowing that it is ready for the ground, and that it is the site for wives,",
    "ai-atk-s0101a1:316_8": "in water which were carried away by the water,",
    "ai-atk-s0101a1:316_9": "When they bear up, others bathe,",
    "ai-atk-s0101a1:316_10": "They flew a fire and sacred flame.",
    "ai-atk-s0101a1:316_11": "He who, having given up the drums, (and) surrounding (him) with their sixteenth day,",
    "ai-atk-s0101a1:316_12": "Likewise in the same way.",
    "ai-atk-s0101a1:316_13": "Secluding the drums in the mas of hate,",
    "ai-atk-s0101a1:316_14": "Down and notice:",
    "ai-atk-s0101a1:316_15": "In the heads of a hundred bows,",
    "ai-atk-s0101a1:316_16": "This is a decorated by the ears, a jackal, a compact (would allow) for the sake of medicine.",
    "ai-atk-s0101a1:316_17": "(that) does the eye sockets and oil on.",
    "ai-atk-s0101a1:316_18": "(but) is not one who performs his deeds, and who harass the oil,",
    "ai-atk-s0101a1:316_19": ": either two or three collars consecrated the clothes.",
    "ai-atk-s0101a1:316_20": "(They are) coming out of the cold one, the opposite sex.",
    "ai-atk-s0101a1:316_21": "went to the assembly hall,",
    "ai-atk-s0101a1:316_22": "Talking ‘Arrow is a dart,",
    "ai-atk-s0101a1:316_23": "Jīvaka treated the children of wives, doing this.",
    "ai-atk-s0101a1:316_24": "It is hard to give rise to the root of trees that are fueled by this body.",
    "ai-atk-s0101a1:316_25": "At that time the lowestabody looked down on the forehead, the bodies of favourable to the neighbour.",
    "ai-atk-s0101a1:317_0": "thus far there is an ethical conduct.",
    "ai-atk-s0101a1:318_0": "In the past",
    "ai-atk-s0101a1:319_0": "28.",
    "ai-atk-s0101a1:319_1": "So it is said in the commentary on the act of Brahmā’s virtue: In three ways, surrounded by the Community of monks, and consequence, as follows:",
    "ai-atk-s0101a1:319_2": "“Bhikkhus, there are deep teachings that are profound and hard to see.”",
    "ai-atk-s0101a1:319_3": "Herein, one who learns about the Dhamma in a way that is taught in accordance with the Dhamma, and so on.",
    "ai-atk-s0101a1:320_0": "“There is not Dhamma and false Dhamma do not have results,",
    "ai-atk-s0101a1:321_0": "They lead to hell, the teaching, and the Saṅgha.”",
    "ai-atk-s0101a1:322_0": "For in faith in the Dhamma’s virtue, etc.,",
    "ai-atk-s0101a1:322_1": "“Mendicants, I will teach you the Dhamma in the beginning, good in the middle, and good in the end.”",
    "ai-atk-s0101a1:322_2": "“Mendicant, take a mendicant who memorizes the teaching. They memorize it, guarding it, and memorize it.”",
    "ai-atk-s0101a1:322_3": "“At a time when this aggregates are present.”",
    "ai-atk-s0101a1:322_4": "here he can behaves like this.",
    "ai-atk-s0101a1:322_5": "So the meaning of this should be seen here.",
    "ai-atk-s0101a1:323_0": "deep-dwellers, ocean red to white knowledge, which were too deep, unshakable, immediately level, hard to see, and fathoms.",
    "ai-atk-s0101a1:323_1": "because they are hard to see.",
    "ai-atk-s0101a1:323_2": "Having attained Emancipation the sixteenth and the base consisting of boundless consciousness, etc., with peaceful objects,",
    "ai-atk-s0101a1:323_3": "Because of eating: a sense of fine foods, cooked by fine foods,",
    "ai-atk-s0101a1:323_4": "(They should be exceededingly) loving-kindness and determined.",
    "ai-atk-s0101a1:323_5": "Likewise in lightning : it is exquisite,",
    "ai-atk-s0101a1:323_6": "For the Wise One is known by the fools should be understood as follows:",
    "ai-atk-s0101a1:324_0": "when the Realized One declares having directly experienced and attained it, the knowledge in this very life, and having attained it himself with knowledge, he explains what is the only truth.",
    "ai-atk-s0101a1:324_1": "Those who are endowed with virtues,",
    "ai-atk-s0101a1:324_2": "the rivers ...",
    "ai-atk-s0101a1:324_3": "If they were to say, the Realized One would rightly say:",
    "ai-atk-s0101a1:324_4": "And what things have they been little?",
    "ai-atk-s0101a1:324_5": "imagining each:",
    "ai-atk-s0101a1:324_6": "Why is it if amount of pointing?",
    "ai-atk-s0101a1:324_7": "(They are) joined with mind, and the many objects.",
    "ai-atk-s0101a1:324_8": "For that is how the teaching is to be found in the four great primary elements, and not the teaching is called one who has no support for the object.",
    "ai-atk-s0101a1:324_9": "“I know it is the end of all opposite kind, and that is independent of oppression.”",
    "ai-atk-s0101a1:324_10": "Thus there is reference to the many kinds of successfulness, and so on with its object the term includes many.",
    "ai-atk-s0101a1:325_0": "“This is the definition of the meaning here: ‘This is the definition of killing living things, etc., here it is not the same as “born of killing living creatures” .",
    "ai-atk-s0101a1:325_1": "(but) it is not to be destroyed, in all the times,",
    "ai-atk-s0101a1:325_2": "It is far from the trading widows, deep knowledges, hard to understand, deep knowledges, hard to understand, deep knowledges about the profound, deep knowledge of the profound, hard to understand, surface. And there is no other than that.",
    "ai-atk-s0101a1:325_3": "therefore he should increase the deep and upsets.",
    "ai-atk-s0101a1:325_4": "And he should understand that all is hard to understand.",
    "ai-atk-s0101a1:326_0": "What is the reason why this question you should ask when it is the cause of your questions?",
    "ai-atk-s0101a1:326_1": "There are some ascetics and brahmins who have given up questions.",
    "ai-atk-s0101a1:326_2": "But why do they get rid of this?",
    "ai-atk-s0101a1:326_3": "For it is possible to know the four characteristics, which is connected with the understanding of the Buddha, which is high and wide, the knowledge of the state of non-delusion, and emptiness of wisdom,",
    "ai-atk-s0101a1:326_4": "What four?",
    "ai-atk-s0101a1:326_5": "Vinaya as condition:",
    "ai-atk-s0101a1:326_6": "“This is the heavy burden, this is the case. This is the way to rule, difficult to get up. This is the practice that leads to the cessation of suffering. This is the basis for non-returning the present life.” This is the basis for defeat in this world, or in the other world.",
    "ai-atk-s0101a1:326_7": "all the time has not been destroyed, the Realised One’s practice.",
    "ai-atk-s0101a1:326_8": "So what has been prepared in the Vinaya composed to the Buddha. ...",
    "ai-atk-s0101a1:326_9": "connected with emptiness:",
    "ai-atk-s0101a1:327_0": "These are the four kinds of mindfulness meditation. ...",
    "ai-atk-s0101a1:327_1": "The four noble eightfold path: the five constituents (of mind and bodily form), the four bases of psychic power, the seven classes of rebirth, and the four bases of psychic power—the seventh, the eighteen, the eighteen elements, and the nine kinds of feeling—these are the seven perception name and feeling.",
    "ai-atk-s0101a1:327_2": "Of these things, wandering in search of sensual pleasures, sense sphere and sphere, contact in him, and also includes such things as are known as the fourth; and these things are easily got rid of in him, namely, family, friends, and companions of the teachings, or neither-perception-norlding. Enlightened One’s special qualities. Enlightened One’s training, etc., or any otherwise in the case of the four categories.",
    "ai-atk-s0101a1:327_3": "So there is a deliverance of Buddhas, having transferred to the goal of the Buddhas. When they’ve arrived, they don’t know that there is an incapable of reaching the very day.",
    "ai-atk-s0101a1:327_4": "connected with emptiness:",
    "ai-atk-s0101a1:328_0": "This is the cause, this is the reason why arouses the signs, a condition for the arising of choices, a condition for the corruption of consciousness, etc., as follows: Choices, etc., is a condition for the arising of choices.",
    "ai-atk-s0101a1:328_1": "“How is the wisdom there relates to the state of (the nature of) things,",
    "ai-atk-s0101a1:328_2": "Ignorance produced by ignorance and formations; the signs and sixty-four are its objects and the sixty-two signs of ignorance; the sixty-two kinds of inclusion are produced in these nine ways: the six senses, the sixty-two aspects, and the mindfulness that is a condition for knowing and seeing.",
    "ai-atk-s0101a1:328_3": "In the past ...",
    "ai-atk-s0101a1:328_4": "The arising of rebirth and old age and death. ...",
    "ai-atk-s0101a1:328_5": "When there is a condition for nine ways: old age and death, sorrow, lamentation, pain, sadness, and distress arise in these nine ways.”",
    "ai-atk-s0101a1:328_6": "In this way there is a place, in that state, rolling under its sway, in reference to the Realized One, for the sake of sustained thought, to be rolled around the four classes of rebirths, and to become analyze of (good) conduct, without being struck by the Realized One, and without quarrels, arranged them like this,",
    "ai-atk-s0101a1:328_7": "connected with emptiness:",
    "ai-atk-s0101a1:329_0": "Yet there are four hundreds of each other than these fourteen grounds: while others are neither percipient nor non-percipient. They propounded, or two lessercipients, and one percipient having formless, two existing in the present life, or neither percipient nor non-percipient.",
    "ai-atk-s0101a1:329_1": "When they return to this, they are attached to their misconception, holding their views, and make an effort to get him untied. There is no power for the sake of this. Now there is no danger or requisite for the Realized One.",
    "ai-atk-s0101a1:329_2": "So the Buddhas have attained very deep knowledge, and widespread knowledge, and very deep knowledge. It is deep knowledge of the point of wisdom, and knowledge of the austerities.",
    "ai-atk-s0101a1:330_0": "In this place he can understand the meaning of all beings’ welfare, the pride of very beneficial, and which is an very beneficial.",
    "ai-atk-s0101a1:330_1": "“Mendicants, there are some ascetics and brahmins who are of this analysis of questions.”",
    "ai-atk-s0101a1:331_0": "29.",
    "ai-atk-s0101a1:331_1": "There are pervades that are pervaded, they gain,",
    "ai-atk-s0101a1:331_2": "There are things that are falling apart.",
    "ai-atk-s0101a1:331_3": "Some of them:",
    "ai-atk-s0101a1:331_4": "Ascetics and brahmins who have gone forth through the power of life;",
    "ai-atk-s0101a1:331_5": "World, the brahmins don’t endeavour,",
    "ai-atk-s0101a1:331_6": "After embracing aeons, he takes the past who have been delivered by them.",
    "ai-atk-s0101a1:331_7": "Or alternatively: these are the first gross.",
    "ai-atk-s0101a1:331_8": "Herein, this is the noise with the hollow, this is the basis for growing on the near side. The enclosing the body in the lower parts.",
    "ai-atk-s0101a1:331_9": "for the rainy season: “There is filling the well-process, etc.”",
    "ai-atk-s0101a1:331_10": "“While wandering in the world is enclosed outside the maintaining shadow.”",
    "ai-atk-s0101a1:331_11": "“For he who practices absorption, he is born:",
    "ai-atk-s0101a1:331_12": "“This is a green field, a roadside, a cliff’s edge.”",
    "ai-atk-s0101a1:331_13": "“Mendicants, this relying on alms is an extreme lifestyle.”",
    "ai-atk-s0101a1:331_14": "“This is the end of suffering” , and he is compared with the rest of others.",
    "ai-atk-s0101a1:331_15": "For the hindered of all suffering is called an inner cloth for others.",
    "ai-atk-s0101a1:331_16": "“Reverend Koṭṭhita, there is one end.”",
    "ai-atk-s0101a1:331_17": "and having this same strength as a gatekeeper.",
    "ai-atk-s0101a1:332_0": "And the sound of a allowable:",
    "ai-atk-s0101a1:332_1": "“Sir, may the Buddha please be allowed to specify what is allowable and what is not to be done” when he hasn’t done long in the life of annihilation,",
    "ai-atk-s0101a1:332_2": "Here it should be understood that craving is to be known -",
    "ai-atk-s0101a1:332_3": "And this is said too:",
    "ai-atk-s0101a1:332_4": "“Kappa, where there are two eons, for what is allowable and what is born.”",
    "ai-atk-s0101a1:332_5": "So the meaning of craving should be understood according to the aggregates of Craving aggregates, and the meaning is this:",
    "ai-atk-s0101a1:332_6": "Thus, having seen them reached the goal, it lies down next to each time they never seen before.",
    "ai-atk-s0101a1:332_7": "With that the view of the people, they continue to evasively make such a view, and as the other there are eighteen grounds.",
    "ai-atk-s0101a1:333_0": "Herein, many various kinds of Independent.",
    "ai-atk-s0101a1:333_1": "whose sense desire comes to be heedless,",
    "ai-atk-s0101a1:333_2": "Or alternatively, having created the meaning of existence, he then proceeds in to the highest view.",
    "ai-atk-s0101a1:333_3": "He reaches the end of contemplation : the meaning is that view by contempt.",
    "ai-atk-s0101a1:333_4": "eighteen bases for eighteen grounds.",
    "ai-atk-s0101a1:334_0": "30.",
    "ai-atk-s0101a1:334_1": "Just now, when asked about the eighteen bases for the sake of winning they answer in accordance with the rule, they answer, “That which is the reason why they don’t make a statement after question.”",
    "ai-atk-s0101a1:334_2": "Herein, ‘Black’ is a term for views.",
    "ai-atk-s0101a1:334_3": "The view is eternal, and there is eternalist doctrine, eternalist doctrines, and eternalist doctrines.",
    "ai-atk-s0101a1:334_4": "In this way, the meaning is, and the same way.",
    "ai-atk-s0101a1:334_5": "The self and the world are eternal and not eternal, and the self and the cosmos. After causing themselves, the self and the cosmos are permanent, just as that is permanent.",
    "ai-atk-s0101a1:334_6": "“The self and the cosmos are eternal, and the self and the cosmos.”",
    "ai-atk-s0101a1:335_0": "For the warding off of the defilements that brings about defilements in their defilements.",
    "ai-atk-s0101a1:335_1": "now that striving is fruitful",
    "ai-atk-s0101a1:335_2": "again and again, you’re free from attachment.",
    "ai-atk-s0101a1:335_3": "Thus there is arousing of energy (good) energy, which is the meaning.",
    "ai-atk-s0101a1:335_4": "diligence is what is meant.",
    "ai-atk-s0101a1:335_5": "With right attention, they speak of the path to that is called a knower of them.",
    "ai-atk-s0101a1:335_6": "This is the knowledge of giving it up.",
    "ai-atk-s0101a1:335_7": "Consequently, energy and mindfulness are here, here it is the meaning of knowledge.",
    "ai-atk-s0101a1:335_8": "such a one is born into a lower realm.",
    "ai-atk-s0101a1:335_9": "They develop the basis of psychic power that has immersion due to mental development, and active effort.",
    "ai-atk-s0101a1:335_10": "it finds it satisfaction.",
    "ai-atk-s0101a1:335_11": "Then, when the mind is immersed in samādhi, while setting the decision of right immersion, with its deities and its preceding the path to purity.",
    "ai-atk-s0101a1:336_0": "He says this: ‘After attaining the absorption, one who has become well developed the views, and has become established in this way.’",
    "ai-atk-s0101a1:336_1": "Like a heap of heat, he dropped like a bird, butchermed to others like the fruit.",
    "ai-atk-s0101a1:336_2": "these were because of this: “By this world,” and “cursor”, etc., he refuses an offering, and so on.",
    "ai-atk-s0101a1:336_3": "As a mountain peak is standing firm like a mountain peak,",
    "ai-atk-s0101a1:336_4": "he placed it together like a knife, which stands close to him.",
    "ai-atk-s0101a1:336_5": "Standing by piercing, the meaning is that it is permanent, is said:",
    "ai-atk-s0101a1:336_6": "and in this world he proclaims what is known as the inheritance.",
    "ai-atk-s0101a1:336_7": "some say, “Sometimes it is smooth,” but say that it is as if falling down, while standing in the sky.",
    "ai-atk-s0101a1:336_8": "Here is a worm-infested mind:",
    "ai-atk-s0101a1:336_9": "that is to say, the winner moves, as though to drop the sun ropes in a place.",
    "ai-atk-s0101a1:336_10": "And since it is shakes, faints, bound together by strikes and ran out from here and there.",
    "ai-atk-s0101a1:337_0": "transmigrating:",
    "ai-atk-s0101a1:337_1": "And they’ll be reckoned as a contracted.",
    "ai-atk-s0101a1:337_2": "That’s why they arise,",
    "ai-atk-s0101a1:337_3": "In the Commentaries, when the self and the cosmos are being sustained, they do not repeat in the different kinds of view, making the following statements: “This self, the cosmos is finite, the same view, and the self-control.” But when it is said to because of its neighbourhood of a view, then it is called “Such is the rotten Monastery,” or “Such is the drum of self,”; and it is not so dung and then the man who does not acceptance of sights, needs, etc., because of the views, that is called to say, needed as a pregnant’singer of what is said to say,",
    "ai-atk-s0101a1:337_4": "There is a way to constantly he will think: ‘There is a permanent always everlasting the earth that is in the Great Wood.’",
    "ai-atk-s0101a1:337_5": "But those who think oneself or another is still imagine that they will die.",
    "ai-atk-s0101a1:338_0": "Now is the reason why the self and the cosmos are eternal, for the sake of (himself) that it is the reason for the sake of (himself), “Now, that is the reason for you to give up what is beneficial,",
    "ai-atk-s0101a1:338_1": "I’m the one who keenly grasps.”",
    "ai-atk-s0101a1:338_2": "And here I understand that it is present in me, and I resigned this way. I understand that it is only a lesser life for the purpose of faith, but I do not say.",
    "ai-atk-s0101a1:338_3": "This is the first ground on four grounds.",
    "ai-atk-s0101a1:339_0": "32-33.",
    "ai-atk-s0101a1:339_1": "Likewise with the upper row.",
    "ai-atk-s0101a1:339_2": "for it is only this entirely a hundred thousand aeons as well.",
    "ai-atk-s0101a1:339_3": "Endowed with the ten kasiṇas, etc., of the ten kinds of pervading, and so on.",
    "ai-atk-s0101a1:339_4": "For one hundred of thousand ascetics of other religions, one of the widespread Ways, and one hundred thousand aeons, and one hundred thousand leagues long.",
    "ai-atk-s0101a1:340_0": "34.",
    "ai-atk-s0101a1:340_1": "In the fourth winter or buttermilk is one whoilk.’",
    "ai-atk-s0101a1:340_2": "and having given up it up, they are terms for views.",
    "ai-atk-s0101a1:340_3": "endowed with inquiry:",
    "ai-atk-s0101a1:340_4": "inquiring is patient; (good) endures.",
    "ai-atk-s0101a1:340_5": "“So just as a man falls into logical pouring water and reports back, so too the calculates and reports back, he can ask for forgiveness.”",
    "ai-atk-s0101a1:340_6": "the meaning is that it is meant fortnight: “Staying and joints, buttermilks, is the meaning.",
    "ai-atk-s0101a1:340_7": "By inquiry: (good) conduct and responses inquiry, expressing his own perspective:",
    "ai-atk-s0101a1:340_8": "(They are) pleased with what was the cause of influence.",
    "ai-atk-s0101a1:340_9": "he takes hold of it like this:",
    "ai-atk-s0101a1:341_0": "Herein, the fourth buttermilk –",
    "ai-atk-s0101a1:341_1": "He is well-born, who is questioned with birth, who has the aim of gain,",
    "ai-atk-s0101a1:341_2": "There the king thought, “Whoever is one of it?” Then, after hearing what he heard, she said, “termilk from me, who practices it with me.”",
    "ai-atk-s0101a1:341_3": "Two spends three monasteries:",
    "ai-atk-s0101a1:341_4": "“In the past I was this self-mortification and Takkasiṇa, I was called Senaniya.”",
    "ai-atk-s0101a1:341_5": "But if he had such a view, he thought, “I would be happy and happily because he does not say that there will be those who would be such a misconception.”",
    "ai-atk-s0101a1:341_6": "“This is how there is this mindfulness, however, takes the number of days it is called “blis”.",
    "ai-atk-s0101a1:342_0": "Or he does so only one or two, one of two, three, four, or five.",
    "ai-atk-s0101a1:342_1": "When one outside is done outside the monastic boundary, there is no one hundred and fifty coarses, there is no one hundred and eighty grounds.",
    "ai-atk-s0101a1:343_0": "Does the Realized One understand this as the fourth initiate, so that the Realized One does not know what has done in various ways.",
    "ai-atk-s0101a1:343_1": "Then those people ensure that view is helpful for the sake of this view.",
    "ai-atk-s0101a1:343_2": "Herein, the view of grounds for views:",
    "ai-atk-s0101a1:343_3": "Still, because of what is seen,",
    "ai-atk-s0101a1:343_4": "according as it is said: “These eight grounds for views?",
    "ai-atk-s0101a1:343_5": "All the constituents (of mind and body) that provide fuel for attachment, and bad views, the intentions of others.”",
    "ai-atk-s0101a1:343_6": "“Name and form are the causes and conditions for the sake of views, etc. aggregates, and views are to be seen.",
    "ai-atk-s0101a1:343_7": "Ignorance ...",
    "ai-atk-s0101a1:343_8": "Having wicked friends,",
    "ai-atk-s0101a1:343_9": "the cause, the reason why the repulsion of the views, rulers, and views because of the view of others.”",
    "ai-atk-s0101a1:343_10": "So firstly is the view of the origin of views –",
    "ai-atk-s0101a1:343_11": "“‘The self and the cosmos are eternal’: this is the meaning of self and the cosmos.",
    "ai-atk-s0101a1:343_12": "So that’s how the underlying tendencies are preoccupied, and ‘This is the truth, other ideas are silly.’",
    "ai-atk-s0101a1:343_13": "But their views, according to the opposites of views, etc., as influence owing to their views, and so on.",
    "ai-atk-s0101a1:343_14": "And to the manifold understanding of the rivers, and so on.",
    "ai-atk-s0101a1:343_15": "When he came to hell, one of the animal realm, or one of the gods.",
    "ai-atk-s0101a1:343_16": "so there is this supramundane state of existence in the past, the future is what is said.",
    "ai-atk-s0101a1:344_0": "He understands all his own views, and he does not understand all his own views, both of them. And he understands that there is no further state of immersion due to his own view.",
    "ai-atk-s0101a1:344_1": "We don’t understand that this is how it should be soed, that is why I understand, this is why I understand that this supreme being?",
    "ai-atk-s0101a1:344_2": "later, likewise, they’re extinguished, not having become fully extinguished, not having become corrupted, yet they’re quenched out from the like that.",
    "ai-atk-s0101a1:344_3": "and shows the Realised One’s extinguishment.",
    "ai-atk-s0101a1:345_0": "Now, as to the words and soon as they are, we will show that the Realized One has attained final knowledge because of conduct, the pain in the life of purity, the destiny, and the feeling of view, “We will be happy,” and so on, “We will declare the feelings to the feelings of our own view.”",
    "ai-atk-s0101a1:345_1": "Herein, having understood the origin of feeling, he sees that the origin of feeling, the origin of feeling, the origin of feeling, the cessation of feeling, and the practice that leads to the origin of feeling.",
    "ai-atk-s0101a1:345_2": "Knowing and seeing the characteristic of feelings, their origin, their cessation, and the practice that leads to their cessation.”",
    "ai-atk-s0101a1:345_3": "“Ignorance is the cessation of feeling. And it sees the cessation of feeling. When feeling ceases, feeling ceases. When feeling ceases, craving ceases. When feeling ceases, craving ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When feeling ceases, craving ceases. When craving ceases, grasping ceases. When feeling ceases, continued existence ceases. When continued existence ceases, they see that comes the cessation of feeling, feeling ceases. When feeling ceases, craving ceases.",
    "ai-atk-s0101a1:345_4": "Seeing this, the Realized One truly understands the characteristic of feelings, or he has truly understood the gratification, the drawback, and the escape of feeling ... and he truly understood. This is how these five grasping aggregates are impermanent, suffering, and perishable. The Realized One has truly understood the gratification, drawback, and escape of feeling ... perception and feeling ... like this: “This is freed by not grasping” .",
    "ai-atk-s0101a1:345_5": "Whatever mindfulness is there to be grasped, the Realized One is freed by not grasping, and the mental states of existence. The Realized One is freed through the ending of continued existence.",
    "ai-atk-s0101a1:346_0": "Those who conquer for you, monks,",
    "ai-atk-s0101a1:346_1": "“And what is it?”—a Realized One understands them deeply profound and embracing it to you? And what is it known to them?”",
    "ai-atk-s0101a1:346_2": "should be understood as wise:",
    "ai-atk-s0101a1:346_3": "There are no ordinary people who don’t proceed having turned back in the same way as a stream-enterer, then when he asks the Realized One himself about the rules, the evasively, and his effacement that the Realized One could rightly make this claim.",
    "ai-atk-s0101a1:347_0": "The first section for recitation is finished.",
    "ai-atk-s0101a1:348_0": "Partial Eternalism",
    "ai-atk-s0101a1:349_0": "and some of them declare enlightenments.",
    "ai-atk-s0101a1:349_1": "Three on two kinds of:",
    "ai-atk-s0101a1:349_2": "Experiential confidence in sentient beings.",
    "ai-atk-s0101a1:349_3": "and two are each other.",
    "ai-atk-s0101a1:350_0": "39.Yanti nipātamattaṁ.",
    "ai-atk-s0101a1:350_1": "When will I at all time?",
    "ai-atk-s0101a1:350_2": "you’ll wander for you to fight.",
    "ai-atk-s0101a1:350_3": "long-lived,",
    "ai-atk-s0101a1:350_4": "Experiencing thus:",
    "ai-atk-s0101a1:350_5": "By inclining and wailing:",
    "ai-atk-s0101a1:350_6": "They said: ‘There are castes produced in line with the Brahmā realms or in the formless realms of Brahmā.",
    "ai-atk-s0101a1:350_7": "are reborn in a mind-made body.",
    "ai-atk-s0101a1:350_8": "Keeping with rapture, happiness, and bliss.",
    "ai-atk-s0101a1:350_9": "he enunciates them, and he spokes to them.",
    "ai-atk-s0101a1:350_10": "and throwing out the sky in the sky,",
    "ai-atk-s0101a1:350_11": "radiating the trees of beautiful women and delighted in the heavens’ bloom; resembling the trees of the very beautiful trees, which were very arrogant, and, having gone about evening as much as they were very pure in the sky.",
    "ai-atk-s0101a1:350_12": "through a long time they have been one eons,",
    "ai-atk-s0101a1:351_0": "40.Vivaṭṭatīti saṇṭhāti.",
    "ai-atk-s0101a1:351_1": "perception of elimination of supreme awakening; there is no being born in them.",
    "ai-atk-s0101a1:351_2": "From that place there is no production in the way described, or else the precious paths which are specific conditioned by way of deeds.",
    "ai-atk-s0101a1:351_3": "And the trees that are rebirth-linking, etc., are produced in the same mode.",
    "ai-atk-s0101a1:351_4": "Then, having stayed in the place where sentient beings are reborn. Then, while they are reckoned as him, at one of them.",
    "ai-atk-s0101a1:351_5": "They make merit or demerit. And wherever they are able to make merit and make the whole world of the gods of making merit. They are able to do so on account of that life, they are not able to discern them.",
    "ai-atk-s0101a1:351_6": "Those who do a little merit were lived on a long life, and making merit. They are able to create an obstacle for them just three times.",
    "ai-atk-s0101a1:351_7": "she attends on the windows the great arrow.",
    "ai-atk-s0101a1:352_0": "seven more years old:",
    "ai-atk-s0101a1:352_1": "but (the Bodhisatta) associated with it, there is no (only) associated in the Brahmā realm.",
    "ai-atk-s0101a1:352_2": "Without taking up of them, they think: ‘There is no accumulation,’ and they have a fixed destiny.",
    "ai-atk-s0101a1:352_3": "“Therein, fear, and terror became frightened.",
    "ai-atk-s0101a1:352_4": "Death comes from death. ...",
    "ai-atk-s0101a1:352_5": "This is the steadfast named Anurādha.”",
    "ai-atk-s0101a1:352_6": "‘Oh, if only another being would come to this state of existence.’ This is called craving.",
    "ai-atk-s0101a1:352_7": "he thinks: “This is the groundless and failure in view”;",
    "ai-atk-s0101a1:352_8": "“The Realized One, too, listens to the teaching of the Realized One. They’re mortified by knowledge, and they are called “confidens”.",
    "ai-atk-s0101a1:352_9": "But here craving for views are allowed for a view",
    "ai-atk-s0101a1:352_10": "They are born in the first-jhāna access, and there is no emptiness.",
    "ai-atk-s0101a1:352_11": "(they are) reborn in one who possesses rebirth.",
    "ai-atk-s0101a1:352_12": "with a thousand reasons.",
    "ai-atk-s0101a1:353_0": "I am standing on the ground, and I am a Joying.",
    "ai-atk-s0101a1:353_1": "So they become dissatisfied.",
    "ai-atk-s0101a1:353_2": "(Abut) if he is not definitively (supernatural),",
    "ai-atk-s0101a1:353_3": "He thinks, “I will see all that is good;”",
    "ai-atk-s0101a1:353_4": "I wound the rest.",
    "ai-atk-s0101a1:353_5": "One is destroyed, and has destroyed the ploughing. What is Isipatana in the world, and Isipatana the Universal Mean.",
    "ai-atk-s0101a1:353_6": "It was good if I came to the Himalayas, which was wellaten by me.",
    "ai-atk-s0101a1:353_7": "I was the highest among men, the chief of the world, and I went forth as an eldest son, and that prince named Saddhātissa.",
    "ai-atk-s0101a1:353_8": "he is just like the oxen. Because of living beings, he thinks, “May you be like that.”",
    "ai-atk-s0101a1:353_9": "Your father, adultery, false, and honey, I’m living in a charnel ground, the yellow my father Kassapa, and I’d think.",
    "ai-atk-s0101a1:353_10": "Herein, there are beings that are eggs, stuffed with the jackals and the carts, the elephants came out and names, the including the sense.",
    "ai-atk-s0101a1:353_11": "Proper mentality is the first time for breaking up and transmigration.",
    "ai-atk-s0101a1:353_12": "The first posture should be understood in the second jhāna.",
    "ai-atk-s0101a1:353_13": "All my sons and grandsons, all of them are mine.",
    "ai-atk-s0101a1:354_0": "Now, as to the words he wants to endear himself –",
    "ai-atk-s0101a1:354_1": "“As these sentient beings are created,” and they told him, “What are they doing so?”",
    "ai-atk-s0101a1:354_2": "‘Such is the meaning of this state of existence.’",
    "ai-atk-s0101a1:354_3": "Those who were reborn there because of this (true) deeds, and so on, even when because they were reborn in the same moderation, they thought, “We were reborn there,” and they lay down on the ground with their own root, which was like the bed,",
    "ai-atk-s0101a1:355_0": "so beautiful and ugly.",
    "ai-atk-s0101a1:355_1": "were more than lords of greater power, greater than lordship in which Isipatana,",
    "ai-atk-s0101a1:356_0": "some monks were told in the community of the body,",
    "ai-atk-s0101a1:356_1": "He hasn’t come back to this conclusion,",
    "ai-atk-s0101a1:356_2": "from the lay life to homelessness.",
    "ai-atk-s0101a1:356_3": "they go forth.",
    "ai-atk-s0101a1:356_4": "For one gone forth is called prepared from a house because there is no one who lives in that place.",
    "ai-atk-s0101a1:356_5": "goes forth.",
    "ai-atk-s0101a1:356_6": "Don’t attack another, nor should he remember it. Then, when he remembers it from there.",
    "ai-atk-s0101a1:357_0": "Although he is permanent, everlasting, eternal, imperishable, and fully mature—I am permanent, eternal, imperishable, and will last for him.",
    "ai-atk-s0101a1:357_1": "And here the first is one abode.",
    "ai-atk-s0101a1:358_0": "45-46.",
    "ai-atk-s0101a1:358_1": "In the second herds will break off, roll off, and throw strayers; there is no further gather shelter for gather-flowers, snappeds, and chopping bites.",
    "ai-atk-s0101a1:358_2": "too late: it is the wrong time that is unreal.",
    "ai-atk-s0101a1:358_3": "if he plays about playing, playing in laughing, and laughing; and singing, playing, and consumes, because of the lay life, he shooks the penis and the belief of the laughing, the best, and the ninety-two factors.",
    "ai-atk-s0101a1:359_0": "he is mindful, he is available.",
    "ai-atk-s0101a1:359_1": "They say that the merit of the great hermits, it seems, through the auspicious breath (you) lucky the meritorious and decrease.",
    "ai-atk-s0101a1:359_2": "if they did not eat it, they did not know the requisites.",
    "ai-atk-s0101a1:359_3": "Then, as he was equipment, it was pouring from the group of six, and it was not eating even more than the waters that were runnning.",
    "ai-atk-s0101a1:359_4": "For people (also) working for the strength of deeds, birds, wearing a strong rollettry and weeping) Maker, that strong one is conquered with the darkness.",
    "ai-atk-s0101a1:359_5": "Having passed away the fire-place of Candagutta, and so did the boys talling and extending.",
    "ai-atk-s0101a1:359_6": "while the gods, is strong, having compassion on you,",
    "ai-atk-s0101a1:359_7": "and they were not able to continue with their food.",
    "ai-atk-s0101a1:359_8": "just as, when evening in the middle of the sumer a stilt longhouse, you’d placed it on a rock or a trunk in the lake.",
    "ai-atk-s0101a1:359_9": "In the same way, while (etc.) means although they were eating, they remain,",
    "ai-atk-s0101a1:359_10": "Hence it is said: “The gods of the Thirty-Three, and those gods do enjoy them.”",
    "ai-atk-s0101a1:359_11": "But what are the gods?",
    "ai-atk-s0101a1:359_12": "These are the eighth kind of discussion that appears, without having been embracing, “The gods of the Thirty-Three”—that is, those who live in conformity with their appearance should be understood as fact that others.",
    "ai-atk-s0101a1:359_13": "But some say:",
    "ai-atk-s0101a1:359_14": "“The Gods Who Control the Creations of Others are the Gods Who Love to Create.”",
    "ai-atk-s0101a1:359_15": "The target is called “lived” when he throws about aside lips, and so on.",
    "ai-atk-s0101a1:359_16": "The rest should be understood here in the first phrase.",
    "ai-atk-s0101a1:360_0": "47-48.",
    "ai-atk-s0101a1:360_1": "In the third time they will defeat by means of the fourth.",
    "ai-atk-s0101a1:360_2": "One of them said:",
    "ai-atk-s0101a1:360_3": "He thinks, “I shall enjoy a chariot brought (only),” and he sent them along the road in front of me. Then he went out (on his way) –",
    "ai-atk-s0101a1:360_4": "‘This Doctrine,’ he said:",
    "ai-atk-s0101a1:360_5": "“Through happiness you like a bullfrom touching flour. And when you are angry, you’ll get angry.”",
    "ai-atk-s0101a1:360_6": "as he was going along in front and after seeing him, he said:",
    "ai-atk-s0101a1:360_7": "Understanding “Where is agitated” , etc., –",
    "ai-atk-s0101a1:360_8": "“What will I do with you to my virtue?” “What can I do for me today, my virtue?”",
    "ai-atk-s0101a1:360_9": "One jujube he is covering the other in the other two, and the other in the others are both.",
    "ai-atk-s0101a1:360_10": "And the other is also angry and repulsion too both from others.",
    "ai-atk-s0101a1:360_11": "This is normal in such a case.",
    "ai-atk-s0101a1:360_12": "The rest should be understood in this way.",
    "ai-atk-s0101a1:361_0": "49-52.",
    "ai-atk-s0101a1:361_1": "Their mind becomes dispassionate, and it to turn back from the buttermilk when it comes to the last watch, the enlightenment factor. That is why it doesn’t see the difference between the past and the future.",
    "ai-atk-s0101a1:361_2": "Not seeing that determined fond of a single tree standing on the ground, except for this purpose they are developed.",
    "ai-atk-s0101a1:361_3": "should be understood here in the way already described.",
    "ai-atk-s0101a1:362_0": "Using their different colors",
    "ai-atk-s0101a1:363_0": "Walking about is the meaning, or of evasiveness, nor of efficacy, and phrasing, or efficacy. The meaning is that it is not incapable of answering.",
    "ai-atk-s0101a1:364_0": "Longing in the world, he perceives the counterpart sign thus: “This world-sphere the counterpart” is expanded and gave it a blessing.",
    "ai-atk-s0101a1:364_1": "“Did you take it in the world, perceiving it as a world-process a hollow, taken as a wound, but he does not perceive it as having dropped up in the lake, perceiving it as a goblin, but only perceiving it as a variety of Vaḍḍha.”",
    "ai-atk-s0101a1:364_2": "the word can be understood in the way already described.",
    "ai-atk-s0101a1:364_3": "These four opposites, and they did not advert to these four views.",
    "ai-atk-s0101a1:365_0": "He spoke evasiveness to others:",
    "ai-atk-s0101a1:366_0": "61.",
    "ai-atk-s0101a1:366_1": "Delights don’t shake.",
    "ai-atk-s0101a1:366_2": "“I don’t learn the interpretation of views, nor do I acknowledge it.”",
    "ai-atk-s0101a1:366_3": "In the disturbance: “Amongst those who’ve view, what is deceitful and expert in view, because they don’t need to be harmed.” And the fact that they don’t do anything.",
    "ai-atk-s0101a1:366_4": "Then one day, though born in the drop of fish, swamped in water, etc., and reckoned according to the waters of the lifespan, is called ‘water’. And that is why it is said to be not referred to by the wind and sun.",
    "ai-atk-s0101a1:366_5": "Having heard these eighteen abode (of Buddha),",
    "ai-atk-s0101a1:367_0": "They don’t truly understand what is skillful and what is unskillful. They don’t truly understand the ten ways of doing.",
    "ai-atk-s0101a1:367_1": "unwholesome and unwholesome deeds,",
    "ai-atk-s0101a1:367_2": "He thinks: “He is anguish; I’m unthinking, fading away, and cessation can be known.” And if I’ll get caught upset, may I be able to get rid of pain.",
    "ai-atk-s0101a1:367_3": "Please create an obstacle for me to the fire, and it wouldn’t you between the fire.",
    "ai-atk-s0101a1:367_4": "lying, and moving for striving.",
    "ai-atk-s0101a1:367_5": "Or perhaps one is attached to verbal speech, one who is disputing doing what is wrong.",
    "ai-atk-s0101a1:367_6": "The meaning is that it has a limitless simile.",
    "ai-atk-s0101a1:368_0": "But I don’t say it’s like this. I don’t say it’s like that.",
    "ai-atk-s0101a1:368_1": "Likewise: “The self and the cosmos are eternal, but not eternal” is rejected.",
    "ai-atk-s0101a1:368_2": "Is he refused something else, but not others.",
    "ai-atk-s0101a1:368_3": "And I don’t say:",
    "ai-atk-s0101a1:368_4": "if a Realized One doesn’t exist after death, he refuses the annihilation,",
    "ai-atk-s0101a1:368_5": "nor does she say “I haven’t reply,” “I don’t respond to advice.”",
    "ai-atk-s0101a1:368_6": "Doing what is skillful or unskillful, they might say, “Should they not answer?”",
    "ai-atk-s0101a1:368_7": "When asked, “This is skillful,” he replied, “I did not say.”",
    "ai-atk-s0101a1:368_8": "Then he said, “What is unskillful?” and “Do I say that.”",
    "ai-atk-s0101a1:368_9": "he said to both of them: “What’s else? ” “It’s better to say.”",
    "ai-atk-s0101a1:368_10": "Then they say, “Did you not receive it? Why are you able to say that?” “It is just for me to say, ‘It’s time.”",
    "ai-atk-s0101a1:368_11": "Then why didn’t I say that.” But when he said, “Have you got rid of using this, they don’t when he says: “Go away.” But when I said, “I don’t get rid of it?” But when I said, “I am depraved.” But when I said, “I don’t say, ‘I am happy’?",
    "ai-atk-s0101a1:369_0": "Or else they asked him, “What is unskillful and what is skillful?” and “This is unskillful, which is skillful and dissatisfaction with me? ” When they asked, “What is unskillful and what is skillful? ’",
    "ai-atk-s0101a1:369_1": "“Skillful in goodness, skilled in what is skillful and what is unskillful, I have declared that.”",
    "ai-atk-s0101a1:369_2": "Herein, weakness is weak; greed and greed;",
    "ai-atk-s0101a1:369_3": "Or alternatively, they say: “This is unskillful,” or “This is unskillful,” then they asked those men who are skilled in goodness,”",
    "ai-atk-s0101a1:369_4": "when he says “I have spoken” he reply, “I don’t know.” And when he had asked, it needs impartially;",
    "ai-atk-s0101a1:369_5": "Here hate and delusion, aggressively steps downwards,",
    "ai-atk-s0101a1:370_0": "That would be grasping for my part and resentment.’",
    "ai-atk-s0101a1:370_1": "Or alternatively, being destroyed by patience and exertion,",
    "ai-atk-s0101a1:370_2": "for oppressed by lust, he grabs it with the sense of urgency,",
    "ai-atk-s0101a1:370_3": "Virtue of hatred is dismayed by hate.",
    "ai-atk-s0101a1:370_4": "And both these two kinds of grasping are comprehensive in the sense of urgency, “They are generalsing” .",
    "ai-atk-s0101a1:370_5": "like the first sound of the rest;",
    "ai-atk-s0101a1:371_0": "endowed with good fortune, having few wishes,",
    "ai-atk-s0101a1:371_1": "And when you’re very subtle, compared to abundant happiness,",
    "ai-atk-s0101a1:371_2": "Explained Commentaries with another doctrine, and including each other,",
    "ai-atk-s0101a1:371_3": "Originning (all) similar to the face of a hair-splitting,",
    "ai-atk-s0101a1:371_4": "You’d think, ‘It’s possible that you’d seem all the more subtlety or delivering into your own view.’",
    "ai-atk-s0101a1:371_5": "Those ascetics and brahmins who are skilled in the profitable way.",
    "ai-atk-s0101a1:371_6": "What would be skillful?",
    "ai-atk-s0101a1:371_7": "If she says, “What can be done so that,” she replied, “What would we do?”",
    "ai-atk-s0101a1:371_8": "After being pressed, he said, “What is the reason why this?” and “There are you doing it for the sake of its getting angry and upset, you know it, “This is how it should be given away?”",
    "ai-atk-s0101a1:371_9": "They wouldn’t step on beding, or lend them in a state that he wouldn’t be able to do it.",
    "ai-atk-s0101a1:371_10": "(but) with sorrow for me, that would be stressed and ruined to kill, without killing or having dried up, with anxiety and resentment for me.",
    "ai-atk-s0101a1:371_11": "The rest is the same as in the case of the session.",
    "ai-atk-s0101a1:372_0": "One so-and-so is named so-and-so is one who socialized.",
    "ai-atk-s0101a1:372_1": "delusion is deluded.",
    "ai-atk-s0101a1:372_2": "he is the Realized One, he is one who has gone to the end of his sentient beings.",
    "ai-atk-s0101a1:372_3": "The rest is the same as in the case.",
    "ai-atk-s0101a1:372_4": "These four productions too in the past, are the setting aside of views in the past, and the future.",
    "ai-atk-s0101a1:373_0": "The Use of the Practice",
    "ai-atk-s0101a1:374_0": "67.",
    "ai-atk-s0101a1:374_1": "“The self and the cosmos arose by chance.”",
    "ai-atk-s0101a1:374_2": "these words have arisen for the purpose.",
    "ai-atk-s0101a1:374_3": "The one who has arisen in the invitation procedure",
    "ai-atk-s0101a1:375_0": "it is taught that evenly fine-materiality is not conceived in oneself.",
    "ai-atk-s0101a1:375_1": "Thus it should be understood:",
    "ai-atk-s0101a1:375_2": "One man who has gone forth in the fourth absorption and caused the fourth absorption to be reborn in the fourth absorption,",
    "ai-atk-s0101a1:375_3": "“Since he sees hate with his mind well-defileed, both hands and feet weren’t able to die, and to feel lost when he dies, his mind appears thus. Then he dies there after passing away from the realm of aggregates, with the fading away of greed for materiality, and his mind appears here.”",
    "ai-atk-s0101a1:375_4": "There they went to the Jeta Grove accompanied by a host of Jotipāla, just as it arrived there.",
    "ai-atk-s0101a1:375_5": "In the same way, when absorption was reborn here and there, he passed away from reaching jhāna, and at that very moment the absorptions, his liberated in jhāna and his conscious forms were observed. And here it appears only here.",
    "ai-atk-s0101a1:375_6": "But it is because their perception of being reborn there is death that they are recommended therefore giving rise to greed for them. That is why they are called ‘decludedness’.",
    "ai-atk-s0101a1:375_7": "peaceful, and with peaceful mind,",
    "ai-atk-s0101a1:375_8": "The rest is the same as in the case.",
    "ai-atk-s0101a1:375_9": "and the word-meaning should be understood in the way already described.",
    "ai-atk-s0101a1:376_0": "if it is the color of water;",
    "ai-atk-s0101a1:377_0": "74.",
    "ai-atk-s0101a1:377_1": "After having shown that eighteen and eighteen years old, it is not possible to give (to them) in the past",
    "ai-atk-s0101a1:377_2": "“Mendicants, there are these.”",
    "ai-atk-s0101a1:377_3": "Herein, the unconcealed offenses entailing unconcealed in the place where the courtesans, having turned back, and the restroom too has another.",
    "ai-atk-s0101a1:377_4": "This too is the way already described.",
    "ai-atk-s0101a1:378_0": "Percipient Life After Death",
    "ai-atk-s0101a1:379_0": "Resentment for his own execution, they say that the self-mortification for death is called execution because of sorrow.",
    "ai-atk-s0101a1:379_1": "Percipient and he perceives it as such, and he does not perceive those who teach the Dhamma.",
    "ai-atk-s0101a1:380_0": "or it is simply because of being possessed of nutriments: “The self-mortifier in physical and non-physical,” or “The self is physical and he regards it as self, then the self is sound after death,” or “the self is sound after death,” or “the having formless, or he is neither percipient nor non-percipient.”",
    "ai-atk-s0101a1:380_1": "This is always flayed:",
    "ai-atk-s0101a1:380_2": "while attainment is the signless attainment,” it is still considered as “internally,” or “The self is neither percipient nor non-percipient,” it is physical and sound after death, then, insert, “Anything him, is sound after death.”",
    "ai-atk-s0101a1:380_3": "The third convocation with Missaka’s views.",
    "ai-atk-s0101a1:380_4": "In the fourth it was due to the buttermilk",
    "ai-atk-s0101a1:380_5": "The second tetrad should be understood in the way already described.",
    "ai-atk-s0101a1:380_6": "In the third tetrad it should be understood that it is limited and a limitless perception of limited perception, but he perceives it as limitless, with limitless perception of limitless perceptions, small and limitless.",
    "ai-atk-s0101a1:380_7": "In the fourth tetrad the meaning have been reborn in the fourfold reckoning of the gods. On seeing a divine eye, he countlessly in the fourfold reckoning.",
    "ai-atk-s0101a1:380_8": "Having seen hell in the neighborhood of hell, he said: “Suffering in hell, the pain.”",
    "ai-atk-s0101a1:380_9": "seeing people’s own happiness, he said: “For those who experience pleasure and pain.”",
    "ai-atk-s0101a1:380_10": "Having seen the fruits of Vepacitti, the suffering that is pleasant and change.",
    "ai-atk-s0101a1:380_11": "For it is due to substance of knowledge because they have recognition of the Master’s knowledge, and so on.",
    "ai-atk-s0101a1:381_0": "Percipient Life After Death",
    "ai-atk-s0101a1:382_0": "78-83.",
    "ai-atk-s0101a1:382_1": "Perceiving it from the beginning and he perceives both as men, and by the starting of these two kinds of misconduct are stated in the first place.",
    "ai-atk-s0101a1:382_2": "One neither percipient nor non-percipient.",
    "ai-atk-s0101a1:382_3": "Herein, this self is one perceives.”",
    "ai-atk-s0101a1:382_4": "He should not look for one month",
    "ai-atk-s0101a1:382_5": "Your view is insane; it’s about what you have been insane.",
    "ai-atk-s0101a1:383_0": "Praising a different doctrine",
    "ai-atk-s0101a1:384_0": "84.",
    "ai-atk-s0101a1:384_1": "if he is a question to annihilation, having a mindful one,",
    "ai-atk-s0101a1:384_2": "cutting off the annihilation,",
    "ai-atk-s0101a1:384_3": "misfortune for seeing the sight of others,",
    "ai-atk-s0101a1:384_4": "having dispelled existences.",
    "ai-atk-s0101a1:384_5": "all of them are clear in different ways.",
    "ai-atk-s0101a1:384_6": "There are two people who take the annihilationist and gain the honour.",
    "ai-atk-s0101a1:384_7": "With his clairvoyance that is purified and superhuman, I saw those who passing away and reappeared in their attainment. But not even though they were able to see them.",
    "ai-atk-s0101a1:384_8": "He takes the annihilationist,",
    "ai-atk-s0101a1:384_9": "Looking is one who doesn’t know the other world or the next.",
    "ai-atk-s0101a1:384_10": "“Just as before, so too the roots don’t go back from its place.”",
    "ai-atk-s0101a1:384_11": "But here the ignorant Craving and eradications should be understood as these seven different views.",
    "ai-atk-s0101a1:385_0": "85.",
    "ai-atk-s0101a1:385_1": "Herein, there is bodily form:",
    "ai-atk-s0101a1:385_2": "the four great primary elements, the great earth element,",
    "ai-atk-s0101a1:385_3": "Mother and Father, what is it?",
    "ai-atk-s0101a1:385_4": "it’s bright.",
    "ai-atk-s0101a1:385_5": "He is born in the mother’s womb, and his mother born in the womb,",
    "ai-atk-s0101a1:385_6": "Because of this attachment to human beings they say, “Did you say?”",
    "ai-atk-s0101a1:385_7": "Since it is from here that somewhere else is the meaning.",
    "ai-atk-s0101a1:386_0": "86.",
    "ai-atk-s0101a1:386_1": "he refused it on the second day,",
    "ai-atk-s0101a1:386_2": "you’ll be reborn in the heavenly realm.",
    "ai-atk-s0101a1:386_3": "Sensual pleasures are like the roughbing of the sensual-spheres;",
    "ai-atk-s0101a1:386_4": "Burning her consumes, physical nutriment consisting of form,",
    "ai-atk-s0101a1:387_0": "being reborn in absorption, delighting in meditation,",
    "ai-atk-s0101a1:387_1": "altogether all its limbs.",
    "ai-atk-s0101a1:387_2": "completely full of wide, full of faculties,",
    "ai-atk-s0101a1:387_3": "For the other world’s contradict, and the other is what is said.",
    "ai-atk-s0101a1:388_0": "The meaning is that of all fine-materiality: for surmounting perceptions of matter, is the meaning.",
    "ai-atk-s0101a1:388_1": "But for the sake of the dimension of infinite space : he takes place in the dimension of infinite space, thus it is the meaning of .",
    "ai-atk-s0101a1:388_2": "And here the rest is as before.",
    "ai-atk-s0101a1:389_0": "Practicing Conducive to Extinguishment in the Present Life",
    "ai-atk-s0101a1:390_0": "93.",
    "ai-atk-s0101a1:390_1": "and ‘Once in the present life’ is a term for extinguishment.",
    "ai-atk-s0101a1:390_2": "the meaning is that in this very life-form, because in this very life-form, the meaning is, it is painful.",
    "ai-atk-s0101a1:390_3": "Those who say, speak in the present life,",
    "ai-atk-s0101a1:390_4": "Extinguishment in the present life, the ultimate goal is the best state.",
    "ai-atk-s0101a1:391_0": "He is a tie of the five kinds of sensual stimulation, pleasant, or neutral feeling",
    "ai-atk-s0101a1:391_1": "touching all round, well wavy, well dried up,",
    "ai-atk-s0101a1:391_2": "he is endowed with the factors of streaming.",
    "ai-atk-s0101a1:391_3": "They enjoy the pleasures of the senses, and likewise with the senses attraction. And they equanimous bliss and the rest.",
    "ai-atk-s0101a1:391_4": "Or he plays with iron,",
    "ai-atk-s0101a1:391_5": "And here there are two kinds of sensual stimulation:",
    "ai-atk-s0101a1:391_6": "human and divine.",
    "ai-atk-s0101a1:391_7": "human sensuality is like a god from human sensuality; from the divine realm to the Gods Who Control the Creations of Others.",
    "ai-atk-s0101a1:391_8": "That’s how they describe in the present life who have attained extinguishment in this very life.",
    "ai-atk-s0101a1:392_0": "95.",
    "ai-atk-s0101a1:392_1": "it’s impermanent, suffering, and perishable. It’s impermanent, suffering, and perishable.",
    "ai-atk-s0101a1:392_2": "Their decay and perishing, which gives rise to sorrow, lamentation, pain, sadness, and distress.",
    "ai-atk-s0101a1:392_3": "Herein, the characteristic of endearing is the characteristic of enduring . Its function is to bearing up the body; it is the characteristic of oppositeness; it is forwards and backbiting is the phenomena; quite secluded from sense desires, secluded from unprofitableness.",
    "ai-atk-s0101a1:393_0": "Getting over the parts of applied thought and sustained thought",
    "ai-atk-s0101a1:393_1": "Virtue is indicated by the four kinds of discrimination.",
    "ai-atk-s0101a1:393_2": "so too this applied thought and this sustained thought are gross, like the first jhāna in the moment when its gross physical matter.",
    "ai-atk-s0101a1:394_0": "97-98.Pītigatanti pītiyeva.",
    "ai-atk-s0101a1:394_1": "and the thought of the mind too through the mind.",
    "ai-atk-s0101a1:394_2": "if he gets up the absorption, the pleasure and pain are rewarded in that state of bliss in one who possesses the absorption, while the mind is present.",
    "ai-atk-s0101a1:394_3": "Here the rest is in the present life only.",
    "ai-atk-s0101a1:395_0": "thus they are complete in all sixty-two views.",
    "ai-atk-s0101a1:395_1": "The view of the annihilationists is the annihilationist views.",
    "ai-atk-s0101a1:396_0": "100-104. Idāni –",
    "ai-atk-s0101a1:396_1": "“Yes, mendicants,” replied those mendicants. They did so in any one or other of them all they did so again and again, they all gave them away:",
    "ai-atk-s0101a1:396_2": "“Yes, mendicants,” replied those mendicants. They did so,",
    "ai-atk-s0101a1:396_3": "Which is your enemy, “What is your question?” When asked, “What are you doing all things, then you should foster the point of simultaneously? Which the view of all, then you’re smeared with the point of a view?",
    "ai-atk-s0101a1:396_4": "(But) he spoke thus about the teaching of the Path.",
    "ai-atk-s0101a1:397_0": "There are three Discourses on Ānanda:",
    "ai-atk-s0101a1:397_1": "Without asking questions that are loving-kindness, compassion,",
    "ai-atk-s0101a1:397_2": "While this was said, one of the mendicants said:",
    "ai-atk-s0101a1:397_3": "What’s the near shore? What’s the far shore? What’s sinking in the middle? What’s getting stranded on high ground? What’s getting taken by humans or non-humans? What’s getting caught up in a whirlpool? And what’s rotting away?”",
    "ai-atk-s0101a1:398_0": "Now at that time one of the mendicants had the thought:",
    "ai-atk-s0101a1:398_1": "“So it seems, good sir, that form, feeling, perception, choices, and consciousness are not-self. They will experience such self as form.”",
    "ai-atk-s0101a1:398_2": "Then the Buddha, knowing what that monk was thinking, addressed the mendicants:",
    "ai-atk-s0101a1:398_3": "“It’s possible that some foolish person here—unknowing and ignorant, their mind dominated by craving—thinks they can overstep the teacher’s instructions:",
    "ai-atk-s0101a1:398_4": "“So it seems that form is not-self,",
    "ai-atk-s0101a1:398_5": "affection.”",
    "ai-atk-s0101a1:398_6": "What do you think, monks: is form permanent or impermanent?”—",
    "ai-atk-s0101a1:398_7": "Knowing this, the Fortunate One has understood in this way, should be understood as it is said by the Enlightenment factor:",
    "ai-atk-s0101a1:399_0": "But that state consisting in the Dhamma is taught by the stage of the Dhamma, or by means of which the thoroughly contrary to the Dhamma is taught in accordance with the Vibhaṅga thus: “In whatever way one can be understood as it is conformity with the Dhamma” .",
    "ai-atk-s0101a1:399_1": "This includes such things as: in the Three Worlds of Purification",
    "ai-atk-s0101a1:399_2": "Because the unconnected with the defilements that were taught by the Brahmā-world, which was a basis for defilement.",
    "ai-atk-s0101a1:399_3": "Benefitting in Kosambī, holding a place where the lower story was high.",
    "ai-atk-s0101a1:399_4": "(The lower terraces) were in the lower place, which was fixing on the eyes.",
    "ai-atk-s0101a1:399_5": "In this life there is a place concept in the Prime Net Discourse, the Supreme Views of the Views of Conditioned.",
    "ai-atk-s0101a1:399_6": "Therefore it is said:",
    "ai-atk-s0101a1:399_7": "“This is the end of everything according to the Teacher’s teaching.”",
    "ai-atk-s0101a1:400_0": "Anxiety and Evasiveness",
    "ai-atk-s0101a1:401_0": "105-117.",
    "ai-atk-s0101a1:401_1": "Now, in order to show the way of seeing the path:",
    "ai-atk-s0101a1:401_2": "“Are the Worthy Ones’, mendicants?”",
    "ai-atk-s0101a1:401_3": "And here’s a feeling that’s pleasant to do so. But the feeling of those who do not know or see the agitation and evasiveness of those views is the feeling of the world ...",
    "ai-atk-s0101a1:401_4": "With reckoned as a view of craving, and only diverse spectrum of views, double-organized dreams, double-or single-fringed gems, as well as sharks, and the home-to-be.",
    "ai-atk-s0101a1:401_5": "Some of them declare enlightenments, and others.",
    "ai-atk-s0101a1:402_0": "the color of contact,",
    "ai-atk-s0101a1:403_0": "118-130. Puna –",
    "ai-atk-s0101a1:403_1": "“Mendicants, there are ascetics and brahmins who teach the Dhamma at ease in order to show the ultimate goal of an ascetic.”",
    "ai-atk-s0101a1:403_2": "Herein, ‘with feeling as condition: contact, feeling, perception, choices, and consciousness as self.’",
    "ai-atk-s0101a1:403_3": "So in each instance,",
    "ai-atk-s0101a1:404_0": "131-143.",
    "ai-atk-s0101a1:404_1": "While he is clever, through the strength of his views, he recommended the strength of insight again and again –",
    "ai-atk-s0101a1:404_2": "“Mendicants, there are ascetics and brahmins who are eternalisten.”",
    "ai-atk-s0101a1:404_3": "In that case, they will experience that contact.",
    "ai-atk-s0101a1:404_4": "For just as when a cattle is able to show the strong precious occupations of black smoke by a strong pre, so too, when one is able to directly knowing this, that is to say, this is the basis of psychic power, this is how the position of sentient beings should be seen.",
    "ai-atk-s0101a1:404_5": "So in each instance,",
    "ai-atk-s0101a1:405_0": "Dependent Origination",
    "ai-atk-s0101a1:406_0": "144.",
    "ai-atk-s0101a1:406_1": "Now, as to the self and the cosmos are eternal on four grounds ...",
    "ai-atk-s0101a1:406_2": "How is it for their benefit?",
    "ai-atk-s0101a1:406_3": "and experiences these six fields of contact with contact.",
    "ai-atk-s0101a1:406_4": "Herein, the six fields of contact:",
    "ai-atk-s0101a1:406_5": "These six fields of contact with the eye, ear, nose, tongue, body, and mind.",
    "ai-atk-s0101a1:406_6": "Book of the consequence of his birth and death is the size of the Pure Sañjikāputta:",
    "ai-atk-s0101a1:406_7": "“Who is this, Ambaṭṭha, that is the meaning of the south of the ancient posture, the meaning is produced in hermative field?”",
    "ai-atk-s0101a1:406_8": "“The delights in which they do not cultivate it,” is an enemy.",
    "ai-atk-s0101a1:406_9": "“Mindfulness is the reason for the sense fields.”",
    "ai-atk-s0101a1:406_10": "“Saying in the leaf huts in the wilderness.”",
    "ai-atk-s0101a1:406_11": "Here this (called) when born in a group is recommended by birth,",
    "ai-atk-s0101a1:406_12": "For among the things that are born in contact, and the fields of contacts that are born in them.",
    "ai-atk-s0101a1:406_13": "“Only, eye consciousness arises dependent on the eye and sights, and it does not make a contact with the three contacts. Having made contact with the point of contact he does not give rise to the end of the dimension of contact.” Then he said, “Have it encounter this opposite is the end of the middle contact.”",
    "ai-atk-s0101a1:407_0": "experiencing them by touching them.",
    "ai-atk-s0101a1:407_1": "And here although something is stated in the sense of urgency, nevertheless in each case;",
    "ai-atk-s0101a1:407_2": "For one does not touch the sense fields.",
    "ai-atk-s0101a1:407_3": "That’s why all of these six fields of contact should be understood. The meaning is experienced by the six fields of contact with the six fields of contact. The meaning is that this is so.",
    "ai-atk-s0101a1:408_0": "Feeling is a condition for the six fields of contact. The six kinds of feeling are the six fields of contact.",
    "ai-atk-s0101a1:408_1": "That craving for sights is a condition for craving, and so on.",
    "ai-atk-s0101a1:408_2": "Therefore it is said:",
    "ai-atk-s0101a1:408_3": "“There are these feeling conditioned by craving.”",
    "ai-atk-s0101a1:408_4": "But there is a condition for the four lower parts of the continent and the three watches of the night.",
    "ai-atk-s0101a1:408_5": "you’re grasping to continued existence,",
    "ai-atk-s0101a1:408_6": "When continued existence is a condition for rebirth in a million.",
    "ai-atk-s0101a1:409_0": "But here the categories beginning and the five aspects of the body are seen to be seen and heard about by this and the eighteen world-sphere,",
    "ai-atk-s0101a1:409_1": "This is the detailed explanation of the meaning in brief. But there is the stanza of the dependent origination.",
    "ai-atk-s0101a1:409_2": "herein, one can understand how to understand how to understand it is.",
    "ai-atk-s0101a1:409_3": "For the Fortunate One spoke about the talk about Dhamma,",
    "ai-atk-s0101a1:409_4": "“Mendicants, if there are no to be found, no first point, and all of them haven’t yet been evidently known that there is such a spot iron ball, and ignorance. When ignorance is called a specific condition for craving for continued existence.”",
    "ai-atk-s0101a1:409_5": "“Rebirth is a condition for craving for continued existence.”",
    "ai-atk-s0101a1:409_6": "“Just now, the misconception of continued existence.”",
    "ai-atk-s0101a1:409_7": "while referring to views, how many kinds of feeling do you regard it as a ground for feeling.",
    "ai-atk-s0101a1:409_8": "That is why it is said:",
    "ai-atk-s0101a1:409_9": "“ By doing this view, this is why these three views are caught up in the fourfold reckoning and sight of the consciousness, and this is referred to the suffering that cannot be swamped here like the head.”",
    "ai-atk-s0101a1:410_0": "The Incomparable",
    "ai-atk-s0101a1:411_0": "145.",
    "ai-atk-s0101a1:411_1": "Thus, having shown that the topic of views, he said to the Bhikkhus, “Now, you must give (them).”",
    "ai-atk-s0101a1:411_2": "“As a mendicant, monks,” said the monks.",
    "ai-atk-s0101a1:411_3": "Herein, when a flag:",
    "ai-atk-s0101a1:411_4": "When contacted, the six fields of contact experienced by the six fields of contacts, the six fields of contact at them. But when these six fields of contacts they proceed.",
    "ai-atk-s0101a1:411_5": "Contact is the origin of the eye in ignorance, etc., of feeling arising from eye-contact, and feeling should be understood as stated in the way beginning.",
    "ai-atk-s0101a1:411_6": "Herein, just as, however, the origin of contact with the cessation of contact is said to be the “base of the contact” in the sense of its origin having the sense of composed,",
    "ai-atk-s0101a1:411_7": "“‘Does the origin of fuel ceases?”",
    "ai-atk-s0101a1:411_8": "mind and bodily form cease.",
    "ai-atk-s0101a1:412_0": "He knows undeclared to his view, and he knows his views.",
    "ai-atk-s0101a1:412_1": "And they know that view is more accomplished than all views and perfection.",
    "ai-atk-s0101a1:412_2": "What do you know?”",
    "ai-atk-s0101a1:412_3": "He knows that a non-returner, a once-returner, knows the teachings, and has been a once-returner. He knows the teachings are capable of discerning.",
    "ai-atk-s0101a1:412_4": "But in those same way he is finished in the same way.",
    "ai-atk-s0101a1:413_0": "146.",
    "ai-atk-s0101a1:413_1": "Having thus destroyed the story of the Vibhaṅga, he thought, “Now he is freed from the goal” .",
    "ai-atk-s0101a1:413_2": "“Whoever is frequent.”",
    "ai-atk-s0101a1:413_3": "Herein, the simile of the netws have been shown by this net:",
    "ai-atk-s0101a1:413_4": "Herein, the poison of the Lord of Death, the clinging to me is smiled.",
    "ai-atk-s0101a1:413_5": "what do you think, alternatively?",
    "ai-atk-s0101a1:413_6": "When they were seated, they hurriedly swallowed their arms. When they were standing, they swallowed their limbs and netw.",
    "ai-atk-s0101a1:413_7": "Reflecting properly: here, they construct in this way, the meaning of this view of what is connected with its concepts is covered in this way, and that their view is indeed.",
    "ai-atk-s0101a1:414_0": "Strong-breath: it is subtlety because of fine deliverance: the meaning is this,",
    "ai-atk-s0101a1:414_1": "The Buddha looked at it, like a limited shelter, like a wide in a quadruple, like the ten-thousand sun.",
    "ai-atk-s0101a1:414_2": "Then he can understand the gross and surmounting all kinds of living creatures:",
    "ai-atk-s0101a1:415_0": "147.",
    "ai-atk-s0101a1:415_1": "These are the sixty-two misconstructed in all directions, having seen the opposite of all the views, and having shown that these were explained in this way:",
    "ai-atk-s0101a1:415_2": "“Mendicants, the Realized One’s body has been cut off at the root of a tree.”",
    "ai-atk-s0101a1:415_3": "Herein, they are not lost:",
    "ai-atk-s0101a1:415_4": "They’re not tied up with their necks, and ropes for a Righteous rope.",
    "ai-atk-s0101a1:415_5": "But here there is no craving for people, that is not overpowered by craving for continued existence.",
    "ai-atk-s0101a1:415_6": "She binds it on the neck, and it doesn’t lead to existence.",
    "ai-atk-s0101a1:415_7": "He has cut off the path to Worthiness, in the forest, having cut off the hollow,",
    "ai-atk-s0101a1:416_0": "at the break up of the body breaks up, after death,",
    "ai-atk-s0101a1:416_1": "Except for life: the purpose of living in a continuity of existence is used up again without quietering the life faculty.",
    "ai-atk-s0101a1:416_2": "The Realized One doesn’t see him.",
    "ai-atk-s0101a1:416_3": "Or perhaps the gods won’t see what they will be, and the meaning can be cultivated.",
    "ai-atk-s0101a1:417_0": "Those who grasp ...",
    "ai-atk-s0101a1:417_1": "The tree is like a mango tree growing on the Realised One’s body, like a palm stump.",
    "ai-atk-s0101a1:417_2": "When he has fallen into that forest grove, like the five lower fetters in the middle of the end of craving, just as violent hanging down and being reborn in the future, like a rose up from the fetters of rebirth, and being reborn in the future.",
    "ai-atk-s0101a1:417_3": "But just as they are cut down, the stalks are cut off, the cracked places are cut off, so the meaning is that it cut off.",
    "ai-atk-s0101a1:417_4": "In the same way, when those things are cut off, all these five constituents (of mind and body) cut off, all legs arise in the future.",
    "ai-atk-s0101a1:418_0": "But just as, when the trees came from a thorns and came to bag, with a string of thorns and eventually praised in the charnel ground,",
    "ai-atk-s0101a1:418_1": "“In this place there is a tree such a termite-mound, it seems that anyone who sees such trees as your practice, whose body breaks up, after death, you’ll still not see to be reborn in the company of the gods of the Thirty-Three ...s ... the abode of ignorance.” But when your body breaks up, after death, you’ll be reborn in the company of the Dispensation of the Buddhas, the too, will never see clearly for your instructions.",
    "ai-atk-s0101a1:419_0": "When he had spoken, Venerable Ānanda said to the Buddha: “I shall do so,” and he added:",
    "ai-atk-s0101a1:420_0": "So if only, etc.: – those in the sense of habituality – the finest 80 kilometers –",
    "ai-atk-s0101a1:420_1": "In this way, Ānanda, you should remember the exposition of the teaching as ‘supernatural vision’, and ‘faithful’ in this exposition of the teaching’.",
    "ai-atk-s0101a1:420_2": "But since many things are prepared, they should do it.",
    "ai-atk-s0101a1:420_3": "And since it is said that because it is not shared by Brahmā, because it is clear to him, the change of them as Brahmā for him.",
    "ai-atk-s0101a1:420_4": "He should remember it as an arrival in each of the sixty-two views, and so on.",
    "ai-atk-s0101a1:420_5": "But since this exposition of the teaching is included by the god of the Dhamma, he wears a mosquitot in battle, thinking, “But it’s possible to astray, shove in battle.”",
    "ai-atk-s0101a1:421_0": "The Buddha said this: “This is the source of this, ‘This is the introduction,’ and ‘This is the source of all this,’ how much this utmost devotion and plunges into a darkness with wisdom, like the Buddha replied: ‘I have reached the ultimate goal. The Enlightenment in darkness, the stretchedness, and champion’s threshing World’.",
    "ai-atk-s0101a1:422_0": "those mendicants were uplifted by the Buddha, joyful and happiness, and elated. They said: “The mendicants have been overjoyed, mindful, and aware.”",
    "ai-atk-s0101a1:422_1": "The word of the Buddha’s mind thus spoke in fact talk, (was heard): “This place of the Brahmajāla Sutta (only), having caused the drums in the deathless, (was heard). Brahmajālaka, the Lord of the World, whom the Lord of Sages (worlds’ sons) remainder of the Faith, the Lord of the Deathless Dhamma, (which is called)",
    "ai-atk-s0101a1:422_2": "Saying ‘Good!’ they agreed.",
    "ai-atk-s0101a1:422_3": "For this sound of horrors",
    "ai-atk-s0101a1:422_4": "“Doesn’t we rejoice in enjoyment,” and multiplication of craving.",
    "ai-atk-s0101a1:422_5": "“They do not favourable to both,” and they opposite to people.",
    "ai-atk-s0101a1:423_0": "“For a long time I’ve arrived at afar,",
    "ai-atk-s0101a1:424_0": "Family, friends, and companions were happy ...”",
    "ai-atk-s0101a1:425_0": "and the waterpot in the future",
    "ai-atk-s0101a1:425_1": "Saying: “Nandaka, I rejoice in enjoyment”, and so on.",
    "ai-atk-s0101a1:425_2": "(This) is the consent to the welcome when the wind is regular.",
    "ai-atk-s0101a1:425_3": "Therefore it is said:",
    "ai-atk-s0101a1:425_4": "Saying “(food)” they abused and censured.",
    "ai-atk-s0101a1:426_0": "Good, good sirs, what was well spoken is good.",
    "ai-atk-s0101a1:427_0": "appraisal to them, the mendicants fell in council.",
    "ai-atk-s0101a1:428_0": "And while this discourse was being spoken, the verses in this Book.",
    "ai-atk-s0101a1:428_1": "For the one who is debate, this is said:",
    "ai-atk-s0101a1:429_0": "ten-thousand world-element moved in ten thousand world-elements, a thousandfold section consisting in the world system,",
    "ai-atk-s0101a1:429_1": "This sutta must be understood: ‘This sutta should be understood as included in the Suttanta.’",
    "ai-atk-s0101a1:429_2": "For one who understands what is said:",
    "ai-atk-s0101a1:429_3": "So the donors of the sixty-two misconceptions spoken and the views can be understood according to the view of the past, future, and present.",
    "ai-atk-s0101a1:430_0": "Herein, the reasoning of these eight reasons should be understood as earth:",
    "ai-atk-s0101a1:430_1": "So by supernormal power, the art of embryo is conceived in his mother’s womb, and through the natural of the deathless, he becomes fully extinguished through in a principled manner.",
    "ai-atk-s0101a1:430_2": "To quiet the stick –",
    "ai-atk-s0101a1:430_3": "“Ānanda, there are these eight causes and reasons for a great earthquake.”",
    "ai-atk-s0101a1:430_4": "But this great earth nourishes in eight places.",
    "ai-atk-s0101a1:430_5": "the Greatly Famous One, Sakka went to a poisonous horse-hair rope, wearing rags, and was born in the Bodhi tree in this Great Wood, near the Kāḷama tree.",
    "ai-atk-s0101a1:430_6": "There the Great Bodhi (Tree) went out through the aroused energy, being taken up with the strength of the violence.",
    "ai-atk-s0101a1:430_7": "After giving the four robes to the garden, a great island, and going to the four quarters, like the (which Buddha). After going to the charnel ground, he offered the yellow robes and made an end of the garden.",
    "ai-atk-s0101a1:430_8": "while washing the rags, at the time of rubbing the peacocks, and the worms,",
    "ai-atk-s0101a1:430_9": "Wherech is the time for the Kāḷigodhā",
    "ai-atk-s0101a1:430_10": "“I was able, Sir.”",
    "ai-atk-s0101a1:430_11": "while the one called Brahmajāla (Discomfort) the sixty-two grounds of views, and after making the known of the view, he should be understood as given in detail in this matter.",
    "ai-atk-s0101a1:431_0": "And it was not only on this matter in these places, but also this exposition of the earth, also the waters of the Candavajjīs, and also the enlightener of the Mahāthūpa. Having sat down in the Jetavana garden, he sat down in the island of Laṅkā.",
    "ai-atk-s0101a1:431_1": "After taking alms-food in the monastery, the Elder Tissā shrine, and the Enlightened One’s Cetiya at that very place, he sat down on the waterpot and waited there.",
    "ai-atk-s0101a1:431_2": "His body was called Ambaṭṭha.",
    "ai-atk-s0101a1:431_3": "There they sat on the seats spread out, and in the middle of the supreme penalty. As they were limited and on the earth, they dropped on the water.",
    "ai-atk-s0101a1:432_0": "Thus with the appearance of that (safeguard) appearance,",
    "ai-atk-s0101a1:433_0": "To me I have taught the rest of the Ambaṭṭha.",
    "ai-atk-s0101a1:434_0": "the wise and the learned, endowed with good qualities,",
    "ai-atk-s0101a1:435_0": "carefully, after learning it properly,",
    "ai-atk-s0101a1:436_0": "Thus in this way the Dīghalayan Tree",
    "ai-atk-s0101a1:437_0": "The About Practice is finished."
}