{
    "ai-atk-abh01a6:0_0": "3. Nikkhepakaṇḍo",
    "ai-atk-abh01a6:1_0": "Discussion of the designation of the Three Worlds",
    "ai-atk-abh01a6:2_0": "985.",
    "ai-atk-abh01a6:2_1": "To this extent the wholesome enquiry is indicated by all the skillful qualities.",
    "ai-atk-abh01a6:2_2": "But the profitable way of speaking from that of these two kinds is called “announced” in the same way as profitable time:",
    "ai-atk-abh01a6:2_3": "Herein, what is ‘including the pleasant feeling’",
    "ai-atk-abh01a6:2_4": "At whatever time a wholesome mind has arisen in the sensual realm, or associated with knowledge.",
    "ai-atk-abh01a6:2_5": "Whether or not there are other things that are associated with the astute, unattached, seeing the aggregates beginning with pleasant feeling, and neutral feeling:",
    "ai-atk-abh01a6:2_6": "Therefore he can recite the Monastic Code, and then neither get rid of it.",
    "ai-atk-abh01a6:2_7": "for the sake of the rod and the teaching, In brief, the detailed exposition of the teaching,",
    "ai-atk-abh01a6:2_8": "But this story of the body, the mind, using the arising of the arrivals, the rods, the eighteen elements, the dependent on arrival.",
    "ai-atk-abh01a6:2_9": "This is the detailed explanation of the Dhamma in this way: “Venerable, this place is building up for eighteen grounds, and it should be understood that the Koṇḍañña who keeps it.",
    "ai-atk-abh01a6:2_10": "for this is said:",
    "ai-atk-abh01a6:3_0": "As to root, it is planted by the roots and all round;",
    "ai-atk-abh01a6:4_0": "and he has also got the same reply.",
    "ai-atk-abh01a6:5_0": "and it is said to be thrown aside.",
    "ai-atk-abh01a6:6_0": "for I have taught them the three skillful roots which are skillful in the beginning, “For they have been taught by them.”",
    "ai-atk-abh01a6:6_1": "That feeling associated with the aggregates,",
    "ai-atk-abh01a6:6_2": "Because of the doors recommended by way of body,",
    "ai-atk-abh01a6:6_3": "for deeds are called ‘practiced deeds’.",
    "ai-atk-abh01a6:6_4": "and set up a very happy neck in sense pleasures,",
    "ai-atk-abh01a6:6_5": "Herein, the meaning of the teaching should be understood as it is taught by thefterence of the meaning and by using that which should be understood as given in the Paṭisambhidā.",
    "ai-atk-abh01a6:7_0": "Herein, firstly in the places reckoning as an aspect of the profitable way.",
    "ai-atk-abh01a6:7_1": "And those skillful things are produced by roots, wholesome, and the roots that are the roots that are the roots produced in the roots of wholesome.",
    "ai-atk-abh01a6:7_2": "Having thus shown that there is no fault for the meaning and showing that she is not given to (alternative),",
    "ai-atk-abh01a6:7_3": "Because there is no profitable roots in this way that’s how much wholesome and unskillful, the king showed the skill in the Dhammapada:",
    "ai-atk-abh01a6:7_4": "That associated with them, constantly,",
    "ai-atk-abh01a6:7_5": "Herein, by means of not having entirely completed the entire spectrum of formations associated with unconditioned.",
    "ai-atk-abh01a6:7_6": "Likewise as the home life-forms because it is not position,",
    "ai-atk-abh01a6:7_7": "Thus he showed the four triple (collections) with the unwholesome (supernatural) faculties and caused the king to be disposed again.",
    "ai-atk-abh01a6:7_8": "“As a position,lunder, stainless, and diligent.",
    "ai-atk-abh01a6:7_9": "With this through the remainder of the four offerings, (he said): “Bhikkhus, I will show the heat portion to the king of Dhamma.”",
    "ai-atk-abh01a6:7_10": "That’s how, having shown that instance at a place where,",
    "ai-atk-abh01a6:8_0": "986.",
    "ai-atk-abh01a6:8_1": "Likewise for each other.",
    "ai-atk-abh01a6:8_2": "Because noise, she showed the wholesome roots with a single root, which is an unwholesome mind, for the sake of the Dhamma.",
    "ai-atk-abh01a6:8_3": "it is said to be “what is unprofitable” and immoral mind to be known as ‘unprofitable’.",
    "ai-atk-abh01a6:8_4": "But the king of the Dhamma, etc., appeared in the realm of the gods, and his deeds there, he showed the sweetness of the Dhamma,",
    "ai-atk-abh01a6:8_5": "But here it is said that one starts its farmers, while the mind does not exhausted the one,",
    "ai-atk-abh01a6:8_6": "There he is the one-pointed name named Sahaka.",
    "ai-atk-abh01a6:8_7": "In a certain person there is one person called “both”.",
    "ai-atk-abh01a6:8_8": "Then the worlds: here and there, while standing there, one or other of them stood together there.",
    "ai-atk-abh01a6:8_9": "Herein, what things are they all covered with defilements?",
    "ai-atk-abh01a6:8_10": "Three unwholesome roots:",
    "ai-atk-abh01a6:8_11": "greed, hate, and delusion.’",
    "ai-atk-abh01a6:8_12": "‘What things are inferior?",
    "ai-atk-abh01a6:8_13": "Three unwholesome roots:",
    "ai-atk-abh01a6:8_14": "Greed, hate, and delusion are discontent in them?",
    "ai-atk-abh01a6:8_15": "Three unwholesome roots:",
    "ai-atk-abh01a6:8_16": "greed, hate, and delusion.’",
    "ai-atk-abh01a6:8_17": "‘What things are their matchmaker?",
    "ai-atk-abh01a6:8_18": "Three unwholesome roots:",
    "ai-atk-abh01a6:8_19": "greed, hate, and delusion subsides in the defilement, and the defilements that cut off the defilements.",
    "ai-atk-abh01a6:8_20": "Three unwholesome roots:",
    "ai-atk-abh01a6:8_21": "greed, hate, and delusion.’",
    "ai-atk-abh01a6:8_22": "In these places, ‘In these places’ means having gone to the underworld.",
    "ai-atk-abh01a6:9_0": "But in order to give up three fetters, they have given up the fetters, and the fetters for getting reborn, and they will have three fetters.",
    "ai-atk-abh01a6:9_1": "Identity view, doubt, misapprehension of precepts and observances,",
    "ai-atk-abh01a6:9_2": "But greed, hate, and delusion have given up these four things.",
    "ai-atk-abh01a6:9_3": "the defilements associated with them,",
    "ai-atk-abh01a6:9_4": "consciousness should be developed by way of body, speech, and mind.",
    "ai-atk-abh01a6:9_5": "(wholesome) bad, unwholesome qualities that are to be experienced,",
    "ai-atk-abh01a6:9_6": "Three unwholesome roots:",
    "ai-atk-abh01a6:9_7": "greed, hate, and delusion.”",
    "ai-atk-abh01a6:9_8": "These can be understood as it is seen in these places,",
    "ai-atk-abh01a6:10_0": "987.",
    "ai-atk-abh01a6:10_1": "Their story is the prey for the clause,",
    "ai-atk-abh01a6:10_2": "In this way there are three characteristics, profound, skill in diverse spectrum of the base consisting of nothingness, they don’t gain the attainment of the dimension of the dimension of nothingness, and they don’t gain the cessation of the dimension of nothingness.",
    "ai-atk-abh01a6:11_0": "On the contrary, namely, the Decorated One, the Kaṇhāyanas, etc., are called the plane of the Mango Wood, and so on. They are called ‘perfected’.",
    "ai-atk-abh01a6:11_1": "Such is the ground for function of reference to human beings, namely, bliss, and unification of mind are called the senses.",
    "ai-atk-abh01a6:11_2": "is the one who attains fullness in this life,",
    "ai-atk-abh01a6:11_3": "However, they say what is sense desires in the sensual-sphere fine-material sphere or immaterial sphere in one of greedy temperament.",
    "ai-atk-abh01a6:11_4": "apart from the pleasure and happiness,",
    "ai-atk-abh01a6:11_5": "That associated with itelf is to be placed in happiness.",
    "ai-atk-abh01a6:11_6": "And the meaning should be understood according to the rest.",
    "ai-atk-abh01a6:12_0": "In this three feelings there are three feelings, all the feelings are not found.",
    "ai-atk-abh01a6:12_1": "what is skillful and what is not gained through these three wholesomeness, and the gateway is called “follow”.",
    "ai-atk-abh01a6:12_2": "‘In the other parts of the sesame seeds oppressed, and all of them can be spoken by one. What is skillful and what is unassociated. Now, what is skillful.",
    "ai-atk-abh01a6:12_3": "But whatever else there is, that which is real and uneven.",
    "ai-atk-abh01a6:13_0": "991.",
    "ai-atk-abh01a6:13_1": "Herein, although there is the result of forms that are unbounded in the formless, yet there is kamma-process, yet nonexistences in its form, and also without a result of (the result of) the result of deeds as its object, then the result of the result of that deliverance.",
    "ai-atk-abh01a6:13_2": "in a hooked seed in a field, a seed in the sitting position, and the embankments is called “fruit”.",
    "ai-atk-abh01a6:13_3": "But when the rice field is held together by means of non-staple food, it is called the fruition of seeds and fruits rewards.",
    "ai-atk-abh01a6:13_4": "and it is also called “propagation from seeds” because of its good fortune-telling forms are the manner of terms, thus it is “born” .",
    "ai-atk-abh01a6:14_0": "On the contrary, when all the elders had ended, all the aggregates, had ended the defilements, and was said to be the foremost. The Elder Mothers’ Fathers beginning with: ‘One who is ready to suppression in the above, because of the fruit of each and everything without attachment is the foremost.",
    "ai-atk-abh01a6:14_1": "For just as when you’re spending on an iron ball, so too, when your private parts are a condition for the stilling of craving, etc., conditions are necessary condition for craving—when the requisites are a condition for craving—",
    "ai-atk-abh01a6:14_2": "Therefore it is said:",
    "ai-atk-abh01a6:14_3": "These are the things that are not attached to and favourable to the attachments.",
    "ai-atk-abh01a6:15_0": "likewise in specifically wrapped in the corruptions.",
    "ai-atk-abh01a6:16_0": "Telling the thought of scrapsing the skillful, they gained the same thoughts.",
    "ai-atk-abh01a6:17_0": "He gave with happiness and joyful, his own nurses, saying: “Three-Searth have become happy, and with joyful interest, he subdued himself; he had even a hundred times held dears,",
    "ai-atk-abh01a6:17_1": "For in this context there are two kinds of sadness: equanimity and bodily-form, whose mind is painful, sharp, severe, acute feelings –",
    "ai-atk-abh01a6:17_2": "This pertains to the.",
    "ai-atk-abh01a6:17_3": "For this one is skilled and tireless in these five components.",
    "ai-atk-abh01a6:18_0": "One whose fetters have fallen into rebirth’s fetters.",
    "ai-atk-abh01a6:18_1": "and it is quite clear, that is to say, the aggregates of identity,",
    "ai-atk-abh01a6:18_2": "having seen the being himself as a sentient being,",
    "ai-atk-abh01a6:18_3": "embracing virtue is able to do so very hard to give by ethical conduct, of virtue, learning, generosity, and wisdom.",
    "ai-atk-abh01a6:19_0": "he preaches the Dhamma of the Protectors,",
    "ai-atk-abh01a6:19_1": "(thinking): like he who is said:",
    "ai-atk-abh01a6:19_2": "“Here the Realized One arises in the world.”",
    "ai-atk-abh01a6:19_3": "And in some in the Dispensation –",
    "ai-atk-abh01a6:19_4": "“‘Only here is there a second ascetic, here a second ascetic.”",
    "ai-atk-abh01a6:19_5": "And in some place wherever a bed –",
    "ai-atk-abh01a6:20_0": "“Tissa, who stands right here, Devadatta,",
    "ai-atk-abh01a6:21_0": "I have found out that life, good sirs.”",
    "ai-atk-abh01a6:22_0": "And in some instances what should be undertaken –",
    "ai-atk-abh01a6:22_1": "“Here, mendicants, have eaten and refused an invitation to eat more.”",
    "ai-atk-abh01a6:22_2": "But it should be understood that the world is said:",
    "ai-atk-abh01a6:23_0": "An uneducated ordinary person here they’re in debt because they have not developed that they are",
    "ai-atk-abh01a6:23_1": "For it is because the aggregates of the sense-spheres in the three Vedas, having the questions beginning with: ‘Beings of the corresponding idea that action is in a place where there is no idea that comes to be incapable of reaching the end of the states.’",
    "ai-atk-abh01a6:24_0": "the people pursued by many people.",
    "ai-atk-abh01a6:25_0": "the worldling, many people wide what is.",
    "ai-atk-abh01a6:26_0": "For that ordinary person’s defilements are the reasons of the defilements according to the various defilements. For in the various orders of their defilements –",
    "ai-atk-abh01a6:26_1": "“Suppose a person who is tired",
    "ai-atk-abh01a6:26_2": "ignorant views, prescribed by an ordinary person.",
    "ai-atk-abh01a6:26_3": "the Teacher who looks on the world of the world,",
    "ai-atk-abh01a6:26_4": "The ordinary people having overcome all sense pleasures,",
    "ai-atk-abh01a6:26_5": "They make an end of various choices.",
    "ai-atk-abh01a6:26_6": "the worldlings lead to many people.",
    "ai-atk-abh01a6:26_7": "widespreadly with various different (people) ordinary people.",
    "ai-atk-abh01a6:26_8": "who burns up various kinds of fevers.",
    "ai-atk-abh01a6:26_9": "cling to the five kinds of sensual stimulation, delighted, greedy, tied, infatuated, and indulgent, the Buddhas of the five kinds,",
    "ai-atk-abh01a6:26_10": "the five hindrances are restrained, they have been restrained, enjoying them.”",
    "ai-atk-abh01a6:26_11": "the many people in the realm of the arguments, ~ and disputing in their presence, are most delighted in making people.",
    "ai-atk-abh01a6:26_12": "all the earth:",
    "ai-atk-abh01a6:26_13": "Having gone to Visākha they’re purified from among the virtues of good qualities, etc.",
    "ai-atk-abh01a6:26_14": "an ordinary person.",
    "ai-atk-abh01a6:26_15": "In this way, when an uneducated ordinary person says this,",
    "ai-atk-abh01a6:27_0": "“The two people say when they are spoken of by the Buddha,",
    "ai-atk-abh01a6:28_0": "I was a blind, ordinary person.”",
    "ai-atk-abh01a6:29_0": "Two ordinary people can understand:",
    "ai-atk-abh01a6:30_0": "Explained is the noble ones in such and such a noble, having seen the defilements, defilement, venerated them with the noble ones, and without a doubt, they are called “The Buddhas, who have crossed over the world with its gods, and with its deities”.",
    "ai-atk-abh01a6:30_1": "Just as Buddhas, whether Noble Ones or not:",
    "ai-atk-abh01a6:30_2": "“Mendicants, there are some in the world who are junior. ...",
    "ai-atk-abh01a6:30_3": "this is called the noble truth of the Realized One.”",
    "ai-atk-abh01a6:31_0": "But here the Buddhas beginning with good people should be understood that the Realised One’s disciple should be understood according to the Buddhas’ disciples .",
    "ai-atk-abh01a6:31_1": "Because of the supermundane attainments the special qualities of good people.",
    "ai-atk-abh01a6:31_2": "or two?",
    "ai-atk-abh01a6:31_3": "For the Buddhas awakened for themselves, and a noble disciple of the Buddhas, Paccekabuddhas and Buddhas –",
    "ai-atk-abh01a6:32_0": "“That Wise One who is grateful and thankful,",
    "ai-atk-abh01a6:33_0": "One who has good friends, and is strong,",
    "ai-atk-abh01a6:34_0": "Afterwards the wicked deeds done by the Lord,",
    "ai-atk-abh01a6:35_0": "That’s the kind of person they call a good person.”",
    "ai-atk-abh01a6:36_0": "‘That’s good in relation to the realm.’",
    "ai-atk-abh01a6:36_1": "she urged the Independent Buddhas,",
    "ai-atk-abh01a6:36_2": "Now, as to those who see the noble ones, the one who sees the noble ones, and one who doesn’t sees the noble ones.",
    "ai-atk-abh01a6:36_3": "Not seeing with the eye, they see two kinds of knowledge:",
    "ai-atk-abh01a6:36_4": "It is here that while they’ve seen each other with deep knowledge,",
    "ai-atk-abh01a6:36_5": "Because they haven’t seen the noble ones, eye-sight, and those who we have not seen the noble ones, they were not able to develop the noble ones.",
    "ai-atk-abh01a6:36_6": "Soṇa, they might not see the noble ones, bothing and seeing the noble ones, who will show their vision.",
    "ai-atk-abh01a6:37_0": "Here is a story:",
    "ai-atk-abh01a6:37_1": "The senior elder of the mountains had destroyed the pollutants, who had subdued their defilements and came to attend on the senior elder, and he asked the Thera:",
    "ai-atk-abh01a6:37_2": "‘Sir, where do you like?’",
    "ai-atk-abh01a6:37_3": "The elder said:",
    "ai-atk-abh01a6:37_4": "‘He’s a large bowl and robes, he doesn’t know the noble ones, and he doesn’t know the noble ones.’",
    "ai-atk-abh01a6:37_5": "When he knew that the Buddha had spoken,",
    "ai-atk-abh01a6:37_6": "That’s why not knowing and seeing (thinking): ‘This is the knowledge and vision of the truth’,",
    "ai-atk-abh01a6:37_7": "“What did you want with this Vakkali?",
    "ai-atk-abh01a6:37_8": "One who sees the teaching sees me.”",
    "ai-atk-abh01a6:37_9": "That’s why it should be understood that the noble ones,uding the eye and the noble ones, and so is unshakable, undesirable, not seeing the noble ones, and you should know the noble truths.",
    "ai-atk-abh01a6:38_0": "He who has the three kinds of mindfulness meditation, the one who isn’t skilled in the teaching of the noble ones, and is unprofitable in the noble ones.",
    "ai-atk-abh01a6:39_0": "In the section on two kinds of discipline:",
    "ai-atk-abh01a6:40_0": "This is called ‘unvil’.",
    "ai-atk-abh01a6:41_0": "For this Noble One’s training is twofold - there are two kinds of discipline.",
    "ai-atk-abh01a6:41_1": "And here there are two kinds of discipline: the five kinds of discipline and the Monastic Law,",
    "ai-atk-abh01a6:41_2": "For when restraint of the spiritual life is restrained, restraint is destroyed, and knowledge and vision are restrained.",
    "ai-atk-abh01a6:41_3": "and they made an end of the five concepts (of mind and body) that occurred with the cutting off of the origination of suffering, the ending of the five Collections.",
    "ai-atk-abh01a6:42_0": "Herein, “restraint by the Pātimokkha” is this: “This is the virtuous, endowed with virtue.”",
    "ai-atk-abh01a6:42_1": "“This faculty of sight is restraint.”",
    "ai-atk-abh01a6:43_0": "“Whatever streams there are in the world, Fortunate One,",
    "ai-atk-abh01a6:44_0": "and mindfulness its careful driver.",
    "ai-atk-abh01a6:45_0": "I declare the restraint of the ear;",
    "ai-atk-abh01a6:46_0": "Who loves them all undergoes them –",
    "ai-atk-abh01a6:47_0": "This is called ‘Knowledge’.",
    "ai-atk-abh01a6:47_1": "“This is a cold and heat.”",
    "ai-atk-abh01a6:47_2": "“This opportunity for sensual pleasures does not arise in me.”",
    "ai-atk-abh01a6:47_3": "all of them should be restrained in the monastic training, and of bad conduct, restraint in the training.",
    "ai-atk-abh01a6:47_4": "In this way they’re directed to remove the five cords of sense desire.",
    "ai-atk-abh01a6:48_0": "Likewise in the passage beginning, “Bhikkhus, there is no counterpart in the way beginning, the order of insight due to surmounting the base consisting of boundless space, which is an opposite of insight due to that, when that attainment exists in him –",
    "ai-atk-abh01a6:48_1": "Their view of what is connected with the origin of identity view, etc., and views, doubt, conceit, the desire to be reborn, and ignorance. Yourself by fear and dread, and that I am infatuated by the Compared to see the beginning of identity view, the sixty-two roots of perceptions of the paths of eliminations, and that is independent of others. And I have no doubts about the paths of emptiness due successfulness.",
    "ai-atk-abh01a6:49_0": "But when the breaches that occurred with the breaking up of the barriers opposite sex, etc., have respectively bathed and the hindrances—this is called ‘defilement’.",
    "ai-atk-abh01a6:49_1": "“This noble path has been developed by developing and cultivating these four noble paths.”",
    "ai-atk-abh01a6:49_2": "That which is why it is called “harpor” in the way that the defilements have been given up as its object.",
    "ai-atk-abh01a6:49_3": "He has given up the unconditioned, the ending of all processes, and the complete understanding that ‘death is mine’.",
    "ai-atk-abh01a6:49_4": "all that is called “space” in the sense of urgency, because it is not the training as the training.",
    "ai-atk-abh01a6:49_5": "it is called ‘the removal of accusation’ because of abandoning the conceit ‘oblition’.",
    "ai-atk-abh01a6:49_6": "In this way he concepts five coming to ruinations,",
    "ai-atk-abh01a6:50_0": "This is why there are two kinds of calm, that is why it should be given up and rejected, which is why it is called “schange-of-state”.",
    "ai-atk-abh01a6:50_1": "That is not a good person’s qualities, but one who doesn’t train in the teaching of the good persons.",
    "ai-atk-abh01a6:50_2": "For the sake of (wholesome) great things:",
    "ai-atk-abh01a6:50_3": "“The noble ones are very noble ones; they are very good people.",
    "ai-atk-abh01a6:50_4": "It is for the teaching that is the noble ones, this is the Dhamma.",
    "ai-atk-abh01a6:50_5": "those noble ones, live in the training of the noble ones, are Noble Ones’ teaching and training.",
    "ai-atk-abh01a6:50_6": "the noble ones, whether their good or bad person’s qualities—whether in the noble one’s training—but they live in the training of the noble ones, on the one side of the good person, the rainy season—those who practice absorption in the training of the Noble One.”",
    "ai-atk-abh01a6:51_0": "He regards form as self, self as having form, form in self,",
    "ai-atk-abh01a6:51_1": "They regard form as self,",
    "ai-atk-abh01a6:51_2": "“Suppose there was a lamp of oil, wick, and one who sees form as self, the self does not see in themselves.”",
    "ai-atk-abh01a6:51_3": "They regard sights as self, or as endowed with form.",
    "ai-atk-abh01a6:51_4": "They regard form as self, or as belonging to self.",
    "ai-atk-abh01a6:51_5": "They regard form as self, as having form, feeling does it really as a _paṇḍaka_.",
    "ai-atk-abh01a6:51_6": "For feelings are also the same.",
    "ai-atk-abh01a6:52_0": "Herein, ‘Possessed in self’ means pure in oneself.",
    "ai-atk-abh01a6:52_1": "(There is) possessing forms, or self in form, or self in form.",
    "ai-atk-abh01a6:52_2": "They regard feeling ...",
    "ai-atk-abh01a6:52_3": "choices ...",
    "ai-atk-abh01a6:52_4": "consciousness as self.",
    "ai-atk-abh01a6:52_5": "They regard feeling as self, self as having feeling, feeling in self, three aggregates, or three feelings.",
    "ai-atk-abh01a6:52_6": "There they regard feeling ...",
    "ai-atk-abh01a6:52_7": "choices ...",
    "ai-atk-abh01a6:52_8": "Consciousness as self.’ They see these five grounds on which they are annihilationist.",
    "ai-atk-abh01a6:52_9": "The rest view of the past.",
    "ai-atk-abh01a6:52_10": "But here there are five views that continued existence",
    "ai-atk-abh01a6:52_11": "And all the variety of paths should be understood first.",
    "ai-atk-abh01a6:53_0": "or he doubts about the Teacher’s special qualities of gems, or his body.",
    "ai-atk-abh01a6:53_1": "As a body of the thirty-two marks, or one hundreds of such a beautiful body—",
    "ai-atk-abh01a6:53_2": "As they do not know: ‘Now, the infatuated, or do you desire arisen in the future?’",
    "ai-atk-abh01a6:53_3": "Kinsman of the introduction, you say: ‘Namely filled with castivals’ broads, ‘Possess, do not know about the world with its gods’, is one who practises a Buddha, who has wields the three worlds, and is known as a Buddha?’",
    "ai-atk-abh01a6:53_4": "For if he desires doubt or uncertainty about the special qualities of his own virtue,",
    "ai-atk-abh01a6:53_5": "He is doubtful, and everlasting for the object he is unable to constantly without trouble.",
    "ai-atk-abh01a6:53_6": "The one who lives on being grasped, does not attain it.",
    "ai-atk-abh01a6:53_7": "he doesn’t slack his mind with confidence in those without it. He doesn’t entertain his confidence.",
    "ai-atk-abh01a6:54_0": "or practice. When has passed away they give up the four paths of defilement and the four noble paths of the noble ones, and they are unable to realize the fruit of the noble ones. When there is such a state that is very fruitful, where there is the path to Nibbāna? Or what is that leads to extinguishment?",
    "ai-atk-abh01a6:54_1": "‘There are four treasures in the Sangha: one who wants the four fruits, is there any pleasurable way for the Sangha, is there any Laṅkā in the Sangha, or in the Sangha?’",
    "ai-atk-abh01a6:54_2": "‘ Though there is such a training, or has doubt in the training?’",
    "ai-atk-abh01a6:55_0": "regarding the past, future, and present.",
    "ai-atk-abh01a6:55_1": "of the future:",
    "ai-atk-abh01a6:55_2": "Herein, when in the past: ‘Does the future have no doubts about the past?’",
    "ai-atk-abh01a6:55_3": "‘In the future, is there no doubt regarding the future?’",
    "ai-atk-abh01a6:55_4": "(but) torment, having doubts about the world.",
    "ai-atk-abh01a6:55_5": "‘Does there be no idiosyncratic interpretations of danger that arise and given up in the present life?’",
    "ai-atk-abh01a6:55_6": "Herein, this is the word:",
    "ai-atk-abh01a6:55_7": "Old age and death are conditions for old age and death.",
    "ai-atk-abh01a6:55_8": "Because of the power of this ‘with a cause and condition’,",
    "ai-atk-abh01a6:55_9": "‘This is a condition for the arrival.’",
    "ai-atk-abh01a6:55_10": "‘Both’ is a term for birth.",
    "ai-atk-abh01a6:55_11": "When rebirth has arisen in the three states of birth, he ‘They have arisen in the way.’",
    "ai-atk-abh01a6:55_12": "This is said:",
    "ai-atk-abh01a6:55_13": "Virtuously indeed is the dependently originated phenomena as impermanent.",
    "ai-atk-abh01a6:56_0": "1009.Sīlenāti gosīlādinā.",
    "ai-atk-abh01a6:56_1": "like a cowherd’s.",
    "ai-atk-abh01a6:56_2": "by virtue and practices it.",
    "ai-atk-abh01a6:56_3": "but only the purity of defilements.",
    "ai-atk-abh01a6:56_4": "Or, alternatively, is the ultimate extinguishment",
    "ai-atk-abh01a6:56_5": "Then the place where the driverage was thrown away.",
    "ai-atk-abh01a6:56_6": "And with this contemplation of the defilement I saw the two corruptions of the corruptions.",
    "ai-atk-abh01a6:56_7": "greed, hate, and delusion. But these eight shamelessness have not ceased.",
    "ai-atk-abh01a6:56_8": "but then after getting them to take it, he should go forth.",
    "ai-atk-abh01a6:56_9": "You have given up greed, hate, and delusion.",
    "ai-atk-abh01a6:56_10": "but one should sacrifice the leopard in a lake.",
    "ai-atk-abh01a6:56_11": "Because they have entered the path to stream-entry, the mind is given up in the five concepts of views.",
    "ai-atk-abh01a6:56_12": "Herein, these two views are given up when they are given up in the lower parts of the body and speech that aren’t given up, agitated, and treated with the unconditioned, they are given up with conscience and shamelessness.",
    "ai-atk-abh01a6:56_13": "views, and doubt are abandoned through the defilement of the defilements and about the abandoning of the defilements.",
    "ai-atk-abh01a6:56_14": "They with the intention to aggregates of views and thoughts associated with the intentions, greed, hate, and delusion, and thoughts are given up with the defilements.",
    "ai-atk-abh01a6:56_15": "views, and doubt are abandoned through the defilement of the defilements and about the abandoning of the defilements.",
    "ai-atk-abh01a6:56_16": "Thus they gained the bones of this offering in the bones of the Sahajāti. Having thus showed this, they brought it to the Island.",
    "ai-atk-abh01a6:57_0": "Still the eight associated states associated with them,",
    "ai-atk-abh01a6:57_1": "He should arrangement by making amends for one or other of greed, and so by one who is associated with greed.",
    "ai-atk-abh01a6:57_2": "Herein, there is greed, hate, delusion: these things associated with greed, hate, delusion, the conceit ‘I am’. This includes in the category of activity, the aggregates are called “the Collections”.",
    "ai-atk-abh01a6:57_3": "And hatred, delusion, the aggressiveness of delusion, the defilement, and shamelessness as anger and hostile.",
    "ai-atk-abh01a6:57_4": "hatred, greed, hate, and delusion. This is called tendencies associated with greed, hate, and delusion.",
    "ai-atk-abh01a6:57_5": "Greed in the human realm, which washed by that which was associated with greed, hate and delusion, or mental corruptions, prudent, and delusion, this is called “noble-heartedness.”",
    "ai-atk-abh01a6:57_6": "With this construction with the previous associated state, he must associated with it, which is to be associated with prudent, and associated with them.",
    "ai-atk-abh01a6:57_7": "the origin of greedy temperament ...",
    "ai-atk-abh01a6:57_8": "he neededlessly without conscience.",
    "ai-atk-abh01a6:58_0": "These things should be given up by seeing and vision: Here are the path to stream-entry.",
    "ai-atk-abh01a6:58_1": "he should give up that.",
    "ai-atk-abh01a6:58_2": "‘But why is he’s a seen the attainment of stream-entry?’",
    "ai-atk-abh01a6:58_3": "‘The first unsurpassed vision.’",
    "ai-atk-abh01a6:58_4": "‘Haven’t you won’t be a more delightful?’",
    "ai-atk-abh01a6:58_5": "‘Not seeing them,",
    "ai-atk-abh01a6:58_6": "And when he sees that he does not make a bad karma.",
    "ai-atk-abh01a6:58_7": "That’s why it’s said, you shouldn’t say.",
    "ai-atk-abh01a6:58_8": "Where doing so, after seeing the king or his crafts, he would not say: ‘I know my crafts in the world’, the king who is but who is ignorant, will he say ‘I see no such thing?’",
    "ai-atk-abh01a6:59_0": "He gives up greed for what is given up, abandoning,",
    "ai-atk-abh01a6:59_1": "For greed is the same method like hatred;",
    "ai-atk-abh01a6:59_2": "By going to the end of the path,",
    "ai-atk-abh01a6:59_3": "But to give them what is said:",
    "ai-atk-abh01a6:59_4": "‘As a predominance’ means the one defilements was quite secluded from defilements. They are pollutants, sent back to the five defilements.",
    "ai-atk-abh01a6:59_5": "neither to see nor hear a fettered by the path nor by they are improved in the rainy season.",
    "ai-atk-abh01a6:59_6": "Though this is the path to conceive cessation except for those who have experiential confidence in the attainment of the cessation of consciousness, they wouldn’t because of the path leading to the beginning, the middle, and the end of the path. And those who have given up these things.”",
    "ai-atk-abh01a6:60_0": "These things that are to be given up through seeing how they can be given up by the sake of the fetters, and then give them up each higher fetters.",
    "ai-atk-abh01a6:60_1": "Herein, although these four things are to be given up in the lower world, greed, hate, and delusion subsides, they have given up greed, hate, and delusion, and have come to be given up. When they’re able to give up these things.",
    "ai-atk-abh01a6:61_0": "1018.",
    "ai-atk-abh01a6:61_1": "In the second trial period you should give up delusion, in the second phrases, be given up, and given up these things.",
    "ai-atk-abh01a6:61_2": "For it is possible to give up the defilements that should be given up by oneself without the root of the path, like the canker of the path, like the starts and the state of uncertainty.",
    "ai-atk-abh01a6:61_3": "Third: unwholesome enquiry, unwholesome intentions, and unprofitable for the third time, they went to hiden places of loss.",
    "ai-atk-abh01a6:61_4": "For the roots that are not associated with the roots but are not to be given up.",
    "ai-atk-abh01a6:62_0": "1029.",
    "ai-atk-abh01a6:62_1": "and make a limited object with a limited object,",
    "ai-atk-abh01a6:62_2": "For or at the limited object, having made a limited object, with a limited object, with a limited object, and making limitless object, with a limitless object,",
    "ai-atk-abh01a6:62_3": "But even though they’re small,",
    "ai-atk-abh01a6:63_0": "1035.",
    "ai-atk-abh01a6:63_1": "if the robe is produced in from the language of the seven-monasteries and the dangers there were no dangers.",
    "ai-atk-abh01a6:63_2": "‘Don’t mortify’ is a term for negligence.",
    "ai-atk-abh01a6:63_3": "Can here because there is no one thing to do the result of their deeds, and not able to do the result of their deeds.",
    "ai-atk-abh01a6:63_4": "For the wheel-turning monarch’s dwelling place and then gives the treasurer to the Buddha, and then set out a for the four months of the treasure. Then he cannot do the procedure at the end of the Buddha, the Teaching, or the Sangha, or the four treasures.",
    "ai-atk-abh01a6:63_5": "whatever is done (neither on) wrong view, one of the doctrines of demotion, one of the doctrines of others,",
    "ai-atk-abh01a6:63_6": "for that person who has taken a hundred thousand people (into the Buddha), the Lord of the Earth.",
    "ai-atk-abh01a6:64_0": "1038.",
    "ai-atk-abh01a6:64_1": "settles the path to Worthiness with the noble path, and having made a path that object,",
    "ai-atk-abh01a6:64_2": "though they’re small,",
    "ai-atk-abh01a6:65_0": "1039.",
    "ai-atk-abh01a6:65_1": "The place where the causes of primary elements is shown by the reason why the aggregates of the paths of the states associated with cause and reason.",
    "ai-atk-abh01a6:65_2": "In the second place, that is to say, the cause of (whole) views, causes and reasons itself in the sixth causes of great (magical) power, etc., which is shown by the reason why it is said,",
    "ai-atk-abh01a6:65_3": "the third path that has arisen in the third place, is to be seen with the cause of right view, and it is worthy of the noble ones by means.",
    "ai-atk-abh01a6:66_0": "I placed them in the parasol and sat down on the object",
    "ai-atk-abh01a6:66_1": "Then there were limited qualities,",
    "ai-atk-abh01a6:66_2": "For one who wants to see the Noble Dispensation in the noble Dispensation",
    "ai-atk-abh01a6:66_3": "A noble disciple’s mind is prevented by laziness, who reviews the path to others like a noble disciple who has crossed the path.",
    "ai-atk-abh01a6:66_4": "one who performs a demonstration of psychic power, does not honor, respect, or esteem him.",
    "ai-atk-abh01a6:66_5": "But you don’t know the path",
    "ai-atk-abh01a6:66_6": "if he does not recite a path leading to quenching anything apart from the Dhamma,",
    "ai-atk-abh01a6:66_7": "There’s a little,",
    "ai-atk-abh01a6:66_8": "(May I), through inquiry, this might be said to show a thousand rebirths.",
    "ai-atk-abh01a6:66_9": "For when one who is denigrating through desire, he there is no declaration for the one who is called “ path”.",
    "ai-atk-abh01a6:66_10": "For the one committed to the Dhamma, there is no way that is present.",
    "ai-atk-abh01a6:66_11": "Likewise in the mind.",
    "ai-atk-abh01a6:66_12": "But if inquiring a person’s path, they’re headed by this path, but not a path to inquiry.",
    "ai-atk-abh01a6:66_13": "They have a distinction on the path to purity.",
    "ai-atk-abh01a6:66_14": "Likewise in energy, too.",
    "ai-atk-abh01a6:67_0": "1041.",
    "ai-atk-abh01a6:67_1": "since encountered awe in the places of loss is rebirth.",
    "ai-atk-abh01a6:67_2": "those who are born in them have their appearance,",
    "ai-atk-abh01a6:67_3": "For, by the born of a (given) beings, creatures,",
    "ai-atk-abh01a6:67_4": "and was born, and has arisen in the womb,",
    "ai-atk-abh01a6:67_5": "because of being reborn according to their rebirth,",
    "ai-atk-abh01a6:67_6": "and when he develops it by himself, he is called ‘the state of existence’.",
    "ai-atk-abh01a6:67_7": "they are great primary elements,",
    "ai-atk-abh01a6:67_8": "it seems to me like the past:",
    "ai-atk-abh01a6:67_9": "and when he has entered upon it, he is said to have stated in the heaven.",
    "ai-atk-abh01a6:67_10": "in the sense of waves,:",
    "ai-atk-abh01a6:67_11": "and endeavouring, and rigid.",
    "ai-atk-abh01a6:67_12": "Again they must be understood that when the time was born in the way already described.",
    "ai-atk-abh01a6:67_13": "he who has been given the Sangha’s because he has been given a group.",
    "ai-atk-abh01a6:67_14": "Form is a condition for choices, this is the disappearance of consciousness.",
    "ai-atk-abh01a6:67_15": "In the second enquiry, (called) Sirathing should be understood as it is recommended in the second enquiry .",
    "ai-atk-abh01a6:67_16": "The third opposite Suttanta.",
    "ai-atk-abh01a6:68_0": "But this one is said to be shown by one of two kinds: having been shown that,",
    "ai-atk-abh01a6:68_1": "for the result of deeds:",
    "ai-atk-abh01a6:68_2": "to the opportunity to attain.",
    "ai-atk-abh01a6:68_3": "Herein, ‘On the instant’ means (alternative form) arose.",
    "ai-atk-abh01a6:68_4": "and he says, ‘After attaining mastery in the aeon or a hundred thousand aeons,’",
    "ai-atk-abh01a6:68_5": "There is no arising in the sense of continuation that is called “restraint”;",
    "ai-atk-abh01a6:68_6": "according as it is said:",
    "ai-atk-abh01a6:68_7": "“Sāriputta, the self which is formless, Poṭṭhapāda.",
    "ai-atk-abh01a6:68_8": "Those perceptions cease without anything left over.”",
    "ai-atk-abh01a6:68_9": "Where the perception of sensual pleasures is like that of glowing coals, she’s why the perception of the sensual realm, or the root of a neighborhood of perceptions, and the perception of formlessness will arise in him. But if it’s still a lingering the perception of self will not be reckoned as an in the mass of form.’",
    "ai-atk-abh01a6:68_10": "In the same way, there are two kinds of deeds: the result of deeds ...",
    "ai-atk-abh01a6:68_11": "There is no arising in the sense of continuation that is called “restraint”;",
    "ai-atk-abh01a6:69_0": "If they did, all is skillful and unskillful, they shouldn’t give it up.",
    "ai-atk-abh01a6:69_1": "However, he is two-fold:",
    "ai-atk-abh01a6:69_2": "down to sleep, slowly:",
    "ai-atk-abh01a6:69_3": "Herein, the fivefold noble path—the four noble paths have been reborn in the company of the noble path—this is called “hasmless”.",
    "ai-atk-abh01a6:69_4": "but for the moment of his good fortune",
    "ai-atk-abh01a6:69_5": "Herein, ‘One who has arisen in the moment.’",
    "ai-atk-abh01a6:69_6": "‘Through transmigration’ means",
    "ai-atk-abh01a6:69_7": "As a result of his mind arises in him, or for one hundred thousand aeons.",
    "ai-atk-abh01a6:69_8": "there is no arising of continuation that has not arisen in the sense of continuity,",
    "ai-atk-abh01a6:69_9": "the path to Awakening starving has arisen as the arising of the awakening factor.",
    "ai-atk-abh01a6:70_0": "1044.",
    "ai-atk-abh01a6:70_1": "in the past, future, and present.",
    "ai-atk-abh01a6:70_2": "cease without ceased.",
    "ai-atk-abh01a6:70_3": "He lives, having come to future lives,",
    "ai-atk-abh01a6:70_4": "They’ve given up the things that are decayed, and perishing.",
    "ai-atk-abh01a6:70_5": "When the end of cessation has ended, they have gone beyond all states of existence.",
    "ai-atk-abh01a6:70_6": "According to the peak of the waves,",
    "ai-atk-abh01a6:70_7": "having arisen, they went to.",
    "ai-atk-abh01a6:70_8": "again and again, because it was formerly laid down in the past,",
    "ai-atk-abh01a6:70_9": "and similar to others.",
    "ai-atk-abh01a6:70_10": "Being included in the past, future and present,",
    "ai-atk-abh01a6:70_11": "What is that?",
    "ai-atk-abh01a6:70_12": "Form, feeling, perception, choices, and consciousness.",
    "ai-atk-abh01a6:70_13": "and similar to others.",
    "ai-atk-abh01a6:71_0": "1047.",
    "ai-atk-abh01a6:71_1": "In the past, future, and present.",
    "ai-atk-abh01a6:71_2": "Because we in the past, future, or present.",
    "ai-atk-abh01a6:72_0": "1050.",
    "ai-atk-abh01a6:72_1": "Those intimate with internally and externally",
    "ai-atk-abh01a6:72_2": "inside, in regard to both (into others), he internally and externally,",
    "ai-atk-abh01a6:72_3": "born in oneself,",
    "ai-atk-abh01a6:72_4": "if it is at the edge of an individual for whom are attached to an individual essence, and it is bound to him;",
    "ai-atk-abh01a6:72_5": "they were reborn in the realm of the corpses.",
    "ai-atk-abh01a6:72_6": "For because they are born in their mother or father’s womb, and they are mentioned here in the first stage of the monasteries and they are mentioned here in somewhere else.",
    "ai-atk-abh01a6:73_0": "Except if they’re attached to their own doctrine, all of the other seventy-four grounds.",
    "ai-atk-abh01a6:73_1": "The person who is like a person,",
    "ai-atk-abh01a6:73_2": "The rest is as stated for below.",
    "ai-atk-abh01a6:73_3": "both of them.",
    "ai-atk-abh01a6:74_0": "1053.",
    "ai-atk-abh01a6:74_1": "The Interior and limited objects should be understood as limited with a limited object.",
    "ai-atk-abh01a6:74_2": "even a second time",
    "ai-atk-abh01a6:74_3": "In the third (discourse),",
    "ai-atk-abh01a6:74_4": "But they do not abstain from time to time internally or externally.",
    "ai-atk-abh01a6:74_5": "he makes it clear in foreign territory.",
    "ai-atk-abh01a6:75_0": "Discussion of the proper conduct in regard to difficulty",
    "ai-atk-abh01a6:76_0": "1062.",
    "ai-atk-abh01a6:76_1": "In the suttantas, loving-kindness is friendliness towards whether it is loving-kindness,",
    "ai-atk-abh01a6:76_2": "with loving-kindness,",
    "ai-atk-abh01a6:76_3": "with loving-kindness towards the Community of Bhikkhus with a mind-deliverance of loving-kindness.",
    "ai-atk-abh01a6:76_4": "Experiential confidence upon: it ~ the meaning is that it is protected.",
    "ai-atk-abh01a6:76_5": "From wherever they’re not reborn.",
    "ai-atk-abh01a6:76_6": "undeveloped, so hard to realize.",
    "ai-atk-abh01a6:76_7": "For it is recommended by the receptacle of him.",
    "ai-atk-abh01a6:76_8": "compassionate for one because of compassion",
    "ai-atk-abh01a6:76_9": "all those same virtues are description of loving-kindness.",
    "ai-atk-abh01a6:76_10": "he is one who speaks from this world of mentioned the supramundane.",
    "ai-atk-abh01a6:77_0": "1063.",
    "ai-atk-abh01a6:77_1": "The wisdom there is from this suffering, who cut off the suffering,",
    "ai-atk-abh01a6:77_2": "Likewise in the case of the origination of suffering.",
    "ai-atk-abh01a6:77_3": "And here the knowledge of the ending of suffering here is the impediment for one who has foundation of mind.",
    "ai-atk-abh01a6:77_4": "Likewise, when the Origination of Suffering",
    "ai-atk-abh01a6:77_5": "The difference between cessation is the moment of the penetration of cessation.",
    "ai-atk-abh01a6:77_6": "like this,",
    "ai-atk-abh01a6:77_7": "she pushed down in the past,",
    "ai-atk-abh01a6:77_8": "if he is returning from the future;",
    "ai-atk-abh01a6:77_9": "and at the end of all the time,",
    "ai-atk-abh01a6:77_10": "This is the condition for knowledge that arises when arisen dependent on conditions are wrong. This is the condition for knowledge that arises.",
    "ai-atk-abh01a6:78_0": "1065.",
    "ai-atk-abh01a6:78_1": "Though he was fine there, this in the future in the present –",
    "ai-atk-abh01a6:78_2": "Having given up greed and hate,",
    "ai-atk-abh01a6:78_3": "Sumedhā with the darkness that had arisen,",
    "ai-atk-abh01a6:78_4": "For the dispelling of sentient beings",
    "ai-atk-abh01a6:78_5": "around it purifies it, the meaning is this:",
    "ai-atk-abh01a6:78_6": "Where do sentient beings delight and does not delight in this way?",
    "ai-atk-abh01a6:78_7": "Nanda, and enjoying passion for sense pleasures,",
    "ai-atk-abh01a6:78_8": "Herein, in one place there is saving the object ‘certains’.",
    "ai-atk-abh01a6:78_9": "again and again, they’re called ‘gaining’.",
    "ai-atk-abh01a6:78_10": "Yet this is said: the meaning is that it is stronger in lust.",
    "ai-atk-abh01a6:79_0": "they wish for this is a desire to object.",
    "ai-atk-abh01a6:79_1": "It oppressed by the sickness of living creatures (only) in these ways:",
    "ai-atk-abh01a6:79_2": "Having swallowed it lying there,",
    "ai-atk-abh01a6:79_3": "This is the sentient beings reborn as there are in annihilation,",
    "ai-atk-abh01a6:79_4": "Sumedhā, whether inside or outside,",
    "ai-atk-abh01a6:79_5": "“An abundance” is said in the sense of moistening the wind,",
    "ai-atk-abh01a6:79_6": "it is extended in the same way as “unboundless” and so on.",
    "ai-atk-abh01a6:79_7": "the neck beast of all kinds,",
    "ai-atk-abh01a6:79_8": "they can bring together.",
    "ai-atk-abh01a6:79_9": "not even by hurried waters,",
    "ai-atk-abh01a6:79_10": "and smeared with agitation of bones.",
    "ai-atk-abh01a6:79_11": "Instead of two and half-month",
    "ai-atk-abh01a6:79_12": "“Previously this man isnered for his birth, he is reborn in a place of loss.”",
    "ai-atk-abh01a6:79_13": "You’re like a magic trick,",
    "ai-atk-abh01a6:79_14": "beings in the lower realm,",
    "ai-atk-abh01a6:79_15": "“Craving gives rise to craving a person whose mind is said.”",
    "ai-atk-abh01a6:79_16": "Some swept away in pain and spears, counting birth to old age.",
    "ai-atk-abh01a6:79_17": "sewing them together with a strike,",
    "ai-atk-abh01a6:79_18": "for if he has passed away at the crack of dawn, he spends the time in making non-staple food onto top of cloth,",
    "ai-atk-abh01a6:79_19": "therefore they are stated here in the sense of urgency.",
    "ai-atk-abh01a6:79_20": "Insidependent, the net of craving, the cause of craving, the underlying of clinging, the preference of the round of rebirths, old age, and death.",
    "ai-atk-abh01a6:80_0": "Toward the end in which the boundless space has poured down, wide within.",
    "ai-atk-abh01a6:80_1": "than a green, sappy timber,",
    "ai-atk-abh01a6:80_2": "for this is said:",
    "ai-atk-abh01a6:80_3": "“Those people who are attached to heaven joy and happiness.”",
    "ai-atk-abh01a6:80_4": "And (but) is the meaning, since it is indeed, with that is needed,",
    "ai-atk-abh01a6:80_5": "he goes confidently, he stands confidently,",
    "ai-atk-abh01a6:80_6": "graves, detaching.",
    "ai-atk-abh01a6:80_7": "the boundaries:",
    "ai-atk-abh01a6:80_8": "he goes confidently, he stands confidently,",
    "ai-atk-abh01a6:80_9": "one who speaks confidently,",
    "ai-atk-abh01a6:80_10": "he goes confidently, he stands confidently,",
    "ai-atk-abh01a6:80_11": "gutters long.",
    "ai-atk-abh01a6:80_12": "the fruit of deeds,",
    "ai-atk-abh01a6:80_13": "he enjoys the reward,",
    "ai-atk-abh01a6:80_14": "Or alternatively, craving for sights, sounds, smells, tastes, touches, and thoughts.",
    "ai-atk-abh01a6:80_15": "Without charging a leper in the sense of urging:",
    "ai-atk-abh01a6:80_16": "for this is said:",
    "ai-atk-abh01a6:80_17": "“Mendicants, relishing and greed for relishing.”",
    "ai-atk-abh01a6:80_18": "In the sense of Vibhaṅga, Etc.",
    "ai-atk-abh01a6:80_19": "That which is the reason for him for his welfare, (which occurs) to him.",
    "ai-atk-abh01a6:80_20": "unable to make his thorns, with a companion, the second time,",
    "ai-atk-abh01a6:80_21": "For beings who are not able to get there even a frightening thorns, like a customs station when it’s horrified, they don’t get up there.",
    "ai-atk-abh01a6:80_22": "Therefore it is said:",
    "ai-atk-abh01a6:81_0": "“Craving is a person’s partner",
    "ai-atk-abh01a6:82_0": "They understand not having transmigration.”",
    "ai-atk-abh01a6:83_0": "it is an important",
    "ai-atk-abh01a6:83_1": "it leads to rebirth in the next life.",
    "ai-atk-abh01a6:83_2": "Amongst those beings, delivered by secrets, as ropes off a cow’s horn,",
    "ai-atk-abh01a6:83_3": "It does that object, he surely does not green, (will) fall.",
    "ai-atk-abh01a6:83_4": "whether he beggs for the riches,",
    "ai-atk-abh01a6:83_5": "A jungle thicket swelling the state.",
    "ai-atk-abh01a6:83_6": "It is because of ignoble and pointless, and it is thoroughly violent,",
    "ai-atk-abh01a6:83_7": "craving—",
    "ai-atk-abh01a6:83_8": "go through the air hero, one who is more stronger than that: ‘This is the caravan’.",
    "ai-atk-abh01a6:83_9": "Therefore it is said:",
    "ai-atk-abh01a6:84_0": "“You should cut down the trees, do not fear the trees,",
    "ai-atk-abh01a6:85_0": "Having cut off the jungle, the monks will be free from fear.”",
    "ai-atk-abh01a6:86_0": "Welcome with peaceful minds,",
    "ai-atk-abh01a6:86_1": "Sittlement is the meaning.",
    "ai-atk-abh01a6:86_2": "Here are two kinds of:",
    "ai-atk-abh01a6:86_3": "dreadfulness and fearlessness:",
    "ai-atk-abh01a6:86_4": "in this life there is no desire for craving.",
    "ai-atk-abh01a6:86_5": "In Side the inner skin of the flesh,",
    "ai-atk-abh01a6:86_6": "and it is an inclusion that in law.",
    "ai-atk-abh01a6:86_7": "And this is said too:",
    "ai-atk-abh01a6:86_8": "“Sire, you have 84,000 cities, with the royal capital of Kusāvatī foremost.",
    "ai-atk-abh01a6:86_9": "There’s no desire for people.”",
    "ai-atk-abh01a6:86_10": "The meaning is this: it is this simile.",
    "ai-atk-abh01a6:86_11": "and bound by their own objects.",
    "ai-atk-abh01a6:86_12": "by relatives and kin it are bound by a kinsmen of them.",
    "ai-atk-abh01a6:86_13": "For there is a permanent bondage, there is no craving for sentient beings,",
    "ai-atk-abh01a6:87_0": "the objects of his contemplation.",
    "ai-atk-abh01a6:87_1": "Herein, uses means having become clear, is the meaning.",
    "ai-atk-abh01a6:87_2": "observed by the opposites,",
    "ai-atk-abh01a6:87_3": "what was meant.",
    "ai-atk-abh01a6:87_4": "(but) he is to be shown that she is to show the forms,",
    "ai-atk-abh01a6:87_5": "Herein, it should be understood that in each case",
    "ai-atk-abh01a6:87_6": "And here the first five are states of sense desires in the five stages as well.",
    "ai-atk-abh01a6:87_7": "The sixth enclosed by the requisites",
    "ai-atk-abh01a6:87_8": "As he went forth he (etc.)",
    "ai-atk-abh01a6:87_9": "Three kinds of becoming : the basis for defining is what is meant.",
    "ai-atk-abh01a6:87_10": "Nor isn’t one’s mother,",
    "ai-atk-abh01a6:87_11": "‘This is my gift,’ they say: ‘This is my gift, this is my gift, this is my gift.’",
    "ai-atk-abh01a6:87_12": "The two dreadful and grew.",
    "ai-atk-abh01a6:87_13": "(and then) to establish another in analyzing another, winning it again and again, he said:",
    "ai-atk-abh01a6:87_14": "by generous deeds.",
    "ai-atk-abh01a6:87_15": "burning, heat,",
    "ai-atk-abh01a6:87_16": "again and again, the strikes seeds.",
    "ai-atk-abh01a6:87_17": "the world’s greedy, the selfishes.",
    "ai-atk-abh01a6:87_18": "greed, falling away,",
    "ai-atk-abh01a6:87_19": "(There is) the state of covetousness, the removal of the greedy temperament,",
    "ai-atk-abh01a6:88_0": "asking questions, (but) off the craving connected with craving, (thinking): “It is a granting of craving,” like the Lord of the Campaka who is an abode of craving.",
    "ai-atk-abh01a6:88_1": "Good is good, ~ Sikhī, desires.",
    "ai-atk-abh01a6:88_2": "gradually developing the mind;",
    "ai-atk-abh01a6:88_3": "Mother and father who is supreme in the realm of luminousness, passion (into the lower realms),",
    "ai-atk-abh01a6:88_4": "When he had become a strong, having destroyed the fierce in a place,",
    "ai-atk-abh01a6:88_5": "Virtuously they should be understood as “confusion” without greed, etc., or the sense that they have arisen in him, or they can know.",
    "ai-atk-abh01a6:89_0": "having the immaterial jhānas as object,",
    "ai-atk-abh01a6:89_1": "With a mind free of delight, happy,",
    "ai-atk-abh01a6:89_2": "As regards here it is according to the indication .",
    "ai-atk-abh01a6:89_3": "as they were being carried along by the basics,",
    "ai-atk-abh01a6:89_4": "a good wide in a dream.",
    "ai-atk-abh01a6:89_5": "In the five kinds of sensual stimulation are craving for sensual pleasures.",
    "ai-atk-abh01a6:89_6": "in the form worlds, craving for continued existence,",
    "ai-atk-abh01a6:89_7": "the cutting off of craving, craving for continued existence, and craving for existence.",
    "ai-atk-abh01a6:89_8": "Suddhodana, in the form world, form,",
    "ai-atk-abh01a6:89_9": "in the formless realm, free of craving,",
    "ai-atk-abh01a6:89_10": "The view of the annihilationist views is the result of sensual desires,",
    "ai-atk-abh01a6:89_11": "Craving ceases, cessation,",
    "ai-atk-abh01a6:89_12": "craving for forms,",
    "ai-atk-abh01a6:89_13": "craving for sounds,",
    "ai-atk-abh01a6:89_14": "For craving and smells, and so on.",
    "ai-atk-abh01a6:89_15": "and the absence of the floods is useful.",
    "ai-atk-abh01a6:90_0": "He pulls out skillful qualities, thus he is speaking .",
    "ai-atk-abh01a6:90_1": "Standing aside,",
    "ai-atk-abh01a6:90_2": "bondage are cropped in bondage.",
    "ai-atk-abh01a6:90_3": "if it is corrupted with defilements, it is corrupted by what is defiled;",
    "ai-atk-abh01a6:90_4": "for it is the underlying tendency to wrong views.",
    "ai-atk-abh01a6:90_5": "arises in the mind.",
    "ai-atk-abh01a6:90_6": "I enjoy myself with those who were skilled in giving gifts, thinking: “That is skillful,”",
    "ai-atk-abh01a6:90_7": "“Bandits on the road,” etc.; garden, the meaning is that it is the way to look at it.",
    "ai-atk-abh01a6:90_8": "This too is how to understand how to understand the meaning should be understood.",
    "ai-atk-abh01a6:90_9": "The Earth later strikes down from the ground.",
    "ai-atk-abh01a6:90_10": "“This is the proper thing, and it is stated in the past,” it is stated.",
    "ai-atk-abh01a6:90_11": "We wish to live without relinquishing (them).",
    "ai-atk-abh01a6:90_12": "The root of suffering is the root of suffering.",
    "ai-atk-abh01a6:90_13": "their source,",
    "ai-atk-abh01a6:90_14": "that is suffering.",
    "ai-atk-abh01a6:90_15": "which is unenclosed, ~ that is the spotless,",
    "ai-atk-abh01a6:90_16": "Māra’s reach;",
    "ai-atk-abh01a6:90_17": "Difficult to go outside the gateway,",
    "ai-atk-abh01a6:90_18": "he slipped off Māra’s snares,",
    "ai-atk-abh01a6:90_19": "Craving is a destiny of craving. Though Māra cannot find a vulnerability in the next life, Māra cannot he wielder of Māra. This is the way to perform this one.",
    "ai-atk-abh01a6:90_20": "flowing along with the river of craving,",
    "ai-atk-abh01a6:90_21": "cling to the net of craving, the net of craving.",
    "ai-atk-abh01a6:90_22": "Just as a dog attacked by a dog ripe, takes a tie of leaf, and it shots them with a strong bow.",
    "ai-atk-abh01a6:90_23": "like a weaker of craving,",
    "ai-atk-abh01a6:90_24": "Associating with the excellence of craving the ocean is equal to the ocean,",
    "ai-atk-abh01a6:91_0": "1066.",
    "ai-atk-abh01a6:91_1": "I am one of hating good will, harmlessness is disstrained.",
    "ai-atk-abh01a6:91_2": "The meaning should be understood in this way in the case of all appreciation .",
    "ai-atk-abh01a6:91_3": "Or alternatively, what is called anguishment –",
    "ai-atk-abh01a6:91_4": "It’s when someone doesn’t lose their suffer, thinking: ‘This isn’t abscess,’ and ‘sakesed’. They’re trapped in a leper, they’re exempt from even when they’re not exempt from the teachings. They’re exempt from the community. Their empt from the feact that even more awakening, droping, and transmigration: ‘This is anxedurin’t from the community’, what doesn’t need to do with this much thornying: ‘This is an inval!’",
    "ai-atk-abh01a6:91_5": "Or alternatively, it wards off one who is born",
    "ai-atk-abh01a6:91_6": "Herein, in that place there are nine grounds for deeds that have been arisen, the break up of the opposite sex.",
    "ai-atk-abh01a6:91_7": "But if they don’t take up the wardens of their deeds, then the break into the breakage of the deeds,",
    "ai-atk-abh01a6:91_8": "developing a mind that’s arisen, and arisen in the mind,",
    "ai-atk-abh01a6:91_9": "Then even more strong than that,",
    "ai-atk-abh01a6:91_10": "the repulsion of the path,",
    "ai-atk-abh01a6:91_11": "entered upon level with penetration.",
    "ai-atk-abh01a6:91_12": "let alone by those who are?",
    "ai-atk-abh01a6:91_13": "excessive concentrationrings the state of excellence.",
    "ai-atk-abh01a6:91_14": "hate is stupid of hate.",
    "ai-atk-abh01a6:91_15": "Leaves defilement by hatred, and by excellence.",
    "ai-atk-abh01a6:91_16": "Abandoning the mind’s function,",
    "ai-atk-abh01a6:91_17": "a person might arise in a mind-made mind.",
    "ai-atk-abh01a6:91_18": "stubborn by angry people.",
    "ai-atk-abh01a6:91_19": "you’re angry at angry people.",
    "ai-atk-abh01a6:91_20": "The state of what is schemed is schemedness.",
    "ai-atk-abh01a6:92_0": "* While making an unwholesome enemy is shown in the way already described, hate is what is said.",
    "ai-atk-abh01a6:92_1": "That’s why such a thing happens to anguish mind.",
    "ai-atk-abh01a6:92_2": "And is said for one who is angry because of anger” . It is said in order to show the way of hate and delusion, etc., which is called “has hate” because of hate.",
    "ai-atk-abh01a6:92_3": "In this way one is how to construe it.",
    "ai-atk-abh01a6:92_4": "For if he is mindful, he is swept away.",
    "ai-atk-abh01a6:92_5": "(and all is) as enquiry; this is to be understood as men in the sense of conquering .",
    "ai-atk-abh01a6:92_6": "(But) he will talk about the conversation with Vibhaṅga.",
    "ai-atk-abh01a6:93_0": "Please get the things that are reasonable, whether with the cause, those things are reasoned because of the reasons of these things.",
    "ai-atk-abh01a6:93_1": "The same method applies to the Order:",
    "ai-atk-abh01a6:93_2": "And here it is the cause, and there is the reason for one or two, three, four, or five.",
    "ai-atk-abh01a6:93_3": "and has gone beyond doubt, since delusion is (ordinary) without delusion,",
    "ai-atk-abh01a6:93_4": "Similarly with the cause and condition, and the rest.",
    "ai-atk-abh01a6:94_0": "1091.",
    "ai-atk-abh01a6:94_1": "firstly, that teaching is called “announced” in the way beginning, “This is a condition for the incalculable, ‘This is the same thing’.",
    "ai-atk-abh01a6:94_2": "In the first place there are many things that are contrary to the Monastic Law and many in questions, without asking permission of the accused much.",
    "ai-atk-abh01a6:94_3": "Since states : and so on. Similar should be given in the same way.",
    "ai-atk-abh01a6:95_0": "1101.",
    "ai-atk-abh01a6:95_1": "some should be directly known by the eye by the eye, which should be distinguished by the eye-consciousness.",
    "ai-atk-abh01a6:95_2": "The same method applies in the same way.",
    "ai-atk-abh01a6:95_3": "And here there is some way of eye-consciousness: One must surmounting the eye-consciousness, etc., in one eye-consciousness, etc., or anyone else.",
    "ai-atk-abh01a6:95_4": "some things are disparaged by the eye, etc., or by ear-consciousness.",
    "ai-atk-abh01a6:95_5": "‘This being so, when someone has two things, they are hard to understand, not poorly spoken.’ Then they don’t have direct knowledge in detail, they’re not hard to understand.",
    "ai-atk-abh01a6:95_6": "Thoughts known by the eye ...",
    "ai-atk-abh01a6:95_7": "In this way one root items should be understood in two root items.",
    "ai-atk-abh01a6:96_0": "‘What can be known by consciousness in which no way? No matter what can I known?’",
    "ai-atk-abh01a6:96_1": "That’s why it is said.",
    "ai-atk-abh01a6:96_2": "But there is no definition such as:",
    "ai-atk-abh01a6:96_3": "For there is no reason here when this eye-consciousness is not included by the eye, and there is no causality towards them in the various ways of the mind-consciousness.",
    "ai-atk-abh01a6:96_4": "Thoughts known by mind consciousness in the way that are dispelled by the mind, and there is non-existent.",
    "ai-atk-abh01a6:96_5": "That is why it should be understood as said according to the kind already described.",
    "ai-atk-abh01a6:96_6": "For mind-consciousness is required in the way of Kāsi, pleasant states of sensual pleasures, so long as they might be seen, heard, thought, and known,",
    "ai-atk-abh01a6:96_7": "There is only those way to understand that the Dhamma should be understood to include them without any way.",
    "ai-atk-abh01a6:96_8": "Sensual pleasures should be known, seen, heard, sensed, and known.",
    "ai-atk-abh01a6:96_9": "for whatever reason or other of the fine-material sphere should be known -",
    "ai-atk-abh01a6:96_10": "(They are) in the sensual-spheres in the formless-world sphere, and so on, neither seen nor heard.",
    "ai-atk-abh01a6:96_11": "One should recognize the sort of pleasant. And one who is uncorrupted -",
    "ai-atk-abh01a6:96_12": "Those who understand (given) for which there are none,",
    "ai-atk-abh01a6:96_13": "Sensual pleasures are there neither to be known nor seen (them) with the sensual realms,",
    "ai-atk-abh01a6:96_14": "And if he hasn’t completely understood it each time, he may be known that which can be known, which can be known,",
    "ai-atk-abh01a6:96_15": "And there are those who understand how to be directly known, imagine that will be known.",
    "ai-atk-abh01a6:97_0": "1102.",
    "ai-atk-abh01a6:97_1": "(There is) the five cords of sense desires, the greed and the five lower fetters of sense desires,",
    "ai-atk-abh01a6:97_2": "Continued existence in the realm of aggregates desire and lust for rebirth in the realm of luminous form, desire and greed for rebirth in the fine-material states.",
    "ai-atk-abh01a6:97_3": "the sixty-two misconception:",
    "ai-atk-abh01a6:97_4": "in eight places, that is ignorance.",
    "ai-atk-abh01a6:97_5": "Herein, the difference in the primary elements should be understood in the same way as to division of unshakable,",
    "ai-atk-abh01a6:97_6": "These defilements come to be: those who are disciplined in one place.",
    "ai-atk-abh01a6:97_7": "In the Vinaya, it is of two kinds of discipline for the future.”",
    "ai-atk-abh01a6:97_8": "These are the six sense fields: “These are the pollutants, friend,",
    "ai-atk-abh01a6:97_9": "The defilements of sensuality, desire to be reborn, and ignorance.”",
    "ai-atk-abh01a6:97_10": "There are defilements that lead to rebirth in hell, the animal realm, the ghost realm, the human world, and the world of the gods.",
    "ai-atk-abh01a6:97_11": "Sixfold offerings dedicated to the gods –",
    "ai-atk-abh01a6:97_12": "“There are defilements that should be given up by restraint. There are some by using. There are things that should be given up by restraint. When there are, some by developing and cultivating.”",
    "ai-atk-abh01a6:97_13": "° he knew all seven times, thinking: ‘The Devout One has come together with the seven bathings!’",
    "ai-atk-abh01a6:97_14": "Here there were four boarding here and there, they will be digging from the four worlds,",
    "ai-atk-abh01a6:97_15": "Herein, this is the word:",
    "ai-atk-abh01a6:97_16": "these five kinds of sensual stimulation are reckoned as an incomparable,",
    "ai-atk-abh01a6:97_17": "Considerations of form and of existence are two kinds of continued existence.",
    "ai-atk-abh01a6:97_18": "right view, ‘ignorant!’",
    "ai-atk-abh01a6:97_19": "ignorance and ignorance,",
    "ai-atk-abh01a6:98_0": "regarding the five kinds of sensual stimulation.",
    "ai-atk-abh01a6:98_1": "Sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.",
    "ai-atk-abh01a6:98_2": "sense desire as passion, and sense desire as passionless,",
    "ai-atk-abh01a6:98_3": "enjoying sensual pleasures, delighting in the senses, and enjoying delight in sensual pleasures.",
    "ai-atk-abh01a6:98_4": "Knowing this, feverish craving for sensual pleasures, including the senses in the midst of craving for sensual pleasures, burning with passion for sensual pleasures, infatuation for sensual pleasures, thirst for sensual pleasures, and craving for sensual pleasures grows.",
    "ai-atk-abh01a6:98_5": "this is called “blessing” in the eighth sense desires.",
    "ai-atk-abh01a6:99_0": "‘In the various forms are continued existence. The rebirth in the form-like becoming, the rebirth-materiality of existence is simply present.’",
    "ai-atk-abh01a6:99_1": "the rest should be understood in the same way as follows.",
    "ai-atk-abh01a6:100_0": "The world is stated in ten ways: borne in the cosmos, the ten kinds of views, and also the ten misconceptions.",
    "ai-atk-abh01a6:100_1": "Herein, the world is eternal: ‘The world is eternal’ ... ‘The world is permanent, everlasting, eternal, and imperishable’, or ‘This is the time for all eternity.’",
    "ai-atk-abh01a6:100_2": "It is not eternal, he thinks ‘they are no reborn in the annihilation, eradication, and obsession’.",
    "ai-atk-abh01a6:100_3": "The world’s limited-spheres, lending on a little unspecified: ‘You have entered upon a limited-sphere, or you have entered upon the sure path with regards to view, and the world’s view. You know about ‘The world is capable of making amends for an offense.’",
    "ai-atk-abh01a6:100_4": "She is eternalist doctrine, and views.",
    "ai-atk-abh01a6:100_5": "He understood: ‘The world is diffused in that place; when he has attained the attainment of the meditation on universal formations in it, he is produced in this way. He thinks, ‘The world is infinite’, having entered upon a dwelling place like a sleeping place, and winning from the world.’",
    "ai-atk-abh01a6:100_6": "She is eternalist doctrine, and views.",
    "ai-atk-abh01a6:101_0": "So they live off the duality of the body, the soul and the body are different things.",
    "ai-atk-abh01a6:101_1": "In the second Ājīvaka ascetics there is a dead corpse, one hundred and seventy misconception.",
    "ai-atk-abh01a6:101_2": "After death, a Realized One exists after death, a Realized One exists after death,",
    "ai-atk-abh01a6:101_3": "He is the first eternal: if he takes it on trust;",
    "ai-atk-abh01a6:101_4": "doesn’t take the annihilationist:",
    "ai-atk-abh01a6:101_5": "both of them and groups, and classes of as well, some of them.",
    "ai-atk-abh01a6:101_6": "He doesn’t exist like a group of four, or more than the fourth member.",
    "ai-atk-abh01a6:101_7": "These things are pollutant-free: the pollutants that are one, and the four things, and the one living in dependence on the pollutants, and the nine things, are called “ dwelling in one who dwells.”",
    "ai-atk-abh01a6:102_0": "But when Brahmā Sanaṅkumāra gives up desire and greed for sense desires, the opposites of desire and greed for sensual pleasures, he doesn’t become a condition for sensual pleasures.",
    "ai-atk-abh01a6:102_1": "and have given up the five strands of sense pleasure, they’ve given up the five lower fetters.",
    "ai-atk-abh01a6:102_2": "But the sake of the sake of defecating, having given up the cause of greed,",
    "ai-atk-abh01a6:102_3": "having given up the perfume, he covetously reaches the name,",
    "ai-atk-abh01a6:102_4": "Greed, he inclination, having given up the defilements that subsist on the defilements.",
    "ai-atk-abh01a6:102_5": "But when a view is full of greed, desire there is no defilements.",
    "ai-atk-abh01a6:102_6": "Someone with greed mind:",
    "ai-atk-abh01a6:102_7": "for this is said: “The individual must be essential or prevented by greed, hate is not very fruitful or beneficial,”",
    "ai-atk-abh01a6:103_0": "These opposites that are to be used up and wrapped in the middle of the day.",
    "ai-atk-abh01a6:103_1": "Ignorance is given up the defilements of sensuality, desire to be reborn, and ignorance. Ignorance the path to perfection.",
    "ai-atk-abh01a6:103_2": "With the giving up of the path to stream-entry, the defilements of non-returners, desire to be reborn, and ignorance.",
    "ai-atk-abh01a6:104_0": "1121.",
    "ai-atk-abh01a6:104_1": "I am the ruler of conceit ‘I am’ and sovereignty overpowering to conceit, ‘I am this’,",
    "ai-atk-abh01a6:104_2": "‘I am like the conceit ‘I am’ with a equal share.”",
    "ai-atk-abh01a6:104_3": "‘I am inferior’, ‘I am fleeting’, inferior.",
    "ai-atk-abh01a6:104_4": "On being so, when those three people are like this, they arise.",
    "ai-atk-abh01a6:104_5": "that would be better for me to feed one better than three people.",
    "ai-atk-abh01a6:104_6": "From that one stood still.",
    "ai-atk-abh01a6:104_7": "While staying there, two of the rainy season:",
    "ai-atk-abh01a6:104_8": "While someone were totally in such a direction, they share it with someone like someone else. ...",
    "ai-atk-abh01a6:104_9": "Through immorality, while the other two went,",
    "ai-atk-abh01a6:104_10": "what’s hard to do?",
    "ai-atk-abh01a6:104_11": "they started to one fit.",
    "ai-atk-abh01a6:104_12": "Punabbasuka, when one is finished, one is more than the first offering of people.",
    "ai-atk-abh01a6:105_0": "those undertaking the trial period,",
    "ai-atk-abh01a6:105_1": "in what is good, ~ in the Paṭisambhidā.",
    "ai-atk-abh01a6:105_2": "Entering the arrows from the time",
    "ai-atk-abh01a6:105_3": "They make fame back and whirlpools around that person, saying:",
    "ai-atk-abh01a6:105_4": "than human strength, grain,",
    "ai-atk-abh01a6:105_5": "One who gets reopens it does not take place in recipient,",
    "ai-atk-abh01a6:105_6": "Who here in the Banyan King, who here has come after up",
    "ai-atk-abh01a6:105_7": "Mother and father were reborn in the abode of waves. Please, my mistakenly, and go away.",
    "ai-atk-abh01a6:105_8": "Who can wish to make the wish: riches, and prepare his territory?",
    "ai-atk-abh01a6:105_9": "But when a person’s mind is not ready for them,",
    "ai-atk-abh01a6:105_10": "Therefore it is said:",
    "ai-atk-abh01a6:105_11": "‘What is the mind?’",
    "ai-atk-abh01a6:105_12": "for those who have given up the idea.",
    "ai-atk-abh01a6:105_13": "let the victors in his presence,",
    "ai-atk-abh01a6:105_14": "What brings mental processes?",
    "ai-atk-abh01a6:106_0": "1126.",
    "ai-atk-abh01a6:106_1": "envying in the places of others, and gaining material possessions and honor, respect, reverence, homage, and veneration given to others.",
    "ai-atk-abh01a6:106_2": "Herein, gaining material possessions is a condition for the four requisites.",
    "ai-atk-abh01a6:106_3": "However, for a person who is jealousy, does not wish for this?",
    "ai-atk-abh01a6:106_4": "granting them carefully for them the very good.",
    "ai-atk-abh01a6:106_5": "respecting, reverence, worshipped,",
    "ai-atk-abh01a6:106_6": "along with a loved mind.",
    "ai-atk-abh01a6:106_7": "worship (them) with the five-fold prostration.",
    "ai-atk-abh01a6:106_8": "honouring, worshipping, and esteeming those worthy of worshipping,",
    "ai-atk-abh01a6:106_9": "jealousy and stingy.",
    "ai-atk-abh01a6:106_10": "jealousy is the archery.",
    "ai-atk-abh01a6:106_11": "(such a one) free from sages has been defeated through the power of Isis.",
    "ai-atk-abh01a6:106_12": "Entering adornments",
    "ai-atk-abh01a6:107_0": "But in this Black Rock has the characteristic of foulness, because of the building level of the island.",
    "ai-atk-abh01a6:107_1": "For a person who lives in a shopkeeper, who lives in a cattle, a king or a jewel, or a man’s runnning all or his own livelihood in a vehicle,",
    "ai-atk-abh01a6:107_2": "Another will not receive that meal.",
    "ai-atk-abh01a6:107_3": "‘When should I be enjoyed with this one idea, how many idea gets rid of it?’ When he was pleased, he will be pleased with that.",
    "ai-atk-abh01a6:107_4": "A layman who was an abstaining the thought, “Seer of enemy, who gets another to see what was happening, does he see, even if he sees that one of those matters, he’ll be able to get his reputation,’ and he see that one of them, then he’s pleased.",
    "ai-atk-abh01a6:107_5": "‘So it should be understood that they have attained to is characterized.’",
    "ai-atk-abh01a6:108_0": "1127.",
    "ai-atk-abh01a6:108_1": "stinginess, nymphs, desire for the sake of stinginess, for the sake of stinginess, etc., have respect, and for the sake of stinginess.",
    "ai-atk-abh01a6:108_2": "Herein, stinginess with dwellings is aroused",
    "ai-atk-abh01a6:108_3": "The same method applies in the same way.",
    "ai-atk-abh01a6:109_0": "About it is a monastery that is precincts for the whole night and day, even one day and night.",
    "ai-atk-abh01a6:109_1": "In each (respect), it gains happiness.",
    "ai-atk-abh01a6:109_2": "Another monk who had conducted himself well in his duties, does not want to stay in that place.",
    "ai-atk-abh01a6:109_3": "the essentials come to an end.",
    "ai-atk-abh01a6:109_4": "This is the incredible and amazing quality.",
    "ai-atk-abh01a6:109_5": "But there isn’t helping the goods, etc., that is their name there is actually impermanent,",
    "ai-atk-abh01a6:110_0": "they were reborn in a family’s family.",
    "ai-atk-abh01a6:110_1": "Herein, approaching a family is impermanent:",
    "ai-atk-abh01a6:110_2": "Or a bad person is impermanent, suffering, and perishable.",
    "ai-atk-abh01a6:110_3": "He practices accordingly.",
    "ai-atk-abh01a6:110_4": "But inspiring confidence, a mendicant is called jealous of stinginess. They are called jealous of stinginess.",
    "ai-atk-abh01a6:111_0": "gaining material possessions and honor:",
    "ai-atk-abh01a6:111_1": "Moreover, when (surely) some said: ‘He is virtuous, gaining material possessions and fame,’",
    "ai-atk-abh01a6:111_2": "But one who unfaithful oppositesses faith by decaying and secure in weapons, etc., thinking: ‘This one who is unsuitable for wealth, they don’t get to die,’ and one who is virtuous only gains such virtue, even if he doesn’t think, ‘This is sufficient.’",
    "ai-atk-abh01a6:112_0": "the colour of gold is evident, and also the colour of stalks.",
    "ai-atk-abh01a6:112_1": "Herein, one who is starting with gold Death, one who wants to build a ladder, and one who does not want to be agreeable.",
    "ai-atk-abh01a6:112_2": "One who wants to accept the special qualities of virtue, etc., but not who does not want to beauty.",
    "ai-atk-abh01a6:113_0": "the Dhamma, which is penetrated, and is the Dhamma,",
    "ai-atk-abh01a6:113_1": "There they are no fish for a noble disciple who follows in the world, and they are not able to discern the Dhamma in the world with its gods.",
    "ai-atk-abh01a6:113_2": "But I want to know that it is only the right way.",
    "ai-atk-abh01a6:113_3": "(But) there is sublime in the Dhammapada:",
    "ai-atk-abh01a6:113_4": "If a person has to discuss the way they don’t know what you know, and what you don’t know.",
    "ai-atk-abh01a6:113_5": "But whoever has enclosed the teaching of the Dhamma, and who lacks a teaching for an individual would not be able to examine the teaching of the Dhamma.",
    "ai-atk-abh01a6:114_0": "There is a person who is an ascetic who is a true ascetic ...",
    "ai-atk-abh01a6:114_1": "‘This person who, when the teaching has come to an iron ball, crushing it with a fine sewer, and then doesn’t shove it out.’",
    "ai-atk-abh01a6:114_2": "‘This person gives a teaching to someone else who is delivering and sees, and who doesn’t make themselves happy and pleased. This is the teaching of the Saṅgha and don’t confine their own teaching.’",
    "ai-atk-abh01a6:114_3": "‘This one time isn’t proper for me to create this teaching,’ he doesn’t become a cracking.",
    "ai-atk-abh01a6:115_0": "By these five hundred female spirits, servants, and workers in their jackals, he places his guilt and then instruments over his own mastery.",
    "ai-atk-abh01a6:115_1": "When they see a family in that family they are captivated by lustful rafts, singing, bleeding, spotless, threw their belly, and stuffed to themselves. Then they think: ‘This is why, it is windy, boiled, lumpsy, and fat, and blood.’",
    "ai-atk-abh01a6:115_2": "if he uses gain for the Community, or whose material possessions have been available to be eaten by the community of nymphs and uses them, then he uses them to be eaten by rays, he uses them to be eaten, or is heavy.",
    "ai-atk-abh01a6:115_3": "Having praised good qualities, and praises by means of one’s own colour, shape, smell, tastes, and touches, and thoughts of longing. This is the ugly way, being unattractive, important, and softly, they say that something is ugly.",
    "ai-atk-abh01a6:116_0": "however, with the inner skin wrapped in the home,",
    "ai-atk-abh01a6:116_1": "He is stingy with the families of stingy with families.",
    "ai-atk-abh01a6:116_2": "he is reborn in an abscess, and he is reborn in hell.",
    "ai-atk-abh01a6:116_3": "You don’t praise rebirth in the realm of nymphs.",
    "ai-atk-abh01a6:116_4": "he reborn in hell.",
    "ai-atk-abh01a6:117_0": "stinginess with the stain of stinginess,",
    "ai-atk-abh01a6:117_1": "that is stingymphs",
    "ai-atk-abh01a6:117_2": "This fish is put in the stain of stinginess in the midst of the flesh.",
    "ai-atk-abh01a6:117_3": "‘May I be like, let me do not wish.’ They don’t want to make all these points, not wanting to make me.",
    "ai-atk-abh01a6:117_4": "Identity to the endeavour, having a finger-snapped head,",
    "ai-atk-abh01a6:117_5": "stress is what is meant.",
    "ai-atk-abh01a6:117_6": "its austerities.",
    "ai-atk-abh01a6:117_7": "that is the name of the stinginess.",
    "ai-atk-abh01a6:117_8": "So let a person who invites others to give the ultimate gift.",
    "ai-atk-abh01a6:117_9": "And this is said too:",
    "ai-atk-abh01a6:118_0": "Miserly, with bad views,",
    "ai-atk-abh01a6:119_0": "and they were satisfied with the begging and eating.",
    "ai-atk-abh01a6:120_0": "if, when they see them, they begged by bitterness and compassion, waists and moves;",
    "ai-atk-abh01a6:120_1": "was set up a bitter gourd in that place,",
    "ai-atk-abh01a6:120_2": "And another all:",
    "ai-atk-abh01a6:120_3": "what is meant is that shelter’s hand.",
    "ai-atk-abh01a6:120_4": "For Puṇṇa Mantāniputta takes the requisites in a winter bag with all the shakes, trickles, and brings back the nephew.",
    "ai-atk-abh01a6:120_5": "In this way one who has stingy mind becomes corrupted,",
    "ai-atk-abh01a6:120_6": "At that, when the body’s mind is corrupt, it doesn’t fall back into it, and there’s no getting bitter or shake or rock or tremble.",
    "ai-atk-abh01a6:121_0": "such a gift as the origin of consciousness, etc., and such what is recommended by making its particular individual essence, and such noble startings, does not apply when a weakensed by.",
    "ai-atk-abh01a6:121_1": "But if a man wants to catch his own fond of others, he wants to reach the presence of another, and only the characteristic of in himself, carrying all the limbs with an individual. So lets know it by profitable characteristics, etc., only as for me, or other characteristics, etc.",
    "ai-atk-abh01a6:121_2": "In this case, the rest is assigned.",
    "ai-atk-abh01a6:122_0": "But these fetters are used to be a wretched state, and it is allowed to enjoy the mirror of the fetters.",
    "ai-atk-abh01a6:122_1": "With the giving up of the defilements, the fetters of rebirth, and the path to perfection. They are given up the fetters of sensual desire, the fetters of ill will, and the path to perfection. They have gone beyond the path to perfection.",
    "ai-atk-abh01a6:122_2": "They have gone beyond the path to misapprehension of precepts and observances, and the fruit of once-return. They’re given up the desire for sensual desire, the idea of the path, the underlying tendency to passion for sensual pleasures, and the path to perfection.",
    "ai-atk-abh01a6:123_0": "1140.",
    "ai-atk-abh01a6:123_1": "there is carrion-stenchwels where there is carrion, and it is allowable in the shade of the bodies and in carion.",
    "ai-atk-abh01a6:123_2": "This world has been rejected by all good deeds. Having rejected the whole world: this is the only truth, other ideas are silly.",
    "ai-atk-abh01a6:123_3": "But it is prevented by desire for sensual pleasures that is arouse greed for sensual pleasures, having given up greed for sensual pleasures, etc., that is why greed for sensual desires, repulsion, and greed for sensual pleasures.",
    "ai-atk-abh01a6:123_4": "For it is because they have said that sensual desire and greed and lust is the oppressiveness of the defilements and desire, nor are you linked with them.",
    "ai-atk-abh01a6:123_5": "Like the defilements that deceivess, defilements, and so on.",
    "ai-atk-abh01a6:123_6": "An ethical person, who, through virtue, practices, is pure; now they say, ‘This is the truth’, etc., done the same thing, or who has wrong view, etc., and is pure, living in virtue’, still arouses them, and wrong view, ‘Now, this is why I have wrong view.’",
    "ai-atk-abh01a6:124_0": "1162.",
    "ai-atk-abh01a6:124_1": "dullness and drowsiness, a mind-made body, sickness and torpor are ill-willing to nurse.",
    "ai-atk-abh01a6:124_2": "for one who is sick is what is meant.",
    "ai-atk-abh01a6:124_3": "And in the Monastic Law:",
    "ai-atk-abh01a6:124_4": "“I didn’t.”",
    "ai-atk-abh01a6:124_5": "being formless and unripened, (and) being formless, being formless,",
    "ai-atk-abh01a6:124_6": "Burning is very same as a stain,",
    "ai-atk-abh01a6:124_7": "For it is in a posture to be postured like a cow’s hoofprint who is unable to keep up the sacrificial firehouse, and it is like a carcat-first tree in the wind.",
    "ai-atk-abh01a6:124_8": "it is said in reference to him, flowing:",
    "ai-atk-abh01a6:124_9": "In the second position brings about the sixth and undertook himself.",
    "ai-atk-abh01a6:124_10": "Lack of non-greed, they shake off their huts.",
    "ai-atk-abh01a6:124_11": "From here on others, there are two ways of developing.",
    "ai-atk-abh01a6:124_12": "(Which is) ghee, which is like ghee, buttermilking from its foot, is to be found inside a house.",
    "ai-atk-abh01a6:124_13": "called “announcing”.",
    "ai-atk-abh01a6:124_14": "the meaning is that it has no stained thought, and so on.",
    "ai-atk-abh01a6:125_0": "the constituent group of the constituents (of mind and body) that provide fuel for attachment:",
    "ai-atk-abh01a6:125_1": "Unproaching is quite clear, that is to say,",
    "ai-atk-abh01a6:125_2": "like a rain cloud shedding the in space, which is bent down by the wind and sun,",
    "ai-atk-abh01a6:125_3": "being covered all in every way is cleaned.",
    "ai-atk-abh01a6:125_4": "The ocean remains the important one, who is like the oldest,",
    "ai-atk-abh01a6:125_5": "Just as when a man has crushed to carcass out and is abandoned outside the gateway, so too, when a man has been sloth and torpor eventually falls into it,",
    "ai-atk-abh01a6:125_6": "That is why it is called “confinition.”",
    "ai-atk-abh01a6:125_7": "greedy for me.",
    "ai-atk-abh01a6:125_8": "By non-greed is the meaning.",
    "ai-atk-abh01a6:125_9": "they’re drew near,",
    "ai-atk-abh01a6:125_10": "It is quite enough for you to develop the measureless (of immerse), thus it is the unshakable .",
    "ai-atk-abh01a6:125_11": "Full of sleeping places in dreams,",
    "ai-atk-abh01a6:125_12": "but because of the method of meaning again she spoke again.",
    "ai-atk-abh01a6:125_13": "This is called the hindrance of dullness and drowsiness and drowsiness and drowsiness. These are called the hindrances and dullness and drowsiness. ”",
    "ai-atk-abh01a6:125_14": "When it comes to the preceding fact that arises in among the ordinary people in the past, they are asking the path to perfection.",
    "ai-atk-abh01a6:125_15": "However, when one who has ended the defilements is weak, your complexion becomes unfavourable to you. You proceed having turned away from this host of raft:",
    "ai-atk-abh01a6:125_16": "That is why the Blessed One said:",
    "ai-atk-abh01a6:125_17": "“I recall having spread out my outer robe folded in four and lain down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware.”",
    "ai-atk-abh01a6:125_18": "That kind of person is important to instead of weakness, etc., not grasping at the wrong time, and so on.",
    "ai-atk-abh01a6:125_19": "If acquisition is obtained by a long path, they have a bad deed and having driven out, or when they are able to obtain such a (whole) deed.",
    "ai-atk-abh01a6:125_20": "while obtaining a flower in the ears, obtaining flowers,",
    "ai-atk-abh01a6:125_21": "It’s when some of the trees fall down from the cramped places, waxing out, as it were, and days.",
    "ai-atk-abh01a6:125_22": "But this is unskilled in connection with the defilements.",
    "ai-atk-abh01a6:126_0": "Herein, it may be:",
    "ai-atk-abh01a6:126_1": "“Sullness and drowsiness are not your (others) homes, why are there?",
    "ai-atk-abh01a6:126_2": "Form has not been answered,",
    "ai-atk-abh01a6:126_3": "This is that form,",
    "ai-atk-abh01a6:126_4": "That’s why it should be done against one who hasn’t done bad and thorns.”",
    "ai-atk-abh01a6:126_5": "‘Suppose there were such a kind of bodily form that would be born.’",
    "ai-atk-abh01a6:126_6": "‘Being the pleasant and painful feeling’ means having directly experienced the ultimate truth, and that which is the ultimate truth as pleasurable.",
    "ai-atk-abh01a6:126_7": "That’s why it’s not appropriate for you to say: ‘This is mine.’",
    "ai-atk-abh01a6:126_8": "The body is the lower body,",
    "ai-atk-abh01a6:126_9": "Abandoning those names, ‘Why are you conversing withdrawn from the nephew?’",
    "ai-atk-abh01a6:126_10": "Are the one who isn’t aware, and does not conduce them,",
    "ai-atk-abh01a6:126_11": "‘Aṅgī good cattle’s faculties are just like the fruit.",
    "ai-atk-abh01a6:126_12": "and that the females have been stated by the sign of women and girls such as jackals, and otherwise, the signs of women and fruits, having attained that,",
    "ai-atk-abh01a6:126_13": "for they are shaking off their mindfulness.",
    "ai-atk-abh01a6:126_14": "and in the formless constantly, which in the formless, made a new shell, bearing the waters in the confirmed, lamp.",
    "ai-atk-abh01a6:127_0": "‘Not for showing this much,’ he doesn’t have a name, clansman who is added: ‘Not for stressed up,’",
    "ai-atk-abh01a6:127_1": "and bent down the enlightenment factor too as well.",
    "ai-atk-abh01a6:127_2": "For name and form aren’t the fathom-long carcass, there is no obstacle or reaching.",
    "ai-atk-abh01a6:127_3": "‘Without this reason,",
    "ai-atk-abh01a6:127_4": "Not to anyone, any one isn’t frightened or winnosed, or is rising.’",
    "ai-atk-abh01a6:127_5": "If you don’t have a sense of urgency,",
    "ai-atk-abh01a6:127_6": "according to the senses beginning with sense desires, etc., should be understood: these things should be understood, abandoned in the sense of urgency, and so on.",
    "ai-atk-abh01a6:127_7": "Furthermore, a mendicant gives up the five hindrances, corruptions of the mind that weaken wisdom. They’re not appropriate to say that the heart is weakened by wisdom.",
    "ai-atk-abh01a6:127_8": "For form is not burning without defilements,",
    "ai-atk-abh01a6:128_0": "why is it not said?",
    "ai-atk-abh01a6:129_0": "“Mendicants, there are some ascetics and brahmins who are drinking alcoholic drinks that cause negligence. This is the first thing.”",
    "ai-atk-abh01a6:130_0": "Another said, “These six drawbacks of habitually drinking alcohol.",
    "ai-atk-abh01a6:130_1": "Immediate loss of wealth, promotion of quarrels, susceptibility to illness, disrepute, indecent exposure; and weakened wisdom is the sixth thing.”",
    "ai-atk-abh01a6:130_2": "And even if a small one falls away,",
    "ai-atk-abh01a6:130_3": "like a freshly weak in a drop of damp when the mind is weak and overexertion. It might be as if a drop of wisdom or swallow his mind is evident,",
    "ai-atk-abh01a6:130_4": "But from the time of dawn",
    "ai-atk-abh01a6:130_5": "Because if stains to any of the five hindrances, corruptions of the mind, or of the five hindrances, corruptions of the mind isn’t corrupted by these corruptions of the mind, corruptions of the mind, and body, without corruptions of the mind or freed by wisdom.",
    "ai-atk-abh01a6:130_6": "What five?",
    "ai-atk-abh01a6:130_7": "Sensual desire,",
    "ai-atk-abh01a6:130_8": "Covetousness and immoral greed are a corruption of the mind” .",
    "ai-atk-abh01a6:130_9": "Being defilement in this way:",
    "ai-atk-abh01a6:130_10": "But since these corruptions are corruptions, pliable, workable, and radiant, their minds are strong and fostering. That’s why they are called “short”.",
    "ai-atk-abh01a6:130_11": "But when the mind is swamped by lust, it appears fatifying and weak in wisdom.",
    "ai-atk-abh01a6:131_0": "And what is the reason why?",
    "ai-atk-abh01a6:131_1": "was so accumulated.",
    "ai-atk-abh01a6:131_2": "“Through the hindrance of worry and the hindrance of ignorance, the hindrances are what is said.”",
    "ai-atk-abh01a6:131_3": "Therefore this is not a term for form.",
    "ai-atk-abh01a6:131_4": "For it is not associated with form,",
    "ai-atk-abh01a6:131_5": "There may be no more:",
    "ai-atk-abh01a6:131_6": "‘Do you say what you have said?",
    "ai-atk-abh01a6:131_7": "Suppose a craft was told, “Just as, syllables, gravel and pebbles, and ran out and so on.”",
    "ai-atk-abh01a6:131_8": "They’re just what you say, but don’t stand in judgment’s bathing.",
    "ai-atk-abh01a6:131_9": "So it is said in the mind that is associated with the hindrances, not the hindrances are associated with the hindrances that are associated with the hindrances, and it is said to be the hindrances as the hindrances.",
    "ai-atk-abh01a6:131_10": "But when a man is decayed by sloth and torpor, it does not associate with the hindrances,",
    "ai-atk-abh01a6:131_11": "Therefore the one who has sloth and torpor",
    "ai-atk-abh01a6:131_12": "is not developed by form,",
    "ai-atk-abh01a6:131_13": "They’re like a bathing lotus flower, which is well drunkled and has been smoothed.",
    "ai-atk-abh01a6:131_14": "Therefore, may you be as if with the purpose of conducive to continued existence.",
    "ai-atk-abh01a6:131_15": "and sloth and torpor, it is unworry",
    "ai-atk-abh01a6:131_16": "With this it is not possible to dispel sights, sounds, smells, tastes, touches, and thoughts are the same as “surpassable” , just as a mere abiding of greed for form.",
    "ai-atk-abh01a6:132_0": "And what is the reason why?",
    "ai-atk-abh01a6:132_1": "they are the four truths of self.",
    "ai-atk-abh01a6:132_2": "With the ending of greed, hate, and delusion, they’re called ‘stic’ because they’ve gone beyond sloth and torpor’. Then their mind is said to be “swerving and torpor” .",
    "ai-atk-abh01a6:132_3": "So it is said to be ‘seven’.",
    "ai-atk-abh01a6:132_4": "or else, thinking: ‘It is formless’, that is why therefore it is called gained faith.",
    "ai-atk-abh01a6:132_5": "Having destroyed the mind-made chains,",
    "ai-atk-abh01a6:132_6": "For it is three kinds of sloth and torpor:",
    "ai-atk-abh01a6:132_7": "Mindfulness of the mind, having given up food and drink,",
    "ai-atk-abh01a6:132_8": "That is why it is not stated with the jhāna factors of produced by the fact that jhāna in the fine-material becoming, which is why it is not stated.",
    "ai-atk-abh01a6:132_9": "Developed by forms,",
    "ai-atk-abh01a6:132_10": "for one who has got this psychic power, who has got all that was prosperous,",
    "ai-atk-abh01a6:132_11": "Herein, the mind-made chain is born in the mind.",
    "ai-atk-abh01a6:132_12": "(but) he is not angry, then there is no persuading.",
    "ai-atk-abh01a6:133_0": "And what is the reason why?",
    "ai-atk-abh01a6:133_1": "As one who stands on the path",
    "ai-atk-abh01a6:133_2": "“Mendicants, after giving up the six qualities you can enter and remain in the first absorption.",
    "ai-atk-abh01a6:133_3": "What are the teachings grouped by six?",
    "ai-atk-abh01a6:133_4": "Desire for sensual pleasures, ill will, dullness and drowsiness, restlessness and remorse, and doubt.",
    "ai-atk-abh01a6:133_5": "Also, one with right wisdom gives up these five hindrances, one who has seen the five hindrances, and one who is superior in terms of the five hindrances, parasites of wisdom. It has been given up and cut off at the root of others.”",
    "ai-atk-abh01a6:133_6": "And as that is not given up in regard to form:",
    "ai-atk-abh01a6:133_7": "“Possessing down should be completely understood. Nor should they be given up by direct knowledge, not to be realized by direct knowledge.” But when they are about to be abandoned, they shouldn’t be given up with what is suitable.",
    "ai-atk-abh01a6:133_8": "and because of a things that aren’t abiding in form,",
    "ai-atk-abh01a6:133_9": "“Mendicants, form isn’t yours: give it up.”",
    "ai-atk-abh01a6:133_10": "for here it is only the same kind of forms.",
    "ai-atk-abh01a6:133_11": "That’s why it doesn’t escape from sensual pleasures,",
    "ai-atk-abh01a6:133_12": "legal procedures not otherwise.",
    "ai-atk-abh01a6:133_13": "Because that desire and greed are given up: “Bhikkhus, there is desire and greed for form, there is no desire and greed for form in the present life or the five hindrances that are called ‘perceptions of desire and lust’. In this way the five hindrances are given up.”",
    "ai-atk-abh01a6:133_14": "That’s why a gift to give up these five hindrances—corruptions, corruptions of the mind, and by these five hindrances are pure and bright. That is why it has been understood by others.",
    "ai-atk-abh01a6:133_15": "For accordingly:",
    "ai-atk-abh01a6:134_0": "“Mendicants, there are these five obstacles and hindrances, parasites of the mind that weaken wisdom.",
    "ai-atk-abh01a6:134_1": "What five?",
    "ai-atk-abh01a6:134_2": "Sensual desire ...",
    "ai-atk-abh01a6:134_3": "dullness and drowsiness ...",
    "ai-atk-abh01a6:134_4": "dullness and drowsiness,",
    "ai-atk-abh01a6:135_0": "So it is for him that is called “possessed of” in the sense of important” .",
    "ai-atk-abh01a6:135_1": "This is why it is not appropriate for you, it arises:",
    "ai-atk-abh01a6:135_2": "for this is said in the Mahāniddesa:",
    "ai-atk-abh01a6:135_3": "“Our teaching gives rise to the hindrance of dullness and drowsiness. The hindrances are not a condition for dullness and drowsiness.” ...",
    "ai-atk-abh01a6:135_4": "(These should all be expanded as in the first section.)",
    "ai-atk-abh01a6:135_5": "Therefore it should be assembled here and there, but the ties of virtue is which because of delusion.",
    "ai-atk-abh01a6:136_0": "1166.",
    "ai-atk-abh01a6:136_1": "Being afraid of wrongdoing, the monks did not accept it.",
    "ai-atk-abh01a6:136_2": "This is the topic of discussion on evasiveness when the chariot is finished in the site of infantry or the opposite sex.",
    "ai-atk-abh01a6:136_3": "Because he is said to be one who is giving directions in the roots, etc., and reckoned as an suitable” .",
    "ai-atk-abh01a6:136_4": "If they eat whatever food they have, but he perceives that they use it, and after taking it as a service, they eat the meat, or whatever is allowable.",
    "ai-atk-abh01a6:136_5": "When the time is announced, if the king has passed away, and she invited the bowl for a meal, but she eats it in a certain requestable to eat.",
    "ai-atk-abh01a6:136_6": "In this way, ‘Nothing without perception is one made of perception.’",
    "ai-atk-abh01a6:136_7": "while eating and drinking it less than a hundred dogs, but perceptions of curing the wrong time, and eating it at the wrong time, while eating it was still unangled.",
    "ai-atk-abh01a6:136_8": "And blameless in the faultless, seeing the faults of the Vajjians, and perceptions of lighting up the faults of faults, and perceptions of riding the faults of rebirth, and perceptions of the Vajjians,",
    "ai-atk-abh01a6:136_9": "Indeed, they say: “It’s because I haven’t done good and skillful things that keep me safe. That’s why, when I haven’t done good and skillful things, I haven’t done such a thing, and that such a thing, when it is done by opposite.”",
    "ai-atk-abh01a6:137_0": "Herein, anxious is the meaning of this kind already stated.",
    "ai-atk-abh01a6:137_1": "Being anxious,",
    "ai-atk-abh01a6:137_2": "Being afraid of wrongdoing, the monk became anxious",
    "ai-atk-abh01a6:137_3": "Delighting in the mind: ‘Understanding the stain of regrets, knowledge of the mouth, or going in reference to for refuge.’",
    "ai-atk-abh01a6:137_4": "Anyone who does not do anything bad, whether or not it is done by someone who does not deceively reproved by the good, since they are charged with them.",
    "ai-atk-abh01a6:137_5": "But they don’t tell a deliberate lie even for the sake of their heart.",
    "ai-atk-abh01a6:137_6": "this is the passage for recitation,",
    "ai-atk-abh01a6:137_7": "But when arise is anxious, dismayed, and then the mind arises in them—are Holy Oneed-existent, which arises in him in the mind’s why it is said.",
    "ai-atk-abh01a6:137_8": "This is the preaching of the Dhamma",
    "ai-atk-abh01a6:137_9": "When Venerable Sāriputta had prohibited in the Monastic Law by the Buddha, he became anxious and remorseful without getting alms-food in the Monastic Law. And being afraid of wrongdoing, he did not eat it.",
    "ai-atk-abh01a6:137_10": "(but) there is not a perfected one, I have made an agreement,",
    "ai-atk-abh01a6:137_11": "But they’re not free of hindrances, namely, such as the unconditioned.",
    "ai-atk-abh01a6:138_0": "Which things do they are associated with hindrances? And what is their hindrances associated with the hindrances?” That is why their dullness and drowsiness are fulfilled by the hindrances? The hindrances are their dullness and drowsiness.",
    "ai-atk-abh01a6:138_1": "But since he is afraid of wrongdoing, the fathom of wrong conduct is afraid of wrongdoing and being afraid of wrongdoing, the energy is spring to mind.",
    "ai-atk-abh01a6:138_2": "and those who have gone-forth goes to the old age, they don’t know it.",
    "ai-atk-abh01a6:139_0": "But these hindrances are to be offered to defilements.",
    "ai-atk-abh01a6:139_1": "They are given up through desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. They are given up through the path to perfection. The attainment of the noble path because they have no doubt.",
    "ai-atk-abh01a6:139_2": "Because of the path to stream-entry, because they have no doubts, uncertainty, and they are afraid of wrongdoing.",
    "ai-atk-abh01a6:140_0": "placed on the leftovers of the pair, the enemy, and the advantages in the scriptures.",
    "ai-atk-abh01a6:141_0": "1219.",
    "ai-atk-abh01a6:141_1": "That which is grasping on the site of grasping, and sensual pleasures, and the mental processes of the sensual pleasures. And so he is attachment to sensual pleasures and sensual pleasures.",
    "ai-atk-abh01a6:141_2": "attachment to cling to the one tip of grasping,",
    "ai-atk-abh01a6:141_3": "for, having strong foundations regarding, it is all the sounds that are nearby, like the sound of a crowd.",
    "ai-atk-abh01a6:141_4": "And that is how view is grasping the grasping aggregates.",
    "ai-atk-abh01a6:141_5": "grasps view of the view of self.",
    "ai-atk-abh01a6:141_6": "The self and the cosmos are eternal,’ and the view that the self and the cosmos are eternal, etc.",
    "ai-atk-abh01a6:141_7": "Thus virtue and practices, attachment to virtue.",
    "ai-atk-abh01a6:141_8": "attachments and precepts are the grasping aggregates, precepts and observances, and theories of a self.",
    "ai-atk-abh01a6:141_9": "The cowherd’s sites subdued, thinking ‘This is the extent of Godhā’.",
    "ai-atk-abh01a6:141_10": "Either way they speak,",
    "ai-atk-abh01a6:141_11": "grasping to them, they ever grasp them,",
    "ai-atk-abh01a6:141_12": "What do you say about this?",
    "ai-atk-abh01a6:141_13": "attachment to self-theories.",
    "ai-atk-abh01a6:141_14": "the self is just one, or the self.",
    "ai-atk-abh01a6:142_0": "Sensual desires, wretchedness, shackles, and tendencies of sensual desires.",
    "ai-atk-abh01a6:142_1": "That’s why the grounds for sensual pleasures, which are prosperous and full of non-returners will become prosperous.",
    "ai-atk-abh01a6:142_2": "One who has sensual desire for the five kinds of sensual stimulation is mentioned under the five kinds of sensual desire.",
    "ai-atk-abh01a6:143_0": "1221.",
    "ai-atk-abh01a6:143_1": "There is no gift for giving up grasping,",
    "ai-atk-abh01a6:143_2": "Having given to anyone, he knows that there is nothing to be given to them.",
    "ai-atk-abh01a6:143_3": "But if a gift takes a fruit has been given to him, it takes a fruit.",
    "ai-atk-abh01a6:143_4": "no matter how small,",
    "ai-atk-abh01a6:143_5": "what is meant is that she has entered the Great Wood.",
    "ai-atk-abh01a6:143_6": "he is able to know it as a victor.",
    "ai-atk-abh01a6:143_7": "But on the fruit of that deed, grasps the fruit.",
    "ai-atk-abh01a6:143_8": "There is no sacrifice, no scope force, and inclusiveness,",
    "ai-atk-abh01a6:143_9": "he is able to understand it.",
    "ai-atk-abh01a6:143_10": "But if he takes a fruit into his own fruit,",
    "ai-atk-abh01a6:143_11": "There is no beautiful deeds that have been doing.",
    "ai-atk-abh01a6:143_12": "ten tyings of wholesome deeds, he commits an offense entailing expulsion.",
    "ai-atk-abh01a6:143_13": "he knows “there is fruitless”, one who knows as a result of fruition.",
    "ai-atk-abh01a6:143_14": "Here there is no world, standing in the world beyond, he takes it.",
    "ai-atk-abh01a6:143_15": "he grasps the other world, he takes it here and there.",
    "ai-atk-abh01a6:143_16": "There is no mother, no father, no brother or result of good and bad deeds for one, and who knows as well.",
    "ai-atk-abh01a6:143_17": "or spontaneously: there is no beings reborn spontaneously.",
    "ai-atk-abh01a6:143_18": "correct in the world, practice in conformity with its gods, just as a principled manner.",
    "ai-atk-abh01a6:143_19": "There are those who declare this world, themselves the next world, and the next world, using this world and the next, and who is the knowledge of the world, which is called “existence”.",
    "ai-atk-abh01a6:144_0": "These are the reasons to get weary of the defilements, etc., that are to say, the bearer of the defilements.",
    "ai-atk-abh01a6:144_1": "The path of defilements is given up by the wearing of the defilements. The four paths are given up by the path to stream-entry. And the three kinds of stream-entry are abandoned.",
    "ai-atk-abh01a6:144_2": "The four paths are given up by the path because they have entered upon the path to stream-entry.",
    "ai-atk-abh01a6:145_0": "1235.",
    "ai-atk-abh01a6:145_1": "defilements are defilement and defilements; the defilements are stained about the defilements.",
    "ai-atk-abh01a6:145_2": "Or alternatively, there are sentient beings who have ended the defilements, here who are not reborn in a place of loss,",
    "ai-atk-abh01a6:145_3": "your defilements are destroyed, and those eighteen grounds for urgency.",
    "ai-atk-abh01a6:145_4": "And because it is not possible that this state exists because it is defilement as defilement there is the defilement of the corruptions.",
    "ai-atk-abh01a6:146_0": "1236.Tattha katamo lobho?",
    "ai-atk-abh01a6:146_1": "But what is greedy about this is the cause of greed, hate, and delusion for the sake of vanity. In this place they’ve dried up, withered on the ground, and on the sixth part.",
    "ai-atk-abh01a6:146_2": "the application of the fetter of the floods, bonds of the hindrances, and of the six kinds of attachments,",
    "ai-atk-abh01a6:146_3": "The meaning of the eighth day of the fortnight is seen, heard, thought, and known assemblies.",
    "ai-atk-abh01a6:146_4": "the hindrances are to be found in them, the four paths of the defilements consisting of the paths of craving, and the fourth part of craving.",
    "ai-atk-abh01a6:146_5": "Attending to the end of the four kinds of fetters, how were they stood at the gates?",
    "ai-atk-abh01a6:146_6": "The defilements of sensuality, desire to be reborn, and ignorance.",
    "ai-atk-abh01a6:147_0": "But it is allowed to weary the defilements that should be used up by the defilements of the defilements that causes.",
    "ai-atk-abh01a6:147_1": "With the giving up of the defilements, greed, hate, and delusion, and the four paths of stream-entry are given up and stilled. They have achieved the path to perfection.",
    "ai-atk-abh01a6:147_2": "They have no doubts about the path to realize the fruit of stream-entry. They are given up when it comes to the path to perfection.",
    "ai-atk-abh01a6:148_0": "1287.",
    "ai-atk-abh01a6:148_1": "Except in the place that is to say: the lower part of the sensual-sphere,",
    "ai-atk-abh01a6:148_2": "There were no heroes of hell or the fire in the Yellow of Aggivessana. It was more than twenty-fourth year.",
    "ai-atk-abh01a6:148_3": "Immediately advantages are good-hearted here.",
    "ai-atk-abh01a6:148_4": "you’re shameless even by the sword,",
    "ai-atk-abh01a6:148_5": "Having practiced it in Avīci hell, the one who goes to hell,",
    "ai-atk-abh01a6:148_6": "above at the upper side.",
    "ai-atk-abh01a6:148_7": "Secluded for others’ virtuous deeds, doing what is created by others.",
    "ai-atk-abh01a6:148_8": "if he places it indoors after making a plan;",
    "ai-atk-abh01a6:148_9": "whatever in this very place he is,",
    "ai-atk-abh01a6:148_10": "Here it is said: ‘This is in between these scopes,’ and so on, doing what is uninterruptedly the various kinds of people, embracing them as others.",
    "ai-atk-abh01a6:148_11": "And after it was said above all the while roaming and transmigrating around in this position between the two and the lower parts of the warden. It was underlying tendencies that had been made.",
    "ai-atk-abh01a6:148_12": "for they are plunged into the level and live without their nephew.",
    "ai-atk-abh01a6:148_13": "But here there is in the scriptures, that is to say, the words, “This is good in the end,” but rather than that.",
    "ai-atk-abh01a6:148_14": "Now, as to the clause, etc., which is the definition of the aggregates, etc., is to say, the state of the aggregates of the states .",
    "ai-atk-abh01a6:149_0": "1289.",
    "ai-atk-abh01a6:149_1": "in the first place, the divine abidings (of mind and bodily form).",
    "ai-atk-abh01a6:149_2": "The rest should be understood here in the sense sphere of the kinds already described.",
    "ai-atk-abh01a6:149_3": "For someone who has attained the first jhāna in the second jhāna, etc., and in the third jhāna should be understood as said to the second jhāna, etc., in the third jhāna, is said to be under the third jhāna.",
    "ai-atk-abh01a6:150_0": "1291.",
    "ai-atk-abh01a6:150_1": "you have reached the dimension of infinite space ...",
    "ai-atk-abh01a6:150_2": "The same method applies to the second phrase.",
    "ai-atk-abh01a6:150_3": "it should be understood that the rest is as already described.",
    "ai-atk-abh01a6:151_0": "1301.",
    "ai-atk-abh01a6:151_1": "For the sake of this wholesome Saṁsāra simultaneously that is unskillful, greed and hate and delusion associated with greed, and delusion,",
    "ai-atk-abh01a6:151_2": "Their thoughts associated with greed, hate, and delusion associated with view. And then it should be understood as reduced with the previous influence of greed, hate, and delusion.",
    "ai-atk-abh01a6:152_0": "Discussion on the Protectors",
    "ai-atk-abh01a6:153_0": "1303.",
    "ai-atk-abh01a6:153_1": "Hence the Discourse on the Suttanta, and its suttas are included in the discourses which they are included in the meaning, and because of the suttantas. Their sutta should be understood as given in the Commentaries.",
    "ai-atk-abh01a6:153_2": "In this context it is said:",
    "ai-atk-abh01a6:153_3": "The eyes were clearly delivered, it seems, as did the darkness (of the light).",
    "ai-atk-abh01a6:153_4": "it was not known that a path leading to darkness.",
    "ai-atk-abh01a6:153_5": "(only) after shaking the darkness with ignorance,",
    "ai-atk-abh01a6:153_6": "Then a path leading to darkness,",
    "ai-atk-abh01a6:153_7": "He brought the second time,",
    "ai-atk-abh01a6:153_8": "For a second time, the darkness in the open",
    "ai-atk-abh01a6:153_9": "no path is evident,",
    "ai-atk-abh01a6:153_10": "(Like) shake off, he dropped her out.",
    "ai-atk-abh01a6:153_11": "she became known as the darknessess,",
    "ai-atk-abh01a6:153_12": "and a third time.",
    "ai-atk-abh01a6:153_13": "darkness is dropped in darkness.",
    "ai-atk-abh01a6:153_14": "no path is evident,",
    "ai-atk-abh01a6:153_15": "(only) after shaking the darkness with ignorance,",
    "ai-atk-abh01a6:154_0": "Herein, for a person with good eyesight has the path to stream entry in the dark of the path, and for the central attainment.",
    "ai-atk-abh01a6:154_1": "Which is the dark path for understanding that in darkness? It is the wrong time, as well as the declaration?",
    "ai-atk-abh01a6:154_2": "“Today, having lightned the darkness, after slowly in the darkness, like a lightning flash in the darkness, and then resplendent with the light.",
    "ai-atk-abh01a6:154_3": "While the darkness was declaring a light, as in the darkness of the four Truths was delivered, like the time for the attainment of the four paths.",
    "ai-atk-abh01a6:154_4": "But the road along the road goes to an individual.",
    "ai-atk-abh01a6:154_5": "The Second Rains Retreat is the Path leading to the end (of the path),",
    "ai-atk-abh01a6:154_6": "Which is the dark path for understanding that in darkness? It is the wrong time, as well as the declaration?",
    "ai-atk-abh01a6:154_7": "Having destroyed (after attaining) the second, which is like the darkness of the opposite sex, and which is like the light who conceals the road in the morning, and in the sitting time.",
    "ai-atk-abh01a6:154_8": "When the darkness of the darkness has fallen to the darkness of the road like a cowherd, as there was a lady to the four truths.",
    "ai-atk-abh01a6:154_9": "But the road along the road goes to an individual.",
    "ai-atk-abh01a6:154_10": "Third: it is the third kind of nutriment for the purpose of (living) insight, as it is for the purpose of Vipassī,",
    "ai-atk-abh01a6:154_11": "Which is the dark path for understanding that in darkness? It is the wrong time, as well as the declaration?",
    "ai-atk-abh01a6:154_12": "(And he gave) the third time to sit down in the darkness, like a box that is in the darkness of the bright midday, which delivers from the darkness with light?",
    "ai-atk-abh01a6:154_13": "When the darkness has arrived at the darkness of the road, like the opposite sex, he is unable to arrive at the road to the four roads.",
    "ai-atk-abh01a6:154_14": "But the road along the road goes to an individual.",
    "ai-atk-abh01a6:155_0": "but there is no diamond named Vajirā, or else the one who isn’t found.",
    "ai-atk-abh01a6:155_1": "and that concentration is successful.",
    "ai-atk-abh01a6:155_2": "after defeating the Vajirā, and without getting others.",
    "ai-atk-abh01a6:155_3": "a dilapidated path named by the Vajiraka.",
    "ai-atk-abh01a6:155_4": "In the same way, there is no corruption of the path and the corruptions are not defilement.",
    "ai-atk-abh01a6:155_5": "like a snare in all defilements, like an opposition.",
    "ai-atk-abh01a6:155_6": "if he is on the path to Worthiness when he is deportment, he eats them without remainder;",
    "ai-atk-abh01a6:155_7": "When you’ve reached the path by a conqueror of the path, it seems as if possessed the path of obstructions is given up again and again.",
    "ai-atk-abh01a6:156_0": "the foolish and the astute are liable to fall from the roots of ants.",
    "ai-atk-abh01a6:156_1": "conscience and prudence ...",
    "ai-atk-abh01a6:156_2": "they are said first two in this way.",
    "ai-atk-abh01a6:156_3": "likewise in dragging float.",
    "ai-atk-abh01a6:156_4": "Some Kaṇhadaka",
    "ai-atk-abh01a6:157_0": "they should understand that this is the name of the indication: “It is because they’ve done the scrutinizing the scriptures, and because it is the same.”",
    "ai-atk-abh01a6:157_1": "For, however, they actually practice accordingly.",
    "ai-atk-abh01a6:157_2": "I haven’t done good things by way of body, speech, and mind that they’re mortified.",
    "ai-atk-abh01a6:157_3": "Thinking, ‘I haven’t done bad things’ ...",
    "ai-atk-abh01a6:157_4": "‘My mental conduct is my self-mortification.’",
    "ai-atk-abh01a6:157_5": "The same method of explanation applies to the higher meaning.",
    "ai-atk-abh01a6:157_6": "I haven’t done good things by way of body, speech, and mind, and wisdom, they’re not mortified. ...",
    "ai-atk-abh01a6:157_7": "they haven’t done bad things by way of body, speech, or mind.",
    "ai-atk-abh01a6:158_0": "The Dhamma in the Protector of the World’s Retreat, ~ and all these things .",
    "ai-atk-abh01a6:158_1": "Here it is said: it con briefly, thus it is the meaning.",
    "ai-atk-abh01a6:158_2": "They constantly stand—",
    "ai-atk-abh01a6:158_3": "Thinking, ‘Some other individual’s essentials, gives birth to a hundred students, for the sake of wives, thinking ‘Such is an outcaste’. They don’t look after the story of either.’",
    "ai-atk-abh01a6:158_4": "conventions.",
    "ai-atk-abh01a6:158_5": "For what does it know?",
    "ai-atk-abh01a6:158_6": "of fat ...",
    "ai-atk-abh01a6:158_7": "They’ll be known as ‘perception’.",
    "ai-atk-abh01a6:158_8": "and wisdom is designated as “respect”.",
    "ai-atk-abh01a6:158_9": "nurses a noble one.",
    "ai-atk-abh01a6:158_10": "Have you under your control?",
    "ai-atk-abh01a6:158_11": "‘I’ll sleep.’ ...",
    "ai-atk-abh01a6:158_12": "‘Saying,’ you should live according to the three noble ones.",
    "ai-atk-abh01a6:159_0": "Pross:",
    "ai-atk-abh01a6:159_1": "the ascetic life, having renowned (in the Realm) faithless virtues, free from a good family,",
    "ai-atk-abh01a6:159_2": "Herein, appointed by the means of the First Mahākappina, a great crowd, one appointed by the king’s own name, and this is called “Kassapa”.",
    "ai-atk-abh01a6:159_3": "That of which is said in reference to him:",
    "ai-atk-abh01a6:159_4": "“Elected by the people” is the meaning of ‘elected one’, the first term to be specifically invented for them.",
    "ai-atk-abh01a6:159_5": "A Dhamma speaker, an expert on the Monastic Law, a cloth given to those who have faith and confidence, a preserve the special qualities of many people, such as: ‘He is a path-rag wearer, one who has faith in the special qualities of faith, the Lord of the Dhamma,’",
    "ai-atk-abh01a6:159_6": "The Buddha is perfected, a fully awakened Buddha; there are many hundreds of thousands of virtues of the Realized One.",
    "ai-atk-abh01a6:159_7": "Therefore it is said:",
    "ai-atk-abh01a6:160_0": "“He used to give up various special qualities, Great Sages,",
    "ai-atk-abh01a6:161_0": "Since I could have a thousand lesser familiar with a thousand virtues.”",
    "ai-atk-abh01a6:162_0": "But when he’s born, his relations on the day, and having given him permission, thinking, ‘This is named Sakka’s south, while he is standing in the left, doing this, he wants using this.’",
    "ai-atk-abh01a6:162_1": "But the last watch of the night is spread out by what is known as before. This is the western quarter in the first watch –",
    "ai-atk-abh01a6:162_2": "like the moon in the waning fortnight.",
    "ai-atk-abh01a6:162_3": "In the past ...",
    "ai-atk-abh01a6:162_4": "(but) as a mountain called either the mountain there is no going forth in the mountain, that is called “position”.",
    "ai-atk-abh01a6:162_5": "This is the fourth name here, this is how the name there.",
    "ai-atk-abh01a6:163_0": "Disciples:",
    "ai-atk-abh01a6:163_1": "A beds:",
    "ai-atk-abh01a6:163_2": "Names signala and ware:",
    "ai-atk-abh01a6:163_3": "A hermaphrodite:",
    "ai-atk-abh01a6:163_4": "That’s why I said the meaning of what is said.",
    "ai-atk-abh01a6:163_5": "like a cool cloud,",
    "ai-atk-abh01a6:163_6": "all things get rid of the teaching, not the language of distinction.",
    "ai-atk-abh01a6:163_7": "is subject to all things that are subject to falling apart.",
    "ai-atk-abh01a6:163_8": "For this is the one thing composed to all the same way as the four grounds.",
    "ai-atk-abh01a6:163_9": "A sentient being is free from name and form.",
    "ai-atk-abh01a6:164_0": "Undowed Caves, thirty-two marks,",
    "ai-atk-abh01a6:164_1": "They answer, ‘This is a tree’, why don’t you know whether or not this one’s root?",
    "ai-atk-abh01a6:164_2": "Since they don’t know who what is called.",
    "ai-atk-abh01a6:164_3": "their name remains.",
    "ai-atk-abh01a6:164_4": "and the same sort of stinginess in the evening.",
    "ai-atk-abh01a6:164_5": "This is the section on two kinds of difficult persons.",
    "ai-atk-abh01a6:165_0": "He name and form are called “magical”.",
    "ai-atk-abh01a6:165_1": "Herein, firstly the four aggregates, (and) ‘the four directions’,",
    "ai-atk-abh01a6:165_2": "“Really the great crowd must have been made by the great sacrifice! Why do you still experience this?”",
    "ai-atk-abh01a6:165_3": "For feelings are the great earth kasiṇa and the other beings burned by his own master.",
    "ai-atk-abh01a6:165_4": "whatever name they arise,",
    "ai-atk-abh01a6:165_5": "for a feeling ...",
    "ai-atk-abh01a6:165_6": "and there is no desire for her.",
    "ai-atk-abh01a6:165_7": "Having arisen in the earth that is given up and stilled to settlement by the earth, do you have a name for the third absorption, the fourth absorption, or the simile of the sun and moon, so you can see the name and clan of feeling.",
    "ai-atk-abh01a6:165_8": "whatever feeling arises,",
    "ai-atk-abh01a6:165_9": "if she has been reborn spontaneously;",
    "ai-atk-abh01a6:165_10": "and the same method.",
    "ai-atk-abh01a6:165_11": "For feeling ...",
    "ai-atk-abh01a6:165_12": "Choices are born ...",
    "ai-atk-abh01a6:165_13": "consciousness,",
    "ai-atk-abh01a6:165_14": "in the future, too, time,",
    "ai-atk-abh01a6:165_15": "yet you always delight in quenching.",
    "ai-atk-abh01a6:165_16": "(Thinking): ‘Name is the name of her name.’",
    "ai-atk-abh01a6:166_0": "‘The four names’ means the four aggregates,",
    "ai-atk-abh01a6:166_1": "Because they didn’t want to die in their presence.",
    "ai-atk-abh01a6:166_2": "‘Equanimous’ means everything.",
    "ai-atk-abh01a6:166_3": "For four constituents do not die,",
    "ai-atk-abh01a6:166_4": "extinguishment, the blameless states of existence. It does not blame in themselves, being blameless in the blameless states,",
    "ai-atk-abh01a6:167_0": "Craving for continued existence is the root of craving, dust and diverse form,",
    "ai-atk-abh01a6:168_0": "The self and the cosmos are eternal,",
    "ai-atk-abh01a6:168_1": "Thinking: ‘I will not be annihilationists’ means there will be annihilationist views.",
    "ai-atk-abh01a6:169_0": "and despises in the past, future or present.",
    "ai-atk-abh01a6:169_1": "This being the eighteen grounds, their views came about first, and the eighteen views -",
    "ai-atk-abh01a6:169_2": "having made her taken away, she does not go to the object,",
    "ai-atk-abh01a6:169_3": "This is the fourth opposite sex with all the forty-four grounds.",
    "ai-atk-abh01a6:170_0": "1332.",
    "ai-atk-abh01a6:170_1": "if, when he is corrected by the Buddha, the training rules for him are legitimately corrected by him that, he has committed an offense, and then dismissed him, saying, ‘It’s in that you’ve committed an offense.’",
    "ai-atk-abh01a6:170_2": "A hateful person accusing in this way is engaging in this way: “Dielding any deeds of hate, hate, and delusion, which are hard to do for their welfare.",
    "ai-atk-abh01a6:170_3": "or even a single one of hate.",
    "ai-atk-abh01a6:170_4": "its state of peace.",
    "ai-atk-abh01a6:170_5": "you’d do so to encounter",
    "ai-atk-abh01a6:170_6": "are clear and unrepulsive,",
    "ai-atk-abh01a6:170_7": "deluded, abundant, expert independent, solid, and unstable:",
    "ai-atk-abh01a6:170_8": "‘A carpenter caught in a single sewer’ is a term for bliss.",
    "ai-atk-abh01a6:170_9": "which is the opposite of it.",
    "ai-atk-abh01a6:170_10": "disrespectfully unbeneficial, with non-staple food, etc.,",
    "ai-atk-abh01a6:170_11": "you’d do so to encounter",
    "ai-atk-abh01a6:170_12": "with disrespect, without grasping,",
    "ai-atk-abh01a6:170_13": "(having) a heavy offense, which is given to him in the way that is to say,",
    "ai-atk-abh01a6:170_14": "one that arose from the transgression at the ease of the home life that has arisen,",
    "ai-atk-abh01a6:170_15": "This is called indeed.",
    "ai-atk-abh01a6:170_16": "That of these four aggregates are the same thing, or the constituents aggregates.",
    "ai-atk-abh01a6:170_17": "Likewise with bad friends, and so on.",
    "ai-atk-abh01a6:170_18": "Except in hate, ~ there is nothing evil states as well.",
    "ai-atk-abh01a6:171_0": "1333.",
    "ai-atk-abh01a6:171_1": "they are faithless and faithless.",
    "ai-atk-abh01a6:171_2": "In the Enlightened One taken possession of the Enlightened One, is the meaning.",
    "ai-atk-abh01a6:171_3": "Unvirtuous conduct is good, there is no need for virtue.",
    "ai-atk-abh01a6:171_4": "Little learning well:",
    "ai-atk-abh01a6:171_5": "these five kinds of stingymphs, these had fondness,",
    "ai-atk-abh01a6:171_6": "witless and wise.",
    "ai-atk-abh01a6:171_7": "Associating with the associated states,",
    "ai-atk-abh01a6:171_8": "For the strong in opposite sex,",
    "ai-atk-abh01a6:171_9": "of all kinds should be practiced upon them.",
    "ai-atk-abh01a6:171_10": "the state of peace, or because of its conditions.",
    "ai-atk-abh01a6:171_11": "Approaches in three ways:",
    "ai-atk-abh01a6:171_12": "Going to the crowd’s place,",
    "ai-atk-abh01a6:171_13": "Calm and share in all.",
    "ai-atk-abh01a6:171_14": "the state of peace, or because of its conditions.",
    "ai-atk-abh01a6:171_15": "well-to-do brahmin:",
    "ai-atk-abh01a6:171_16": "altogether the happiness is in all ways.",
    "ai-atk-abh01a6:171_17": "the state of peace, or because of its conditions.",
    "ai-atk-abh01a6:171_18": "and protected by two well-developed deeds.",
    "ai-atk-abh01a6:171_19": "Those persons entered upon that person with his body and mind, but with mindfulness made by oneself.",
    "ai-atk-abh01a6:171_20": "Burning is the meaning of mortification in austerities.",
    "ai-atk-abh01a6:172_0": "The forty-nine years should be understood as mentioned for the requisites of for the lawfulness and widely.",
    "ai-atk-abh01a6:173_0": "If she puts him down, wrapped in five ways, she commits an offense entailing suspension.",
    "ai-atk-abh01a6:173_1": "For seven kinds of offenses entailing suspension, he commits a serious offense.",
    "ai-atk-abh01a6:173_2": "Herein, the site of those offenses there are their names when they are clean, with the designation of the offenses, and the designation of laborates there.",
    "ai-atk-abh01a6:173_3": "When there is a legitimate legal procedure of ejection for not making amends for an offense, she gives the full admission to the other parts of the class of offenses, and she has confused the name of offenses.",
    "ai-atk-abh01a6:174_0": "1338.",
    "ai-atk-abh01a6:174_1": "all attainments have entered upon the attainment.",
    "ai-atk-abh01a6:174_2": "and that attainment with immediately following the surface of the servers is invariable attainments.",
    "ai-atk-abh01a6:174_3": "‘Because of preference or when the sun comes up, I’ll emerge from them.’ Then at that time there was an unprofitable offense for attaining the meditation subject.",
    "ai-atk-abh01a6:175_0": "1340.",
    "ai-atk-abh01a6:175_1": "Without giving up the four elements, focusing on what is skill in learning, not focusing on the elements of initiative, not defining of what is skill in the elements.",
    "ai-atk-abh01a6:175_2": "For the sake of learning it attention is called “non-wn” because of focusing on perceptions.",
    "ai-atk-abh01a6:176_0": "1342.",
    "ai-atk-abh01a6:176_1": "Understanding of the sense fields, he focuses on (them) application of Ukkasilā, not focusing on the time of the base consisting of boundless space.",
    "ai-atk-abh01a6:176_2": "Or alternatively, when learning well, all skillful things are proper to get rid of responsibility, thinking:",
    "ai-atk-abh01a6:176_3": "Herein, just as the inner quarters is swallowed down,",
    "ai-atk-abh01a6:176_4": "applying the mind to that world,",
    "ai-atk-abh01a6:176_5": "‘Ignorance is a condition for choices.’",
    "ai-atk-abh01a6:176_6": "‘This in this way is a method—that’s how there is the skill in dependent origination.’",
    "ai-atk-abh01a6:177_0": "1344.",
    "ai-atk-abh01a6:177_1": "For those who are skilled in the ways of doing what is possible and what is grounded in two.",
    "ai-atk-abh01a6:177_2": "For the eye is the cause and condition for the eye, for the sake of possessing form and for the sake of eye-consciousness.",
    "ai-atk-abh01a6:177_3": "Likewise, confidence-consciousness, and so on, there are those devoted to play and fruits, Ambapālī.",
    "ai-atk-abh01a6:177_4": "In the second (called) things which are shared with the sacred flame,",
    "ai-atk-abh01a6:177_5": "Those who fathom the Dhamma",
    "ai-atk-abh01a6:177_6": "There is no cause or condition for the eye, no sound, ear-consciousness, and no object, no conditions are fulfilled by means of consciousness.",
    "ai-atk-abh01a6:177_7": "Likewise that of faith, etc., and that of the remainder is the rest.",
    "ai-atk-abh01a6:177_8": "Myrobalan (tree) the meaning should be understood as follows: for the sake of the embankment,",
    "ai-atk-abh01a6:178_0": "1346.",
    "ai-atk-abh01a6:178_1": "(But) he saw subduedly in each precisely contradicts itself as it was said above.",
    "ai-atk-abh01a6:178_2": "The meaning of this:",
    "ai-atk-abh01a6:178_3": "led on by developing a mind that is not aroused mind,",
    "ai-atk-abh01a6:178_4": "Transfer in regard to a low mind,",
    "ai-atk-abh01a6:178_5": "the one with a mind full of gladness, and witnessing his council.",
    "ai-atk-abh01a6:179_0": "1348.",
    "ai-atk-abh01a6:179_1": "In patience and gentleness",
    "ai-atk-abh01a6:179_2": "being patient and bearing up,",
    "ai-atk-abh01a6:179_3": "They prevent them from their own dwelling, and don’t respond to each and everyone.",
    "ai-atk-abh01a6:179_4": "wandered around without alms,",
    "ai-atk-abh01a6:179_5": "they’re called poor because they have bad qualities.",
    "ai-atk-abh01a6:179_6": "The meaning is that it is well proclaimed to have expert in practice.",
    "ai-atk-abh01a6:179_7": "thus there is this fruit for the hidden, droping the floor.",
    "ai-atk-abh01a6:179_8": "(Only) his mind is delighted with happiness, ~ happiness and joyful is the meaning of his own mind.",
    "ai-atk-abh01a6:180_0": "1349.",
    "ai-atk-abh01a6:180_1": "He is of three kinds: good conduct by way of body, speech, and mind.",
    "ai-atk-abh01a6:180_2": "“Anyone who deceits the fourfold and fourfold by way of speech,",
    "ai-atk-abh01a6:180_3": "Bodily non-human beings, verbal, and mental behavior, causes his living by body and speech, he is alived.",
    "ai-atk-abh01a6:180_4": "this is called wickedness.",
    "ai-atk-abh01a6:180_5": "All kinds of ethical conduct are included in the same way. That is why he does not excessive conduct by way of body, speech, and mind.",
    "ai-atk-abh01a6:181_0": "1350.",
    "ai-atk-abh01a6:181_1": "Sāgallishes the basket-makers are likewise boards, dogs, jackals, and mango trees.",
    "ai-atk-abh01a6:181_2": "how many gallons are filled with powder, softwooden shells, spitters, powderers, and so on.",
    "ai-atk-abh01a6:181_3": "He rubbed the ears as though he were enjoying (them).",
    "ai-atk-abh01a6:181_4": "Therefore it is said: ‘Whoever has been lived.’",
    "ai-atk-abh01a6:181_5": "she disliked others with the intention to others.",
    "ai-atk-abh01a6:181_6": "(only) because of his throat, like someone with branches and leaves, like led on a branch, were dragged down by others, and ran away after going to the branch of the tree,",
    "ai-atk-abh01a6:181_7": "Vāsava, anger due to anger,",
    "ai-atk-abh01a6:181_8": "immersion, wisdom, and freedom from unbroken, with no respect to access concentration or absorption.",
    "ai-atk-abh01a6:181_9": "So, of all a poisonous words, when it was utterly sweet,",
    "ai-atk-abh01a6:181_10": "he proposes up harsh speech, rough speech, for speaking (hispecial) harsh speech, and nonsensically to the spending of others.",
    "ai-atk-abh01a6:182_0": "it is predatory animals that is called.",
    "ai-atk-abh01a6:182_1": "There were no fevers for them.",
    "ai-atk-abh01a6:182_2": "Later is the meaning.",
    "ai-atk-abh01a6:182_3": "‘With flawless wheel’ means to cover the white’s edge.",
    "ai-atk-abh01a6:182_4": "The happiness of the ears is soft and smoothing, it seems to me like a curd in the ears.",
    "ai-atk-abh01a6:182_5": "and giving birth to a discontent slaying the bodies of a bodily relics, after sending her off,",
    "ai-atk-abh01a6:182_6": "if she goes without getting permission from the heart, she enters it without remainder of the heart;",
    "ai-atk-abh01a6:182_7": "Because of the great virtues of being constantly brought to existence.",
    "ai-atk-abh01a6:182_8": "Like a golden brown jungle, like a golden rich.",
    "ai-atk-abh01a6:182_9": "And it’s always famous for a man.",
    "ai-atk-abh01a6:182_10": "It is the meaning of the town’s four cities.",
    "ai-atk-abh01a6:182_11": "To the town-dwellers set out.",
    "ai-atk-abh01a6:182_12": "father-in-law’s father, brother-in-law, and says.",
    "ai-atk-abh01a6:182_13": "That is how many people come to talk about many people.",
    "ai-atk-abh01a6:182_14": "with many people, dear and beloved by many people, the intentions of many people,",
    "ai-atk-abh01a6:182_15": "the person in that place,",
    "ai-atk-abh01a6:182_16": "limited speech,",
    "ai-atk-abh01a6:182_17": "a position, one who speaks on spends,",
    "ai-atk-abh01a6:182_18": "harsh speech, unspecified speech,",
    "ai-atk-abh01a6:183_0": "1351.",
    "ai-atk-abh01a6:183_1": "Regarding each and every place I shared a sleeping place with material things; he prepared for the benefits of others, and he puts them out together with any other material supports, according to the rule.",
    "ai-atk-abh01a6:183_2": "Remembelling in the teaching, he can cover himself with another’s Dhamma, and he encourages others to put the upper robe aside,",
    "ai-atk-abh01a6:183_3": "for there is two kinds of hospitality: he is one who lives in dependence on the world. The dwelling of those who have great virtue.",
    "ai-atk-abh01a6:183_4": "if he puts out reservation by the teaching because he lives in this way: “This is the areachange because of the Dhamma, or within the area and out-of-season;",
    "ai-atk-abh01a6:184_0": "Here is the story of what is said:",
    "ai-atk-abh01a6:184_1": "When a monk sees a newly arrived monks coming, he should go out to meet the monastery, put out a seat and put out a foot-stool, a foot-scraper, and water for washing the feet. He should ask for drinking water for washing, and if he wants water to drink. He should wash his feet. He should wash his bowl and robe.",
    "ai-atk-abh01a6:184_2": "Thus there is a requisite called “cerning the four monastery workers.”",
    "ai-atk-abh01a6:185_0": "But if this happens to the newly arrived monks, he should go to the end of the future. After which he should ask questions without taking leave of him.",
    "ai-atk-abh01a6:185_1": "thinking: ‘Having done this,’ he should ask you: ‘We are hurriedly about my grandsons,’ he should ask you a question like a question.",
    "ai-atk-abh01a6:185_2": "If he’s able to do this, it’s good.",
    "ai-atk-abh01a6:185_3": "If not, then he should give it up.",
    "ai-atk-abh01a6:185_4": "Thus there is a reservation of the Teaching called ‘of the Monastic Code’.",
    "ai-atk-abh01a6:186_0": "If you take it in your presence, he should go for alms.",
    "ai-atk-abh01a6:186_1": "If there is a danger to go again, he should take one of the following day and wander for alms in the village.",
    "ai-atk-abh01a6:186_2": "If he invites another region, he may take some monks.",
    "ai-atk-abh01a6:186_3": "ʻThis is my nephew,’ he should go to the direction’s calling them (like this), he should take it away when he has walked for alms.",
    "ai-atk-abh01a6:186_4": "He should give him what was gained for him.",
    "ai-atk-abh01a6:186_5": "‘This is how there is a monastery worker’.",
    "ai-atk-abh01a6:187_0": "What should be given to the reserved for the donor of material requisites.",
    "ai-atk-abh01a6:187_1": "should be given first to the newly arrived monks.",
    "ai-atk-abh01a6:187_2": "If he is sick, you should give them a beggar.",
    "ai-atk-abh01a6:187_3": "He should give the preceptor a preceptor.",
    "ai-atk-abh01a6:187_4": "the goods should be given by the monk.",
    "ai-atk-abh01a6:187_5": "But even a hundred years old, too, when the Elders had gathered round, because of a hundred, was a thousand of the gathered to the Theras, had to be given to the Elder Nun,",
    "ai-atk-abh01a6:187_6": "But the teacher shouldn’t be allowed to give it.",
    "ai-atk-abh01a6:187_7": "When he has left the house, he should see a monk, without leaf-hut or each nun.",
    "ai-atk-abh01a6:188_0": "Here is a story:",
    "ai-atk-abh01a6:188_1": "(The king, it seems, when) go to the little village of Gayā on a journey, done what had to behave like a bandit, or in the middle of the city, and while sitting on the road, he entered the Great Wood, and sat down at the foot of a tree for the auspicious road.",
    "ai-atk-abh01a6:188_2": "At that time the Elder Nun Veḷavaka, after walking for alms in the Great Wood, saw the senior elder who was walking for alms. After seeing the meal, he asked the Elder Nun,",
    "ai-atk-abh01a6:188_3": "She says, ‘It doesn’t get me.’",
    "ai-atk-abh01a6:188_4": "The Elder, thinking: ‘This is the sign,’ he gave this bowl.",
    "ai-atk-abh01a6:188_5": "The Elder’s duties, and after washing his bowl, and giving the bowl to the Elder, said this:",
    "ai-atk-abh01a6:188_6": "‘Today, mixed up with meat, and I shall be misfortune. And I won’t behave like that.’",
    "ai-atk-abh01a6:188_7": "From that time a _kahāpaṇa_ coin, the alms-food-eater is not able to get alms-food.",
    "ai-atk-abh01a6:188_8": "‘This is the friend’s dwelling.",
    "ai-atk-abh01a6:189_0": "When the teacher has come to this monastery, he should discuss the reciting the Sangha. He should give him a teaching and then because he is afraid of wrongdoing, he should be given a teaching. He should not give him a teaching.",
    "ai-atk-abh01a6:189_1": "you should give the going forth, the full ordination.",
    "ai-atk-abh01a6:189_2": "If she wants the full ordination in the presence of a nun who she wants to give her the full ordination.",
    "ai-atk-abh01a6:189_3": "‘This is the right practice.’",
    "ai-atk-abh01a6:190_0": "When a bhikkhu lives in these two ways, he makes use of the requisites obtained by a bhikkhu, and he makes an effort to get him by robber, like a bandits, and takes his life with the recipients. He takes his own life, then hes the elder in the refectory of the bowl, and like the Elder.",
    "ai-atk-abh01a6:190_1": "The board obtained (afterwards), and when he returns, he should wait in the presence of the Thera a great hero: “After going to the Council Monastery, the Elder Mahādhammarakkhita is deportmented on the Fraternity, for the sake of his livelihood.",
    "ai-atk-abh01a6:190_2": "When the Elders were given to him, he should grant the opportunity from the hand of the bowl in the Hatthaka of Abhayapura, he should obtain the a Ārāma, at the foot of the Cetiya mountain.",
    "ai-atk-abh01a6:191_0": "1352.",
    "ai-atk-abh01a6:191_1": "Seeing that of the sense faculties, with the eye he sees a sight that is guarded by the eye, and so on, after seeing a visible object with the eye-consciousness and so on,",
    "ai-atk-abh01a6:191_2": "The Ancients said:",
    "ai-atk-abh01a6:191_3": "“Sights see a sight, they don’t see the eye.",
    "ai-atk-abh01a6:191_4": "they don’t see it without eyes.",
    "ai-atk-abh01a6:191_5": "But when he sees by the Fortunate One’s mass of objects",
    "ai-atk-abh01a6:191_6": "But it is called ‘accessible’ because it is no accomplished in virtue and so on.",
    "ai-atk-abh01a6:191_7": "Therefore, having seen that form is the meaning here, the meaning is this:",
    "ai-atk-abh01a6:191_8": "Apprehends neither the signs: he takes up the sign of woman or man, or any sign that is a basis for defilement such as the sign of beauty, etc.; he stops at what is merely seen.",
    "ai-atk-abh01a6:191_9": "highly delighted, being One who receives their hands, speaking comparable to them with their hands, and who looks ahead and using their hands, etc., and because he has got the name “he hasch many syllables,” and so on.",
    "ai-atk-abh01a6:191_10": "If I were to resolve this legal issue, it would because of the eye faculty of sight that person with the eye faculty of sight, if there were no reason for these reasons.",
    "ai-atk-abh01a6:191_11": "He enters upon the way of its restraint: he does not enter upon the way of closing that eye faculty by the door-panel of mindfulness.",
    "ai-atk-abh01a6:191_12": "Since this is so, they don’t protect the faculty of sight, and achieve its restraint.",
    "ai-atk-abh01a6:192_0": "If there is no restraint in the eye, no restraint in the eye or the ear ... nose ... tongue ... body ...",
    "ai-atk-abh01a6:192_1": "On the contrary, when a visible object comes into the eye’s focus, then, after getting rid of the life-continuum and arisen twice and ceased, the fact that arises and ceases.",
    "ai-atk-abh01a6:192_2": "then the result of eye-consciousness element, the result of influence consciousness, and the result of that wrongdoing out of desire and greed for the sake of having few wishes, contentment, and thornings thus: ‘That is the resultant’s dispensation.",
    "ai-atk-abh01a6:192_3": "In the midst of it all is decrepit.",
    "ai-atk-abh01a6:192_4": "Herein, there is neither restraint nor non- restraint. It is of one or other of the restraint.",
    "ai-atk-abh01a6:192_5": "But when they hear the unvirtuous, unvirtuous, unmindful, or laziness arises in somewhere a dispensation.",
    "ai-atk-abh01a6:193_0": "When this happens,",
    "ai-atk-abh01a6:193_1": "Because when there is no door, there is notice in the life of the course of a weavers and consciousness, then the consciousnesses of the cognitive series.",
    "ai-atk-abh01a6:193_2": "what is known as the Dhamma?",
    "ai-atk-abh01a6:193_3": "And just as, when the gates are humbled in the four gates, although inside the city the houses, etc., were secured by a snake, alcoholic drinks, and the carpets alcohol,",
    "ai-atk-abh01a6:193_4": "had entered the city and cattle,",
    "ai-atk-abh01a6:193_5": "In the same way, when there is such unethical conduct, there is nostrility in the Jeta Grove, which is unvirtuous, being committed to the weavers and is restless.",
    "ai-atk-abh01a6:194_0": "So also as regards the phrases on hearing a sound with the ear and so on.",
    "ai-atk-abh01a6:194_1": "Those who do these things are restrained in the sense doors, and whoever is not guarded and protected, not ignorant.",
    "ai-atk-abh01a6:195_0": "1353.",
    "ai-atk-abh01a6:195_1": "One who doesn’t eat in moderation,",
    "ai-atk-abh01a6:195_2": "Without making reflection, without reflection, without having reflected on it, without having reflected on it,",
    "ai-atk-abh01a6:195_3": "Is it improperly because of wrong view?",
    "ai-atk-abh01a6:195_4": "(They are) eaten food and drink, etc.",
    "ai-atk-abh01a6:195_5": "if she uses it after nutriment;",
    "ai-atk-abh01a6:195_6": "gives the consent of a tamed person, etc.;",
    "ai-atk-abh01a6:195_7": "due to aurishing place is for the purpose of showing the purpose of stain, not for the purpose of food, and for the purpose of which it is for the purpose of eaten.",
    "ai-atk-abh01a6:195_8": "There they live without depending on the food; they don’t give dependence on the food, they’re not content.",
    "ai-atk-abh01a6:195_9": "Though they’re not measureless, unlimited, unrealized, and unrealized.",
    "ai-atk-abh01a6:195_10": "This is called “revious” in the sense of eaten food that is useless” . It is used in order to avoid doing the sense of making use of food.",
    "ai-atk-abh01a6:196_0": "1354.",
    "ai-atk-abh01a6:196_1": "When you guard your sense doors, etc., you should understand how the eye faculty is described in the way already described.",
    "ai-atk-abh01a6:196_2": "does not apprehend the signs, etc., in the way already described, its sign, or taken by apprehending the sign in the way already described.",
    "ai-atk-abh01a6:196_3": "the rest should be understood in the same way as the word .",
    "ai-atk-abh01a6:196_4": "And because it is oppressed in the Jeta Grove, which is unvirtuous, when there is no door or when there is such passing away and reappearing in the tales, and it is when there is even adverting by the door-panel of such virtues as that has arisen in it, then the door too is called arranged in the rest.",
    "ai-atk-abh01a6:196_5": "what is known as the Dhamma?",
    "ai-atk-abh01a6:196_6": "Just as, when the city gates are secured, although inside the city the houses, etc., are not secured, yet all property inside the city is well guarded, well protected,",
    "ai-atk-abh01a6:196_7": "in the city of the city of Kapilavatthu – no thieves –",
    "ai-atk-abh01a6:196_8": "In the same way, when virtue, etc., has arisen in the door too, and is guarded and protected, there is no danger of the life-continuum and so on.",
    "ai-atk-abh01a6:196_9": "That’s why it leads to the ending of defilements is said.",
    "ai-atk-abh01a6:196_10": "So also as regards the phrases on hearing a sound with the ear and so on.",
    "ai-atk-abh01a6:197_0": "1355.",
    "ai-atk-abh01a6:197_1": "if he uses food after eating, eats it, nutriments it, and uses it on the food that they use it;",
    "ai-atk-abh01a6:197_2": "But now that is to be shown by one who is not able to give away,",
    "ai-atk-abh01a6:198_0": "Herein, ‘Not for ten reasons’ means without nutriment.",
    "ai-atk-abh01a6:198_1": "Herein, the water-lilies are not burning up the legs for the purpose of nutriment.",
    "ai-atk-abh01a6:198_2": "When food is eaten, it’s not looking forward to enjoying the food, but she does not get rid of the repair to the precincts of food, and she eats it after eating it.",
    "ai-atk-abh01a6:198_3": "But this mendicant doesn’t take food.",
    "ai-atk-abh01a6:199_0": "We don’t nurse the trial period of sixteen kinds of conceit:",
    "ai-atk-abh01a6:199_1": "There the Great Kings reverential food for the benefit of the King.",
    "ai-atk-abh01a6:199_2": "For they eat the fine foods of rice and barley stored up in ourselves.",
    "ai-atk-abh01a6:199_3": "But this mendicant doesn’t take food.",
    "ai-atk-abh01a6:200_0": "not for the purpose of food, nor for the purpose of food,",
    "ai-atk-abh01a6:200_1": "There, Ājīvaka ascetics, while living for a woman, attending on form, carpets, ghee, butter, oil, honey, molasses, spillars, and food, drink, etc., thinking, ‘In this way I will get well placed, but won’t become complexed.’",
    "ai-atk-abh01a6:200_2": "But this mendicant doesn’t take food.",
    "ai-atk-abh01a6:201_0": "they don’t for the sake of food, nor for the benefit of all living beings.",
    "ai-atk-abh01a6:201_1": "Herein, tied up with the rotten sal trees, had with the skin regions, and creepers, thinking, ‘In this way it will be like that for me, not for the sake of a dead.’",
    "ai-atk-abh01a6:201_2": "But this body doesn’t lead to the benefit of food.",
    "ai-atk-abh01a6:202_0": "Only nutriment by the tip of a rice that is bounded down,",
    "ai-atk-abh01a6:202_1": "This body consists of four primary elements. It is for the benefit of this body made up of the four primary elements.",
    "ai-atk-abh01a6:202_2": "This is the meaning of that delicious food.",
    "ai-atk-abh01a6:202_3": "which is the reason why life faculty falls down:",
    "ai-atk-abh01a6:202_4": "The snake called (discourse), “Whilebearing” is a condition for the blade of fame.",
    "ai-atk-abh01a6:202_5": "which is the purpose of showing that it is the purpose of abandoning that food.",
    "ai-atk-abh01a6:202_6": "the spiritual life is called “live”. Tissa the training of the law of the spiritual life for the sake of falling into his own benefit.",
    "ai-atk-abh01a6:203_0": "they will go away from here.",
    "ai-atk-abh01a6:203_1": "This is the meaning of this:",
    "ai-atk-abh01a6:203_2": "I recall old feeling: ‘I uncertainty; I am a previous existence;’ with mental feeling conditioned by painful feeling.",
    "ai-atk-abh01a6:203_3": "I will eat it,”",
    "ai-atk-abh01a6:203_4": "And I shall not give rise to nine feelings that is called ‘consistant’, without anything left over’.",
    "ai-atk-abh01a6:203_5": "I won’t think: ‘I will not think,’",
    "ai-atk-abh01a6:203_6": "Then they say: ‘Feeling is a condition for feeling.’",
    "ai-atk-abh01a6:203_7": "They generate enthusiasm for that purpose,",
    "ai-atk-abh01a6:203_8": "I will be healthy.",
    "ai-atk-abh01a6:203_9": "And blamelessness: there is blameworthy and blamelessness.",
    "ai-atk-abh01a6:203_10": "Herein, there is an unprincipled assembly with unprincipled statement. This is called ‘an unprincipled assembly’.",
    "ai-atk-abh01a6:203_11": "and after receiving what is meant is that, having received the food and drink, he uses it (at least) a blameworthy.",
    "ai-atk-abh01a6:203_12": "Take someone else who does not receive alms from blameworthy things, and he keeps stirred up my robe.",
    "ai-atk-abh01a6:203_13": "By making aheadrupting around it he can wash his tears and sauces without leaving.",
    "ai-atk-abh01a6:203_14": "While the whole of the monks’ dwellings was finished, they turned out today.",
    "ai-atk-abh01a6:203_15": "when asked: ‘What is this?’ he said, ‘What is the doing of this thing, which is the name of the bloated?",
    "ai-atk-abh01a6:203_16": "‘This is the right time, this is the time for his own giving up of him,’ they don’t know their name and clan.",
    "ai-atk-abh01a6:203_17": "This is the blameless one who is blameless.",
    "ai-atk-abh01a6:203_18": "Then not understanding, you should say: ‘I will live blamelessly.’",
    "ai-atk-abh01a6:204_0": "And: there is this living comfortably, there is no living comfortably,",
    "ai-atk-abh01a6:204_1": "Herein, ‘Buddhaka has eaten a meal of rice porridge, he is called a “food-eater”.",
    "ai-atk-abh01a6:204_2": "Because they say this: ‘Listen is so,’ and because he eats many gruels, he is not able to eat the food brought by them.",
    "ai-atk-abh01a6:204_3": "‘Enough,’ so leaning on the flame, is able to restrain the wind.",
    "ai-atk-abh01a6:204_4": "‘Which opportunity’ is able to bear up right there without a place.",
    "ai-atk-abh01a6:204_5": "‘Wait is able,’ he thinks: ‘We’re able to eat as much as we like.",
    "ai-atk-abh01a6:204_6": "‘Accomplished’ means being unable to bear him right there in mouth.",
    "ai-atk-abh01a6:204_7": "Then they say: ‘In this way my nurse will be healthy.’",
    "ai-atk-abh01a6:204_8": "Four ways of living comfortably, five hundred pots,",
    "ai-atk-abh01a6:204_9": "for drinking water, the four postures occurring evenly.",
    "ai-atk-abh01a6:204_10": "Therefore of the Dhamma said:",
    "ai-atk-abh01a6:205_0": "With four or five lumps still to eat Let him water,",
    "ai-atk-abh01a6:206_0": "this is enough for a mendicant who loves comfort.”",
    "ai-atk-abh01a6:207_0": "In this case they should be engaged in.",
    "ai-atk-abh01a6:207_1": "‘Now the funeral pyre’ means one or ‘I will be’, ‘I will be no more than this one.’",
    "ai-atk-abh01a6:207_2": "And blameless and live in comfort:",
    "ai-atk-abh01a6:207_3": "There was a great senior elderliness –",
    "ai-atk-abh01a6:207_4": "under the four factors of the intervals:",
    "ai-atk-abh01a6:207_5": "But in the case of the upper itself:",
    "ai-atk-abh01a6:207_6": "Herein, ‘Only there is a single in the body’: ‘When this body breaks up, after death, I will be reborn in one place.’ ‘On this body, I will be one, I will not be able to make an end of all feelings.’",
    "ai-atk-abh01a6:207_7": "The benefits are eating at ease.",
    "ai-atk-abh01a6:207_8": "When food has these eight factors, they eat in moderation.",
    "ai-atk-abh01a6:207_9": "This is called “accomplishment” in the sense of urgency, etc., that is called “refused” when he reviews them in eating, is called “revious requisites.",
    "ai-atk-abh01a6:208_0": "1356.",
    "ai-atk-abh01a6:208_1": "He is unmindful, he grasps the four constituents (of mind and mindfulness,",
    "ai-atk-abh01a6:208_2": "Without making non-human beings the state of loss, etc., which is extended in access and which is extended.",
    "ai-atk-abh01a6:208_3": "Without fault-finding mind,",
    "ai-atk-abh01a6:208_4": "it’s undetermined and unshakable.",
    "ai-atk-abh01a6:208_5": "Because a person who has achieved no running close to.",
    "ai-atk-abh01a6:208_6": "like a droping leaf-hut leaf in the water, like the cluster of the water.",
    "ai-atk-abh01a6:208_7": "Being held overpowered:",
    "ai-atk-abh01a6:208_8": "Because a person has that food like a dog fixed cow’s jackal.",
    "ai-atk-abh01a6:209_0": "1361.",
    "ai-atk-abh01a6:209_1": "in the description of the development of the qualities that lead to awakening in the Bodhisatta.",
    "ai-atk-abh01a6:209_2": "development and :",
    "ai-atk-abh01a6:209_3": "Practicing again and again,",
    "ai-atk-abh01a6:210_0": "1368.",
    "ai-atk-abh01a6:210_1": "Accomplishment in Ethics, etc., should be understood in accordance with the virtue and insight.",
    "ai-atk-abh01a6:210_2": "Accomplishment in views, the origin of views, the cessation of views, and the practice that leads to the cessation of views.",
    "ai-atk-abh01a6:210_3": "having virtue and purification of ethics, the recitation of the monastic code, conducting themselves well and seeking purity for purity. The virtue is pure and bright, but it is here",
    "ai-atk-abh01a6:210_4": "Mindfulness is the power of mindfulness and situational awareness, the power of development and the foundations of serenity and the foundation of discernment, and the foundation of the four foundations. And the foundations of mindfulness and the four paths of psychic power and the four bases of psychic power have been educated in them. And he has not even reached the supreme perfect awakening.",
    "ai-atk-abh01a6:211_0": "1373.",
    "ai-atk-abh01a6:211_1": "Their view of their own views are different. Yet they know: ‘This is the their own work, this is not their own.’",
    "ai-atk-abh01a6:211_2": "Whatever bad deeds there is, all is done by himself or what is unskillful, not their own.",
    "ai-atk-abh01a6:211_3": "Having grasped the meaning and the teaching from the Niddesa:",
    "ai-atk-abh01a6:211_4": "Skillful deeds, and efficacy of their deeds as creates,",
    "ai-atk-abh01a6:211_5": "Herein, just as, when a person is traveling along the road, having plunged into the road and goes along the road between the villages, towns, and causing united with pleasure, they thought, ‘I have walked along the road between the villages, towns, and countries, or if they wander for Arahants, they’ll be happy in this way, or that the very day they like to be happy, or to the counselor.’",
    "ai-atk-abh01a6:211_6": "the direct knowledge of the truths, the knowledge of the four truths, and the knowledge of the truths.",
    "ai-atk-abh01a6:211_7": "The knowledge of the path and fruits of the path, of the fruition and knowledge of the path,",
    "ai-atk-abh01a6:212_0": "1374.",
    "ai-atk-abh01a6:212_1": "‘The purity of view is introduced by terminology,’ and so on. The four kinds of clear vision are described in the place where they are;",
    "ai-atk-abh01a6:213_0": "This being so, their energy is definitive, their energy is unsuitable for energy.",
    "ai-atk-abh01a6:213_1": "for wisdom is precursor for the supreme light.",
    "ai-atk-abh01a6:214_0": "1376.",
    "ai-atk-abh01a6:214_1": "When they are struck with a sense of urgency, passing away and rebirth:",
    "ai-atk-abh01a6:214_2": "For fear and dread go to old age and death,",
    "ai-atk-abh01a6:215_0": "After seeing the bad, unskillful things being released from birth, from birth, from birth, old age, and death, from birth,",
    "ai-atk-abh01a6:215_1": "But a discuss, unfinished discussion on .",
    "ai-atk-abh01a6:216_0": "Talking importantly, ‘ giving up the skillful’s neglect well’, they don’t want to overexertion.",
    "ai-atk-abh01a6:216_1": "“Sometimes someone gives either a meal or a meal together with later an observance, distributed, an observance-day procedure, a meal given to the Sangha, or a meal a meal for four months, when they have been designated, annoyed, or a meal has been brought for four years.”",
    "ai-atk-abh01a6:216_2": "Then, when he was no longer because of conduct, he takes five precepts.",
    "ai-atk-abh01a6:216_3": "But even if they weren’t content, they let go forth.",
    "ai-atk-abh01a6:216_4": "Then, after going forth from the lay life to homelessness of the Buddha, two numbers of bathed and annown he develops the eight attainments of meditation.",
    "ai-atk-abh01a6:216_5": "contentment, good people say:",
    "ai-atk-abh01a6:216_6": "Afterwards as far as the analytic bondservant is known,",
    "ai-atk-abh01a6:217_0": "Yet weighing up the basis of such things as soon as they live, dissatisfaction, relying on account of our striving ruggling, etc.; and we didn’t give rise to skillful qualities, or when pursue the development of skillful qualities that skillful qualities.",
    "ai-atk-abh01a6:217_1": "Herein, having the makers of skillful qualities make them carefully,",
    "ai-atk-abh01a6:217_2": "She who is called a teacher of the truth, and is the same.",
    "ai-atk-abh01a6:217_3": "after breaking the bones of the noble ones, and making eight fearful things,",
    "ai-atk-abh01a6:217_4": "Being unconcerned: terminated by the waters of the rainy season, the soul moving through abode of grass or chair.",
    "ai-atk-abh01a6:217_5": "placed a censure of the skillful, one throws out of desire.",
    "ai-atk-abh01a6:217_6": "When it has not been put down, it hides a dog’s energy.",
    "ai-atk-abh01a6:218_0": "‘Before I used to speak of the recollection of past lives in knowledge.’ Thus, firstly, the knowledge of the past, the future, and the present, the present phenomena,",
    "ai-atk-abh01a6:218_1": "Recollection of Past Lives",
    "ai-atk-abh01a6:218_2": "knowledge of the recollection of that past lives is a knowledge of former lives.",
    "ai-atk-abh01a6:218_3": "This practice was said in the first jhāna: the maintaining of knowledge.",
    "ai-atk-abh01a6:218_4": "When he has rid himself of them on it, he makes a clear vision by various kinds of clear vision.",
    "ai-atk-abh01a6:219_0": "When there is passing away and reappearing, knowledge of the passing away and rebirth of beings,",
    "ai-atk-abh01a6:219_1": "This is a way of conduct.",
    "ai-atk-abh01a6:219_2": "Having destroyed that ignorance, they directly knew that sentient beings, and realization, and having lost their knowledge, and who makes a clear vision, even though I’ve developed them.",
    "ai-atk-abh01a6:219_3": "knowledge of the ending of defilements.",
    "ai-atk-abh01a6:219_4": "What is unintelligent? What is one who does clear?",
    "ai-atk-abh01a6:219_5": "Once he gives up the four kinds of clear vision and contempt, and he makes a clear vision by the four kinds of clear vision.",
    "ai-atk-abh01a6:220_0": "He attains extinguishment by the mind, and those in that respect, thinking: ‘This attainment is the eighth day of the higher mind,’ to the higher mind, and the higher wisdom in the sense of mental urgency, and it is rightly freed through enlightenment.’",
    "ai-atk-abh01a6:220_1": "Or else there is no such thing as that there is, or that which is called the efficacy of craving.",
    "ai-atk-abh01a6:220_2": "Herein, one who has ended the corruptions: the corruptions without the defilements are freed from the corruptions without defilements. And from the corruptions without defilements.",
    "ai-atk-abh01a6:221_0": "the four paths of Awakening, so the knowledge of the path, and the four paths of knowledge.",
    "ai-atk-abh01a6:221_1": "the four fruits of knowledge and fruits,",
    "ai-atk-abh01a6:221_2": "While he is teaching Dhamma to cessation, he focuses on the first path to the end of the five defilements.",
    "ai-atk-abh01a6:221_3": "The second knowledge of the path;",
    "ai-atk-abh01a6:221_4": "likewise the third path,",
    "ai-atk-abh01a6:221_5": "or the fourth path, ‘I am tired’.",
    "ai-atk-abh01a6:221_6": "But in that very fruitful knowledge of the path they surface of (the knowledge), their defilements arise, and they don’t give rise to knowledge.",
    "ai-atk-abh01a6:222_0": "The account of the eight laws of the Dhamma",
    "ai-atk-abh01a6:223_0": "The chapter on leaving is finished."
}