{
    "ai-atk-s0510a29:0_0": "31. Padumakesaravaggo",
    "ai-atk-s0510a29:1_0": "the Elders named Padumuttara, and so on,",
    "ai-atk-s0510a29:2_0": "1-2.",
    "ai-atk-s0510a29:2_1": "Thirty-Three Isigili in the first part of the slopes of Isipatana at the Bodhi tree of Cetiyas. I was entering the Seer Palacetana.",
    "ai-atk-s0510a29:2_2": "Or pervading a human sort of speech, then wounds it, or he does not delight in heaven.",
    "ai-atk-s0510a29:2_3": "Inspiring confidence in the Buddha, the head of the Independent Buddhas,",
    "ai-atk-s0510a29:2_4": "Independent Buddhas, Paccekabuddhas, and Worlds, in the world of men, flayed and shameless lustful Nuns, flayed the Paccekabuddhas. Having consecrated the name of the Buddhas, said to him:",
    "ai-atk-s0510a29:3_0": "The second terrifying marks are falling.",
    "ai-atk-s0510a29:4_0": "13-16.",
    "ai-atk-s0510a29:4_1": "The fourth he offered the four Bo trees: “We have found a declaration of the Blessed One Vipassī, the path of happiness; he is worshipped by a tree and gives gifts to the Nuns, for the sake of veneration,”",
    "ai-atk-s0510a29:4_2": "At the foot of a tree (where the Sambuddha), the chief of the world, having sat down at the root of a tree like a crowd, like a polished shell is spread out with wisdom in the tree’s place.",
    "ai-atk-s0510a29:4_3": "At that time the Buddha was surrounded by the Saṅgha of monks.",
    "ai-atk-s0510a29:4_4": "Having heard the speech of his head (permission) greatly moved, delighting in meditation (the four) perfections, which is the truth of the Dhamma he preached the four Truths, which is the truth of the rainy season.",
    "ai-atk-s0510a29:4_5": "“In briefly he teaches Dhamma”: the meaning is taught by one who is hostile enlightened in detail and so on.",
    "ai-atk-s0510a29:4_6": "the six classes of greed, hate, and delusion, the six kinds of corruption, the six classes of greed, hate, and delusion. That is, the six classes of rebirth consisting of being dispelled, the eight wrong way, the eighteen concept, the path to awakening.",
    "ai-atk-s0510a29:4_7": "That crowd of people produced by the populace through the sublime peace.",
    "ai-atk-s0510a29:4_8": "After hearing the Dhamma, having heard the Fortunate One’s Dhamma,",
    "ai-atk-s0510a29:5_0": "20.",
    "ai-atk-s0510a29:5_1": "having taken five similes, the meaning is this: “Such is the opportunity for fruit, a dog, and scorns the mind.”",
    "ai-atk-s0510a29:6_0": "The sixth and the ninety-six primary elements are clear.",
    "ai-atk-s0510a29:7_0": "40.",
    "ai-atk-s0510a29:7_1": "When there is eight months of the winter season, the finishermen is finished.",
    "ai-atk-s0510a29:7_2": "He gave a progressive embodiments, saying: “this is good, oppressive, is the meaning.”",
    "ai-atk-s0510a29:8_0": "having nine abodes weavers.",
    "ai-atk-s0510a29:9_0": "Thirty-Three"
}