{
    "ai-atk-s0510a14:0_0": "14. Sobhitavaggo",
    "ai-atk-s0510a14:1_0": "[In the third week] is the commentary on the hidden treasure,",
    "ai-atk-s0510a14:2_0": "Victor over the head of the venerable Uttara, the Jina, the lotus-like Neru,",
    "ai-atk-s0510a14:2_1": "When the Buddha had performed his former merits, he became self-controlled and divine. Then, when his body broke up into the air, he, his bowl was brought to growth, undertook the Buddha, and his community. He rose into the presence of the Buddha, then our attainment with solitary retreat, covered with pleasure and happiness, with no more subdued, and joyful.",
    "ai-atk-s0510a14:2_2": "When he was reborn among human happiness, he was an expanded of the gods. And after clinging to them, he became a human being because of the elimination of the heavenly wheel-turning monarch.",
    "ai-atk-s0510a14:3_0": "1.",
    "ai-atk-s0510a14:3_1": "Later, having performed his various kinds of joy and happiness, he revealed the former later generations and emerged from the eastern gate, which is an obvious name and clan, and so on.",
    "ai-atk-s0510a14:3_2": "all that is reckoned as well.",
    "ai-atk-s0510a14:4_0": "the commentary on the story of the rose-apple tree is used for the sake of waves.",
    "ai-atk-s0510a14:5_0": "praised the Elder Sunīdhakappa.",
    "ai-atk-s0510a14:6_0": "(but) on the bank of the river Sudassana, etc.",
    "ai-atk-s0510a14:6_1": "This too, having made meritorious act of attributes needed to the Fortunate One’s body, and having made merit with the previous practice of (supernatural) faculties and submmoned, the Worthy One, the Perfect Sambuddha, and the summoned them) sat in the root of a peeper-shair (of mountains), and when he saw the Blessed One, he was presented his six flowers in consequences to the heart, he came to the subdurely:",
    "ai-atk-s0510a14:6_2": "“Venerable Sir, please knowledge of the Greatestness so that I know the knowledge of all Buddhas,”",
    "ai-atk-s0510a14:6_3": "Then the Fortunate One rejoiced with his mind.",
    "ai-atk-s0510a14:6_4": "And soon after his meritorious deities had produced a misfortune regarding the deathless Buddha, and through the destruction of fear, he became one of the prosperous.",
    "ai-atk-s0510a14:7_0": "10.",
    "ai-atk-s0510a14:7_1": "After rejoicing and making a profitable happiness he displayed the unprofitable way.",
    "ai-atk-s0510a14:7_2": "Herein, the categories he wields the bowl: here, havingescorted the bowls, does not come to, move the neighbours, nor does he spends it carefully, nor does it meet. He think, “I have gone beyond this.”",
    "ai-atk-s0510a14:7_3": "Who, having seen the flowering stretches with the hands, cuts his hands, or knocks it with the hand? Wherever she opened the basket?",
    "ai-atk-s0510a14:8_0": "Similarly the world with its wide openings is said to be far from the navel and smooths, softwood, tusks, etc., whose body is said: “One world-sphere, tusks, bandits, bound together by the bonds of sexuality, and plunges into the ears and so on.”",
    "ai-atk-s0510a14:8_1": "The rest is the new abode.",
    "ai-atk-s0510a14:9_0": "Because of the Elder Sudassana’s (King) Sudatta’s Queen,",
    "ai-atk-s0510a14:10_0": "on the Pabbajjā ordination of Candana",
    "ai-atk-s0510a14:11_0": "on the bank of the river Nerañjarā, etc.",
    "ai-atk-s0510a14:11_1": "This too had been made by the Himalayas, whirlpools, the flower-smelling Buddhas, and the meritorious flower-smelling the earth that were produced in the Himālayan trees, which were pervaded with flowers and fruits of the Himalayas, the very fearfulfils, charms, etc., were torms, and was reborn in a heavenly realms of produce joyfulfils, and so on.",
    "ai-atk-s0510a14:11_2": "At that time the Buddha, having spread out his upper robe over one shoulder, went to the air in the area of the Himālayas, and sat down on the seat spread out.",
    "ai-atk-s0510a14:11_3": "Having seen the Fortunate One sitting there he preached the Dhamma to that (safeguard), with fragrance and garlands, fragrances, and worshipping him with perfumes.",
    "ai-atk-s0510a14:11_4": "The Fortunate One rejoiced there.",
    "ai-atk-s0510a14:12_0": "17.",
    "ai-atk-s0510a14:12_1": "After rejoicing the happiness and awakened from that life, he passed away from there and were reborn in the company of the gods of the Thirty-Three. Then, having taken a human existence, they reached Arahantship and attain Arahantship, the clans, and its shelter. And from this day, whenever they have passed away all the Buddhas, they reached Arahatship.",
    "ai-atk-s0510a14:12_2": "Herein, having understood the moon in that place, like the moon in it,",
    "ai-atk-s0510a14:12_3": "And the meaning is that introduction with the pervading circum, having covered his head covers the stalks on both sides, the meaning is, and the necklected storms exceedingly to the moon in its place. And it is said in the neighbourhood of the moon’s colour.",
    "ai-atk-s0510a14:12_4": "The remaining eighteen kinds of because it is reckoned as well.",
    "ai-atk-s0510a14:13_0": "the Elder Piṅgiyānī was also completed by the story of the Elder Queen Moon",
    "ai-atk-s0510a14:14_0": "Because it was the time for the commentary on the meaning of the text.",
    "ai-atk-s0510a14:15_0": "the Elder Nun Bhaddā Kāpilānī, amongst those who were skilled",
    "ai-atk-s0510a14:16_0": "Sunna, Sunakkhatta’s carpet, etc.",
    "ai-atk-s0510a14:16_1": "And in the past I had achieved many kinds of embracing that my meritorious deeds, at the time of the Buddhas, they were reborn in a good family, a brahmin family, of the very same birth. They came to distinguished the counsel, great wealth, and swelling the counselors of the Buddha.",
    "ai-atk-s0510a14:16_2": "One day, thinking: ‘I’ll do so,’",
    "ai-atk-s0510a14:16_3": "Then the Fortunate One, surrounded by his army,",
    "ai-atk-s0510a14:16_4": "The brahmin, having seen (the Buddha), satisfied him with his own hands, made a flower in the sky and worshipped him with flowers in the sky.",
    "ai-atk-s0510a14:16_5": "and offered those seven days.",
    "ai-atk-s0510a14:17_0": "26.",
    "ai-atk-s0510a14:17_1": "Having rejoiced merit for the sake of men, they call up a razor-cloth packernal pit, and subdued themselves in this way. Then, having caught up in the former life, they said, “Having dyed the subdued the happiness of the Buddha, the Kalyāṇusināra, and the day.”",
    "ai-atk-s0510a14:17_2": "For it is because he has already explained it that he is well known",
    "ai-atk-s0510a14:18_0": "for the Elder Uppalavaṇṇā is the colour of the flowers because it is the colour of the Elder Golden.",
    "ai-atk-s0510a14:19_0": "gardening the Elder Rohaṇa on what is pleasing",
    "ai-atk-s0510a14:20_0": "into the Himālaya’s beautiful Shrine, which had been used for the Elder Nun Dhammadinnā,",
    "ai-atk-s0510a14:20_1": "There too, when I was sitting in the shade of the Buddhas my embracing, sat down on the couches of the Himālayas, and the chief among who were adhered to the vessel, and sat down on the couch there. Having heard the Buddha, he was named solitary, after giving up the three Veda. He had finished his own dwelling and gave rise to knowledges, he should give up rapture all the opportunity, like the Buddha, after becoming awakened for himself, and his own teacher was reborn in the home life.",
    "ai-atk-s0510a14:21_0": "34.",
    "ai-atk-s0510a14:21_1": "There he lived on having attained absorption in this way a long time, and having become disillusioned, dispassionate, and freed regarding the seven bonds of sexuality. He attained Arahatship and so on, when he had gone forth in the former existences, he declared his former existences, and his birth.",
    "ai-atk-s0510a14:21_2": "Varabhaṅga: “He has a highly powerful mountain rapidnes in the Himalayas, the mountains and the name of the Himalayas, Mount Vessāmitta, Yama, and the meaning is defined by the mountain.”",
    "ai-atk-s0510a14:21_3": "The rest is undefined.",
    "ai-atk-s0510a14:22_0": "he is the commentary on the Elder garden encompassed for the sake of contempt,",
    "ai-atk-s0510a14:23_0": "working for the Elder Campaka flowers,",
    "ai-atk-s0510a14:24_0": "(The king) presented to Kaṇiraka, etc.",
    "ai-atk-s0510a14:24_1": "This too has been laid down in the former places, having driven out from the former wounds, with softwood, merit and woven head, consumed to the Buddha. And after going forth from the sky, they were reborn in a heavenly realm, wherever they had become disillusioned, dispassionate, and dispassionate about the Buddha, all-known.",
    "ai-atk-s0510a14:24_2": "the Fortunate One rejoiced with them.",
    "ai-atk-s0510a14:24_3": "And soon afterwards, when he was reborn in a human state of existence, he was free of caste and re-entering families in this way. He became self-assured and incomparable, and when he had gone forth in the past life, he rolled forth the house of the Buddha and gave him permission.",
    "ai-atk-s0510a14:25_0": "41.",
    "ai-atk-s0510a14:25_1": "Then later, having performed meritorious deeds in the past, after generating joy and happiness, explained the increase of the Jewels, thus he is adorned with joy and so on,",
    "ai-atk-s0510a14:25_2": "Herein, having analyzed gems, having built a flux of pearls, having built a flower in the blossom and spot, announced, saying “One who is poisoned,” “One who is stones,” and “harped by chooses,” etc., the time in the moistures, having carpets, laying in the ears, scraping in the morning, the charnel ground, etc.,",
    "ai-atk-s0510a14:25_3": "The meaning is this. It saw a flowering tree by the Buddha.",
    "ai-atk-s0510a14:25_4": "The rest is the new abode.",
    "ai-atk-s0510a14:26_0": "near to the Elder Campā on the Campaka flowers,",
    "ai-atk-s0510a14:27_0": "he is the commentary on the meaning of the Elder Ānanda’s dwelling place.",
    "ai-atk-s0510a14:28_0": "Visāla’s discomfort, etc., for the purification of mind from Venerable Ānanda,",
    "ai-atk-s0510a14:28_1": "This too has been made by the Himalayas, having made an end of all the Buddhas, with many kinds of riches, go to the north of the Himalayas, and with an unsurpassed meritorious action, one having arrived at the root of the Himalayas, sees clearly, and arrogant surrounded by the Buddha. Transform, he entered upon the northerning for seven days.",
    "ai-atk-s0510a14:28_2": "and through that merit he passed away from that life,",
    "ai-atk-s0510a14:28_3": "After some time he was reborn in this family home, and he was reborn in the highest family, he attained Liberation and discussing the Dhamma. After hearing the Teacher’s Dhamma teaching, he received the Pabbajjā ordination.",
    "ai-atk-s0510a14:29_0": "47.",
    "ai-atk-s0510a14:29_1": "Having re-organized joy and happiness, he revealed the declarations of beings on the poison, and the separation of various kinds, which were shown by poison, and so on.",
    "ai-atk-s0510a14:29_2": "Herein, Visākha, I saw a poisoned mass of hate, sitting on a mat of rough, and I sitting on that seat.",
    "ai-atk-s0510a14:29_3": "you’ll understand how to understand",
    "ai-atk-s0510a14:30_0": "Because of the connection to the Elder Ānanda’s dwelling place (and yet) is the commentary on the Commentaries.",
    "ai-atk-s0510a14:31_0": "Visiting into the Elder’s presence,",
    "ai-atk-s0510a14:32_0": "This is the one called Nārada’s confidence, and so on.",
    "ai-atk-s0510a14:32_1": "This too was surely profitable for the former Buddhas in the three Vedas, having heard the meaning of the Buddhas, was skilled in profitable and analyzed, shook the oppression of the Dhamma, and then, having given up his hair and beard, he went forth from the home life to homelessness.",
    "ai-atk-s0510a14:32_2": "He did so and again have become dispassionate, and he was reborn there. Awakened by an abode of the gods, after reaching dispassion for the level of the air, he passed away from that family fame arose in this family, and he came back to this family.",
    "ai-atk-s0510a14:33_0": "55.",
    "ai-atk-s0510a14:33_1": "After some time they had performed a lain with their different kinds of happiness and defining their former happiness, and they discovered thus: “Having done so in my mother and father, I don’t like a lord of death.”",
    "ai-atk-s0510a14:33_2": "Herein, Suddhodana reigned there is no son of the Divine solitary retreat, there is no position of the body, but which is called the right kind of impediment for him, not for the clever called.",
    "ai-atk-s0510a14:33_3": "Kinsman, the name of the Kinsman, the Soles of the hair, body hairs, nails, teeth, and the skin is the meaning.",
    "ai-atk-s0510a14:33_4": "The remainder is drunken;",
    "ai-atk-s0510a14:34_0": "It is the commentary on the Elder Piṅgiyānī .",
    "ai-atk-s0510a14:35_0": "She was the colour of the Elder Nun Uppalavaṇṇā,",
    "ai-atk-s0510a14:36_0": "The king gave the gift of deer-hunters, honey-balls, etc.",
    "ai-atk-s0510a14:36_1": "This too in the past, having given up his subdued sense to the roar of his deeds in the Himalayas, is property and well versed in the Himalayas.",
    "ai-atk-s0510a14:36_2": "Then the Buddha came to Sikhī’s presence,",
    "ai-atk-s0510a14:36_3": "She saw her coming to her, and receiving an offering of blossoming lotus flowers,",
    "ai-atk-s0510a14:36_4": "The Fortunate One rejoiced under his attendant.",
    "ai-atk-s0510a14:37_0": "60.",
    "ai-atk-s0510a14:37_1": "Then, after causing meritoriously sex with salutations of people, having destroyed their own fertile parts of body and head, he reached the goal of Arahantship and discovered one day. He enjoyed the servant of the kingdom and went forth from the lay life to homelessness.",
    "ai-atk-s0510a14:37_2": "While they were going there a road, in the deer park at Migāra’s place, the king of beasts.",
    "ai-atk-s0510a14:37_3": "The whole of the king’s queen-concentrated mindfulness at the end of the air, and having performed his deer assembled.",
    "ai-atk-s0510a14:37_4": "When they saw the Buddha, they put their bodies on their heads, hurriedly off their robes.",
    "ai-atk-s0510a14:38_0": "Compassion was given, carpets, made a flower from sal tree, and flowers together with lamps.",
    "ai-atk-s0510a14:39_0": "the Elder Uppalavaṇṇā was the colour of the Elder Golden Sāla flowers,",
    "ai-atk-s0510a14:40_0": "the Elder Nun Pippalavaṇṇā is the Once-Reping Cloth",
    "ai-atk-s0510a14:41_0": "A position, he gave the gift of Venerable Piṇḍola Bhāradvāja, the Fruit of the Ascetic, and the Elder Nun Piṭakatissaka for the sake of their (of the Fruits).",
    "ai-atk-s0510a14:41_1": "This too will be made of wide openings for the previous day’s home, and with rising into the Himalayas, because of the Buddha’s body and through the Himalayas, he entered into the sky at the root of the ease, and cast-of the end of his life.",
    "ai-atk-s0510a14:41_2": "At that time, when he saw the Buddha coming, he didn’t see a cliff cleared his edge, which washed the corpses, and various adorned with drums.",
    "ai-atk-s0510a14:41_3": "The Buddha ate them",
    "ai-atk-s0510a14:41_4": "That person is subdued with joy at the root of the Buddha, having a bad appearance, at the root of a tree, and for the whole world.",
    "ai-atk-s0510a14:42_0": "66.",
    "ai-atk-s0510a14:42_1": "There they dwelt on having discovered their own insight-makers, having attained Arahantship and jealousy and stinginess, their aspirations, and their wives became self-assured and in this way. Having attained the Teacher, they all attained Arahatship and the Vipassī.",
    "ai-atk-s0510a14:42_2": "But when I did so, I presented my mind with (him) the fruit of Laṅkā.",
    "ai-atk-s0510a14:42_3": "The other’s bearing others’ anger, loving others and devious.",
    "ai-atk-s0510a14:42_4": "“Amongst those who do these things” is said, “Golden,” and after saying “Tough this,” he is said.",
    "ai-atk-s0510a14:43_0": "invited him the Rains Retreat, saying: “Whoever is the best crafts, the teacher recovered it.” And he invited the monks ate it for a meal.",
    "ai-atk-s0510a14:43_1": "each is worth learning.",
    "ai-atk-s0510a14:44_0": "the Elder Pippalavaṇṇā’s garden is the Only Fruit of the World",
    "ai-atk-s0510a14:45_0": "The fourteenth sections on the exceeding"
}