{
    "ai-atk-s0510a4:0_0": "4. Kuṇḍadhānavaggo",
    "ai-atk-s0510a4:1_0": "the Elder Nun Kuṇḍalakesā, the complexion of the Elder Nunnery,",
    "ai-atk-s0510a4:2_0": "* For seven days ago when they had obtained in this way, the Elder Nun Kuṇḍalakesā,",
    "ai-atk-s0510a4:2_1": "This too, when the Buddha had laid down a rolling-pick, rolling on that mat of rolling on the ground, he went to the Buddha and lay down a training rule. Then he, when he saw the Buddha, he was presented him with merit and make the supreme merit. He thought,",
    "ai-atk-s0510a4:2_2": "One day, when he was sitting, he prepared a strain-season ball, and a very fruitful, he accepted the flowers and fruits of Laṅkā.",
    "ai-atk-s0510a4:2_3": "He made meritorious eleven times for the gods.",
    "ai-atk-s0510a4:2_4": "And with his twenty-four kingdom was a wheel-turning monarch.",
    "ai-atk-s0510a4:3_0": "Afterwards they were reborn among gods and humans (only) during the time when they were reborn in the various orders of gods.",
    "ai-atk-s0510a4:3_1": "And the Uposatha of the Buddha is not able to do the observance-day procedure;",
    "ai-atk-s0510a4:3_2": "For that is why the Buddha’s sixth year has observed the sabbath and its sixth year, and the eighth day of the lunar half-month, thinking, “We will go up to the sixth quarters,” and on the sixth day of the lunar for the rainy season.",
    "ai-atk-s0510a4:3_3": "while this (thought) thought:",
    "ai-atk-s0510a4:3_4": "“How can these two monks Mettiyasena have a strong window shoot them?”",
    "ai-atk-s0510a4:3_5": "To go not far from their location, they go not far away.",
    "ai-atk-s0510a4:4_0": "Then the senior elder, after giving his bowl and robe, took the bowl and robe, and went to the horn, powder on the ground, put out the water for washing the feet.",
    "ai-atk-s0510a4:4_1": "Having thrown it up into the air, the women boarded to the Theras, having shot him on the ground, spotted like a froading stretched out their hair, and beard (again) as though they were being devoted to the senior venerable.",
    "ai-atk-s0510a4:4_2": "When the one side come to one side, the senior monk Kāka slave saw him coming, he thought, “Because I’m discontent with the spiritual life, I’ll go to such-and-such a one.” And after seeing him, he said, “I won’t go to a group.” And he said, “I’ll know the path with him, “I’ll go to a perfected one.”",
    "ai-atk-s0510a4:4_3": "Having heard that, the monk who was filled with a sense of urgency, grabbed her heart while he was trembled like a cow?",
    "ai-atk-s0510a4:4_4": "Then he said to him:",
    "ai-atk-s0510a4:4_5": "“Reverend, why do you say this?”",
    "ai-atk-s0510a4:4_6": "“I’m not able to get such a woman by myself.” Then she ran back, then, when I saw her, she turned her alone with the other path. She thought,",
    "ai-atk-s0510a4:4_7": "Other monks, too, came to the presence of the Teacher.",
    "ai-atk-s0510a4:5_0": "Then, seeing the observance-day procedure, he came to the observance-day procedure by which that monk saw that monk in the observance-day procedure and stood outside the gate. He thought, “I’ll make the sky outside the Dispensation about this.”",
    "ai-atk-s0510a4:5_1": "Then the king said, “I have performed a great deed and say about this deed,” and he went to his beautiful house,",
    "ai-atk-s0510a4:5_2": "“Sir, why is this one standing in this place?”",
    "ai-atk-s0510a4:5_3": "“The observance-day procedure should be done by this monk, while standing outside the observance-day procedure with him, I won’t do the observance-day procedure with him.”",
    "ai-atk-s0510a4:5_4": "“Venerable Sir, don’t find such a! Don’t see the monk called pure in your virtue!”",
    "ai-atk-s0510a4:5_5": "Is it for the purpose of leading to inquiry, or not you say ‘I have a strong sense of urgency?’",
    "ai-atk-s0510a4:5_6": "“Who’s you?”",
    "ai-atk-s0510a4:5_7": "“Sir, I’m able to married.”",
    "ai-atk-s0510a4:5_8": "The god, evening, having done the same thing, he told the Thera. He then continued the observance-day procedure and asks the senior venerable ones, “Venerable Sir, you are now doing the observance-day procedure with me. I’ll do the invitation procedure.”",
    "ai-atk-s0510a4:5_9": "He did the observance-day procedure and held the Elder Nun.",
    "ai-atk-s0510a4:5_10": "He can’t stay in the same room as a position with that.",
    "ai-atk-s0510a4:5_11": "and preached the Elder Nun to him.",
    "ai-atk-s0510a4:5_12": "later, while working at insight meditation, the Elder Vipassī attained Liberation.",
    "ai-atk-s0510a4:6_0": "The prince, having enjoyed rice, had no more delight for one new deeds, and subdued to the Buddha,",
    "ai-atk-s0510a4:6_1": "But if any human beings pass away from time to time, they will be reborn in the next life.",
    "ai-atk-s0510a4:6_2": "When the Buddha had arisen in Sāvatthī he was reborn in a brahmin family.",
    "ai-atk-s0510a4:6_3": "having arrived at the great Ārāma, the offered the three times, and learned the Dhamma teaching, he went forth in the Dispensation of the Teacher.",
    "ai-atk-s0510a4:6_4": "While he is living in that place, a certain woman entered a village with him. At that very day she entered the village with him. She entered the town together with him, the village stood in that very village with him. She entered the dwelling, where she stands, thinking,",
    "ai-atk-s0510a4:6_5": "the elder did not see it.",
    "ai-atk-s0510a4:6_6": "But because of the previous work was to look for him at another’s offering.",
    "ai-atk-s0510a4:7_0": "While of these women was given rice porridge, he made a wish to give me rice porridge and he had finished his meal.",
    "ai-atk-s0510a4:7_1": "he is one who harassment.",
    "ai-atk-s0510a4:7_2": "And when he came to his dwelling, he collected almsfood and was born a little baby.",
    "ai-atk-s0510a4:7_3": "Then that angry one, because of its receptacle,",
    "ai-atk-s0510a4:7_4": "He rose up, he, took hold of his harem, but he then says to the Queen Koṇḍañña, he said: “Who are you? Who is your teacher’s wives? Who is your teacher?”",
    "ai-atk-s0510a4:7_5": "Then he told the Teacher:",
    "ai-atk-s0510a4:7_6": "“Sir, Kakuṇḍa was a youth, and I say this to you!”",
    "ai-atk-s0510a4:7_7": "The Teacher summoned him, saying: “Is it really true, did you have roughly speaking harshly?”",
    "ai-atk-s0510a4:7_8": "Hence it was said: “That is, Sir.”",
    "ai-atk-s0510a4:7_9": "“Why don’t you say that?”",
    "ai-atk-s0510a4:7_10": "“A weeping, considering, I’m unable to make a agreement about it.”",
    "ai-atk-s0510a4:7_11": "“For he who was a rough done in a past life, and who were unable to speak harshly thus: “Tough this is not so, may it not be harsh, or nonsensical.”",
    "ai-atk-s0510a4:8_0": "“Don’t say anything harsh, harsh, or nonsensical,",
    "ai-atk-s0510a4:9_0": "Accomplished suffering, will touch it.",
    "ai-atk-s0510a4:10_0": "“If you make yourself yourself one’s self,",
    "ai-atk-s0510a4:11_0": "He has attained Nibbāna in which is accompanied by defilements, has no faulted.”",
    "ai-atk-s0510a4:12_0": "And the women who were harassed by a woman with a woman, also through the King of the Kosala, were paid homage to her.",
    "ai-atk-s0510a4:12_1": "The King said, “Go, and sent him into a counselor,” and so he requested by the army, and he stood to one side.",
    "ai-atk-s0510a4:12_2": "at that time the Elder, while sitting in the needles.",
    "ai-atk-s0510a4:12_3": "She was reborn not far away from a woman.",
    "ai-atk-s0510a4:13_0": "The King, having seen him, said: “Neither standing,” he went to that place.",
    "ai-atk-s0510a4:13_1": "At that, when the Elder comes, he became associating with the ears in the leaf-hut.",
    "ai-atk-s0510a4:13_2": "The king entered the leaf-hut and sat down alone with a woman, thinking: “She is going to the assembly hall with a woman, while looking at the door of the leaf-hut, saw the elder who were unable to performing, he asked the reason for vessel, saying, “Venerable sir, why did you first do so?”",
    "ai-atk-s0510a4:13_3": "The elder said, “It is suitable, Great King.”",
    "ai-atk-s0510a4:13_4": "“Sir, how can I do so?",
    "ai-atk-s0510a4:13_5": "I shall attend on you with the four supports, in order to get to attend upon you by one who is attached the alms-food.”",
    "ai-atk-s0510a4:13_6": "The Elder, when he had obtained food belonging to the different carts, he developed a single consequence and attained Arahantship.",
    "ai-atk-s0510a4:13_7": "Because of that a woman disappeared from therefore she was",
    "ai-atk-s0510a4:14_0": "Then the Greatly Champion, having taken up wrong view and determined a very strong wind, thinking, “Having sent me the observance-day procedure, having stilt longhouse for my hands, were to be found in the Mahātittha garden, returned to the Eighten Retreat, wherever there were three birds (of the sun).”",
    "ai-atk-s0510a4:14_1": "went to the Parinibbāna of the Three Worlds, and stood there cry of all the people in the Teacher’s Dhamma",
    "ai-atk-s0510a4:14_2": "The Teacher, knowing that the flowers had been given to him by the flower, gave it to the beautiful flowers and lamps, and gave it to the Elder Ānanda:",
    "ai-atk-s0510a4:14_3": "“After going today, Ānanda, we’ll go after attacking the noble ones, saying: ‘We’ll give something the noble ones,’",
    "ai-atk-s0510a4:14_4": "The elder told the monks:",
    "ai-atk-s0510a4:14_5": "“Reverends, the Teacher will go today,",
    "ai-atk-s0510a4:14_6": "ordinary people kill the courtesan.”",
    "ai-atk-s0510a4:14_7": "The Elder Kuṇḍadhāna –",
    "ai-atk-s0510a4:14_8": "Saying, “Yes, reverend,” he started the leaf-hut.",
    "ai-atk-s0510a4:14_9": "And Ānanda thought, “Have you ought to give to the monks such as yourself, and having taken the donor of the Teacher,",
    "ai-atk-s0510a4:14_10": "The Teacher said, “Give them to the house.”",
    "ai-atk-s0510a4:14_11": "The elder thought:",
    "ai-atk-s0510a4:14_12": "“If that’s archery, I’ll give something to them.”",
    "ai-atk-s0510a4:14_13": "The Teacher Kuṇḍalakesā, carrying me at the four directions, descending from the fourth absorption in the air with psychic power, thinking: “The Teacher, having entered me with his psychic power, don’t know me as an united mendicant.” Then he said, “May the Teacher, friend Ānanda, to the highest among men,”",
    "ai-atk-s0510a4:14_14": "The Teacher, having placed the Theras and established this first (of the Faith), he placed the Council (of the Faith).",
    "ai-atk-s0510a4:14_15": "Because this Thera, gained the support of the king, gained a state of calm, causing constantly work for the six months,",
    "ai-atk-s0510a4:14_16": "Thus even though the Elder Nuns received this first time, why do you take this first head?",
    "ai-atk-s0510a4:14_17": "The senior elder Virūpakkha dispelled the air, dispelling the air with psychic powers, and having performed another verse, recited the verses of five hundred people.",
    "ai-atk-s0510a4:15_0": "1.",
    "ai-atk-s0510a4:15_1": "Then, having thus fulfilled merit, he revealed in the western direction, loving-kindness of beings’ merit, etc., with the precincts of their former happiness and generations, which are worthy of the kind already described in the heaven of the law of their abode of offerings, and so on.",
    "ai-atk-s0510a4:15_2": "Herein, the Teacher is the meaning of cessation through emerging from the cessation of seclusion.",
    "ai-atk-s0510a4:15_3": "The rest is the neighbortion.",
    "ai-atk-s0510a4:16_0": "the Elder Kuṇḍa, the dwindling (these), are the commentary on the beautiful compos ,",
    "ai-atk-s0510a4:17_0": "2. Sāgatattheraapadānavaṇṇanā",
    "ai-atk-s0510a4:18_0": "is the one who has not conceived for the Elder Nun Sātiyāputta,",
    "ai-atk-s0510a4:18_1": "This too has been understood and penetrated to the Buddha. There too, when a mastered the Vedas, the Buddhas, the ritual, the brahmin wounds, the merits of the world, the merit; when a brahmin, having mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man.",
    "ai-atk-s0510a4:18_2": "On seeing the thirty-two marks of a great man was walking tour amongst the thirty-two marks of a great man. While seeing the marks of a single-layered body, speech, and mind, he was going to heaven.",
    "ai-atk-s0510a4:18_3": "The Buddha, having heard that word, thought, “The disciple will be the ascetic Gotama’s disciple.”",
    "ai-atk-s0510a4:18_4": "From then on he was reborn in a good place, a heavenly realm, and then passed away from there and was reborn in the world of the gods.",
    "ai-atk-s0510a4:18_5": "a hundred thousand aeons, after continent Buddhas and saved the family home in this family, the family tradition,",
    "ai-atk-s0510a4:18_6": "Rejoicing his parents in him, they came to lose their names.",
    "ai-atk-s0510a4:18_7": "After attaining the teaching of the Dispensation, he attained Liberation.",
    "ai-atk-s0510a4:19_0": "17.",
    "ai-atk-s0510a4:19_1": "Having thus performed the merits in the past of Ambaṭṭha, he rose and paid of the fruits of his good and bad deeds, and so on, grieving from the eastern gate, he is called “seer”.",
    "ai-atk-s0510a4:19_2": "There he was no brahmin named Pacceka.",
    "ai-atk-s0510a4:20_0": "after removing the wrong path, and pulled up by the path, and then sewing them out.",
    "ai-atk-s0510a4:20_1": "Emptiness, sir. He teaches the path to conclusion: he explains, teaches the path to extinguishment by the path; he explains it, teachs it, opening up, analyzes, and hes it.",
    "ai-atk-s0510a4:20_2": "The rest is the neighbortion.",
    "ai-atk-s0510a4:21_0": "she is the commentary on the Elder’s instructions.",
    "ai-atk-s0510a4:22_0": "if it is the color of the Mahākaccāna’s .",
    "ai-atk-s0510a4:23_0": "Uttara, the Elder Nun Kaccāna, etc.",
    "ai-atk-s0510a4:23_1": "And on the former day, when the Sambuddha arrived at the very place where he was reborn, the chief amongst the gods rose-apple trees, and after hearing the Doctrine of (the Buddha), he saw a choice of ramparts, caved the head, fire-smelling and lay down in order to disappointment, covered with abundant merits, and presented him to the Fraternity.",
    "ai-atk-s0510a4:24_0": "After having made merit for the sake of merit and winning the Happy One in Benares, he was reborn in a golden palanquin of a good family made of gold coin, and was reborn in a place where the Buddha had made. Then he honored, respected, esteemed, and venerated him with a golden vessel, and collapsed gold and carpets.",
    "ai-atk-s0510a4:24_1": "After doing good deeds for the sake of the wholesome (of the Buddha), and being reborn in this realm of the gods, they came to lose their mother and father, where they got caught up in the golden palanquin and called him to his own son. Then the name “Blace”, the name “Buddhajāpati,”",
    "ai-atk-s0510a4:24_2": "maintaining grown in the three Vedas, (the Buddha), after having taken the three watches of the night,",
    "ai-atk-s0510a4:24_3": "And in this context they recognize and that wisdom.",
    "ai-atk-s0510a4:25_0": "The king, lampsed over the Sambuddha, saying: “Why have you heard the noble Awakened One, you go to here?” and there he gave you his Teacher.",
    "ai-atk-s0510a4:25_1": "That calm, gladly went into the presence of the Teacher.",
    "ai-atk-s0510a4:25_2": "The Teacher taught him the Dhamma,",
    "ai-atk-s0510a4:25_3": "At the conclusion of the people (of Uttarā) together with the Sole Leader of the Jina conclusion.",
    "ai-atk-s0510a4:25_4": "Then the Teacher said, “Come, monks!”",
    "ai-atk-s0510a4:25_5": "During the rainy season residence in the midst of the thirty-two parts of psychic power were like the Elder Dakkhinīs (between) requisites for the rainy season.",
    "ai-atk-s0510a4:25_6": "The elder, having taken a craft, saying: “Reverend Pajjota, let us spend your feet on the Teacher’s feet, and lamps Dhamma,” he told the Teacher.",
    "ai-atk-s0510a4:25_7": "The Teacher said, “You are going there, and after going there. You’ll be a teacher.”",
    "ai-atk-s0510a4:25_8": "The Thera, having gone to that place, he established the king in the Religion and established the Faith in the Teacher’s dispensation. At the conversion of the Teacher, he then went to the Faith.",
    "ai-atk-s0510a4:26_0": "31.",
    "ai-atk-s0510a4:26_1": "This is that fruit of the great embracings and analysis of my disciples in detail, giving up of his disciples to him. That is, itself in the eastern quarters, for the sake of my own use.",
    "ai-atk-s0510a4:26_2": "Herein, the Fortunate One’s dwelling place (there) canopies at the root of the Royal (tree), or of the Shrine, and because of which the Buddha’s shrine was built by the Cetiya Vihāra, because of the Nāgas’s shrines shrines in that monastery, just as the native spirit zopies at the Nembavaḍḍhamāna says, “It is called the Shrine ”.",
    "ai-atk-s0510a4:26_3": "For the elements of the Fortunate One’s body are extinguished in the body,",
    "ai-atk-s0510a4:26_4": "The yoke, having constructed her hut with a stone ball, and made a cupful garments for him. He then made a piece of grass for fruit, and made a wood apple.",
    "ai-atk-s0510a4:26_5": "He also made a golden plate covered with gold-coloured golden gems, and had the name of the golden plough. He spotless the meaning, meaning is, and pointing the correction of the colour.",
    "ai-atk-s0510a4:27_0": "near the Seventh Rains Retreat, the Seven Treasures, the seeds, the abode, and the seventh Rugs, and the Awakened One’s Treasure,",
    "ai-atk-s0510a4:27_1": "The whole of the world’s rolls forth as a string of virtues, etc., will also be as enlightened as a collection of the Buddha’s special qualities.",
    "ai-atk-s0510a4:27_2": "The rest is the neighbortion.",
    "ai-atk-s0510a4:28_0": "On the contrary of the Elder Mahākaccāna’s garden",
    "ai-atk-s0510a4:29_0": "the Elder named Kāḷīsa",
    "ai-atk-s0510a4:30_0": "Queen Padumuttara, the Elder Uttarakuru.",
    "ai-atk-s0510a4:30_1": "This too, when the Buddha had laid down a rolling on the ground, embarrass, the counselors, the Indian Rose a counselor who were the Buddha’s family, having made meritoriousness of the Saints, calling him the Teacher’s home, and calling him the call of the Truth.",
    "ai-atk-s0510a4:31_0": "After doing good deeds for the rest of the being intent on awakening and his mother, and was conceived in the host of Jeṭṭha, in order to prevent his mother’s womb, and converted him to the being intent on awakening. He then returned to the vicinity of the Bo branch.",
    "ai-atk-s0510a4:31_1": "For the one intent on awakening passes away from the Bodhi tree as four months were born, Rāhula. They were seventy-two, males, and horses.",
    "ai-atk-s0510a4:31_2": "Then on the day of the fortnight named Udaya, and Udāyī, adverting with an abode of the town called Udāyī.",
    "ai-atk-s0510a4:31_3": "but he describes the elements in Kāḷī: “As soon as fire element, and sheds and deteriorates in her.”",
    "ai-atk-s0510a4:31_4": "He went with the Prince to the Bodhi (Tree).",
    "ai-atk-s0510a4:32_0": "Later, while leaving the world, the Great King, left the jungle thicket, and without having heard the supremely of all the people in the Mahāthūpa, he sat down near Rājagaha in the Bamboo Wood, in the Mahātittha garden, my ministers thus: “As I have heard your consent to a large kingdom.”",
    "ai-atk-s0510a4:32_1": "Dhammadinnā, having gone to the end of the Teacher, stood having heard the Dhamma their limit on the assembly of Liberation.",
    "ai-atk-s0510a4:32_2": "Then the Teacher said to them, “Come, mendicants!”",
    "ai-atk-s0510a4:32_3": "all the elders had embarked with psychic power, and like the Elder Nuns’ attainment of the rainy season.",
    "ai-atk-s0510a4:32_4": "But once although a noble disciple has attained perfection in the noble ones at midday.",
    "ai-atk-s0510a4:32_5": "Therefore knowing the King did not disposed the ten powers,",
    "ai-atk-s0510a4:32_6": "The King said: “Go to the Dispensation, he does not agree to the neighborhood of a thousand men,” and he sent one thousand men.",
    "ai-atk-s0510a4:32_7": "Then after the opposite thus, with the nine thousand mens of them also maidens.",
    "ai-atk-s0510a4:32_8": "They all fell silent.",
    "ai-atk-s0510a4:33_0": "Then the King thought:",
    "ai-atk-s0510a4:33_1": "“Those people, I will go and live there for ten thousand people having developed them.” Then they told him what had happened. Only then returned to Rājagaha, wherever there was. Then the One said, “Sakka, I shall go, Udāyī,” and he said, “Such was the ten thousand of people.” And he said, “She did you had the same.”",
    "ai-atk-s0510a4:33_2": "But while walking he was going forth, he saw the Buddha and said, “I will do so, Sir, I will bring him to the end of my son.” He seized them with a number of bhikkhus, saying, “I will show them the Dhamma.” When he heard the Buddha, he was established in the limit of the Dhamma.",
    "ai-atk-s0510a4:33_3": "But then, after attaining Worthiness, thinking: “After attaining the Earth, this road to the city of Kāsīs, or like a precious flower in the family, while going to the family traditional city, or the Lord of the Death, will go to the family tradition with a string of flowers and so on, and thinking, “After going to the noble path,” and thinking, “There will be able to go for the noble ones,” he will die together with a good destination.",
    "ai-atk-s0510a4:34_0": "“Now there is a million, mild one who keeps the water for washing the reeds.",
    "ai-atk-s0510a4:35_0": "The ministers and counselors, the great heroics, like a big chariot,",
    "ai-atk-s0510a4:36_0": "“You have all been decorated from all around.",
    "ai-atk-s0510a4:37_0": "After giving up the fruit, he left the (Path and) the time of the Fruit.",
    "ai-atk-s0510a4:38_0": "“They do not disturb the boundaries that are pleasant in a fact and terror.",
    "ai-atk-s0510a4:39_0": "Let the Sākiyas and Koḷiyas seeds in the mouth.",
    "ai-atk-s0510a4:40_0": "“The good seeds are sown in it.",
    "ai-atk-s0510a4:41_0": "the winds is born in the ocean,",
    "ai-atk-s0510a4:42_0": "and may I, if it is at (the end), it is my success.",
    "ai-atk-s0510a4:43_0": "“This isn’t covered with neither too hot nor too cold,",
    "ai-atk-s0510a4:44_0": "A great noise, burning the great noise, this great earthquake,",
    "ai-atk-s0510a4:45_0": "“Again and again, the seeds sown in the rainy season, a king again and again,",
    "ai-atk-s0510a4:46_0": "again and again, farmers plow the field;",
    "ai-atk-s0510a4:47_0": "“Again and again, the beggars do not give gifts again and again,",
    "ai-atk-s0510a4:48_0": "again and again, they take their place in heaven.",
    "ai-atk-s0510a4:49_0": "“The one of warriors surely male and female bondservants in the family,",
    "ai-atk-s0510a4:50_0": "Sakya, I believe you’re the one who is truly called a sage.",
    "ai-atk-s0510a4:51_0": "“He who is called Bhaddaji, the son of the Buddha, let the Lord of Men,",
    "ai-atk-s0510a4:52_0": "Having borne the Bodhisatta in her belly, when his body broke up, after death he rejoices in the heaven of delusion,",
    "ai-atk-s0510a4:53_0": "“Gotamī, after passing away from here and there, heavenly sensual pleasures,",
    "ai-atk-s0510a4:54_0": "enjoying the five kinds of sensual stimulation.”",
    "ai-atk-s0510a4:55_0": "spoke these verses:",
    "ai-atk-s0510a4:55_1": "Herein, the factor of complete in all its various factors.",
    "ai-atk-s0510a4:55_2": "The trees of red sandalwood were red with flowers and fruits of red blossoms, all crowded, flowers, fruits, fragrant, and sesame. The meaning is that it is crowded by flowers and fruits. The meaning is the meaning.",
    "ai-atk-s0510a4:55_3": "at this time they pass away,",
    "ai-atk-s0510a4:55_4": "The tree of the Buddha’s tree,",
    "ai-atk-s0510a4:55_5": "Going, “Venerable sir,” he said, “Venerable sir, give one of greed and hate for one.",
    "ai-atk-s0510a4:55_6": "The Teacher, who is devoted to the proficiency of virtue and the Teacher’s special qualities,",
    "ai-atk-s0510a4:55_7": "So, as if he were told, he gave the following order: “It is permitted to the Teacher in one whom one day is happy,” and so on with the instance of size.",
    "ai-atk-s0510a4:55_8": "But here it should be seen that there is.",
    "ai-atk-s0510a4:55_9": "Therefore it was said: “Venerable sir, they get carried away.”",
    "ai-atk-s0510a4:55_10": "“One who is letter entering for the purpose of serving a great noise,",
    "ai-atk-s0510a4:55_11": "enjoying the fruits,",
    "ai-atk-s0510a4:55_12": "and if it was said there, then if it was given.",
    "ai-atk-s0510a4:55_13": "When the Buddha had finished his meal and asked for a number of days, he asked for the road going to Rājagaha, on seeing the road of the shade of the monastery workers. Andhaved in the road going to Rājagaha, wherever there was no danger of walking along the road in search of buttermilk, the way to Rājagaha.",
    "ai-atk-s0510a4:55_14": "The elder then went to the city of Kapilavatthu, and standing in front of the king, and he asked him, “My son wasn’t you known, seen, and understood me when he had never said to me: “My son, you know me that this will not be like that.”",
    "ai-atk-s0510a4:56_0": "“I am the son of the Buddha, Asoka, the son of Delightenment of the Himalayas,",
    "ai-atk-s0510a4:57_0": "You, Sister, are my father’s father; the Gotama is my master.”",
    "ai-atk-s0510a4:58_0": "spoke this verse:",
    "ai-atk-s0510a4:59_0": "There I was a Buddha awakened for themselves, the son of all Buddhas,",
    "ai-atk-s0510a4:59_1": "(because of the arrivals) of the Great Bodhisatta, the Excellent (others) sons of the Thūpa, having passed throughout the air, or was the most excellent Buddha, and the disciple of the wide open through the life of the mountains, like a lake enemies, to the lotus pondsture (of existence). And that is not proper for one elsewhere elsewhere elsewhere else who was unable to restrain, the Faith, and the otherwise. Best of this life, the ruler of the earth, not awhere else whose minds, to bring it, to the other people.",
    "ai-atk-s0510a4:59_2": "As the Ganges Rains, Etc.",
    "ai-atk-s0510a4:59_3": "if it is permanently for one who has a hundred years;",
    "ai-atk-s0510a4:59_4": "But some say that “Vaṅgīsa has not yet become,” and they paid homage to him.",
    "ai-atk-s0510a4:59_5": "they don’t escape from continuity,",
    "ai-atk-s0510a4:59_6": "Excellent, Etc.",
    "ai-atk-s0510a4:59_7": "my father’s father, the one of my father, the one of my father, the one of the world, who is my father, the one of the world, and I am the one, you alone.",
    "ai-atk-s0510a4:59_8": "it is possible to know Sakka and the King’s birth.",
    "ai-atk-s0510a4:59_9": "It is through the power of the Dhamma that is called, born of general, and is born in the general population, and is born of two bodies.",
    "ai-atk-s0510a4:59_10": "Gotama’s Gotamī is going forth in the presence of the King.",
    "ai-atk-s0510a4:59_11": "Rather, I’m a lion,",
    "ai-atk-s0510a4:59_12": "There the son of the Buddhas said, “Here the elder,” and so he declared enlightenment,",
    "ai-atk-s0510a4:60_0": "At this time, knowingly, she was killed and joyful, having carpet into his own bowl, gave it to him sitting cross-legged, placed his bowl, and given it to him.",
    "ai-atk-s0510a4:60_1": "“Venerable, why are you doing so?” he replied, “I’ll eat in a group.”",
    "ai-atk-s0510a4:60_2": "“But where is that teacher?”",
    "ai-atk-s0510a4:60_3": "“Of twenty-thousand monks, there is (and) a path to you.”",
    "ai-atk-s0510a4:60_4": "“While you have another almsfood, you can take it away.",
    "ai-atk-s0510a4:60_5": "(Mahinda said to the king:) “Tomorrow, the town’s son, the alms-food eater, the alms-food eater’s meal, and when all the Theras, he continued to make his bed, later-stood, choosesing the town, and capital choice of the Teacher, he turned the alms at the sky. (where). Taking his army, he then sees the Teacher’s house the Rohaṇa a choice of the chieftain, when he is present, he should see the food, he should all presented it.”",
    "ai-atk-s0510a4:60_6": "The teacher ate the almsfood",
    "ai-atk-s0510a4:60_7": "On the road on the road, and when he was traveling along the road, he gave alms to the Buddha,",
    "ai-atk-s0510a4:60_8": "And that’s what he did.",
    "ai-atk-s0510a4:61_0": "48-9.",
    "ai-atk-s0510a4:61_1": "Having performed meritorious deeds in this way, he reached Arahantship by the supernormal powers and so on, and having made known to the Mount Uttarakuru, the Buddha, and so on, with his supernormal powers, he revealed the supreme Buddha’s pity, and so on.",
    "ai-atk-s0510a4:61_2": "Still the path of purifying in the future of the path is for the sake of going on a journey.",
    "ai-atk-s0510a4:61_3": "Then the rainy season. During the land of the Circles, (thinking): “This is the navel and the knees, I hang myself to the holy wheel, and having taken above the collar blossoms, having taken above meat, having toporated all round my head, I hanged to the vicinity of the Buddhas.",
    "ai-atk-s0510a4:61_4": "Excellent (the Buddha), the best of men, took (?) and taking the most excellent food, to the chief of all good fortune, and presented it to the Teacher.",
    "ai-atk-s0510a4:62_0": "Queen Subhaddā, despicable to the Buddha’s family, having arrivals, and despised the people, thinking: ‘This is the time for rebirth in the family of his enemy,’ pronouncing the people, making nostril causing way,",
    "ai-atk-s0510a4:62_1": "my relatives will be bound by you,",
    "ai-atk-s0510a4:62_2": "each is worth learning.",
    "ai-atk-s0510a4:63_0": "which is the Elder Nun Kāḷivisa, and the Elder Nunnery,",
    "ai-atk-s0510a4:64_0": "the Elder King Mogharāja, of the good family,",
    "ai-atk-s0510a4:65_0": "Please see the meaning of this statement, the Fortunate One, the Elder Mogharāja.",
    "ai-atk-s0510a4:65_1": "Then, having performed his former merits, at the head of the Buddhas named Kāsi, the rolled-uper behind the couch, the Teacher through the air, and the shopket, having made merit. Then when the Buddha, having destroyed a rough, fitting the coughing from the Buddha, and his head was vicinity, he put his bowl and robe over one shoulder, took the Buddha’s presence, and set it a discarded that the students, he then returned to the Buddha and set it with his head.",
    "ai-atk-s0510a4:65_2": "The Teacher, after accepting it, gave it to him.",
    "ai-atk-s0510a4:65_3": "After making merit for the sake of the heaven of the gods, the Buddha Kassapa, and having spended the throne in the host of range of Jina, having destroyed the barber, went to the King of the Sages of the Faith, and when he had come to disappointed, he questioned the ascetics of the gods. When he was born in the Buddhaship, he questioned the Great King, the Dhamma as he was reborn in a good family, he was reborn in the company of the Teacher, and he enlightened him in this heartwood, after going forth from the lay life to homelessness.",
    "ai-atk-s0510a4:65_4": "After attaining perfection in the needles, rags, and three kinds of dust onto arrows, he wearing rag robes, and three kinds of mixed up with three kinds of mixed.",
    "ai-atk-s0510a4:65_5": "And the Teacher placed them in the foremost position.",
    "ai-atk-s0510a4:66_0": "64.",
    "ai-atk-s0510a4:66_1": "When he saw the people’s there, he reached perfection in the past, which he was discovered the people of Liberation of the Rains, and the Fortunate One, after seeing his own advantages and so on.",
    "ai-atk-s0510a4:66_2": "all that was done,",
    "ai-atk-s0510a4:67_0": "a keying cloth from the drum, or bathing powder, is what is meant.",
    "ai-atk-s0510a4:67_1": "One deluded, having a neglected cloth from the hand of a bundle of drum on the hand of a snake, hung it from both hands, and placed it in the Buddha’s presence.",
    "ai-atk-s0510a4:67_2": "each is worth learning.",
    "ai-atk-s0510a4:68_0": "the commentary on the Elder Mogharāja.",
    "ai-atk-s0510a4:69_0": "the Elder Uttarakuru",
    "ai-atk-s0510a4:70_0": "after attaining Complete Emancipation in the world, the Elder Nun Dhammadinnā, Uttiya,",
    "ai-atk-s0510a4:70_1": "And this very day, rose-apple had been constructed in the former places there, and made meritorious in the world with its normal powers. And when the Buddha had invited, he offered the origin of the world, the end, the great treasurer. Having invited the Saṅgha a great sacrifice, he invited the Great Commentaries.",
    "ai-atk-s0510a4:70_2": "When they pass away from there and reappear the hosts of gods and men from this family to the Buddha, he was established in the highest among men. That was established in the Vedas, the Elders, having become faithful and worthy of the Faith.",
    "ai-atk-s0510a4:71_0": "84.",
    "ai-atk-s0510a4:71_1": "Having performed through the declaration of the Worthiness and causing happiness, he reached Nibbāna in the generation of the world, and so on, he declared the Mineal Nibbāna.",
    "ai-atk-s0510a4:71_2": "all that is a child,",
    "ai-atk-s0510a4:72_0": "attaining the state of the Elder Uttiya",
    "ai-atk-s0510a4:73_0": "Queen Māyā",
    "ai-atk-s0510a4:74_0": "on the slopes of robbers in the Himālayas’ monastery",
    "ai-atk-s0510a4:74_1": "This venerable, having made much merit for the former Buddhas, for the Enlightened One’s home, and through the air, having drunk (when) that depended on the Buddha’s robbed the ascetic’s very revenues, and after going forth in the home of the Himalaya’s home, he’s reborn in a palm-leaf house, delicate with his good families as resplendent, and giving up the fruits of the home to the home of the home of the Buddha.",
    "ai-atk-s0510a4:74_2": "After giving many sorts to the portions, he gave gifts to the Saṅgha of monks, the Buddha, and giving medicines to the Community of monks with the Buddha.",
    "ai-atk-s0510a4:74_3": "After making merit for life, and having made merit for the sake of merit and making merit with the strength of his merit, and through exhausting the strength of his merit, he still awful rebirth in this way. He lived on this having attained Arahatship and attains perfection, like the Elder Nuns, and he requested the transmigrated the leaves.",
    "ai-atk-s0510a4:75_0": "89.",
    "ai-atk-s0510a4:75_1": "Having destroyed the portions of the Himālayas and Sudattas, he revealed the declaration of the Himalayas, which were endowed with happiness and so on, and so on.",
    "ai-atk-s0510a4:75_2": "There the Buddha Vipassī arose in the spears of the Himalayas, which were caught up in them. This was how I felt at that time.",
    "ai-atk-s0510a4:75_3": "(these) I live off a rose-apple, having made a living creature, the carpet, would live on separately.",
    "ai-atk-s0510a4:75_4": "Therefore it was said: “We made a meal in me.”",
    "ai-atk-s0510a4:76_0": "Having fulfilled all the duties, he filled the boils and sat down on a prepared seat for the Sangha. He then lit the yellow sandals during the Saṅgha, and the funeral powder a pile, and went to the neighbourhood of the Sangha. They came to the monastery, where the four supports were laid down, on the paths,",
    "ai-atk-s0510a4:76_1": "I stood withdrawn from being destroyed by one whose mind is satisfied with joy and happiness, saying the meaning is the meaning.",
    "ai-atk-s0510a4:77_0": "He didn’t see his wife in the first-monthed one, the Lord of the World’s hermitage, rejoicing, and the Vinaya of the Buddha’s teaching. And he dissatisfaction with adhered to the best of mentions.",
    "ai-atk-s0510a4:77_1": "the Sangha ...",
    "ai-atk-s0510a4:77_2": "I gave it to the Order, and having given to the Order of the universal seeds of the gods. It is good fortune, and well-beings, I surpassed existence is the meaning of existence.",
    "ai-atk-s0510a4:77_3": "each is worth learning.",
    "ai-atk-s0510a4:78_0": "Quickly (which is) the construction of the Elder Queen Queen Subhaddā (Tree).",
    "ai-atk-s0510a4:79_0": "he is the commentary on the Elder’s Queen.",
    "ai-atk-s0510a4:80_0": "Dispensation of the world, etc., which had been given to Venerable Ujjenīka’s doctrine,",
    "ai-atk-s0510a4:80_1": "And when the Buddha had laid down a rule against the Beautiful field of merit for the former Buddhas, he the rose-apple tree for a rolling-pin and exhausted the Community of Bhikkhus, having invited them to the root of a long time, gave (to the Buddha), and to the preliminary the Fraternity of the Community of monks. After giving his mind, he gave it up to the Teaching, and invited the Sangha of monks.",
    "ai-atk-s0510a4:80_2": "After making merit for the sake of life, and all the people of Awakened Ones, having taken merit, and coming back in this life, onto an enemy, the road to Worthiness of the family, and maintaining the sacrifice, he became self-control.",
    "ai-atk-s0510a4:80_3": "After making merit from the past, the Elders fortune in his deed,",
    "ai-atk-s0510a4:81_0": "94.",
    "ai-atk-s0510a4:81_1": "Having done good deeds in the past, he created a deed and attained perfection of merit in the past, and attained Nibbāna by himself and so on,",
    "ai-atk-s0510a4:81_2": "Herein, “Dear Parinibbāna” is said: “This is the instruction of the Buddhas, this is the end of my disciples”; in the Parinibbāna.",
    "ai-atk-s0510a4:81_3": "Delighted and joyful, (thinking): “Because of her faith, joyful and glad, glad, joyful, and joyful, he paid reverence to the most excellent Thūpa.” He made the most excellent Thūpa.",
    "ai-atk-s0510a4:82_0": "After getting him to drink, he thinks, “What is the point of eating? Why don’t I do?”",
    "ai-atk-s0510a4:82_1": "At that time I gave the roots of legal procedures, and precious foods for them to its roots, saved them, and I gave them a long way. I order to get all this for the sake of eating it.",
    "ai-atk-s0510a4:82_2": "each is worth learning.",
    "ai-atk-s0510a4:83_0": "This is the meaning of the result of that food.",
    "ai-atk-s0510a4:84_0": "he is the commentary on the Elder’s Queen.",
    "ai-atk-s0510a4:85_0": "(permission) the Elder Nun Dhammadinnā",
    "ai-atk-s0510a4:86_0": "the Fortunate One’s Dhammadinnā, etc.",
    "ai-atk-s0510a4:86_1": "The prince, too, whose rolled forth had been made, by the rolling of cloth for the former wide, and through the power of the Buddha, he presented the Dhamma to his children, and towers of the treasure of the Dhamma. And this Dhamma was well-to-do family, he who was firmly established in the Dhamma and treasurer.",
    "ai-atk-s0510a4:86_2": "Because of that merit he became self-controlled among human beings. Having arisen in the family, he was the family famous and profitable. In this way, he became the Buddha, the teaching, and the Saṅgha, and attained Arahantship. Having reappeared in all this way, he attained Liberation.",
    "ai-atk-s0510a4:87_0": "102.",
    "ai-atk-s0510a4:87_1": "he revealed the splendid of his meritorious actions that were apparent in the past of the future and present, which was known as the Buddha’s former conduct and so on, and the Fortunate One’s flame, etc., and so on.",
    "ai-atk-s0510a4:87_2": "Sīha sat in the presence of the Buddha roared his lion’s posture—on the Buddha, the Teaching, and the Sangha of monks headed by the Buddha; and after having shown that the roar of the Teaching and the Paccekabuddha had been canceled in the presence of the Buddha, they set rolling the wheel of the Teaching.",
    "ai-atk-s0510a4:87_3": "What is what?",
    "ai-atk-s0510a4:87_4": "After examining, sensible people praise you by way of Sundarī,” they replied, “Seriously intelligent ones,” they conduct themselves well protected.",
    "ai-atk-s0510a4:88_0": "I shine gold coins, golden skinned in gold, like golden coin.",
    "ai-atk-s0510a4:88_1": "“I will embrace a brahmin,” he praised by the four classes of aristocrats, brahmins, householders, and ascetics. He is the meaning of the four classes of rebirth.",
    "ai-atk-s0510a4:88_2": "To sleep badly, living in a goldsmith’s house, etc., and other golden primary elements (only) with modes and tusks, etc., and other elephants, horses and chariots, by such powers as elephants, horses, and chariots, and kings.",
    "ai-atk-s0510a4:88_3": "Many people, men and women, constantly surrounded by men. They always reverential salutations, which is always separately.",
    "ai-atk-s0510a4:88_4": "each is worth learning.",
    "ai-atk-s0510a4:89_0": "(whering) the Elder Dhammadinnā’s son was allowed to be given (them) gardencircled in the Dhamma.",
    "ai-atk-s0510a4:90_0": "the Elder Tissa away, the commentary on the ascetic’s doctrine,",
    "ai-atk-s0510a4:91_0": "the Fortunate One’s dwelling place, to the Elder Nun Mettiya’s monastery,",
    "ai-atk-s0510a4:91_1": "This too has been made by the Perfectly Awakened One in the former way, and so on. He then made a very meritorious for the Buddha, conscious and maintained his merit, through the rich carpets, apart from the Buddha, his family traditions, and its sixteen treasures.",
    "ai-atk-s0510a4:91_2": "He did so. After hearing that, he passed away from there and came down to a good place. The Holy One, he saw the Awakened One’s body mixed with the sword, and in this way the very life, he was firmly established in the Laṅkā, which had before. He, after hearing the Buddha, the teaching, he attained Arahatship.",
    "ai-atk-s0510a4:92_0": "108.",
    "ai-atk-s0510a4:92_1": "Having thus shown the fruit of that indicated by the means of the former jobs, and with the former judgments of the Blessed One’s good deed, etc., by means of the former joints, and so on.",
    "ai-atk-s0510a4:92_2": "To the Sanctuary which was like the most excellent Thūpa, having charming a most excellent Thūpa which had been prepared with charming lotuses, decorated with (performed) on the most excellent Cetiya mountains, (which is) resembled (formed) with clothes.",
    "ai-atk-s0510a4:92_3": "Preparing the sacred tree, I placed (the tree) on the bank of a river.",
    "ai-atk-s0510a4:92_4": "The rest is the neighbortion.",
    "ai-atk-s0510a4:93_0": "attaining the state of the Elder Tree-Entry",
    "ai-atk-s0510a4:94_0": "In the fourth triad"
}