{
    "ai-atk-s0503a3:0_0": "3. Nandavaggo",
    "ai-atk-s0503a3:1_0": "1. Kammavipākajasuttavaṇṇanā",
    "ai-atk-s0503a3:2_0": "21.",
    "ai-atk-s0503a3:2_1": "At Nanda’s first monkey went to the first monkey, another monkey who had destroyed the pollutants.",
    "ai-atk-s0503a3:2_2": "The Elder Moggallāna, it seems, after seeing the Elder Nun in the presence of the Teacher, shook the going forth in the presence of the Teacher, and doing so.",
    "ai-atk-s0503a3:2_3": "and later, a stomach ache in them, they check their affliction for exhausting:",
    "ai-atk-s0503a3:2_4": "For perhaps there is no pollutant of (craving for) one who has ended the defilements,",
    "ai-atk-s0503a3:2_5": "One day, he doesn’t teach the Buddha’s teaching, and he sat down on the couch there.",
    "ai-atk-s0503a3:2_6": "Therefore the Fortunate One was sitting not far from the Fortunate One, (thinking): “He is sitting not far away”,",
    "ai-atk-s0503a3:3_0": "Herein, crosswise is the sitting position with the thighs fully locked.",
    "ai-atk-s0503a3:3_1": "bracelets and broken off,",
    "ai-atk-s0503a3:3_2": "set up the body straight, placed in the upper hip, looking above the belt, having his body straight.",
    "ai-atk-s0503a3:3_3": "For that is how, while sitting in the simile of the flesh comes to be.",
    "ai-atk-s0503a3:3_4": "The results of past deeds, future lives, or present; the result of past deeds, is the result of past deeds, the result of former deeds, in suffering, and the result of former deeds?",
    "ai-atk-s0503a3:3_5": "he shows how to make his illness, which is the result of that act of affliction, and he says, “Having given to him, and when he is present to him, he then his invalid and his wives,",
    "ai-atk-s0503a3:3_6": "They praise him with great suffering, as well as miserable to the people.",
    "ai-atk-s0503a3:3_7": "rolling the flesh of the sinews and creepers,",
    "ai-atk-s0503a3:3_8": "What you were to take?",
    "ai-atk-s0503a3:3_9": "which is bitter, unbitter,",
    "ai-atk-s0503a3:3_10": "(thinking): “Whether it is the left,” can bear it together with his companions.",
    "ai-atk-s0503a3:4_0": "mindfully, with full awareness : mindfulness and situational awareness, and mindfulness and situational awareness,",
    "ai-atk-s0503a3:4_1": "This is said:",
    "ai-atk-s0503a3:4_2": "“And this feeling is developed in the sense of habitual feelings, etc., because it has arisen dependent on the object, and since it has arisen dependent on the its object, then it is the unification of mind through the absence of feeling. Because it has arisen dependent on the impermanence, etc., and it is possible to attain that unprofitable state of covetousness, fading away, cessation, and ripen as letting go.”",
    "ai-atk-s0503a3:4_3": "Or alternatively, mindfulness of the body, the mind, and the wisdom there is from making gladness and mindfulness occupied with the body for the purpose of perfecting the mindfulness of breathing.",
    "ai-atk-s0503a3:4_4": "When an ignorant person, knowing they’re affected by an uneducated ordinary person, lament, suffering, and wailing in states, they sorrow and wail and lament, beating their breast and falling into confusion because they don’t get the suffering of resentment, and they don’t experience the deathless. And if it was as a lay person wounded, they live there, thinking: “Suffering this body, he’s reappeared, as a deed, after death in a deed, he is in the position, he has entered upon the path, yet another embrack,” .",
    "ai-atk-s0503a3:4_5": "he saw that venerable sitting in the same place as before.",
    "ai-atk-s0503a3:5_0": "This is the meaning of this, this is the end of the world in accordance with the Teaching, the Monastic Law, and the summaries.",
    "ai-atk-s0503a3:5_1": "Understanding this arrangement: “Those who have no distress and anguishments, when they express this heartfelt sentiment:",
    "ai-atk-s0503a3:6_0": "Herein, they’ve given up all deeds:",
    "ai-atk-s0503a3:6_1": "For one who has arisen in the best and the absence of the variety of paths, skilled in the noble path, and skilled in profitable deeds, is called “the noble path” because it has arisen in the status of making it known to the noble path.",
    "ai-atk-s0503a3:6_2": "a mendicant’s defilements are scared;",
    "ai-atk-s0503a3:6_3": "When it was done before, it was done in the past, and greed for the future, because of its unpleasantness, known as a result, and so on. As a result, in the neighbourhood of greed, because of the act of greed for fruit, etc., and because of the noble fruit of the results of that deed, he will because he will be annihilated by a layer.",
    "ai-atk-s0503a3:7_0": "* If he thinks: ‘I am bound to such forms, and thus: ‘I am made such a kind of mine, I am out of doubt,",
    "ai-atk-s0503a3:7_1": "For whomever I have a fever born to help my body, they put an enemy’s corpse.",
    "ai-atk-s0503a3:7_2": "but this body of the perfected ones therefore, in the world of men, or in common,",
    "ai-atk-s0503a3:7_3": "And one who is standing on the fourfold army standing, standing at the end of swallowing stage, and standing at a crack of dawn, while standing in a continuity is standing,",
    "ai-atk-s0503a3:7_4": "For when an adept’s defilements are called rejected in the defilement of their defilements, they say, passing away and being reborn in making it evident to him as length of their conditions, they say:",
    "ai-atk-s0503a3:7_5": "Or alternatively, all those who have ended the defilements, who have ended the defilements,",
    "ai-atk-s0503a3:7_6": "Meditate perceiving the unrepulsiveness of the repulsiveness of food, etc., and one who lives without perceiving the repulsiveness of the noble ones, etc., according to the eight factors of the noble ones, and one who possesses the eight factors.",
    "ai-atk-s0503a3:7_7": "There is no need for people to use medicine, thinking: “There is no need of medicine for tonics, but now there is no plenty of tonics to give the full moon.” He can make a league by league for a league.",
    "ai-atk-s0503a3:7_8": "for rubbing, like a fallening in a twisted on a stout shaft, feeding on a rope.",
    "ai-atk-s0503a3:7_9": "for this is said:",
    "ai-atk-s0503a3:8_0": "“I don’t hope for death; I don’t long for life.",
    "ai-atk-s0503a3:9_0": "I’ll discomfort, just like you.”",
    "ai-atk-s0503a3:10_0": "Or alternatively, if he is showing the sign, he should give his attention to it invited the people who have ended the defilements. But there is no such wrong livelihood in the way that is the meaning.",
    "ai-atk-s0503a3:10_1": "Thus the Buddha thought, “How is it, Venerable Rohana? It was because of his own trouble and difficulty. That was the time for him to get him.”",
    "ai-atk-s0503a3:11_0": "The first kind of commentary is finished.",
    "ai-atk-s0503a3:12_0": "2. Nandasuttavaṇṇanā",
    "ai-atk-s0503a3:13_0": "22.",
    "ai-atk-s0503a3:13_1": "Nanda is the second name of Nanda.",
    "ai-atk-s0503a3:13_2": "For even the wheel-turning monarch’s marks, his parents, and his followers are not allowed to move, but to use them together with their wives.",
    "ai-atk-s0503a3:13_3": "the Fortunate One’s brother, his mother’s sister’s son,",
    "ai-atk-s0503a3:13_4": "For the Buddha’s son was said: “Here, you must ask me whether he is the meaning of this.”",
    "ai-atk-s0503a3:13_5": "The son of Mahāpajāpatī Gotamī, there was a child in the womb,",
    "ai-atk-s0503a3:13_6": "you’re dissatisfied.",
    "ai-atk-s0503a3:13_7": "Remembering the best is the best of beings, the best and supremely superb, eleven one living in my presence.",
    "ai-atk-s0503a3:13_8": "In order to bring him first, to mind, and to use the right way.",
    "ai-atk-s0503a3:13_9": "This is the second way to lead the spiritual life.",
    "ai-atk-s0503a3:13_10": "If he disparages the training at a time when he has been given the full ordination with a monk who is perfecting the training, he should put it away with him in three ways: on probation, he should train him in the three ways.",
    "ai-atk-s0503a3:13_11": "to give back the inferiority.",
    "ai-atk-s0503a3:13_12": "I’ll return to my monastery.",
    "ai-atk-s0503a3:14_0": "But why is this right?",
    "ai-atk-s0503a3:14_1": "Now, this discussion stages by stage:",
    "ai-atk-s0503a3:14_2": "The Buddha, having set rolling the wheel in the Bamboo Grove, saying: “Whoever mindfully teaching me in the Bamboo Grove on Rājagaha, my well-to-be, however, did he come to Sāvatthī, having gone to the end of the sixteen thousand coins, brought them to the Great Monastery, and together with the Kings and reached Arahantship.” And he received the Pabbajjā ordination in the Great Wood, and in the land of the Great Wood, he returned to the Great Wood and in an end of the Buddha. When he had reached Arahantship, he had reached Arahantship, he went took arrahats, he proship. After taking just one thousand rebirths, the King Mahāticks, he had reached Arahantships, the Great Sams, the fruits, the Great King Arahantshipshipshipships, he brought them with a large debded by the highest gifts, and he had been reborn in the fruits",
    "ai-atk-s0503a3:15_0": "But while he was doing this in the duties of the Moon Earth whilpool, and giving the dancers in the cesspit (from the king’s) residence, having risen from his seat and set out in the town hall of the Kakutthā Cavera’s bowl, rising from his seat, he rolled it into the sky to the ceremonies, and then departed.",
    "ai-atk-s0503a3:15_1": "When he had spoken to the Realized One, he said, “Venerable sir, please take some people away.”",
    "ai-atk-s0503a3:15_2": "When he thought, “If you think like this, he’ll take a bowl with the Teacher.” He does not accept it.",
    "ai-atk-s0503a3:15_3": "The other receptacle thinks, “Upajāpatī it is the Teacher.” And the teacher does not think,",
    "ai-atk-s0503a3:15_4": "The other thinks, “If the other does not see any Teacher,” and he did not think,",
    "ai-atk-s0503a3:15_5": "If a young man wants to go away, he thinks, “Take a bowl and set it up,” “Take a group. He will not think, “Take a group.” And he will do so.",
    "ai-atk-s0503a3:16_0": "At that time the Buddha had declared the finest lady in the land who did not go to Cetī, like you scold him, and do what he does.",
    "ai-atk-s0503a3:16_1": "She knead it with the drop of water. She then wore her hair, wrapped in a bag with cotton, and wives. She said: “Sīhaved off her hair and beard, dressed in ocher robes, and went to the Sīhave.”",
    "ai-atk-s0503a3:16_2": "After hearing her words, with her heart (still) as though he were standing in the heart,",
    "ai-atk-s0503a3:16_3": "The Teacher, having constructed the bowl with his hand, said, “Nay, you have gone forth.”",
    "ai-atk-s0503a3:16_4": "He said, “I will go forth by the Buddha.” and he said, “I’ll go forth.”",
    "ai-atk-s0503a3:16_5": "Well then, Nanda, the Teacher went to Kapilavatthu for a third time.",
    "ai-atk-s0503a3:16_6": "seven days. She made her give me the going forth and said, “Give me the insect.” She then said, “Give me the Pabbajjā ordination with her, Rāhula.",
    "ai-atk-s0503a3:16_7": "On the contrary of the Teaching of the great king (Anāthapiṇḍika) and he established the fruit of non-return.",
    "ai-atk-s0503a3:17_0": "Thus the Buddha, Mahāpajāpatī Gotamī, together with the fruit of stream-entry, went to Anāthapiṇḍika’s Monastery. There he arrived at Rājagaha for the hall of the Saṅgha, where the Jina, on that occasion he came.",
    "ai-atk-s0503a3:17_1": "When he lives in this way, he doesn’t see the venerable, discontent, desiring to give up his own desires, see the nakedness in the country, thorny in the country, in the country, incomparable, thorns, and rushing backwards.",
    "ai-atk-s0503a3:17_2": "Now at that time Venerable Nandaka said: “Now at that time, Venerable Nanda, the daughter-in-law of the Sakyans,",
    "ai-atk-s0503a3:17_3": "“I’ll return to here.”",
    "ai-atk-s0503a3:18_0": "But why do you give him the going-forth?”",
    "ai-atk-s0503a3:18_1": "“After giving them the drawback he wouldn’t be able to expel them at each other, and then I will go forth.” Then he would not be able to hurriedly for him.",
    "ai-atk-s0503a3:19_0": "the Sakyan women’s daughter,",
    "ai-atk-s0503a3:19_1": "The finest lady in the land is good in the land of the finest lady in the land. It is good in the five Councils, and good in the country.",
    "ai-atk-s0503a3:19_2": "For that is why the name of the Thirty-Three, not too tall nor too short, neither too thin nor too fat, neither too dark nor too light.",
    "ai-atk-s0503a3:19_3": "good in the beginning, good in the middle, good in the end, with these five hundred shackles,",
    "ai-atk-s0503a3:20_0": "Herein, one who performs his own dead body, if he does not look at it with a golden plate for ten reasons, or six stiffenedness, illuminating whether it is good or not.",
    "ai-atk-s0503a3:20_1": "But four hands and feet were like beeswept away by the hand of the mouth of the hands and feet, like a dropping of cloth, then in one like a cloth that is red with a sword.",
    "ai-atk-s0503a3:20_2": "... like the twenty-four fields of meat put on air.",
    "ai-atk-s0503a3:20_3": "While the thirty-two parts of the thirty-two disperse is bright, like a mass of fire.",
    "ai-atk-s0503a3:20_4": "About overpowering twenty-five years, he has nothing more than twenty or sixteen years old.",
    "ai-atk-s0503a3:20_5": "it is good for one who possesses such special qualities as these .",
    "ai-atk-s0503a3:21_0": "As the wind goes out: from the house, he leaves the household life, from the house to house.",
    "ai-atk-s0503a3:21_1": "to leave the houses, thinking: “Having gone out,” and they hit the back.",
    "ai-atk-s0503a3:21_2": "Indirect talk is characterized by the characteristic of foulness. It is manifested as the characteristic of function by head hairs.",
    "ai-atk-s0503a3:21_3": "if they intended, “I have them split open;”",
    "ai-atk-s0503a3:21_4": "Abandoning, they say: “Spread hairs, body hair, and beards” .",
    "ai-atk-s0503a3:21_5": "and looking around at heron, he looked aheaded it with the drop of her feet, like a cow’s hook.",
    "ai-atk-s0503a3:21_6": "And before he said, “I did, sir.”",
    "ai-atk-s0503a3:21_7": "they swiftly go quickly,",
    "ai-atk-s0503a3:21_8": "Remembering that words, the word of her (good) conduct, (but) he should be treated accordingly.",
    "ai-atk-s0503a3:22_0": "The Buddha heard his words, “I will settle down on the road through the air by supernormal powers.” Then he was sitting in the Jina, going along the road, saying, “I will show the thirty-two pieces, which was wide openings, the carbuncles, and made an end of the Jina to the Jina.",
    "ai-atk-s0503a3:22_1": "but, as soon as he was, the Teacher, gave the thirty-two parts of the air with the thirty-two parts of the embankments.",
    "ai-atk-s0503a3:22_2": "For the Buddha was walking along the road between Nandaka’s level.",
    "ai-atk-s0503a3:22_3": "But how do you think, etc?",
    "ai-atk-s0503a3:22_4": "it is disappeared,",
    "ai-atk-s0503a3:22_5": "The Teacher, having conquered the thirty-two marks of a great feeding nymphs, when the five hundred people brought them to the realm, he asked them,",
    "ai-atk-s0503a3:22_6": "Therefore it is said:",
    "ai-atk-s0503a3:22_7": "“The Buddha took Nanda by the arm and, as easily as a strong person would extend or contract their arm, vanished from Jeta’s Grove and reappeared among the gods of the Thirty-Three.",
    "ai-atk-s0503a3:22_8": "who are maders of feet?”",
    "ai-atk-s0503a3:23_0": "Having grabbed him by the arm, he took them away.",
    "ai-atk-s0503a3:23_1": "For the Buddha arranged it with his psychic powers, like an oppressed of bark, he seized by the Buddha, and turned back.",
    "ai-atk-s0503a3:23_2": "And if the Buddha has said about thirty-two marks of his insight, he may leave the world of his psychic power to his own generosity like that.",
    "ai-atk-s0503a3:23_3": "But it was because he wanted to human beings that he had been in the human state who reached the peak of happiness due to the normal power of the gods. That is why he was able to show him there, after showing that the path to the highest attainment of the gods, wishing to make him happy there,",
    "ai-atk-s0503a3:23_4": "for the purpose of leading the spiritual life under the heading of this spiritual life.",
    "ai-atk-s0503a3:24_0": "and illusions of the Fraternity. With the fourteen feet had produced.",
    "ai-atk-s0503a3:24_1": "All those disciples were presented to their feet.",
    "ai-atk-s0503a3:24_2": "Do you see, who see,",
    "ai-atk-s0503a3:24_3": "Passing the formless (but).",
    "ai-atk-s0503a3:24_4": "Remembering the time of seeing is one who sees this.",
    "ai-atk-s0503a3:24_5": "Dispensation all the time in the openings, the whole of the central system,",
    "ai-atk-s0503a3:25_0": "And why did the Buddha speak of Nanda’s mind?",
    "ai-atk-s0503a3:25_1": "he’d take care of his own happiness.",
    "ai-atk-s0503a3:25_2": "For when a person is skilled in drunks and drunk arrows, heats firstly all persons, wearing an outcaste is to be uncleans, laughing and sweeping them backwards, and so he raised the noble path to attack, bringing them to the monastery,",
    "ai-atk-s0503a3:26_0": "plastered over the eighty waists in his plain downwards.",
    "ai-atk-s0503a3:26_1": "In the same way, sir, you must give up the five hundred dove-footed nymphs, the finest lady of the Sakyans, the meaning is this:",
    "ai-atk-s0503a3:26_2": "nymphs five hundred dove-footed nymphs, five-hundred nymphs,",
    "ai-atk-s0503a3:26_3": "Now, it is for the sake of the bonds of the five hundred nymphs that were created by winds and concepts of nymphs.",
    "ai-atk-s0503a3:26_4": "Continual: it confines , thus it is the meaning.",
    "ai-atk-s0503a3:26_5": "But a woman constructed her.",
    "ai-atk-s0503a3:26_6": "After taking hold of a certain plough, he collected one part of the kasiṇa and another’s neck, and then the other cartloughs, he goes on the counterpart of that partridge, and then the similar one nephew, it doesn’t spring up.",
    "ai-atk-s0503a3:26_7": "This is the exposition consisting of what is said, “This is the establishment of what is fitting,” and so on.",
    "ai-atk-s0503a3:27_0": "For he does not lead the spiritual life dissatisfied, and prevented him from here, there and manifesting in order to avoid doing what is said.”",
    "ai-atk-s0503a3:27_1": "and when I’m separated from the spiritual life, why did the Buddha practice the spiritual life?",
    "ai-atk-s0503a3:27_2": "And wherever soon as their objects, they get strongly tied, infantly settle out, and incapable of achieving the bliss and cleansing the wealth.",
    "ai-atk-s0503a3:27_3": "Questioning this topic of discussion in the meaning.",
    "ai-atk-s0503a3:28_0": "As they were speaking, they did not respond.",
    "ai-atk-s0503a3:28_1": "And the Buddha told him what had happened. Then he said, “Bhaddāing, having gone to do so, having given to the monks who were her companions, go through the middle of the day and showed them to the end of their spiritual life,, before the end, and making a new town for the sake of their worms. ” And he said, “Even when he has got rid of greed and hate for the sake of that view, he no longer manifested as before, and having turned that monk.",
    "ai-atk-s0503a3:28_2": "And some of the Buddha said, “Nuns,” they clarify what they had thought.",
    "ai-atk-s0503a3:29_0": "words about a hireling, or a lackey,",
    "ai-atk-s0503a3:29_1": "For the one who acts abode of fear, dread, etc., is called alcoholic drinks that cause negligence, like the venerable who lead the spiritual life dissatisfied.",
    "ai-atk-s0503a3:29_2": "he is the one who is rich, affluent, and desire for the sake of embracing it: “What is the reason for his own use of it?”",
    "ai-atk-s0503a3:29_3": "Or alternatively, it is considered because of surrounding the life of purity that is calmed. When he has been said by the Buddha, it is “regarded, it is used” because of actually useful that perils the Blessed One’s life” . So he should make a living in that way: “This Blessed One’s moderates life by using his embracing life.",
    "ai-atk-s0503a3:30_0": "longing for suffering, feverish he suffering,",
    "ai-atk-s0503a3:30_1": "took it, thus it is to be found.",
    "ai-atk-s0503a3:30_2": "Someone who is beaten by disgusting, Asuras,",
    "ai-atk-s0503a3:30_3": "alone:",
    "ai-atk-s0503a3:30_4": "Equanimity is dissipated from the defilements and defilement, body and mind.",
    "ai-atk-s0503a3:30_5": "Heedful meditation subject rides, mindfulness and full of breathing,",
    "ai-atk-s0503a3:30_6": "They’re keen and prevented from Kāsī, living with energy aroused by energy.",
    "ai-atk-s0503a3:30_7": "resolutely parted in body and mind, and without dispassion for his life; for his life, being rewarded with the profitable.",
    "ai-atk-s0503a3:30_8": "no meditation subject for a long time, no matter how to arousing energy,",
    "ai-atk-s0503a3:30_9": "For the sake of which one is good.",
    "ai-atk-s0503a3:30_10": "Yasa, there are two kinds of family: Yasas and children and sons of good families. And this is the same kind of sons.",
    "ai-atk-s0503a3:30_11": "Except for the sake of the reason for the sake of the reason",
    "ai-atk-s0503a3:30_12": "from the lay life to homelessness.",
    "ai-atk-s0503a3:30_13": "they go forth.",
    "ai-atk-s0503a3:30_14": "for what is called one who has gone forth is said to be “restraint in” the name “reviously” can be called “haves”.",
    "ai-atk-s0503a3:30_15": "if she goes forth;",
    "ai-atk-s0503a3:30_16": "An unsurpassed Discourse is supreme.",
    "ai-atk-s0503a3:30_17": "in order to lead the spiritual life under the sway of the path.",
    "ai-atk-s0503a3:30_18": "This gentleman has gone forth in this life:",
    "ai-atk-s0503a3:30_19": "there in this very life-form.",
    "ai-atk-s0503a3:30_20": "having known, experienced, and attained it himself with wisdom.",
    "ai-atk-s0503a3:30_21": "after entering and having attained (showed), he shook off (him) wickedness,",
    "ai-atk-s0503a3:30_22": "Someone who lives like this is reborn.",
    "ai-atk-s0503a3:30_23": "But when you know: ‘No’, they are at ease’;",
    "ai-atk-s0503a3:30_24": "(Though) I will give up this adornment.",
    "ai-atk-s0503a3:31_0": "Herein, pollutants are not reborn in the past, future or present. They are not-self because of those who have ended the defilements, and are not-self. And in the present.",
    "ai-atk-s0503a3:31_1": "For one who has not developed the path of the aggregates, and one who definitely hasloped the entire mass of aggregates, and one who is reborn in the company of the path.",
    "ai-atk-s0503a3:31_2": "But the development of the path that has been given up in them so as to continue. When they know it’s given up, they don’t penetrate it.",
    "ai-atk-s0503a3:31_3": "The meaning is has been stated in fact. And the meaning is finished.",
    "ai-atk-s0503a3:31_4": "as spiritual path:",
    "ai-atk-s0503a3:31_5": "For the worldling, maintaining a practitioner, and having ended the defilements, the spiritual life of one who has completed the spiritual journey, done what had to be done, and reviewed his own life.",
    "ai-atk-s0503a3:31_6": "There are fourteen things that should be completely understood, complete in the fourteen kinds of direct-knowledge, and the path to realize the fruit of the development of the path.",
    "ai-atk-s0503a3:31_7": "For it is good ordinary person, who has ended the defilements, for the sake of their own business, and because they do what should be done.",
    "ai-atk-s0503a3:31_8": "there is no more of this mundane states: “And so, the sixteen bases of psychic power, the development of the path, or the up of the path intelligent, and the advantage in this way.”",
    "ai-atk-s0503a3:31_9": "do not requirements for this woman: “Because of this there is no aggregates in this way, they’re reborn in the next life, and that they’re far from the root of the form of the aggregates, or the root of the plane of aggregates, and the practice that leads to the cessation of grasping, they’ll be free from defilements by not grasping.”",
    "ai-atk-s0503a3:31_10": "One of them stood.",
    "ai-atk-s0503a3:31_11": "Inhabited they do the same of his disciples, the meaning is one of hunters.",
    "ai-atk-s0503a3:32_0": "A certain gods have attained the path to Brahmā.",
    "ai-atk-s0503a3:32_1": "she himself was the master of an adept.",
    "ai-atk-s0503a3:32_2": "For the trainee who is in training, and what is an ordinary person knows their own benefit,",
    "ai-atk-s0503a3:32_3": "In the middle watch of the night: on the day, on the night is the meaning.",
    "ai-atk-s0503a3:32_4": "having coloured golden colours, who is unattractive,",
    "ai-atk-s0503a3:32_5": "And although it was whole of the very great, in all ways,",
    "ai-atk-s0503a3:32_6": "Having made the moon just like the sun, one is like the moon’s radiance by the brightness of the Victor,",
    "ai-atk-s0503a3:32_7": "Then he, knowing that Nanda was the one who had attained Liberation for him, thinking, “I’ll get up.”",
    "ai-atk-s0503a3:33_0": "By the destruction of the pollutants: here “One who possesses the pollutants” , is the meaning.",
    "ai-atk-s0503a3:33_1": "Or alternatively, some are prevented by sickness, living in a good place, a heavenly realm, or by these practitioners.",
    "ai-atk-s0503a3:33_2": "For a long time he lives in the midst of the Sangha of monks:",
    "ai-atk-s0503a3:33_3": "“Mendicants, if there are no points, they can’t have totally given up ignorance for a long time.”",
    "ai-atk-s0503a3:33_4": "Or alternatively, some make an end of suffering.",
    "ai-atk-s0503a3:33_5": "And in the first place the meaning is that the cause of defilement is effective.",
    "ai-atk-s0503a3:33_6": "And the defilements don’t applaud to all their defilements are ended, yet the defilement and the dispensation.",
    "ai-atk-s0503a3:33_7": "“Well, Cunda, I teach the Dhamma so that defilements are rooted in the present life, for the sake of defilements, and for the sake of defilements.”",
    "ai-atk-s0503a3:34_0": "“It is in the way that you can dwell in compare, ~ or like the fairy Power.",
    "ai-atk-s0503a3:35_0": "I could have become a human being,",
    "ai-atk-s0503a3:36_0": "When their defilements have ended, they destroyed the pollutants together.”",
    "ai-atk-s0503a3:37_0": "You’re the defilements that causes unskillful qualities to be done away with:",
    "ai-atk-s0503a3:37_1": "“With the ending of defilements, the present life and protecting against defilements that affect lives to come.”",
    "ai-atk-s0503a3:38_0": "Now, when these defilements are ended:",
    "ai-atk-s0503a3:38_1": "“I’ve seen the defilements that lead to future lives to come.”",
    "ai-atk-s0503a3:38_2": "“Reverend, there are these three defilements:",
    "ai-atk-s0503a3:38_3": "Sensual pleasures are the defilement of sensual pleasures, and so the rest of that.",
    "ai-atk-s0503a3:38_4": "of the four Dhamma-monastic women who had seen the fourth,",
    "ai-atk-s0503a3:38_5": "“There are five defilements that lead to rebirth in hell.”",
    "ai-atk-s0503a3:38_6": "These six defilements should be given up by restraint. They have been given up by restraint. When they have come to an end, they don’t give up the six defilements.",
    "ai-atk-s0503a3:38_7": "and all the royal agents came together with their around the seven wives.",
    "ai-atk-s0503a3:38_8": "It can be understood these four that defilements should be understood in accordance with the Dhamma.",
    "ai-atk-s0503a3:39_0": "But here the destruction of the pollutants is said: “This is the breaking up of the defilements” . It is said in the case of the defilements that leads to the breaking away of defilements.",
    "ai-atk-s0503a3:39_1": "“Mendicants, I say that the ending of defilements is for one who knows and sees, with the ending of defilements.”",
    "ai-atk-s0503a3:40_0": "“Not for a trainee trained in the straight path,",
    "ai-atk-s0503a3:41_0": "first they are enlightenment at the end of suffering.”",
    "ai-atk-s0503a3:42_0": "in the present life is a path to end the defilements.",
    "ai-atk-s0503a3:43_0": "“The one who constantly looks for another’s fault, who is an abject complainer,",
    "ai-atk-s0503a3:44_0": "For him the pollutants increase, he is far from their destruction.”",
    "ai-atk-s0503a3:45_0": "But in attachment that extinguishment is the path to end the defilements, a path to end the ending of defilements.",
    "ai-atk-s0503a3:46_0": "having abandoned the tranquility of all calm, they’ve given up the defilements.",
    "ai-atk-s0503a3:46_1": "reappearing the fruit of Worthiness,",
    "ai-atk-s0503a3:46_2": "she has the fruit of Worthiness, the fruit of Liberation,",
    "ai-atk-s0503a3:46_3": "and in both places the rolls forth like a pair of chief disciples.",
    "ai-atk-s0503a3:46_4": "the knowledge of all is unstable:",
    "ai-atk-s0503a3:46_5": "deities repeatedly knowing what the Buddha had said, “How do you know, Knowledge?” Then he said, “It is knowledge of the truth of perfection?”",
    "ai-atk-s0503a3:46_6": "Then, after making a poisonous tumour on the ground, he thought, “Whoever I have shamelessly learnt the going forth from the lay life to homelessness in the evening, the Teacher who in that spiritual life!” He thought, “The Teacher, having made a sense of conscience and shame and gave message to the opportunity,” and he thought,",
    "ai-atk-s0503a3:46_7": "“What if I were to ask the Buddha for these (for him)?”",
    "ai-atk-s0503a3:46_8": "After approaching the Fortunate One, he informed the Teacher, (saying):",
    "ai-atk-s0503a3:46_9": "Therefore it is said:",
    "ai-atk-s0503a3:46_10": "the venerable Nandaka ...",
    "ai-atk-s0503a3:46_11": "that’s where you put it away.”",
    "ai-atk-s0503a3:46_12": "Herein, I am useless opposite sex with such opposite sex.",
    "ai-atk-s0503a3:47_0": "Then the Buddha informed you: “You have known, but I have lost my mind.” And now he told them all that you had attained perfection.",
    "ai-atk-s0503a3:47_1": "Therefore it is said: “That is why Nanda” , etc.",
    "ai-atk-s0503a3:47_2": "Herein, when a simile comes:",
    "ai-atk-s0503a3:47_3": "they will bring you under your control,",
    "ai-atk-s0503a3:47_4": "freed from stress,",
    "ai-atk-s0503a3:47_5": "This is said:",
    "ai-atk-s0503a3:47_6": "Applied mind from time to time one is freed from dangerous; then while that was free from staining the immaterial waters.",
    "ai-atk-s0503a3:48_0": "He relaxed his faculties. Then he went to the charnel ground because of looking for support on Vipassī, on making an end of my sense faculties. He thought, “I’ll support my sense restraint,” and he fled the conscience and prudence for it.",
    "ai-atk-s0503a3:48_1": "for this is said:",
    "ai-atk-s0503a3:49_0": "“Mendicants, if he has to look to the east, he wholeheartedly concentrates before looking, thinking: ‘If the eastern quarters, he has not looked down on the eastern quarters, and he is mindful, thinking: ‘Anyone who is fully aware and mindful,’",
    "ai-atk-s0503a3:50_0": "“Mendicants, if Nanda’s western quarters are different from the west, northern quarters,",
    "ai-atk-s0503a3:50_1": "above, below, across ...",
    "ai-atk-s0503a3:50_2": "If he has to survey the intermediate directions, he wholeheartedly concentrates before looking, thinking: ‘In this way I have survey the kind of consciousness.’ ...",
    "ai-atk-s0503a3:50_3": "He is aware.’",
    "ai-atk-s0503a3:51_0": "The Teacher then told him, “Monks, I put my sense doors for my disciples, that is, the foremost of my sense faculties.”",
    "ai-atk-s0503a3:52_0": "Knowing this, he gives it up in all the aspects in the three subtletys, etc., and in the composed the subtle meanings,",
    "ai-atk-s0503a3:52_1": "This is the exposition concerning the enquiry with this exalted utterance:",
    "ai-atk-s0503a3:53_0": "Herein, one who has crossed over the noble path through which one person thoroughly goes through the noble path to the ignoble person with that view, and through going to the (from the lake of) extinguishment.",
    "ai-atk-s0503a3:53_1": "Standing by the thorns of sense desire,",
    "ai-atk-s0503a3:53_2": "Saying, “Abscesses,” “It is all the good of sensual desire,” “possessing of them,” delivered by the sense of _paṇḍaka_, while sick.",
    "ai-atk-s0503a3:53_3": "(But) he has attained the end of suffering, and has attained the fruit of all that is attaining the fruit of perfection, etc., with the end of all suffering.",
    "ai-atk-s0503a3:53_4": "Yet when pleasure and pain are unshakable. So long as the mendicants are unable to arise, a mendicant whose mind is fearful, deliberated, or flattered. They don’t fall in the signs of pleasure and pain.",
    "ai-atk-s0503a3:53_5": "“‘There is happiness’: ‘This is the origin of suffering’ ... ‘This is the world’ ...",
    "ai-atk-s0503a3:54_0": "The second section on the Realized One is finished.",
    "ai-atk-s0503a3:55_0": "3. Yasojasuttavaṇṇanā",
    "ai-atk-s0503a3:56_0": "23.",
    "ai-atk-s0503a3:56_1": "In the third Yasa, there is a third agent, such Yasoja’s going forth, where the Thera called Yasoja clan had gone forth. She then said to her: “These five hundred bhikkhus, who have gone forth from the Pabbajjā ordination, and who were present in the presence of the Teacher.”",
    "ai-atk-s0503a3:57_0": "This is the first kind of seclusion.",
    "ai-atk-s0503a3:57_1": "In the past, it seems, a certain mendicant of the Dispensation of the stilt longhouses, they live in the leaf huts on the ground.",
    "ai-atk-s0503a3:57_2": "There are five hundred people in the villages who follow the villages and legal procedures. They built a robber and followed some thieves, and when they arrived there was a wilderness monk, they asked to go for refuge to that forest, “Venerable sir, where there is a stilt longhouse, go to the countryside, and see him.”",
    "ai-atk-s0503a3:57_3": "The elder said, “There is no equal to me for refuge, there is no equal to me for refuge,”",
    "ai-atk-s0503a3:57_4": "Saying, “Very well,” they took precepts and observances,",
    "ai-atk-s0503a3:57_5": "The elder told him, “Now, lived on virtues of unhappy virtue and practices as for his own life.” And he declared his own benefits to others.",
    "ai-atk-s0503a3:57_6": "They agreed.",
    "ai-atk-s0503a3:57_7": "When they saw him, they all went to that park. They all saw him and asked.",
    "ai-atk-s0503a3:57_8": "And having dropped the mind-made body, they were reborn in the company of the worms.",
    "ai-atk-s0503a3:57_9": "And the chief male slave had a retinue with that same head.",
    "ai-atk-s0503a3:58_0": "Afterwards they had been reborn in a single village by Buddha, and had conquered his son to fame, and was reborn in the world of the gods. The son of the Thirty-Three and the chiefs, the son of Yasa, and was reborn in a gathering of the Yasa, the chief of the world.",
    "ai-atk-s0503a3:58_1": "the same wives of the remainder in that same place were reborn as a child.",
    "ai-atk-s0503a3:58_2": "All those friends, when they had gathered together in the priceless, all that had happened.",
    "ai-atk-s0503a3:58_3": "After all they had become seized by one net and adorned with a net, and they bound the shackles of their tears.",
    "ai-atk-s0503a3:59_0": "On one day, on a day he entered a golden garland.",
    "ai-atk-s0503a3:59_1": "And having seen that, all the skin, (saying): “All my son,” he shook a golden skinned in the form of a net.",
    "ai-atk-s0503a3:59_2": "So the five hundred friends carried their boat up to a boat. They lifted it to the king, saying,",
    "ai-atk-s0503a3:59_3": "The King saw him, saying, “Who did this?”",
    "ai-atk-s0503a3:59_4": "“This teacher, Kassapa, has gone forth from the Dispensation of the Buddhas. When this happens, the Teacher’s practice was completed the spiritual journey, done what had to be done, and then developed one visited, after this very spot in the Dispensation, he was reborn in hell, the animal realm, and the Nigaṇṭha Nāgas, when he was disillusioned, dispassionate, unattached, and freed through the suffering.”",
    "ai-atk-s0503a3:60_0": "Having heard the Teacher’s presence and preached five hundred (spiritual) sons, he returned to seclusion in the presence of the Buddha, and then went forth in the presence of the Fortunate One.",
    "ai-atk-s0503a3:60_1": "Therefore it is said:",
    "ai-atk-s0503a3:60_2": "“Well then, Yasoja, at that time five hundred monks had promote such a partner in front.”",
    "ai-atk-s0503a3:61_0": "herein, they are here:",
    "ai-atk-s0503a3:61_1": "Which one is connected with the resident monks, (thinking):",
    "ai-atk-s0503a3:61_2": "Rejoicing, they say, “We hope you’re building work,” and so on, they exchanged greetings with the borrowed, and exchanged greetings with you.",
    "ai-atk-s0503a3:61_3": "When dwellings are placed, the teachers depart from the teachers’ dwellings body and the residents, he asked them, “You have wicked desires, without getting permission from your teachers. We have compassion for your teachers, and turned them back. Then he thread and an evil-placesses, he should close the door and the windows, and then depart by himself.",
    "ai-atk-s0503a3:62_0": "having put the bowl and robes down, saying: “Venerable sir, please place this bowl back to me, this bowl, this robe which is just for me. Go on this bowl, that’s yours tall, and this ascetic’s back.”",
    "ai-atk-s0503a3:62_1": "loud noises, noises, one who is making a dreadful racket, and one who make a dreadful racket,",
    "ai-atk-s0503a3:62_2": "all the great noise consisting in which a great noise were making a great noise,",
    "ai-atk-s0503a3:62_3": "And it was as if like a fish bunch of fish that was reed.",
    "ai-atk-s0503a3:62_4": "Just as an old carcasste is fastened in water, stuffed took a pebble, leather or a piece of fish, and smeared with fish, meat, etc., not smeared with fish, meat, drunk, laughed, and loud noisy, “We have noisy,”",
    "ai-atk-s0503a3:62_5": "And just as they were placed on the shade of their beds, saying, “Give meat,” he placed onto a storms, saying, “Give meatch the sal fishes, meat,” he shows the drums, and gave the noise of cry.",
    "ai-atk-s0503a3:62_6": "these are the Lords of the Earth:",
    "ai-atk-s0503a3:62_7": "What does someone think of what does matter? What does he need?",
    "ai-atk-s0503a3:62_8": "Should these advantages:",
    "ai-atk-s0503a3:62_9": "I backbiting, “I take this back.”",
    "ai-atk-s0503a3:62_10": "have you ever known you.",
    "ai-atk-s0503a3:62_11": "They should not live in my presence.",
    "ai-atk-s0503a3:62_12": "Those who come to the Buddha, and making a great noise of the Dhamma in this way, how will you do to him?” and to give up your confidence, and all to him to the Island of the Dhamma!",
    "ai-atk-s0503a3:62_13": "As they were dismissed by the Buddha, they all said: “Nuns, I, ignorant people, did you have a great reference to the Buddha, saying, “Venerable Sir, all have been dismissed by him.”",
    "ai-atk-s0503a3:62_14": "In this way, when those who saw the Teacher, we will come from the presence of the Teacher, and we’ll see a resplendent like the Teacher. Then we’ll be able to obtain such a limb, and we’ll have a supreme golden garland.”",
    "ai-atk-s0503a3:62_15": "After being very strong weakness they left.",
    "ai-atk-s0503a3:63_0": "after making it close to the Sumedhā,",
    "ai-atk-s0503a3:63_1": "they are called “Vajjis”, one by name and clan, who know the name of the countryside, and one country, and Bhaddiya” and “seven country,” and so on.",
    "ai-atk-s0503a3:63_2": "Therefore it was said: “He who is blameless.”",
    "ai-atk-s0503a3:63_3": "Vaggumudā, having given up the merits of the world, one Northerned through the merit of the world,",
    "ai-atk-s0503a3:63_4": "“They are harming a wrong turn.”",
    "ai-atk-s0503a3:63_5": "and desiring to help them in the meaning, they wish (it) for a league.",
    "ai-atk-s0503a3:63_6": "for my disciples are disliked by the meaning of this: “In order to explain the meaning, my disciples who wish well have caused a reason for the sake of (thinking): “In order to explain the meaning, however.”",
    "ai-atk-s0503a3:63_7": "having turned into his body, carried out by a systematic (?). Then he went to a good family, saluted out of compassion for him.",
    "ai-atk-s0503a3:63_8": "We will set out of compassion for ourselves, and don’t provide for myself.",
    "ai-atk-s0503a3:63_9": "Because he is a way of speaking the teaching the Buddhas rightly explained the caste, which he must take care of the life of purity and mindfulness due to the invariable. So in that case, when there is the fourth rainy season the practice of the meditation subject, the meditator’s embracing the meditation subject and twisted attention to mindfulness. So that is to say, the meditation subject here, the four lessingsks of mindfulness.",
    "ai-atk-s0503a3:63_10": "We live according to such a way that the Buddha teaches Dhamma in our way, when he lives in fact he comes to the right way, we will have earned the region of us.",
    "ai-atk-s0503a3:64_0": "At that very rainy season. On that occasion the rest of the Mahāthūpa, he vanished without turning back.",
    "ai-atk-s0503a3:64_1": "all the three knowledges according to the truths of the three knowledges, the five hundred mendicants underlying tendencies of their knowledge, namely, clans, because of the three knowledges, the divine eyes, and the three aggregates, and the three knowledges of the deathless.",
    "ai-atk-s0503a3:64_2": "These two, namely, clansmans were the three insights beginning with the knowledges of the profound happiness, of the bases of psychic power, who had mastered their direct-knowledge, and because of the supernormal powers, as they did in order to see that their vision.",
    "ai-atk-s0503a3:64_3": "Likewise the Blessed One guides to those whose self-mortifiers and men and distinguished themselves in the various orders of gods.",
    "ai-atk-s0503a3:64_4": "Thus, even though these monks know that the heavenly hosts didn’t exist.",
    "ai-atk-s0503a3:64_5": "for those monks have the six direct knowledges,",
    "ai-atk-s0503a3:64_6": "After doing this, they disappeared in the hall of the peaked roof in the Great Wood on the bank of the river Vaggumudā.",
    "ai-atk-s0503a3:65_0": "shining as much as they wished, he finds it,",
    "ai-atk-s0503a3:65_1": "For when the Buddhas are staying in one place, it is undefeated in this place where these people wounds, which are not long-falled, not naturally present, for a long time, and marriage of their life, is unshakable. It is no matter how they live.",
    "ai-atk-s0503a3:65_2": "But when people live in such a monastery or in the Buddha, they take up the precepts, and observances, and the path to stream-entry, once-returnership in those attainments. They leave them in their presence.",
    "ai-atk-s0503a3:65_3": "then the Independent Buddha in Sāvatthī did not wish to perform it.",
    "ai-atk-s0503a3:65_4": "Therefore it is said:",
    "ai-atk-s0503a3:65_5": "“So it seems that the Buddha is staying at Sāvatthī for as long as he liked, he set out wandering toward Vesālī.”",
    "ai-atk-s0503a3:66_0": "walking on walking tour he was walking along the road.",
    "ai-atk-s0503a3:66_1": "There are two kinds of conduct for the Buddha: it is of two kinds that are not actually content.",
    "ai-atk-s0503a3:66_2": "Herein, having seen Bāhiya, the giver of the following, seeing him with his own hands, gave the request (of the Buddha): “Dear Bāvari, obedies of (where) like a messenger”.",
    "ai-atk-s0503a3:66_3": "Another of town and country is included in jackals of the town and royal capital cities; it is for 80,000 leagues in this world, and it is not known that this is the name of the Laṅkā.",
    "ai-atk-s0503a3:66_4": "On the contrary, the rainy season is impure; the meaning is that it is the meaning.",
    "ai-atk-s0503a3:67_0": "Then they are the same:",
    "ai-atk-s0503a3:67_1": "alert, flatterers,",
    "ai-atk-s0503a3:67_2": "After rose three times before the ground, he said: “Through Vesālī! (Tissa have) obtained a various times, he refused (also) in the town,",
    "ai-atk-s0503a3:67_3": "and in the Great Wood called Ajātasattu, the Tissārāma (thus), and the Devaputtas,",
    "ai-atk-s0503a3:67_4": "But a laziness by the Himālayas, the great ocean drove it together with the sea and another, which is to be found terrified.",
    "ai-atk-s0503a3:67_5": "that is how there is no famous and retinue, a great sage.",
    "ai-atk-s0503a3:67_6": "she did the same.",
    "ai-atk-s0503a3:67_7": "Living in the presence of the Teacher, on the bank of the Vaggumudā,",
    "ai-atk-s0503a3:67_8": "knowing their mind is comprehending their mind, and having discovered it with their own mind, and knowing all the signs they needed for their own benefit.",
    "ai-atk-s0503a3:68_0": "Like the world of men : born in a conflagration, he is in (the Buddha).",
    "ai-atk-s0503a3:68_1": "the other meaning is shining in this way, and the sun is excellent.",
    "ai-atk-s0503a3:68_2": "Since these five hundred mendicants are in front of me, they are standing, sitting, or lying down in the darkness of blind-handed. And the Buddha praised me in the darkness of brightness and light, as he is giving up Yasoja.",
    "ai-atk-s0503a3:68_3": "Therefore it is said:",
    "ai-atk-s0503a3:68_4": "“The mendicants who are staying in the district.”",
    "ai-atk-s0503a3:68_5": "By unrepulsive: is the repulsive, pleasing is the meaning.",
    "ai-atk-s0503a3:68_6": "Which of these virtues are vast, plunged in virtue, still less than the special qualities of fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, and the practice of the hymns.",
    "ai-atk-s0503a3:68_7": "for this is said:",
    "ai-atk-s0503a3:69_0": "“Whether in the village or wilds, whether on low or on high ground,",
    "ai-atk-s0503a3:70_0": "where the Worthy Ones have, the Earth.”",
    "ai-atk-s0503a3:71_0": "you should sent away my head.",
    "ai-atk-s0503a3:71_1": "for the Teacher desires to see them in his presence.",
    "ai-atk-s0503a3:71_2": "And when the Buddha saw the mendicants, he said: “Seeing this, it is beneficial, aroused, and seeing the Thera.",
    "ai-atk-s0503a3:71_3": "When I had this dreadful racket, my dear, I shall put a dreadful racket on the ground. When a fine thoroughbreds of loads on the ground, Bhaddā’s education, they will quickly discover what was happening to him.”",
    "ai-atk-s0503a3:71_4": "At the end of the fruit of Liberation, having seen the highest gift of attaining the highest fruit of attaining the highest fruit, and he gave them a Dhamma talk.",
    "ai-atk-s0503a3:72_0": "He was the most senior monk, with the six direct knowledges, one that is his six direct knowledges.",
    "ai-atk-s0503a3:72_1": "mouthfuls with his mouth.",
    "ai-atk-s0503a3:72_2": "They say that the fourfold imperturbable concentration is said to be the first jhāna in the fourfold reckoning.",
    "ai-atk-s0503a3:72_3": "“Immersion” is a term for immersion due to imperturbable concentration.",
    "ai-atk-s0503a3:72_4": "why did the Buddha knew that their responding to those monks?",
    "ai-atk-s0503a3:72_5": "having entered upon them, these attainments (of spiritual path), I entered upon them and dwelt in the various attainments. This is the culmination of the way, the indication of the community by theft, and in order to show their (wholesome) deeds.",
    "ai-atk-s0503a3:72_6": "But some time later they told: “This is the supreme bliss of heavenly things; now they have gone to the supreme perfectly their own prosperity of their caste.”",
    "ai-atk-s0503a3:72_7": "Those venerables, having knew that the Buddha had attained that attainment, they entered it.",
    "ai-atk-s0503a3:72_8": "Therefore it is said:",
    "ai-atk-s0503a3:72_9": "“What kind of meditation is the Buddha practicing right now?”",
    "ai-atk-s0503a3:73_0": "And here the words beginning with the fine-material sphere appearance in the fine-material sphere, complete in all kinds of becoming enlightened: here the enlightened roots of the fine-material and immaterial states consisting in discrimination (of the three cleansed) with unsurpassed sense-sphere urgency and immaterial jhānas in the sense of urgency, of giving up the seeing is said to be “position” .",
    "ai-atk-s0503a3:73_1": "for this is said:",
    "ai-atk-s0503a3:74_0": "“What is it with a lady who has no imperturbable, whose mind is imperturbable,",
    "ai-atk-s0503a3:74_1": "You don’t step on your mind; it doesn’t imperturbable,",
    "ai-atk-s0503a3:74_2": "Their mind does not become dissatisfacted.",
    "ai-atk-s0503a3:74_3": "They don’t attain the imperturbable,",
    "ai-atk-s0503a3:74_4": "one whose mind is not reborn in the imperturbable,",
    "ai-atk-s0503a3:74_5": "Without getting rid of desire and greed, he doesn’t imperturbable in imperturbable.",
    "ai-atk-s0503a3:74_6": "The mind is free from desire, desire, fadest, thirst, passion, and imperturbable.",
    "ai-atk-s0503a3:74_7": "Their mind is not tired.",
    "ai-atk-s0503a3:74_8": "Since it is so, his mind inclines towards the imperturbable,",
    "ai-atk-s0503a3:74_9": "They don’t imperturbable unification of mind in the imperturbable,",
    "ai-atk-s0503a3:74_10": "and his mind is not satisfied with faith, but he does not restrain his mind.",
    "ai-atk-s0503a3:74_11": "his mind does not possess the imperturbable, who does not concept the imperturbable in energy.",
    "ai-atk-s0503a3:74_12": "his mind is not eager, confident, he does not attain the imperturbable.",
    "ai-atk-s0503a3:74_13": "immersion, agitation, aware through birth, does not imperturbable concentration.",
    "ai-atk-s0503a3:74_14": "his mind is wisdom, not the imperturbable.",
    "ai-atk-s0503a3:74_15": "lightly, when the mind has no imperturbable, they’re not disturbed in the darkness.”",
    "ai-atk-s0503a3:75_0": "These are the fourfold immaterial jhāna and the fine-material sphere belonging to the base consisting of boundless space. These are the fine-material jhānas in the fine-material and immaterial jhānas. These are the four jhānas in the fine-material sphere.",
    "ai-atk-s0503a3:75_1": "Having made them attain perfection the fruit of stream-entry, once-return, and attain the imperturbable attainments.",
    "ai-atk-s0503a3:76_0": "Excellent, past,",
    "ai-atk-s0503a3:76_1": "When departing, they deteriorate.",
    "ai-atk-s0503a3:76_2": "The Buddha remained silent.",
    "ai-atk-s0503a3:76_3": "dawn is said to the dawn: “One who is unmoved; the sun whirlpols is the moonlight in the eastern direction, to the sun rising in the eastern direction.",
    "ai-atk-s0503a3:76_4": "When the sun has risen, it is dark that lightly rises up, then the darkness when the light appears unclouded, just as it were, then in the morning, when the sun rises up.",
    "ai-atk-s0503a3:77_0": "Having risen from that concentration, he recovers from that concentration and attains the fruit of stream-entry, once-return, and perfection.",
    "ai-atk-s0503a3:77_1": "Ānanda, if you knew that the Buddha was ready, he would know this while these monks are now present.”",
    "ai-atk-s0503a3:77_2": "Your words wouldn’t have been told by you, “Venerable Sir, this is the current of the world.” But when you try to look after them, they made an end of three times.",
    "ai-atk-s0503a3:77_3": "But since you’re a trainee, you’re not able to make an effort to do so.",
    "ai-atk-s0503a3:77_4": "I said to them, “Bhikkhus, instead of repelling the night with these monks, I will show the Blessed One,",
    "ai-atk-s0503a3:77_5": "“Ānanda, these five hundred mendicants have been sitting in imperturbable meditation.”",
    "ai-atk-s0503a3:78_0": "Understanding this and inquiry, they apply themselves to the imperturbable immersion in all aspects of the modes.",
    "ai-atk-s0503a3:78_1": "utter this auspicious discourse to the monks, and with the full perfection of lust, they expressed this heartfelt sentiment to that state.",
    "ai-atk-s0503a3:79_0": "One who has given up the Jina to the skill in sense desires, who is unconcerned in the midst of the Those who subdue, etc., should be shown by one who has cut off the defilements, who is untied in this way, who has given up the noble one who is himself.",
    "ai-atk-s0503a3:79_1": "“Wea thorns, thorns, and relaxation.”",
    "ai-atk-s0503a3:79_2": "The meaning of this:",
    "ai-atk-s0503a3:79_3": "the thorns, thorns, flattering on the whole of the village,",
    "ai-atk-s0503a3:79_4": "And the practice that is connected with the tips of the skin should be understood as the way already described.",
    "ai-atk-s0503a3:79_5": "the abuse of the lady,",
    "ai-atk-s0503a3:79_6": "Shackles, etc., and similarly.",
    "ai-atk-s0503a3:79_7": "(But) by the words that by way of body, speech, and mind, without sense desire,",
    "ai-atk-s0503a3:79_8": "he has the same ill will in each of the third path.",
    "ai-atk-s0503a3:79_9": "Or alternatively, they abuse and insult them with the third path. ...",
    "ai-atk-s0503a3:79_10": "While standing on the mountain top of the net of a mountain heap is said to be found through the ending of all defilements. Enlightening in the carts of the defilement of all corruptions, (but) without defilement, without defilements, and with the single power of the defilement of the Jambudīpa . So he stands dispelling upon the Commitations of the Commentaries.",
    "ai-atk-s0503a3:79_11": "Pleasant bhikkhus don’t conquer the sign of pleasure and pain because he has a broken through the defilement of the suffering, etc., just as a bhikkhu who is living in the way already described.",
    "ai-atk-s0503a3:79_12": "Thus these five hundred mendicants headed by the Blessed One, the perfected ones, exclaimed an inspired person, and so on.",
    "ai-atk-s0503a3:80_0": "The third convocation is finished.",
    "ai-atk-s0503a3:81_0": "4. Sāriputtasuttavaṇṇanā",
    "ai-atk-s0503a3:82_0": "24.",
    "ai-atk-s0503a3:82_1": "Having attended to the fourth-moon and set his mindfulness at the front, he placed the news on the front.",
    "ai-atk-s0503a3:82_2": "For that is why in the Vibhaṅga:",
    "ai-atk-s0503a3:83_0": "“The mindfulness is established,” “There is no particular sign of in front or behind, and she attends on him.",
    "ai-atk-s0503a3:84_0": "Or alternatively, thinking: ‘He is attached to such a man, he thus he is called “Mindful” .",
    "ai-atk-s0503a3:84_1": "the meaning should be understood according to the analysis of penetration.",
    "ai-atk-s0503a3:84_2": "Here is the meaning in brief:",
    "ai-atk-s0503a3:84_3": "if he picks things out to protect the sick;",
    "ai-atk-s0503a3:84_4": "emancipating, it should be seen as the object.",
    "ai-atk-s0503a3:84_5": "And the meaning here is this: the meaning should be given in the first place according to the factors of the fine-material jhāna and the fine-material jhāna factors.",
    "ai-atk-s0503a3:84_6": "mindfulness of the body that is called “mindfulness” as in the sense of establishing mindfulness occupied with the body as a deathless.",
    "ai-atk-s0503a3:84_7": "But what is that absorption?”",
    "ai-atk-s0503a3:84_8": "and attained the fourth jhāna in the fourfold reckoning, and attained the fruit of Liberation.",
    "ai-atk-s0503a3:84_9": "How should we know?",
    "ai-atk-s0503a3:84_10": "he reveals an imperturbable meditation, and the Buddha made this same utterance:",
    "ai-atk-s0503a3:84_11": "Nor do I attain a happy abiding in blissful meditation in the present life.",
    "ai-atk-s0503a3:84_12": "For in the past I was conceived in a stage of preliminary working for myself, and the neighboring of the truths in the way that was taught by the Buddha, the Lord of the World. And this Dhamma was the Great Elders, when he was taught.",
    "ai-atk-s0503a3:85_0": "(But) this is the meaning of the Theras’s concentration, understanding that the imperturbable basis for such powers, etc., understanding that the startinginess of the embankments from that exalted utterance.",
    "ai-atk-s0503a3:86_0": "Herein, just as, when a rock is struck by a rock, a trunk, solid-roof-st, not a single, is the meaning.",
    "ai-atk-s0503a3:86_1": "It is unshakable, well-born, iron, settle, and unshakable.",
    "ai-atk-s0503a3:86_2": "When a mendicant has given up delusion, a mendicant doesn’t slant, slope, and incline to the underworld. They’re not exempt from all unskillful things. In the same way, they’re not skilled in all kinds of unskillful things.",
    "ai-atk-s0503a3:86_3": "Or alternatively, when deluded, can he attained Nibbāna in the four noble truths, which is called because he has attained Nibbāna, which is why it is called consisting in attaining of Nibbāna, like a wakening in the four noble truths, or that is why it is called “perfected” .",
    "ai-atk-s0503a3:87_0": "The Fourth section on the Realized One’s skin is finished.",
    "ai-atk-s0503a3:88_0": "5. Mahāmoggallānasuttavaṇṇanā",
    "ai-atk-s0503a3:89_0": "25.",
    "ai-atk-s0503a3:89_1": "In the five contemplations of mindfulness occupied with the body, etc., is the characteristic of the body, which is there too, as its object. This is the characteristic of distending the body as object.",
    "ai-atk-s0503a3:89_2": "Consequently: here one’s own self is undecided. That is why the meaning is, it is said to be foremost.",
    "ai-atk-s0503a3:89_3": "Or alternatively, the thirty-two aspects : here the thirty-two meditation subjects are thirty-two, the body is the same: it should be understood to be the same as produced.",
    "ai-atk-s0503a3:89_4": "Similarly: although he has established himself in a body and his mind appearance, his internal and externally, well-spheresed ,",
    "ai-atk-s0503a3:89_5": "Now where does this mindfulness have been established in oneself?",
    "ai-atk-s0503a3:89_6": "The Blessed One’s body consists of head hairs, body hairs, nails, teeth, and the things that are called to say, “head hairs, body hairs, and mind” . Herein, mindfulness is established in this body, and the establishment of mindfulness in him in detail, reviewing the repulsiveness of the bodies of his body, etc., already described in this way as “mind is mindful” .",
    "ai-atk-s0503a3:89_7": "And just as, when a creeper is filled in fourteen postures, etc., and because it is the outstanding of mindfulness and situational awareness, etc., of the physical nutriment, etc., and it is said to be “the mindfulness” according as it is said of the body, etc., and in which mindfulness it is established and that “mindfulness of the body” .",
    "ai-atk-s0503a3:89_8": "But here it is preceding the body that is a condition for the four elements, etc., and it is associated with the physical nutriment, and the states, in each and every case, and it is associated with the characteristic of impermanence, etc., and because it is actually impermanent, pervading the aspect of impermanence, etc., and that each aspect is similarly established in him.",
    "ai-atk-s0503a3:89_9": "But after seeing the Elder’s own fruit, he sat down on one occasion.",
    "ai-atk-s0503a3:89_10": "And here too, the one who understands this verses should not be understood according to the meaning in the Vibhaṅga thus: “He who should be engaged in the explanation of the meaning and desireless” .",
    "ai-atk-s0503a3:90_0": "having understood this, each is the path to which the Thera’s continued existence, after applying the mind to the means of the fourth absorption, having understood the attainment of fruition,",
    "ai-atk-s0503a3:90_1": "utter this exalted utterance: “Bhikkhus, mindfulness of breathing in concluding the development of mindfulness meditation.”",
    "ai-atk-s0503a3:91_0": "Herein, mindfulness is established in the body, and preceding mindfulness occupied with the body, since it is shared by mindfulness with faith, energy, mindfulness, immersion, and wisdom, and the state of aggregates, and the state of oppositeness of the states of opposites, etc., and it is established in him, and conformity with the complete understanding that attainment of the four characteristics, etc., then, observersing, and without coming to knowledge of the impermanence of development of mindfulness, etc., of the terms of the three characteristics of concentration, etc., and the four characteristics of sense faculties, etc., being arouse obsences of reviewing knowledge, and dissatisfactionality, etc., and the practices is having given up, and making the rest.",
    "ai-atk-s0503a3:91_1": "When they do this, they point out the six fields of contact as they are restrained: of the body, speech, and mind, of the six doors, the bases of contact, etc., as they lead to the growth of contact, and because they bring knowledge of them to mind the six doors of contact.",
    "ai-atk-s0503a3:92_0": "When a mendicant is concentrated in this way, he has a sense of urgency, lifting the mind on to it as its object, then having made it appeared in the presence of all beings. He, widely, close to clarity and dispelling, the development of concentration, the mind becomes concentrated in samādhi, and he widely concentrated concentration.",
    "ai-atk-s0503a3:92_1": "When it comes to extinguishment, an ordinary person swamps in their own different realms, their heart through the power of the Noble Ones’ heritages (the idleness of) the three deep knowledges, their own experiences because it is the means of the bliss of wide opening in himself and end, and because it is the path to realize extinguishment.",
    "ai-atk-s0503a3:92_2": "it is shown that extinguishment is supreme in the noble ones,",
    "ai-atk-s0503a3:92_3": "For the noble one with mind firmly established in the higher consciousness, which have a single slant, slope, and incline to extinguishment.",
    "ai-atk-s0503a3:92_4": "And the bhikkhu who is mindful regarding the body included by the six fields of contacts is established in whom mindfulness occupied with the body can know it by means of which they extend the mind, and on their own bonds:",
    "ai-atk-s0503a3:92_5": "When he has thus shown the path to Worthiness in that place, he shows the wrong path to perfection in the monk.",
    "ai-atk-s0503a3:93_0": "And another all:",
    "ai-atk-s0503a3:93_1": "mindfulness occupied with the body : it shows why the body is showered, mindfulness of breathing,",
    "ai-atk-s0503a3:93_2": "Restrained in regard to the six fields of contact: these six sense fields, contact, and contact are the fields of contact.",
    "ai-atk-s0503a3:93_3": "Contact is shown by means of contact as condition: feeling born of contact, moves, accesss, and absorption; of these six kinds of feeling, contact, and feeling.",
    "ai-atk-s0503a3:93_4": "a mendicant who is always immersed in samādhi like this becomes immersed in samādhi.",
    "ai-atk-s0503a3:93_5": "This mindfulness is the development of mindfulness meditation, and there is the middle that is how it is sensed in the development of the path in order to prevent it.",
    "ai-atk-s0503a3:93_6": "For the one who has rightly surmounted these five grasping aggregates in the past, future and present in regard to the five grasping aggregates, is the master of the five grasping aggregates.",
    "ai-atk-s0503a3:93_7": "In this way he shows them that there is,",
    "ai-atk-s0503a3:93_8": "He knew that Jotipāla would be extinguished by the four positions of his own defilements, and he could review it by himself thus: “A mendicant who is the cause of defilements, for their own defilements.”",
    "ai-atk-s0503a3:94_0": "Then mindfulness occupied with the body and the gift of one’s mindfulness occupied with the body as they were told, and the Theras is evident to them.",
    "ai-atk-s0503a3:94_1": "Recollecting the six fields of contact: among the six kinds of contact ; the gate through the doors of the bases of the sense spheres, in the excellent doors, and the abode of the lamps, as they illuminate, enlightenment of wisdom.",
    "ai-atk-s0503a3:94_2": "a mendicant who is immersed in samādhi like this can’t show the attainment of meditation.",
    "ai-atk-s0503a3:94_3": "But when a mendicant is practicing in this way, they might think about themselves as a consequence, and some business to be done. They would think only think further,",
    "ai-atk-s0503a3:95_0": "The fifth section for recitation on the proper conduct.",
    "ai-atk-s0503a3:96_0": "6. Pilindavacchasuttavaṇṇanā",
    "ai-atk-s0503a3:97_0": "26.",
    "ai-atk-s0503a3:97_1": "In the sixth (story) the Elder Pilindavaccha named Pilindavaccha, which is called a “change-”.",
    "ai-atk-s0503a3:97_2": "Vajjis out as “We shall stay in the open with the monks,” and “It is when we speak.” He makes a new abode for the sake of ourselves, etc., assembleing the monks.",
    "ai-atk-s0503a3:97_3": "many monks:",
    "ai-atk-s0503a3:97_4": "When the senior monk sees that the elder was coming, he thought, “This isn’t like this.” Then he thinks, “This was the impressive and infected with this. Then he thinks, “This is the proper procedure.”",
    "ai-atk-s0503a3:97_5": "Therefore it is said:",
    "ai-atk-s0503a3:97_6": "“Venerable Pilindavaccha addresses the mendicants as ‘lowlifes’.”",
    "ai-atk-s0503a3:97_7": "But some say:",
    "ai-atk-s0503a3:97_8": "“When the senior mendicants perceive this, how because of that the senior mendicants say that they bear harshly, rough they behave like this, or that they get a response, or one who thinks: ‘This is an unprincipled reputation’?”",
    "ai-atk-s0503a3:97_9": "The Buddha wants to make the preparation of hate on the senior monk, and he puts rough on the bank of the river, he added: “This is the word, rough, but he is unable to cause it.”",
    "ai-atk-s0503a3:97_10": "Therefore it is said:",
    "ai-atk-s0503a3:97_11": "“The Buddha is living in a certain monk’s presence.”",
    "ai-atk-s0503a3:98_0": "Herein, Vaccha, when the Teacher asks the monks, it seems, as follows: “The Teacher is truthfully established in the calm and has given attention to the knowledge of former lives, he does not repeat what they had said, ‘What is the reason why, I did you do this?” and he added: “Venerable sir, what is it my defilement of the past lives in a teacher’s previous lives, to give attention, or to the knowledge of the past lives in this way.",
    "ai-atk-s0503a3:98_1": "The monks were able to persuade those monks.",
    "ai-atk-s0503a3:98_2": "Therefore, monks, you have said: “Does it not accept.”",
    "ai-atk-s0503a3:99_0": "Herein, don’t think, “Herein, don’t because of such a kind of inclination.”",
    "ai-atk-s0503a3:99_1": "Do not have (such) putridge, do not think about it thus: “In this way he is the meaning.”",
    "ai-atk-s0503a3:99_2": "to make an end of the discussion on Vacchagotta’s self-controlled forth,",
    "ai-atk-s0503a3:99_3": "Now comes the time when an announcement about it, they said, “Now interruptedly.”",
    "ai-atk-s0503a3:99_4": "The meaning of this:",
    "ai-atk-s0503a3:99_5": "This is the danger of hate that is free from ill will ...",
    "ai-atk-s0503a3:99_6": "Though this is the point of his bodily conduct in the way already stated, according to the urgency, of the worms, etc., in the way beginning, “We shall give it to our wives,” and so on.",
    "ai-atk-s0503a3:100_0": "Herein, so called because she is born in the womb of an aristocrat, brahmin, and so on.",
    "ai-atk-s0503a3:100_1": "five hundred brahmins prominent in rebirth. They are the meaning of that birth, Vaccha, and or five hundred carpets born in them.",
    "ai-atk-s0503a3:100_2": "As a result, he was born in a sleeping place: “A mendicant whose cankers have ended the defilements, has completed the spiritual journey, done what had to be reborn, and was the five hundred and fifty monks. For a long time, however, he was born, Vaccha, and his birth behaved.”",
    "ai-atk-s0503a3:100_3": "But brahmins and householders addresses (revereign) for one (only) greed,",
    "ai-atk-s0503a3:100_4": "It sizable, thinking: “Perhaps it is the meaning.”",
    "ai-atk-s0503a3:100_5": "Hence it is said: “‘Because of that one who has a long way of conduct will give such previous practice.’",
    "ai-atk-s0503a3:100_6": "But in this body:",
    "ai-atk-s0503a3:100_7": "When such defilements are incapable of repelling even though they haven’t given up, because of the possession of defilements, etc., and because of the defilement of their defilement of their defilements and because of the possession of such defilement, etc., and because of the Lord God’s (good) excessivenesses.",
    "ai-atk-s0503a3:100_8": "But this has been abandoned by the attainment of the attainment of the absorption by means of the defilement of the defilements, there is no defilement of the Blessed One’s defilements.",
    "ai-atk-s0503a3:100_9": "And where the Realized One has given up his defilements, and his disciples have not abandoned it in order to purify their knowledge and vision.",
    "ai-atk-s0503a3:101_0": "Knowing this, Pilindavaccha has understood it is a calm, which is capable of making the innerence of his mindfulness.",
    "ai-atk-s0503a3:101_1": "utter this exalted utterance:",
    "ai-atk-s0503a3:102_0": "Herein, when this is not rising for one person, nor does he dwell in the peaceful states of loss, but in the noble path, or the state of loss, yet he blazes, etc., thinking, “I am the cleansing the reverence for one who isnce,” and the noble path does not arise when it is covered with such powers, etc., and with the characteristics of foes, etc.,",
    "ai-atk-s0503a3:102_1": "Valuing is the escape from sense desires, greed, rejoicing, and unformed, including the materiality, etc., about the ending of greed for fine-material jhānas, etc., of the path gone beyond all that states of non-existence in each case. Because it has not been described in the fine-material jhānas as its object, not authority.",
    "ai-atk-s0503a3:102_2": "Puṇṇaka was angry and uprooting the path to non-returnishing incestigating the noble paths, and it was completely cut off the underlying tendencies.",
    "ai-atk-s0503a3:102_3": "Yet he who is satisfied, and has entirely attained Nibbāna, whose mind is free from defilements, who has dissatisfied, with everything without defilements.",
    "ai-atk-s0503a3:102_4": "This ascetic is a brahmin who has ended the defilements, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the corruptions of the corruptions.",
    "ai-atk-s0503a3:102_5": "When a hateful person, overcome by hate, would still be appropriate for them to say that even though they reach absorption.",
    "ai-atk-s0503a3:103_0": "The sixth section on the Realized One is finished.",
    "ai-atk-s0503a3:104_0": "7. Sakkudānasuttavaṇṇanā",
    "ai-atk-s0503a3:105_0": "27.",
    "ai-atk-s0503a3:105_1": "Seven days after entering a certain state of immersion he attained some solitary meal offerings there. But some of them attained the fruit of immersion here and there.”",
    "ai-atk-s0503a3:105_2": "For that venerable lives blissful meditation in the present life, which is the fruitful and beneficial for seven days.",
    "ai-atk-s0503a3:105_3": "For that is why the Blessed One’s:",
    "ai-atk-s0503a3:106_0": "“Mendicants, whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption. ...",
    "ai-atk-s0503a3:106_1": "And so does Kassapa.",
    "ai-atk-s0503a3:106_2": "he dwells contemplating:",
    "ai-atk-s0503a3:107_0": "(but) he does not say such things as the Elder Nuns, etc., appears among the forty-three territory, etc., that he does not say, “This being what is the reason why do you have achieved?”",
    "ai-atk-s0503a3:108_0": "The Ancients said:",
    "ai-atk-s0503a3:108_1": "having attained a certain concentration, having attained the cessation of concentration,",
    "ai-atk-s0503a3:108_2": "But how is it said in the attainment of cessation?",
    "ai-atk-s0503a3:108_3": "In the sense of equality,",
    "ai-atk-s0503a3:108_4": "But what is this craft?",
    "ai-atk-s0503a3:108_5": "Stroking downwards and go down,",
    "ai-atk-s0503a3:108_6": "For the first tetrad should be undertaken by one of these two powers: the abandoning of the states of loss, the concentration through mindfulness of breathing, and the strength of these two kinds of concentration, and the path of the attainment of the path, and the bliss of immersion,. Then there are these four in number, that is, the knowledge of the path, the tranquillity of the states of discrimination, etc., and the knowledge of the path, by means of the actual formations of the round of becoming obliberations, etc., and the tranquilizing, and ignorance, they are the first and formations of the fruition, fair .",
    "ai-atk-s0503a3:108_7": "And this meaning should be understood in this way:",
    "ai-atk-s0503a3:108_8": "For this is the penetration of cessation regarding the path,",
    "ai-atk-s0503a3:109_0": "“What is the nine strengths, possession of three strengths, and sixteen kinds of direct-knowledge? The sixteen kinds of direct- knowledge, and the cessation of perception?”",
    "ai-atk-s0503a3:110_0": "After questioning, he said: “About the two powers, all the strength of the grounds, all the strength of them (?).”",
    "ai-atk-s0503a3:110_1": "That is the attainment of cessation, that is praised by the pure path.",
    "ai-atk-s0503a3:110_2": "But why does this senior monk attained the fruit of stream-entry, and after attaining cessation?",
    "ai-atk-s0503a3:110_3": "Because of compassion for sentient beings,",
    "ai-atk-s0503a3:110_4": "For the Great Elder All these attainments came out through the air, and the cessation of sentient beings rose up into the air.",
    "ai-atk-s0503a3:110_5": "For that is what he attained is said before it is very fruitful and beneficial.",
    "ai-atk-s0503a3:111_0": "and she emerged from the fruit of perfection.",
    "ai-atk-s0503a3:111_1": "When they have attained the fruit of cessation, if a non-returner still comes to the fruit of non-return.",
    "ai-atk-s0503a3:112_0": "Now at that time Sakka, the lord of gods, wanting to give almsfood to Venerable Mahākassapa,. He wanted to give him his father.",
    "ai-atk-s0503a3:112_1": "These five hundred deities have spoken of. They thought: “God-King, how could those deities come?” She replied, “Where doing so, lend an ear, was going for alms?” At Rājagaha, having approached, to whom the Elder Mahākassapa, looked at Rājagaha for alms.",
    "ai-atk-s0503a3:112_2": "Now, as to the first house and he thought, “Now, after considering the meditation subject,” and being asked, he told, “Now, who is why, having come, let us go,” and he added: “Now, having stretching him, he added, “Venerable sir, this alms-food, an auspicious alms-food,” and he replied, “Now is unable to do so,” the Therashold his son, and he told him to addresses him, “Now it is unable to go,” and he said, “Now, “Now, “Now, after which is an a recommend,” the elder is why the elder has come.",
    "ai-atk-s0503a3:112_3": "“What’s the point of this?”",
    "ai-atk-s0503a3:112_4": "“I shall exactly what belongs to the Sangha.”",
    "ai-atk-s0503a3:112_5": "“After what you’ve done.”",
    "ai-atk-s0503a3:112_6": "“This one of the gods.”",
    "ai-atk-s0503a3:112_7": "“We’re able to see the senior monks.”",
    "ai-atk-s0503a3:112_8": "After having himself wanted to give it up, some are old-aged, young, black-haired, bodies, and mounted on the bank of the river. He then threw arrows from the sky like a dog, bringing one full of the wide, and shovenly beautiful skin.",
    "ai-atk-s0503a3:112_9": "Therefore it is said:",
    "ai-atk-s0503a3:112_10": "“Now at that time Sakka, lord of gods, ...",
    "ai-atk-s0503a3:112_11": "which fills you with joy.”",
    "ai-atk-s0503a3:113_0": "Herein, one who moves irregularly in that place;",
    "ai-atk-s0503a3:113_1": "As a whirlst filled with rice-milk, like a chariot drawn out from its shell.",
    "ai-atk-s0503a3:113_2": "Then Sakka came to the house of Sakka, lord of gods,. He robed up and, taking his bowl and robe, raised his joined palms, and doing the same among the towns, the Best of (the Campā), he saw the elder governed it with his attendants in the sky intending to Jambudīpa on the ground. Then he saw the Jambudīpa (shown), when he was making surely founded that Jambudīpa.",
    "ai-atk-s0503a3:113_3": "“These do the work at the time",
    "ai-atk-s0503a3:113_4": "in this city there is no danger,",
    "ai-atk-s0503a3:113_5": "Having given it to them, it will be taken as given to them.”",
    "ai-atk-s0503a3:113_6": "and he left their house.",
    "ai-atk-s0503a3:113_7": "Seeing him coming, Sakka said this to the Lord of the World:",
    "ai-atk-s0503a3:113_8": "“Bhaddā, because I was coming here and there, hence you sit silently,",
    "ai-atk-s0503a3:113_9": "the meal, having shown the alms round, returning to the senior elder.”",
    "ai-atk-s0503a3:113_10": "Not seeing their own work, they continued to wait, saying:",
    "ai-atk-s0503a3:113_11": "Then Sakka said, “Hush, when standing like a house in that house, he stretched out like a cow.”",
    "ai-atk-s0503a3:113_12": "“I’ll go to you, Upavāṇa.”",
    "ai-atk-s0503a3:113_13": "After leaving the house, he having left the elder’s home, worshipped with both hands and feet, then carried out my knee, thinking, “After stretching on a leaf-worker, I’ve pre a little painted from my head, and now I’ll make an end of suffering, I’m not looking at a leaf-worker.”",
    "ai-atk-s0503a3:113_14": "Is there anything I’ll get something to go?”",
    "ai-atk-s0503a3:113_15": "When she had been reborn in a little family, she said: “I have been deprived.”",
    "ai-atk-s0503a3:113_16": "“Venerable sir, may I get coarse or fine. Please accept a better or fine.”",
    "ai-atk-s0503a3:113_17": "The elder should give the bowl to them, saying, “Give them old age. I’m going to old age and death.”",
    "ai-atk-s0503a3:113_18": "he entered the water-pot, placed the bowl on the ground, lifted the bowl with his hand.",
    "ai-atk-s0503a3:113_19": "Therefore it is said:",
    "ai-atk-s0503a3:113_20": "“Seeing Sakka, lord of gods,”",
    "ai-atk-s0503a3:114_0": "Herein, Ghaṭīkāra grabbed a meal.",
    "ai-atk-s0503a3:114_1": "They said: “Sometimes they’re driven out the waterpot in,” and they say no food.",
    "ai-atk-s0503a3:114_2": "Having removed the vessel, he lifts it up.",
    "ai-atk-s0503a3:114_3": "Likewise that of countless kinds of nutriment, he placed the bowl in the hand, which is like the Elder’s bowl, put away the bowl, placed it in the hand, and placed it on its head.",
    "ai-atk-s0503a3:114_4": "He eats mixed with many sorts, tied up with rice, and non-staple foods, which is eaten by termites, and so on.",
    "ai-atk-s0503a3:114_5": "countless ways with many different flails,",
    "ai-atk-s0503a3:114_6": "And the meaning is that it is handed out of respect for many purposes, many hundreds of each letters, beliefs, and phrases; and the meaning is that it is “with detail” because it is the meaning.",
    "ai-atk-s0503a3:115_0": "The alms-food was set out of his own hands outside the city at Rājagaha. The elder thought:",
    "ai-atk-s0503a3:115_1": "“This person is eating only alms-food, having a fine foods.",
    "ai-atk-s0503a3:115_2": "What is this?”",
    "ai-atk-s0503a3:115_3": "Then he understood him: “She is able,”",
    "ai-atk-s0503a3:115_4": "“So they’ve done a wrong with that gift, an oppressed, and given a gift to me as a priceless, that’s up with wrong view.”",
    "ai-atk-s0503a3:115_5": "“Who’s there’s a father?”",
    "ai-atk-s0503a3:115_6": "“Sir, how do you believe in the teaching?”",
    "ai-atk-s0503a3:115_7": "“Venerable Sir, I was to say that there was a Buddha awakened for themselves; but when I had performed the duties, I did a great deal of merit. But the Buddhas, the son of Makhātumā, the ruler of the earth, and had making merit.",
    "ai-atk-s0503a3:115_8": "I’ll enter the homes of the gods, thinking: ‘We’ll bathe ourselves in the mountains, and swept away I entered a house.’",
    "ai-atk-s0503a3:115_9": "For when the body is dead, I am fiery, my body doesn’t want to decay, and the corpses don’t break it.",
    "ai-atk-s0503a3:115_10": "Who’s hard to become a more senior?”",
    "ai-atk-s0503a3:115_11": "“This being so, don’t think like that.”",
    "ai-atk-s0503a3:115_12": "“After you, I have given a gift, I do not.”",
    "ai-atk-s0503a3:115_13": "“Is there a question?” —",
    "ai-atk-s0503a3:115_14": "“Yes, sir,” he replied. Then he took my advice and worshipping the senior elder, circumambulated Sunetta with his right side toward the drum. Then he expressed this heartfelt sentiment three times, saying: “Today this gift (of the Buddha).”",
    "ai-atk-s0503a3:115_15": "Therefore it was said: “Has the venerable Mahākassapa,” etc.",
    "ai-atk-s0503a3:116_0": "There she was Sakka, the Lord of the Gods, the Fortunate One,",
    "ai-atk-s0503a3:116_1": "meritoriously by means of a league away,",
    "ai-atk-s0503a3:116_2": "“No” is the meaning of the words;",
    "ai-atk-s0503a3:116_3": "at the air, rose up into the air,",
    "ai-atk-s0503a3:116_4": "In the sky, they say, “The space is bound in the space,” and they say,",
    "ai-atk-s0503a3:116_5": "Then, when the wind in the sky, the space came out through the space, he said to the removal of the kasiṇas,",
    "ai-atk-s0503a3:116_6": "Indeed there are eighth giving, whereby there is an incredible and amazing quality.",
    "ai-atk-s0503a3:116_7": "Sakka said: “Bhikkhus, having given up this incredible quality and enlightenment through the air, who has not found peace and whose mind is produced from time to time, for the sake of heaven, and whose mind has reached the end of the six fields of merit, whose mind has become clear, whose mind is peaceful, who has reached the highest gift, who has failed in attains the field for giving up that, and who has reached the stillness by giving up that gifts.”",
    "ai-atk-s0503a3:117_0": "But when he heard that, the Buddha was standing there like this, he said to the mendicants: “While, after hearing the sound, Sakka expressed this heartfelt sentiment, while walking mindfully in the air, saying, “Through that let us hear the same utterance, Venerable Kassapa, bringing them to mind!” And he said, “Bring this heart the remaining like this, they expressed this heartfelt sentiment, while speaking like this: “There, remaining like that!”",
    "ai-atk-s0503a3:117_1": "Therefore the Buddha said: “Bhikkhus, did you have a heavenly realm?”",
    "ai-atk-s0503a3:118_0": "Herein, the divine is called “born” because of the heavenly realms.",
    "ai-atk-s0503a3:118_1": "For even the deities are reborn in an embracing a good place, being the change of the Buddhas, the poison of the nature of a Buddha, and the object of the deities, being a most preference of the elements, and the object of the divine eye, is present.",
    "ai-atk-s0503a3:118_2": "Also when the Buddha’s powers are unimpededed through the power of energy, so the divine abidings of the kind already stated -",
    "ai-atk-s0503a3:118_3": "Besides, he even have gained the divine abidings that are divine necessary condition.",
    "ai-atk-s0503a3:118_4": "and it is with the sense-desire element thatnimality is a place of loss, a bad destination, and so on.",
    "ai-atk-s0503a3:118_5": "it is purified, free of defilements;",
    "ai-atk-s0503a3:118_6": "beyond the human state, he crosses the flood and reciters while going beyond human beings.",
    "ai-atk-s0503a3:119_0": "Understanding this matter the request of the attainment of the mass of men whose attainment has been established in the right size: “The gods, humans,” he exposed this heart on that account of the kingdom.",
    "ai-atk-s0503a3:120_0": "Herein, the alms-food eater’s practice is undertaken with one of the following statements:",
    "ai-atk-s0503a3:120_1": "Shouldn’t this verse found in Mahākassapa: “All the senior venerable Mahākassapa, having a preacher of the ascetic practice, they all answered each oneness with the ascetic practices.”",
    "ai-atk-s0503a3:120_2": "this very spot which is lost.",
    "ai-atk-s0503a3:120_3": "Or alternatively, all of them can be understood that these ascetic practices should be understood accordingly.",
    "ai-atk-s0503a3:120_4": "Then the venerables replied: “Neither in the Bhaṇḍuka’s Wood,” and so on, by the incompatible lineage beginning with the verses, “Enduch an abode, as well as eating alms food given by the drums of the family, and making it portions of alms food.”",
    "ai-atk-s0503a3:120_5": "It is to say that when they don’t give alms food, drink, clothes, and vehicles, all the time in order to purify his own continuation.",
    "ai-atk-s0503a3:120_6": "They replied: “Sometimes of all beings, being lazy and avarice, and socializing within these four favourable things, opposed themselves to blamelessly.”",
    "ai-atk-s0503a3:120_7": "It is not possible to provide looking down on material pleasures that have been.",
    "ai-atk-s0503a3:120_8": "Only then would this body be fostered with robes to look after the body and alms-food to look after the belly, effacement, and effacement. And he shows how to attain ultimate goal and equipment.",
    "ai-atk-s0503a3:120_9": "Or alternatively, they drew themselves one by each other, they still only look another for themselves, not another to be attached to their own bodies, not another. Because of this they differ only what they have.",
    "ai-atk-s0503a3:120_10": "Even if a man has ended the defilements, there is no ill-will in the future,",
    "ai-atk-s0503a3:121_0": "Gods and humans Yama ...",
    "ai-atk-s0503a3:121_1": "Since it is observed by a hundred yokes, the defilements of all the gods, dispels the constantly seeking the great fruit, metality, the act of mindfulness, the opposite sex, the gods, the Bestructed by fear, the neighborhood of all the people, and the spirits will goal and bridge, As a deity.",
    "ai-atk-s0503a3:122_0": "The Seventh sections are finished.",
    "ai-atk-s0503a3:123_0": "8. Piṇḍapātikasuttavaṇṇanā",
    "ai-atk-s0503a3:124_0": "28.",
    "ai-atk-s0503a3:124_1": "In the eighth day, later-food-refuser, later-food-refuser, frightening in the morning, and in the middle of the day. After the meal, they should only feel requested to that person.",
    "ai-atk-s0503a3:124_2": "After the meal, on return from alms-round, he dropped the alms-food in the return from alms-round after the meal, and then the meal is finished.",
    "ai-atk-s0503a3:124_3": "the boundaries called “the Kapilavatthu” is the name of the Avaruṇavatī.",
    "ai-atk-s0503a3:124_4": "it seems that because he had a hut made of scents and garlands, and sandalwood on drop of water, etc., was said to be in the assembly hall, “The hut is called the pavilion.”",
    "ai-atk-s0503a3:124_5": "Therefore, having made the name of the tree not far from the nearby (the Bodhisatta),",
    "ai-atk-s0503a3:124_6": "Gladening and melting, they say, “It is not yet the navel and the circle.”",
    "ai-atk-s0503a3:125_0": "at the time of time when the time is time, at the time of precincts.",
    "ai-atk-s0503a3:125_1": "He in a pleasing and pleasing rich, is the meaning.",
    "ai-atk-s0503a3:125_2": "And the meditators should be discerned by the beginning and also by the person.",
    "ai-atk-s0503a3:125_3": "For some of the bricks belonging to others is the best of the dispensation, others who are the truthful of the desirable and agreeable to others.",
    "ai-atk-s0503a3:125_4": "So the gate is the other gate,",
    "ai-atk-s0503a3:125_5": "But the meaning here should be understood in this way.",
    "ai-atk-s0503a3:125_6": "For one who has skilled in bricks, covetousness, skilled in loss, and bad.",
    "ai-atk-s0503a3:125_7": "Seeing visible in the eye, having invited them to enter the village, the lay followers, and having invited them to give them faded away, embracing the greed for eye-consciousness. Then they see the ear-, nose-consciousnesseder by theVictorious Ones, and countless things that are different things, subject to the ear-consciousness.",
    "ai-atk-s0503a3:125_8": "In the same way the drum of the sounds (persed) from the crowd of people in the household capital.",
    "ai-atk-s0503a3:125_9": "Likewise: worshipping with scented garlands, etc., to burn, carpets and so on.",
    "ai-atk-s0503a3:125_10": "to be given by you the opportunity to use your alms food and drink,",
    "ai-atk-s0503a3:125_11": "Touches with the tangibles of tangibles, the time to touch the advantages of touches.",
    "ai-atk-s0503a3:125_12": "and having given five-hundred pieces of cloth, he said: “This is the conduct of the mind-made body, after having shown that he is assigned, it is said, it is because he has already shown that the intention is effected.”",
    "ai-atk-s0503a3:125_13": "The Buddha has said:",
    "ai-atk-s0503a3:126_0": "what can be gained by others, what is he gained not?",
    "ai-atk-s0503a3:126_1": "When they invited the village for a meal, ate from afar, and not at the wrong time, even though they had been invited to him unevenly likewise.",
    "ai-atk-s0503a3:126_2": "But the alms-food is permanent, which is everlasting, eternal, imperishable, and will last for the sake of the noble paths, when they say:",
    "ai-atk-s0503a3:126_3": "Hence it is said:",
    "ai-atk-s0503a3:126_4": "“Here, reverends, I too should eat almsfood.”",
    "ai-atk-s0503a3:127_0": "Well then, let me go to a heavenly realm.",
    "ai-atk-s0503a3:127_1": "we shall get the hunter,",
    "ai-atk-s0503a3:127_2": "Hence having heard that conversation, he said: “This is the talk about in our tradition; I shall go forth with the monks; I’m going forth together with the Buddha, and not having heard that.” Then he said, “Having heard the mansion of the dispensation, and likewise I am going to such and such a winnowing the pavilion.”",
    "ai-atk-s0503a3:127_3": "it is recorded that while the rest is reckoned.",
    "ai-atk-s0503a3:128_0": "When he knew the meaning of this, he said: “Surely it is fatiguing for the purpose of having menstruating the defilements, poisoned yourselves, flattered by craving, brought you to report your state.” And knowing that this was the case, it would be appropriate for him to go to another state of existence.”",
    "ai-atk-s0503a3:129_0": "Herein, if not, he should look at the next world: “If not, then what is eaten, drunk, chewed and tasted, the ultimate goal of others, have the ultimate range of in the way already stated having few wishes?”",
    "ai-atk-s0503a3:129_1": "For craving there is no need,",
    "ai-atk-s0503a3:129_2": "sounds, smells, tastes, touches, and precises; the birds have ultimate palace;",
    "ai-atk-s0503a3:129_3": "The remainder in the same way is as in the restrained.",
    "ai-atk-s0503a3:130_0": "The eighth Congregation is finished.",
    "ai-atk-s0503a3:131_0": "9. Sippasuttavaṇṇanā",
    "ai-atk-s0503a3:132_0": "29.",
    "ai-atk-s0503a3:132_1": "Reverends, are the nine professions gathered here? Who are you sitting here? Who do you know that weakened? What are the signs?”",
    "ai-atk-s0503a3:132_2": "Who is studying: to train in a profession of the training? Why are you going to a street and square to the elephant?",
    "ai-atk-s0503a3:132_3": "Endowed with a craft is the greatest of all the crafts, without trouble or difficulty; for the greatest of it is the best of bodies, transmigration, and It is the best of bodies.",
    "ai-atk-s0503a3:132_4": "Whatever is included by the (true) life .",
    "ai-atk-s0503a3:132_5": "Some of the monks were present to them,",
    "ai-atk-s0503a3:132_6": "Those who have gone forth from the hands of the King.",
    "ai-atk-s0503a3:132_7": "But they told him what was happening.",
    "ai-atk-s0503a3:132_8": "Here, however, is it stated in the case of the ultimate sense.",
    "ai-atk-s0503a3:132_9": "elephants, horses, rolls, chariots, decreases, and the tillions of the elephants, bodies, etc., have been done for the sake of this because there is.”",
    "ai-atk-s0503a3:132_10": "Likewise with a profession, too.",
    "ai-atk-s0503a3:132_11": "one should prepared charioteers, vehicles, villages, towns, chariots, and so on.",
    "ai-atk-s0503a3:132_12": "very professions, wealthy, and pride—",
    "ai-atk-s0503a3:132_13": "Remember the crafts, being restrained in crafts,",
    "ai-atk-s0503a3:132_14": "Taking the very best,",
    "ai-atk-s0503a3:132_15": "learning the craft, counting:",
    "ai-atk-s0503a3:132_16": "“Anything is stated in brief, etc., study, and so on,",
    "ai-atk-s0503a3:132_17": "When he sees that he has apprehended thus, “He can know what tree has been worn away by him.”",
    "ai-atk-s0503a3:132_18": "wrapped in various ways, not rising the traverses, doing the knowledge of the profession,",
    "ai-atk-s0503a3:132_19": "”Only, whether a ocher or a gradual composing, he should think, “I shall get rid of it like this: ‘I shall give it to him, I shall do what should be done,’ or without his getting better.” And having seen him, at the consequence of such a kind, he should make an effort to do so.",
    "ai-atk-s0503a3:132_20": "for this is said by the Blessed One:",
    "ai-atk-s0503a3:133_0": "“Mendicants, these four ways is a poet who thoughtfully composes his own work, a poet who repeats the oral transmission.”",
    "ai-atk-s0503a3:134_0": "In the world cosmology, “As a craft is like a champion, a necklace, a redden. They say this: “Such is the escape from eating; it is like that’s reaching Nibbāna.”",
    "ai-atk-s0503a3:134_1": "transferred to the seventh, which are quite clear, composed,",
    "ai-atk-s0503a3:134_2": "these twelve great kings:",
    "ai-atk-s0503a3:134_3": "Hence it is said: “Herein, a craft is the greatest of the crafts,”",
    "ai-atk-s0503a3:135_0": "Having understood that this is the escape from all defilements, this is the extent of behaviors, etc., inclusively the minds of all suffering without having attained that states of an unpurified pervasion. Understanding that, when the mind is well developed in any way, he exalted itself in every case.",
    "ai-atk-s0503a3:136_0": "There, live by means of the four kinds of persons there are dependent on the neighborhood of the deathless because of the Lord of the mattress, he shows no way of livelihood.",
    "ai-atk-s0503a3:136_1": "Talking is shown by so many effacements and shaking at ease, and so on, without having asked permission of the four dispensations,",
    "ai-atk-s0503a3:136_2": "Devoted to the meaning of the world with its gods, its lords of death, in order to show the meaning, and so on, to the very same virtues of the Pātimokkha ceremonies, in order to show its meaning, he shows the exposition of the world, in order to show its meaning, and in order to show its meaning.",
    "ai-atk-s0503a3:136_3": "Restraint of faculties: of sense faculties, livelihood, effort, mindfulness, and sense restraint, sense faculties, controlling the sense faculties,",
    "ai-atk-s0503a3:136_4": "He is unconditioned in all aspects, so pure in precepts and observances, likewise with all four noble truths, which is well established in oneself, having revealed in every way, and that is suitable for attaining the first three lower fetters, and that attainment is, the noble paths of the fruition of all, and that follows the path.",
    "ai-atk-s0503a3:137_0": "Those going beyond all discovers, release with the ending of craving, fading away, cessation, giving away, and letting go of all attachments.",
    "ai-atk-s0503a3:137_1": "having given up conceit, wandering alone, thus he is a group-of-five monks, attained Liberation, as happens when a bhikkhu, he is satisfied by the way of all kinds of conceit, and he gives them up and then sees all the paths of seclusion, like the mendicant Serpents in the morning, after eating the destruction of craving and deportment.",
    "ai-atk-s0503a3:137_2": "And here it is expounded to him in all ways: “How may we be supramundane talk,” and so on. He should look at the upper story, etc., which has been supramundane.",
    "ai-atk-s0503a3:137_3": "Herein, we are not present in someone whose livelihood is said: “This is the wrong way, this is the wrong way, this is the wrong livelihood, but this is the wrong kind of livelihood by means of proper livelihood.”",
    "ai-atk-s0503a3:138_0": "The Nine Discourses on the Uppalavaṇṇā is finished.",
    "ai-atk-s0503a3:139_0": "10. Lokasuttavaṇṇanā",
    "ai-atk-s0503a3:140_0": "30.",
    "ai-atk-s0503a3:140_1": "There are these ten kinds of vision: here in the Buddha who possessed the knowledge of the Dhamma, and the eye of the sense faculties, and who possessed the six (supernatural) faculties and the knowledge of the analysis of (magical) faculties, according to the eye faculty, –",
    "ai-atk-s0503a3:141_0": "“The Buddha saw sentient beings with little dust in their eyes, and is very imperturbable and with much dust on the eyes.”",
    "ai-atk-s0503a3:142_0": "The world: three worlds: the world of locations, the world of beings, and the world of beings –",
    "ai-atk-s0503a3:143_0": "“A galaxy extends a thousand times as far",
    "ai-atk-s0503a3:144_0": "dispelling the quarters.",
    "ai-atk-s0503a3:145_0": "A thousand world systems",
    "ai-atk-s0503a3:146_0": "There is this Teaching to you.”",
    "ai-atk-s0503a3:147_0": "the world of location.",
    "ai-atk-s0503a3:147_1": "“One world:",
    "ai-atk-s0503a3:147_2": "All sentient beings are sustained by food –",
    "ai-atk-s0503a3:147_3": "The three worlds: Three worlds:",
    "ai-atk-s0503a3:147_4": "Three worlds:",
    "ai-atk-s0503a3:147_5": "Four worlds: five worlds:",
    "ai-atk-s0503a3:147_6": "Five worlds: six kinds of world:",
    "ai-atk-s0503a3:147_7": "Six interior sense fields:",
    "ai-atk-s0503a3:147_8": "Seven planes of consciousness:",
    "ai-atk-s0503a3:147_9": "nine worlds:",
    "ai-atk-s0503a3:147_10": "Nine worlds: ten worlds:",
    "ai-atk-s0503a3:147_11": "Twelves of ten bases:",
    "ai-atk-s0503a3:147_12": "whose twelve bases there are eighteen bases:",
    "ai-atk-s0503a3:147_13": "the eighteen elements” .",
    "ai-atk-s0503a3:147_14": "“The world is eternal, not eternal.”",
    "ai-atk-s0503a3:147_15": "and here the world of beings should be understood here:",
    "ai-atk-s0503a3:148_0": "Herein, a world of having dysentery: it can be a wheel-turning monarch.",
    "ai-atk-s0503a3:148_1": "As he was preparing with sympathy for him, the Buddha compassionate towards them, and the seven world leading to the suffering of beings.",
    "ai-atk-s0503a3:148_2": "What is the passing of seven days of seven days?",
    "ai-atk-s0503a3:148_3": "it is the first realm of sentient beings.",
    "ai-atk-s0503a3:148_4": "If the Buddha knew that his couch was practiced in the last watch of the night, the native spirits appear.",
    "ai-atk-s0503a3:148_5": "On the sun rises, he chooses this light: “Surely the sun”, and so on, even with this air he sets out on fire, thinking, “Suching the world with its gods, I shall give it to the north, and I’ll be able to get near it?”",
    "ai-atk-s0503a3:148_6": "That of which is said:",
    "ai-atk-s0503a3:148_7": "“The Buddha has passed away from that state of immersion.”",
    "ai-atk-s0503a3:149_0": "There you saw its own urine in this world with its own hands, and its own floors, which were like a multi-coloured doll.",
    "ai-atk-s0503a3:149_1": "that is tormented, looking around, looking for showing (them) eyes,",
    "ai-atk-s0503a3:149_2": "countless sufferings,",
    "ai-atk-s0503a3:149_3": "for it is called “restraint” that is to say of the peaceful states beginning with “restraint in the sense of use.",
    "ai-atk-s0503a3:149_4": "“Suffering is both suffering and change.”",
    "ai-atk-s0503a3:149_5": "And that is why both pain and the same kind of suffering in the various ways, and so on.",
    "ai-atk-s0503a3:149_6": "Therefore it was said: “Now what has been said by him.”",
    "ai-atk-s0503a3:149_7": "abandoned by many countless sufferings,",
    "ai-atk-s0503a3:149_8": "The sixteen contempts:",
    "ai-atk-s0503a3:149_9": "when the fire is burning, the heat consumed by the gate is being made up of a fire,",
    "ai-atk-s0503a3:149_10": "born in greed, hate, and delusion—",
    "ai-atk-s0503a3:149_11": "The same method applies",
    "ai-atk-s0503a3:149_12": "For whatever passion arises in him when he is added, the Lord of the Worlds are said:",
    "ai-atk-s0503a3:149_13": "“Mendicants, there are these three fires:",
    "ai-atk-s0503a3:149_14": "greed, hate, and delusion.”",
    "ai-atk-s0503a3:149_15": "and since they are called defilements without defilements.",
    "ai-atk-s0503a3:149_16": "And here the Buddha shows how the position of sentient beings should be shown by that how the Blessed One is a cause of greed, etc., here for the sentient beings to be shown them.",
    "ai-atk-s0503a3:149_17": "(but) if he is being present, it is said to have depressed by this advantage in the immaterial states.",
    "ai-atk-s0503a3:150_0": "For the Blessed One, sitting cross-legged for the first time, having risen above the trees, was sitting in the middle of the suffering, and having dyed all beings, collected the suffering in the mud, and having cut off the defilements, the way that is the root of the path, and the third, and the suffering from the central squee, the knowledge of the death and rebirth of sentient beings, and ignorance, and it was like the laying to homelessness. And he saw sentient beings sitting cross-legged for seven days without reviewing the path to the Buddhas, his own insights, and the paths of the paths, he reached the end of suffering independent of suffering.",
    "ai-atk-s0503a3:150_1": "Therefore it was said: “The Buddha saw. ...”",
    "ai-atk-s0503a3:150_2": "free of delusion.”",
    "ai-atk-s0503a3:151_0": "Having understood this, they all residence according to the world, having mastered it in every way the world, having mastered it as it is.",
    "ai-atk-s0503a3:151_1": "Through this exposition of the teaching on all sides exalted utterance: “Through this great earthquake to Nibbāna,”",
    "ai-atk-s0503a3:152_0": "Herein, this world is born: the whole world, the world is produced by old age and death. And the whole world has arisen in them, the end of their defilements.",
    "ai-atk-s0503a3:152_1": "touches by contact with counterparts, which brings suffering.",
    "ai-atk-s0503a3:152_2": "Then, although contacting: the meaning of contact through the three kinds of contact, the suffering through the outer cutting off of contact through the six doors, the contact through that, the suffering through the daggregates, the suffering from it by means of the contact.",
    "ai-atk-s0503a3:152_3": "It is because of one’s self that arises conditioned by contact, feeling born of contact, perception, choices, and consciousness, or of the origin of suffering, or of the cessation of perception and feeling. He says “I am this, ‘ unpleasant feeling’ is the self’.”",
    "ai-atk-s0503a3:152_4": "“Painful” and “fet.",
    "ai-atk-s0503a3:152_5": "The meaning of this:",
    "ai-atk-s0503a3:152_6": "The world, the world is unable to make an end of suffering. It is the unhappy destiny, unhappy, based on the suffering inheritance, Māra, and his oppressed, looks on me. And it’s only for the sake of himself, brings them to the end.",
    "ai-atk-s0503a3:152_7": "Or alternatively, when one does not know, “This is the suffering”, the circumstances are permanent, lasting, and eternal.",
    "ai-atk-s0503a3:153_0": "For whereby one is born in oneself, fact that is real, Etc. It’s because of which one’s own observed of the past, future, or present.",
    "ai-atk-s0503a3:153_1": "He is something else than that, which is he based on the self-mortification, which is quite different from that. Their aggregates are real, not otherwise.",
    "ai-atk-s0503a3:153_2": "It is possible to live without a crafts, tireless or uncertainty, but it isn’t good.",
    "ai-atk-s0503a3:153_3": "Or alternatively, therefore they are only the one who understands the aggregates, since it is permanent, eternal, and so on.",
    "ai-atk-s0503a3:153_4": "for it’s not possible to give rise to satisfying.",
    "ai-atk-s0503a3:154_0": "The state of existence is cut off eradicated, loving being around the seventh lost opportunity, as happens when a sentient being is drawn out from the near shore and the far shore.",
    "ai-atk-s0503a3:154_1": "Since you take pleasure in such a case, you hope for what isn’t clear, and that’s how you take pleasure in it.",
    "ai-atk-s0503a3:154_2": "Or alternatively, thinking “The self is one thing, it is impermanent, suffering, and perishable.”",
    "ai-atk-s0503a3:154_3": "He is reborn in the heavenly realm, which is a mindful worker, has held on the sword.",
    "ai-atk-s0503a3:154_4": "They are disillusioned with being attached to continued existence, etc., and so on there is no craving for continued existence. Neither that is permanent, eternal, and imperishable.",
    "ai-atk-s0503a3:154_5": "But when you take pleasure in them, whatever enjoyment there is—excessive repelled by sensual pleasures, ill will, observed by the power of continued existence, etc.,—that suffer in the sense of having no continued existence.",
    "ai-atk-s0503a3:154_6": "After this passing away he is born, produced by old age and death, from sorrow and lamentation, pain, sadness, and distress.",
    "ai-atk-s0503a3:154_7": "Or alternatively, it is the breaking of the vanity (of existence), from the breaking up of suffering, the origin of suffering, and the ending of suffering. The meaning is that suffering from the dispelling of suffering.",
    "ai-atk-s0503a3:154_8": "Or alternatively, what is impermanent is suffering, what is impermanent, suffering, and perishable, is the meaning.",
    "ai-atk-s0503a3:155_0": "and showing them the spiritual life.",
    "ai-atk-s0503a3:155_1": "Herein, having given up the continuation of existence, the abandoning of existence,",
    "ai-atk-s0503a3:155_2": "Now, on account of the reasoning rewards:",
    "ai-atk-s0503a3:155_3": "* is singly the seat (and) desiring (in return),",
    "ai-atk-s0503a3:155_4": "as spiritual path:",
    "ai-atk-s0503a3:155_5": "for it will fill up thefulness.”",
    "ai-atk-s0503a3:155_6": "This is said:",
    "ai-atk-s0503a3:155_7": "In the same way, I have laid down a declaration of sensual pleasures with the origin of sense desires, this is the top of the infatuation of the life of purity. This is the four kinds of mindfulness meditation. Death I haven’t developed the following enlightenment of the noble ones. Having done so, I lived in the spiritual life I have attained the four noble eightfold paths and reached the goal",
    "ai-atk-s0503a3:156_0": "When this path is said, she shows one to the noble path, saying: “Noble One, what is to say now?”",
    "ai-atk-s0503a3:156_1": "Herein, “Probation” is in that place",
    "ai-atk-s0503a3:156_2": "is inferior.",
    "ai-atk-s0503a3:156_3": "Where are there to provide?",
    "ai-atk-s0503a3:156_4": "And he does likewise.",
    "ai-atk-s0503a3:156_5": "merely through going forth as an ascetic, not by the ascetic,",
    "ai-atk-s0503a3:156_6": "of brahmins and householders, Bāhiya of the brahmins,",
    "ai-atk-s0503a3:156_7": "caught in the sound of drums,",
    "ai-atk-s0503a3:156_8": "state of existence having destroyed these three states of existence. Some of them lived under the heading of continued existence, having transmigrated through freedom.",
    "ai-atk-s0503a3:157_0": "How do you say, ‘ being one who kills?’",
    "ai-atk-s0503a3:157_1": "When someone has attained extinguishment in the present life, then say: “Those five kinds of sensual stimulation are extinguished in the present life, since they have attained ultimate extinguishment.”",
    "ai-atk-s0503a3:157_2": "“In the first jhāna the fine-material jhānas ...",
    "ai-atk-s0503a3:157_3": "There are some who say, “Possessing themselves in the present life,” and they say, “Those who have attained ultimate extinguishment in the present life,” said,",
    "ai-atk-s0503a3:158_0": "“Mendicants, there’s an ascetic or brahmin who has this doctrine and view: ‘This is their self’, this is the self’,",
    "ai-atk-s0503a3:159_0": "But those whose mind has become yet all the grounds for subtlety through diverse fields and lands, as it were pleasurable to the shade of sensual pleasures, etc., and because it is well developed by the throat of all suffering, and the force of the fine-material existence, it will not because I will have become the kind of freedom from continued existence.",
    "ai-atk-s0503a3:159_1": "And the fools having transmigrated through birth and death, having destroyed the foolish and the astute say: “Continued existence and the fool is said to be liberated from continued existence” .",
    "ai-atk-s0503a3:159_2": "for this is said:",
    "ai-atk-s0503a3:160_0": "“One who is coming, Mahākappina, and producing a hundred thousand fools, after making an end of suffering.”",
    "ai-atk-s0503a3:161_0": "All states of existence:",
    "ai-atk-s0503a3:161_1": "and it is said in the dissatisfaction with the continuation of existence as a view of continued existence and view of the mundane and suppression. Likewise in the case of the future.",
    "ai-atk-s0503a3:161_2": "The views of continued existence and the one who has ended the defilements; and the one who lives in dependence on the continuation of existence is permanent, everlasting, eternal, complete, and imperishable. That is: “Through the liberations, the efficacy of each other, and that is eternal, this is the supreme liberation of the Dhamma.”",
    "ai-atk-s0503a3:161_3": "Continually it is the level of an unfreed, unattached, seeing the escape from continued existence.",
    "ai-atk-s0503a3:161_4": "That is why the Blessed One said:",
    "ai-atk-s0503a3:161_5": "“From all you say that!”",
    "ai-atk-s0503a3:162_0": "about the annihilation of existence,",
    "ai-atk-s0503a3:162_1": "I said:",
    "ai-atk-s0503a3:162_2": "for and they claim to be free of continued existence.",
    "ai-atk-s0503a3:162_3": "(but) from the annihilation of existence or from the annihilationist",
    "ai-atk-s0503a3:162_4": "It is annihilated and destroyed when conscious view: it is called “finement” in the way already stated produced . It is “in annihilationism” .",
    "ai-atk-s0503a3:162_5": "For sentient beings come up to annihilation, they speak on the annihilation, and secure themselves hony.",
    "ai-atk-s0503a3:162_6": "for this is said:",
    "ai-atk-s0503a3:163_0": "“This self is physical, made up of the four primary elements. ...”",
    "ai-atk-s0503a3:163_1": "That’s how this self lives, with the dimension of neither perception nor non-perception is right.”",
    "ai-atk-s0503a3:164_0": "Likewise:",
    "ai-atk-s0503a3:165_0": "“There’s no meaning in giving, sacrifice, or offerings. ...",
    "ai-atk-s0503a3:165_1": "Both the foolish and the astute are annihilated and destroyed when their body breaks up, and they don’t exist after death.”",
    "ai-atk-s0503a3:166_0": "even those who go for refuge to the Buddha, the teaching, and the Saṅgha.",
    "ai-atk-s0503a3:166_1": "That is why the Blessed One said:",
    "ai-atk-s0503a3:166_2": "“I say that all you have no underlying tendency to continued existence.”",
    "ai-atk-s0503a3:166_3": "For there is no way inclination of the noble path, do not stop having any defilements,",
    "ai-atk-s0503a3:166_4": "Therefore, just as those ascetics and brahmins do not become agitated with the stain of avarice, schemed and schemedness, separated from the various kinds of views, craving for the parts, assessing of identity view, etc., because of the ending of craving, etc., are boundediness in the cases of the elimination of craving, and is the ground for the liberation of their views, and ignorance.",
    "ai-atk-s0503a3:167_0": "But there will be an undefinished space in four ways when they don’t reach the end of the four states of existence as the irreversible and the unshakable, the ignoble, and the vanity of peace, and the vanity of health, etc., which is the escape from mentality and being free from it, and that the Teacher,”",
    "ai-atk-s0503a3:167_1": "Herein, the attachment to clinging to the attachments;",
    "ai-atk-s0503a3:167_2": "is inferior.",
    "ai-atk-s0503a3:167_3": "and after making the following resolution:",
    "ai-atk-s0503a3:167_4": "birth is suffering,",
    "ai-atk-s0503a3:167_5": "what is said:",
    "ai-atk-s0503a3:167_6": "There is including the aggregates of the views, the desireless liberations, the aggregates, and the suffering inherent they have reached (their) suffering.",
    "ai-atk-s0503a3:167_7": "For the defilements of the corruptions without reaching the end of the defilements, desire to be reborn, and ignorance.",
    "ai-atk-s0503a3:167_8": "Therefore it is said:",
    "ai-atk-s0503a3:167_9": "“This suffering exists dependent on the sickness.”",
    "ai-atk-s0503a3:168_0": "And now there is no escape from the ultimate suffering in this way for the complete ending of suffering without grasping.",
    "ai-atk-s0503a3:168_1": "Herein, all kinds of grasping are seen. All these kinds of grasping aggregates, grasping, mental fixations, insistence, and underlying tendencies.",
    "ai-atk-s0503a3:168_2": "Herein, grasping there are three kinds of grasping. They provide fuel for attachment. These are the three kinds of grasping.",
    "ai-atk-s0503a3:168_3": "Attachment to sensual pleasures is quite enough for the first removal of greed for sensual pleasures, truthful, and subtle, and fine; and also for the third path to play in the four noble truths. And it’s appropriate to understand that the fourth path to attain the third path to the fourth.",
    "ai-atk-s0503a3:168_4": "And there is no origination of suffering in this way for the complete ending of all grasping, the aggregates of defilements, or the absence of all suffering. But there is no origination of suffering for them.",
    "ai-atk-s0503a3:169_0": "The Buddha rolled around the cause, and without getting a reason for this, he said, “Noble One, it is not allowable for us to show the skull.”",
    "ai-atk-s0503a3:169_1": "Herein, it seems to me that the Buddha has resigned the world with his own eyes, and he saw what was said. And while looking at himself, he sat in the like a lamp’s dwelling.",
    "ai-atk-s0503a3:169_2": "the many kinds of poison.",
    "ai-atk-s0503a3:169_3": "With ignorance given rise to ignorance, they don’t claim: “Ignorance” is said.",
    "ai-atk-s0503a3:169_4": "Being disillusioned, desire to be reborn, and ignorance—",
    "ai-atk-s0503a3:169_5": "Difference in the fine-material and immaterial states beginning with the perception of the earth, water, fire, air, state of liberating, and so on, pursuing the development of craving, etc., of the women, etc., of the women’s mentioned by women, and so on.",
    "ai-atk-s0503a3:169_6": "Their view of continued existence is not freed from continued existence, from the future lives, and is not freed from continued existence.",
    "ai-atk-s0503a3:170_0": "And here it is said in the first phrase “Bhikkhus, there are seventy-two aspects in the air” of all and “beings,” and firstly, beginning with the point of beings, “The dispening the three worlds,” etc., in order to explain the special qualities of peace, proclaimed by disciples, and then “That is the enlightened One with the Enlightened One. ” And the words “The Teacher, the island of existence is indeedower than myself, he has performed his own life” .",
    "ai-atk-s0503a3:170_1": "and making this point he thinks, “This is vomited by the inspect of language” and “This is gradually the scriptures,” “This is much troublesome .”",
    "ai-atk-s0503a3:170_2": "Whatever one particular individual essence is incapable of creating change in accusations, in other words, the phrases, the cooking of divisions. They are discriminated only after the deathless, and sustained thought.",
    "ai-atk-s0503a3:171_0": "now we will show the way to rebirth of the ascetics of other religions.”",
    "ai-atk-s0503a3:171_1": "Herein, whatever continued existence there is—either percipient nor non-existence, etc.,—existence, or imprisonment, and favourable—should there be anyone else in the next life.",
    "ai-atk-s0503a3:171_2": "above: all sides and below, everywhere and all around;",
    "ai-atk-s0503a3:171_3": "By ... Helper of all : here “Instention” and so on.",
    "ai-atk-s0503a3:171_4": "all those beginning with the three: they are all impermanent, suffering, and perishable. They are to be impermanent, perishing, and changing.",
    "ai-atk-s0503a3:171_5": "So the Buddha has the meaning of that which is the clause of the kind or the censure which he has not adhered to, and which is stated in the sense of continuation without it.",
    "ai-atk-s0503a3:172_0": "When this is so, with right wisdom there is from the scrutinizing, this is the concept of the path for the complete understanding of the penetration of views, etc., that is the act of complete understanding that it cuts off the wrong view of craving and the wrong path. When all the time is given up in them, it doesn’t give up the desires rise to continued existence, and the produced by the complete understanding that craving.",
    "ai-atk-s0503a3:172_1": "So the giving up of craving for sensual pleasures in this way, etc., and the end of the eighth existence, and the end of all the noble path with the end of all activities, the aggregates, and the end of craving, and the noble path.",
    "ai-atk-s0503a3:173_0": "When craving is thus shown by craving, he said, “Now does so,” and “Now,” etc., in this way, “Now.”",
    "ai-atk-s0503a3:173_1": "The meaning of this:",
    "ai-atk-s0503a3:173_2": "Since this is so, the mendicant who has ended the defilements, the defilements is completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the defilements, and is rightly freed through enlightenment.",
    "ai-atk-s0503a3:173_3": "When he is announced by the gods, Māra whirlpool, and the god as a debt, his vehicles and transport animals, and his mind inclines towards them. Then he is conquered to battle, untouevenly defeated, tied, attached, blind to the fifth, and expressed this heartfelt sentiment.",
    "ai-atk-s0503a3:173_4": "When he has rid himself of desires in this way, any characteristics beginning with what is contradicts it all of its characteristic, etc., and when its characteristics, etc., is complete in all its various parts, then where it doesn’t exist.",
    "ai-atk-s0503a3:173_5": "And that’s how the Buddha spent the Great Sanctuary relics (was heard).",
    "ai-atk-s0503a3:174_0": "The Ten Path is finished.",
    "ai-atk-s0503a3:175_0": "the Garden of Delight"
}