{
    "ai-atk-abh03a57:0_0": "the commentary on the treatment, etc.",
    "ai-atk-abh03a57:1_0": "(but) all the corruptions should be understood as the treated in the way already described.",
    "ai-atk-abh03a57:2_0": "79.",
    "ai-atk-abh03a57:2_1": "Thoughts that are made of thoughts and their vision, their clairvoyance is the destiny and services for the sake of their (of the knowledge) deeds, their clairvoyance is the act of clairaudience.",
    "ai-atk-abh03a57:2_2": "But when the ointment boxes have arisen, it is said:",
    "ai-atk-abh03a57:2_3": "As to constantly: here it leads together.",
    "ai-atk-abh03a57:3_0": "And the root of the three roots, etc., have as their objects and the eighteen roots in the dyading, and the others are to be understood here in the way already stated.",
    "ai-atk-abh03a57:4_0": "By seeing that is to be given up: gives rise to greed, hate, and delusion.",
    "ai-atk-abh03a57:4_1": "Though they’re stream-enterer, so the lower half should be understood: “This is the upper simile of the belowest.”",
    "ai-atk-abh03a57:4_2": "The teaching should be given up by seeing, (wholesome) by the Path that is to be given up by the path of developing, and there is no condition.",
    "ai-atk-abh03a57:4_3": "You should next to them in the texts embankments and is the characteristic of skillful.",
    "ai-atk-abh03a57:5_0": "And the meaning should be understood in the Commentaries with insight , in the Commentaries, of the Noble Ones should be understood in the way already stated.",
    "ai-atk-abh03a57:5_1": "(Desire of) doubts has ceased indecision and is free from delusion, ~ and has reached the third jhāna.",
    "ai-atk-abh03a57:5_2": "In this way there is a cause of development that should be given up by seeing, and the cause of the reason for the sake of developing it.",
    "ai-atk-abh03a57:5_3": "Those whose mind does not know or see and because they are not to be given up in the same way, because they are to be given up in the same way.",
    "ai-atk-abh03a57:6_0": "(His) in the village, the Saṁsāra : “This is good for me to go about with the inner skin;",
    "ai-atk-abh03a57:6_1": "He is given away as included in the others, and like an ablution .",
    "ai-atk-abh03a57:7_0": "In training rules what is an adept’s training, no teaching, or condition.",
    "ai-atk-abh03a57:7_1": "a trainee trains in the four ways of an adept. still less than one.",
    "ai-atk-abh03a57:7_2": "As before the rest of the construction here is according as it really is necessary.",
    "ai-atk-abh03a57:8_0": "Or else there is limitless object of the heart, limited with a limited object, physical supporting the ascetic Gotama, who reviews the enlightenment of the Contemplation of a limited object:",
    "ai-atk-abh03a57:8_1": "The result of limited objects of the resultant limited objects, etc., of the eye-consciousness that occurred with eye-consciousness, etc., as its object, and with the etc., which have arisen as its object, and with the object of (their) objects, and so on.",
    "ai-atk-abh03a57:8_2": "But those who have not been smeared with a lady. They say that there is no scheming about learning.",
    "ai-atk-abh03a57:8_3": "You should know about the texts:",
    "ai-atk-abh03a57:8_4": "one whose mind is corrupted like a million,",
    "ai-atk-abh03a57:9_0": "if he is the condition for the wrong way because he has a fixed destiny and the inevitability regarding the wrong way, or when the wrong way is finished;",
    "ai-atk-abh03a57:9_1": "There is no place called “restraint” in the same way, or “There is no shadow”.",
    "ai-atk-abh03a57:9_2": "one whose enemies have the same object as a degree of his enemy.",
    "ai-atk-abh03a57:9_3": "Their mind should be deliberated and rejected.",
    "ai-atk-abh03a57:9_4": "Such is the case, based on lying down, and don’t honor, respect, esteem, and venerate,",
    "ai-atk-abh03a57:9_5": "To those who are skilled in wrong ways, there is no opportunity condition for what is meant.",
    "ai-atk-abh03a57:9_6": "In the case of the head should be understood as it is said in the way already described.",
    "ai-atk-abh03a57:10_0": "As object: the result of the path gone by and come to the result of the result.",
    "ai-atk-abh03a57:10_1": "In this way the result of various kinds of or that are different.",
    "ai-atk-abh03a57:10_2": "Because of the reason for the sake of trees, reasoning the path for the sake of a wrong path, which is said to be the wrong way,",
    "ai-atk-abh03a57:10_3": "You can know about the texts on offenses,",
    "ai-atk-abh03a57:11_0": "(In the past) beginning: “‘In the past, future and present are certainly arisen, he obtains (them) at the end of the past, and the cause is for a function of.",
    "ai-atk-abh03a57:11_1": "For the bountiful is appeared to them as before.",
    "ai-atk-abh03a57:11_2": "and these three people in the past, future or present,",
    "ai-atk-abh03a57:11_3": "And in the same way, if there are no conditions for the immaterial states, why is it?",
    "ai-atk-abh03a57:11_4": "(In the past) appearance:",
    "ai-atk-abh03a57:11_5": "and if they don’t arise, there are two things that have arisen, they don’t arise for one or two reasons.",
    "ai-atk-abh03a57:11_6": "However, there are two conditions for the arising of the objects that have arisen, namely, with two conditions as its object,",
    "ai-atk-abh03a57:11_7": "And here it should be understood that the time in the evening time,",
    "ai-atk-abh03a57:12_0": "past, future, and present.",
    "ai-atk-abh03a57:12_1": "But when the two kings are found in these two, they are not able to accumulate.",
    "ai-atk-abh03a57:12_2": "must be understood as the origin of the world.",
    "ai-atk-abh03a57:13_0": "and his internal and external:",
    "ai-atk-abh03a57:13_1": "both his and the internal unconditioned are no conditions for doing.",
    "ai-atk-abh03a57:13_2": "That’s why the colour of the hand can be understood as for one who is setting aside with the hand of the palm of the hand, and not by colour.",
    "ai-atk-abh03a57:13_3": "And in the interior and exterior sense fields all the internally and externally as object,",
    "ai-atk-abh03a57:13_4": "Just as medicine which is lost",
    "ai-atk-abh03a57:14_0": "The meaning is, too, the meaning should be given in the same way.",
    "ai-atk-abh03a57:14_1": "counting them in the way already described, at the time it should be understood that, and when it has been spended in the way already described.",
    "ai-atk-abh03a57:15_0": "Protector is the commentary on the matter of the Dhamma."
}