{
    "ai-atk-s0510a37:0_0": "43-48. Sakiṁsammajjakādivaggo",
    "ai-atk-s0510a37:1_0": "Whose shone like a golden palanquin, looking for the Elder Nun,",
    "ai-atk-s0510a37:2_0": "Precepts of forty-four The Elders were completed, and so on.",
    "ai-atk-s0510a37:2_1": "of (good) Diversity of the Elders, he diverse in and outcaste.",
    "ai-atk-s0510a37:3_0": "With the fourteenth and four wide, Nor doing all the limits, diversity in all the triple fruits, and diversity of meritorious deeds,",
    "ai-atk-s0510a37:4_0": "1.",
    "ai-atk-s0510a37:4_1": "Aṅgīrasa, having arrival at the foot of the auspicious five (where the Buddha), he conquered the Mahāthūpa.",
    "ai-atk-s0510a37:5_0": "2.",
    "ai-atk-s0510a37:5_1": "Herein, the seeds belonging to the seeds belonging to the rainy season. They took a fruit from moistened seeds and turned them to the Blessed One’s honey; and gave them a fertile field, the seeds.",
    "ai-atk-s0510a37:5_2": "All these should be understood as well as the second beginning with the dispensation of the elders known as well.",
    "ai-atk-s0510a37:6_0": "1.",
    "ai-atk-s0510a37:6_1": "The Book of the Sixes is finished in six days (and other), the first sunshade, and the trees of the earthquakes, the most excellent Bo trees (?).",
    "ai-atk-s0510a37:6_2": "The remaining thirty-two teeth are all clear in the components.",
    "ai-atk-s0510a37:7_0": "Seven on leaving Carefulness of the group of seventeen is well proclaimed in Videhanship.",
    "ai-atk-s0510a37:8_0": "Eight reasons to the first tetrad appear in the company of the dependent origination.",
    "ai-atk-s0510a37:9_0": "30.",
    "ai-atk-s0510a37:9_1": "The third Fortunate One called Kosiya, Kosiya, and Kosiya, the name of the Sages, the Paccekabuddhas, is the meaning.",
    "ai-atk-s0510a37:9_2": "When the Buddha’s mind was steady, impeccable, spotless, and unruffled in the mountains,",
    "ai-atk-s0510a37:10_0": "The fourth tetrad are backbiters.",
    "ai-atk-s0510a37:11_0": "56.",
    "ai-atk-s0510a37:11_1": "In the sixth dyad on the lamps given by the sixth part of the meal, for the regular meal, for the regular meal, for the regular meal, for the regular meal, for the regular meal, for the regular meal, and for the thirty-two parts.",
    "ai-atk-s0510a37:12_0": "61.",
    "ai-atk-s0510a37:12_1": "Seven consecrated: ‘The Sambuddha named so-and-so protected by the thirty-two marks of a great man named Bhaddā Kaccānā. He is the meaning of the thirty-two great man.’",
    "ai-atk-s0510a37:13_0": "66.",
    "ai-atk-s0510a37:13_1": "eight months ...",
    "ai-atk-s0510a37:13_2": "this meaning is, then it is the meaning.",
    "ai-atk-s0510a37:14_0": "72.",
    "ai-atk-s0510a37:14_1": "taken the nine dreadful rags, embarrass, having taken a pair of garments, requisites, and scorns, is the meaning.",
    "ai-atk-s0510a37:14_2": "he should not despise ten bases;",
    "ai-atk-s0510a37:15_0": "The Book of the Eights is finished."
}