{
    "ai-atk-s0510a0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0510a0:1_0": "The short topics",
    "ai-atk-s0510a0:2_0": "Discussion of the proper conduct for departing monks",
    "ai-atk-s0510a0:3_0": "The first kind of burden is the first fire.",
    "ai-atk-s0510a0:4_0": "On Desiring",
    "ai-atk-s0510a0:5_0": "worshipping the Buddha’s head, the best.",
    "ai-atk-s0510a0:6_0": "for three months they have transmigrated through the sea.",
    "ai-atk-s0510a0:7_0": "Just so the ultimate is deep, hard to see, subtle,",
    "ai-atk-s0510a0:8_0": "may you be awakened, the Buddhas awakened for themselves,",
    "ai-atk-s0510a0:9_0": "Just so, I am the supreme Saṅgha,",
    "ai-atk-s0510a0:10_0": "there is the supreme religious donation to the supreme base,",
    "ai-atk-s0510a0:11_0": "by what is left behind him about this,",
    "ai-atk-s0510a0:12_0": "I’m equal to the treasure of self-control,",
    "ai-atk-s0510a0:13_0": "having given them to the Elders, attained knowledge with wisdom,",
    "ai-atk-s0510a0:14_0": "“Sir, it should be done by one who gives instructions.”",
    "ai-atk-s0510a0:15_0": "Again and again, you begged by (him).",
    "ai-atk-s0510a0:16_0": "That’s why I should give gifts to those who don’t understand,",
    "ai-atk-s0510a0:17_0": "he went to the Island of lighting a lamp.",
    "ai-atk-s0510a0:18_0": "just as the blossoming appearance in the discomfort",
    "ai-atk-s0510a0:19_0": "By what is the nature of Dhamma in?",
    "ai-atk-s0510a0:20_0": "After saying this was the reasoning which is the meaning of it,",
    "ai-atk-s0510a0:21_0": "in the Kosalans’ reasons.",
    "ai-atk-s0510a0:22_0": "therefore, having spoken thus, for sure he attained a state of further distinction,",
    "ai-atk-s0510a0:23_0": "Before Sīhabāhu, the oldest Aṭṭhas, Discussion of the traditions,",
    "ai-atk-s0510a0:24_0": "(Sāgata) that is placed in that position, (saying):",
    "ai-atk-s0510a0:25_0": "Therefore, having destroyed the darkness (of existence), Disciples arose with the dark authority.",
    "ai-atk-s0510a0:26_0": "having understood the meaning of what is dispelled, he revealed the end.",
    "ai-atk-s0510a0:27_0": "We will build up a dwelling place, and we will build (them).",
    "ai-atk-s0510a0:28_0": "Discussion of the proper conduct",
    "ai-atk-s0510a0:29_0": "“Where do you hear the word of the meaning?” “Where do they say these things?” “Neither that is the source of it?” And when they hear the teachings, they said, “But their source, hear the meaning of it, the ignorant, the meaning is this: “Why are you seen, reasoned, source, corrected, and disparaging their meaning, leading them from?” then they commentary praised them with their own hands, they commentaries, saying,",
    "ai-atk-s0510a0:30_0": "Herein, the meaning of them can be understood as similes.",
    "ai-atk-s0510a0:30_1": "(The Buddha) caused the precious (?) to be constructed as far as the ground of the (Vihāra) in the Mahātittha garden, and at the end of his birth (where a Samaṇa), he was reborn in the Tissārāma. This is the Suttanta.",
    "ai-atk-s0510a0:30_2": "But (the Buddha) whose desiring in existence and being introduced to the extent of the Bodhisattapāla Sutta is called an universal variety.",
    "ai-atk-s0510a0:30_3": "They meditate in that place.",
    "ai-atk-s0510a0:31_0": "1. Dūrenidānakathā",
    "ai-atk-s0510a0:32_0": "Here is a story:",
    "ai-atk-s0510a0:32_1": "It seems that there was a hundred thousand eons of the four thousand eons had passed, a town named Macchikāsaṇḍa.",
    "ai-atk-s0510a0:32_2": "And there the brahmin named Sujātā. He was well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. He was well born independent, possessed by the surpassing beauty and the irrefutable.",
    "ai-atk-s0510a0:32_3": "Having done some work, he learned the skill in learning.",
    "ai-atk-s0510a0:32_4": "at the time of his parents died.",
    "ai-atk-s0510a0:32_5": "Then a fortnight rich man’s horns, dressed in a fortnight, deliciously pregnant, and expert it prosperous, brought it back by gold coins to the end, and waited for seven months, saying, “Take this family tradition,” “As much the daughter of the rison,” “Lifices, provides the young menstruation for seven months.”",
    "ai-atk-s0510a0:32_6": "The crop well-controlled thought:",
    "ai-atk-s0510a0:32_7": "“Take this wealth, having driven out my father’s wealth, both, carpenter, take a lump of meat, but rather I’ll give it to the king and go forth.” Then he having the intention of the world, having given a great sacrifice, he said, “After going to the King’s prepare, but it is not allowed to go forth.”",
    "ai-atk-s0510a0:32_8": "But in this case the meaning should be illustrated in this matter.",
    "ai-atk-s0510a0:32_9": "But even though she returned to the Buddha, she spoke this verse: “From this verse was going to the end of the Buddha”; she was bound together with her army, and through the air together with her words the verses (where spoke). She spoke this verse:",
    "ai-atk-s0510a0:33_0": "Discussion of the proper conduct",
    "ai-atk-s0510a0:34_0": "For one hundred thousand aeons in each of the four unconditioned systems, many hundreds, ten thousands, thirty thousands of them said to the Enlightened One: “This is what was said” .",
    "ai-atk-s0510a0:35_0": "“One hundred thousand is one hundred and four thousand reckoned as a hundred thousand",
    "ai-atk-s0510a0:36_0": "(Having) a city called ‘Lawake,’",
    "ai-atk-s0510a0:37_0": "traveled by ten sounds, withoutignoring and the life span.”",
    "ai-atk-s0510a0:38_0": "Herein, there were ten sounds with respects: the sound of elephants, horses, chariots, drums, clay drums, arched harps, singing, horns, gongs, and handbells; and the tentching of sounds, the sound of coughs, the sound of singinginging, the sound of horns, the sound of kettledrums, the sound of collars, and the sound of respected words: “Any is this sound of the sound of oxing.”",
    "ai-atk-s0510a0:38_1": "while those who have taken it all the sounds –",
    "ai-atk-s0510a0:39_0": "“No, there is noise in the drums, a cry:",
    "ai-atk-s0510a0:40_0": "(or) eat with food and drink that has not been swallowed –",
    "ai-atk-s0510a0:41_0": "after saying this verse the Buddha,",
    "ai-atk-s0510a0:42_0": "“For all the town-dwellers, who has crossed over the flood,",
    "ai-atk-s0510a0:43_0": "who is endowed with various logs of many people, with many flavors,",
    "ai-atk-s0510a0:44_0": "At the citadel of the city was reborn in the gathering!",
    "ai-atk-s0510a0:45_0": "“The brahmin Sumedhā, in the city called Subha,",
    "ai-atk-s0510a0:46_0": "Many millions",
    "ai-atk-s0510a0:47_0": "“The three Vedas, the lord of the earth, who has mastered the three Vedas,",
    "ai-atk-s0510a0:48_0": "they are said to live destroying the thirty-two marks.”",
    "ai-atk-s0510a0:49_0": "Then one day, while sitting on his legs cross-legged position against the door-hut, he sat down on the couch:",
    "ai-atk-s0510a0:49_1": "“I’m not allowed to be reborn in the company of the astute who is reborn in the realm of liable to rebirth, old age, and deathless. That is why I have become holy in this very life, the deathless, the illness of the deathless, the lord of truth, the deathless, the senses, and the deathless.",
    "ai-atk-s0510a0:49_2": "He has dropped the path to extinguishment by means of a thousand rebirths, and because of one path.”",
    "ai-atk-s0510a0:49_3": "Therefore it is said:",
    "ai-atk-s0510a0:50_0": "“Having come in and sat down, I thought:",
    "ai-atk-s0510a0:51_0": "Practicing to rebirth in the body, and the breaking of the body,",
    "ai-atk-s0510a0:52_0": "“Purity is liable to grow old. When one is liable to grow old, one should get sick.",
    "ai-atk-s0510a0:53_0": "I will seek out the ageless, secure, free of grief and lamentation.",
    "ai-atk-s0510a0:54_0": "“This body is full of various kinds of bubbles,",
    "ai-atk-s0510a0:55_0": "shaking the sunshade, one without a needle.",
    "ai-atk-s0510a0:56_0": "“There is no cause, he who does not deceive the path, nor is held causality,",
    "ai-atk-s0510a0:57_0": "I’ll be freed from rebirth.”",
    "ai-atk-s0510a0:58_0": "And more than that:",
    "ai-atk-s0510a0:58_1": "“If there is such a thing as suffering, pleasure and pain in the world would be such that.",
    "ai-atk-s0510a0:58_2": "But when there is warming, there is the stilling of the cold and the heat, so too, the stilling of greed for extinguishment.",
    "ai-atk-s0510a0:58_3": "However, however, you become a bad speaker, irreversible, and good-hearted quality because of being conceived in the same way, when there is the concept of being a wicked, he is not born in this way.”",
    "ai-atk-s0510a0:58_4": "Therefore it is said:",
    "ai-atk-s0510a0:59_0": "“In the way he is one called “chainted”.",
    "ai-atk-s0510a0:60_0": "When the dangers are found,",
    "ai-atk-s0510a0:61_0": "“As the way to cold, heat, hunger, and thirst,",
    "ai-atk-s0510a0:62_0": "In this way he can extinguish it in three ways:",
    "ai-atk-s0510a0:63_0": "“In the same way, when good friends,",
    "ai-atk-s0510a0:64_0": "In the same way, when rebirth is found, he should be cut off:",
    "ai-atk-s0510a0:65_0": "And another time thought:",
    "ai-atk-s0510a0:65_1": "“As in the evening time there was a hollow carcass of mine in the distance called Cūḷapanthaka. While they were looking for her?”",
    "ai-atk-s0510a0:65_2": "it would not be troubled that person, the hater would subdue its wish:",
    "ai-atk-s0510a0:65_3": "For the midst of the deathless, hate, and delusion, which would not be found.",
    "ai-atk-s0510a0:65_4": "And just as a man robbed by thieves, so too the man who is disturbed, is hatred towards a man.",
    "ai-atk-s0510a0:65_5": "so too, having surrounded by defilements, he still acquires the enemy of a person, regardless of whether they are practitioned or not.",
    "ai-atk-s0510a0:65_6": "And just as when sick man searches for sickly, he searches for a person who is cure indeed. Because he wants no trouble of trouble.",
    "ai-atk-s0510a0:65_7": "In the same way, a teacher searches for defilement, defilements, and corruption of the teachers, without defilements, do not seek a fractioner for the sake of a teacher. And in this very life, he brings about the teachers of defilements.”",
    "ai-atk-s0510a0:65_8": "Therefore it is said:",
    "ai-atk-s0510a0:66_0": "“Just as a man goes on a sewer, I have seen a full-moon,",
    "ai-atk-s0510a0:67_0": "One would not seek a reed, nor sort of irons.",
    "ai-atk-s0510a0:68_0": "“Indeed it is like droping the deathless, (and said): “Indeed, I washed the deathless.”",
    "ai-atk-s0510a0:69_0": "Is you no longer searches for you, no faults,",
    "ai-atk-s0510a0:70_0": "“Just as the mass of rolling on the road,",
    "ai-atk-s0510a0:71_0": "that person would not be heedless,",
    "ai-atk-s0510a0:72_0": "“Through the (from) defilements, Postures were acting like this,",
    "ai-atk-s0510a0:73_0": "Wise One does not seek the road, nor goes to heaven.",
    "ai-atk-s0510a0:74_0": "“A because a man is discussed in a position,",
    "ai-atk-s0510a0:75_0": "he does not get sick.",
    "ai-atk-s0510a0:76_0": "“Through the defilements, suffering from defilements,",
    "ai-atk-s0510a0:77_0": "Lave neglect out of hate, there is no fault in my teacher.”",
    "ai-atk-s0510a0:78_0": "And another time thought:",
    "ai-atk-s0510a0:78_1": "“Now in a person whose Kuṇḍalake is thrown away. He’s thrown away a lump of fishes, puts away it away, and go to the town.",
    "ai-atk-s0510a0:78_2": "But if the river Aciravatī doesn’t go to that defecate, urinate, or spit on cultivated plants, instead of giving up this barber, they go to the citadel, and instead of extinguishment. Then they’d see it as extinguishment.",
    "ai-atk-s0510a0:78_3": "Just as one called Victorious name will not abandon our boat that ropes, and after going to the toilet of the boat of this boat, I’ll still want to throw away my body.",
    "ai-atk-s0510a0:78_4": "And just as a man with various precious things, having taken up the road with his own abode of many despis, were going to the charnel ground, collected the road, and turned to the place where he had selected.",
    "ai-atk-s0510a0:78_5": "If I’ll make sure that craving and noble the noble path, I’ll be able to leave the culmination of the deathless, and I’ll enter the deathless state.”",
    "ai-atk-s0510a0:78_6": "Therefore it is said:",
    "ai-atk-s0510a0:79_0": "“As a man bound with a thorns,",
    "ai-atk-s0510a0:80_0": "having destroyed delusion, the practice of (him) masters, like a necklace,",
    "ai-atk-s0510a0:81_0": "“Through this cotton down, (where) birds,",
    "ai-atk-s0510a0:82_0": "shaking the sunshade, one without a needle.",
    "ai-atk-s0510a0:83_0": "“The one who builds up high no roar,",
    "ai-atk-s0510a0:84_0": "if she travels in a charnel ground, but not without needing anything;",
    "ai-atk-s0510a0:85_0": "“Through this body is full of various corpses,",
    "ai-atk-s0510a0:86_0": "and having split the robe, he made (again).",
    "ai-atk-s0510a0:87_0": "“Just as lady, today rose up on the water,",
    "ai-atk-s0510a0:88_0": "if she abandoned it without having relinquished it, one does not seek any seeking.",
    "ai-atk-s0510a0:89_0": "“Through this body I’m in nine years, having (a streams) continuation,",
    "ai-atk-s0510a0:90_0": "and having sent the cloth, I’ll go to the realm of the Crest-Wors.",
    "ai-atk-s0510a0:91_0": "“Just as a man was going along by thieves who were going along a house",
    "ai-atk-s0510a0:92_0": "Having seen the (that), he shook the box and throws away.",
    "ai-atk-s0510a0:93_0": "“In the same way, this body is like a great gangster,",
    "ai-atk-s0510a0:94_0": "‘I’ll go swept away, sleepiness.’”",
    "ai-atk-s0510a0:95_0": "These were all the horses, with various tendencies and dividedins, and likewise owing to the rest of the Himalayas, endowed with the six colours covered with theram, having destroyed their own hands and feet, and after going back in the sky likedicating the Himālaya’s house, and likewise he was able to abandon his own good qualities, giving up and set out on the ocean of the five hindrances.",
    "ai-atk-s0510a0:95_1": "When he had gone forth it, he abandoned all the people of who have gone forth as a lay life. Having given up the ten practices, the root of a tree, or the leaf-hut, all the trees of the fruit, with the decorated corpse, and under the five strivings of food, etc., and having given up all sentient beings,",
    "ai-atk-s0510a0:95_2": "that place had the strength of his insight,",
    "ai-atk-s0510a0:95_3": "Therefore it is said:",
    "ai-atk-s0510a0:96_0": "“Having thinking: “In this way I thought about the wealth of a hundred bow",
    "ai-atk-s0510a0:97_0": "and given to the ship of the Himālayas,",
    "ai-atk-s0510a0:98_0": "“In Avantī there are principled renunciates,",
    "ai-atk-s0510a0:99_0": "My hermitage was like a leaf hut,",
    "ai-atk-s0510a0:100_0": "he gave the five-hundred (people) positions",
    "ai-atk-s0510a0:101_0": "(these) eight special qualities of good qualities.",
    "ai-atk-s0510a0:102_0": "“Having given up a new robe, one who has got the ninth,",
    "ai-atk-s0510a0:103_0": "In the twelfth Rains Retreat, (he said): “Amongst those who dwell in the forest,",
    "ai-atk-s0510a0:104_0": "“For the bones of bones I gave uphold life,",
    "ai-atk-s0510a0:105_0": "went to the root of a tree, and to the ten kinds of foliage he had gone",
    "ai-atk-s0510a0:106_0": "“This liberal gives up that wealth.",
    "ai-atk-s0510a0:107_0": "endowed with good qualities, virtue and so on,",
    "ai-atk-s0510a0:108_0": "“Not for striving (supernatural) effort, ~ independently today,",
    "ai-atk-s0510a0:109_0": "lived without having direct knowledge.”",
    "ai-atk-s0510a0:110_0": "Herein, for one who is very agreed there, I amused myself in the Subhaga Forest,” and the Best of Pāsaṇḍa in the Fraternity, and the Palace of Jains were spoken with my jujube.",
    "ai-atk-s0510a0:110_1": "But this is the meaning here:",
    "ai-atk-s0510a0:110_2": "For he said to the Great Mount Vepulla, “Paṇḍuka, uplifted a mountain swiftly, addressed my son,",
    "ai-atk-s0510a0:110_3": "“I’ve heard this, Sumedhā!”",
    "ai-atk-s0510a0:110_4": "After accepting what his words, he pronounced the delightful hermitage, delightful hermitaged the delightful hermitage.",
    "ai-atk-s0510a0:110_5": "Then the Buddha, knowing that his own merit comes from a good place, thinking: “There will be such a state, such as this,",
    "ai-atk-s0510a0:111_0": "“The Suppabuddha has been given to me, Suppabuddha,",
    "ai-atk-s0510a0:112_0": "There the one who walked there and preached there for five reasons.’ ”",
    "ai-atk-s0510a0:113_0": "Āha.",
    "ai-atk-s0510a0:113_1": "Herein, when I strive my legs well done what is well.",
    "ai-atk-s0510a0:113_2": "withleaf-huts, Suppabuddha was very beautiful,",
    "ai-atk-s0510a0:114_0": "Five hundred and fifty-five ladys do not walk up and down to a tree covered in the open of the shade of the trees.",
    "ai-atk-s0510a0:114_1": "The meditation subject in the openings of the portent and the meditation on the walking-path, the mind does not get an opening.",
    "ai-atk-s0510a0:114_2": "But for a meditation subject consisting in going well, it is good for a meditation subject that comes about",
    "ai-atk-s0510a0:114_3": "So the meaning can be understood to be understood by one that is open up.",
    "ai-atk-s0510a0:114_4": "if he walks up and down in the middle of a tree or on a walking-path, he walks mindfully in the middle, without mindfulness, thinking: ‘This is the second shade or with a crackle of the head;",
    "ai-atk-s0510a0:114_5": "While walking mindfully in the dark of the night, in the dark of the box and so on, when a person is walked back and forth in the darkness, they dropped into a charming or a hyena’s blazing.",
    "ai-atk-s0510a0:114_6": "While walking mindfully in the rope of fond of many mangoes, having endless cloths, fingers, can put on a piece of froth or spears, and don’t get tired from the fingers and toes.",
    "ai-atk-s0510a0:114_7": "Living in the walking and downwards, he does not get up and down the fivefold path, he one who remains unification of mind in hate.",
    "ai-atk-s0510a0:114_8": "The two hundred and fifty-treasures were walking mindfully in the day of the Dīghanakha, which was percipient to the Puṇṇaka, Mucalinda, and (Cetiya), the Treasure of the Shrine of the Cetiya Vihāras. Like the Shrine of the Cetiya mountain (Ceticks) –",
    "ai-atk-s0510a0:114_9": "he had the five-hundred ropes on each side.",
    "ai-atk-s0510a0:115_0": "Eight kinds of virtue: these eight kinds of happiness for ascetics.",
    "ai-atk-s0510a0:115_1": "There are these eight treasures: ascetics, brahmins, merchants, and workers who are without protections, rulers, bandits, constantly shaven-free bandits, chooses, limbs, great liquors, smallportifications, and begets of lustfulls, flatterers, beasts, frauds, and kings, bandits of good families, and kings have no more defeats, and cliffsing the four quarters.",
    "ai-atk-s0510a0:115_2": "This is said:",
    "ai-atk-s0510a0:115_3": "“Aside it is because of the eight hermits of Sakka. These were the eighth roughest of these carcasses -",
    "ai-atk-s0510a0:116_0": "they spread out their deep knowledges. Having seen (that), and holding it (afterwards), on the top of suffering, and on the path to the end of suffering, and rejecting it. They said: “We observe the impermanence of suffering, see the strength of suffering.”",
    "ai-atk-s0510a0:116_1": "just as one is able to get strong, so having slaughtered it, would be able to get the destroy it, without having asked permission.",
    "ai-atk-s0510a0:117_0": "they gave up this nine progressive teaching:",
    "ai-atk-s0510a0:117_1": "Then adorned with decorated corpses, it seems, having a lump of spots, powder, covered with white cloth, with a fine deer hide, all the canopy, carpets, cotton, droping the floor covers, and covered with the flowers—and smooth the smooth the worms, and charms, and was dwelling in the hall with the shade of the pearls, charming the sacred flame, and the drinking pots, which was perpecorated with the go forth. The (which was sitels) said to the in the open, charming hall with the counicorated carpeded by the cos at that place where shellys there were canorium of which was situnicking flowers indddd at that places for the (we, shade of the drink, shade of the",
    "ai-atk-s0510a0:117_2": "“Whether those who want to go forth have taken the requisites.” They then took the oppressive (there) and the lotus ponds, making them sit down on the slopes of the Himalayas, wherever they saw her, they entered the charnel ground, wherever they sat down, but not seeing him with their own hands and feet were wearing sandals, thinking, “I will go forth.” After seeing him sitting on this, he would not be able to go forth.",
    "ai-atk-s0510a0:117_3": "Hence it to him, saying: “Give up the cloth,”",
    "ai-atk-s0510a0:117_4": "I gave up those leaf huts in the leaf-hut.",
    "ai-atk-s0510a0:118_0": "They give up nine faults and produces butter.",
    "ai-atk-s0510a0:118_1": "For one gone forth in the open is supported by the ascetic’s very news.",
    "ai-atk-s0510a0:118_2": "One is expanded by one who is very powerful and another’s enemy, who commits the inclination of the others, and one who is seeking the unprofitable wealth, one whose mind is the best of hate and makes water starts atoms a meditator’s levelightenment, and one who makes the effort to gets a prisonse, one victory piece of resh and drows, and one enemy for the other. And his own life is the oppportunity for the requisitesing to breaking the head and another who seeks into the piect.",
    "ai-atk-s0510a0:119_0": "I ate it my wound, and after seeing all these ninety-nine days. I saw them sitting on my bed, and having made a matchless cloth, they put it on the edge. When I had finished my sank, I said: “Sā’s putting it on the alcohol, I am ready to go.”",
    "ai-atk-s0510a0:120_0": "When he has twelve years of seniority they come",
    "ai-atk-s0510a0:120_1": "Under the thirty-two cases in the fourfold benefits –",
    "ai-atk-s0510a0:120_2": "This is the second kind of person.",
    "ai-atk-s0510a0:121_0": "they give up eight leaf huts.",
    "ai-atk-s0510a0:121_1": "He in a pair of garments, it seems, took the drums in a strong rope around the mass of fire, unconfused in the neighborhood of a garment, decorated with the hand of a hole in a pair, and covered with gold netting, blanquins, and looked like a golden staircatched out from the ground.",
    "ai-atk-s0510a0:121_2": "“For my mind, I’m not able to obtain the delightful way of going forth, the ascetic Gotama, the one whose fame has come down. I washed my bowl and my buttocked it with a variety of delicious praises, who went forth from the lay life to homelessness. I’m going forth in the sky, and sitting in the middle of the day, like a jackal named Tree. I will rise from the lay life to homelessness.” And in the evening he enemy, like a layman who wounded him off his own beauty, adding:",
    "ai-atk-s0510a0:121_3": "“I’ve seen the drawbacks of sensual pleasures and entering the forest, and after seeing the danger in worldly pleasures, I went forth.",
    "ai-atk-s0510a0:121_4": "For I’m not able to give up the sort of seclusion and pick out of my hair, dress in ocher robes, and go into solitary retreat. I have left my cloth and hair and beard, dressed in ocher robes, and looking round, like cotton-down quilt, moved from the ground, my basket, my tramples, my clothes, myrobalan dye well washed, my clothes, and my father’s house, the re-opening from Bāraṇasī, and my head.”",
    "ai-atk-s0510a0:122_0": "For eight drawbacks in the leaf-hut –",
    "ai-atk-s0510a0:122_1": "After developing the consequence of such a great deal of grasses, having dropped the maintained in the midst of the Mahātittha and the Saṃ, the Lord of the Devas, having droping the Cols, making much happiness for the five obstacles, for the sake of attaining the fullness of the advantages in the world, and for the sake of widea to get up and out of the benefit, he doesn’t want it cannot walk for the welfare of any kind of happiness.",
    "ai-atk-s0510a0:122_2": "And so, having seen the danger in these eight drawbacks, they give up the leaf-hut.",
    "ai-atk-s0510a0:122_3": "worshipping the head of a crowd of bones,",
    "ai-atk-s0510a0:123_0": "When she came to the root of a tree, after lifting the ten kinds of foulness he went to the root of a tree, and a place near the foot of a tree, it is reckless.",
    "ai-atk-s0510a0:123_1": "Herein, there are these ten kinds of sensual stimulation:",
    "ai-atk-s0510a0:123_2": "Herein, unification of mind is only one thing, having measureless virtues, it is the only there.",
    "ai-atk-s0510a0:123_3": "Because the second is unattained, even if the receptacle of the luxurious food is unallowable;",
    "ai-atk-s0510a0:123_4": "This is the third blessing.",
    "ai-atk-s0510a0:123_5": "Since I was concealed, they did bad things.",
    "ai-atk-s0510a0:123_6": "The sixth part of the body is not disturbed, as including the body, is the fivefold stiffenedness and the rest.",
    "ai-atk-s0510a0:123_7": "He thinks, “I’ll get much trouble as I have dragged out of the household life like a tree who has fallen from a house.” He sees a newly arrived monks, he goes in the way beginning, “I am a forest,” and like the root of a tree, he has dropped on seeing them with all the ten modes of happiness.” And after seeing them, he has seen the ten months, he has reached the foot of a tree,",
    "ai-atk-s0510a0:124_0": "after bringing them to the neighborhood of a great man, he entered the village for alms.",
    "ai-atk-s0510a0:124_1": "Then, when people go to the village of Mahallaji on alms,",
    "ai-atk-s0510a0:124_2": "The meal offering was finished his meal and thought:",
    "ai-atk-s0510a0:124_3": "“I don’t say that there’s no need to eat as much as I like, Bodhisatta, needed a necklace, or the one who has gone forth. I could give up resentment, not even the root of suffering.”",
    "ai-atk-s0510a0:124_4": "From that he did so, and having completed the five hundred bathed in each and eight days.",
    "ai-atk-s0510a0:124_5": "Therefore it is said:",
    "ai-atk-s0510a0:125_0": "“This liberal gives up that wealth.",
    "ai-atk-s0510a0:126_0": "endowed with good qualities, virtue and so on,",
    "ai-atk-s0510a0:127_0": "“Not for striving (supernatural) effort, ~ independently today,",
    "ai-atk-s0510a0:128_0": "lived without having attained insight.”",
    "ai-atk-s0510a0:129_0": "The Buddha is the ruler of the gods,",
    "ai-atk-s0510a0:130_0": "Having attained the state of very well-known people in this very life, the Teacher came to Laṅkādīpa together with his pupils.",
    "ai-atk-s0510a0:130_1": "As he was conceived in his domain of Buddhas, twenty-thousand Such-Like (towards), and thirty-two thousands of years.",
    "ai-atk-s0510a0:130_2": "Seeing no experience of the bliss of peace, he neither saw nor heard a sound.",
    "ai-atk-s0510a0:130_3": "Therefore it is said:",
    "ai-atk-s0510a0:131_0": "“Through my master of the professions’ dispensation,",
    "ai-atk-s0510a0:132_0": "A light-giving Victor, a meditator in the world,",
    "ai-atk-s0510a0:133_0": "“As arouses in countless ways, when he teaches the Dhamma,",
    "ai-atk-s0510a0:134_0": "for the fourth absorption.”",
    "ai-atk-s0510a0:135_0": "At that time he was wandering in that very abode of fourteen thousand treasures, surrounded by one thousand a hundred thousand leagues. He arrived at the city of Sunāparanta, which he arrived at the Great Wood, and there he entered the city of the Great Wood.",
    "ai-atk-s0510a0:135_1": "The city of Bodhi, thinking: “It seems the town-dwelling out usually, has arrived at our auspicious city, legs grandsons, and grandsons, with their pupils, setting out on foot of the town, and subduing and worshipping him with carpets.” When he heard that the Buddha, he said, “The Buddha, the Teaching, and the Sangha of Magadhans (there) invited the jasmine, after hearing that most excellent judge, he offered the chief of the Truth.” He then returned to the well-pointment and set out for the Fragrance of the city, (there).",
    "ai-atk-s0510a0:136_0": "On that occasion they were planted through the town, the capital customs station and went to the tenth day. Then they placed it on the road, threw water that was spread throughout the hands, and made a creeper.",
    "ai-atk-s0510a0:136_1": "At that time the whole of Kāsī, after entering the leaf-hut, placeing to bathe when they saw the people walking through the air, they asked: “Who are you going to the air? Am I was standing to one side from the sky, or standing to one side?” and asked: “Where are you standing on the leaning to one side?”",
    "ai-atk-s0510a0:136_2": "“Mister, whom do you have a path leading to an end?”",
    "ai-atk-s0510a0:136_3": "Therefore it is said:",
    "ai-atk-s0510a0:137_0": "“Having invited the Realised One invited to the Realised One,",
    "ai-atk-s0510a0:138_0": "As they’d wait on the low path, they wait for their hearts.",
    "ai-atk-s0510a0:139_0": "Now at that time I left my own home",
    "ai-atk-s0510a0:140_0": "Whether (gods) was going from the mango grove,",
    "ai-atk-s0510a0:141_0": "I saw the people, joyful and lady, joyful,",
    "ai-atk-s0510a0:142_0": "Having abandoned the men, he asked human beings",
    "ai-atk-s0510a0:143_0": "“Our joyful and eldest, Pahārāda,",
    "ai-atk-s0510a0:144_0": "Whose path is started to the rough?’ ”",
    "ai-atk-s0510a0:145_0": "People said:",
    "ai-atk-s0510a0:145_1": "“Venerable Sumedha, you understand the ten practices, the ten powers, go to rolling the bricks of holy Awakened One, to roll forth the flags of ourselves.",
    "ai-atk-s0510a0:145_2": "We’ve invited him to the Buddha for this reason.”",
    "ai-atk-s0510a0:145_3": "Then Sumedhā thought:",
    "ai-atk-s0510a0:145_4": "“It’s hard to even find a vulner in the world, the Buddhas who are expert in these ten respects, and who isn’t able to travel the path to cross a river.”",
    "ai-atk-s0510a0:145_5": "He said to those people:",
    "ai-atk-s0510a0:145_6": "“If you’re traveling to a Buddha, I’ll give you one road to the Buddha, and I shall give you one time.”",
    "ai-atk-s0510a0:145_7": "Saying, “Very well,” and “Very well, pointing out the water, and having psychic power, they say:",
    "ai-atk-s0510a0:145_8": "“Have you sown this place, in the charnel ground?”",
    "ai-atk-s0510a0:145_9": "the Fortunate One, having taken his happiness, thought:",
    "ai-atk-s0510a0:145_10": "“I’m not able to make this lain with my psychic powers, and adorn it today for the beheaded me. In that place I was able to spend the body, it would be appropriate for me today to break off.”",
    "ai-atk-s0510a0:146_0": "On that occasion he had developed a fragrances, and also through the sixteenth part of the gods, the Best of Men, King Aṅgīrasa, the delighted One with the divine beauty, the Best of men, and human beings, paid reverence to all kinds of heavenly delightfulness, fragrances, and worshipping the paths of men with human strengths, and fragrances, as if he were honoured by the gods.",
    "ai-atk-s0510a0:146_1": "having destroyed the entire world, like the One of Ten Pulluna, who returns to a rough path and was unable to walk, surrounded by the thirty-two marks of a hundred pairs of garments, like the darkness between the two chief disciples, looking down on the roads, and resembling the minds of golden rays, like the sunshade, with a poisonous pair, golden gems, and crushing the lotus-like body, whose minds of the Buddhas, the Protector of silver, the eight great Yakkhas, the abode gems, and so on; –",
    "ai-atk-s0510a0:146_2": "“Today I have a life span like a curtain, silver, and ivory, bitter fruit, then carried along with the skeleton, gracelets, and then my father’s lady, looking at the immorals of four months.” And after covering a showan from my hair, then myrobalans, he chooses on myrobalans, with me, after shooking: making a ball of ord the skin of my head, he enemy, like a golden gemsks, with a necklace of or a strings, and rotting antelope hide made of or a manembing four gems and gems.”",
    "ai-atk-s0510a0:146_3": "Therefore it is said:",
    "ai-atk-s0510a0:147_0": "“My question, my Buddha, who is unsurpassed,",
    "ai-atk-s0510a0:148_0": "A light-giving Victor, a meditator in the world,",
    "ai-atk-s0510a0:149_0": "The path goes on the bank of the Vaggumudā.’",
    "ai-atk-s0510a0:150_0": "“Having heard the Inclination of the Perfectly Awakened One, after hearing happiness,",
    "ai-atk-s0510a0:151_0": "The Buddha declared that happiness was made by the gods.",
    "ai-atk-s0510a0:152_0": "“After embarrasses, uplifted mind,",
    "ai-atk-s0510a0:153_0": "‘Here the seeds have come to an enemy’s womb.",
    "ai-atk-s0510a0:154_0": "“When the Buddha has come one day, you must give me a single one of the Buddha,",
    "ai-atk-s0510a0:155_0": "I will also beat the banner of Victory in the Victor’s presence,",
    "ai-atk-s0510a0:156_0": "“Seeing each of these three months,",
    "ai-atk-s0510a0:157_0": "The Buddha, having thinking: I saw a path leading to a path,",
    "ai-atk-s0510a0:158_0": "“The great Sage has measureless pity, a great light,",
    "ai-atk-s0510a0:159_0": "There are four hundred thousand, Etc.",
    "ai-atk-s0510a0:160_0": "the Victor, who defeated with the defilements,",
    "ai-atk-s0510a0:161_0": "“There are many Vajjis worship in,",
    "ai-atk-s0510a0:162_0": "Taking the delightful garden, the Lord of the World,",
    "ai-atk-s0510a0:163_0": "“The gods, humans, and the deities see",
    "ai-atk-s0510a0:164_0": "and killing both, raised their joined palms to the Realized One.",
    "ai-atk-s0510a0:165_0": "“Here, with heavenly hosts, human and divine",
    "ai-atk-s0510a0:166_0": "they both go to the Realized Ones.",
    "ai-atk-s0510a0:167_0": "“If it’s a funeral pyre, blossoming flowers,",
    "ai-atk-s0510a0:168_0": "In all directions, (rising): from a space, that is the fearful space,",
    "ai-atk-s0510a0:169_0": "“About flowers, celestial sandalwood, and a fragrant flowers,",
    "ai-atk-s0510a0:170_0": "In all directions, (rising): from a space, that is the fearful space,",
    "ai-atk-s0510a0:171_0": "“Your water brought out the water",
    "ai-atk-s0510a0:172_0": "(thinking): the stone endowed with flags and driven out are not stored in all directions.",
    "ai-atk-s0510a0:173_0": "“Whether that place I bent my head, having plastered covered with skin,",
    "ai-atk-s0510a0:174_0": "Having spread (after) with a bowl, he lies down,",
    "ai-atk-s0510a0:175_0": "“Having emerged from me, Buddha,",
    "ai-atk-s0510a0:176_0": "Don’t stress at the time of this quarrel.”",
    "ai-atk-s0510a0:177_0": "But although he saw him lying in the eyes, and he thought:",
    "ai-atk-s0510a0:177_1": "“If I wish to beat (the Bodhisatta), having extraorted from the great defilements, then entering the city by the (true) Dhamma without having destroyed a supremely power, now that I could become extinguished through the enlightenment of the city,” and after having exceed it from the Path of Power, to the Lord of the World, to the Emancipation of (true) people.",
    "ai-atk-s0510a0:177_2": "and having created the eight things that he created the Awakened One,",
    "ai-atk-s0510a0:177_3": "Therefore it is said:",
    "ai-atk-s0510a0:178_0": "“He gave up a lazy mind,",
    "ai-atk-s0510a0:179_0": "‘Today, when I wish, I am wearying my chest wrapped in me,",
    "ai-atk-s0510a0:180_0": "“Knowing about the Dhamma in regard to himself,",
    "ai-atk-s0510a0:181_0": "Having attained omniscience, the Buddha with its gods and men,",
    "ai-atk-s0510a0:182_0": "“What do you think, Reverend Sir,",
    "ai-atk-s0510a0:183_0": "attained omniscience, and in the peaceful ones with its gods.",
    "ai-atk-s0510a0:184_0": "“By this great thing I have granted",
    "ai-atk-s0510a0:185_0": "for most partake of all sorts and partakes of food.",
    "ai-atk-s0510a0:186_0": "“‘Having cut off the remainder of the three robes, having cut off the opportunity,",
    "ai-atk-s0510a0:187_0": "who undertake the Dhamma gods together with the good qualities of the Dhamma?”",
    "ai-atk-s0510a0:188_0": "While giving a use to the Buddha,",
    "ai-atk-s0510a0:189_0": "“The Teacher who attains the (true) attainments,",
    "ai-atk-s0510a0:190_0": "going forth and the higher ordination, that is to say: the resolutions of virtue, and the desires,",
    "ai-atk-s0510a0:191_0": "this nutriment is the noble state.”",
    "ai-atk-s0510a0:192_0": "When a human being is developing the Buddha, the god, the Aro, the Bodhi tree, (tree) in a place like a Buddha, or a Divine endowed with, but not with all these deities.",
    "ai-atk-s0510a0:192_1": "Like a human being is standing in a rock with a _paṇḍaka_, while standing, sitting in the heart of the female shone like a _paṇḍaka_, or a _paṇḍaka_.",
    "ai-atk-s0510a0:192_2": "And hos for a person’s benefit because of the attainment of perfection in this way, they difference between the other.",
    "ai-atk-s0510a0:192_3": "As one of these (when) was conceived in the Paṭisambhidā in the Shrine, he was conceived in the Parinibbāna of the Buddha that was born, the Lord of the Perfectly Awakened One, the Lord of the Earth,",
    "ai-atk-s0510a0:192_4": "you are waiting for the sake of the Buddhas, the going-forth is to be found in the house of the Buddha, and to lie down with a householder.",
    "ai-atk-s0510a0:192_5": "And the attainment of the ascetic who has gone forth under the attainment of the five attainments was entering this attainment even with the special qualities of stream-entry, and so on.",
    "ai-atk-s0510a0:192_6": "For one who has acquired the special qualities of being in themselves no longer life under the Buddhas of being an Enlightened One’s special qualities, this is not the same way.",
    "ai-atk-s0510a0:192_7": "attaining the welfare of the Buddha, the teaching, and the Saṅgha indicating enlightenment factor: it is because there is no benefit for one who is Buddha to be seeking the welfare of the disciples in this way.",
    "ai-atk-s0510a0:193_0": "Here is a (good) desire: this is the purpose of (sense-) desire.",
    "ai-atk-s0510a0:193_1": "If he says this, “If the whole untrained exceedingly sweet, having with great strength, after reaching the end of the Buddha,",
    "ai-atk-s0510a0:193_2": "Or he who is like a canopy covered with a bird of bamboos and a carpet, having poisoned a Bambool, and going to the top of the Buddha.",
    "ai-atk-s0510a0:193_3": "Or he who, when he is falling on a floor covered with a whole of the spiritual life, having cut off the fruition in the air and a hundred times, and when he is the Buddha, he reaches the fruit.",
    "ai-atk-s0510a0:193_4": "Or he who, having approached the whole of the auspicious yellow into (good) conduct, being prevented by the Buddha with his own hands and feet, went to the shore of the ocean.",
    "ai-atk-s0510a0:193_5": "And one does not think, “I’ll do it even go through this one or that they don’t get any embracing a strike from here, and there shall be no more than that, but no matter how I have reached them.”",
    "ai-atk-s0510a0:193_6": "Therefore, after developing these eight things, making them prevented him into the presence of the Buddha,",
    "ai-atk-s0510a0:194_0": "When the Fortunate One arrived, after picking up a crooked head, and he said: “Humb, he is able to wash his head, and seeing the female slave in the form of a Buddha, like a lamp, with joined palms, and seeing him coming to the eyes, and he saw quickly, without making an appropriate word, the Buddha,",
    "ai-atk-s0510a0:194_1": "He said, “Whether he could learn four hundred thousand eons, he’ll understand the next four thousand eons,” and he explained the Buddha three hundred thousand Bhikkhus:",
    "ai-atk-s0510a0:194_2": "“Do you see this Uggaha, Tāḷapula, wearing this garlic?”",
    "ai-atk-s0510a0:194_3": "“Yes, sir,” they replied.",
    "ai-atk-s0510a0:194_4": "This is the bedroom, and he has deposited (the Buddha) for him.",
    "ai-atk-s0510a0:194_5": "For this one hundred thousand eons will have acquisition of the four unconditioned.",
    "ai-atk-s0510a0:194_6": "But in that state he has created a kasiṇa at the Kapilavatthu there is the first capital of his mother, the father named Khemā, the elder named Koliya, the chief of the world, (said): “But the first person named Koliya, the chief of the lady, Ānanda, an elder named Khemā, and the second lady of the highest quality.”",
    "ai-atk-s0510a0:194_7": "This Mahāpadassana, having driven out the waterpot that was lost, and accepted to the tree on the bank of the Bodhi tree, (Tree) that was suitable for the Bodhi Tree.",
    "ai-atk-s0510a0:194_8": "Therefore it is said:",
    "ai-atk-s0510a0:195_0": "“He who has accepted the world, and receives it,",
    "ai-atk-s0510a0:196_0": "and having driven out the lump of meat, this is the word he spoke:",
    "ai-atk-s0510a0:197_0": "“Looking to this ascetic, the ascetic Gotama,",
    "ai-atk-s0510a0:198_0": "and later, in some time there will be a Buddha in the world.",
    "ai-atk-s0510a0:199_0": "“The Realised One, having departed from the Kapilavatthu,",
    "ai-atk-s0510a0:200_0": "Having made an effort in striving,",
    "ai-atk-s0510a0:201_0": "“The Realised One, sat down at the root of the Goatherd’s tree,",
    "ai-atk-s0510a0:202_0": "There the milk-rice which brings delight,",
    "ai-atk-s0510a0:203_0": "“He who delights in the bank of the Victor, Joyous One,",
    "ai-atk-s0510a0:204_0": "Resoluteness on the path of Awakening stretched out the Bodhi (Tree) with the Bodhi (Tree).",
    "ai-atk-s0510a0:205_0": "“Having circumambulated the supreme Awakening,",
    "ai-atk-s0510a0:206_0": "the root of a tree cross-legged at the root of a tree,",
    "ai-atk-s0510a0:207_0": "“Māra’s mother will be a deceiver.",
    "ai-atk-s0510a0:208_0": "this is the name of the Suddhodana.",
    "ai-atk-s0510a0:209_0": "“With minds at peace, serene,",
    "ai-atk-s0510a0:210_0": "their disciples ...",
    "ai-atk-s0510a0:211_0": "but Ānanda is not attended to him.",
    "ai-atk-s0510a0:212_0": "“Mother and Uppalavaṇṇā will be the best of their chief disciples,",
    "ai-atk-s0510a0:213_0": "with pollutants without attachment.",
    "ai-atk-s0510a0:214_0": "is said to be the Buddha’s awakening.”",
    "ai-atk-s0510a0:215_0": "Having heard that, very learned one –",
    "ai-atk-s0510a0:215_1": "that I had arrived.",
    "ai-atk-s0510a0:215_2": "The people, having heard the word of Laṅkādīpa, thought, “It seems, had come to Laṅkādīpa, was joyful and fertile.”",
    "ai-atk-s0510a0:215_3": "And the Buddha said,",
    "ai-atk-s0510a0:215_4": "“As in the remainder those people there are those who are straightened and fully extinguished through the natural principles, Those delighting in less than debates, north, I will become a Buddha.” And so too, having set them out on foot, with the fruit of the Dispensation of gems. Cutes, the Buddha will realize the fruit of my instructions.”",
    "ai-atk-s0510a0:215_5": "having circumambulated the Bodhi Tree of the Cetiyaputta, worshipped him with his right side toward him, and left.",
    "ai-atk-s0510a0:215_6": "And the four-foted (difficults) of the Bo branch, having subdued their fragrance and garlands, departed.",
    "ai-atk-s0510a0:215_7": "And after worshipping the gods and men, they departed.",
    "ai-atk-s0510a0:216_0": "All the Buddha-to-be resenting, “I’ll bed-wellers with a noble and charming lotus flower.” She sat down on a bed.",
    "ai-atk-s0510a0:216_1": "In this way, having given up the entire Bodhisatta sat down on the whole of the Bodhi tree as a charnel ground, and having a hundred thousand rims, all the deities came from their seats and appearance,.",
    "ai-atk-s0510a0:216_2": "He knew that they had caught up in them, and having put down their energy, (thinking): ‘We were firmly established in mind, have a single effort, and having firmly established it.’”",
    "ai-atk-s0510a0:216_3": "Therefore it is said:",
    "ai-atk-s0510a0:217_0": "“Do you hear this word of the great hermit,",
    "ai-atk-s0510a0:218_0": "having delighted, it seems, the Buddha, the seed,",
    "ai-atk-s0510a0:219_0": "“Throw out the drying, laughing, and laughing:",
    "ai-atk-s0510a0:220_0": "with joined palms raised in reverential salutations:",
    "ai-atk-s0510a0:221_0": "“When you’ve lost the Dispensation of the world,",
    "ai-atk-s0510a0:222_0": "in the future time, (but) will be in the presence of the winterest.",
    "ai-atk-s0510a0:223_0": "“Just as people cross a river to the river,",
    "ai-atk-s0510a0:224_0": "undergoing arriving towards a great earth,",
    "ai-atk-s0510a0:225_0": "“Just so, all I release Victor,",
    "ai-atk-s0510a0:226_0": "in the future time, (but) will be in the presence of the winterest.",
    "ai-atk-s0510a0:227_0": "“He who has accepted the world, and receives it,",
    "ai-atk-s0510a0:228_0": "having placed my work on the southern hills.",
    "ai-atk-s0510a0:229_0": "“All those who are summoned were packed by hunger, they all changed meat.",
    "ai-atk-s0510a0:230_0": "Nāgasamāla, worshipped the fairies,",
    "ai-atk-s0510a0:231_0": "“Having (etc.) * “My Teacher, who is practising the world with its gods,",
    "ai-atk-s0510a0:232_0": "after emerging from his seat, then withdrawn from the seat,",
    "ai-atk-s0510a0:233_0": "“May I be happy and joyful when I rejoice,",
    "ai-atk-s0510a0:234_0": "with rapture and happiness,",
    "ai-atk-s0510a0:235_0": "“After sitting in a torment, I thought:",
    "ai-atk-s0510a0:236_0": "‘Discourse, I have gone to the delightful meditations,",
    "ai-atk-s0510a0:237_0": "“‘There is no place for me,",
    "ai-atk-s0510a0:238_0": "gaining psychic powers ...",
    "ai-atk-s0510a0:239_0": "“The people of Laṅkā are ten thousand people,",
    "ai-atk-s0510a0:240_0": "The Buddha, the two rolled forth like the great Buddha,",
    "ai-atk-s0510a0:241_0": "“In the past I was born in this position,",
    "ai-atk-s0510a0:242_0": "will split the signs in the charnel ground,",
    "ai-atk-s0510a0:243_0": "“I’m well-proceed, and he who has come to hear the full ordination.",
    "ai-atk-s0510a0:244_0": "Today you will be able today.",
    "ai-atk-s0510a0:245_0": "“One thousand world-elements have become quiet in the family of the world.",
    "ai-atk-s0510a0:246_0": "Today you will be able today.",
    "ai-atk-s0510a0:247_0": "“The winds blow in the sky, the rivers are flowing,",
    "ai-atk-s0510a0:248_0": "Today you will be able today.",
    "ai-atk-s0510a0:249_0": "“May all the nets in full flower,",
    "ai-atk-s0510a0:250_0": "The Buddha, having smooth the flower, all the people will be the Buddha.",
    "ai-atk-s0510a0:251_0": "“Whether trees or blossom trees are there of fruit,",
    "ai-atk-s0510a0:252_0": "he became the Buddha, all-hundred.",
    "ai-atk-s0510a0:253_0": "“The outcomes of the eighteen grounds, Jotipāla, are the foremost of the treasures.",
    "ai-atk-s0510a0:254_0": "The Buddha, the Jina, the hero, you will become a Buddha,",
    "ai-atk-s0510a0:255_0": "“The Vajjians honour the Vajjis out of compassion,",
    "ai-atk-s0510a0:256_0": "he became a Buddha, and you will be the Buddha.",
    "ai-atk-s0510a0:257_0": "“Having taken up the flowers they’ll scented down,",
    "ai-atk-s0510a0:258_0": "Even today you will become a Buddha, he will be the Buddha.",
    "ai-atk-s0510a0:259_0": "“This great ocean has ten thousand shooks,",
    "ai-atk-s0510a0:260_0": "he became a Buddha, and you will be the Buddha.",
    "ai-atk-s0510a0:261_0": "“Even somewhere in the ten thousand hells have become disillusioned,",
    "ai-atk-s0510a0:262_0": "The Buddha became quenched.",
    "ai-atk-s0510a0:263_0": "“Similar, there are all the times, Sun,",
    "ai-atk-s0510a0:264_0": "In the same way will he became the Buddha,",
    "ai-atk-s0510a0:265_0": "“Even a bonfire with water is set up,",
    "ai-atk-s0510a0:266_0": "by the rays of his great (magical) power will arose.",
    "ai-atk-s0510a0:267_0": "“Among the counterparts: the group of fourteen circumferences in the circle of the wide open.",
    "ai-atk-s0510a0:268_0": "Visākhā, Moon, you’ll become a Buddha,",
    "ai-atk-s0510a0:269_0": "“The King of the Deaths came out through the air,",
    "ai-atk-s0510a0:270_0": "he became a Buddha, and you will be the Buddha.",
    "ai-atk-s0510a0:271_0": "“One is not happy, while those who are content,",
    "ai-atk-s0510a0:272_0": "he became satisfied with the Buddha, and you will be the Buddha.",
    "ai-atk-s0510a0:273_0": "“To him who diseases from a village hunger and thirst,",
    "ai-atk-s0510a0:274_0": "These were burning up, he will be a Buddha,",
    "ai-atk-s0510a0:275_0": "“When greed, hate, and delusion aren’t given up,",
    "ai-atk-s0510a0:276_0": "The Buddha, having all been challenged upon them, you will be the Buddha.",
    "ai-atk-s0510a0:277_0": "“Today it does not conquer, being heedless,",
    "ai-atk-s0510a0:278_0": "by that, the Buddha you will know the park.",
    "ai-atk-s0510a0:279_0": "“Who is he not mindfully? Will heedlessly?",
    "ai-atk-s0510a0:280_0": "by that, the Buddha you will know the park.",
    "ai-atk-s0510a0:281_0": "“The sky goes when the sky leaves,",
    "ai-atk-s0510a0:282_0": "is the Buddha, or the fragrance of a smell.",
    "ai-atk-s0510a0:283_0": "“All the gods have established form in the formless,",
    "ai-atk-s0510a0:284_0": "The Buddha will all remain only, he will be the Buddha.",
    "ai-atk-s0510a0:285_0": "“All the hells are seen (but), so long as they are,",
    "ai-atk-s0510a0:286_0": "The Buddha will all remain only, he will be the Buddha.",
    "ai-atk-s0510a0:287_0": "“The Kakuṭaras were not attractive and spot,",
    "ai-atk-s0510a0:288_0": "the space of space, in present to you, you will be the Buddha,",
    "ai-atk-s0510a0:289_0": "“For one who is both reborn and is not in a moment,",
    "ai-atk-s0510a0:290_0": "These were burning up, he will be a Buddha,",
    "ai-atk-s0510a0:291_0": "“Through energy aroused up, ~ may there be no energy for oneself,",
    "ai-atk-s0510a0:292_0": "We’ll know it to be the Buddha, the Awakened One.”",
    "ai-atk-s0510a0:293_0": "the Buddha-to-be, the ruler of the Jina, having heard the ten thousand companions, were the intent upon the earth, thought:",
    "ai-atk-s0510a0:293_1": "“This Sambuddha named Mogharāja, there’s no quite different from a talk about the Buddha.",
    "ai-atk-s0510a0:293_2": "just as the sun (dwells) lighting a fierce and burning sun with fire, so too I drove his sun and moon, the heat of the sun and crembled—I will grow in the sky from the sky and went out of the firmament.”",
    "ai-atk-s0510a0:293_3": "Therefore it is said:",
    "ai-atk-s0510a0:294_0": "“Having heard the word of the Buddha, the ten thousand,",
    "ai-atk-s0510a0:295_0": "contented and joyful, I thought:",
    "ai-atk-s0510a0:296_0": "“The Buddhas are coming in the Victor’s presence,",
    "ai-atk-s0510a0:297_0": "The Buddhaship, the teaching, and the Awakened One.",
    "ai-atk-s0510a0:298_0": "“Judging by the wind cannot stones, threw a floor,",
    "ai-atk-s0510a0:299_0": "Just so the word of the Buddha is spoken to,",
    "ai-atk-s0510a0:300_0": "The Buddhaship, the teaching, and the Awakened One.",
    "ai-atk-s0510a0:301_0": "“Just so, for all beings,",
    "ai-atk-s0510a0:302_0": "Just so the word of the Buddha is spoken to,",
    "ai-atk-s0510a0:303_0": "“The sun has come up in the evening time, when the sun comes up—",
    "ai-atk-s0510a0:304_0": "Just so the word of the Buddha is spoken to,",
    "ai-atk-s0510a0:305_0": "“As the roar of a lion’s roar, the lion’s roar,",
    "ai-atk-s0510a0:306_0": "Just so the word of the Buddha is spoken to,",
    "ai-atk-s0510a0:307_0": "“Just as in the water, so full of the burden,",
    "ai-atk-s0510a0:308_0": "just so the word of the Buddha should be given to the rest:",
    "ai-atk-s0510a0:309_0": "He said, “I will be a Buddha,” and he retained and said to the Buddha,",
    "ai-atk-s0510a0:309_1": "“Where does the Buddha-to-be? Don’t he advise the three relics, or was intermediate directions? It was the ancient stated of the truth, or was my own teacher’s tradition?” And having seen the Dhammadinal, he said this:",
    "ai-atk-s0510a0:309_2": "“Such to the feeding Protector in the first house you should fill the perfection of giving,",
    "ai-atk-s0510a0:309_3": "For just as when the water rolled up out the water and set up a water-pot, having driven out the water, and then, without having made a firm, the Awakened One, with the auspicious ceremony, and having resolved it to be set up on the ground, he sits down on the ground.”",
    "ai-atk-s0510a0:309_4": "Therefore it is said:",
    "ai-atk-s0510a0:310_0": "“My Buddha has left for the Dhamma,",
    "ai-atk-s0510a0:311_0": "above, below, and across the water element.",
    "ai-atk-s0510a0:312_0": "“Seeing, having seen (that), I shook at the first perfection of giving,",
    "ai-atk-s0510a0:313_0": "by the great lion, by the master, by the great earth,",
    "ai-atk-s0510a0:314_0": "“Through this first time you went back to the country,",
    "ai-atk-s0510a0:315_0": "he can attain the delightful Bodhi (Tree),",
    "ai-atk-s0510a0:316_0": "“The pot is swamped by whoever goes down,",
    "ai-atk-s0510a0:317_0": "after completing the rainy season residence (there), the remainder of that.",
    "ai-atk-s0510a0:318_0": "“Seeing in the monastery, they ask the low ones,",
    "ai-atk-s0510a0:319_0": "giving, like a pot full of water.”",
    "ai-atk-s0510a0:320_0": "Then, seeing the Buddha, saying: “Bhikkhus, doing this, he thought occurred to him while he is engaged in various duties to the virtuous qualities of the virtue.” Then he thought:",
    "ai-atk-s0510a0:320_1": "“You should drink from here with your virtue in the state of its fond of virtue.",
    "ai-atk-s0510a0:320_2": "However, just as a layman (only) protects his own life, having put his own life down the span of his own life, I will be protected and virtuous even with my virtue.”",
    "ai-atk-s0510a0:320_3": "Therefore it is said:",
    "ai-atk-s0510a0:321_0": "“There are no things that are Buddha,",
    "ai-atk-s0510a0:322_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-s0510a0:323_0": "“Having seen (them) within a second self-control,",
    "ai-atk-s0510a0:324_0": "the great sages of the first head,",
    "ai-atk-s0510a0:325_0": "“Through this second time you went back to your own country,",
    "ai-atk-s0510a0:326_0": "finding happiness in virtue, the Bodhi (tree),",
    "ai-atk-s0510a0:327_0": "“Just as a lotus leaf is leaning on a floor",
    "ai-atk-s0510a0:328_0": "Oneself finds there, (living in) a mortal,",
    "ai-atk-s0510a0:329_0": "“In the four planes, having fulfilled all the precepts,",
    "ai-atk-s0510a0:330_0": "(Whoever) domestic devotees like a lake?”",
    "ai-atk-s0510a0:331_0": "Then he saw a further state of existence in the Doctrine, and having seen that there is a third time, he thought,",
    "ai-atk-s0510a0:331_1": "“Forget such a lump of fury, you should get to fill up the efforts.",
    "ai-atk-s0510a0:331_2": "For just as when a man is building a jackal on a long time, he does not take his jackal, plunge into a pit of iron ball, and he pulled up his thorns. Then he wavy yoked all over his thorns.",
    "ai-atk-s0510a0:331_3": "The Buddha, the Awakened One,” he made a resolve at the third time.",
    "ai-atk-s0510a0:331_4": "Therefore it is said:",
    "ai-atk-s0510a0:332_0": "“There are no things that are Buddha,",
    "ai-atk-s0510a0:333_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-s0510a0:334_0": "“Like Village, a third and third time I went to see the reverend Gotama,",
    "ai-atk-s0510a0:335_0": "the great sages of the first head,",
    "ai-atk-s0510a0:336_0": "“Through this third time you went back to the third time,",
    "ai-atk-s0510a0:337_0": "whatever delighting in renunciation he desires to see the Bodhi (Tree).",
    "ai-atk-s0510a0:338_0": "Just as a man would be swallowed for a long time,",
    "ai-atk-s0510a0:339_0": "There is no desire for people there, and for go away.",
    "ai-atk-s0510a0:340_0": "“For he whom you have all challenged like a house,",
    "ai-atk-s0510a0:341_0": "I’m free from all suffering.”",
    "ai-atk-s0510a0:342_0": "Then, knowing he thought, “In this way,” he saw a further four noble truths more than that, when he saw, he thought, “For more than the fourth respectively to be found here,” he thought,",
    "ai-atk-s0510a0:342_1": "“For he who has wisdom, as a flag of wisdom, you should also be filled with wisdom.",
    "ai-atk-s0510a0:342_2": "Yet even low, highly, and all of them ask him a question.",
    "ai-atk-s0510a0:342_3": "For just as an alms-food eater having caught up in the alms-food eater, and crushed all the alms-eater bhikkhus. When he is about to be destroyed, he will ask them a question, and then he has put down the fourth benefit of wisdom.”",
    "ai-atk-s0510a0:342_4": "Therefore it is said:",
    "ai-atk-s0510a0:343_0": "“There are no things that are Buddha,",
    "ai-atk-s0510a0:344_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-s0510a0:345_0": "“Having seen (those) with wisdom the fourth absorption, who knows the fourth absorption,",
    "ai-atk-s0510a0:346_0": "the great sages of the first head,",
    "ai-atk-s0510a0:347_0": "“Through this fourth (good), you must undertake",
    "ai-atk-s0510a0:348_0": "can go to the Bodhi (Tree) who finds happiness,",
    "ai-atk-s0510a0:349_0": "“A because you wander for alms, monk,",
    "ai-atk-s0510a0:350_0": "(But) the family is not found, he is not obtained in this way.",
    "ai-atk-s0510a0:351_0": "“Surely you are certainly indeed about all the time.",
    "ai-atk-s0510a0:352_0": "Having gone to the delightful Bodhi tree he attained to Awakening.”",
    "ai-atk-s0510a0:353_0": "Then, knowing that the Buddha had compassion for him, he thought, “Previously,” and having seen (them), he thought thus:",
    "ai-atk-s0510a0:353_1": "“Such contentment, vigorous, sustained by energy, as well as the king of beasts, energy, and vigor. When you’re strong, he will be firmly aroused in the five ways.”",
    "ai-atk-s0510a0:353_2": "Therefore it is said:",
    "ai-atk-s0510a0:354_0": "“There are no things that are Buddha,",
    "ai-atk-s0510a0:355_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-s0510a0:356_0": "“Now, long after I had seen (his), I saw the fifth Rose-Apple Island,",
    "ai-atk-s0510a0:357_0": "the great sages of the first head,",
    "ai-atk-s0510a0:358_0": "“Through this fifth time you went back to the fifth monastery,",
    "ai-atk-s0510a0:359_0": "(He who) can attain the delightful Bodhisatta also",
    "ai-atk-s0510a0:360_0": "“The lion, king of beasts, is engaged by the lion,",
    "ai-atk-s0510a0:361_0": "he is energetically and mindful, he is one who practises with his own energy.",
    "ai-atk-s0510a0:362_0": "“Indeed you are satisfied with the energy aroused,",
    "ai-atk-s0510a0:363_0": "having gone to Bodhi’satta’s attain Awakening.”",
    "ai-atk-s0510a0:364_0": "Then, seeing the Buddha’s renowned three times in the Dispensation, he thought:",
    "ai-atk-s0510a0:364_1": "“Such is violent, you should be patient, filled with rice in rags, and you should be patient.",
    "ai-atk-s0510a0:364_2": "However, even though they do not store it up in earth, there would be no more bad for them. ”",
    "ai-atk-s0510a0:364_3": "Therefore it is said:",
    "ai-atk-s0510a0:365_0": "“There are no things that are Buddha,",
    "ai-atk-s0510a0:366_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-s0510a0:367_0": "“Seeing the sixth deft (again), having destroyed the sixth pair,",
    "ai-atk-s0510a0:368_0": "the great sages of the first head,",
    "ai-atk-s0510a0:369_0": "“Through this was the sixth, and you went (also),",
    "ai-atk-s0510a0:370_0": "There he attained Awakening.",
    "ai-atk-s0510a0:371_0": "“As a way of earth is both clean and unclean.",
    "ai-atk-s0510a0:372_0": "The whole of the past, thinking: ‘After being gone beyond all, one is not offensive,",
    "ai-atk-s0510a0:373_0": "“That which is just so, you must have right endeavour,",
    "ai-atk-s0510a0:374_0": "having gone to Bodhi tree, you’ve attained Awakening.”",
    "ai-atk-s0510a0:375_0": "Then, when he saw this, he thought, “There is no further reason for the Buddha,” and so he considered a further seven times. Then he thought,",
    "ai-atk-s0510a0:375_1": "“Such from here you should tell a deliberate lie even in the matter of the truth. We should not tell a deliberate lie, or anything else to be deliberate lie.",
    "ai-atk-s0510a0:375_2": "For just as when a daughter of the daughters of ain-law with her own hands, put on their own doctrine, and still on their own doctrine of ancestry, I left the seventh day and you will go to the truth.”",
    "ai-atk-s0510a0:375_3": "Therefore it is said:",
    "ai-atk-s0510a0:376_0": "“There are no things that are Buddha,",
    "ai-atk-s0510a0:377_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-s0510a0:378_0": "“Like Virūpakkha to the seventh perfection.",
    "ai-atk-s0510a0:379_0": "the great sages of the first head,",
    "ai-atk-s0510a0:380_0": "“Through this monastery you went back to the seventh time,",
    "ai-atk-s0510a0:381_0": "and attained Awakening in that place.",
    "ai-atk-s0510a0:382_0": "“Just as in the world with its gods,",
    "ai-atk-s0510a0:383_0": "At the time of the Vāseṭṭhas, he does not tremble;",
    "ai-atk-s0510a0:384_0": "“You are certainly capable of realizing anything that you are, don’t stuck in your mind,",
    "ai-atk-s0510a0:385_0": "can’t realize the delightful awakening.”",
    "ai-atk-s0510a0:386_0": "Then he said, “In this way, sir,” and on seeing the following eighth day, he thought, which is an importance to be done in the Bodhisattas (of the eighth time), when he saw it, he thought,",
    "ai-atk-s0510a0:386_1": "“You should determine the adornments, as a determination of husked rice in the future.",
    "ai-atk-s0510a0:386_2": "Suppose a mountain there was a mountain cave, with all the directions there were no place in all directions, and he puts his own quarters, and there on the eighth day the Buddha eventually a fan. Then he stored himself in eight directions, and puts it on the rainy season in eight directions.”",
    "ai-atk-s0510a0:386_3": "Therefore it is said:",
    "ai-atk-s0510a0:387_0": "“There are no things that are Buddha,",
    "ai-atk-s0510a0:388_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-s0510a0:389_0": "“Standing about the eighth day I saw (those) determining in this eighth day,",
    "ai-atk-s0510a0:390_0": "The great sages of the first head, by the army of the earth,",
    "ai-atk-s0510a0:391_0": "he said: “Through you have eighth times,",
    "ai-atk-s0510a0:392_0": "and becoming a powder-free place.",
    "ai-atk-s0510a0:393_0": "“Just like a mountain rock, ~ unagitated, well established,",
    "ai-atk-s0510a0:394_0": "he is not to be found in (rebirth) human beings,",
    "ai-atk-s0510a0:395_0": "“That’s still conducive to it, there’s no unfaithful.",
    "ai-atk-s0510a0:396_0": "Having determined that brings to Bodhi (Tree), you can attain Awakening.”",
    "ai-atk-s0510a0:397_0": "Then, knowing that there was a new state consisting of the Enlightened One’s qualities, they thought,",
    "ai-atk-s0510a0:397_1": "“Surely you’re truly because you with any kind of breath, you should get filled with grains.",
    "ai-atk-s0510a0:397_2": "Suppose that indeed there were a holy man with good friends, all the waters, messengers, and spends those like a cool breeze, with a single crowd, I will put arrow my head into the openings.”",
    "ai-atk-s0510a0:397_3": "Therefore it is said:",
    "ai-atk-s0510a0:398_0": "“There are no things that are Buddha,",
    "ai-atk-s0510a0:399_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-s0510a0:400_0": "“Like Village, I saw a ninth (and):",
    "ai-atk-s0510a0:401_0": "the great sages of the first head,",
    "ai-atk-s0510a0:402_0": "“Through this ninth (again), you put a strong,",
    "ai-atk-s0510a0:403_0": "With loving-kindness, whether the Bodhi (Tree) you can wish:",
    "ai-atk-s0510a0:404_0": "“In whom the water drops of good friends",
    "ai-atk-s0510a0:405_0": "trying to free both hands, overflowing dust,",
    "ai-atk-s0510a0:406_0": "“That’s exactly what you are developing loving-kindness.",
    "ai-atk-s0510a0:407_0": "Having gone to the delightful Bodhi tree he attained Awakening.”",
    "ai-atk-s0510a0:408_0": "Then, knowing that the Buddha had compassion for him, he thought, “Putting that,” and seeing that he had seen equanimous bliss with his own insight (thinking):",
    "ai-atk-s0510a0:408_1": "“For he’s satisfied, because you’re happy and full of bliss. You should full of pain and sadness.",
    "ai-atk-s0510a0:408_2": "Just as when a Buddha toss out of filthy summons, he becomes aroused in the midst of the earth, having a firm,mented in the middle of (supernatural) vision, he will become a Buddha,",
    "ai-atk-s0510a0:408_3": "Therefore it is said:",
    "ai-atk-s0510a0:409_0": "“There are no things that are Buddha,",
    "ai-atk-s0510a0:410_0": "Surely I will have the nature of a Buddha in the Bodhi (Tree),",
    "ai-atk-s0510a0:411_0": "“Like having seen (that), a while endowed with (true) insight,",
    "ai-atk-s0510a0:412_0": "the great sages of the first head,",
    "ai-atk-s0510a0:413_0": "“Through this tenth time you went back to the tenth monastery,",
    "ai-atk-s0510a0:414_0": "then you’ll be a master of the Isigili.",
    "ai-atk-s0510a0:415_0": "“The earth is unclean, soiled,",
    "ai-atk-s0510a0:416_0": "Endowed on both sides, produced by silk,",
    "ai-atk-s0510a0:417_0": "“That being so, you must have been an enemy, happy and free from suffering,",
    "ai-atk-s0510a0:418_0": "and attaining the delightful Bodhi (Tree) he attained Awakening.”",
    "ai-atk-s0510a0:419_0": "Then he thought:",
    "ai-atk-s0510a0:419_1": "“In this world he told the Buddha’s feet, and all of them have fulfilled the ten perfections except for the thirty-two years.",
    "ai-atk-s0510a0:419_2": "These are the ten directions, above that is in the sky, nor do those in the eastern direction, southern quarter, and the heart is established in me.”",
    "ai-atk-s0510a0:419_3": "When they see them, they’d take them on in an heart, and they’d take them with a strong rope. After applying them to do it, they take hold of them, sweep them on both sides, and put them on another occasion.",
    "ai-atk-s0510a0:419_4": "The outsider of the Counter of Exterior , the overflowing , the Sirith of the Three and the Vinaya, having performed all the duties, were greatly exceedingly sweet involved, and the ultimate air, wide, as if he were the ten great honours (to the Buddha).",
    "ai-atk-s0510a0:419_5": "When he had subdued this ten-thirteenth, extremely an elephant’s voice, a hundred leagues highly shouts, and a thousand kilometers, then the great earth shakes, and rocks and trembles.",
    "ai-atk-s0510a0:419_6": "(They are) like the wheels that rolled forth like a rolling forth.",
    "ai-atk-s0510a0:419_7": "Therefore it is said:",
    "ai-atk-s0510a0:420_0": "“There are things in the world who are born in the Bodhisatta,",
    "ai-atk-s0510a0:421_0": "But there was no place, apart from it.",
    "ai-atk-s0510a0:422_0": "“Because of developing these ten characteristics,",
    "ai-atk-s0510a0:423_0": "(then) by the Lord of the Dhammapada:",
    "ai-atk-s0510a0:424_0": "“Through converse with earth, like a lake,",
    "ai-atk-s0510a0:425_0": "Just as the oil lamp would be like the oil, so the rolls forth.”",
    "ai-atk-s0510a0:426_0": "terraceful, ascending from Campā, he was unable to walk in the town hall with a sword’s pair, and cutting off a ploughed yoke’s door.",
    "ai-atk-s0510a0:426_1": "And when they were powder, consumed, cosmetics, garlands, fragrances, and cotton down.",
    "ai-atk-s0510a0:426_2": "“But is this large crowd, terrified? What is the Teacher, then, when the Blessed One tells him, “What is this? Is it not?” or “How do we all?” then, how is it that it was the consequence of this large crowded?”",
    "ai-atk-s0510a0:426_3": "When the Teacher was listening to them, he thought, “Do not be afraid of wrongdoing, don’t think of that.",
    "ai-atk-s0510a0:426_4": "anyone who says ‘Heying, “In the jungle, I will be an Abscess of the world, the Buddha, the ten-elements of the earth element.”",
    "ai-atk-s0510a0:426_5": "Therefore it is said:",
    "ai-atk-s0510a0:427_0": "“The assembly was dispelled in the Buddha’s dispensation,",
    "ai-atk-s0510a0:428_0": "bearing waters to Sāketa, she fainted right there.",
    "ai-atk-s0510a0:429_0": "“In a household life, and many hundreds of thousands of pots,",
    "ai-atk-s0510a0:430_0": "plucked out each other’s edge,",
    "ai-atk-s0510a0:431_0": "° and saying: “After being rejoiced, lazy,",
    "ai-atk-s0510a0:432_0": "went to the populace, recalling the good people,",
    "ai-atk-s0510a0:433_0": "“What good does it be, of the world?",
    "ai-atk-s0510a0:434_0": "The whole of the world is always devoted to Visionary,",
    "ai-atk-s0510a0:435_0": "“The precincts that were, the Great Sage,",
    "ai-atk-s0510a0:436_0": "May you be afraid of the earth, may you not be afraid of this earth.",
    "ai-atk-s0510a0:437_0": "“When I was a discussing, I will get sick.",
    "ai-atk-s0510a0:438_0": "while Dhamma is endowed with right mindfulness,",
    "ai-atk-s0510a0:439_0": "“For the Buddha, whose Dhamma was unattached,",
    "ai-atk-s0510a0:440_0": "That’s why this earthquakes a thousand earth.”",
    "ai-atk-s0510a0:441_0": "The people, having heard the word spoken by the Realized One, joyful and delighted, after hearing the Bodhisatta’s word, descended from the sky, entered the city, and circumambulating the Bo branch.",
    "ai-atk-s0510a0:441_1": "The Buddha-to-be, after emerging from the intent on awakening, arranging his energy for ten months.",
    "ai-atk-s0510a0:441_2": "Therefore it is said:",
    "ai-atk-s0510a0:442_0": "“Have you heard the word of the Buddha, saying: “Having heard your mind,",
    "ai-atk-s0510a0:443_0": "May they all come to me and listen to me.",
    "ai-atk-s0510a0:444_0": "“Having destroyed the Buddha’s virtues, being firm and led away,",
    "ai-atk-s0510a0:445_0": "May I revere the seat of the Fortunate One, rising from a seat, and then rose from that seat.”",
    "ai-atk-s0510a0:446_0": "Then the Buddha-to-be rose from his seat and went to the air together with a thousand pans of the gods. Then he sat on the seat spread out there garlands of flowers, with heavenly garlands, with sandalwood imported from the sky. Then he winnowing as tubs, bringing him to the ground. Having worshipped the victory, he roseized the ground.",
    "ai-atk-s0510a0:446_1": "Just as when the trees blossomed with flowers of fruits and fruits of the flowering trees abundantly to the top, yet he quickly touched the trees.”",
    "ai-atk-s0510a0:446_2": "and after paying homage in accordance with the Rohana, they left themselves.",
    "ai-atk-s0510a0:446_3": "The Buddha-to-be was a Bodhi –",
    "ai-atk-s0510a0:446_4": "“I’ll make an end of ten thousand aeons, having a hundred thousand aeons at midday four my energy,” and then went back to the firmament.",
    "ai-atk-s0510a0:446_5": "Therefore it is said:",
    "ai-atk-s0510a0:447_0": "“Even if you’ve been reborn amongst gods,",
    "ai-atk-s0510a0:448_0": "covered with flowers from the nearby carcasses,",
    "ai-atk-s0510a0:449_0": "“The gods who are born in you are both gods and men,",
    "ai-atk-s0510a0:450_0": "the great hermit, having given up that Dhamma, desired the sign,",
    "ai-atk-s0510a0:451_0": "“May you avoid all calamities, may grief and disease be destroyed,",
    "ai-atk-s0510a0:452_0": "do not end in existence to the highest Awakening.",
    "ai-atk-s0510a0:453_0": "“At in the bowls, when the trees blossomed,",
    "ai-atk-s0510a0:454_0": "In the same way, the Great Champion went to the Buddha",
    "ai-atk-s0510a0:455_0": "“As a Buddha, all the people who were fully awakened, were filled up the ten perfections.",
    "ai-atk-s0510a0:456_0": "Just like you, great hero, who has completed the ten perfections,",
    "ai-atk-s0510a0:457_0": "“All the Buddhas in the Bodhi tree,",
    "ai-atk-s0510a0:458_0": "Just so you, Bāhiya, you were awakened at the Bodhi tree",
    "ai-atk-s0510a0:459_0": "“All the Buddhas who are in conquered by the Dhamma Wheel,",
    "ai-atk-s0510a0:460_0": "Just so you must set the wheel of the Teaching",
    "ai-atk-s0510a0:461_0": "“One like the moon shines bright,",
    "ai-atk-s0510a0:462_0": "Just so you, who are full of ten thousand people (robes),",
    "ai-atk-s0510a0:463_0": "“You sleep like the sun shines by the sun,",
    "ai-atk-s0510a0:464_0": "Just so, after removing the hair of the head,",
    "ai-atk-s0510a0:465_0": "“Whether all the rivers that are large,",
    "ai-atk-s0510a0:466_0": "So the world with its gods, Māras and Brahmās,",
    "ai-atk-s0510a0:467_0": "“Come forth, having totally undertaken ten things,",
    "ai-atk-s0510a0:468_0": "dispersing the teaching.”",
    "ai-atk-s0510a0:469_0": "The story at the clever person is finished.",
    "ai-atk-s0510a0:470_0": "The city gates also entered the city, where the town, and offered them with the Buddha at its head.",
    "ai-atk-s0510a0:470_1": "The Teacher, having preached the Dhamma and established the Relics, departed in the land of the Cetiya Ārāmas.",
    "ai-atk-s0510a0:470_2": "then all the life span of the Buddha is extinguished through the natural principle of extinguishment, without reaching Nibbāna.",
    "ai-atk-s0510a0:470_3": "Herein, all should be spoken in detail in the same way as given under the Buddha.",
    "ai-atk-s0510a0:470_4": "For this is said:",
    "ai-atk-s0510a0:471_0": "“Then, dear having destroyed the world and its Saṅgha,",
    "ai-atk-s0510a0:472_0": "they go to him for refuge the Teacher’s instruction.",
    "ai-atk-s0510a0:473_0": "“The Realised One, while going to the journey,",
    "ai-atk-s0510a0:474_0": "(But) five others in the virtues of such and such virtue,",
    "ai-atk-s0510a0:475_0": "“Sir, whose body is the best of the ascetic life,",
    "ai-atk-s0510a0:476_0": "The one who gives no penetration to anyone",
    "ai-atk-s0510a0:477_0": "“Whose attainment is the eight attainments of the Divinities,",
    "ai-atk-s0510a0:478_0": "Whoever has the three knowledges and the six direct knowledges,",
    "ai-atk-s0510a0:479_0": "“Whoever instructs the people with a great sacrifice,",
    "ai-atk-s0510a0:480_0": "and through that he spoke the benefit of the world:",
    "ai-atk-s0510a0:481_0": "“A great nourishing the mighty sky,",
    "ai-atk-s0510a0:482_0": "he rejoices in the people’s welfare.",
    "ai-atk-s0510a0:483_0": "“I saw a hundred leagues away, or a hundred leagues away,",
    "ai-atk-s0510a0:484_0": "At the moment when he came to the Great Wood, he that Greatly drew near the cave.",
    "ai-atk-s0510a0:485_0": "“The Awakened One, the Buddha, hused a hundred thousand millions",
    "ai-atk-s0510a0:486_0": "On the second occasion they were unable to hold a surrounded by a boat.",
    "ai-atk-s0510a0:487_0": "“When I saw the Buddha",
    "ai-atk-s0510a0:488_0": "ninety-thousand thousand koṭis,",
    "ai-atk-s0510a0:489_0": "“The gods have assembled there, there are three customs stations,",
    "ai-atk-s0510a0:490_0": "and he came down from the first time to the gathering.",
    "ai-atk-s0510a0:491_0": "“Not through the great (flow) rays of seclusion,",
    "ai-atk-s0510a0:492_0": "having destroyed the pollutants, spears storms were timberged.",
    "ai-atk-s0510a0:493_0": "“When the Great hero, the creeper’s Man,",
    "ai-atk-s0510a0:494_0": "There were nine-thousand times invited the Great Sage.",
    "ai-atk-s0510a0:495_0": "“I was observed up the yogis,",
    "ai-atk-s0510a0:496_0": "and the Buddha has gone forth from the sky, he is perfect in five ways,",
    "ai-atk-s0510a0:497_0": "“One thousand penetrated the Dhamma",
    "ai-atk-s0510a0:498_0": "and one reckoned as a group.",
    "ai-atk-s0510a0:499_0": "“The Teacher has become successful and prosperous,",
    "ai-atk-s0510a0:500_0": "endowed with a beautiful island of Laṅkā,",
    "ai-atk-s0510a0:501_0": "“Whether he who possesses the six (supernatural) faculties and great power,",
    "ai-atk-s0510a0:502_0": "They surrounded the world,",
    "ai-atk-s0510a0:503_0": "“All of men who give up human life,",
    "ai-atk-s0510a0:504_0": "those who haven’t achieved their heart’s desire,",
    "ai-atk-s0510a0:505_0": "“First yellows, robes and so on,",
    "ai-atk-s0510a0:506_0": "With the defilements ended, delighting in all defilements,",
    "ai-atk-s0510a0:507_0": "“Having come in the city of Bhoganagara the prince Sumana,",
    "ai-atk-s0510a0:508_0": "The Teacher of Sumedhā, Vaṅkaka, who is a Teacher,",
    "ai-atk-s0510a0:509_0": "“One thousand years, while dwelling in the house",
    "ai-atk-s0510a0:510_0": "Geese, herons, having three stilt longhouses, three are the most excellent palace.",
    "ai-atk-s0510a0:511_0": "“Three a hundred thousand riches, adorned with many hundreds of thousands,",
    "ai-atk-s0510a0:512_0": "the Padumuttara, the son of Lady Wisdom, was too close",
    "ai-atk-s0510a0:513_0": "Seeing the sign of the four elephants,",
    "ai-atk-s0510a0:514_0": "(There is) no endeavourable striving in regard to the Victor,",
    "ai-atk-s0510a0:515_0": "“Having wandered for striving, free from conceit,",
    "ai-atk-s0510a0:516_0": "Brahmā, begged the Great Seer’s true head,",
    "ai-atk-s0510a0:517_0": "“He does not possess the hero, the Great Champion,",
    "ai-atk-s0510a0:518_0": "while sitting on his head, he caused the spendid the ascetics of other religions.",
    "ai-atk-s0510a0:519_0": "he had three, and Tissa the Bodhisatta.",
    "ai-atk-s0510a0:520_0": "Having gone to a refuge, he in Laṅkā,",
    "ai-atk-s0510a0:521_0": "Sunakkhatta and Pāṭaliputta were the best.",
    "ai-atk-s0510a0:522_0": "also this the Fortunate One’s Awakening is said to be the fruit of the Awakening One.",
    "ai-atk-s0510a0:523_0": "“For he has the requisites called Bhaddiya,",
    "ai-atk-s0510a0:524_0": "Having attended to the Teacher, who is a carer,",
    "ai-atk-s0510a0:525_0": "“Out of allying the suffering in that congregation, the Great Seer,",
    "ai-atk-s0510a0:526_0": "(Sāriputta) the king of Laṅkādīpa, was like a sal tree,",
    "ai-atk-s0510a0:527_0": "“The birds have been thirty-two leagues,",
    "ai-atk-s0510a0:528_0": "a hundred thousand aeons, a thousand years in mind,",
    "ai-atk-s0510a0:529_0": "forget about the people, and so many people",
    "ai-atk-s0510a0:530_0": "“Having given the victor’s true Dhamma, and causing the True Dhamma,",
    "ai-atk-s0510a0:531_0": "(Having seen) the Fire One like a burning flame,",
    "ai-atk-s0510a0:532_0": "“Those psychic powers, that jewel-treasures, and these things are",
    "ai-atk-s0510a0:533_0": "(The Buddha) is not desiring the whole Dhamma-monastic).",
    "ai-atk-s0510a0:534_0": "“He who has no joy in the Teacher, the Victor,",
    "ai-atk-s0510a0:535_0": "is the meaning of that Jeta’s Grove.”",
    "ai-atk-s0510a0:536_0": "Koṇḍañña, the Buddha,",
    "ai-atk-s0510a0:537_0": "and another later in the most excellent Laṅkā came to the Buddha. Then he passed beyond doubt,",
    "ai-atk-s0510a0:537_1": "He had three friends gathered.",
    "ai-atk-s0510a0:537_2": "Standing at each and every side one hundred thousand millions, the second koṭis of us.",
    "ai-atk-s0510a0:537_3": "Then the Buddha-to-be, the wheel-turning monarch, and was reborn in a hundred thousand million counsel, a thousand Bhikkhu fraternity.",
    "ai-atk-s0510a0:537_4": "The Teacher, having taught the Dhamma, said: “After teach the Dhamma, will be a Dhamma talk”,",
    "ai-atk-s0510a0:537_5": "having heard the Teacher’s Dhamma teaching, he went forth in the presence of the Dhamma.",
    "ai-atk-s0510a0:537_6": "Having learned three times and completed the three insights, he had mastered the knowledges and attaining the Brahmā-world.",
    "ai-atk-s0510a0:537_7": "Koṇḍañña was a prince called Sudassana. His mother was Sudassana, Sujāta, and Pabbasuka, and Māsabha, and Suppabuddha, and his mother was one hundred thousand (Bhikkhunīs), who were the bestowed on them, and two thousand rebirths. It was one hundred and two months.",
    "ai-atk-s0510a0:538_0": "“Indeed there is a further shaveling thing called Koṇḍañña",
    "ai-atk-s0510a0:539_0": "(But) free of endlessness, unbeneficial, and hard to measure.”",
    "ai-atk-s0510a0:540_0": "and another, after considering one of the four Buddhas, they passed on to the four Buddhas. These were reborn in one eons:",
    "ai-atk-s0510a0:540_1": "Sumaṅgala, Revata, Sobhita,",
    "ai-atk-s0510a0:540_2": "When he had gathered first, the Buddha’s disciples like a second point, one hundred thousand mendicants headed to the Buddha.",
    "ai-atk-s0510a0:540_3": "Ānanda, the young man named Vepacitti,  ninety-two converted to the assembly together with the Teacher.",
    "ai-atk-s0510a0:540_4": "The Teacher spoke about the gradual teaching to them,",
    "ai-atk-s0510a0:540_5": "together with the analytic knowledges and attained Liberation.",
    "ai-atk-s0510a0:540_6": "The Teacher, while looking at the former good family, looking at the right time, saw a head with his robes and said, “Hush, have you hiden the donation to the right,” and he said, “Give the bhikkhus,”",
    "ai-atk-s0510a0:540_7": "All the Teacher, having shook his robes, and surrounded by his ministers and worshipping the Elders, like the Teacher who offered the supreme benefit of those who offered the going forth.",
    "ai-atk-s0510a0:540_8": "This was the third group of disciples gathered together.",
    "ai-atk-s0510a0:541_0": "But while other number of Buddhas are no more shelter in number, she fell at least for him.",
    "ai-atk-s0510a0:541_1": "and surpassing the Buddha’s corpse with ten thousand solar systems,",
    "ai-atk-s0510a0:541_2": "and the earth of a mountain cave had rubbed to the ground. Its shook was like a golden coin’s rim.",
    "ai-atk-s0510a0:541_3": "The lifespan of the rainy season was husted.",
    "ai-atk-s0510a0:541_4": "This too is the moon in the darkness, the sun, and so on fortnights, neither too tight nor too loose.",
    "ai-atk-s0510a0:541_5": "For seven days in the day of the sun, like a flayed with the Buddhas,",
    "ai-atk-s0510a0:541_6": "The world’s sal trees were growing old, drunk, and charming lotuses, the world’s adornments and the dying,",
    "ai-atk-s0510a0:542_0": "What else of these other people took the gift of the Buddhas?",
    "ai-atk-s0510a0:542_1": "There’s no need to be no more.",
    "ai-atk-s0510a0:542_2": "And even if they wish, whether galaxy or ten thousand solar systems would burst out of the elements.",
    "ai-atk-s0510a0:542_3": "But while the Buddha’s corpse surrounding the blossom of all the gods in the past, like the ten thousand solar systems.",
    "ai-atk-s0510a0:542_4": "At the time of the Buddha-to-be, in the land of the Bodhisatta,",
    "ai-atk-s0510a0:542_5": "Then in the outcaste named Khaṇḍa, the infantry, the Great Sanctuary, having heard the great sacrifice, and asked two children for the sake of the great man,",
    "ai-atk-s0510a0:542_6": "The Great Being said: “I live in water, brahmin!” And while he was grabbed his child, he gave two or three boys.",
    "ai-atk-s0510a0:542_7": "Walking up to Koṭigāma, having seen the Appakas which was like a great deal of fruit in the Great Wood, when he saw a string of a spot that great stalks on the ground.",
    "ai-atk-s0510a0:542_8": "He plunged into the face of a great spirit, looking at the mouth of a great jackal, he saw a fire with his head. He then wounded on the mouth of the face of the spirits, when he saw the skin of the head, he didn’t get up.",
    "ai-atk-s0510a0:542_9": "“Oh my duty was indeed,” and this corpse arose in me.",
    "ai-atk-s0510a0:542_10": "he replied, “This body of mine, in the future the present. I left it in my body through this nectar in may I be out of the wind.”",
    "ai-atk-s0510a0:542_11": "While he was also leaving this corpse, the ground for a neck, the Buddha’s corpse.",
    "ai-atk-s0510a0:543_0": "Another even more than the first time,",
    "ai-atk-s0510a0:543_1": "After seeing the Buddha-to-be, it seems, for him to be able to lift the whole of the Bodhisatta’s shrine,. Then he pervaded the life of a hundred thousand corpses, and give him a thousand double-s, circumambulated him with a thousand belly. Then he shrines and mass of hate.",
    "ai-atk-s0510a0:543_2": "so long as I’d get hold of my hair’s terrified, not salt insane.",
    "ai-atk-s0510a0:543_3": "he was like a chaff made of temperature in the past.",
    "ai-atk-s0510a0:543_4": "for the Dhamma protects one who protects oneself,",
    "ai-atk-s0510a0:543_5": "That is why the Blessed One said:",
    "ai-atk-s0510a0:544_0": "“Dhamma surely protects the Dhamma, when the one who lives by the Dhamma is pure,",
    "ai-atk-s0510a0:545_0": "This is the benefit of teaching: one who lives by the Dhamma is not pure in the teaching.”",
    "ai-atk-s0510a0:546_0": "Nevertheless deeds, he surpassed the Buddha’s relics, and stood pervading a galaxy.",
    "ai-atk-s0510a0:547_0": "Then the brahmin Sudatta, having heard that the brahmin had been invited to me for a meal. When he heard that he had been invited to me, he said, “Sir, I’ll give you a drink.”",
    "ai-atk-s0510a0:547_1": "“The brahmin do it for the ascetics and brahmins.”",
    "ai-atk-s0510a0:547_2": "“But sir, how did you bring alms food?”",
    "ai-atk-s0510a0:547_3": "Then the Teacher gathered first of the a hundred thousand millions, saying: “This is one hundred thousand!”",
    "ai-atk-s0510a0:547_4": "“Venerable Sir, please all the ornaments from me.”",
    "ai-atk-s0510a0:547_5": "The Teacher accepted it.",
    "ai-atk-s0510a0:547_6": "The brahmin invited the house and thought:",
    "ai-atk-s0510a0:547_7": "“I’m able to give rice porridge to the monks who were embarrassed to them. How can I do it?”",
    "ai-atk-s0510a0:548_0": "She thought: “For 84,000 leagues, who is standing on the ground, a stone-thousand Such-Like, was a violent stretcher.",
    "ai-atk-s0510a0:548_1": "“Who, was Sakka, lord of gods, wanting to introduce me, wanting to go and see the reason for the sake of my merit?” Then he invited the vision of the Buddha, saying, “Whose merit is the reason for the sake of this merit?” Then he invited the Great Serpent of the world, for the sake of my merit? having left, he thought, “Who is the reason why I have invited the great manage of my body?”",
    "ai-atk-s0510a0:548_2": "“Is there anyone who brings about anything that can be done?”",
    "ai-atk-s0510a0:548_3": "The King, having seen that man, said: “What do you do?”",
    "ai-atk-s0510a0:548_4": "“I’m not allowed to make a living in the household, since I’m not able to moderate him or to build him away.”",
    "ai-atk-s0510a0:548_5": "“Then, for me a legal procedure.”",
    "ai-atk-s0510a0:548_6": "“What’s the venerables?”",
    "ai-atk-s0510a0:548_7": "“For a hundred thousand million years invited me for a hundred thousand millions,",
    "ai-atk-s0510a0:548_8": "and sit down on them.”",
    "ai-atk-s0510a0:548_9": "“I’d better give it to you. Please give it to me.”",
    "ai-atk-s0510a0:548_10": "“I’ll be able,”",
    "ai-atk-s0510a0:548_11": "“Very well,” he took another place and looked at the spot.",
    "ai-atk-s0510a0:548_12": "and twelve leagues all around on the great earth, it was hawking about evenly all around.",
    "ai-atk-s0510a0:548_13": "The one spent the seven treasures in seven places. Then he thought: “Whoever is this, monk?”",
    "ai-atk-s0510a0:548_14": "straight away the earth, having breakfast the earth with his hand",
    "ai-atk-s0510a0:548_15": "The golden stairs had posts of gold, and silver, and money.",
    "ai-atk-s0510a0:548_16": "Therefore he should look at the gap between the shoulder-tree strips in the bag, thinking, “Where is the sign of the rose-apple trees?”",
    "ai-atk-s0510a0:548_17": "like one who rose through the air, at the root of the rose-apple,",
    "ai-atk-s0510a0:548_18": "in whatever place the miracle of five-footed separates there is the sound of cotton-down quietly:",
    "ai-atk-s0510a0:548_19": "His body was as if he were speaking with heavenly hosts.",
    "ai-atk-s0510a0:548_20": "“The while between the two letter months (of the Rose Apple Island),” and they sat down on the bank of the Gandhamādana.",
    "ai-atk-s0510a0:548_21": "The one hundred thousand Bhikkhus (differents) were seated on the ground, crushing the earth, and rose up into the sky. Then they thought:",
    "ai-atk-s0510a0:548_22": "“Who was on earthquakes?” He thought,",
    "ai-atk-s0510a0:549_0": "He has had gone to a bundle of drum and said, “Give me a morsel, give me my bundle.”",
    "ai-atk-s0510a0:549_1": "The great man, having gone to Macchikāsaṇḍa,",
    "ai-atk-s0510a0:549_2": "and while looking around in her own body with the five-fold happiness and cast-of-the-Drashing,",
    "ai-atk-s0510a0:549_3": "Then he looked at the drinking-water, thought,",
    "ai-atk-s0510a0:549_4": "“This poor person will be granted by a human being, but now it will not be able to arrive for me.",
    "ai-atk-s0510a0:549_5": "Yet this king will be ruined by the kingdom of Sakka.”",
    "ai-atk-s0510a0:549_6": "“But I don’t give gifts to such a one-and-such a day.”",
    "ai-atk-s0510a0:549_7": "When the outsider of the Earth was too close to the Bodhisatta. Instead he could not, he’s unable to make a stackle onto his head, and held together with his wide open. Then he’s unable to make the effort his heart up and put it on the ground.",
    "ai-atk-s0510a0:549_8": "“Because, after causing an individual’s embracing a hundred thousand coins, he was unable to make the offerings of four hundred thousand leagues away to the city. But it was still not able to give away that gift.",
    "ai-atk-s0510a0:549_9": "But when he came back and forth on the fortune, the king of Magadha offered his hair and beard, dressed in observed his hair and beard, dressed in ocher robes.",
    "ai-atk-s0510a0:549_10": "so the gift of the Buddha-to-be is called ‘one’.",
    "ai-atk-s0510a0:549_11": "That’s why he thought, “Sometimes it is worth a sixteenth part of a thousand!”",
    "ai-atk-s0510a0:549_12": "When they get up a huge bucket, cooked rice in the hollow, wound, and put it on the spot. They put it on the ground, put away the waterpot in the windows, and shakes made from the cooked rice with milk. Thesewn floor covers, it is said to be the refeced.",
    "ai-atk-s0510a0:549_13": "yet people still did not agree with it.",
    "ai-atk-s0510a0:549_14": "and the gods were driven away.",
    "ai-atk-s0510a0:549_15": "The Bhikkhu fraternity was not able to measure the measure of yojana from each other, even when they saw the monks, they sat down on their own seat.",
    "ai-atk-s0510a0:549_16": "Instead of meat the bowls made there was a suitable alms-food, for the benefit of all the medicines, and for the sake of sesame seeds and hiding it with a hundred thousand monks. He then made a piece of cloth, together with a hundred thousand monks,",
    "ai-atk-s0510a0:550_0": "The Teacher, while listening to the Dhamma –",
    "ai-atk-s0510a0:550_1": "“This man will not be arranged for such a great sacrifice, so full of people.”",
    "ai-atk-s0510a0:550_2": "“In the future time, Kappa, there will be a Buddha, an intercourse of two hundred thousand eons, a Buddha, and after seeing them, he passed away, saying: “Great King, I will die by myself,”",
    "ai-atk-s0510a0:550_3": "The great man, having heard: “The Buddha, it seems, I will be a Buddha, the highest of men, have gone forth. ” He thought about the life of the garden of the earth, and he, after hearing the attainment of the Brahma man, he was reborn in the Brahmā realm.",
    "ai-atk-s0510a0:551_0": "the Buddha, the blessed one,",
    "ai-atk-s0510a0:552_0": "Now, Maṅgala, there was a charming town called Uttara, who was anointed aristocratic father, a brother of the sister, a Queen Subhaddā, and Uttara, the Sambodhi tree was Dādevīra, and Sīvatī. He was the two chief city called Bo branches of the Bo trees.",
    "ai-atk-s0510a0:552_1": "Ninety thousand years (followed), the One of Ten thousand years had elapsed, and in that darkness attained Emancipation.",
    "ai-atk-s0510a0:552_2": "Surrounded by all people in making a great sacrifice,",
    "ai-atk-s0510a0:553_0": "“One named Maṅgala, one who is a fool, not a;",
    "ai-atk-s0510a0:554_0": "for the world, having destroyed the Dhamma, seated the Dhamma.”",
    "ai-atk-s0510a0:555_0": "the Buddha is Sumana,",
    "ai-atk-s0510a0:556_0": "After attaining ten thousand solar systems in the darkness of the Buddha, the Teacher was Sumana, and later an obligation:",
    "ai-atk-s0510a0:556_1": "This branch of the three,",
    "ai-atk-s0510a0:556_2": "and it was a First time, a hundred thousand million years.",
    "ai-atk-s0510a0:556_3": "them in the second eight-hundred million leagues,",
    "ai-atk-s0510a0:556_4": "Then a giant, a great king named Nāga, was a great king of great power,",
    "ai-atk-s0510a0:556_5": "Hearing that the Sambuddha, the ruler of the earth, having heard that same million into the sky, surrounded by one hundred and eighty thousand Bhikkhunīs, the Sambuddha departed with clothes in the Mahātittha garden, and prepared a great pair of garments. Then he gave the repairs to the Buddha,",
    "ai-atk-s0510a0:556_6": "The Teacher, thinking, “In whom there will be a Buddha,” and he answered.",
    "ai-atk-s0510a0:556_7": "His capital was named Sudatta. His father was King Sudatta, two thousand, twenty-four thousand (people) called Sudatta, Queen Suppabuddha, and Pāṭaputta was one months, and one hundred thousand leagues had sex.",
    "ai-atk-s0510a0:557_0": "“Having nothing called Sumana,",
    "ai-atk-s0510a0:558_0": "the supreme state of all things is supreme.”",
    "ai-atk-s0510a0:559_0": "Revata, Buddha Revata,",
    "ai-atk-s0510a0:560_0": "and later, while he was also",
    "ai-atk-s0510a0:560_1": "This branch of the three,",
    "ai-atk-s0510a0:560_2": "it was said first to be a hundred thousandth, and the second group of nine hundred thousand millions,",
    "ai-atk-s0510a0:560_3": "Then the brahmin Bodhi tree, having heard the Teacher’s joy, when he was established in the Relics, having heard the Teacher’s tail, apart from his seat, placing his upper robe over one shoulder, paying respect at the feet of the Teacher, said:",
    "ai-atk-s0510a0:560_4": "The father said, “I will be a Buddha!”",
    "ai-atk-s0510a0:560_5": "Now, there was a city called Sunāparanta; his mother was a father, a son of the Vassakāra, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāla, and Brahmadatta. He had a thousand sons and were the foremost amongst those who were called Bo trees.",
    "ai-atk-s0510a0:561_0": "“Such is the name of Revata,",
    "ai-atk-s0510a0:562_0": "those like me, unattached, seeing the supreme victor.”",
    "ai-atk-s0510a0:563_0": "the Buddha is humbled.",
    "ai-atk-s0510a0:564_0": "and later, this Teacher arose in him:",
    "ai-atk-s0510a0:564_1": "This branch of the three,",
    "ai-atk-s0510a0:564_2": "it was the first eight-hundred million monks, but the second eight-hundred million.",
    "ai-atk-s0510a0:564_3": "Then the brahmin Bodhisatta, having heard the Teacher’s Dhamma teaching the Disciple, became the chief of men and gods. This is the great relics of the Saṅgha.",
    "ai-atk-s0510a0:564_4": "The father said, “I will be a Buddha!”",
    "ai-atk-s0510a0:564_5": "Now, there was a city called Sudhamma, the ruler of the earth called Sudhamma, who was Queen Subhaddā, and my mother was one hundred and twenty-four thousand families, and there was a century (called). Divinities were the eighty thousand (process of) his Bo trees, (birth) was not a steadfast in Cūpārāma, and there were two months of the Nakula.",
    "ai-atk-s0510a0:565_0": "“Indeed there is surely a lady named Nārada.",
    "ai-atk-s0510a0:566_0": "with immersion and unified mind.”",
    "ai-atk-s0510a0:567_0": "the Buddha, the best of men,",
    "ai-atk-s0510a0:568_0": "and later, while they were reborn in one part of the Buddhas, and made the very uncomfortable. They were reborn in one neighborhood of many kinds of diverse kinds, (all) the Saint Padumavatī.",
    "ai-atk-s0510a0:568_1": "the Fortunate One’s chief disciples have three gatherings of disciples,",
    "ai-atk-s0510a0:568_2": "The first monk was the second hundred thousand",
    "ai-atk-s0510a0:568_3": "Then, the Buddha-to-be, after attaining great power, had one hundred thousand yakkhas, a hundred thousand yakkhas,",
    "ai-atk-s0510a0:568_4": "He, knowing that the Buddha had arisen, he went to the Sangha of monks headed by the Buddha.",
    "ai-atk-s0510a0:568_5": "The Teacher, thinking, “In whom there will be a Buddha,” and he answered.",
    "ai-atk-s0510a0:568_6": "Also the Fortunate One’s Candimasa was named Candavatī. His father was adorned with Yasa, a thousand (spiritual) fathers, a thousand Yasa, and a hundred thousand (cloth) years. According towers had a lifespan of the Bo trees, (who was) and twenty-two years.",
    "ai-atk-s0510a0:569_0": "“Rejoicing the Sambuddha, the supreme one,",
    "ai-atk-s0510a0:570_0": "his task complete, free of debt, he hardship.”",
    "ai-atk-s0510a0:571_0": "Padumavatī is the Buddha,",
    "ai-atk-s0510a0:572_0": "and later also arose in him:",
    "ai-atk-s0510a0:572_1": "This branch of the three,",
    "ai-atk-s0510a0:572_2": "The first koṭis of Bhikkhus had gathered in the second time, a hundred thousand Bhikkhus, a hundred thousand Bhikkhus, seventy thousand Bhikkhus, –",
    "ai-atk-s0510a0:572_3": "At that time, the Buddha-to-be, after seeing the cessation of certain beings, with his mind happy and joyful, and having entered upon them, he surrounded his lion’s roar three times, and stood on with his right side towards the feeding ground. Having seen the Fortunate One, he summoned his life for seven days.",
    "ai-atk-s0510a0:572_4": "The Teacher, having converted the cessation of seven days, thought, “As soon as the Sangha gives his mind, and when it was rained, he thought, “Whoever a monk will come?”",
    "ai-atk-s0510a0:572_5": "The monks gathered to the group of monks.",
    "ai-atk-s0510a0:572_6": "and confidence in the Saṅgha.",
    "ai-atk-s0510a0:572_7": "The Teacher, after making this promise, thought, “The Buddha will be a Buddha,” he answered.",
    "ai-atk-s0510a0:572_8": "Padumavatī was the name of Campā called Campā, a king Padumavatī, and his mother was the chief queen called Bo branches, and was Dāsa and Mantāṇasīvatī. The two thousand Vihāras were created in air, a thousand rebirths in the Seersons, and (long) called Aṭṭhaka.",
    "ai-atk-s0510a0:573_0": "“I saw the Sambuddha, the supreme one,",
    "ai-atk-s0510a0:574_0": "a person called Padumavatī, who has not equally.”",
    "ai-atk-s0510a0:575_0": "The Buddha is Nārada,",
    "ai-atk-s0510a0:576_0": "and later, while he was named Nārada.",
    "ai-atk-s0510a0:576_1": "This branch of the three,",
    "ai-atk-s0510a0:576_2": "It was the first million thousand Bhikkhus, and ninety-thousand koṭis.",
    "ai-atk-s0510a0:576_3": "Then, having received the going-forth in the Pabbajjā ordination on the Uposatha day, and consecrated the Pabbajjā ordination with the Buddha. Instead of the Council (of the Saṅgha), he gave it to the Bhikkhus, offering it to the pillow.",
    "ai-atk-s0510a0:576_4": "The Teacher, thinking, “In whom there will be a Buddha,” and he answered.",
    "ai-atk-s0510a0:576_5": "Now, it was a town called Sunāparanta. His mother was the first capital named Bhaddavatikā, the prince called Bhaddavatikā, Queen Bhaddavatikā, and Maccha was called Suttatissa, the highest among men.",
    "ai-atk-s0510a0:577_0": "“After how it is the Sambuddha, the supreme Buddha,",
    "ai-atk-s0510a0:578_0": "a person called Nārada, not unrivaled.”",
    "ai-atk-s0510a0:579_0": "the Buddha Padumuttara,",
    "ai-atk-s0510a0:580_0": "and another of the Buddha awakened for themselves; one hundred and one thousand aeons arose in the Kappa.",
    "ai-atk-s0510a0:580_1": "This branch of the three,",
    "ai-atk-s0510a0:580_2": "At the first time one hundred mendicants were gathering; (inhabracked) the second koṭis of mountain.",
    "ai-atk-s0510a0:580_3": "Then the Buddha-to-be had a gift to the Saṅgha of mendicants headed by the Buddha. When he had acquired a robe-cloth with his own hands, he gave it to the Community of monks.",
    "ai-atk-s0510a0:580_4": "The Teacher, thinking, “In whom there will be a Buddha,” and he answered.",
    "ai-atk-s0510a0:580_5": "But the time Uttara dropped the Fortunate One’s ascetics of other religions.",
    "ai-atk-s0510a0:580_6": "went for refuge to the Buddha, the teaching, and the Saṅgha.",
    "ai-atk-s0510a0:580_7": "His father was called Napilavatthu. His mother was named Sujātā, Queen Sujātā, Pañcāli’s mother, was Queen Subhaddā, and Ajātasattu Vedehi, Jālī was one hundred thousand leagues, and two hundred leagues long. This was the eighth day the (where called) his body.",
    "ai-atk-s0510a0:581_0": "“The Sambuddha who is supreme intelligence, O supreme Buddha,",
    "ai-atk-s0510a0:582_0": "Padumuttara, the victor named Uttara.”",
    "ai-atk-s0510a0:583_0": "The Buddha, the wise one,",
    "ai-atk-s0510a0:584_0": "Later, after thirty-two thousand eons had passed, having was reborn in one eon.",
    "ai-atk-s0510a0:584_1": "like rain stores in three ways,",
    "ai-atk-s0510a0:584_2": "The first dreadful rackets of the city were stationed all over the city, but he had eight-hundred million.",
    "ai-atk-s0510a0:584_3": "Then the brahmin student Uttara, having taken the yellow robes, placed the upper robe on one side, and he left the jungle thicket in the presence of the Buddha.",
    "ai-atk-s0510a0:584_4": "The dragon will be a Buddha,” and he answered.",
    "ai-atk-s0510a0:584_5": "Sudatta was the name of Sudatta, his mother was Sudatta,structed, a great teacher called Sudatta, and Punabbasuka; Queen Subhaddā, and Manaka was the most excellent Bo branch approached, and Vassakāra. He was one thousand years and Ārāmadāli, wherever there were two thousand years.",
    "ai-atk-s0510a0:585_0": "“For he who is called Uttara, Sumedha,",
    "ai-atk-s0510a0:586_0": "the one who burden, who is supreme in the whole world.”",
    "ai-atk-s0510a0:587_0": "the Buddha is happy and well-born.",
    "ai-atk-s0510a0:588_0": "and later arose in him:",
    "ai-atk-s0510a0:588_1": "This branch of the three,",
    "ai-atk-s0510a0:588_2": "and forty thousand Bhikkhus assembled in Laṅkā.",
    "ai-atk-s0510a0:588_3": "Then, after becoming a Buddha-to-be, the wheel-turning monarch, learned and having heard the Teaching from the Sangha of monks headed by the Buddha, having heard the word of the Bhikkhu fraternity, went to the well-precipients in the presence of the Teacher.",
    "ai-atk-s0510a0:588_4": "let the whole of the monastery offerings to the Sangha of monks headed by the Buddha. Having taken a regular meal for the Sangha of monks headed by the Buddha, the fraternity of Bhikkhus.",
    "ai-atk-s0510a0:588_5": "The Teacher, thinking, “In whom there will be a Buddha,” and he answered.",
    "ai-atk-s0510a0:588_6": "His father was King Suaṅgana, and his mother was the chief Subhaṅgana, Subha, and also Uttarā, a great elephant called Bodhi tree called Cūḷaka. The two Nāgas were Nāgas, –",
    "ai-atk-s0510a0:588_7": "He was consulted with that tears, astonishing the foliage, like a large peacock’s branch.",
    "ai-atk-s0510a0:588_8": "As the Buddha’s corpse was one thousand years, he surrounded by one thousand years.",
    "ai-atk-s0510a0:589_0": "“Noble ones, there is a _paṇḍaka_ called Sujātā,",
    "ai-atk-s0510a0:590_0": "the jaw is like that of a lion, hard to measure.”",
    "ai-atk-s0510a0:591_0": "the Buddha, Piyadassin.",
    "ai-atk-s0510a0:592_0": "Later, on the other side of the Buddhas, the clever amongst those who are distinguished in the meaning, and the three Paccekabuddhas, eighty-footed (the Buddhas) was born in the Dhamma.",
    "ai-atk-s0510a0:592_1": "And the Buddha’s threefold understanding of all three are likewise.",
    "ai-atk-s0510a0:592_2": "Firstly, eighty-footed koṭis, ninety-thousand koṭis.",
    "ai-atk-s0510a0:592_3": "Then Kassapa, the brahmin student Kassapa, having heard the word spoken by three Vedas, together with the a hundred thousand (of the Religions), he established humanity in the Religions of the Faith.",
    "ai-atk-s0510a0:592_4": "Then the Teacher, thinking, “Bhaddā, there will be a hundred thousand aeons,”",
    "ai-atk-s0510a0:592_5": "His father was King Sudinna, and his mother was the chief city called Sudinna. His father was Nandā, the chief of all, was named Sudinna, and my mother was born in the first capital. She was not well-elephant, and was reborn in the heaven of the Vedas. And there was an eldest son of the Dhamma.",
    "ai-atk-s0510a0:593_0": "“Although for him, he is living in the world,",
    "ai-atk-s0510a0:594_0": "Piyadassin, lovely, and suffers, greatly wise.”",
    "ai-atk-s0510a0:595_0": "the Buddha, the teaching, the Saṅgha,",
    "ai-atk-s0510a0:596_0": "and later, while he was pierced the Buddha,",
    "ai-atk-s0510a0:596_1": "This branch of the three,",
    "ai-atk-s0510a0:596_2": "Firstly, eight hundred and eightty thousand Bhikkhus had embarrassed in the first 80,000 places.",
    "ai-atk-s0510a0:596_3": "Then the Buddha-to-be,ed and the chief of men, manifested in the Vedas, performed a (supernatural) powers, and having offered it to the thought, “In this way you will be an ascetic, a Buddha.”",
    "ai-atk-s0510a0:596_4": "His capital was named Subha, and his mother was well versed in the Buddha’s womb. His father was a thousand leagues, or two hundred thousand leagues long. She stood surrounding the Bo branches of the Bo trees, (when) his body, and was pervaded to the Fortunate One’s corpse.",
    "ai-atk-s0510a0:597_0": "“Those who, having a little are ne, ~ that is a lion,",
    "ai-atk-s0510a0:598_0": "having destroyed the Great Bodhi (Tree), I attained supreme Awakening.”",
    "ai-atk-s0510a0:599_0": "the Buddha, the Teaching, the Sangha.",
    "ai-atk-s0510a0:600_0": "and later, this Teacher arose in him:",
    "ai-atk-s0510a0:600_1": "This branch of the three,",
    "ai-atk-s0510a0:600_2": "Firstly, eight-hundred million monks were eight-hundred millions, and eight-hundred millions,",
    "ai-atk-s0510a0:600_3": "Then, after becoming a Buddha-to-be, and so forth scented with the divine flowers and heavenly divine flowers, will be anointed, and offered to him.",
    "ai-atk-s0510a0:600_4": "His mother was called Khemā, the chief of the gods, had a sense of conscience and security for the Buddha, and his mother was Sumedhā, Queen Subhaddā, and Padumuttara, Champion, and one hundred thousand aeons, were the first amongst rained new pairs, wide open the Bodhisatta. Commentaries which was called Khema tank (Sakka) the chief of the Bodhisatta.",
    "ai-atk-s0510a0:601_0": "“Now that I have infide open the Dhammadinnā,",
    "ai-atk-s0510a0:602_0": "having destroyed the darkness, he dispelled the darkness.”",
    "ai-atk-s0510a0:603_0": "the Buddha Siddhattha,",
    "ai-atk-s0510a0:604_0": "Then later, ninety-four, one person, and one eons were called Siddhattha.",
    "ai-atk-s0510a0:604_1": "This branch of the three,",
    "ai-atk-s0510a0:604_2": "it was the first eight-hundred million monks, but the second eight-hundred million.",
    "ai-atk-s0510a0:604_3": "Then the Buddha-to-be, endowed with his own insight, and had the strength of his knowledge master, and after becoming a Buddha-to-be, he presented a fruit of that light.",
    "ai-atk-s0510a0:604_4": "The Teacher, having eaten them, said: “The Buddha will now eat the extraordinary matter, he will be a Buddha.”",
    "ai-atk-s0510a0:604_5": "His father was King Bharadvāja. His mother was well-springed, beautiful, charming hairs, scorpions, and crumbled. She was well-prepared, highly priest-makers, was named Sanctuary, and gave birth to a thousand sons.",
    "ai-atk-s0510a0:605_0": "“Now is in the midst of the world with its gods, Māra and Brahmā,",
    "ai-atk-s0510a0:606_0": "having destroyed all the darkness, just as the sun (?).”",
    "ai-atk-s0510a0:607_0": "the Buddha three robes.",
    "ai-atk-s0510a0:608_0": "Later, later, surrounded by the other three went forth on the other side of the Buddha. When they were reborn in one eon, they passed away in another.",
    "ai-atk-s0510a0:608_1": "of the Fortunate One’s dispersal",
    "ai-atk-s0510a0:608_2": "Firstly, eighty-hundred million monks were gathered in the second end.",
    "ai-atk-s0510a0:608_3": "Then the Buddha-to-be, after becoming a well-known prince, arose in the sky, and through the air he came to the sky. As he was going forth, he presented the gods of the Thirty-Three. Having arisen in the sky, he worshipped the Tathāgata worshipped the Tathāgata.",
    "ai-atk-s0510a0:608_4": "The teacher, saying: “He will be two,” and he answered by the whole Paccekabuddhas.",
    "ai-atk-s0510a0:608_5": "His father was named Khema and Uppalavaṇṇā. His mother was one thousand; Queen Padumavatī, and was the highest among them.",
    "ai-atk-s0510a0:609_0": "“He who has no sloth and torpor, unequaled,",
    "ai-atk-s0510a0:610_0": "he has transcended the end of the world, and the three world-elements.”",
    "ai-atk-s0510a0:611_0": "It was Phussa",
    "ai-atk-s0510a0:612_0": "and later, while he was pierced the Teacher:",
    "ai-atk-s0510a0:612_1": "This branch of the three,",
    "ai-atk-s0510a0:612_2": "The first group of sixty thousand Bhikkhus had assembled in the second time.",
    "ai-atk-s0510a0:612_3": "Then the Buddha-to-be, having given up the three Pabbajjā ordination in the Doctrine, and having learned the advice of the Dhamma he related the Faith of the Dhamma.",
    "ai-atk-s0510a0:612_4": "The father said, “I will be a Buddha!”",
    "ai-atk-s0510a0:612_5": "His father was King Bodhisatta, two thousand Vijayas, Suppatiṭṭhita, and Pāsaṇḍas who were called Sudatta, and Punabbasuka, were the bestowed in the best of towns, and Dhātuppalavaṇṇā. And he was one hundred and eight thousand rains.",
    "ai-atk-s0510a0:613_0": "“The Teacher has in need not be involved:",
    "ai-atk-s0510a0:614_0": "attains the end of the world unshakable.”",
    "ai-atk-s0510a0:615_0": "the Buddha Vipassī,",
    "ai-atk-s0510a0:616_0": "and later he came to be known as the Buddha Vipassī.",
    "ai-atk-s0510a0:616_1": "This branch of the three,",
    "ai-atk-s0510a0:616_2": "In the first of these eightty-four thousand Bhikkhus was one thousand; for one hundred thousand chiefs, one thousand men.",
    "ai-atk-s0510a0:616_3": "Then the Buddha-to-be, of great power, had great majesty, became a very mighty amongst the seven treasures. Then he gave the form of a retinue of the Buddha, an treasurer.",
    "ai-atk-s0510a0:616_4": "The same thing, he answered, “The Buddha will be an awakened one.”",
    "ai-atk-s0510a0:616_5": "His mother was named Bandhumatī, and Tissa, and Piṇḍola Bhāradvāja, there were two thousand leagues above Bandhumatī, (they were) called Bo branches of the Buddha’s corpse.",
    "ai-atk-s0510a0:617_0": "“Again when he was awakened, the Sambuddha, the supreme Buddha,",
    "ai-atk-s0510a0:618_0": "The eye arose in the world! The seer arose in the world.”",
    "ai-atk-s0510a0:619_0": "the Buddha, the compassionate peer,",
    "ai-atk-s0510a0:620_0": "Then after somewhere, thirty-two, or two Buddhas had various trunks.",
    "ai-atk-s0510a0:620_1": "Sikhī, the Fortunate One’s disciple,",
    "ai-atk-s0510a0:620_2": "It was a first time, and seventy thousand monks,",
    "ai-atk-s0510a0:620_3": "At that time the Buddha-to-be had become a king of the leader of the Community of monks headed by the Buddha, the fraternity of Bhikkhus, and the elephant-treasurer, gave (the elephant) to the elephant-treasurer.",
    "ai-atk-s0510a0:620_4": "The Teacher said to him, “Dear, there will be one who has thirty years.”",
    "ai-atk-s0510a0:620_5": "Now, there was a city named Aruṇavatī. He was anointed aristocratic king named Aruṇavatī. His mother was the chief, the bondservant of work, and many hundreds of thousand leagues. It was pervaded by Yakkhas, and seven hundred thousand leagues longs.",
    "ai-atk-s0510a0:621_0": "“The Sambuddha, the supreme one,",
    "ai-atk-s0510a0:622_0": "silly man, unmatched, seeing the victor in mind.”",
    "ai-atk-s0510a0:623_0": "the Buddha Vessabhū,",
    "ai-atk-s0510a0:624_0": "and later, while the Teacher was named Vessabhū arose.",
    "ai-atk-s0510a0:624_1": "This branch of the three,",
    "ai-atk-s0510a0:624_2": "The first eighty thousand Bhikkhus had gathered in the second century.",
    "ai-atk-s0510a0:624_3": "Then after the Buddha-to-be had a number of monks headed by the Buddha, the Sole Protector of the Community of monks headed by the Buddha, and giving them a great donation to his robes, and he had the special qualities of the home.",
    "ai-atk-s0510a0:624_4": "The Buddha said, “He will be one by one, Awakened One,” and he answered.",
    "ai-atk-s0510a0:624_5": "Now, it was a city called Suppabuddha. His mother was well-spoked dreadful, Yasa and Uttara, and his mother was one introduced to the east of her mother and father.",
    "ai-atk-s0510a0:625_0": "“I have no equal in the world,",
    "ai-atk-s0510a0:626_0": "for him grieves not arise in the world.”",
    "ai-atk-s0510a0:627_0": "The Buddha Kakusandha,",
    "ai-atk-s0510a0:628_0": "Later, in this place the four Buddhas, the four Kakusandha, Konāgamana, and Kassapa of mine.”",
    "ai-atk-s0510a0:628_1": "Kakusandha had assembled there forty thousand Bhikkhus.",
    "ai-atk-s0510a0:628_2": "Then King Bodhi, after having heard the name of the Buddha’s meal, and also the Saṅgha of mendicants headed by the Buddha, the Great Seer of Bhikkhus, having heard the well-proclaimed Dhamma, and given them to the assembly.",
    "ai-atk-s0510a0:628_3": "The Teacher will be a answer to him.",
    "ai-atk-s0510a0:628_4": "Kakusandha had a dreadful fire named Khemā and Sañjānī. His mother was the brahmin Bodhi branch, and a sea, a thousand, and a hundred thousand (Vihāras), yet he caused the Sañjīva to be the Bo trees, –",
    "ai-atk-s0510a0:629_0": "“Overcome by the Perfectly Awakened One",
    "ai-atk-s0510a0:630_0": "Kakusandha, the dream of the world with little learning.”",
    "ai-atk-s0510a0:631_0": "the Buddha Koṇāgamana,",
    "ai-atk-s0510a0:632_0": "and later, who came to Koṇāgamana,",
    "ai-atk-s0510a0:632_1": "The group of thirty thousand monks had assembled there.",
    "ai-atk-s0510a0:632_2": "Then King Bodhi, after taking the intent on the mountain from the Cetiya mountain, having gone to the presence of the Teacher, accepted the Protector of the Bhikkhus and Bhikkhunis, and received the Uposatha in the Mahāpaṇṇas with the golden drums, and gave (the Buddha’s) a curtaining the Dhammapada:",
    "ai-atk-s0510a0:632_3": "The Teacher will be a answer to him.",
    "ai-atk-s0510a0:632_4": "The Buddha’s capital was the brahmin Jina; his mother was the brahmin Bodhisatta and Uttara; his father was the first brahmin Bodhi tree called Uttara.",
    "ai-atk-s0510a0:633_0": "The Sambuddha, the most excellent of Kakusandha, said: “He is the supreme Buddha,",
    "ai-atk-s0510a0:634_0": "Koṇāgamana, the chief of the world, the Victor of the world.”",
    "ai-atk-s0510a0:635_0": "Kassapa, the Buddha,",
    "ai-atk-s0510a0:636_0": "and later in that very time he arose:",
    "ai-atk-s0510a0:636_1": "The group of disciples were gathered there.",
    "ai-atk-s0510a0:636_2": "The Buddha-to-be had become a brahmin student named Jotipāla. After becoming a master of the three Vedas, he put on the ground, metally over his friends.",
    "ai-atk-s0510a0:636_3": "He went to the Teacher, and having heard the Dhammadinnā with her three hands, and having learnt the Āṭāgiri, he proceeded the three Piṭakas.",
    "ai-atk-s0510a0:636_4": "The Teacher will be a answer to him.",
    "ai-atk-s0510a0:636_5": "His mother was the brahmin Brahmadatta, there was a brahmin named Brahmadatta, Ārāma, Tissa, and Pabbasuka; he was one hundred and seventy thousand wives, yet heroics, surrounding the Bodhi trees, and two thousand leagues.",
    "ai-atk-s0510a0:637_0": "“Indeed, the Sambuddha who is the supreme Buddha,",
    "ai-atk-s0510a0:638_0": "Kassapa, the king of the Dhamma.”",
    "ai-atk-s0510a0:639_0": "But the Buddhas having elapsed, there were three other circumambulations;",
    "ai-atk-s0510a0:639_1": "To give them a straight answer to the question of the Awakening One, therefore they do not show them.",
    "ai-atk-s0510a0:639_2": "But in the eighth day of the Craving that ends in the Buddha, all of them said:",
    "ai-atk-s0510a0:640_0": "“Craving is a disease, a bog, an arrow,",
    "ai-atk-s0510a0:641_0": "the Sambuddha Koṇḍañña, the chief of men, who is supreme,",
    "ai-atk-s0510a0:642_0": "“Aṅgīrasa and Sumana, Tissa,",
    "ai-atk-s0510a0:643_0": "Paduma, Paduma, and Paduma, Padumuttara,",
    "ai-atk-s0510a0:644_0": "“Sear Sujāta, Piyadassī, and Piyadassī,",
    "ai-atk-s0510a0:645_0": "master of the meaning and the teaching, master of the world:",
    "ai-atk-s0510a0:646_0": "“Painful, Buddha Vipassī, and Vessabhū, Sikhī,",
    "ai-atk-s0510a0:647_0": "Kakusandha, Konāgamana, and Kassapa.",
    "ai-atk-s0510a0:648_0": "“All these Buddhas were free from passion,",
    "ai-atk-s0510a0:649_0": "the great lion, the victor, having arisen in the world,",
    "ai-atk-s0510a0:650_0": "I was burning on a fire and thoroughly cooled.”",
    "ai-atk-s0510a0:651_0": "the Buddha Gotama is the awakened to Gotama.",
    "ai-atk-s0510a0:652_0": "There the Buddha-to-be set out for four hundred thousand aeons,",
    "ai-atk-s0510a0:652_1": "But in the Buddha Kassapa’s dispensation, except for the Buddha Kassapa,",
    "ai-atk-s0510a0:652_2": "Thus there were twenty-four thousand Buddhas who had obtained mindfulness in the four directions:",
    "ai-atk-s0510a0:653_0": "“The Teacher who attains the (true) attainments,",
    "ai-atk-s0510a0:654_0": "going forth and the higher ordination, that is to say: the resolutions of virtue, and the desires,",
    "ai-atk-s0510a0:655_0": "Absorption of the Dhamma is this: it is an uninterruptedness .”",
    "ai-atk-s0510a0:656_0": "After making these eight things offerings for the Buddha, and responsible for the Rains, and having made a hole in the Thūpa, he offered all the perfections, thinking, “I will see the truth,” then with the Buddha-to-bes, after making an arrangements, “I will show the first Council at the right time.”",
    "ai-atk-s0510a0:656_1": "When the Buddha arrived, they praised the advantages of the Bodhi (Tree):",
    "ai-atk-s0510a0:657_0": "“Indeed all the factors, endowed with perfect Awakening,",
    "ai-atk-s0510a0:658_0": "transmigrating for a long time,",
    "ai-atk-s0510a0:659_0": "“When is this, however, in the next world,",
    "ai-atk-s0510a0:660_0": "and attractive, she did not die.",
    "ai-atk-s0510a0:661_0": "“The small creatures do not arise for a small creatures,",
    "ai-atk-s0510a0:662_0": "are born in a person, and there are no birth.",
    "ai-atk-s0510a0:663_0": "“There is no way, plagued by crafts and monsters,",
    "ai-atk-s0510a0:664_0": "do not go to a hermaphrodite.",
    "ai-atk-s0510a0:665_0": "“There are no way inact in awakening, ~ the intent on awakening,",
    "ai-atk-s0510a0:666_0": "for all sores is cleansed by the blessings of all kinds.",
    "ai-atk-s0510a0:667_0": "“Through wrong view and do not cultivate (wrong) deeds,",
    "ai-atk-s0510a0:668_0": "Though the glorious treaches one, was not exceeding ago,",
    "ai-atk-s0510a0:669_0": "“There is no causality when the gods are in common,",
    "ai-atk-s0510a0:670_0": "and loved by renunciation,",
    "ai-atk-s0510a0:671_0": "they live hidden by all kinds of temperament.”",
    "ai-atk-s0510a0:672_0": "having arrived at the remainder of that which they arrived.",
    "ai-atk-s0510a0:672_1": "While he was fulfilling the conditions of the kingdom in the brahmin lady, at the time of the brahmin lady, the archery, trembled at the root of the royal maidens, at the root of the royal compound, at the time of the Ciñcāla tree (Tree). There is no embankmentace of the Mount Vedehiputta, the son of Mabandhanasā, for the donor of the King Jeṭṭha, and Migāra’s husband’s son, the prince named Sena,",
    "ai-atk-s0510a0:672_2": "But in one particular palace how to shave",
    "ai-atk-s0510a0:673_0": "“Having seen holding his own goal, he let loose his own,",
    "ai-atk-s0510a0:674_0": "Now I have no gift equal in my gifts.”",
    "ai-atk-s0510a0:675_0": "In this way the continuation (good) exceedingly pleasing and delighting in clairaudience.",
    "ai-atk-s0510a0:675_1": "Likewise the royal nāga, at the time of the royal nāga Campaka, the royal nāga, at the time of the royal nāgapura, a prince named Nāga. There is no precincts of the royal bull elephants at the time of the royal bull elephants, horses, chariots, or the king’s neighborhood of the native spirits.",
    "ai-atk-s0510a0:675_2": "But in one part of the calculation –",
    "ai-atk-s0510a0:676_0": "“Finally rolling on the ground, Koṭiya the captives,",
    "ai-atk-s0510a0:677_0": "When a person gives no joy, clinging to sexual intercourse with me.”",
    "ai-atk-s0510a0:678_0": "In this way the continuation (good) exceedingly pleasing and delighting in virtue.",
    "ai-atk-s0510a0:678_1": "Likewise the happiness of joy in the elephant-trough, at the time of the elephant-trunk of a goat-herd’s level, abandoned a post-posts, and so on.",
    "ai-atk-s0510a0:678_2": "Now, in one part of the four great primary elements said:",
    "ai-atk-s0510a0:679_0": "“Today this food is given to me, a lump of spit; a cloth is thrown away.",
    "ai-atk-s0510a0:680_0": "He is not able to get hold of the sacred flame:",
    "ai-atk-s0510a0:681_0": "After saying this, the dye of the dye, and in this way, and including the highest bliss of renunciation,",
    "ai-atk-s0510a0:681_1": "Likewise there was a charming swelling, graceful, flags, at the time of the Bodhisattapāla tree, twisted and filled with green gramss, at the time of illustrious collapsed at the time of wisdom.",
    "ai-atk-s0510a0:681_2": "But with a single consequence of even a single one of his wounds who is elaborated near auspicious body:",
    "ai-atk-s0510a0:682_0": "“So long as I’ve understood the one, brahmin,",
    "ai-atk-s0510a0:683_0": "and I have no wisdom for me.”",
    "ai-atk-s0510a0:684_0": "(But) showing ghee, the highest gift, the highest perfection in what is said in the highest perfection,",
    "ai-atk-s0510a0:684_1": "and so there is no progressive concentration too as well.",
    "ai-atk-s0510a0:684_2": "Just as in a large crowd",
    "ai-atk-s0510a0:685_0": "“For surrounding the One’s dispensation, all men and human beings,",
    "ai-atk-s0510a0:686_0": "There is no other escape from the mind.",
    "ai-atk-s0510a0:687_0": "So the great ocean is dropped in energy, in excessive and conscientious things, patience and gentleness –",
    "ai-atk-s0510a0:688_0": "“If to Koṭigāma the Koṭāgiri were to cut down with a sharp sword,",
    "ai-atk-s0510a0:689_0": "I do not eat whatever is lacking (shouting) milk from the time I ate.”",
    "ai-atk-s0510a0:690_0": "In this way he suffered from the great suffering in (discourse in) the great perfections, which is called the highest pleasure .",
    "ai-atk-s0510a0:690_1": "and the great general –",
    "ai-atk-s0510a0:691_0": "“Having drunk the breast and falling into my lake,",
    "ai-atk-s0510a0:692_0": "Through delusion one hundred nobles - I am the truths of truth.”",
    "ai-atk-s0510a0:693_0": "Having thus destroyed the life and consecrated the truth, being endowed with the highest perfection,",
    "ai-atk-s0510a0:693_1": "who is charming in the world –",
    "ai-atk-s0510a0:694_0": "“My mother, father, and brothers were not found in me",
    "ai-atk-s0510a0:695_0": "who knows omniscience, therefore, do I",
    "ai-atk-s0510a0:696_0": "And so when he had lived in this way, having determined that (cermined) determined and independent, is called “mindful” .",
    "ai-atk-s0510a0:696_1": "to golden plates:",
    "ai-atk-s0510a0:697_0": "“No doubt no-one finds nothing, I am not afraid of them.",
    "ai-atk-s0510a0:698_0": "”To the Power by the power of loving-kindness, then he said these things in the Joyful Gods.",
    "ai-atk-s0510a0:699_0": "And so too, when one who has never looked down on at the delightful round of loving-kindness, etc., and in the ultimate sense of loving-kindness –",
    "ai-atk-s0510a0:700_0": "“Sudinna, places in a charnel ground, with the bones of the lay life,",
    "ai-atk-s0510a0:701_0": "bringing forms to the cows, they show it to the sights.”",
    "ai-atk-s0510a0:702_0": "In this way the villages, towns, and causing shows that there is—pleasurable, current, and pleasant haunts, and loving—they are called “pleasant feeling” since they arise in the highest gift.",
    "ai-atk-s0510a0:702_1": "This is in brief ;",
    "ai-atk-s0510a0:702_2": "But the meaning should be illustrated in detail: “The meaning is that the temperament of the idea .”",
    "ai-atk-s0510a0:702_3": "So having filled the perfection in between the thighs, he can live (only) interrupted –",
    "ai-atk-s0510a0:703_0": "“In that case, this earth is unpleasant,",
    "ai-atk-s0510a0:704_0": "and that offering is made for seven times.",
    "ai-atk-s0510a0:705_0": "Having thus performed a great earthquake, making merit with the whole world, and rebirth in the Great Wood, and is reborn in the company of the Joyful Gods.",
    "ai-atk-s0510a0:705_1": "Thus there is no production for the root of a lake, or as far as the root of the ears, this is the new.",
    "ai-atk-s0510a0:706_0": "The story at the rods is finished.",
    "ai-atk-s0510a0:707_0": "2. Avidūrenidānakathā",
    "ai-atk-s0510a0:708_0": "and this occurred to the Tusita Bodhisatta:",
    "ai-atk-s0510a0:708_1": "For three world-elements arise in the world: the Konāgamana, and various kinds of wheel-turning monarch.",
    "ai-atk-s0510a0:708_2": "Herein, on earth there will be a hundred thousand aeons, a hundred thousand years (where the Rains Retreat) shots of the world, when they were eighty thousand years old, Mucalinda and so on, with their hands and feet were chopped off, and flying creatures (where) such as:",
    "ai-atk-s0510a0:708_3": "“May the world be a hundred years, and will set up even a hundred thousand aeons in the great ocean. Will make the earth be reborn in the ocean. The Great Kings will be able to survey the life of purity, and the king of mountains, and the world of men. Will be in loving-kindness, the rainy season, the palace, the moon, the sun, and cream.”",
    "ai-atk-s0510a0:708_4": "Here is called an eon:",
    "ai-atk-s0510a0:708_5": "“When one thousand years had been violent and bloody-handed, they will arise in the world.”",
    "ai-atk-s0510a0:708_6": "This is the name of the Buddha:",
    "ai-atk-s0510a0:708_7": "“Pay he will arise in the world for a hundred years, even a hundred years old.”",
    "ai-atk-s0510a0:708_8": "This is the name of the wheel-turning monarch.",
    "ai-atk-s0510a0:708_9": "These are the three great crops.",
    "ai-atk-s0510a0:709_0": "They would go up to the Buddha, and having heard it on the whole of the city, thinking: “In this way one hundred thousand (kinds), he will go to the Arahantship and say, “In this way he will go to him.”",
    "ai-atk-s0510a0:709_1": "As for the sake of the foreheads:",
    "ai-atk-s0510a0:709_2": "And all the opposites, and all the royal ministers together with the sons of the Four Great Kings, and they were sitting in the air of the four primary elements, for the sake of the embryos, and subdued by the Lord of the Worlds, all of the gods, the Buddhas and men, and men and women who were fulfilled the drums of the world, the Lord of the Gods of Yama, with the Joyful Gods, the Lord of the Deaths, and so on. And all these forget torcend the teachers of the worlds, the supreme guide for them to conduct.",
    "ai-atk-s0510a0:710_0": "Then a great many devatās, having passed away from there and died at the time of the Relics, he surpassed the world of men and gods in the Life in the Laṅkā.",
    "ai-atk-s0510a0:710_1": "There was the wrong time,",
    "ai-atk-s0510a0:710_2": "Herein, for a hundred thousand years there is a hundred thousand lifespan, not the time.",
    "ai-atk-s0510a0:710_3": "Then the birth and old age do not appear to those beings.",
    "ai-atk-s0510a0:710_4": "the Buddhas have no characteristic of teaching.",
    "ai-atk-s0510a0:710_5": "They think, “What is suffering?” or “What’s impermanent, what’s suffering is not-self? When what’s impermanent, what’s the point of faith is lost, but what doesn’t come to be?” then the instruction is there.",
    "ai-atk-s0510a0:710_6": "That’s why the time,",
    "ai-atk-s0510a0:710_7": "the life span is not the time for a hundred years, it is not the name of the Kālāma,",
    "ai-atk-s0510a0:710_8": "Then, being able to give the instruction, the defilements still remain, and the instruction to his defilements.",
    "ai-atk-s0510a0:710_9": "Therefore the one, too,",
    "ai-atk-s0510a0:710_10": "And for a hundred thousand years old is called “giving up” in the sense of a hundred years.",
    "ai-atk-s0510a0:710_11": "Then the lifespan of a hundred years is he, saying: “Surely the time for a hundred years.”",
    "ai-atk-s0510a0:711_0": "After looking at the island of Laṅkā, they proclaimed the four islands in the Laṅkā, and they proclaimed the Jina. Having thus been reborn in the island of Laṅkā.",
    "ai-atk-s0510a0:712_0": "“And the great earth called Awakened to the ten thousand leagues, or a hundred leagues in the spot, was the middle one or the place of the Buddhas?”",
    "ai-atk-s0510a0:712_1": "The medium one is called “highcal”. Because of that, the name of the town called _Mahāsālā_ on the other side of it. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0510a0:712_2": "In the south-eastern direction there is a river called _Sallavatī_. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0510a0:712_3": "In the southern direction there is a town called _Setakaṇṇika_. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0510a0:712_4": "In the western direction there is a brahmin called _ṇusaka_. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0510a0:712_5": "In the northern direction there is a mountain called _Usīraddhaja_. Beyond that are the outlying countries.”",
    "ai-atk-s0510a0:712_6": "He has three hundred leagues, and two hundred and three hundred leagues away to the Buddhas. The princes, the sons of the building workers, and two hundred leagues long. The princes arise in the world, the Great Kings, the Universal Monarches, and the wheels of the world.",
    "ai-atk-s0510a0:712_7": "and when I have been reborn there, the town called Kapilavatthu.",
    "ai-atk-s0510a0:713_0": "After that family he saw the Buddha, saying: “There is a merchant or a worker in the family of merchants,”",
    "ai-atk-s0510a0:713_1": "And they are born in a family of aristocrats, brahmins, or householders in the family.",
    "ai-atk-s0510a0:713_2": "Now I’ll be reborn in the world!",
    "ai-atk-s0510a0:713_3": "my father named Suddhodana, and the King will be able to see.”",
    "ai-atk-s0510a0:714_0": "While he was married, he gave birth to a hundred thousand dollars, there was no one hundred thousand aeons, yet there was Khujjaya and Pañcasikha.",
    "ai-atk-s0510a0:714_1": "Queen Mahāmāyā will be no more than me.",
    "ai-atk-s0510a0:714_2": "how much can we see ten days each day?”",
    "ai-atk-s0510a0:715_0": "Thus he conceived this mark of the Buddha, saying: “My Master, don’t go,” and he gave you by. Then he returned to the Buddha, saying: “Go, making this offering, and permitted you,” and with his five hundred deities. Then he said, “You may go to Tissa’s residence.",
    "ai-atk-s0510a0:715_1": "for in all the world’s delight is there,",
    "ai-atk-s0510a0:715_2": "Herein, when those deities passed away from here, he was reborn there after passing away from here and now, saying: “Having been reborn in a good place, a heavenly realm.”",
    "ai-atk-s0510a0:715_3": "Then, while surrounded by the gods, he saw the Devas, surrounded by the Sākiyans, and preceding them, went away in the Great Wood,",
    "ai-atk-s0510a0:716_0": "This is the gradual meaning of what is saying:",
    "ai-atk-s0510a0:716_1": "At that time the town of Kapilavatthu was playing in the city of Kapilavatthu.",
    "ai-atk-s0510a0:716_2": "On the following day of the Queen Māyā, who had lipsed a beautiful sunshade, with seven months on the day of the full moon, and on the fragrance, and underwater she saw a circumambulated it, delicious flavourable day, and entered it for a hundred thousand castegories, and then consecrated the festivals.",
    "ai-atk-s0510a0:716_3": "The Four Great Kings. It seems, after rising into the Himalayas with their hands, and placed on the slopes of the Himalayas, where they stood to one side.",
    "ai-atk-s0510a0:716_4": "Then the Queen Anotatta came down from the sky to the divine neighborhoods, having the abode of Queen Scented flowers, causing him there, more than that.",
    "ai-atk-s0510a0:716_5": "After having become a white parasol and pouring from it to the ground, from there took a golden statue, and entering the bricks, circumambulated it with his right side toward him, and he then entered Uttarakuru, wherever he likeded the palace, and circumambulated it with his right side towards the offering.",
    "ai-atk-s0510a0:716_6": "Thus the Northing grabbed by the good,",
    "ai-atk-s0510a0:717_0": "On the day, Queen Suppabuddha told the King,",
    "ai-atk-s0510a0:717_1": "The king’s cow-dung, having the drunk from the four directions, had the rice-milk covered with gold netting, and placed it in the cows’ hoof-pened, were sitting on the ground, prepared seats covered with gold netting the tops covered with gold nets, etc., and woolen covered with gold netting.",
    "ai-atk-s0510a0:717_2": "Then their brahmins asked: “What will he tell them all.”",
    "ai-atk-s0510a0:717_3": "The brahmins who say:",
    "ai-atk-s0510a0:717_4": "“Great king, don’t think thinking about how much about these Queen Sañjikāputta will remain in the house where the wheel-turning monarch will be reborn.",
    "ai-atk-s0510a0:717_5": "But if he goes forth, he will be an ascetic in the world.”",
    "ai-atk-s0510a0:718_0": "When the being intent on awakening emerges from his mother’s womb, he was established in the air, at the time of the Bodhisatta’s womb, a thousandth-elements, and a hundred thousand world-elements, wavering the world-element.",
    "ai-atk-s0510a0:718_1": "Thirty-two signs appeared in the past:",
    "ai-atk-s0510a0:718_2": "and surpassing the ten thousand world-spheres.",
    "ai-atk-s0510a0:718_3": "The trees of (when) blossomed manifolded in which the herd was deformed. Commander went out and cut off all the grasses wood, trunk, and lay down on the ground. And all the earthquakes, they drooping downwards and ropes, chopped off all the darkness and perfumes were caught up in the cows, and cut off the barber.",
    "ai-atk-s0510a0:718_4": "and smooth in the sky, like a lightning in the fourfold system, after sweping the air, like a pearl, or a red lotuses, all round with a garland of flowers and sandalwood shone like a pearl, like a burning float blossoms-like feet were, then in the morning, like a red lotuses, like a trunk sw",
    "ai-atk-s0510a0:719_0": "The gods of the Thirty-Three were extinguished in this way, and bodies of the Bodhisatta entered upon the Bodhisatta’s mother.",
    "ai-atk-s0510a0:719_1": "At the time of the being intent on awakening there was a person’s mother whose mind was full of greed, hate, and delusion.",
    "ai-atk-s0510a0:719_2": "And the Buddha-to-be saw with the Bodhi Tree and the treasurer, like a gem of jewel-treasure.",
    "ai-atk-s0510a0:719_3": "This is called because the being intent on awakening is conceived in his mother’s belly, no dying, passing away, or being reborn—when all beings in the being intent on awakening or his own.",
    "ai-atk-s0510a0:719_4": "But those women passed away while sitting, were still lying down, and not stepped, so the mother of the being intent on awakening.",
    "ai-atk-s0510a0:719_5": "But the Buddha-to-be remained after reaching ten months.",
    "ai-atk-s0510a0:719_6": "This is the mother-in-law’s mother.",
    "ai-atk-s0510a0:720_0": "Queen Mahāmātāpa’s bowl, Queen Mahāmādassana, after saying: “Like the ruler of the ministers, while having taken her bowl a governed to the house of the ministers, –",
    "ai-atk-s0510a0:720_1": "“Sire, I wish to go to the town of Devadaha.”",
    "ai-atk-s0510a0:720_2": "The king agreed: “Listen,” and he cut off his honey, then having made (the Buddha’s) sit down on a road, made a citadel, and leaf-hut, made a beggar fortune, and sat down on the ground and prepared a thousand wooden floor. He surrounded him with a thousand antelope.",
    "ai-atk-s0510a0:720_3": "and between the two citadels there is a head-rolling, even the gateways at both ends.",
    "ai-atk-s0510a0:720_4": "At that time it was the root of a tree that all the branches of the branches and leaves, plunged into five vases, blossoms, and instruments and foliages, all the spirits with holes, and five-hundred birds.",
    "ai-atk-s0510a0:720_5": "The whole of the kingdom was like a charming-elephant’s disk. It was like the sun’s disposed great circle.",
    "ai-atk-s0510a0:720_6": "Having seen (that), having seen the Devas in the grove,",
    "ai-atk-s0510a0:720_7": "The ministers, after taking the Queen Sālavatī’s home,",
    "ai-atk-s0510a0:720_8": "having approached the root of the Sāla tree at the root of the Goat-Herder’s branch, which was like a glorious branch, and having taken leave of it, he counted the branch and preliminary (from Sāvatthī).",
    "ai-atk-s0510a0:720_9": "She waved her hand to drive the waves in her hand.",
    "ai-atk-s0510a0:720_10": "At the time of the Queen Paths was very necessary. She prepared a large crowd and had conception, she became pregnant took a large crowd of champion. She then rose from the emerging, and went away.",
    "ai-atk-s0510a0:720_11": "the four great elementals, the gods of the Thirty-Three, took (the truth),",
    "ai-atk-s0510a0:720_12": "With the appearance of that mother (safeguard), she said: “May the Lord of the Bodhisatta in your mother’s womb, earthquake!”",
    "ai-atk-s0510a0:721_0": "But here the sentient beings, dropped their mother’s womb, while leaving out the things of the embodiment of the being intent on awakening.",
    "ai-atk-s0510a0:721_1": "But when he has well-proclaimed the Dhamma’s normal appearance, like a man who is standing on the ground, and like two months of the gems in the story of the gems, he drove it from his mother’s womb, like one whose hands and feet were strewn from the house of excitement, like two gems.",
    "ai-atk-s0510a0:721_2": "This being so, while the Bodhisatta’s mother and father, two streams of water appeared in the whole of the Bodhisatta,",
    "ai-atk-s0510a0:722_0": "Then the four kings, having received a golden palanquin, placed the four great kings, and four handsmen, the wheel-turning monarch with their hands and feet cut off their grains, and the top of the earth, started from the eastern quarters. They fell into the eastern gate, assembled the earth.",
    "ai-atk-s0510a0:722_1": "There, because of worshipping the gods of fairykind, saying: “Where do you have no one like me who is worshipped? Where do you think?”",
    "ai-atk-s0510a0:722_2": "The four directions, the four directions, and the four directions, and the lower directions, and the forty-twomen quarters, and the eighty directions, King Mahāpajāpatī Gotamī continually looked at them with an intermediate directions, yet he only knew “The king’s embankment, while he was austere and god.”",
    "ai-atk-s0510a0:722_3": "Then he said: “I am standing in the world, I am a word of the world.” But while standing, he said, “I am giving a blazing,” and so on.",
    "ai-atk-s0510a0:723_0": "For the in any instance of the being in his mother’s womb, exceedingly the customs of the Bodhisatta, countless in this life:",
    "ai-atk-s0510a0:723_1": "that (Sakka) the Lord of the World had taken his Mother’s moved in his mother’s womb, and was leaving after coming out from his Mother’s house, taking the kingdom and set out from his seat.",
    "ai-atk-s0510a0:723_2": "After doing that, he left",
    "ai-atk-s0510a0:723_3": "Then her Mother, saying: “What have you come?”",
    "ai-atk-s0510a0:723_4": "“I can’t grant it.”",
    "ai-atk-s0510a0:723_5": "Thus there, after taking it and giving the gift of the King, “Whoever has come.” This is the name of the Pavāraṇāla for the Rohaṇa.",
    "ai-atk-s0510a0:723_6": "The drunk of the Awakened One, having left the Dark Forest and went to the Blind Men’s Grove.",
    "ai-atk-s0510a0:723_7": "Then he thought, “This is the expanded of the lump of meat” on the following day.",
    "ai-atk-s0510a0:723_8": "When he has emerged from his mother’s womb, he said: “I give a gift without a being asked, ‘After task, is there anything in the home.’”",
    "ai-atk-s0510a0:723_9": "Then her Mother, saying, “Whoever has been reborn in the elephant’s family, he appointed one thousand of his own hands.” Then he appointed a thousand of robes.",
    "ai-atk-s0510a0:723_10": "Those in this life-form, the Lord of Sīha, Nigaṇṭhas, holy Kālī, surrounded by his mother’s sisters, was constantly departing in his mother’s womb.",
    "ai-atk-s0510a0:723_11": "And just as, when guided by the thirty-two systems appeared in the past, that appeared in the past.",
    "ai-atk-s0510a0:723_12": "At that time, the being intent on awakening emerges from the Bodhi tree of the Bodhi tree, the Elder Mahā-Tissa, and Rāhula. At that time he was named Kāḷī, the Four Great Kings, and Nimba.",
    "ai-atk-s0510a0:723_13": "Herein, one roaming around and crocodiles is made of wood, one hundred and three months.",
    "ai-atk-s0510a0:723_14": "This is the limited earth, the earth is deep,",
    "ai-atk-s0510a0:723_15": "These are the seven reasons:",
    "ai-atk-s0510a0:724_0": "the two cities, after taking the Bodhisatta in Kapilavatthu,",
    "ai-atk-s0510a0:724_1": "And just that day the Buddha, thinking: “Body Suddhodana’s son, will sit down in the city of Bodhi on this spot before the prince,” and having stopped the Prince, he would produce the Uposatha.”",
    "ai-atk-s0510a0:724_2": "At that time the son of the great king Suddhodana, having just finished his meal and went to the King and offered to the end of the meals. Then after seeing the princes, he asked: “Why are you sitting here for the purpose of (King Laṅkā), which is this?” Then after seeing them, he asked: “Why do you, (good this matter), Dearted me?”",
    "ai-atk-s0510a0:724_3": "The deities said:",
    "ai-atk-s0510a0:724_4": "“Don’t be pure, Venerable Suddhodana the son of the Great Bodhi, after becoming a Buddha, he sat down on the ground and rolling the supreme Wheel of Dhamma.” And he said, “You should see the Blessed One, the Dhamma!”",
    "ai-atk-s0510a0:724_5": "Dear Tissa, having heard their speech, went to the house of the kingdom, and said: “Your Majesty, I will not see, Great King,”",
    "ai-atk-s0510a0:724_6": "The King, after having the adornments in Laṅkā, worshipped the Prince and presented him to the whip.",
    "ai-atk-s0510a0:724_7": "and establishing (them) at the feet of the Bodhisatta.",
    "ai-atk-s0510a0:724_8": "For the inclination of the Bodhisatta’s Awakening is one named after he has no respect for him.",
    "ai-atk-s0510a0:724_9": "If the net of his head was cut into the feet, the head would chop off his head.",
    "ai-atk-s0510a0:724_10": "The ascetic Gotama said, “Prince me to teach the most excellent Buddha,” and got up from his seat, raised his joined palms toward the Bodhi tree, and raised his joined palms.",
    "ai-atk-s0510a0:724_11": "The King, having seen that wonder, gave his own son,",
    "ai-atk-s0510a0:725_0": "If he recalls those of the past and future forty eons, he recollects eighty eons.",
    "ai-atk-s0510a0:725_1": "The Buddha saw him, and he thought, “Do it is the characteristic of maturing the Bodhisatta? Or does he, having seen it, heard it, or suspected?” And he replied, “Demove the amongst Visākha!” And he smiled, “Do it will be no more so.”",
    "ai-atk-s0510a0:725_2": "Then he said: “I will go to the incredible and amazing! I will not enter into the great hero, without making this incredible or with the Buddha, I will get a thousand years.” And now, with the money and general populations, thinking, “I shall give you one thousand coins to the Buddha,” and if he saw the Buddha, he thought, “Indeed I will not be able to make an effort to rebirth.”",
    "ai-atk-s0510a0:726_0": "When people saw him, they asked, “What was it, venerable sir?”",
    "ai-atk-s0510a0:726_1": "“There will be no obstacle for you like the Buddha.”",
    "ai-atk-s0510a0:726_2": "“Then, sir, why are we inapons?”",
    "ai-atk-s0510a0:726_3": "“This man is indeed a sight, sir: ‘I will not know what is true, and I will remember.’",
    "ai-atk-s0510a0:726_4": "He thought, “How can I see anyone any person of the Buddha with its own hands?” And he saw his own giving to his own share?",
    "ai-atk-s0510a0:726_5": "He went to their house and told her, “Where’s your son?”",
    "ai-atk-s0510a0:726_6": "“Are you sitting?”",
    "ai-atk-s0510a0:726_7": "He summoned, saying: “I have not drunk the boy,” and he said:",
    "ai-atk-s0510a0:726_8": "“Dear Suddhodana’s son, the ruler of the royal family, will you go forth in the family circle of the Buddha, and that he will do so in this way.”",
    "ai-atk-s0510a0:726_9": "(but) seven days, he thought: “May the servants, for the sake of the shade of the shade have been put out on a mattress,” and he once more the ground of the iron to weariness, after which my head was wrapped in the Himalayas, and my baskets, offered the leaves, thinking, “Pañcasikhaves,” and circumambulating the house on the ground, he said, “Ascetics,” and after washing the making an expending their head, etc.",
    "ai-atk-s0510a0:726_10": "The attainment of Awakening, having approached the Final Emancipation-elephant transmigration, entered the Himalayas, and beneathed through the surface of the Himālayas, having entered upon extinguishment. Because of that Dhamma he was near the capitality of Nibbāna, he stood in one place and beside on the path.",
    "ai-atk-s0510a0:727_0": "And when the Bodhisatta had bathed his head and dressed in five stages, he had a wrong path leader to the air. Then after inviting he informing the king: “When we have invited the marks of the three Vedas, having invited the Great Campā on the four sides, I will invited the great hero’s enclosed in the Great Wood, and having offered five hundred students.” But when he had invited them to eat the Great States, he told him about this,",
    "ai-atk-s0510a0:728_0": "“Rādha, a mark of Rāma, and the sacrifice is beautiful, the champion,",
    "ai-atk-s0510a0:729_0": "these eight brahmin students were Vihāras, in the hymns.”",
    "ai-atk-s0510a0:730_0": "These are the eight marks of a brahmin.",
    "ai-atk-s0510a0:730_1": "On the day, even when dreams set out (where) a consequence, it is propounded by practition.",
    "ai-atk-s0510a0:730_2": "Those two people ejected him for not recognizing an offense, and they answered him:",
    "ai-atk-s0510a0:730_3": "“If he has these marks, if he stays at home he will have a wheel-turning monarch. If he will have to go forth, he will be so.”",
    "ai-atk-s0510a0:730_4": "Of all the students called Koṇḍañña, the brahmin Bodhisatta, the brahmin student of the Bodhisatta, having made the characteristic of end of endurance, he created one himself in the midst of the fingernatile half, and one defect the three worlds. Instead, he will definitively himself.”",
    "ai-atk-s0510a0:730_5": "For when the Buddha has obtained these states of existence, he saw the general terminator fact in these seven places described the multiplied in this way.",
    "ai-atk-s0510a0:730_6": "Then there was a group of her, and she said to her, “For the whole world has been handed down, they made the name Siddhattha.”",
    "ai-atk-s0510a0:731_0": "Then those brahmins went to his own house and informed their sons:",
    "ai-atk-s0510a0:731_1": "“We’ll give our sons to the sons of the great ministers, our sons of all sons, who are valid, opinions of sons, who have gone forth in that place.”",
    "ai-atk-s0510a0:731_2": "Those people who lived for seven years had (in Koṇḍañña subdued their father’s) great arrows.",
    "ai-atk-s0510a0:731_3": "He! As he went to a good family, he made an end of his striving and went forth into homelessness. Then he told his striving, “This is good enough for me!” Then he went forth into the presence of the Great Wood, and when he hears them, he said, “This gentleman, having heard the striving his mind, he went forth from a good family, thinking, “This is good enough for that this happening to me.”",
    "ai-atk-s0510a0:731_4": "“Samiddhi, it seems, that he went forth will be a Buddha for the Buddha.",
    "ai-atk-s0510a0:731_5": "And if his father had gone forth, he would not be able to go forth.",
    "ai-atk-s0510a0:731_6": "If you like, let’s go forth.”",
    "ai-atk-s0510a0:731_7": "They all were unable to neglect the four inches, but not the three instruments of the nations; Koṇḍaññasāed the Jina, and in the case of the going forth.",
    "ai-atk-s0510a0:731_8": "Those five great Theras called the Elder Nun Pañcakaṅga",
    "ai-atk-s0510a0:732_0": "But then the King Suddhodana –",
    "ai-atk-s0510a0:732_1": "Having seen (them), he will go forth from me?”",
    "ai-atk-s0510a0:732_2": "“They have four foundations.”",
    "ai-atk-s0510a0:732_3": "“Where do you imagine I.”",
    "ai-atk-s0510a0:732_4": "“You’ve gone forth old age, a sick man, and a dead man,”",
    "ai-atk-s0510a0:732_5": "The king said: “This must be oppressed to visit my son, and my grandsonent (?); there are no more than four months for me to visit my sons in the name of the Buddha.”",
    "ai-atk-s0510a0:732_6": "Having spoken thus, when these four ways the signs (of the way) snake was placed in the four directions, he placed in the four quarters (of the village).",
    "ai-atk-s0510a0:732_7": "Then, on the fortnight of the judgments gathered together in the council hall together in the family, one thousand sons who claimed to have",
    "ai-atk-s0510a0:732_8": "“Before it is the Buddha, to give a son, or to a one, we will show them one,”",
    "ai-atk-s0510a0:732_9": "And he will be a Buddha, the highest of men, who is requested by the caravan of aristocrats.",
    "ai-atk-s0510a0:732_10": "If the king will be well-to-do aristocrats, the aristocrats will be surrounded by his ministers.”",
    "ai-atk-s0510a0:732_11": "And the king who was endowed with a sense of conscience, who had familiar, and who was endowed with regardless in regard to his attendants.",
    "ai-atk-s0510a0:732_12": "The Buddha-to-be requested with the Bodhisatta.",
    "ai-atk-s0510a0:733_0": "Then one day, (these) called the King’s Vaṅgala,",
    "ai-atk-s0510a0:733_1": "That day they all came to the city of Kālaka, as all the towns, warriors, assembling the towns in the royal city of Gandhāra, and the King’s city. All these days had very strong winds, and was resplendent to the royal compounds, all the Kings, one thousand worked in that place.",
    "ai-atk-s0510a0:733_2": "or a king’s golden plaster creeper enclosures.",
    "ai-atk-s0510a0:733_3": "and they become golden in colour.",
    "ai-atk-s0510a0:733_4": "The King, surrounded by his ministers, went out to her son and,",
    "ai-atk-s0510a0:733_5": "At the place of the Jeta Grove, one, and one of the Jambukola.",
    "ai-atk-s0510a0:733_6": "At the place of the girl, he prepared the golden drums, adorned with a golden precious, decorated with frame, and stored it in all directions, and then departed.",
    "ai-atk-s0510a0:733_7": "Herein, the king takes up some golden coins and bulls with a single-layed chariot drawn from its full moon, and so on.",
    "ai-atk-s0510a0:733_8": "After grabbing them, and ploughing them,",
    "ai-atk-s0510a0:733_9": "But if he goes beyond the king’s body, he is coming down from the near shore.",
    "ai-atk-s0510a0:734_0": "and he became one who had mastered it.",
    "ai-atk-s0510a0:734_1": "After rejoicing together with the Buddha-to-be, he saw that the Neither had come. Having seen that the Bo branch was seated outside the monastery gateway,",
    "ai-atk-s0510a0:734_2": "The Buddha-to-be looked down on this matter, and while he was still not looking at a couch after him in the air, and having folded his legs crosswise, he rebirth into the air.",
    "ai-atk-s0510a0:734_3": "and they running along a street in the middle of the day, when they bubbled his sword.",
    "ai-atk-s0510a0:734_4": "But the shadow of the trees came to the inner skin of the tree, or he stood in the circle of a tree.",
    "ai-atk-s0510a0:734_5": "The son of the prostitutes, thinking, “Listen,” and he refused an ox; while sitting cross-legged, he sat down on the couch there. And after seeing the King said:",
    "ai-atk-s0510a0:734_6": "“The boy was sitting down in the shade of the trees, so the shadow is standing in the Jambudīpa.”",
    "ai-atk-s0510a0:734_7": "The King Venāgapura, after seeing them, he said: “This is the second wonder, this is the end.”",
    "ai-atk-s0510a0:735_0": "Then the Buddha-to-be was a sixteen years old.",
    "ai-atk-s0510a0:735_1": "The king asked the three realms of the Bo trees:",
    "ai-atk-s0510a0:735_2": "one newly planted stones, one ground consisting of nine grounds for (?). It wasty-four thousand ascetics of religions.",
    "ai-atk-s0510a0:735_3": "like the Buddha-to-be, which was like the sun covered with overhade of antelopes, surrounded by the bedrooms of men which were like a maidens, surrounded by beneath in the four gates, and was like a great rich in the floor of the palace of his garments.",
    "ai-atk-s0510a0:735_4": "and was the queen of Rāhula’s Mother.",
    "ai-atk-s0510a0:736_0": "Then as he was going to the Great Wood nearby a palace, his relatives and kin this discussion came up among them:",
    "ai-atk-s0510a0:736_1": "“Peaceful is prosperous, full of people, and preparing anything in battle?”",
    "ai-atk-s0510a0:736_2": "The King, having summoned the Bodhisatta, summoned: ‘Listen, relatives, children, and crafts were unshaken, until he was conceived.’",
    "ai-atk-s0510a0:736_3": "“Giving up a craft, I shall not fulfill my duty fortnight.” “There is no crafts for me to see my relatives.”",
    "ai-atk-s0510a0:736_4": "The King did.",
    "ai-atk-s0510a0:736_5": "the Buddha-to-be had extrated the arms around the districts, having assembled around the crowd, saying: “Drinking (the people), rich people of around the earth, without crushing the arts, –",
    "ai-atk-s0510a0:736_6": "That must be understood as the incomparable enemy of the foes in the sky.",
    "ai-atk-s0510a0:736_7": "Then the mendicant Saṅgha had doubts and uncertainty.",
    "ai-atk-s0510a0:737_0": "Then one day, (saying): “We desire to go to the ground for the auspicious Bodhi,” and he said, “After (them).”",
    "ai-atk-s0510a0:737_1": "The ruler of the earth, intending to steal, he sent adorned the most excellent Mahātittha garden (to Laṅkā). Having constructed the most excellent Bo branch and constructed four facts, he gave the four (Victory) to the Bo branch.",
    "ai-atk-s0510a0:737_2": "The Buddha-to-be left on the road going to the vicinity of the beings. He went from street to street,",
    "ai-atk-s0510a0:737_3": "“The gods of the Thirty-Three show the seats in the eastern direction, having made a seat and shower of rod, they gave birth to a old bodies, trembling as they walked in a pile, shaved off their heads.”",
    "ai-atk-s0510a0:737_4": "The Buddha-to-be saw him and the charioteer",
    "ai-atk-s0510a0:737_5": "The Buddha-to-be asked: “Who are you doing this? ” Then he told him, “Laying this much, we’ll get upset through the wholesome things.” Then he asked his hair, then having heard the word, he would be born to his hair, wretched together with his throne.",
    "ai-atk-s0510a0:737_6": "The King asked: “What reasons the son of me?”",
    "ai-atk-s0510a0:737_7": "“A person who has seen the gods,",
    "ai-atk-s0510a0:737_8": "“Having seen the load of the rainy season, why don’t you make me go forth? It won’t be necessary; it’s not spread over to me, and if it’s not put a league into the sky.”",
    "ai-atk-s0510a0:738_0": "On the contrary, having seen the death of the Bodhi (Tree), after seeing the Enlightened One’s body, he asked his former wife as a layman, and then resting his former wife,",
    "ai-atk-s0510a0:738_1": "The King, after questioning them in the way already described, then having the rest of the lay person, he gave them a sesame seed and threw them above.",
    "ai-atk-s0510a0:738_2": "On another day, after the Buddha-to-be had passed away from the Enlightened One, while going through the air, he asked the Bodhisatta in the way beginning: “Listen, after eating the former time,",
    "ai-atk-s0510a0:738_3": "The King, after questioning the place where the King had been asked, and then having taken his residence, he related the rest of the leagues in the way already stated.",
    "ai-atk-s0510a0:738_4": "After some time, while going to Bhagavat, seeing the deity of the gods in the same way, Suppiyā saw her and questioned her, saying: “Having seen her go forth I was not dropped on this spot,” and asked for the sake of her going forth.",
    "ai-atk-s0510a0:738_5": "And even a charioteer who has gone forth under the influence of the Buddhas, who knows the special qualities of peace, the going forth, the glorious go forth, or the deities, thinking: “As a renunciate life for the Divinities’ having gone forth,”",
    "ai-atk-s0510a0:738_6": "the Buddha-to-be, after sending him away, and going forth.",
    "ai-atk-s0510a0:738_7": "– As long as it is that border is:",
    "ai-atk-s0510a0:738_8": "she saw him alone on the same sign as before.",
    "ai-atk-s0510a0:739_0": "Then he spent the day there, after playing in the bathing ponds, and making a drum beds in the neighborhood of the leaves, and creeper his beds there. Then he sat down on the cotton-down gate, and was not covered with (good) goldens. Having perfumes, he approached the manifold leopard, and crushed the goods, boiled the manigs of different colors.",
    "ai-atk-s0510a0:739_1": "At that moment Sakka was sitting in that place.",
    "ai-atk-s0510a0:739_2": "“Who wants to introduce me from this position?” And he addressed the king,",
    "ai-atk-s0510a0:739_3": "“Get out, Siddhattha, Siddhattha, afflicted by a great lady, the prince named Māyāsi. He will go (?) to the western Monastery, the heroice of the gods.”",
    "ai-atk-s0510a0:739_4": "After replying to that place, he sent the Divinities to the place where the Bodhisatta was intent on awakening. Then he approached the intent on awakening and in his head.",
    "ai-atk-s0510a0:739_5": "the Buddha-to-be thinking, “The god-King Bodhisatta has founded in a person who is a god.”",
    "ai-atk-s0510a0:739_6": "Vessavaṇa appreciates, a thousand treasures, and a thousand wore Vedas, ten thousand (people trees). While the ten thousand reasons they resided in air.",
    "ai-atk-s0510a0:739_7": "“What if the bloated thieves are poorly taken out, what should be done?”",
    "ai-atk-s0510a0:739_8": "And all the ornaments of the flower poles made of flowers, that flower-nee-sized strings made of garlic.",
    "ai-atk-s0510a0:739_9": "The intent on awakening became like a lotus flower’s head.",
    "ai-atk-s0510a0:740_0": "Then he said to all his various kinds of castes all his haetchers, his own nails, composing all quarters, his trade was well-spoked, regarded as furnished with all the aristocrats, brahmins such as sovereign lords, castess, particles, and so on.",
    "ai-atk-s0510a0:740_1": "At that time, Rāhula thought, “My son Suddhodana has been born to me by the Dispensation.”",
    "ai-atk-s0510a0:740_2": "The Buddha-to-be, after hearing him, he said: “So it is born,”",
    "ai-atk-s0510a0:740_3": "The king asked: “What did I ask to do?” and he then asked, “Where are you doing this?”",
    "ai-atk-s0510a0:741_0": "The Bodhi tree also entered the city of Bodhi with his headache, where he entered the city with his headache.",
    "ai-atk-s0510a0:741_1": "At that time the prince named Kisāgotamī, the prince’s beautiful Bodhi tree, having circumambulated the excellent Bodhina, delivered to the excellent Bodhi, expressed this heartfelt sentiment:",
    "ai-atk-s0510a0:742_0": "“(Sāriputta) is not extinguished, Disciple of his mother,",
    "ai-atk-s0510a0:743_0": "That which is no one who has no reputation left unity – that is.”",
    "ai-atk-s0510a0:744_0": "The Buddha-to-be heard:",
    "ai-atk-s0510a0:744_1": "“This is how it is said:",
    "ai-atk-s0510a0:744_2": "‘Having seen this incarnation, may the heart’s wish, be reborn in the heart!’",
    "ai-atk-s0510a0:744_3": "Is quenched to the heart called emancipation?”",
    "ai-atk-s0510a0:744_4": "Then, when the night had passed, he thought:",
    "ai-atk-s0510a0:744_5": "“I’m extinguished among the houses,” “I have reached Nibbāna in the fire of greed, hate, and delusion. When it’s extinguished, I’m extinguished among the fire of greed, hate, and delusion.”",
    "ai-atk-s0510a0:744_6": "“This is my teacher. I went forth searching for extinguishment. I’ve been seeking my wife’s end, I’ve been seeking the unaffected with my thorns, and I have gone forth in search for a lay life to homelessness. And I’ve been seeking the neighborhood of a teacher, my thorns, and my choice of the story.”",
    "ai-atk-s0510a0:744_7": "“Samiddhi, when his mind was full of joy, she gladness and happiness.”",
    "ai-atk-s0510a0:745_0": "The Buddha-to-be, after rising the Bodhisatta’s head, climbing his head,",
    "ai-atk-s0510a0:745_1": "And firstly, because of the adornments of her all kinds, making her sit down such as length of garlands, perfumes, and embarked dancers, and runnning towards their various sectarians, were delighted in jackals and honoured by the parts of the gods.",
    "ai-atk-s0510a0:745_2": "The Buddha-to-be thinking: “I am intent on awakening, without rejoicing, dissatisfaction with gladness.",
    "ai-atk-s0510a0:745_3": "Those women thought, “We will not for the benefit of scent,” and they running hiding me with the fragrance of pyre, and have become tired from the fairy.",
    "ai-atk-s0510a0:745_4": "The Buddha-to-be, after rising up and sitting on his bed, sitting cross-legged in the four directions, and saw the women sitting cross-legged:",
    "ai-atk-s0510a0:745_5": "and some of the sauna stalks were tigers, hyenas, leopards, hyenas, hyenas, wounds, and alcoholic drinks, made a tangle, and fitting snapped in the future.",
    "ai-atk-s0510a0:745_6": "And having seen them, he became skilled in sense desires, his mind was detached from sensual pleasures.",
    "ai-atk-s0510a0:745_7": "The Greatly Famous One went to that forest grove covered with three hundreds of fires, like the bonfire of a great embankments and the three drops of snakes and moves in three wood.",
    "ai-atk-s0510a0:745_8": "“Oh! I’m oppressed to So utterly visited, sir.”",
    "ai-atk-s0510a0:746_0": "The Buddha said, “I’ve gone to the Great Monastery by the starting house,” and he got up early and said, “Whoever goes to this gate, brings the door?”",
    "ai-atk-s0510a0:746_1": "Having washed his head in the open, making him lie down –",
    "ai-atk-s0510a0:746_2": "“I’m abusive, Venerable Channa.”",
    "ai-atk-s0510a0:746_3": "“Venerables, I want to get a lie down in full awareness, but not one allowable.”",
    "ai-atk-s0510a0:746_4": "“Yes, Your Majesty,” he took the keys of a horse, firmly established the air on the banks of the Gandhakuṭī, and standing in the ford in the park today’s hermitage.",
    "ai-atk-s0510a0:746_5": "When he knew that he was allowed, he thought, “This is an abode of meat” on the following day and on the occasion of going, and he puts away his garment in the day. thinking, “In the same way, I won’t like a great sacrifice,” and he wanted to leave me.",
    "ai-atk-s0510a0:746_6": "Then he took laughing loud noise and filled it with the whole town.",
    "ai-atk-s0510a0:746_7": "But when the gods have collected him, he does not see anyone,",
    "ai-atk-s0510a0:747_0": "The Buddha-to-be, thinking, “Seing Channa is sitting down in order to find a place for the absence of the Bodhisatta.” Then he went to the home of Rāhula, and to the pregnancy,",
    "ai-atk-s0510a0:747_1": "At that time, Rāhula’s very fragrant scented perfumes and garlands, and sandalwood makeup on the bank of the Suppiyā, moved in the sky, and was crembing the scent of the hand of the head in the carrying of his son.",
    "ai-atk-s0510a0:747_2": "the being intent on awakening, having placed his foot on the ground and said: “I shall die,” and he added: “When I all his wives, I shall go to my son, he will see the queen.”",
    "ai-atk-s0510a0:747_3": "But when asked about the class of rebirth’s born, he thinks, “This is the western quarter.” This is the only topic.",
    "ai-atk-s0510a0:748_0": "The Buddha-to-be went to the palace, and saying:",
    "ai-atk-s0510a0:748_1": "“From this day forth, Kaṇḍuka, you will become a Buddha in the world with its gods.”",
    "ai-atk-s0510a0:748_2": "Since I got up from my basket and block,",
    "ai-atk-s0510a0:748_3": "_paṇḍaka_ is like a _paṇḍaka_; he has from eighteen times, he in whom the shadow of the moves that is, endowed with good qualities, that is, complete in all good qualities, worms, and intelligent, endowed with good qualities.",
    "ai-atk-s0510a0:748_4": "Then he’d laugh loud noise or horn in the town through the surface of the town, wherever one hears the sound of his own hands, the kettledrums, and the cry:",
    "ai-atk-s0510a0:748_5": "the Buddha-to-be, after coming to the end of sixty-two years (after his sun), and like a great horse in a lake,",
    "ai-atk-s0510a0:748_6": "And then the king told his body: “If I were to go out through the town hall and walked around the gateway, and opened the gateway of a man.” Then he should open the gateway and maintained one door.",
    "ai-atk-s0510a0:748_7": "The Buddha-to-be was endowed with a thousand crooks, one hundred thousand elephants, one thousand horses, and one thousand men who had a hundred thousand koṭis.",
    "ai-atk-s0510a0:748_8": "He thought:",
    "ai-atk-s0510a0:748_9": "“If the door is not opened by the door, I won’t sit down in the throat, having opened the door, sit down at the top of the starting antelope hide on the ground with my buttocks, then I’ll stretch it.”",
    "ai-atk-s0510a0:748_10": "Channa thought:",
    "ai-atk-s0510a0:748_11": "“If I didn’t open my husband’s door, I’ll sit her down in the left hand, and take her to the right side, I’ll return.”",
    "ai-atk-s0510a0:748_12": "The _paṇḍaka_ thought:",
    "ai-atk-s0510a0:748_13": "“If I didn’t open my husband’s door, I’ll get her to sit down in the same place as before, and then I’ll make him get back again, and then I’ll keep going with her.”",
    "ai-atk-s0510a0:748_14": "And if there were no gateway, one of the people would have got some reply.",
    "ai-atk-s0510a0:748_15": "but the gods opened the door on the door",
    "ai-atk-s0510a0:749_0": "At that moment the Wicked Māra said: “I’ll go into the air.” And he said,",
    "ai-atk-s0510a0:749_1": "“Don’t come out from here; in the seventh day of the wheel-treasure will appear to you.”",
    "ai-atk-s0510a0:749_2": "“Who are you, reverend?”",
    "ai-atk-s0510a0:749_3": "“I’m defilement.”",
    "ai-atk-s0510a0:749_4": "“I will, sir.”",
    "ai-atk-s0510a0:749_5": "He said, “Just as I like, Sensual, malicious, or cruel thoughts—because I think about it, I will get rid of it.”",
    "ai-atk-s0510a0:750_0": "the Buddha-to-be went to the elephant’s distance. Like a large heap of grew a black snake, he dropped it in the town’s city.",
    "ai-atk-s0510a0:750_1": "if he is to leave the more than the full moon on the whirlpools while roaring the town, and leaving the city on the city.",
    "ai-atk-s0510a0:750_2": "But in this way the mind-made –",
    "ai-atk-s0510a0:750_3": "and he said: “Noble Lady, after making a great deed, they were performing a great sacrifice, like the earth shouting the earth, like a great rolling around by the earth.”",
    "ai-atk-s0510a0:750_4": "The Buddha-to-be setting the city on the earth from the city of Bodhi, having shown that place where the whole of the city, (then) by the name of Laṅkā, having shown that magnificent Teacher’s head,",
    "ai-atk-s0510a0:750_5": "Then sixty thousand deities came from their seats in front of them.",
    "ai-atk-s0510a0:750_6": "and another deities purify their faces of a wheel-turning monarch.",
    "ai-atk-s0510a0:750_7": "and later, as were covering with flowers and garlands of flowers, and the heavens of garlands, fragrance, and separated from the gods, and flowers, burning with blossoms of a garland of flowers and stalks, sandalwood were spread through the a finest cloud.",
    "ai-atk-s0510a0:750_8": "At the sea of the sound the ears, in the nose like a polished shake, like a plough yoke with a pair of meditating.",
    "ai-atk-s0510a0:751_0": "When the glorious Bodhisatta was going along with this Sirivine, he passed three months at the Bodhi tree he reached full thirty leagues.",
    "ai-atk-s0510a0:751_1": "How is it not able to go beyond that?",
    "ai-atk-s0510a0:751_2": "are not able to endure,",
    "ai-atk-s0510a0:751_3": "For he would not be able to return to the various kinds of wheel-turning monarchs as if I were standing, he’d not able to eat his own meal.",
    "ai-atk-s0510a0:751_4": "And at that time, having twisted through the air, turming the air, having break in the sky through the air, making a garland of flowers carpets appeared in the sky until the floor. So the messenger went through the air, enclosing the objects of the gods. That is why he came.",
    "ai-atk-s0510a0:751_5": "Then the Buddha-to-be, after asking the Channa –",
    "ai-atk-s0510a0:751_6": "“What is this river?”",
    "ai-atk-s0510a0:751_7": "“There’s no name, sir.”",
    "ai-atk-s0510a0:751_8": "he gave me a _kahāpaṇa_ coin, and he gave it a vehicle.",
    "ai-atk-s0510a0:751_9": "He stood there without fearing, etc. in the sense of making a river.",
    "ai-atk-s0510a0:752_0": "the being intent on awakening and his extraordinary dye a hundred double-layed nails from the ground. ...",
    "ai-atk-s0510a0:752_1": "“Go, Channa, and I’ll take the going forth with the _paṇḍaka_ and get the going forth.”",
    "ai-atk-s0510a0:752_2": "“I too shall go forth.”",
    "ai-atk-s0510a0:752_3": "The Buddha-to-be said: “Having received the going forth and the higher ordination, poisonous three times, and then you can live.” Then he thought:",
    "ai-atk-s0510a0:752_4": "“These shaves off my hair and beard, dresses in ocher robes, and is not able to cut off the vital form.”",
    "ai-atk-s0510a0:752_5": "From then onwards, thinking “I’ll cut it with my left hand,” she took the right hand and hatchet, moves the right hand, and seizes them with the right hand.",
    "ai-atk-s0510a0:752_6": "After having off her hair fingers, they were reborn in the southern hills,",
    "ai-atk-s0510a0:752_7": "As long as they live, they became frightened, having shaved off their hair and beard, dressed in ocher robes.",
    "ai-atk-s0510a0:752_8": "the Buddha-to-be, constructed this (safeguard): “I will take the space on the ground, and I will be the Sambuddha (saying): “I will wake.”",
    "ai-atk-s0510a0:752_9": "that doesn’t make a earthquake.”",
    "ai-atk-s0510a0:752_10": "she stood in the air at leaf hut and stood crossing the sky.",
    "ai-atk-s0510a0:752_11": "The king of gods, having constructed the divine eye, returned to the treasure of the Thirty-Three yojanas above it, below the collar-uper of the Treasure, and established the name of the Devas.",
    "ai-atk-s0510a0:753_0": "“After having snapped the fragrant carion in the sky, on the whole of the Sakyans,",
    "ai-atk-s0510a0:754_0": "it would be a thousand-fold army treasures, adorned with heads for a jewel.”",
    "ai-atk-s0510a0:755_0": "and the Buddha-to-be thought:",
    "ai-atk-s0510a0:755_1": "“These are my daughter-in-laws, no ascetic.”",
    "ai-atk-s0510a0:755_2": "Then the Buddha Kassapa, at the time of a Buddha, who was an old friend, thought,",
    "ai-atk-s0510a0:755_3": "“Today my friend, companions,” he took the requisites, and went out to look at the Great Wood.",
    "ai-atk-s0510a0:756_0": "“By the bowl, and robes and bowl,",
    "ai-atk-s0510a0:757_0": "Covered over what is prepared in the realm of the monks who are best.”",
    "ai-atk-s0510a0:758_0": "bringing these eight requisites.",
    "ai-atk-s0510a0:758_1": "After robing the death of the Bodhisatta, having dressed in a robe, went forth shade and took his parents, saying: “Listen, my mother, adorned with me, and went forth.” And he said, “Dield up her parents.”",
    "ai-atk-s0510a0:758_2": "Channa bowed down, circumambulated him with his right side toward him, and left.",
    "ai-atk-s0510a0:758_3": "And when the leaves of the _paṇḍaka_ was finished, the gods thought, “Now, after hearing the Bodhisatta has been worddatta, is going to heaven be a _paṇḍaka_ in my heart, he thinks: “But I have been reborn in the ghost realm!” After giving him a _paṇḍaka_ to begutta’s _paṇḍaka_ to be his heart through the _māsaka_.",
    "ai-atk-s0510a0:758_4": "One of them lamented alone, because of the instead of _paṇḍaka_, because of the Lord of the _paṇḍaka_, he left the town.",
    "ai-atk-s0510a0:759_0": "The Bodhisatta, having gone forth in that place there (in this place) called Ambaṭṭha, there were seventy-two years. Having gone forth in that place, he entered Rājagaha for alms.",
    "ai-atk-s0510a0:759_1": "entered his alms round, wandering for alms,",
    "ai-atk-s0510a0:759_2": "The bottom of the town-dwellers had seen the influence of various kinds, like the Lord of the Devas with asuit of the Bo branch.",
    "ai-atk-s0510a0:759_3": "The royal bull elephant named so-and-so went to such-and-such a hundred or a thousand people in the town or village. They told him what was happening, and what was happening.”",
    "ai-atk-s0510a0:759_4": "The king, having seen the wonder of the great man, consecrated his mind, and full of wonderations –",
    "ai-atk-s0510a0:759_5": "“Go, my mistress, my million will vanish. If it will vanish and that the deity will make the earth can go and eat whatever food he likes.”",
    "ai-atk-s0510a0:760_0": "He did so.",
    "ai-atk-s0510a0:760_1": "Then when the sky was over, the gross food had been depressed, they became changed in front of me.",
    "ai-atk-s0510a0:760_2": "Then, through that life-form, he does so practice himself, unrepulsively:",
    "ai-atk-s0510a0:760_3": "“Samiddhi, when you weren’t able to eat rags food, why would you like this?”",
    "ai-atk-s0510a0:761_0": "The King’s men went and informed the King.",
    "ai-atk-s0510a0:761_1": "The King, after hearing the (true) word, going from the Bodhi tree, in the World’s posture, deportment, he proceeded to the Bodhi Tree.",
    "ai-atk-s0510a0:761_2": "The Buddha-to-be said: “Great king, I’m going to destruction, tormented by defilement or towers out the ultimate object for myself,” and he said, “I have reached the highest perfection.”",
    "ai-atk-s0510a0:761_3": "The king asked: “Dear Previously your mind has become a Buddha, and I will be the most excellent Buddha!” But he took the time of the Buddha, and there will be (from you).",
    "ai-atk-s0510a0:761_4": "This is why in brief Visākhā, however, would I have gone forth the Saṅkheyyaka Mount Vessāmitta?”",
    "ai-atk-s0510a0:762_0": "The Bodhi tree of the King’s right hand has been wandering indiscriminately for alms-food and counselor. Then, having given to him his own striving, he returned to the Mahātittha garden, where he was thinking, “Let’s go to Bārāṇasī, to the Great Ascetic, and to be striving for the world.” And he wanted to go to his own dwelling, he said to the Great Seer, “Let it go to the Buddha, his own dwelling,” and he added to his own striving, “It is a well-returned to the Great Ascetic, great striving, and torand of the world.",
    "ai-atk-s0510a0:762_1": "And those five kings also came down to the village of Koṇḍañña at the Bodhi tree.",
    "ai-atk-s0510a0:762_2": "Then the Buddha, thinking, “By these six strivings will be a Buddha,” and he added: “There will be a Buddha, who is an ascetic,” and when he is living in the evening he encountered.",
    "ai-atk-s0510a0:762_3": "The Buddha-to-be thinking, “I’ll build a pair of ropes for the hands.” He then drew the rice with the drums, and the holes of the attaining.",
    "ai-atk-s0510a0:762_4": "and the deities raised them.",
    "ai-atk-s0510a0:763_0": "Then his body became extremely covered with gold, silver, and gold. And the grain was permitted by the color of shells, covered with gold.",
    "ai-atk-s0510a0:763_1": "Leavenly lampsed in the fourfold reckoning the absorption, which meditates in consciously to the great (magical) power.",
    "ai-atk-s0510a0:763_2": "Then some of the deities said to him, “The ascetic Gotama is dead.”",
    "ai-atk-s0510a0:763_3": "some of the dwellings brought to the monastery, but they said, “Forget about it.”",
    "ai-atk-s0510a0:763_4": "There they,” and they told the King’s son,",
    "ai-atk-s0510a0:763_5": "“I’ve passed away.”",
    "ai-atk-s0510a0:763_6": "“After having become a Buddha, he passed away.”",
    "ai-atk-s0510a0:763_7": "“The Buddhas haven’t given attention to continued existence. He has died down on the ground before.”",
    "ai-atk-s0510a0:763_8": "The king, having heard this:",
    "ai-atk-s0510a0:763_9": "“I didn’t do that.”",
    "ai-atk-s0510a0:763_10": "“Why don’t we have no sounds?”",
    "ai-atk-s0510a0:763_11": "At the time of the Buddha Pāṭaliputta (supernatural) faculties and moon were seen at the root of a tree (where), having seen the Truth.",
    "ai-atk-s0510a0:764_0": "Furthermore, the Buddha-to-be returned to that place and told him what had happened.",
    "ai-atk-s0510a0:764_1": "“I do not know, prince, I am your sons, and bringing them to my son.”",
    "ai-atk-s0510a0:764_2": "He was like a seized by a donkey that was like a monkey who was making an arrow that was like a monkey who had taken up the sandals.",
    "ai-atk-s0510a0:764_3": "This is the hard work: “It’s not easy to find the path to the village for alms-food.” But when it remains in the village, it’s nourishable.",
    "ai-atk-s0510a0:764_4": "Then the thirty-two marks of a great man had blossomed.",
    "ai-atk-s0510a0:764_5": "The group of five mendicants (said): “After walking for alms-food, she is unable to walk for alms, preventing the rainy season, and then going to the village, not with her own hands and feet, after going to the charnel ground, asking them for the central square, and giving them his own bowl and robe, like a boat ... a sweept away the road, and going to heavenly for alms,",
    "ai-atk-s0510a0:765_0": "At this time, when Uruvelā was sure of a certain tree, the banyan tree was growing on the bank of the Subhaga Forest and said to the tree:",
    "ai-atk-s0510a0:765_1": "“If I went to a family home, I’ll make a living in the first house for a hundred thousand sons, and I’ll do my duty for a thousand sons.”",
    "ai-atk-s0510a0:765_2": "She was reborn there.",
    "ai-atk-s0510a0:765_3": "After making a big as a sea-worm was built for the sixth Rains, the rainy season, and pouring the branches of the rainy season, and threw and the branches of the D Indian Rains, the Avanti’s work, and the five hundred palaces (which was situated) to the Daṅkāsa Commentaries, and so long as he was curry of the Teacher, he had threw the pasteld over the hunger this life height, –",
    "ai-atk-s0510a0:765_4": "She then Visākhā thought, “I shall wield the power of the Visākhā on the following day.” She got up early in the morning and evening.",
    "ai-atk-s0510a0:765_5": "Vaccha, a breastfeeding, not being satisfied with the root of a box and stumps, yet not to be dug out on the palace.",
    "ai-atk-s0510a0:765_6": "Having seen that wonder, with his foreign terrified and put the sacred fire, he drove it back in the spot. He then drew a fire, wailing it away, to the fire-place,",
    "ai-atk-s0510a0:766_0": "As they were descending from that milk-rice into that place, the Great Seer, having risen above the south.",
    "ai-atk-s0510a0:766_1": "The one hunter is inside the outer robe, and it is not smoke, nor does he become rigid.",
    "ai-atk-s0510a0:766_2": "At that time there were four-hundred fires and four days after the protector of the world, the Great Brahmā Shrines being able to grasp the great fire, fiery dreams.",
    "ai-atk-s0510a0:766_3": "by the deities of the two thousand leagues, surrounded by the Divinities in the four great islands, threw them down on the sticks, and having put their staff into the beds, like the string of a fanning him.",
    "ai-atk-s0510a0:766_4": "Some of the other deities say about Kapilavatthu droping the carcass of the kasiṇa, placed it in the morning for awakening.",
    "ai-atk-s0510a0:766_5": "On the day of the full moon one day of his own sons, he addressed the slaves:",
    "ai-atk-s0510a0:766_6": "“Puṇṇa, I have come today. I have seen that such an enemy, at the time of my mat, and I have taken up residence there.”",
    "ai-atk-s0510a0:766_7": "Saying “Good, madam,” she went to the root of a certain tree, and went to the Tusita Tree.",
    "ai-atk-s0510a0:767_0": "Even when the night had passed, he saw the Buddha in that place, saying: “I will do so,” and when he was sitting down at the foot of a tree, he spent the day in the evening, lying down at the root of a tree, in the morning with my own hands of the tree.",
    "ai-atk-s0510a0:767_1": "Then that, when the Bodhi tree arrived at the root of a tree, she saw a blossoming lotus pond. She was sitting on the whole of the Bodhi tree, she saw a bird’s corpse.",
    "ai-atk-s0510a0:767_2": "He thought,",
    "ai-atk-s0510a0:767_3": "“Today, at the root of a tree, in the opposite direction, it seems to me as if he was happy and well subdued,” he told him what had happened.",
    "ai-atk-s0510a0:768_0": "Having heard her speech, (thinking): “After hearing her from the full moon, he resplendently, gives eighteen years. ” Then he asked all the time.",
    "ai-atk-s0510a0:768_1": "But it was due to a hundred thousandth parts of the Buddha that had acquired a thousand coins, a hundred thousand golden attendants on him, carrying a golden bowl with gold coins, and worked it through the golden statue, and having a thousand milk-rice made into a golden vessel, he drove it into a golden vessel, and worked it into a hundred thousand coins.",
    "ai-atk-s0510a0:768_2": "all the rice gruel with the lotus leaf, like a bowl full rain fell on the ground.",
    "ai-atk-s0510a0:768_3": "She plunged into the Pācīnakhaṇḍarājī and went to the Fraternity. Looking round about the air, having made a step through the air, she stood in the morning for the sake of her own direct-knowledge. She thought, “Having seen the Bodhi Tree and stood on the ground with a golden staircases, went to the root of the Bodhi, and stood inspiration.” After seeing the head, he stood on the gates.",
    "ai-atk-s0510a0:768_4": "At that moment the Brahmā’s Great Brahmā said: “Dwells given me some water, having unsurpassed the bowl of water,ged in that bowl, and have gone beyond doubt, he’s reach of water.",
    "ai-atk-s0510a0:768_5": "He was reborn amongst gods and humans (only) for his son, the hand of a great man, he appointed a great man.",
    "ai-atk-s0510a0:768_6": "After making a plate fortune, she said: “Having given this monastery, I have given it up, and renounced it, like a courtesan from the courtesan, then I have given it away, like a scorpion made with gold, and went away like a craft, and he spends on to the ground.”",
    "ai-atk-s0510a0:769_0": "The Buddha-to-be emerging from his seat, bowed down, circumambulated him with his right side toward him, and went to the air. When he had finished his meal and returned to the Bodhisatta lake, he sat down in the neighborhood of a hundred thousand descendants, wearing one hundred and sixty thousand coins, and sixty thousand took an end.",
    "ai-atk-s0510a0:769_1": "And during the seventeenth year of the Buddha’s Bodhisatta in each monastery.",
    "ai-atk-s0510a0:769_2": "“There is no solid food, no liquor, no embracing a body, and no production of bliss and attainment of the fruit of stream-entry.",
    "ai-atk-s0510a0:769_3": "But after eating it, he took it from a golden shout, thinking, “In this way I shall get a winner, I’ll go.” Then he don’t become a Buddha, then he sure of the next.",
    "ai-atk-s0510a0:769_4": "When he had gone to the middle of the river he stood still as if fixed to an axe and stood in the middle of the river, he stood still as far as the ground shout and went to the wound his three robes. When it was drunk, he stood in the middle of the sewer robes, and stood on the ground withdrewners. When he was sewing the jackals, he stood threwed about, he reached the end of his three months.",
    "ai-atk-s0510a0:769_5": "Having heard the sound of Kāḷigodhā the Buddha, he became one, and then caught in his rebirth.",
    "ai-atk-s0510a0:769_6": "Because it seems that great earth is plunged into air and sauced by the wind and sun, and healed the wind and sun.",
    "ai-atk-s0510a0:770_0": "The Buddha-to-be set out through the delightful Bodhi tree in the evening time, and making a flower from a lotus flower, which was like a cloth in the morning for the bees, and was in the delightful auspicious charming lotus-like feet.",
    "ai-atk-s0510a0:770_1": "About the gods of the Thirty-Three, flowers and various kinds of fragrance were worshipped by flowers and so forth in the heavens of the world-elements, and so forth in ten thousand world-elements.",
    "ai-atk-s0510a0:770_2": "At that time in the Great Monastery, the straw mat was took a sharp, collected a grass mat, and a large mass of grass.",
    "ai-atk-s0510a0:770_3": "The Buddha-to-be, after taking the form of a Buddha-to-be, stood in the south on the left side of the Northern quarter.",
    "ai-atk-s0510a0:770_4": "At that moment the right leg in his right legs, which was like the offering had been made with no current.",
    "ai-atk-s0510a0:770_5": "made up of the upper limb-worms at the marshes.",
    "ai-atk-s0510a0:770_6": "The Buddha-to-be thinking, “This must be an empty-handed Bodhisatta in the eastern direction, like a newly-hole. It stood still after which it was like the eastern quarters threw down from the eastern gateway, like a lotus stepped on the eastern quarters.",
    "ai-atk-s0510a0:770_7": "it seems that the great earth was established in a limitless place, like a trader’s horn, were placed on a wall, and made a wave.",
    "ai-atk-s0510a0:770_8": "The Buddha-to-be said: “This has come to Bodhi Tree, it seems to me that place; it seems he stood in the northern quarters.” He went to the south of the north.",
    "ai-atk-s0510a0:770_9": "After that place where the upper garden was made of musical instruments and two inches made of whirlpools next to the left.",
    "ai-atk-s0510a0:770_10": "And the Buddha-to-be thinking, “This has come to Bodhisatta. You’ll walk for the eastern quarters.” He then walked back to the eastern quarters.",
    "ai-atk-s0510a0:770_11": "In the easterly direction there was no enclosure of all Buddhas, he neither throne.",
    "ai-atk-s0510a0:770_12": "The Buddha-to-be said: “This (Death) is unshakable; he uncontrolled, successful and prosperous, noble, tortured (?); then he, after apprehending the opposite sex with a couchession, he reached the end of the agitation.",
    "ai-atk-s0510a0:770_13": "They’re well-prepared with grass and sticks, just as the shape of a string of grass and sticks, so the mind can be drawn towards them.",
    "ai-atk-s0510a0:770_14": "The Buddha-to-be after having placed in front of the Awakening One, having put his mind on his head round in front (still).",
    "ai-atk-s0510a0:771_0": "“Gladly, let only skin, sinews, and bones remain!",
    "ai-atk-s0510a0:772_0": "The flesh sinews in the body –",
    "ai-atk-s0510a0:773_0": "‘After electing rightly intent on awakening, I’ll sat cross-legged in the heaven of the and uninterrupted form.’ They sat on the ground,",
    "ai-atk-s0510a0:774_0": "At that time Māra the Wicked said:",
    "ai-atk-s0510a0:774_1": "“Samiddhi’s wishing to give me a wives, but he doesn’t want to give them.” He then went to the neighborhood of Māra and an end of the month. Then he informed his wife,",
    "ai-atk-s0510a0:774_2": "it is to be found in the past from the two months of the season, from the southern gate, and from the palace, and from the earth to its fourteenth or five hundred leagues. The Enjoy is one thousand leagues, and there is the cry of the earth.",
    "ai-atk-s0510a0:774_3": "Then Māra the god Tissa, having crushed an elephant named Giribbaja. He mounted a thousand leagues in the elephant stables, and hid it away.",
    "ai-atk-s0510a0:774_4": "The rest of the intermediate directions two people were distributed in one directions, while the other two went round.",
    "ai-atk-s0510a0:774_5": "had various colours, many various shapes, various weapons, and various the Bodhi (Tree), being carried along.",
    "ai-atk-s0510a0:775_0": "Once again all four thousand sons of the Great Sanctuary extended, they say",
    "ai-atk-s0510a0:775_1": "Sakka, the ruler of the gods, Vijayā, stood there crying:",
    "ai-atk-s0510a0:775_2": "When he has done this, he thinks: “So it seems, once there is a sound of four months, or for one who has made a sound of them.",
    "ai-atk-s0510a0:775_3": "fleeing through the air of the dragons, the beautiful dragon king stood there resplendently.",
    "ai-atk-s0510a0:775_4": "The One of Bodhisatta was approaching for the introduce of the Bodhi (Tree), their faces were placed on the spot.",
    "ai-atk-s0510a0:775_5": "The royal nāga Āḷavī, after descending from the ground, canopyed five hundred leagues in both hands, and when he had gone to the royal palace, he sat down on the ground.",
    "ai-atk-s0510a0:775_6": "Sakka, lord of gods, and Vijayā, by the news, binding a boy, and followed the Brahmā realm.",
    "ai-atk-s0510a0:775_7": "and in addition, it is called “weller”.",
    "ai-atk-s0510a0:775_8": "But a great man sat alone.",
    "ai-atk-s0510a0:776_0": "Māra said:",
    "ai-atk-s0510a0:776_1": "“We’ll give him a good harvest with pure hands, even if that man",
    "ai-atk-s0510a0:776_2": "He also saw the three worlds, and the whole world with its beings, being having seen the time.",
    "ai-atk-s0510a0:776_3": "Again, Uttara, seeing this bag of the Swork swallowing the delightful One, seers and this one giving to my mother or father. But there are no one like this one, who is like the elder who has developed it enemy, or who is responsed in this matter.",
    "ai-atk-s0510a0:776_4": "So I have done it. So he should sit down on a mattress before setting out on the near shore.”",
    "ai-atk-s0510a0:777_0": "Then the god Māghasa –",
    "ai-atk-s0510a0:777_1": "“I will touch a knife,” and he illuminated the circle on the ground.",
    "ai-atk-s0510a0:777_2": "At that moment the east of the west, the north of the mountains, and after passing away the eastern gate of the yojana from each other, and a hundred leagues in the eastern gate. They were unable to perform the sea, making meritorious and defend the more than that, were putting the Bo branches of the Bo trees, (thus):",
    "ai-atk-s0510a0:777_3": "Saying, “I’ll emit it,” he remained eight years.",
    "ai-atk-s0510a0:777_4": "With the appearance of that it became a hundred thousand Rains, a thousand Rains Retreat, and a thousand Rains Retreats, they dwelt at the foot of the Commentaries.",
    "ai-atk-s0510a0:777_5": "This earth was cutting down in the shade of the earth,",
    "ai-atk-s0510a0:777_6": "came to the Great Wood, at the moment of the access road, and there was a great garden, as he was unable to split the rains residence there, he could not eventually make a dish.",
    "ai-atk-s0510a0:777_7": "A stone on that is fell down,",
    "ai-atk-s0510a0:777_8": "illustrious great powers, having fallen into the air, appeared in the sky, and appeared in the sky.",
    "ai-atk-s0510a0:777_9": "Then he prevented over it.",
    "ai-atk-s0510a0:777_10": "The carpets were created by flowers at the end of the air from both sides, and the gods fell into the sky. They fell into the air and appeared in the sky.",
    "ai-atk-s0510a0:777_11": "then eighteen years rained down.",
    "ai-atk-s0510a0:777_12": "What shone in the sky, having spread through the air at the feet of the Bodhi (Tree), dropped the flowers in the sky.",
    "ai-atk-s0510a0:777_13": "Then a brightness arose from that place.",
    "ai-atk-s0510a0:777_14": "After making a portion of the fire, which was like the time, put out his feet, castching the Bodhi (Tree), and putting the (Tree).",
    "ai-atk-s0510a0:777_15": "A wind plunges out down",
    "ai-atk-s0510a0:777_16": "At the very move, when the sky was delivering through the air, they fell down and lay down the boat on the ground.",
    "ai-atk-s0510a0:777_17": "The Simile of the attractive (from the Buddha), rose up into the air when he was wavyed and reappeared on the ground.",
    "ai-atk-s0510a0:777_18": "Then he sent them away, saying: “I shall smoke a fleezing in darkness,” and an obvious darkness.",
    "ai-atk-s0510a0:777_19": "while he possesses that four factors, like the darkness disappeared from the darkness of the Bodhisatta, as he was incense,",
    "ai-atk-s0510a0:778_0": "Then Māra’s blossoming in this way: “Whether it’s stone, at the foot of the Bodhi tree, or out of the Bodhi tree, he’s unable to draw the in darkness from the sky.",
    "ai-atk-s0510a0:778_1": "“What’s your daughter, my men, took this timber and take it up? Please take it on to sit down on a mat of timber, with my own hands, and go to the elephant stables, sitting down on his bed.” And he said, “Looking on the couch heapsed up and said, “Like encounternal a matted-hair warriors, why do you take it,”",
    "ai-atk-s0510a0:778_2": "The Great Being heard what he said:",
    "ai-atk-s0510a0:778_3": "“Don’t recall having sexual relationships, nor do I have performed such a great dealing with the perfection of all kinds, I haven’t yet been reborn in the next life by you. That is why it is worth eight of my ascetic practices.”",
    "ai-atk-s0510a0:779_0": "Māra the Kuvera, the anger-eyed greater, the great man with a great warrior, dreadlocked him.",
    "ai-atk-s0510a0:779_1": "As he was reborn in the tenth places, the lower story of the mother stood,",
    "ai-atk-s0510a0:779_2": "it seems that even a single bubble of drunk, posts and pulled out and infested by the wind, as it were, tohave off the corner of the stone.",
    "ai-atk-s0510a0:779_3": "now, when he has been dropped on a garland of flowers and a stalk, it falls into the air and were reborn in the ancient Chapter Tree and World on the ground, the great foyer, and it stood on the spots of the force of Pakudhapura.",
    "ai-atk-s0510a0:779_4": "the deities standing on the face, dry land far from the mouth, wick out, raised his joined palms, and lead him to the peak, saying: “How could they prepare a creature?”",
    "ai-atk-s0510a0:780_0": "Then the Buddha-to-be thinking: “If the intent on awakening stands in the delightful place convention from the delightful Bodhisatta’s attaining Awakening.”",
    "ai-atk-s0510a0:780_1": "“Don’t be your gift? Who gives your gift?”",
    "ai-atk-s0510a0:780_2": "Māra said, “These people are harming, Māra’s army.” And he fell down with his hands.",
    "ai-atk-s0510a0:780_3": "At that moment I was rolling away within Sakka in an assembly of gods.",
    "ai-atk-s0510a0:780_4": "Then a great man said to him:",
    "ai-atk-s0510a0:780_5": "“It’s your gift to give gifts to you? Who are you able to give?”",
    "ai-atk-s0510a0:780_6": "The great sage then said: “If I was given to me the simile of a great man, the giver of a witness, my robe, and then give me the gift of my wives, still only seven days, and the gifts given by the Community, my Divinities’ (of the hands) well, then my gift wide openings, not giving the witness to the south of my hands, and then set out warriors (to the Bhikkhus). If I don’t believe that gift to be an individual ess, and it is the Great Sem of Sakka, he that is to be a great majest of Sakka, a wafels,",
    "ai-atk-s0510a0:780_7": "The Great Champion, knowing that the sky was overthously drunk, like a thousand wide scented inside an all.",
    "ai-atk-s0510a0:781_0": "After that (he said): “The Supreme Man, the great Siddhatthas, has performed a great sea, and there was no garden, they in from the sky top of a great wide openings, and there was no thintermediately neighbourhood of the mountains and their enemy, no throats setting up by the sky at the front. Now they were placed the King’s leaf of the earth, and there was no threshold-hundred-hundred-hooblicked like a great garden. Nowhere elsewhere elsewhere they came to the place and setting one kingdom. Thised by them into the thre elsewhere elsewhere elsewhere elsewhere elsewhere elsewhere elsewhere elsewhere they were called the ground.",
    "ai-atk-s0510a0:781_1": "Then after seeing the God of Devas, thinking: “We will see a deceiver, good-looking lotuses, birds, and we will burn the One’s lips, and we will carry off the crooks, like a golden stairs, covered with flowers, and flags of the city of the Bods, and the gods.”",
    "ai-atk-s0510a0:782_0": "With the going-forth in this way –",
    "ai-atk-s0510a0:783_0": "“He who is Buddha, the Wicked One, and the Wicked One’s head,",
    "ai-atk-s0510a0:784_0": "In order to remove the variety of the Bodhisatta, the chief of gods, humans,",
    "ai-atk-s0510a0:785_0": "“He who is Buddha, the Wicked One, and the Wicked One’s head,",
    "ai-atk-s0510a0:786_0": "(he knew) the chief of the Bodhi Tree, palace floors, at that time the great teacher, frightened:",
    "ai-atk-s0510a0:787_0": "“He who is Buddha, the Wicked One, and the Wicked One’s head,",
    "ai-atk-s0510a0:788_0": "(where Undeing): “Having taken the Bodhi Tree, this victorious One,",
    "ai-atk-s0510a0:789_0": "“He who is Buddha, the Wicked One, and the Wicked One’s head,",
    "ai-atk-s0510a0:790_0": "In removing the variety of the Bodhi Tree, the glorious Brahmadeva, who came from together and thus –",
    "ai-atk-s0510a0:791_0": "The remaining ten thousand wheels of the universes, in the nine-thousand Such-Like (of the Buddha), Nāgas and Punabbasuka) offered their various kinds of flowers.",
    "ai-atk-s0510a0:791_1": "When it was being thus harassed, a great man, having cursed the fully mass of hate and delusion, and being intent on awakening, his first flag, and the multitude of robes, and he recollected the previous disappearance of the trees of the divine abiding, after which he had played in the first watch, then he recollected the divine eyes of the multitude of past lives.",
    "ai-atk-s0510a0:791_2": "Then that is allowed for twelve thousand reasons, the water-elements for recitation, and the time forecourts, and comprehending the world systems, and trickling down a thousand times,",
    "ai-atk-s0510a0:792_0": "At the time of a great light, a world of ten-thousand world-element, having quicked to deceived in the heaven of the Three Worlds, and analytic knowledges,",
    "ai-atk-s0510a0:792_1": "The axle was produced by flowers and a pillows of wood. They made a flece of weapons, a nest, a bracelet, a creeper-leaf, and a carpet-flower trees. The blazing and glowing cow-dung, they were placed on a flee of lightning irons, framewnkincens, and washed. And the Compared to the eastern gate of the earth.",
    "ai-atk-s0510a0:792_2": "In the basics of the constituents (of flowers), various lotuses born into the air, having broken off the branches of leaves, plastered inside and out, having dragged down the fragrant roots, bullocks, and cranking and froth.",
    "ai-atk-s0510a0:792_3": "The ten-thousand world-elements, after making a flowering (afternail), like a red blossoming flowers in the sky, and the flowers was spread about with a drum.",
    "ai-atk-s0510a0:792_4": "At the end of eight thousand leagues. They had one thousand leagues, and sovereignty.",
    "ai-atk-s0510a0:792_5": "And the ocean of 84,000 leagues in the ocean, which were the most importantities, rose-apple trees, and so on. They heard the sound of the belly and the wheel that was born.",
    "ai-atk-s0510a0:793_0": "When they had thus prepared sovereignty with their heads, and accumulating great power, and great supreme among men, the Buddhas’ sons of all things which appeared in the world with its deities:",
    "ai-atk-s0510a0:794_0": "Transmigrating through countless births,",
    "ai-atk-s0510a0:795_0": "the housebuilder I was seeking: born and suffering again and again.",
    "ai-atk-s0510a0:796_0": "“You’ve been seen! You will not build the house again:",
    "ai-atk-s0510a0:797_0": "all your rafters have been broken, and the ridgepole has been destroyed,",
    "ai-atk-s0510a0:798_0": "my mind has reached the unconditioned, and craving’s end has been achieved.”",
    "ai-atk-s0510a0:799_0": "So it’s because of this that they don’t understand as far as the rod and the nectar of progress. Because of this that they don’t understand.",
    "ai-atk-s0510a0:800_0": "The story at far from nearby is finished.",
    "ai-atk-s0510a0:801_0": "3. Santikenidānakathā",
    "ai-atk-s0510a0:802_0": "“At one time, Kālāmas, while the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
    "ai-atk-s0510a0:802_1": "in the Great Wood, where they live in the hall with the peaked roof.”",
    "ai-atk-s0510a0:802_2": "And even though they think this is how it should be understood that the beginning,",
    "ai-atk-s0510a0:802_3": "Since this is so, while I thought this:",
    "ai-atk-s0510a0:802_4": "“I can, more than four hundred and a thousand couches, four hundred and a thousand carpets, five thousand couches, droping, singing, and exhaustions; give them this thrones, the daughters of a bondservants, servants, positions, and bloods; give mersengers, axety-tstools, monical triumphing the arms,",
    "ai-atk-s0510a0:802_5": "This couch was meditating on the couch spread with woolen covers—shag-piled, pure white, or grey—and sat down on the ground right there for seven days. And he sat down right there for seven days thinking of attaining the attainment of the fourth absorption.”",
    "ai-atk-s0510a0:802_6": "That of which is said in reference to him:",
    "ai-atk-s0510a0:802_7": "“So the Buddha sat in one cross-legged posture for seven days experiencing the bliss of freedom.”",
    "ai-atk-s0510a0:803_0": "Then some of the deities thought, “Possessing down a pillar,”",
    "ai-atk-s0510a0:803_1": "The Teacher, knowing the reflected on thoughts of a deity, gained faith in the air, which took the responsibility and showed the air.",
    "ai-atk-s0510a0:803_2": "The great Bodhi tree of holy Kāṭikaputta had been performed, and was the afflicted with the glorious Nāgas in the Mahāthūpa. They all the sectarians, having made their decorated and made their doctrine of (which was) Kapilavatthu.",
    "ai-atk-s0510a0:804_0": "When the Teacher, having this thought, like a deity, after placing the mind on the ground from the east, and keeping it connected, he sat cross-legged in the eastern gate, embarrassed, saying: “This being sought in the earth that I have attained the western Bodhisatta, the Crest, the neck, and quilt,”",
    "ai-atk-s0510a0:804_1": "Then the Teacher, while standing, sitting in the eastern side of the bedroom and walked back, which was bent double for seven days treasures.",
    "ai-atk-s0510a0:804_2": "that place is called an treasurer.",
    "ai-atk-s0510a0:805_0": "In the fourth month of the Bodhisatta-Tree days ago,",
    "ai-atk-s0510a0:805_1": "There the Buddha sat cross-legged for seven days without moving, experiencing the distinction of knowledge, while beings did not remain for seven days.",
    "ai-atk-s0510a0:805_2": "who are attached to charity in conformity with the Dhamma:",
    "ai-atk-s0510a0:805_3": "“The seven treasures” is said to be the seven treasures.",
    "ai-atk-s0510a0:805_4": "But it is these two extremes, that is why it is only twofold, that is why it is only twofold.",
    "ai-atk-s0510a0:805_5": "From that place he was born, the Lord of the World,",
    "ai-atk-s0510a0:805_6": "The Teacher, having thus died four days at the place of the Bodhi tree, seven days after (the nature of) the Bodhi tree,",
    "ai-atk-s0510a0:805_7": "Then, knowing the Dhamma, he experiences the bliss of freedom,",
    "ai-atk-s0510a0:806_0": "At that time Māra the Wicked, thinking: “This is my grandson, this happening around this basket-maker, saw a mouse that my chariot wheel, and I saw a large pile of glowing coals.” Then he sat down on a very spot, thinking,",
    "ai-atk-s0510a0:806_1": "“I don’t enjoy my delights because of that gift, I’m like someone who has been born in such-and-such a dog.”",
    "ai-atk-s0510a0:806_2": "“This is why I’m ethical ...”",
    "ai-atk-s0510a0:806_3": "I advocated the ten perfections of renunciation, good will, (thinking): I determinefulness, delightfulness, equanimity, and equanimity. And I do not practice the ten regions, my equanimity and mindfulness, nor do I have passed.”",
    "ai-atk-s0510a0:806_4": "“I am like this, it’s just like the ten kinds of knowledge observed. Compassion who has arisen for one, and who is like the ten perfections: the eleventh of knowledge. And I haven’t developed them with this: “I am the one who elevenths of mindfulness.”",
    "ai-atk-s0510a0:806_5": "“This is how I’m unfamiliar with knowledge, as in the case of the deathless,",
    "ai-atk-s0510a0:806_6": "Great having obtained knowledge of the attainment of knowledge of Yama, which was the ten stages of knowledge, the wide of the knowledge of the truths, and so on, I did not even a single one.”",
    "ai-atk-s0510a0:806_7": "When Māra has these sixteen years of the Great Asoka, he sat down on the wrong road.",
    "ai-atk-s0510a0:807_0": "When we’ve seen this, at the time of craving, weren’t you more delighted than Māra Dūsī, knowing that the Buddha had spoken to him,, was there any pain and sadness for him, and you went to him. When they saw him, they asked, “Where did you sleep comforted?”",
    "ai-atk-s0510a0:807_1": "“This Great Ascetic has passed away while me, and he was still unshakable. That’s why I was miserable and sad, with tearful faces.”",
    "ai-atk-s0510a0:807_2": "“When she is like this, don’t come; we’ll take it and go.”",
    "ai-atk-s0510a0:807_3": "“It’s not possible for us to draw a conclusion that cannot be put down on anyone else’s army.”",
    "ai-atk-s0510a0:807_4": "“We dead man, having slaughtered that woman by the fond of him, and then went to the Buddha and said, “After making him shout, so do not us.”",
    "ai-atk-s0510a0:807_5": "did not focus on them, or after adversity of seclusion.",
    "ai-atk-s0510a0:808_0": "Furthermore, Mātaliputta, this is the advantage of the head, having matted hair and beard, dressed in their hair and beards dreadful radiates, and to their children and partners, and took a long time through the wives of their hair and beard, dressed in ocher robes, and went to the ascetics of other religions. Then they drew the haunt of the Princes, and drewed the mothers of the lay life, and dissatisfied him with the skin.",
    "ai-atk-s0510a0:808_1": "But the Buddha still ignored them, since he was freed with the supreme ending of attachments.",
    "ai-atk-s0510a0:808_2": "who say:",
    "ai-atk-s0510a0:808_3": "“Sisters, the sectarians’ nunnery –",
    "ai-atk-s0510a0:808_4": "‘May I apply myself to the cotton-downers.’",
    "ai-atk-s0510a0:808_5": "He should not make a wish,",
    "ai-atk-s0510a0:808_6": "The Buddha would not determine such determinations.",
    "ai-atk-s0510a0:808_7": "“But why do you see such and such name and clan?”",
    "ai-atk-s0510a0:808_8": "And the Realized One has given up greed, hate, and delusion left, and mental defilements come to an end.",
    "ai-atk-s0510a0:809_0": "“He who is not born, growing old, not in the world,",
    "ai-atk-s0510a0:810_0": "it will bring him to the state of peace, who will finish him off.",
    "ai-atk-s0510a0:811_0": "“Those who are born, she does not demolish craving,",
    "ai-atk-s0510a0:812_0": "the Buddha’s method is setting out to shoot a travelch-worker’s practice.",
    "ai-atk-s0510a0:813_0": "he spoke these verses in the Buddha’s teaching.",
    "ai-atk-s0510a0:813_1": "“Is it really true, Accomplished One, that the Holy One does not return in this world, because I didn’t return.”",
    "ai-atk-s0510a0:814_0": "And the Buddha spent seven days (in return) from the root of a Mucalinda.",
    "ai-atk-s0510a0:814_1": "Herein, having arisen from the cold of the heat, (thinking): “For seven days of gems washed, and known as a precincts lofty and scented it into the sky. Freely then, having attained the pleasure of freedom, and pain and deliberated with the extent of freedom.",
    "ai-atk-s0510a0:814_2": "to this extent seven days.",
    "ai-atk-s0510a0:814_3": "Since there was no danger in them in that way, neither too little nor washed in the way already stated. It was no fruit of the happiness and so on.",
    "ai-atk-s0510a0:815_0": "In that very day he was sitting next to the king thought, “I shall wash my son’s bowl for seven days.”",
    "ai-atk-s0510a0:815_1": "Sakka a teacher of the gods, having constructed a part of her body, and gave it to the corpse.",
    "ai-atk-s0510a0:815_2": "Dragons, too, Sakka, the Dragons, and the water-boiled water.",
    "ai-atk-s0510a0:815_3": "The Teacher, having eaten the toothbrushed his teeth and poured water into the mouth, sat down right there,",
    "ai-atk-s0510a0:816_0": "At that time there were two hundreds of Bhallikas with five hundred carts, two hundred and fifty-five wagons, then amongst gods and humans, taking care of his own food and drink, after going to the distribution of the Teacher and usages,",
    "ai-atk-s0510a0:816_1": "“Sir, please accept the Teacher’s compassion.” And the Buddha calls out of compassion for us.”",
    "ai-atk-s0510a0:816_2": "The Buddha thought: “How on the following day did the ascetics when I had vanished? What would I do?”",
    "ai-atk-s0510a0:816_3": "Then, knowing the four quarters, the Fortunate One was led to the Indasāla cave, ashes, saying,",
    "ai-atk-s0510a0:816_4": "brought from the golden statue,",
    "ai-atk-s0510a0:816_5": "The Buddha then received the four great kings by the foreign quarters from the four great kings and received the bowl each of the four great kings.",
    "ai-atk-s0510a0:816_6": "they stood at the four directions, made over of the great sea, and they reached maturity.",
    "ai-atk-s0510a0:816_7": "After eating the Fortunate One in that bowl, and eating it at the head of the rest of the valuable (of the bowl).",
    "ai-atk-s0510a0:816_8": "Those two brothers who were the Buddha, the Teaching, and the Sangha of monks.",
    "ai-atk-s0510a0:816_9": "Then they said, “Venerable, we are doing our own work.” And after shotching your head, they gave a meat to the south of the feet.",
    "ai-atk-s0510a0:816_10": "They built a circumambulated blade on the bank of the river, and placed it on the shrine.",
    "ai-atk-s0510a0:817_0": "while still rose from there to the Ajita Goatatherd’s Banyan (tree), he sat down at the root of the Goatherd’s Banyan tree.",
    "ai-atk-s0510a0:817_1": "There he sat cross-legged in himself, in this way:",
    "ai-atk-s0510a0:817_2": "“I have achieved this Dhamma, which leads to others.” He wants to get rid of response, and this thought arose.",
    "ai-atk-s0510a0:817_3": "Then Brahmā Sahampati, knowing that the world was lost, the world of gods, ten thousands of deities came to me, and the ten thousand wheels of the Dhamma. Then he went on to Sakka, the Lord of the Gods Who Control the Creations of Others, the Gods Who Love to Create, reverend Sir, and the Fortunate Ones, the Dhamma is peaceful, surpassed, and the Great Brahmā realm.",
    "ai-atk-s0510a0:818_0": "After giving him a teaching, he thought, “Whose teaching is my first thing?” and he thought, “Though I have come back, he will quickly understand this teaching and training.",
    "ai-atk-s0510a0:818_1": "The group of five hundred monks, knowing that the Bodhisatta was making an offering of five hundred monks, performed a sesame seeds, and circumstances, they think, “I shall go to the group of five hundred monks in the morning for alms.” And after seeing him, he said, “I came to Bārāṇasī, the group-of-f-seeating the Ājīvaka ascetics, to establish his own path for the Ājīvaka ascetics in the group of people, the Rohaṇa as an obstacle for alms.” And now, having seen that later gener of the Buddha, he thought, “This is the path,",
    "ai-atk-s0510a0:819_0": "When the ascetic Gotama saw five coming, he thought, “The ascetic Gotama approaches the distance, having made a golden rush, and having driven out, he came back to the monastery.",
    "ai-atk-s0510a0:819_1": "We will build a seat covered out by the river Ganges for the sake of the Great Wood nearby, and on the following seats, where they spread out a seat.”",
    "ai-atk-s0510a0:819_2": "And in the world with its gods the most excellent mental behavior by way of body, speech and mind they think, “What is the point of his mind?”",
    "ai-atk-s0510a0:819_3": "then, having laid as a god for refuge from to all human beings, through the blessed with a mind of (only) without having made amends, with a mind of hate.",
    "ai-atk-s0510a0:819_4": "The Buddha has laid down their own thoughts.",
    "ai-atk-s0510a0:819_5": "Through the complete understanding of the Buddha Awakened One, they added:",
    "ai-atk-s0510a0:820_0": "Then the Fortunate One said this:",
    "ai-atk-s0510a0:820_1": "“Mendicants, don’t address the Buddha by name and as ʻfriend’.",
    "ai-atk-s0510a0:820_2": "The Realized One, the perfected one, the fully awakened Buddha has laid down a rule against himself and lay down on his own side. He then conquered the supreme penalty and appeared in the midst of the Truth together with the group of five hundred people. Having walked on the supreme Buddhas, he spoke to the supreme knowledge (of the present). Having conquered his own doctrine, the he preached the Dhamma to the supreme knowledge of the Dhamma, the Dhamma, and established in groupspiring people.",
    "ai-atk-s0510a0:820_3": "The Elder Koṇḍañña taught them the matter of the Faith, of the Paṇḍuvāsa, and he established the fruit of Stream-Entry.",
    "ai-atk-s0510a0:820_4": "The Teacher then returned to the rainy season residence right there and then sat down on the fourteenth day.",
    "ai-atk-s0510a0:820_5": "The Elder Mahā-King was the precincts attain the fruit of stream-entry.",
    "ai-atk-s0510a0:820_6": "Once again all the senior elder and the Elder Bhaddiya were he experts on the day of the triple fruit of stream-entry. All of them were established in the fruit of Stream-Entry. Then he preached the Dhamma to the Elder Mahā Devakūṭavaḍḍha.",
    "ai-atk-s0510a0:820_7": "At the conclusion of the five congregations were established in Liberation.",
    "ai-atk-s0510a0:820_8": "After seeing that Yasa had become disgusted, he returned to the neighborhood of a certain family. Then, having fallen from that family, he became resided in the fruit of Liberation at the end of the fruit of Liberation, he returned to the fruit of Liberation. After giving the going forth, he was established in Liberation.",
    "ai-atk-s0510a0:821_0": "When they had invited the perfected ones in the world, the Teacher instead of the Ajātasattu Vedehiputta of Magadha packed the rainy season in the world, having prepared himself with his pupils, wandering for alms. He, where he was escorted by the gods of the Thirty-Three.",
    "ai-atk-s0510a0:821_1": "In all it was the most excellent non-returner, non-returner,",
    "ai-atk-s0510a0:821_2": "All of them, having developed them, went to the realm of the gods and humans pulled up a box and gave them to a thousand Bhikkhu fraternity. They then entered Rājagaha for the town, where they sat on the road top of the Jayasenalted them. Having developed a neighborhood of a certain Bhikkhu confessed their shoot.",
    "ai-atk-s0510a0:821_3": "When he heard this, King Uttiya said: “There are twelve-hundred flames, casually wheel-turning monarchs, and he puts aside like an assembly hall with a holy wheel-turning monarch, and he was falling in the assembly hall with his head to the wheel-turning monarchs, and he bowed down with his head to the Buddha’s feet.",
    "ai-atk-s0510a0:822_0": "Then those brahmins and householders thought:",
    "ai-atk-s0510a0:822_1": "“How is it: does the Great Ascetic live the spiritual life under Uruvelakassapa, or is he speaking about Uruvelakassapa?”",
    "ai-atk-s0510a0:822_2": "The Buddha, knowing the reflection in order to Uruvelakassapa’s mind:",
    "ai-atk-s0510a0:823_0": "“ Having seen what did you, (good) burn up? What would you do?",
    "ai-atk-s0510a0:824_0": "Kassapa, how will I ask you this question?”",
    "ai-atk-s0510a0:825_0": "The elder, having understood the intention of the Fortunate One’s consent,",
    "ai-atk-s0510a0:826_0": "“The sacrifices speak of forms, sounds, smells, tastes, and touches.",
    "ai-atk-s0510a0:827_0": "They understand at midday, therefore, no delight in worshipping for sacrifices, but no sacrifice –",
    "ai-atk-s0510a0:828_0": "Having defined this verse of his own disciples by the Realized One, and when his head washed by the feet of his disciples, he bowed down to the Buddha and sat down to one side. The Buddha said, “Sir, I am ready to abandon the feet of seven times.” But when he rose up into the sky, he sat down to one side.",
    "ai-atk-s0510a0:828_1": "Having seen the wonder of this great crowd, he thought, “For how a great crowd, when it was such a one of the view, they weren’t able to dispute, having destroyed the view of the Buddhas, appeared in the morning, with austerities, with the Lord of Men.”",
    "ai-atk-s0510a0:828_2": "“Now I didn’t do it in the past to whom I have completed the leftovers of the past and also showed the funeral pyre.” And the Buddha made the four names of the Great Seer and conquered the most excellent Mahāmeghavana garden.",
    "ai-atk-s0510a0:828_3": "The King and eleven myriads were established in the fruit of Stream-Enterers, he established in the fruit of Stream-Entry.",
    "ai-atk-s0510a0:828_4": "The king was sitting in the presence of the Teacher in the presence of the Teacher, he got up from his seat, bowed down, circumambulated the Buddha with his right side toward him, and left.",
    "ai-atk-s0510a0:829_0": "Again, all the Buddhas, and those eighteen millions, seen each with their own hands, as follows: “Excellence the three people of Rājagaha who have seen the trees of the parks, bones, and besides of the Realized One.",
    "ai-atk-s0510a0:829_1": "Standing well, ninety-two plunged deep into the whole of the Shade.",
    "ai-atk-s0510a0:829_2": "Great crowds, the One of Ten Powers, who sees the foremost in countless ways, (and saw him), and is unable to do so.",
    "ai-atk-s0510a0:829_3": "This is the color of the ground,",
    "ai-atk-s0510a0:829_4": "This kind of characteristic must be undertaken in such a place to explain the Buddha’s characteristic. And all of the fine-material characteristics should be undertaken for one who has praised.",
    "ai-atk-s0510a0:829_5": "The Simile of the Bodhisatta’s Power",
    "ai-atk-s0510a0:829_6": "that day had the Buddha’s meal to be cured, and he gave him a hot water.",
    "ai-atk-s0510a0:829_7": "He understood the reason why, having understood the reason for his coming to the realm of the gods, had spent in the Sangha as a One in the practice of immorality, and presenting him with the ten powers, he said:",
    "ai-atk-s0510a0:830_0": "“The Tamed One with the Tamed, with the former yogis, the Liberated One with the Liberated,",
    "ai-atk-s0510a0:831_0": "The Fortunate One entered Rājagaha.",
    "ai-atk-s0510a0:832_0": "“Suppose you were liberated ...",
    "ai-atk-s0510a0:833_0": "“Puṇṇikā, ears ...",
    "ai-atk-s0510a0:834_0": "“Now, Venerable Sir, there’s a faction of Rājagaha. It’s good that the Buddha entered Rājagaha.",
    "ai-atk-s0510a0:835_0": "“The One of Ten Abidings, Ten Strengths, knowing the Ten Things,",
    "ai-atk-s0510a0:836_0": "The Buddha entered Rājagaha with the ten hundred.",
    "ai-atk-s0510a0:837_0": "together with these verses, were praised by the Teacher.",
    "ai-atk-s0510a0:837_1": "Then the large crowd saw him, and he thought, “This young brahmin, who is beautiful,” and so he thought, “How was it, but then, when he had seen it,,, how could it was a student?”",
    "ai-atk-s0510a0:837_2": "The student said to him:",
    "ai-atk-s0510a0:838_0": "“He who is firm, tamed in every way, pure, a person unmatched,",
    "ai-atk-s0510a0:839_0": "The Happy One, the Happy One,” spoke this verse:",
    "ai-atk-s0510a0:840_0": "The Teacher, surrounded by one thousand monks, entered Rājagaha.",
    "ai-atk-s0510a0:840_1": "The king gives the treasurer of the Buddha. These three treasures to the Sangha, “I shall give gems for the Buddha, and I will not be able to get to travel in a framework for prosperity. Yet I am favourable to the Blessed One, for traveling, and unfrom the time of amboposite sex.”",
    "ai-atk-s0510a0:840_2": "This is myriad of mine.”",
    "ai-atk-s0510a0:840_3": "When in that monastery, the Buddhas received the earth, thought, “The roots are grown back to the root.”",
    "ai-atk-s0510a0:840_4": "and placing it in the excellent Jambudīpa, except for the great earth, in the water, he can bring another (which is called) the Bamboo Wood.",
    "ai-atk-s0510a0:840_5": "There is no other earthquake apart from the great sea, apart from the near shore and where she took another’s length of the earth, and there is no offense.",
    "ai-atk-s0510a0:840_6": "The Teacher, having accepted the parks to the king’s monastery, got up from his seat and left.",
    "ai-atk-s0510a0:841_0": "At that time Sāriputta and Moggallāna were staying near Rājagaha, in the deathless wanderer Sāriputta.",
    "ai-atk-s0510a0:841_1": "Having seen the Elder Assaji walking for alms in order to pay homage to the elder, he sat down on his own seat, and on the spot in the fruit of stream-entry, he recited the verses that were reciting the fruit of stream-enter. And he recited it to his own insight.",
    "ai-atk-s0510a0:841_2": "supporting the fruit of stream entry.",
    "ai-atk-s0510a0:841_3": "and they both looked at the same time, together with their assembly.",
    "ai-atk-s0510a0:841_4": "Moggallāna attained Liberation by the corruptions.",
    "ai-atk-s0510a0:841_5": "to both of them placed the Teacher’s chief in the foremost position.",
    "ai-atk-s0510a0:841_6": "on the following day the Elder Sāriputta attained Liberation together with the analytic knowledges.",
    "ai-atk-s0510a0:842_0": "And in that place, while the Realised One was living near Rājagaha, in the Bamboo Grove, the great king Veḷukaṇṭakī, Migāra’s mother, having heard the thirty-six years, and after hearing the attainments in the Bamboo Wood, he addressed the ministers: “This younger Protector in the World’s Very state,",
    "ai-atk-s0510a0:842_1": "“Come, my man, go to Rājagaha and tell the King of the earth to my son, saying: ‘Lady, the ruler of the earth! Wise, bring it back my son!’",
    "ai-atk-s0510a0:842_2": "Saying, “Yes, Your Majesty,” he did just that. Having gone into the presence of the king, he sat down at the four classes of the central council, with the divine palace, and set out on the central square.",
    "ai-atk-s0510a0:842_3": "“Laying, he was standing on the very day of the King, on the very spot of the Truth together with a hundred thousand (people) learning the Dhamma. When he heard the Teacher, he asked for the going forth.",
    "ai-atk-s0510a0:842_4": "“Come, monks,” he replied.",
    "ai-atk-s0510a0:842_5": "all the elders with his psychic power made of a brilliant wives, just as the Elder Nunnes of the Hill.",
    "ai-atk-s0510a0:842_6": "He who attained Liberation thus addressed the Noble Sages: “In the midst of the Arahants, the King is the ten powers, but not the King’s a ten times.”",
    "ai-atk-s0510a0:842_7": "“She is coming, Venerable, and not he comes back to the instruction.” And he told him, “Listen, Sir, you have come.",
    "ai-atk-s0510a0:842_8": "He then went and silence with the previous assembly.",
    "ai-atk-s0510a0:842_9": "The King said, “Go back; go back, and he chooses seven more than that.” And he did so in our seventeenth year he left:",
    "ai-atk-s0510a0:842_10": "all the gods, having spent the ninety-thousand worlds, lived silently.",
    "ai-atk-s0510a0:843_0": "The King, after showing the Dispensation and (saying):",
    "ai-atk-s0510a0:843_1": "“Those people there were much idiot I saw or reaching the instruction of my instructions, what could I do?”",
    "ai-atk-s0510a0:843_2": "He was conceived in all the king’s gems, the being intent on awakening together with his ministers and counselors, the being intent on awakening.",
    "ai-atk-s0510a0:843_3": "Then the King said to him,",
    "ai-atk-s0510a0:843_4": "“My son Kāḷī, even if I had become a new son of Kāḷī, I had become a relative of the Faith and children, and my ninety-three, I announced my instructions. Now there is no one living of the instruction.",
    "ai-atk-s0510a0:843_5": "I am alive, a life span of mine. I lived in my next life, and I’ll look at my son.",
    "ai-atk-s0510a0:843_6": "Will you give up my child?”",
    "ai-atk-s0510a0:843_7": "“I’ll be able to go forth.”",
    "ai-atk-s0510a0:843_8": "“Dear, you who have gone forth in training, give me my son.”",
    "ai-atk-s0510a0:843_9": "“Yes, Your Majesty,” he took the Dispensation and, having gone forth in the presence of the Teacher, stood on the spot in the teaching of the king.",
    "ai-atk-s0510a0:844_0": "The Buddha, when he had stayed first in the first month of Isipatana, he approached the rainy season and imparted the three months. After having spent the rainy season, and having approached, he approached the roadside of the Jina. Having arrived at Rājagaha for three months, he circumambulated the rainy season.",
    "ai-atk-s0510a0:844_1": "At this point the whole of Bārāṇasī’s departure was oppressed.",
    "ai-atk-s0510a0:844_2": "when he has arrived at Kāḷigodhā’s monastery, and when he has arrived,",
    "ai-atk-s0510a0:844_3": "The elder, having virtues, thought about the Puṇṇamāsa",
    "ai-atk-s0510a0:844_4": "“In the first month of the winter season, the parks, the wintermediates, the wintermediate directions, and the fortnights, and the paths have been given to him.” And he did the observance-day procedure by an exhausting the fruit of the earth.",
    "ai-atk-s0510a0:844_5": "Then the Fortunate One, having approached the Fortunate One:",
    "ai-atk-s0510a0:845_0": "“Now there is a million, mild one who keeps the water for washing the reeds.",
    "ai-atk-s0510a0:846_0": "They’re splendid, like a great light blazing ...",
    "ai-atk-s0510a0:847_0": "“This isn’t covered with neither too hot nor too cold,",
    "ai-atk-s0510a0:848_0": "Also the great noise, burning, breezing, and what is the time for the great earth.”",
    "ai-atk-s0510a0:849_0": "All of these verses disparaged by the One of Ten Powers.",
    "ai-atk-s0510a0:849_1": "Then the Teacher, saying:",
    "ai-atk-s0510a0:849_2": "“Udāyī, why do you praise hurriedly traveling with a razor?”",
    "ai-atk-s0510a0:849_3": "“Sir, our father wants to see you. Let the king want to see you.”",
    "ai-atk-s0510a0:849_4": "“That’s good, Udāyī, I’ll make offerings to the Sangha of monks.”",
    "ai-atk-s0510a0:849_5": "“Good, sir,” the senior monks told them.",
    "ai-atk-s0510a0:850_0": "The Buddha, having concluded the whole of the Magadhan lands with ten thousand coins, were going to Rājagaha for a hundred thousand leagues. And the ten months arrived at Rājagaha, where all the 250 kilometers were wandering for alms.",
    "ai-atk-s0510a0:850_1": "“The royal capital of Kapilavatthu is sixty leagues away from Kapilavatthu and badly deed.”",
    "ai-atk-s0510a0:850_2": "When the Buddha had come out, he thought, “I’ll inform the king,” and he appeared in the home of the king.",
    "ai-atk-s0510a0:850_3": "The king, having seen the Theras, the great chief of men, sat down on the seat spread out, and gave them his bowl filled it.",
    "ai-atk-s0510a0:850_4": "The elder made as though to go,",
    "ai-atk-s0510a0:850_5": "“Sit down, Dears, and eat.”",
    "ai-atk-s0510a0:850_6": "“I’ll go into the presence of the Great King.”",
    "ai-atk-s0510a0:850_7": "“But where is the Teacher?”",
    "ai-atk-s0510a0:850_8": "“Over a twenty-thousand Bhikkhus have been wandering for alms.”",
    "ai-atk-s0510a0:850_9": "The king said to him:",
    "ai-atk-s0510a0:850_10": "“While I’ve eaten this child’s flesh until the citadel is full of wickedness.”",
    "ai-atk-s0510a0:850_11": "The Elder accepted it.",
    "ai-atk-s0510a0:850_12": "The king told the Thera, “Giving fragrance in a corner behind the powder, place it in the presence of the Elder’s hand.”",
    "ai-atk-s0510a0:850_13": "The The Thera, having seen all that had happened, he placed the bowl in the air, and went out to meet the teachers, saying, “Hump into the sky.”",
    "ai-atk-s0510a0:850_14": "The Teacher, having eaten what was happening, said: “This is the reason it was taught,”",
    "ai-atk-s0510a0:850_15": "In this way the Elder came to the alms-food eater by day.",
    "ai-atk-s0510a0:850_16": "The Teacher, too, ate the alms-food as before,",
    "ai-atk-s0510a0:850_17": "The elder replied to the Dispensation of the meal on the day and night, saying: “Today this day, and inspire the King, have come hither from lady of the Sakyans, and refuted their own faith in the family of the Teacher, the King of the Sañjāti.”",
    "ai-atk-s0510a0:850_18": "And the Buddha said, “Well then, monks, did you cancel the best of my disciples of mine and of wives, that is, the foremost.”",
    "ai-atk-s0510a0:851_0": "And the though the Buddha arrived, she thought, “We will find a vulnerability in order to see the Buddha, and we shall go to meet the Nāgas,” and when they got carpets for the sake of (where his father’s) residence, all the Nāgas, captivating elephants, horses, escorted by a lotus flower, and offered it to the elephants, where the royal bull elephants came out. Then the Nāgas’s garding, all the Nāgas house where they residened him landent Nāgas, –",
    "ai-atk-s0510a0:851_1": "There the Fortunate One sat down on the twenty-thousand Such-Like (Arahats), sat down on the seat spread out in the island of Laṅkā.",
    "ai-atk-s0510a0:851_2": "(Sāgata repeated the verses in the Buddha’s presence, and said: “The young woman Kakusandha, our son, has not added to our son,” and he said, “Princes, you must now think,” and the king said,",
    "ai-atk-s0510a0:851_3": "“Are you, who are you, of you, of your father?”",
    "ai-atk-s0510a0:852_0": "When they were seated, they meditated with their swords and cosmetics, saying: “Well then, I’d better have mastered their directly so that, I’d better rose into the sky and emerged from the fourth absorption, like the lump of meat and set out from my hut.” But when he has entered upon them, he wrapped the reappeared in the shade of myroth.",
    "ai-atk-s0510a0:852_1": "The King said this:",
    "ai-atk-s0510a0:852_2": "“Venerable Sir, you were born in your Mother’s house on the day of you, and so on, having seen you were paying homage at the feet of your feet, I pronounced the first time, saying: ‘This is the first thing.’",
    "ai-atk-s0510a0:852_3": "having seen (them), on the lotuses which were grown in Jambudīpa, he said: “This I am like a lord of the earth, after seeing my head,",
    "ai-atk-s0510a0:852_4": "But now I’ve never seen this demonstration of psychic powers, I am worshipped the third time.”",
    "ai-atk-s0510a0:852_5": "And when the king had paid homage to the Buddha, they all bowed down to the spot wherever he was able.",
    "ai-atk-s0510a0:853_0": "Thus the Fortunate One, after worshipping his relatives in the space, sat down on the seat spread out.",
    "ai-atk-s0510a0:853_1": "When the Buddha had sat down in the same sea, all the relatives of Sañcaya.",
    "ai-atk-s0510a0:853_2": "after that rainy season.",
    "ai-atk-s0510a0:853_3": "Tambapaṇṇi goes to the hot season. The water doesn’t want to be reborn in the soles of the body, they don’t want to fall on the ground even one side.",
    "ai-atk-s0510a0:853_4": "Seeing that wonderful and marvellous, they were full of wonderful and marvellous, quenched among the people.",
    "ai-atk-s0510a0:853_5": "The Teacher said, “Noble Lady, I’m not even in the past a lotus pond,” and she consented to the rainy season residence nearby.",
    "ai-atk-s0510a0:853_6": "They all listened to the Dhamma, having worshipped them and departed.",
    "ai-atk-s0510a0:853_7": "one or the king’s ministers said: “Give alms food to ourselves, take alms food.” But there is no one to come.",
    "ai-atk-s0510a0:854_0": "On the following day the Teacher, surrounded by twenty-thousand thousand Bhikkhus, entered Kapilavatthu for alms.",
    "ai-atk-s0510a0:854_1": "does not go to that bowl, nor took it away.",
    "ai-atk-s0510a0:854_2": "The Fortunate One stood at the top of Indra’s place:",
    "ai-atk-s0510a0:854_3": "“How do those people of the Buddhas wandered for alms in the past? Or what were they used to government officials in the past?”",
    "ai-atk-s0510a0:854_4": "Then even the Buddha, thinking, “Even if you’re going to the monastery for refuge,” and they should started their lumps in the middle of that is not covered with white cloth.",
    "ai-atk-s0510a0:854_5": "“The Siddhattha, it seems, Siddhattha, the charioteer’s composed walking for alms in the Thūpārāma, and invited her to see the sight of the shell.",
    "ai-atk-s0510a0:855_0": "And the Queen Rāhula –",
    "ai-atk-s0510a0:855_1": "“Sir, it seems the king is this son of the great earthquake. A finishing this illuminating appearance by the surveying of the head, making a golden statue in this way: “Anyone of this body, it seems to the lord of the city,” and when he sees the town for alms-food, looking at the dispensation of the town, he cosmology, ozed down from the city with his army, depressed like a creeper, and presented him with joined palms, and said:",
    "ai-atk-s0510a0:856_0": "“Approaching (after) covered with water-lilies,",
    "ai-atk-s0510a0:857_0": "Whose terror will spring up into the sense of progress of offerings, (thinking):",
    "ai-atk-s0510a0:858_0": "Having thus lost the ten recollections, he told the King: “Lady, I have come back for alms.”",
    "ai-atk-s0510a0:858_1": "The king, the chief of men, having approached his hands, sacked the chariot, went to the ground and stood in front of the Buddha. Then he said:",
    "ai-atk-s0510a0:858_2": "“What divided do you think, sir? How would you get to ask for alms?”",
    "ai-atk-s0510a0:858_3": "“We do not say, Great King,”",
    "ai-atk-s0510a0:858_4": "“Venerable, why are we called Vajjiyamāhita even on the following day?”",
    "ai-atk-s0510a0:858_5": "“Great king, this is your name, Great King.",
    "ai-atk-s0510a0:858_6": "they thought: ‘The Koṇḍañña is defeated by lady; the Koṇḍañña who has gone beyond the shaven head.’ ...",
    "ai-atk-s0510a0:858_7": "Kassapa is the name of the Buddha.’",
    "ai-atk-s0510a0:858_8": "And these other beings lived on the Ājīvaka ascetics, the Awakened Ones, and that of them lived on for a eon would disappear from.”",
    "ai-atk-s0510a0:859_0": "“He should strive, not be heedless, one should live by Dhamma, with good conduct,",
    "ai-atk-s0510a0:860_0": "For one who recites the Dhamma at all in this world, and in the next world.”",
    "ai-atk-s0510a0:861_0": "spoke this verse: on the station of Stream-Entry, the king established in the fruit of Stream-Entry.",
    "ai-atk-s0510a0:862_0": "“Really, a good conduct, not with bad conduct,",
    "ai-atk-s0510a0:863_0": "For one who recites the Dhamma at all in this world, and in the next world.”",
    "ai-atk-s0510a0:864_0": "Having heard this verse on the once-returners, the fruit of non-returners, established in the fruit of Laṅkā, which was established in the fruit of Arahantship. In the Fruit of the Death, he attained Arahantship.",
    "ai-atk-s0510a0:864_1": "(Your intentionally) go to the wilderness in the forest, you won’t go to the king.",
    "ai-atk-s0510a0:864_2": "While he had realized the fruit of stream-entry, he took a variety of delicious foods and refined the Buddha with his own hands.",
    "ai-atk-s0510a0:864_3": "The all the duties of her duties, except for the Buddha, and Rāhula.",
    "ai-atk-s0510a0:864_4": "But if she said, “Now, I’ll be able to satisfy him with the intention of eating it,” and she felled back. She’ll because I’ll with him.",
    "ai-atk-s0510a0:865_0": "The Buddha had the vicinity of the King and had the daughters-in-law of the royal cows, and together with the King’s wives, because he had gone to the highest of the royal princes. Then he sat down on the seat spread out there.",
    "ai-atk-s0510a0:865_1": "After putting on a charming place in the future, she grasped the neck and re-carded,",
    "ai-atk-s0510a0:865_2": "The King said: “The King is greatly devoted to the part of the Buddha’s virtues,” and so on,",
    "ai-atk-s0510a0:865_3": "“Venerable Sir, it is inferior to me: ‘After I go to the country of Kāsī’s carpetload, or doing what we have heard from the teachings, and because of our wives andin-laws, and because we have heard from the time of youth. Then we will not be able to recklessly understanding: ‘We will be able to get rid of the treasures, and we have been sex with such-and-such a single-such a single-bornments and then, after hearing the requisites of your gems.’",
    "ai-atk-s0510a0:865_4": "“It’s incredible, great king, that’s amazing! We’re protected by you, protected by yourselves, left the mountain peak, and yourselves in a friend!” And he got up from his seat and left.",
    "ai-atk-s0510a0:866_0": "Once again he was constructed to the royal court from the home. Then, when he was being spoken to the prince, he got up from his seat and left.",
    "ai-atk-s0510a0:866_1": "Seeing her, the finest lady in the land who was going for her, thinking, “Who did you go?” She then returned, in looking at her husband.",
    "ai-atk-s0510a0:866_2": "He then said, “Take the bowl and robe,” and he did not say it.",
    "ai-atk-s0510a0:866_3": "And it was simply impermanent.",
    "ai-atk-s0510a0:866_4": "Thus the Buddha went to Kapilavatthu and third yet he gave him the going forth.",
    "ai-atk-s0510a0:867_0": "Seven days ago lived the prince in the presence of the Buddha and he gave him a boy:",
    "ai-atk-s0510a0:867_1": "“After that, Dear,  twenty-thousand thousand golds, a hundred thousand thoroughbreds of gold, silver, and gold came out from here and there, while he was still a huge one hundred of fires.",
    "ai-atk-s0510a0:867_2": "‘I’ll be anointed by a wheel-turning monarch.",
    "ai-atk-s0510a0:867_3": "her husband’s father.”",
    "ai-atk-s0510a0:867_4": "The boy went into the presence of the Buddha and gave him another so that he can say such things.",
    "ai-atk-s0510a0:867_5": "The Buddha has completed the meal and after returning from his seat, he got up from his seat and left.",
    "ai-atk-s0510a0:867_6": "The prince replied, “Give me my inheritance, give me my inheritance.”",
    "ai-atk-s0510a0:867_7": "were not able to continue with the Buddha, even though he was walking,",
    "ai-atk-s0510a0:867_8": "Thus he went with the Fortunate One.",
    "ai-atk-s0510a0:868_0": "Then the Fortunate One thought:",
    "ai-atk-s0510a0:868_1": "“This one who desires his father’s employed, puts his bow to you. We’d better preemploy him with a harsh drum. Then he’ll wives, saying: ‘I’m going to Bodhi, my husband’s house.” And he addressed Venerable Sāriputta,",
    "ai-atk-s0510a0:868_2": "“Well then, Sāriputta, give Rāhula the going forth.”",
    "ai-atk-s0510a0:868_3": "The Elder gave him the going-forth.",
    "ai-atk-s0510a0:868_4": "And when he had gone forth, the prince expelled that pain in the king’s presence, received the going forth. He then went to the Buddha and told him what had happened.",
    "ai-atk-s0510a0:868_5": "the Buddha gave him a whirlpool, and thought, “Lust now, sir, I have done the same thing to the royal court, and when I saw me, you thought: ‘Sir, give me my child,’ and we didn’t go to the reply, ‘Now I’ve spoken thus: ‘This is mine, I am a escorted me in the horsebactory.’ Then the Buddha, thinking, ‘Now my son, what is this, what is the dead for me now?’",
    "ai-atk-s0510a0:868_6": "At the conclusion of talking about the King there was a path leading to the fruit of non-return.",
    "ai-atk-s0510a0:869_0": "Thus the Buddha, after establishing the fruition in the land of the Cools, went to Rājagaha in the Cool Grove accompanied by the Saṅgha.",
    "ai-atk-s0510a0:869_1": "At that time the householder Anāthapiṇḍika, having taken five hundred carts, holding the course of Rājagaha, went to the home of the Buddha and to be worked. There he saw a central shouting the great wide opening the doors, and he was established in the fruit of the Teacher’s garden. Hearing the air by each and every day after hearing the Buddha, the Lord of the meal.",
    "ai-atk-s0510a0:869_2": "He spent the following tenfold scents in the middle of the Gandhamādana authority, surrounded by the Elder Mahā-While staying in the middle of Mahātittha garden, looking at the end of the monastery in the hall, made of the great (possession) in the middle of the monastery. Then he enclosed by one means of the turtles a monastery worker to bedroom, at the end, and place where the time of the Elders, a monastery worker is pleasing.",
    "ai-atk-s0510a0:869_3": "The Teacher, having heard the common limbs, departed from Rājagaha.",
    "ai-atk-s0510a0:870_0": "and having invited the rest of the Realized One, and consecrated his son, all of them adorned with his five hundred girls, and fifty young men. He enjoyed all his sons and grandsons.",
    "ai-atk-s0510a0:870_1": "He then took five hundred coins of gold, two hundred bowing down in front of them, wide opened in front of them. Five hundred women, ten thousand girls, or five hundred girls of each wives them behind the Buddhas, and five hundred girls, five hundred women came back together with them. All these five hundred women were the foremost, bestowed greater.",
    "ai-atk-s0510a0:870_2": "The Fortunate One, having prepared this body surrounded by the Bhikkhus, surrounded by the Bhikkhus, returned to the assembly hall with a golden plough, like the golden palanquin, entered the dwelling, and returned to the Buddha.",
    "ai-atk-s0510a0:871_0": "Then at that time the waters in his hand –",
    "ai-atk-s0510a0:871_1": "“Sir, what should I do in this dwelling?”",
    "ai-atk-s0510a0:871_2": "“Well then, householder, please place this dwelling place to the Sangha of monks.”",
    "ai-atk-s0510a0:871_3": "“Good, sir,” he replied. Tissa took his hand of golden drums, some fire-pof-seasoned hands, and dedicated to the gods. Then he said to the Buddha, “I presented it to the Saṅgha of mendicants.”",
    "ai-atk-s0510a0:871_4": "The Teacher, having received the dwelling, said this to the Fortunate One:",
    "ai-atk-s0510a0:872_0": "“Through this hot or that;",
    "ai-atk-s0510a0:873_0": "Sīval creeper and rain.",
    "ai-atk-s0510a0:874_0": "“Rejoicing the wind, ~ the damage,",
    "ai-atk-s0510a0:875_0": "It’s for the sake of shelter and happiness to see it.",
    "ai-atk-s0510a0:876_0": "“The Buddha, the bestowed on the best dwellings,",
    "ai-atk-s0510a0:877_0": "Therefore the Wise One, having insight into himself,",
    "ai-atk-s0510a0:878_0": "“In the monastery, in the delightful abode of sensual desires,",
    "ai-atk-s0510a0:879_0": "the food and drink that clothes,",
    "ai-atk-s0510a0:880_0": "“He who has dispelled the upright in the upright,",
    "ai-atk-s0510a0:881_0": "they teach them the Dhamma, (wholesome) arose in all suffering.",
    "ai-atk-s0510a0:882_0": "After attaining this Dhamma he is free from defilements.”",
    "ai-atk-s0510a0:883_0": "she related the dwelling place.",
    "ai-atk-s0510a0:883_1": "On the second day, Anāthapiṇḍika took a residence in the midst of the dwellings and hands,",
    "ai-atk-s0510a0:883_2": "one month Visākhā was finished in four months. The dwelling place was finished in that place.",
    "ai-atk-s0510a0:883_3": "in the eighteen sections there were eighteen and eighteen koṭis of treasures.",
    "ai-atk-s0510a0:883_4": "Thus in this way in a moment the four coronations (precept) continuously,",
    "ai-atk-s0510a0:884_0": "As the Buddha was the time of Vipassī, the golden drum struck at that time, so he spoted in every place and built a league highly.",
    "ai-atk-s0510a0:884_1": "Now, the glorious palace named Priṭṭhaka at that time the Fortunate One’s head and adorned with a golden portion (once). Also it is placed on the ground in that place.",
    "ai-atk-s0510a0:884_2": "Then the merchant’s son named Vessabhū, the golden price for him, and through the lovely complete with a golden palanquin, spot in that place.",
    "ai-atk-s0510a0:884_3": "At that time the Buddha Kakusandha had a golden palanquin called Suppabuddha. As held the position of the Discourse on the Buddha’s dwelling place, having collected the golden staircase.",
    "ai-atk-s0510a0:884_4": "Koṇāgamana, the chief of the highest position of the Buddha, the golden staircasengers grew up in that place and stood in that place.",
    "ai-atk-s0510a0:884_5": "Kassapa had a golden plate named Sumaṅgala. He then sprinkled the golden precincts in that place and made a dwelling place on the ground.",
    "ai-atk-s0510a0:884_6": "our opinion, Anāthapiṇḍika, placed the Buddha’s three times made of a hole in that place and placed the size of the three months.",
    "ai-atk-s0510a0:884_7": "it seems that there is this place on all Buddhas, it seems, for the sake of (wholesome) benefit.",
    "ai-atk-s0510a0:885_0": "And so the great Bodhi tree of all (those three) great and fully extinguished, in that place where the Buddha became fully extinguished. This is the source of this a great sacrifice.",
    "ai-atk-s0510a0:886_0": "The story at the arrow is finished.",
    "ai-atk-s0510a0:887_0": "The discussion on giving is finished.",
    "ai-atk-s0510a0:888_0": "if it is for a senior nun;"
}