{
    "ai-atk-s0515a11:0_0": "In the Way to Benefit",
    "ai-atk-s0515a11:1_0": "97.",
    "ai-atk-s0515a11:1_1": "Eleventh Discourses the Arguments in the Televen ways: about the quarreling and disputing, and it is the best of all would.",
    "ai-atk-s0515a11:1_2": "lamentations, charming and laments, such as laments, and lamenting.",
    "ai-atk-s0515a11:1_3": "Conceit and shameless men because of conceit and hostility . And to the laziness, which is deceitful, thus it is the act of smoke.",
    "ai-atk-s0515a11:1_4": "may all of them attain the eight defilements.",
    "ai-atk-s0515a11:1_5": "Please tell me what I have declared. Please ask you about it.",
    "ai-atk-s0515a11:1_6": "for you can’t get upset by begging for,",
    "ai-atk-s0515a11:2_0": "With one reason.",
    "ai-atk-s0515a11:2_1": "Afterwards for another reason.",
    "ai-atk-s0515a11:2_2": "when the cows are struck with a staff,",
    "ai-atk-s0515a11:2_3": "one of the offenses, and one of them, being reborn in one of the seven classes of offenses,",
    "ai-atk-s0515a11:3_0": "so how do those beings become lazy?",
    "ai-atk-s0515a11:3_1": "how can he be get repaired?",
    "ai-atk-s0515a11:3_2": "Where is his birth standing on the top of a box’s womb?",
    "ai-atk-s0515a11:3_3": "how do they become reborn?",
    "ai-atk-s0515a11:3_4": "Having done so, they said, “Where did you sleep?”",
    "ai-atk-s0515a11:3_5": "born in oneself, beings go to the underworld,",
    "ai-atk-s0515a11:3_6": "What is the source of their own enjoyment?",
    "ai-atk-s0515a11:3_7": "By these kinds of fruit there is the origin of this meeting.",
    "ai-atk-s0515a11:3_8": "are all the fruits for them.",
    "ai-atk-s0515a11:3_9": "(so) the fruit of this patience is mine,",
    "ai-atk-s0515a11:3_10": "if he asks about something at the root of an outcaste;",
    "ai-atk-s0515a11:3_11": "You’re grounded in the sense of common.",
    "ai-atk-s0515a11:3_12": "For one who brokes the fruit of his own fruit, thus it is the reason why .",
    "ai-atk-s0515a11:3_13": "“Listen, take it with a handsome!” To give her own hand",
    "ai-atk-s0515a11:3_14": "(all) the origin of this world condemns.",
    "ai-atk-s0515a11:3_15": "It is the fruit of continuation, thus it is the true insight.",
    "ai-atk-s0515a11:3_16": "Where the place wherever there is eradicated, that grows and stretches,",
    "ai-atk-s0515a11:3_17": "it rices to his own fruit.",
    "ai-atk-s0515a11:3_18": "he is kept on what is not to be stopped, and is the object of his own fruit.",
    "ai-atk-s0515a11:3_19": "for this reason it rolls, for fruits, thus it is a condition for fruit.",
    "ai-atk-s0515a11:3_20": "This word can be understood as follows: that is the origin of fruition, thus it is the purpose of which is their origin.",
    "ai-atk-s0515a11:3_21": "it is concluding the progressive root and arguments, etc., and not of the noble ones.",
    "ai-atk-s0515a11:4_0": "Speaks the finest lady of the gods",
    "ai-atk-s0515a11:4_1": "They bring up the stain of stinginess, arguing, quarreling, and fighting, continually wounding; it’s not shown that to everything else there.",
    "ai-atk-s0515a11:4_2": "And here these things should be understood as systems too.",
    "ai-atk-s0515a11:4_3": "(but) when there is such a dispute in the monks",
    "ai-atk-s0515a11:4_4": "Hence it is said: “Amongst those who are born in the state of loss” .",
    "ai-atk-s0515a11:4_5": "With this verse the meaning of “Blessing” is the preceding",
    "ai-atk-s0515a11:5_0": "The word, Sumedhā, who are engaged in doing what is prosperous, droping, wanting to get hold of in the world, and about the others. Those who do not ask for the sake of their typically, the source in the world, and the types of proliferation, are their source in each and every way. They are practitioners in the world.",
    "ai-atk-s0515a11:5_1": "And how does the source of this?",
    "ai-atk-s0515a11:5_2": "Or alternatively: the meaning is that, it is,",
    "ai-atk-s0515a11:5_3": "Therefore how is it said?",
    "ai-atk-s0515a11:5_4": "and this is the conclusion in the same way.",
    "ai-atk-s0515a11:5_5": "They don’t become for the future.",
    "ai-atk-s0515a11:5_6": "And even if each day, after asking (them) in one place,",
    "ai-atk-s0515a11:6_0": "They become established in oneself.",
    "ai-atk-s0515a11:6_1": "they are a refuge because they have a refuge.",
    "ai-atk-s0515a11:6_2": "The conclusion about their own goal for refuge.",
    "ai-atk-s0515a11:7_0": "Shady Orchid Tree is the source of sensual desire.",
    "ai-atk-s0515a11:7_1": "And the opposites that are clad in sight, etc., are clever, sourced by desire for them, and with two parts of them.",
    "ai-atk-s0515a11:7_2": "For this is what is said from the source of desire.",
    "ai-atk-s0515a11:7_3": "“That’s nice for the source,” he said.",
    "ai-atk-s0515a11:7_4": "For greed, etc., greed and so on,",
    "ai-atk-s0515a11:7_5": "And here the words “where,” etc., should be understood as mentioned here in the way already described.",
    "ai-atk-s0515a11:7_6": "Samiddhi is called the inclination of jhāna, which is why the obtaining of,",
    "ai-atk-s0515a11:8_0": "He holds up the view of craving, attacking it, and views.",
    "ai-atk-s0515a11:8_1": "Those things associated with the Buddha, and others who are irritable and bad-tempered in the same way as them. How is they phenomena such as anger and such things are given?",
    "ai-atk-s0515a11:9_0": "if it is something else;",
    "ai-atk-s0515a11:9_1": "if she is standing at other times;",
    "ai-atk-s0515a11:9_2": "wavering: it was intoxicated by the wind,",
    "ai-atk-s0515a11:9_3": "He has shunned Bāhiya of the Bark Robe’s duties",
    "ai-atk-s0515a11:9_4": "break the ropes, tigers, and mixed with defilements.",
    "ai-atk-s0515a11:9_5": "he should all be released from the root of all kinds of unprofitable root from the bonds, and from the three worlds.",
    "ai-atk-s0515a11:9_6": "If he does, it is actually done,",
    "ai-atk-s0515a11:9_7": "when the time is excellent,",
    "ai-atk-s0515a11:10_0": "The pain oppressed by the connection with the fading away of greed is the basis for happiness, the pleasure and pain in the case of the two reckonings. The pain in the culmination is indicated by the dissatisfaction with the reckonings.",
    "ai-atk-s0515a11:10_1": "“Where is this source of desire?”",
    "ai-atk-s0515a11:10_2": "Having seen forms, the arising of continuation that arose in regard to forms,",
    "ai-atk-s0515a11:10_3": "They don’t argue with their own views, holding them tight, and refusing to let go. They don’t grasp at the influence of craving.",
    "ai-atk-s0515a11:10_4": "“This is how the question goes on all the duties as far as those born.”",
    "ai-atk-s0515a11:11_0": "She was sunn hemp clothed the honey-deard and the honey weapons,",
    "ai-atk-s0515a11:11_1": "made with bricks, bricks, flags, objects,",
    "ai-atk-s0515a11:12_0": "alcoholic drinks that cause negligence, alcoholic drinks that cause negligence, and devotes alcoholic drinks that cause negligence, are pure and well.",
    "ai-atk-s0515a11:12_1": "there are five defilements that lead to the vicinity of Meghana, together with the spiritual pollutant-free,",
    "ai-atk-s0515a11:12_2": "all that in the middle of the day and of the bed",
    "ai-atk-s0515a11:12_3": "‘Death’ is a term for negligence.",
    "ai-atk-s0515a11:12_4": "drinking alcoholic drinks that cause negligence again and again.",
    "ai-atk-s0515a11:12_5": "But because it’s not allowed to decline when it has arisen, they know that it’s used.",
    "ai-atk-s0515a11:12_6": "So in all that’s everywhere,",
    "ai-atk-s0515a11:12_7": "Through the roam of the streets at night, wandering in the streets at night, and in the suitable way.",
    "ai-atk-s0515a11:12_8": "“Acquisition of the rose-apple trees, the attainment of the city, and the attainment of .",
    "ai-atk-s0515a11:12_9": "and devoted to the supreme Independent Buddhas,",
    "ai-atk-s0515a11:12_10": "He doesn’t cultivate the intervals in the presence of others, he doesn’t cultivate the wealth and frequent.",
    "ai-atk-s0515a11:13_0": "Are any torments?",
    "ai-atk-s0515a11:13_1": "either by way of speech or by blameworthy.",
    "ai-atk-s0515a11:13_2": "Whether with a cowherd or with an ox,",
    "ai-atk-s0515a11:13_3": "anyone who strives arches with a spear,",
    "ai-atk-s0515a11:13_4": "or royal minister",
    "ai-atk-s0515a11:13_5": "a craft or a swamp,",
    "ai-atk-s0515a11:13_6": "Practicing the path does.",
    "ai-atk-s0515a11:13_7": "Knowing that the eye had arisen, they know that it was given in the eye’s mango grove.",
    "ai-atk-s0515a11:13_8": "he takes a view that it was given.",
    "ai-atk-s0515a11:13_9": "it will disappear for what is seen;",
    "ai-atk-s0515a11:13_10": "Self, thinking “The self has vanished,” he took hold of his view.",
    "ai-atk-s0515a11:13_11": "But they have no more regards self:",
    "ai-atk-s0515a11:13_12": "Likewise in the case of short systems, and so on.",
    "ai-atk-s0515a11:14_0": "Thoughts that are seen and heard about is the mentioned phenomena, since they arise in the same way.",
    "ai-atk-s0515a11:14_1": "thus far there is a third knowledge,",
    "ai-atk-s0515a11:14_2": "Now, if you will give up any answer to questions, how is it should be shown in the inferior? How does someone who understands the development of knowledge and vision worthy of the variety of paths?”",
    "ai-atk-s0515a11:14_3": "what is the reason why?",
    "ai-atk-s0515a11:14_4": "(But) having understood the Dhamma about the ascetic,",
    "ai-atk-s0515a11:14_5": "For the Buddha has no knowledge of the Dhamma in which these things were taught by the lineage of his own knowledge. But he would not know what is not known,",
    "ai-atk-s0515a11:14_6": "That’s why the training rules understood the training in the way that is described.",
    "ai-atk-s0515a11:15_0": "bound by anger, bound by a Nāgad tight,",
    "ai-atk-s0515a11:15_1": "for one who is bound by what is left by connection with food, or by what is bound together.",
    "ai-atk-s0515a11:15_2": "which is why in the village, the neighborhood of a village is bound up with the belly and the shackles,",
    "ai-atk-s0515a11:15_3": "That is the hatred of delusion for the sake of bondage, for the sake of delusion, and for the sake of the deludedness of delusion.",
    "ai-atk-s0515a11:16_0": "Also regarding knowledge arisen in the past: knowledge has arisen in the next life, and is the knowledge of the path.",
    "ai-atk-s0515a11:16_1": "the knowledge of the constituent groups (of mind and body), the knowledge of the analytical knowledge of truth, and the knowledge of the attainment.",
    "ai-atk-s0515a11:16_2": "knowledge of the states of having knowledge as they are, and consumming knowledge.",
    "ai-atk-s0515a11:16_3": "Just now he said, “Now is the noble path,” and the noble path.",
    "ai-atk-s0515a11:17_0": "How does a person have doubt of uncertain?",
    "ai-atk-s0515a11:17_1": "always wide like a moving chariot,",
    "ai-atk-s0515a11:17_2": "wrapped in your mind,",
    "ai-atk-s0515a11:17_3": "always sorrowing his doubts,",
    "ai-atk-s0515a11:17_4": "Corrupt as one who has doubt,",
    "ai-atk-s0515a11:17_5": "knowledge of the acquisition of knowledge: the purpose of (good) knowledge,",
    "ai-atk-s0515a11:17_6": "and is the penetration of knowledge.",
    "ai-atk-s0515a11:17_7": "Then from the top of the path",
    "ai-atk-s0515a11:17_8": "realization of the observed: greed for knowledge,",
    "ai-atk-s0515a11:17_9": "and with their own hands, and making them explain the reason for Dhamma,",
    "ai-atk-s0515a11:17_10": "Having made a miracle with ghee,",
    "ai-atk-s0515a11:17_11": "(but) they don’t go to gangsters, and teach Dhamma,",
    "ai-atk-s0515a11:18_0": "What do they feel pleasure and pain? Are they in the same way?",
    "ai-atk-s0515a11:18_1": "These continued existence do not exist.",
    "ai-atk-s0515a11:18_2": "or any source from continued existence.",
    "ai-atk-s0515a11:18_3": "an opposite sex here.",
    "ai-atk-s0515a11:18_4": "Now, this is said:",
    "ai-atk-s0515a11:18_5": "(but) they dispell, the meaning is that craving because of grasping existence.",
    "ai-atk-s0515a11:18_6": "And here the sake of eradications should be understood as the conceptting of continued existence in the case of enemy.",
    "ai-atk-s0515a11:18_7": "For when this question has been answered in this way, it would be sourced that the source of this contacts come to be, sourced, and discontent.",
    "ai-atk-s0515a11:18_8": "There is nothing that can be spoken by this verse:",
    "ai-atk-s0515a11:19_0": "Contact is the source of this contact.",
    "ai-atk-s0515a11:20_0": "When contacts do not experience contact, the five fields of contact do not experience contact.",
    "ai-atk-s0515a11:20_1": "There is no such thing as this.",
    "ai-atk-s0515a11:21_0": "and the basis for ending of the fine-material jhānas associated with the immaterial jhānas.",
    "ai-atk-s0515a11:21_1": "They don’t experience sights known by the eye, and they don’t experience contact.",
    "ai-atk-s0515a11:22_0": "The meeting of the three is contact. The meeting of the three is contact.",
    "ai-atk-s0515a11:22_1": "And they create the eye and sights, the basis of forms, and including the eye.",
    "ai-atk-s0515a11:22_2": "apart from the eye-contact, and having arisen the three kinds of contact with the Sangha,",
    "ai-atk-s0515a11:22_3": "Feeling things associated with the several thoughts, etc., the contact with the feeling states of contact.",
    "ai-atk-s0515a11:22_4": "the same method applies in the same way.",
    "ai-atk-s0515a11:23_0": "The four supports are a particular component of form in four ways:",
    "ai-atk-s0515a11:23_1": "After taking the right side of the Lord of the World, and having passed away,",
    "ai-atk-s0515a11:23_2": "He transcends the psychic power of the Three Times, and so on, he escapes himself.",
    "ai-atk-s0515a11:23_3": "which gives up desire and greed for things that are beyond.",
    "ai-atk-s0515a11:23_4": "As to surmounting the four immaterial states: it is due to surmounting of the base consisting of boundless space, which is an producing condition.",
    "ai-atk-s0515a11:24_0": "How do you get rid of response?",
    "ai-atk-s0515a11:24_1": "They don’t grasp form, or there are forms.",
    "ai-atk-s0515a11:24_2": "He is happy, brilliant, coarse, fine, coarse, and bren.",
    "ai-atk-s0515a11:25_0": "We’ll know:",
    "ai-atk-s0515a11:25_1": "We’ll understand how to understand this point:",
    "ai-atk-s0515a11:25_2": "We will understand what is known as Meaning: We will know it without.",
    "ai-atk-s0515a11:25_3": "We will understand",
    "ai-atk-s0515a11:25_4": "Is wakened by one who tries to woke—",
    "ai-atk-s0515a11:26_0": "Perceiving form they do not perceive it as such.",
    "ai-atk-s0515a11:26_1": "If they don’t know satisfaction or non-percipient, there’s no offense.",
    "ai-atk-s0515a11:26_2": "If he does not perceive that he has, there is no cessation of perception and feeling ...",
    "ai-atk-s0515a11:26_3": "Perceiving of perceptions, he does not perceive “Suchless of matter” in the way beginning, “Perceiving the basis of non-percipient,” and he has not attained jhāna.",
    "ai-atk-s0515a11:26_4": "‘He’s unintelligent form produced in this way, is said: “All these eight perceptions, living in one who has developed the physical process.”",
    "ai-atk-s0515a11:26_5": "the attainment of the dimension of infinite space ... the one who attains the highest.”",
    "ai-atk-s0515a11:26_6": "For the source of perception is shown in that way.”",
    "ai-atk-s0515a11:27_0": "Such is called perception, cessation, and feeling.",
    "ai-atk-s0515a11:27_1": "all that is non-percipient, and non-percipient,",
    "ai-atk-s0515a11:28_0": "Then that mendicant with a mind immersed in samādhi,",
    "ai-atk-s0515a11:28_1": "having accepted the fourth tetrad at the fourth tetrad, this is what was said.",
    "ai-atk-s0515a11:28_2": "It is immersed in samādhi in samādhi that is to say, concentration,",
    "ai-atk-s0515a11:28_3": "But there is purity of mindfulness due to equanimity: there is purity of mindfulness due to equanimity.",
    "ai-atk-s0515a11:28_4": "Because it is pure, it is also called “inclination.”",
    "ai-atk-s0515a11:28_5": "May they be happy and free from anxiety because of opposite sex with greed for sense pleasures,",
    "ai-atk-s0515a11:28_6": "And although the sky transferred to another,",
    "ai-atk-s0515a11:28_7": "for one ripe will spring up like a swamp.",
    "ai-atk-s0515a11:28_8": "Because it is well developed and well-pressed, this indirectly brings (afterwards).",
    "ai-atk-s0515a11:28_9": "for one who behaves like this is said to be another’s mind.",
    "ai-atk-s0515a11:28_10": "when the moment is finished, it is said to be the result of deeds that deed is effective.",
    "ai-atk-s0515a11:28_11": "for a second is workable when the mind is cleansed,",
    "ai-atk-s0515a11:28_12": "and that of these it is well developed too .",
    "ai-atk-s0515a11:28_13": "“Mendicants, I do not see a single thing that, when it is developed like this, is as workable as the mind.”",
    "ai-atk-s0515a11:29_0": "One who speaks are pure, who speaks well,",
    "ai-atk-s0515a11:29_1": "It is steady in imperturbable, unshakable, imperturbable, and unconfused.",
    "ai-atk-s0515a11:29_2": "while standing or sitting on his own deeds he mallete.",
    "ai-atk-s0515a11:29_3": "owing to faith in the imperturbable, having various forms,",
    "ai-atk-s0515a11:29_4": "For it is when he has no faith in his mind, energy, mindfulness, immersion, and wisdom. It is not established by energy, and he does not possessiveness.",
    "ai-atk-s0515a11:29_5": "to reach the imperturbable state with these six qualities.",
    "ai-atk-s0515a11:29_6": "When the mind has eight factors, it is for the purpose of getting the sphere of endless space, and the purpose of attaining the dimension of infinite space.",
    "ai-atk-s0515a11:30_0": "And another all:",
    "ai-atk-s0515a11:30_1": "In the fourth tetrad concentration.",
    "ai-atk-s0515a11:30_2": "whose mind is pure and whose face is pure,",
    "ai-atk-s0515a11:30_3": "surmounting thoughts, etc.",
    "ai-atk-s0515a11:30_4": "and the sphere of endless space is the aggregate of, and the sphere of endless space.",
    "ai-atk-s0515a11:30_5": "The meaning is of the sphere of loving-kindness, etc., of the following kinds,: the meaning is that indicates the various conditions, namely, sense-sphere produced in the various ways.",
    "ai-atk-s0515a11:30_6": "being covetous, mature to the defilements,",
    "ai-atk-s0515a11:30_7": "And both Vibhaṅga should be understood as the method of meaning in both ways.",
    "ai-atk-s0515a11:30_8": "mastered the sages of his attaining meditation.",
    "ai-atk-s0515a11:30_9": "by the power of going through the bases of Path.",
    "ai-atk-s0515a11:30_10": "When the state of existence is fully developed, according to the imperturbable states of existence is fully developed, according to the imperturbable states of existence is the meaning.",
    "ai-atk-s0515a11:30_11": "That’s how a mind that has eight factors underlying tendencies is conceived in the dimension of infinite space.",
    "ai-atk-s0515a11:31_0": "the immaterial jhānas have the name of the path through the attainment of the immaterial attainment .",
    "ai-atk-s0515a11:31_1": "and that craving acted like this.",
    "ai-atk-s0515a11:32_0": "the Wise Ones say the Pure Ones’ Purification",
    "ai-atk-s0515a11:32_1": "Or do they say that the astute say that purity is through quite different from that, or are quite different things, or else the seventh who are preferred to as the highest?",
    "ai-atk-s0515a11:33_0": "although these attainments: these are unshakable in states,",
    "ai-atk-s0515a11:34_0": "Those ascetics and brahmins say that the best sort of persons is defined. Those who say that purity is the best in the highest.",
    "ai-atk-s0515a11:34_1": "But some time later they say the annihilationists, annihilation, eradication, and obliteration of an existing being.",
    "ai-atk-s0515a11:34_2": "(And) having the rest of the wholesome and so on, the skillful ignoble ones, and so on.",
    "ai-atk-s0515a11:35_0": "The life of rebirth is broken,",
    "ai-atk-s0515a11:35_1": "They rejoice in the annihilation, and produced by annihilation.",
    "ai-atk-s0515a11:35_2": "They speak of the seventh person.",
    "ai-atk-s0515a11:35_3": "like you rain once.",
    "ai-atk-s0515a11:35_4": "settled down",
    "ai-atk-s0515a11:35_5": "cessation,",
    "ai-atk-s0515a11:35_6": "having tranquilized the attainment of (only) birth.",
    "ai-atk-s0515a11:36_0": "Knowing this, they keep on the annihilation, and these views.",
    "ai-atk-s0515a11:36_1": "Having understood (that) about inquiry, the wise one, learned inquirership and inquired inquiry.",
    "ai-atk-s0515a11:36_2": "Having understood: liberated through the destruction of suffering, the pollutant-free,",
    "ai-atk-s0515a11:36_3": "He will not come together and doesn’t attain rebirth again.",
    "ai-atk-s0515a11:36_4": "Another who understands:",
    "ai-atk-s0515a11:36_5": "is the meaning of opposite of others.",
    "ai-atk-s0515a11:37_0": "On the Great Reference to the True Dhamma",
    "ai-atk-s0515a11:38_0": "The Declaration of the Similes is finished."
}