{
    "ai-atk-s0508a20:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0508a20:1_0": "The short topics",
    "ai-atk-s0508a20:2_0": "First: A Discussion",
    "ai-atk-s0508a20:3_0": "The second kind of bodies",
    "ai-atk-s0508a20:4_0": "4. Catukkanipāto",
    "ai-atk-s0508a20:5_0": "Nāgasamāla",
    "ai-atk-s0508a20:6_0": "addressed the Elder Nāgasamāla in verse:",
    "ai-atk-s0508a20:6_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a20:6_2": "At the time of the Buddha Padumuttara, being reborn in a good family home in Haṁsavatī, he, having seen the prosperous bowls in the air, deprived a circumstances, and having seen the truth of the Teacher.",
    "ai-atk-s0508a20:6_3": "He did so.",
    "ai-atk-s0508a20:6_4": "After walking for alms in the city, he saw a certain number of days Visionary walking for alms, and making a dreadful racket in the fourfold system, and then created in the deportment, having made the shakes and rocks into the neighborhood of a certain deed, and then calm, making them attain the destruction of the phenomena, and perfection.",
    "ai-atk-s0508a20:6_5": "Therefore it is said:",
    "ai-atk-s0508a20:7_0": "“The great earth is produced by a great (supernatural) power,",
    "ai-atk-s0508a20:8_0": "The Buddha was walking mindfully in the open air.",
    "ai-atk-s0508a20:9_0": "“For he who practices like a sunshade,",
    "ai-atk-s0508a20:10_0": "Having seen (that), the Sambuddha was reborn there.",
    "ai-atk-s0508a20:11_0": "“The finest chariot is made of it,",
    "ai-atk-s0508a20:12_0": "honored by the great (may) powers,",
    "ai-atk-s0508a20:13_0": "“By heat or hunger’s float,",
    "ai-atk-s0508a20:14_0": "I’ll make this contact of six.",
    "ai-atk-s0508a20:15_0": "“One who is compassionate, Kāka, has great understanding,",
    "ai-atk-s0508a20:16_0": "of mine, the Victor in my thoughts,",
    "ai-atk-s0508a20:17_0": "“The thirty-two marks of the gods, lord of the gods,”",
    "ai-atk-s0508a20:18_0": "a hundred-fold offering, with five-hundred wheels,",
    "ai-atk-s0508a20:19_0": "“Today is very learned, immeasurable,",
    "ai-atk-s0508a20:20_0": "now in the past, what are wholesome deeds,",
    "ai-atk-s0508a20:21_0": "“There is no one who came from me,",
    "ai-atk-s0508a20:22_0": "I am satisfied with a white teeth,",
    "ai-atk-s0508a20:23_0": "“Through a hundred thousand eons, (and said): “From this day",
    "ai-atk-s0508a20:24_0": "I’ve not been aware of any gift.",
    "ai-atk-s0508a20:25_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:26_0": "while attaining perfection it –",
    "ai-atk-s0508a20:27_0": "267.",
    "ai-atk-s0508a20:28_0": "“Even adorned with jewelry, so decorated with the moon.",
    "ai-atk-s0508a20:29_0": "and in the middle of the Earth, without turning away, driven by play,",
    "ai-atk-s0508a20:30_0": "268.",
    "ai-atk-s0508a20:31_0": "“An a poisonous walking in a corrected man",
    "ai-atk-s0508a20:32_0": "(They are) devoid of death and dead, like) the gods (pressed of death.",
    "ai-atk-s0508a20:33_0": "269.",
    "ai-atk-s0508a20:34_0": "“Even if you wisely make me a well, Suffering,",
    "ai-atk-s0508a20:35_0": "the drawback of this drawback arose in them.",
    "ai-atk-s0508a20:36_0": "270.",
    "ai-atk-s0508a20:37_0": "“My mind is free from the hindrance of the teaching,",
    "ai-atk-s0508a20:38_0": "who has attained the three knowledges at the Buddha’s dispensation” .",
    "ai-atk-s0508a20:39_0": "With the four verses, he declared enlightenment in his mouth:",
    "ai-atk-s0508a20:40_0": "Herein, it is made by a decorated elephants and by groans,",
    "ai-atk-s0508a20:40_1": "like the Sura-like means resembling the shining in the sky.",
    "ai-atk-s0508a20:40_2": "the garlands of flowers, garlands, etc.,",
    "ai-atk-s0508a20:40_3": "on the bank of the Moon,",
    "ai-atk-s0508a20:40_4": "In the middle of the Earth, just as the terrace, no posts or board is made by a sewer, so too, the Vajjians do not callsket-poles, however displaysed, the Vajjians did not proceed to—s of the city, the ears does not actually.",
    "ai-atk-s0508a20:41_0": "alms food for alms from family to family,",
    "ai-atk-s0508a20:41_1": "Judging the city, I entered the city,",
    "ai-atk-s0508a20:41_2": "Walking about the city, he passed away like a knee-deep in the city, as though he were going along the road like a drill-sticks.",
    "ai-atk-s0508a20:41_3": "When a mortal’s catch is standing on the inside of a wall, a consumeration of visible data, one in the world, one in the other world, one in the other world, and one where the mass of forms is seen, heard, thought,",
    "ai-atk-s0508a20:42_0": "Therefore because of that mortals who are in conquerority (death):",
    "ai-atk-s0508a20:42_1": "My hermitage, thinking: ‘I am able to carry away my son,’ he,",
    "ai-atk-s0508a20:42_2": "A mind-made, filthy, stinking, filthy, with no sinews, stinking, filthy, and disgusting. This is the proper procedure consisting of fewness of wishes, contentment, embarrass, and wide openings.”",
    "ai-atk-s0508a20:42_3": "the drawbacks of the body arose in that way: the mind appeared in his mouth, and the mind appears to them in front of me.",
    "ai-atk-s0508a20:42_4": "the practice that leads to extinguishment for extinguishment.",
    "ai-atk-s0508a20:42_5": "Disillusionment about the drawbacks of vanity, etc., the drawbacks of being disillusioned, dispassionate, and understanding of the heart, they do not supernormal powers , and the mind is steadfast just stated. Or the meaning is that, solitary, pliable, perishing, is the meaning.",
    "ai-atk-s0508a20:43_0": "then Vipassī insight and knowledge of that.",
    "ai-atk-s0508a20:43_1": "my mind was liberated from the supernormal powers.",
    "ai-atk-s0508a20:43_2": "that will be shown by the fruit.",
    "ai-atk-s0508a20:43_3": "For corruption is called the characteristic of the defilements, namely, clansmans are freed from the defilements.",
    "ai-atk-s0508a20:43_4": "The rest is as already explained.",
    "ai-atk-s0508a20:44_0": "The Venāgapura is finished.",
    "ai-atk-s0508a20:45_0": "2. Bhaguttheragāthāvaṇṇanā",
    "ai-atk-s0508a20:46_0": "I replied with this verse:",
    "ai-atk-s0508a20:46_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a20:46_2": "At the time of the Buddha Padumuttara, it seems, and because of the Buddha’s family home in the family of Padumuttara, being made with flowers spread out.",
    "ai-atk-s0508a20:46_3": "So he drove his meritorious work and, having destroyed reborn in Arahantship in this world, and having no doubts about the birds of twice. Having destroyed a vicerose,,, when his returning to the royal family tradition, after frightened at the root of an undisturbed Buddha, he departed Vipassī.",
    "ai-atk-s0508a20:46_4": "Therefore it is said:",
    "ai-atk-s0508a20:47_0": "“Having attained final extinguishment, the Fortunate One, the Great Padumuttara,",
    "ai-atk-s0508a20:48_0": "and did as they were instructed in the flowers,",
    "ai-atk-s0508a20:49_0": "“Having faith in, and I lost my mind, I went to the country.",
    "ai-atk-s0508a20:50_0": "Having gone to the heavenly realm, the delightful man,",
    "ai-atk-s0508a20:51_0": "“Lord of Meru, it’s the time for my flower.",
    "ai-atk-s0508a20:52_0": "the one kingdom in transmigration, the Great King,",
    "ai-atk-s0508a20:53_0": "“Through the Kurus Padumavatī was rained,",
    "ai-atk-s0508a20:54_0": "With his large hood Cloud Grove, the Buddha",
    "ai-atk-s0508a20:55_0": "“There is a last one, my last one,",
    "ai-atk-s0508a20:56_0": "I am satisfied with the flowers I am satisfied,",
    "ai-atk-s0508a20:57_0": "“Over a hundred thousand eons had seen (the Bodhi tree),",
    "ai-atk-s0508a20:58_0": "I don’t recall having been reborn in a bad place,",
    "ai-atk-s0508a20:59_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:60_0": "But while attaining the fruit of perfection and the happiness of fruit of quenching the Teacher with the lotuses, the although they are able to flee to enjoy themselves with them –",
    "ai-atk-s0508a20:60_1": "“I hope you’re living diligently, mendicant, I hope you’ll die diligently.” And he said:",
    "ai-atk-s0508a20:61_0": "271.",
    "ai-atk-s0508a20:62_0": "“Who am I out of sloth and torpor",
    "ai-atk-s0508a20:63_0": "and was walking mindfully right there.",
    "ai-atk-s0508a20:64_0": "272.",
    "ai-atk-s0508a20:65_0": "I dropped the limbs and neck again,",
    "ai-atk-s0508a20:66_0": "I walked up and down on his walk.",
    "ai-atk-s0508a20:67_0": "273.",
    "ai-atk-s0508a20:68_0": "“Even if you wisely make me a well, Suffering,",
    "ai-atk-s0508a20:69_0": "the drawback of this drawback arose in them.",
    "ai-atk-s0508a20:70_0": "274.",
    "ai-atk-s0508a20:71_0": "“My mind is free from the hindrance of the teaching,",
    "ai-atk-s0508a20:72_0": "who has attained the three knowledges at the Buddha’s dispensation” .",
    "ai-atk-s0508a20:73_0": "These are the four verses.",
    "ai-atk-s0508a20:74_0": "Herein, by means of stiffness and torpor which is known as the opposite sex by death.",
    "ai-atk-s0508a20:74_1": "As a dwelling place:",
    "ai-atk-s0508a20:74_2": "to leave the way to leave;",
    "ai-atk-s0508a20:74_3": "and was walking mindfully on the ground right there.",
    "ai-atk-s0508a20:74_4": "I rubbed my limbs and neck and placed it in my body, and placed it on top of his own body.",
    "ai-atk-s0508a20:74_5": "Recollecting that they walked back and forth on top of the walking paths, where there was no getting permission.",
    "ai-atk-s0508a20:74_6": "Having a meditation subject that is well-proclaimed in himself, the hindrances are clear, and the unconfused mind stands level.",
    "ai-atk-s0508a20:74_7": "The rest is as already explained.",
    "ai-atk-s0508a20:74_8": "That’s what I declared enlightenment.",
    "ai-atk-s0508a20:75_0": "the commentary on Bhagu is finished.",
    "ai-atk-s0508a20:76_0": "3. Sabhiyattheragāthāvaṇṇanā",
    "ai-atk-s0508a20:77_0": "addressed the Elder Nun Sañjaya’s verse:",
    "ai-atk-s0508a20:77_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a20:77_2": "The Blessed One, having seen the former good families in the past, his merits came to the Kakusandha, causing the Fortunate One, having seen the driver in the sky, gave the thought of a certain teacher,",
    "ai-atk-s0508a20:77_3": "Then, when he was reborn among human beings, he the people of town and country, taking care of his six sons, was established in the golden poisoned houses, he takes his meditation subject and go forth from here.",
    "ai-atk-s0508a20:77_4": "“We were walking on alms-food, an ordinary person who takes their life. They’re able to endure pain. They’re able to get to die, painful, or to go.",
    "ai-atk-s0508a20:77_5": "Well then, let’s climb Mount Vepulla, and making an effort to do so.”",
    "ai-atk-s0508a20:77_6": "And that they did.",
    "ai-atk-s0508a20:78_0": "At that, the Great Elder Mahā Upavāḷa, having arrived at the sixth day, was the collection of alms-food, and because of this supernormal powers.",
    "ai-atk-s0508a20:78_1": "“Venerable Sir, you’ve done austerities with you, and you can’t do whatever you want.”",
    "ai-atk-s0508a20:78_2": "The Elder said to them,",
    "ai-atk-s0508a20:79_0": "after which those two or three days had accumulated residing in the same way, he returned to the fruit of non-return.",
    "ai-atk-s0508a20:79_1": "The Elders who had ended the defilements, completed the spiritual journey, and was still absentminded in the world.",
    "ai-atk-s0508a20:79_2": "An ordinary person who has performed the (former) of the Death, having constructed the Palace of Principle, resplendent with the hosts of Yakkhas, one thought about the Blessed One,",
    "ai-atk-s0508a20:79_3": "Over a certain female wanderer was having entered here, she was reborn in the womb.",
    "ai-atk-s0508a20:79_4": "She said the daughter of a certain aristocrat,",
    "ai-atk-s0508a20:79_5": "“While let us know, give just one wanderer,” then the wanderers’ wanderers daughter.",
    "ai-atk-s0508a20:79_6": "Then a wanderer and abstaining the practice of sex.",
    "ai-atk-s0508a20:79_7": "Because of that she became pregnant.",
    "ai-atk-s0508a20:79_8": "Having seen that wanderer, the wanderers passed away.",
    "ai-atk-s0508a20:79_9": "As she was walking along the road, she gave birth to a brother.",
    "ai-atk-s0508a20:79_10": "and he did so.",
    "ai-atk-s0508a20:79_11": "After learning the Vaḍḍhamāna’s going forth and winning them with his own hands, and followed him: “Don’t live on, but only if he were a go forth from the lay life to homelessness. The prince, having turned back, he would ask an ascetic, and he questioned them about the town, saying: ‘Dear Protector of the city, I have given them his own conduct.’",
    "ai-atk-s0508a20:79_12": "and they didn’t question them about it.",
    "ai-atk-s0508a20:79_13": "When he has recalled it, he thought, “This questions are indeed only your sarong.”",
    "ai-atk-s0508a20:80_0": "The Buddha came to Rājagaha and asked the questions,",
    "ai-atk-s0508a20:80_1": "The Teacher is the question of them all, and it should be understood that everything that comes up in the way beginning, “You should feel understood.”",
    "ai-atk-s0508a20:80_2": "And when he was asked by the Buddha, he answered the questions of those who have gone forth, having given them up, he reached Arahantship.",
    "ai-atk-s0508a20:80_3": "Therefore it is said:",
    "ai-atk-s0508a20:81_0": "“The sage, the brahmin Kakusandha, said to the brahmin Kakusandha,",
    "ai-atk-s0508a20:82_0": "Whose spending the day with the rice-gruel,",
    "ai-atk-s0508a20:83_0": "° and said: “In this life, whatever giving,",
    "ai-atk-s0508a20:84_0": "I’m not aware of any kind of result,",
    "ai-atk-s0508a20:85_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:86_0": "When he had become a Worthy One, he gave the order to Devadatta:",
    "ai-atk-s0508a20:87_0": "275.",
    "ai-atk-s0508a20:88_0": "“Others do not know, we should restrain our (pensation),",
    "ai-atk-s0508a20:89_0": "and those who know, dear Sir, were mine right there,",
    "ai-atk-s0508a20:90_0": "276.",
    "ai-atk-s0508a20:91_0": "“When there is no (discourse in going to sleep, to pursue the noble ones,",
    "ai-atk-s0508a20:92_0": "(Those who know) the Dhamma, are unrestrained and sick,",
    "ai-atk-s0508a20:93_0": "277.",
    "ai-atk-s0508a20:94_0": "“Whatever lax deed there is and that vow which is defiled,",
    "ai-atk-s0508a20:95_0": "is not very fruitful.",
    "ai-atk-s0508a20:96_0": "278.",
    "ai-atk-s0508a20:97_0": "“Whoever in his spiritual companions to respect the spiritual companions,",
    "ai-atk-s0508a20:98_0": "He is as far as the true teaching does not endure from the True Dhamma.”",
    "ai-atk-s0508a20:99_0": "preached the Dhamma on the four verses.",
    "ai-atk-s0508a20:100_0": "Herein, when a wise one takes upwards a others from here and there,",
    "ai-atk-s0508a20:100_1": "“It is contrary to the Teaching”, “It is contrary to the Teaching”, etc., that is, in accordance with the Teaching which is contrary to the Monastic Law, etc., is said to be produced (the Dhamma).",
    "ai-atk-s0508a20:100_2": "There they do not know, “We shall be happy,” and the people do not know, “We shall go to the park of Death.”",
    "ai-atk-s0508a20:100_3": "And those who know, the Wise Ones there are in that place –",
    "ai-atk-s0508a20:100_4": "“We don’t know mortals!”",
    "ai-atk-s0508a20:100_5": "Then as they do, having understood: “My efforts, expert in proper attention, I will proceed to resolve the way.”",
    "ai-atk-s0508a20:100_6": "then they agreed upon me their enemy.",
    "ai-atk-s0508a20:100_7": "Or alternatively, there are some conceived in the Teacher’s instructions, whether the opposite is the first kind of contemplation through or the air. Then, when the Discipline opposite sex, there are no opposites that should be understood or intimitation: “This is the meaning of obstinately, clarifying and disputes, regarding the man who do not practices observe the meaning of this becomes the Dhamma, or that should be understood as the best of the words: “This is in accordance of the Faith.”",
    "ai-atk-s0508a20:101_0": "When one is time to settle it,",
    "ai-atk-s0508a20:101_1": "not knowing the states of a dispute, or the states that go in the present life.",
    "ai-atk-s0508a20:101_2": "In the noble ones who live in and wandering like a charming snakes, when extinguishing their necks and roaming like a charming flags, dogs, and various others sleep.",
    "ai-atk-s0508a20:101_3": "When there are things ignorant and sickness of the Teacher, the afflicted by sickness and the dispensation among the defilements, for the sake of health and for those who are sick, without trouble or difficulty, and those who are capable of reaching the ultimate goal.",
    "ai-atk-s0508a20:102_0": "Whatever (good) actions there is slacking off, slacking off, and working with profitable actions, that is skillful.",
    "ai-atk-s0508a20:102_1": "I lived as a matchmaker, which is shaking off with flux and so on, that is, by the afflicting of, and by trade.",
    "ai-atk-s0508a20:102_2": "For the corruption of the corruption of the corruption of it is unsuitable,",
    "ai-atk-s0508a20:102_3": "“Surely they should not do the observance-day procedure by separating them.” And seeing that they had gathered in the neighborhood of the observance-day procedure, he should give me to the Sangha assembled according to his own view, and on what was done by him. When he saw memory, he thought, “Now, what I suspected this, is the case.”",
    "ai-atk-s0508a20:102_4": "So that person doesn’t practice the spiritual life is very fruitful and beneficial for that person.",
    "ai-atk-s0508a20:102_5": "Because that fondness is not very fruitful or beneficial,",
    "ai-atk-s0508a20:102_6": "That’s why one should be stated.",
    "ai-atk-s0508a20:102_7": "Valuishments, quarrels, and fights, continually obsession in the meaning.",
    "ai-atk-s0508a20:103_0": "When a person gains such as encounteration, they don’t honor, respect, esteem, and venerate them.",
    "ai-atk-s0508a20:103_1": "They use in the true teaching: they will not practice such a person.",
    "ai-atk-s0508a20:103_2": "“ is as far from true Dhamma” .",
    "ai-atk-s0508a20:103_3": "what is known as the Dhamma?",
    "ai-atk-s0508a20:103_4": "“The earth element isn’t as far as the earth element.” They do not, with its earth element because of its waters.",
    "ai-atk-s0508a20:103_5": "not for any long time,",
    "ai-atk-s0508a20:103_6": "Hence it is said:",
    "ai-atk-s0508a20:104_0": "“The earth isn’t far from the earth; it is far from the ocean.",
    "ai-atk-s0508a20:105_0": "But he has surely further than that, King, and the King of the Dhamma.”",
    "ai-atk-s0508a20:106_0": "First: Abhibhū is finished.",
    "ai-atk-s0508a20:107_0": "4. Nandakattheragāthāvaṇṇanā",
    "ai-atk-s0508a20:108_0": "also the night-times, etc., this verse was said to the Elder Nandiya:",
    "ai-atk-s0508a20:108_1": "scorns his bowl,",
    "ai-atk-s0508a20:108_2": "Taking the high priest’s voice in the Teacher’s presence, a great merchant, and in thestrument of the Buddha, having seen the Truth near the merchant’s presence. The Teacher, having seen him lying down in the presence of the Teacher, chopped him with a hundred thousand lamps, cast offered it to the Teacher’s presence.",
    "ai-atk-s0508a20:108_3": "Then, Previously, surrounded by gods and humans, birds, circumstances, and made a crawledge of the Buddha Kakusandha,",
    "ai-atk-s0508a20:108_4": "Later, after a newly arrived before the Independent Buddha had become a fully extinguished in that place all over the door-posts, and having made merit for the day of the Vassakāra, having gained faith in the family, and attained Arahatship. Having taken the Dhamma, he returned to Sāvatthī in the presence of the Jina, and when he heard the Buddha’s presence he was pleased the Dhamma, he having heard the fruit of Laṅkā.",
    "ai-atk-s0508a20:108_5": "Therefore it is said:",
    "ai-atk-s0508a20:109_0": "“Prince Uttara, the Buddha-to-be,",
    "ai-atk-s0508a20:110_0": "being confident in his heart, he gave the three (said):",
    "ai-atk-s0508a20:111_0": "said: “Having been one hundred thousand eons, I threw the food.",
    "ai-atk-s0508a20:112_0": "I don’t know that what is hard to do.",
    "ai-atk-s0508a20:113_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:114_0": "then, when he had become a perfected one, the teacher of freedom through the bliss of deliverance and solitary retreat, the five hundred nuns came to the observance-day procedure together, one day of the nuns.",
    "ai-atk-s0508a20:114_1": "On the Fortunate One placed the nuns in the foremost position amongst those who advise the nuns.",
    "ai-atk-s0508a20:114_2": "Then one day, while the Elder’s son was wandering for alms in Sāvatthī, he laughed a certain woman. After fatiguing his former wife, he surrounded him with his former wife,",
    "ai-atk-s0508a20:114_3": "The Elder, having seen that declaring his body in its mouth, while he was speaking on Dhamma in front,",
    "ai-atk-s0508a20:115_0": "279.",
    "ai-atk-s0508a20:116_0": "“A curse this mortal frame, act not to be Powered,",
    "ai-atk-s0508a20:117_0": "Grounded on all sides,",
    "ai-atk-s0508a20:118_0": "280.",
    "ai-atk-s0508a20:119_0": "“Forget about old age, don’t discover the Realized Ones.",
    "ai-atk-s0508a20:120_0": "They’re not even aroused by heaven, let alone by humans.",
    "ai-atk-s0508a20:121_0": "281.",
    "ai-atk-s0508a20:122_0": "“Those who are fools behaved by fools,",
    "ai-atk-s0508a20:123_0": "like a delightful enemies in that place.",
    "ai-atk-s0508a20:124_0": "282.",
    "ai-atk-s0508a20:125_0": "“Those in whom greed, hate, and ignorance",
    "ai-atk-s0508a20:126_0": "There they are no longer bonds, not bound by their bonds, and this verse:",
    "ai-atk-s0508a20:127_0": "Herein, inferior monks there is someone who thinks, “Anyone who has clarity and disturbance of loving-kindness is the meaning of rottten property, I say.”",
    "ai-atk-s0508a20:127_1": "and to fulfilment by the power of that very same day, thus they are to say:",
    "ai-atk-s0508a20:127_2": "filled with various kinds of ornaments, Though it is full of various kinds, feces and different carcasses,",
    "ai-atk-s0508a20:127_3": "took hold of wrong-down, because of the power of the anointedness.",
    "ai-atk-s0508a20:127_4": "For he is the one whose appearance is infatuated like this, it is the blind ordinary people that depressed the sign of the gods, which inspires confidence in him.",
    "ai-atk-s0508a20:127_5": "That’s why Māra’s bonds.",
    "ai-atk-s0508a20:127_6": "Therefore it was said: “Have you carried away.”",
    "ai-atk-s0508a20:127_7": "(Laying): “After sensual desires, he subdued that (consequence) by (consequence).",
    "ai-atk-s0508a20:127_8": "And now they say, “We shall see new things in rainy season.” But when it is said, they don’t show dirty on the body, etc., as is said to be far as rain.”",
    "ai-atk-s0508a20:128_0": "When a newly arrived monk is laughed, knowing people, and he does not think, “Not that is, unincorated, unripted, and unclean, decomposed, and he thought, “This is the way, for one who is presume, but only with nothing to think, “This is the path,” he will know the way to practice.",
    "ai-atk-s0508a20:128_1": "Do not maternalize the Realized One’s disciple who is the way of attaining perfection and attaining the right practice, and those who have attained the first absorption, and because of the attainment of the origin of the path and of the path and of the path, and those that were present in accordance with the fine-material and immaterial states that were taught likewise, like one who has entered the fire chance of a Buddha, an enlightened, who was like that is ignorant.",
    "ai-atk-s0508a20:128_2": "Impressiveness for the purpose of nutriment.",
    "ai-atk-s0508a20:128_3": "Those who are not able to neglect arouse greed, still less in debates, or to enjoy all kinds of sensual stimulation, even if you’re not happy there, you’ll be no dangers in worldly pleasures. You don’t wake up refreshensible people like a variety of opposite to enjoyment, still less involved by lust. And when you don’t fall into greed for sensual pleasures.",
    "ai-atk-s0508a20:129_0": "But those who are foolish, incompetent, folk keep company with the fools, using their wounded, shake, and thoughts of them are hard to see. They think about how they are attached to their mothers and father, brothers, sisters, relatives and kin of the improved, or infatuated by the illness of the wounds, their minds were capable of understanding, and faintragrances, and enjoying them.",
    "ai-atk-s0508a20:130_0": "The Victor who defeated through the destruction of the pollutants, which have cut off the passions, hatred with the greed, hate and delusion, as one who is greedy, hate and delusion, and whose mind is abandoned there, like a deluded into the vanity of health, etc., and who has given up the vanity of ignorance, and who has cut off the path of any anger, etc., as happens unequiptedly, who cut off the good envying through the ropes of ignorance and of delusion, the noble paths, and who cut off the unformed them from fear of ignorance.",
    "ai-atk-s0508a20:130_1": "The Elder, having given a Dhamma talk, went to the Dhamma,",
    "ai-atk-s0508a20:131_0": "The Nandaka is finished.",
    "ai-atk-s0508a20:132_0": "5. Jambukattheragāthāvaṇṇanā",
    "ai-atk-s0508a20:133_0": "also the five verses, etc., speaking in verse:",
    "ai-atk-s0508a20:133_1": "scorns his bowl,",
    "ai-atk-s0508a20:133_2": "These embarked one of the Buddhas there he offered the merits of the Fortunate One, driven out of compassion for the Bo trees. Having worshipped the (Tree) with the requisites there, he offered the cliff to the Bo tree, calculate the Bo tree, and offering was worshipped the rise from the Teacher’s floor.",
    "ai-atk-s0508a20:133_3": "He did good deeds for performing meritorious conduct in the Buddha’s home, and presented him with a number of lay followers, he attended on the Buddha, appeared in a monastery.",
    "ai-atk-s0508a20:133_4": "Then one day, after giving a decision, one of the senior monks, rough hair and beard dressed, one of the hair and beard dressed, one part of their hair and beard, dressed in ocher robes, and returned to the village. Taking his robes, he gave it to his hair and beard, dressed in a certainlytically.",
    "ai-atk-s0508a20:133_5": "Seeing that, the resident monks who had destroyed the pollutants together with the Collection that had been destroyed, said:",
    "ai-atk-s0508a20:133_6": "“Take your hair and beard like this! Take a finger necklace who shots off their hair and beard, dresses in ocher robes, and spears their limbs with the hands.”",
    "ai-atk-s0508a20:133_7": "But when the meal was growing in such and such a swamp, it was growing old, like a dung on the hand, and dirt from the neck,",
    "ai-atk-s0508a20:133_8": "Having reappeared in this life, and after falling as long as he was reborn in hell, the messenger’s place he was reborn in a hellished in the Jains.",
    "ai-atk-s0508a20:134_0": "Again when this (Gotama) Buddha arose in the Awakened One’s speaker, regarded as holy, misery, ghee, or oil in a sewer, and then eats it, drinking water, etc., falls away, or drinking in that respect. Once he takes it,",
    "ai-atk-s0508a20:134_1": "Then people, cast-of-season, were unable to let loose.",
    "ai-atk-s0508a20:134_2": "He forgot about relatives, he does not abandon the going forth, the common, the rope, the mat, and the dust on the ground. He wins himself in the way beginning, “Now a band of hate, the clungs, garlands, fragrances, and make merit for the sake of meat, and he accepts the equipment.” And he consents today for the day and scratching him by night, and scratching him, he presented him with a garland of flowers, an liquor, and screeened him.",
    "ai-atk-s0508a20:135_0": "The Buddha then surveyed them in the habit of a huge canopy, as he was the teaching, he lay down the fruit of Stream-Entry. He then preached the Dhamma to the request of Arahants, and established the fruit of Arahats.",
    "ai-atk-s0508a20:135_1": "This is in brief ;",
    "ai-atk-s0508a20:135_2": "The details can be understood in the detailed explanation of the Dhamma in the Protector of the Description of the Vinaya.",
    "ai-atk-s0508a20:135_3": "But when one who is fully extinguished, at the time of attaining Nibbāna, he should do so by one who has attained perfection and will attain Nibbāna, even after which they will do so.",
    "ai-atk-s0508a20:136_0": "283.",
    "ai-atk-s0508a20:137_0": "“Five years old, plastered with dust and dirt.",
    "ai-atk-s0508a20:138_0": "Enjoy the meal to enjoy my hair and beard,",
    "ai-atk-s0508a20:139_0": "284.",
    "ai-atk-s0508a20:140_0": "I stood on the seats at the foot of a low seat.",
    "ai-atk-s0508a20:141_0": "I ate dried-out dung, and acquisition,",
    "ai-atk-s0508a20:142_0": "285.",
    "ai-atk-s0508a20:143_0": "“He who has done many wrong things,",
    "ai-atk-s0508a20:144_0": "While being swept away by a great flood,",
    "ai-atk-s0508a20:145_0": "286.",
    "ai-atk-s0508a20:146_0": "“See the way going for refuge is the Dhamma,",
    "ai-atk-s0508a20:147_0": "who has attained the three knowledges at the Buddha’s dispensation” .",
    "ai-atk-s0508a20:148_0": "These are the four verses.",
    "ai-atk-s0508a20:149_0": "Herein, the five ways of performing sovereignty overpowering dyes, and running and going with their body, cutting off the touch of the body by rubbing and the tip of the body, and they wore a bodily fire producing condition.",
    "ai-atk-s0508a20:149_1": "enjoying food, drink, clothes, and bean curry that was given to him by eating, made merit with currents that he had eaten by hunger and thirst, and had a meal on the ground. When he was given a magician, he gave him shave with rice-posts, a meal together with his body hairs and so on.",
    "ai-atk-s0508a20:150_0": "I rose from the seat of one foot to the other, and stood with the seats bent on the foot. Riding with the hands he stood in one foot, and threw her above the other foot.",
    "ai-atk-s0508a20:150_1": "Refuses an invitation to eat more:",
    "ai-atk-s0508a20:150_2": "‘Where will gods come forth?’",
    "ai-atk-s0508a20:150_3": "nor does the acceptance of it.",
    "ai-atk-s0508a20:151_0": "In this way the result of many bad deeds here, they cause many bad deeds to be reborn here, for the sake of heaven, and for the production of bad deeds, they suffered much in the former times of a bad deed, and having given rise to confidence.",
    "ai-atk-s0508a20:151_1": "When being spoken of, it became unaccomplished: “When a great flood, flood, people, without trouble or difficulty, will,” while making merit, “Entering this merit, the Buddha, there was an unshakable has merit for the sake of worldly merit, mentioned by the Buddha, there was an unbecoming of merit for the sake of the world that the throne of the Buddha, for the sake of men,” and he said, “There was an obsesserver of human beings who enlightened memounting the human beings who had become a Buddha,” he said, “Devoked him, “Devoking.”",
    "ai-atk-s0508a20:151_2": "The Teacher, the highest of going for refuge, was the Dhamma in accordance with the Dhamma, and went for the purpose of (who was) the Dhamma, which is good in the way that I practiced the Dhamma, having entered upon the way, who is prescribed in the Dispensation of the (true) Dhamma. (There is) he who practices in accordance with the Dhamma.",
    "ai-atk-s0508a20:151_3": "“As a wise man” is said: “He shows that he is worshipped by his knowledge,” etc.,",
    "ai-atk-s0508a20:152_0": "“She’s worshipped the Fortunate One’s Awakening.",
    "ai-atk-s0508a20:153_0": "I had a seed sown from that,",
    "ai-atk-s0508a20:154_0": "“Two others do the seeds be nicely comfortable;",
    "ai-atk-s0508a20:155_0": "this is the fruit ...",
    "ai-atk-s0508a20:156_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:157_0": "First: Jambukhādaka is finished.",
    "ai-atk-s0508a20:158_0": "6. Senakattheragāthāvaṇṇanā",
    "ai-atk-s0508a20:159_0": "Welcome, the Elder’s verse, etc., this verse:",
    "ai-atk-s0508a20:159_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a20:159_2": "And when he had performed his former merits, he presented the attributes of good deeds to the Buddha, and when he saw the Buddha, he became self-controlled with the body and matted on one side. He, venerated the Fortunate One’s body with such a single noble disciple, saying:",
    "ai-atk-s0508a20:159_3": "He was reborn among human beings in the various classes of rebirth. In this family he was reborn in a brāhmaṇa family of the gods, by making merit, and was the prince named Sister.",
    "ai-atk-s0508a20:159_4": "He lives in a profession among the brahmins, having achieved their own insight, and is lived in the house of knowledge and conduct.",
    "ai-atk-s0508a20:159_5": "And at that time a crowd of people here were struck with a sense of urgency, embankments, and boards, charming lotuses, and trunk. Indicating, they surpassed them.",
    "ai-atk-s0508a20:159_6": "Therefore he said, “Do you have an abode of grass?”",
    "ai-atk-s0508a20:159_7": "Then the Buddha will advocate such a person, saying: “Having been taken by the road, which is the Buddha to take place here and there.” And he entered that place where it was hurriedly.",
    "ai-atk-s0508a20:159_8": "At that time the Teacher, having heard the Doctrine of the Three Worlds, the Lord of Sages, after hearing the Dhamma a (Sakka), and seeing the Lord of the World, having heard that place, attained Liberation.",
    "ai-atk-s0508a20:159_9": "Therefore it is said:",
    "ai-atk-s0508a20:160_0": "“Through grabbing a (him), he gave the benefit of the world,",
    "ai-atk-s0508a20:161_0": "with confident heart, full of joy, and very pure,",
    "ai-atk-s0508a20:162_0": "“By this means endowed with good intentions, through the giving up of delusion,",
    "ai-atk-s0508a20:163_0": "stopped three fires, the abundant happiness.",
    "ai-atk-s0508a20:164_0": "“Oh, the Buddha! Oh, the teaching! Oh, how well proclaimed is the Teacher!",
    "ai-atk-s0508a20:165_0": "Giving up delusion, I say (myself) for the purpose of (my) pleasure.",
    "ai-atk-s0508a20:166_0": "“Stop is the fire of my chief, they all have become eradicated.",
    "ai-atk-s0508a20:167_0": "destroyed all the pollutants,",
    "ai-atk-s0508a20:168_0": "“For he who was a General of whatever bodily form a gift (for me),",
    "ai-atk-s0508a20:169_0": "I’m not aware of any fruit,",
    "ai-atk-s0508a20:170_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:171_0": "But when he had attained perfection in himself, he reflected on his own generosity in its connection with its continuity:",
    "ai-atk-s0508a20:172_0": "287.",
    "ai-atk-s0508a20:173_0": "It was so welcome, what I came before,",
    "ai-atk-s0508a20:174_0": "when he saw the Sambuddha, the Supreme Dhamma preached in the supreme Teaching,",
    "ai-atk-s0508a20:175_0": "288.",
    "ai-atk-s0508a20:176_0": "“For those who have obtained clarity and disrobes,",
    "ai-atk-s0508a20:177_0": "in the world with its gods, the Conqueror of the World.",
    "ai-atk-s0508a20:178_0": "289.",
    "ai-atk-s0508a20:179_0": "“The great hero, the great hero,",
    "ai-atk-s0508a20:180_0": "With the utter ending of all defilements,",
    "ai-atk-s0508a20:181_0": "290.",
    "ai-atk-s0508a20:182_0": "“Oh, the corruption of memorial views, ~ for the sake of my views,",
    "ai-atk-s0508a20:183_0": "you should purify the Blessed One, with all the Senakas.”",
    "ai-atk-s0508a20:184_0": "Four verses:",
    "ai-atk-s0508a20:185_0": "It was so welcome for me to be well.",
    "ai-atk-s0508a20:185_1": "and took my turn back.",
    "ai-atk-s0508a20:185_2": "she is charming her.",
    "ai-atk-s0508a20:185_3": "Gayā Phagguna replied, “Ahold-guarding from the sacred flame, is able to cross over the lips.”",
    "ai-atk-s0508a20:185_4": "“For he who has come to see the reason for his coming,” and they accepted the invitation of a meal.",
    "ai-atk-s0508a20:185_5": "Herein, renowned that.",
    "ai-atk-s0508a20:185_6": "Seeing the skilful state,",
    "ai-atk-s0508a20:185_7": "(who) was a Sambuddha, the highest amongst all things which were awakened to the Buddhas,",
    "ai-atk-s0508a20:185_8": "teaching the most excellent Dhamma. They’re constructed to the highest goal, extensive, as well as on the highest of all the various dispensations.",
    "ai-atk-s0508a20:186_0": "“A great heroic Bodhisatta has in conformity with knowledge,",
    "ai-atk-s0508a20:186_1": "the group of monks wandered about confinedly, wandering around, behaved by fondness and respect.",
    "ai-atk-s0508a20:186_2": "the best of beings is the best sovereignty of the best, being the foremost, best, chief, highest, and finest of gods.",
    "ai-atk-s0508a20:186_3": "Devadaha, delighting in the Vinaya, which is used in the Discipline, (from the Faith) which is the right way.",
    "ai-atk-s0508a20:186_4": "had been unable to be found in the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans, and its lords of the world, its gods and humans, and the lord of the earth, because of the special qualities of non-human beings, who were the foremost in virtue and so on, gods and humans, who is untouched by the gods.",
    "ai-atk-s0508a20:187_0": "As easily as a strong person (?) of his powers, greatly generously powerful Nāgas, whose cankers have been destroyed by the great power of the glorious Dragons.",
    "ai-atk-s0508a20:187_1": "Which of Māra’s army (?) powerful and great heroic,",
    "ai-atk-s0508a20:187_2": "Mahātippina is the meaning.",
    "ai-atk-s0508a20:187_3": "there is no defilements for one who has nothing,",
    "ai-atk-s0508a20:187_4": "All defilements are ended for all defilements; they are destroyed in this way.",
    "ai-atk-s0508a20:187_5": "And the Buddhas awakened for themselves; they end the defilements of sensuality; they gave birth to a fully awakened Buddha, the one with defilements ended. Then they end in each case.” And after saying, “The Buddhas have destroyed the pollutant-free” they said, “: “They are destroyed, has destroyed their meaning in detail, has been dispelled by the meaning.”",
    "ai-atk-s0508a20:187_6": "Therefore it is said:",
    "ai-atk-s0508a20:187_7": "all of them have ended defilements,",
    "ai-atk-s0508a20:187_8": "altogether in the present life, although I can go to another four quarters and considered as instructed, my teacher said, “How can I not find such a doctrine!” That’s why he saw that anyone who has come to me from?",
    "ai-atk-s0508a20:188_0": "Now, with the Teacher showing the special qualities of insight, he said to them:",
    "ai-atk-s0508a20:188_1": "The meaning of this:",
    "ai-atk-s0508a20:188_2": "like a gourd filled with rice-gruel, like a pot full of buttermilk, like a hand besmeared with collyrium, like a cloth soaked with green gram,",
    "ai-atk-s0508a20:188_3": "For the Teacher, having constructed a post, like a calf of post, was bound by (from that) the view of Sakka, like the chief of men, and I delighted all the path to conversion with my teacher, for the sake of this view, bringing him to the highest among men.",
    "ai-atk-s0508a20:189_0": "The First one named Senaka is finished.",
    "ai-atk-s0508a20:190_0": "7. Sambhūtattheragāthāvaṇṇanā",
    "ai-atk-s0508a20:191_0": "He who, at the time of Venerable Golden Saṅgārava, recited this verse:",
    "ai-atk-s0508a20:191_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a20:191_2": "This too has been made in the past: of the Buddhas, the meritorious act of making merit for the world, and the making merit of it, is the neighborhood of the Enlightened One.",
    "ai-atk-s0508a20:191_3": "One day, after seeing the Independent Buddhas, worshipped the Sambuddha with a garland of flowers and worshipped it with joined palms.",
    "ai-atk-s0508a20:191_4": "Then, when he was reborn among human beings, he was one who has arrived at in this family home, he was reborn in the company of the Buddha, of the Dhamma, of the Disampati, having gained faith, attained Nibbāna, and the Dhamma, after hearing the Dhamma, he attained Nibbāna in the presence of the ascetic Gotama.",
    "ai-atk-s0508a20:191_5": "Therefore it is said:",
    "ai-atk-s0508a20:192_0": "“The bank of the Garden Sundarī,",
    "ai-atk-s0508a20:193_0": "I saw the stainless Buddha, who had Victorious in the mango grove.",
    "ai-atk-s0508a20:194_0": "“With minds that are very joyful, happy, and joyful,",
    "ai-atk-s0508a20:195_0": "She took a lotus flower in a blossom and sang,",
    "ai-atk-s0508a20:196_0": "“Now that is worked down with good intentions,",
    "ai-atk-s0508a20:197_0": "having left behind the gods of the Thirty-Three,",
    "ai-atk-s0508a20:198_0": "“Tissa, (saying): “Noble Laṅkā, lord of the gods,",
    "ai-atk-s0508a20:199_0": "made a great offering to the ten-thousand time.",
    "ai-atk-s0508a20:200_0": "“Today is very learned, immeasurable,",
    "ai-atk-s0508a20:201_0": "I’m the very happy seed in a wound, my seed,",
    "ai-atk-s0508a20:202_0": "“I have given up the unwholesome (deeds),",
    "ai-atk-s0508a20:203_0": "I am worthy of worship at the message of the Sakyans’ dispensation.",
    "ai-atk-s0508a20:204_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:205_0": "When one who lives in perfection the bliss of deliverance done the Vinayas, having shaved the Vinayas, the Vajjians, and the ten practices, and the Vajjiputtas of the Dhamma, having cut off the doubts, the teaching, the elders in the chest neighborhood of the Dhamma, and the Vajjiputtakas attained Nibbāna, in the seventh sectarians cases (of the Faith):",
    "ai-atk-s0508a20:206_0": "291.",
    "ai-atk-s0508a20:207_0": "Hurrying when it’s time to dawdle;",
    "ai-atk-s0508a20:208_0": "Is a fool falls into suffering.",
    "ai-atk-s0508a20:209_0": "292.",
    "ai-atk-s0508a20:210_0": "“The Teacher, like the waning fortnights,",
    "ai-atk-s0508a20:211_0": "He acquires consequence, and he does what is said.",
    "ai-atk-s0508a20:212_0": "293.",
    "ai-atk-s0508a20:213_0": "hurrying when it’s time to dawdle;",
    "ai-atk-s0508a20:214_0": "The Wise One is surely a wise one,",
    "ai-atk-s0508a20:215_0": "294.",
    "ai-atk-s0508a20:216_0": "“The Teacher has dwindled up, like the moon in the waves.",
    "ai-atk-s0508a20:217_0": "They get a good reputation, and don’t penetrate it.”",
    "ai-atk-s0508a20:218_0": "she declared these verses.",
    "ai-atk-s0508a20:219_0": "Herein, when running out at the time, however, this is the time for all to be done:",
    "ai-atk-s0508a20:219_1": "“When asked how many eons are not allowed to make an end, then when asked by an expert on the Monastic Law, or when questioned, does the Monastic Law after being afraid of wrongdoing, they won’t be able to respond the Monastic Law as long as he’s anxious, thinking,",
    "ai-atk-s0508a20:219_2": "That which is the reason why, when the supreme renunciate comes to be. He has gone forth it that is, frequently provided by the ascetic life, has gone forth as an unsuitable way:",
    "ai-atk-s0508a20:219_3": "“I’ll make sure that will be able to go,” and he do so he would do so.",
    "ai-atk-s0508a20:219_4": "This person who does not examine in every way, everything that is in fact, crushing the arms forces, lurks, and inclining the fools. They reach the end of suffering. And a person who reaches the end of the path.",
    "ai-atk-s0508a20:220_0": "While he is difference between the two people in the present life and in the next life, like the moon in the present life.",
    "ai-atk-s0508a20:220_1": "“Such is the person who is faithless, with few energy, lazy, and lacking energy.”",
    "ai-atk-s0508a20:220_2": "sensible people get worse.",
    "ai-atk-s0508a20:220_3": "(but) with friends, do not proceed in this way: “We do not proceed when guide my advice, good friends!” This is how they should give gifts to instruction.",
    "ai-atk-s0508a20:221_0": "the meaning should be understood in the way already stated.",
    "ai-atk-s0508a20:221_1": "But here in this context it is said:",
    "ai-atk-s0508a20:221_2": "When those who are negligent, they might encounter the development of the mind.",
    "ai-atk-s0508a20:221_3": "set up like a mountain.",
    "ai-atk-s0508a20:221_4": "For the previous ones who had gone forth with them, who were afraid of wrongdoing and fond of the ascetic Gotama, without being afraid of wrongdoing and fond of the training, who were afraid of wrongdoing and fond of the Vajjiputtas, and who were afraid of wrongdoing and fond of the Vajjiputtas. When the Sangha proclaimed by the Buddha, this Vajjiputtakabuddha should give them to them.",
    "ai-atk-s0508a20:221_5": "having replyed to the last one in himself, after making a position of his own hand,",
    "ai-atk-s0508a20:222_0": "The Vessabhū is finished.",
    "ai-atk-s0508a20:223_0": "8. Rāhulattheragāthāvaṇṇanā",
    "ai-atk-s0508a20:224_0": "Rāhula’s verses, Rāhula’s verses, and so on.",
    "ai-atk-s0508a20:224_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a20:224_2": "When he has laid down a rule against the Buddha, he presented the merits of (supernatural) vision. He, having made meritorious a lump of furniture in a heavenly realm, in the courtesan after seeing the Buddha’s family, his body, speech, and mind, meaning in that place he had attained to the highest gift, he also took his merit.",
    "ai-atk-s0508a20:224_3": "Then he, having transmigrated through that (Gotama), and through the destruction of the Bodhi tree, the prince (Tree), having destroyed his requested the Tree, went forth in this way, the prince named Aṭṭha.",
    "ai-atk-s0508a20:224_4": "Having received the going forth in the presence of the Teacher, he sent them a position to Laṅkā, and having Liberated Arahantship.",
    "ai-atk-s0508a20:224_5": "Therefore it is said:",
    "ai-atk-s0508a20:225_0": "“While I was the Fortunate One’s poised,",
    "ai-atk-s0508a20:226_0": "for seven months I set up a stilt house.",
    "ai-atk-s0508a20:227_0": "“The great Sage has destroyed the pollutants,",
    "ai-atk-s0508a20:228_0": "decorated the fragrance of Gandhamādana, the Lord of Men,",
    "ai-atk-s0508a20:229_0": "“The Gandhamādana, the chief of gods, surrounded by the Gandhāra,",
    "ai-atk-s0508a20:230_0": "standing on the bank of the Saṅgha, these verses:",
    "ai-atk-s0508a20:231_0": "“Now this lowlife: wherever he is full, Happy,",
    "ai-atk-s0508a20:232_0": "I shall listen to this praise of you,",
    "ai-atk-s0508a20:233_0": "“This creation of forms is made of bamboo, ~ Veḷukaṇṭha,",
    "ai-atk-s0508a20:234_0": "will split into the rinsing stilt longhouses,",
    "ai-atk-s0508a20:235_0": "“Two times, sire, he will perform miracles,",
    "ai-atk-s0508a20:236_0": "in the a thousand times there will be no dangers.",
    "ai-atk-s0508a20:237_0": "“I am the prince called Vimala,",
    "ai-atk-s0508a20:238_0": "the asura lord will be defeated by the wheel-turning monarch.",
    "ai-atk-s0508a20:239_0": "“The town-dwellers called Reṇu are made of irons,",
    "ai-atk-s0508a20:240_0": "Endowed with the four hundred spans of life span,",
    "ai-atk-s0508a20:241_0": "“He who is the Palace of the palace named Suppabuddha,",
    "ai-atk-s0508a20:242_0": "I was like a bungalow on the ground, a lovely land.",
    "ai-atk-s0508a20:243_0": "“Through who have faith in the equal,",
    "ai-atk-s0508a20:244_0": "will be the citadel of the Sudassana.",
    "ai-atk-s0508a20:245_0": "“The sun has come up, sir,",
    "ai-atk-s0508a20:246_0": "but the Lord of the World will constantly eight leagues.",
    "ai-atk-s0508a20:247_0": "“Over a hundred thousand leagues,",
    "ai-atk-s0508a20:248_0": "the Teacher will be a Teacher in the world.",
    "ai-atk-s0508a20:249_0": "“Through eating and drinking (grounded) with a needle,",
    "ai-atk-s0508a20:250_0": "the son of the Fortunate One,",
    "ai-atk-s0508a20:251_0": "“If the household life would be like a wheel-turning monarch,",
    "ai-atk-s0508a20:252_0": "It’s impossible for him to dwell in the village.",
    "ai-atk-s0508a20:253_0": "“We shall renounce and go forth, and he will be able",
    "ai-atk-s0508a20:254_0": "The conceited Rāhu will not be a Worthy One,",
    "ai-atk-s0508a20:255_0": "“Where do you like a fool who bees",
    "ai-atk-s0508a20:256_0": "(But) my virtue Devout, the Great Sage’s protection.",
    "ai-atk-s0508a20:257_0": "“I’ve understood the teaching from the Dhamma, delighting in the Dispensation,",
    "ai-atk-s0508a20:258_0": "I live full of all defilements.",
    "ai-atk-s0508a20:259_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:260_0": "But after attaining perfection he declared enlightenment:",
    "ai-atk-s0508a20:261_0": "295.",
    "ai-atk-s0508a20:262_0": "“Considering the wise in the very same way, Rāhula.",
    "ai-atk-s0508a20:263_0": "I am the son of the Buddha, the Teaching, and the Dispensation of the Teaching,",
    "ai-atk-s0508a20:264_0": "296.",
    "ai-atk-s0508a20:265_0": "“My defilements have ended; and there are no defilements for me.",
    "ai-atk-s0508a20:266_0": "I am worthy of offerings, worthy of hospitality, see the gift of the deathless.",
    "ai-atk-s0508a20:267_0": "297.",
    "ai-atk-s0508a20:268_0": "“Blinded by craving, clinging to the net of craving,",
    "ai-atk-s0508a20:269_0": "bound by the Kinsman of the Negligent,",
    "ai-atk-s0508a20:270_0": "298.",
    "ai-atk-s0508a20:271_0": "“Having given up sensual pleasures, having cut off Māra’s bonds,",
    "ai-atk-s0508a20:272_0": "Craving forward is cool; I am cooled down” .",
    "ai-atk-s0508a20:273_0": "Four verses:",
    "ai-atk-s0508a20:274_0": "Herein, there is a way to be reborn in both places: ‘Beings are successful in both ways, possessed of failure in conduct.’",
    "ai-atk-s0508a20:274_1": "because I’m accomplished in both ways: “Sometimes my fellows are my spiritual companions!”",
    "ai-atk-s0508a20:274_2": "For the king, after hearing the Bodhisatta in this way, said: “Having heard the Bodhisatta in the various orders of great heroes, rulers, judges, and beneficials, the prince named Suddhodana.”",
    "ai-atk-s0508a20:274_3": "Herein, the beginning of the introduction in the first place he said:",
    "ai-atk-s0508a20:274_4": "“He eats meat, Rāhula.”",
    "ai-atk-s0508a20:274_5": "it’s a fine lady of devotees.",
    "ai-atk-s0508a20:275_0": "now we have been shown that attainment in both places, in the both places, “Now you have said”,",
    "ai-atk-s0508a20:275_1": "Herein, renowned that.",
    "ai-atk-s0508a20:275_2": "But the sound of all is pulled out.",
    "ai-atk-s0508a20:275_3": "I am the son of the Buddha, the perfected one, the fully awakened Buddha.",
    "ai-atk-s0508a20:275_4": "thoughts: the meaning is that he can surmount the four world-sultaneous things; the meaning is that it is beneficial ;",
    "ai-atk-s0508a20:275_5": "If you know the eye, the one who sees clearly, and those who are unsighteous intelligent.",
    "ai-atk-s0508a20:276_0": "Another great clause is in oneself that is to be shown by both oneself and another –",
    "ai-atk-s0508a20:276_1": "Saying: “I am destroyed the pollutants!”",
    "ai-atk-s0508a20:276_2": "he is worthy of a religious donation.",
    "ai-atk-s0508a20:276_3": "seeing the deathless, he sees extinguishment.",
    "ai-atk-s0508a20:276_4": "In empty dwellings, you’ve learned.",
    "ai-atk-s0508a20:277_0": "Now comes the desert of knowledge and freedom through the attainment of freedom, as it were, by the success of knowledge and freedom from the attainment of freedom, and by the removal of the path and by the attainment of freedom, just as it is to be shown by the means of the attainment of freedom from covetousness in both ways.",
    "ai-atk-s0508a20:277_1": "Herein, delight in sensual pleasures:",
    "ai-atk-s0508a20:277_2": "Sharing: “Possessed of greed for sights, etc., are tied up with the defilements of sense desires, greed for visible objects, and so on.",
    "ai-atk-s0508a20:277_3": "one is born in a net of iron, and has clung to the whole body, being bound up with the shade of the qualities of the sun.",
    "ai-atk-s0508a20:277_4": "By the craving there is a delivering of craving, which is like the floor covering over the sixthreshold.",
    "ai-atk-s0508a20:277_5": "Fish, bound by the bonds of jaws, and tied up with a trapped in the mouth of a deer, as if he were bound by a kinsmen who are bound by the belly and the bonds of sensuality, and the beings from the bonds of sensual pleasures.",
    "ai-atk-s0508a20:278_0": "Such having abandoned all sensual pleasures, rooted in the past, and the future, I have cut off the defilements, the fetters, and the noble path to awakening. But after cutting off craving, I have cut off craving, the root, and the aggregates, and the root of ignorance and love for sensual pleasures. Because I have cut off craving, I am free from craving, I am free from defilements.",
    "ai-atk-s0508a20:279_0": "Rāhula is finished.",
    "ai-atk-s0508a20:280_0": "9. Candanattheragāthāvaṇṇanā",
    "ai-atk-s0508a20:281_0": "born into his gold, so on, and so on.",
    "ai-atk-s0508a20:281_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a20:281_2": "This too, when the previous was made, the Buddhas, the meritorious conduct, had rejoicing here and there, was having become a Buddha, made merit in the world, and then, when he had become an ornamented, he had fallen into the sky, the mountains, was named solitary.",
    "ai-atk-s0508a20:281_3": "And after being reborn in a place wherever there was (only) human beings, and becoming a Buddha in this family home in Sāvatthī. In the end of the robe became a stream-enterer. Having heard the Teacher’s presence, he was endowed with perfect in the presence of the Teacher, attained the Dhamma and so forth.",
    "ai-atk-s0508a20:281_4": "He obtained his son, and went forth in the forest, and live having given a meditation subject to him, he enters (and saying): “Like this meditation subject (after his meditation subject).”",
    "ai-atk-s0508a20:281_5": "The former course, having heard that former wife with a former wife, went to the Elder Nun, causing him a great deal of compassion.",
    "ai-atk-s0508a20:281_6": "“I’ll slave her off,” and he replied, “I’ll give her the going forth.”",
    "ai-atk-s0508a20:281_7": "The senior monk coming while still far away, thinking, “I’ll get a good ignorant,” and he did just that.",
    "ai-atk-s0508a20:281_8": "Therefore it is said:",
    "ai-atk-s0508a20:282_0": "“One from a southern power in the area of the mountains,",
    "ai-atk-s0508a20:283_0": "the Buddha is named Sudassana,",
    "ai-atk-s0508a20:284_0": "“I’m endowed with good flower, jungle thicket,",
    "ai-atk-s0508a20:285_0": "I saw the Sambuddha, the flood-crosser, the one pollutant-free.",
    "ai-atk-s0508a20:286_0": "“Having put on the flowers of the lotuses on my head, raised his joined palms,",
    "ai-atk-s0508a20:287_0": "the Lord of the World, who had given a Buddha awakened for himself,",
    "ai-atk-s0508a20:288_0": "“Upholding a reward in whatever place the other was used,",
    "ai-atk-s0508a20:289_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a20:290_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:291_0": "When he had understood the six kinds of direct-knowledge, and having shown that he had established himself in the air, and he established them in the same way as before.",
    "ai-atk-s0508a20:291_1": "A friend –",
    "ai-atk-s0508a20:291_2": "“Your faculties, Reverend, are they reply.”",
    "ai-atk-s0508a20:292_0": "299.",
    "ai-atk-s0508a20:293_0": "“Having arisen in a morsel, a great crowd,",
    "ai-atk-s0508a20:294_0": "With his son, I came to me.",
    "ai-atk-s0508a20:295_0": "300.",
    "ai-atk-s0508a20:296_0": "“Seeing this, the Lord of the World’s son,",
    "ai-atk-s0508a20:297_0": "(They are) devoid of death and dead, like) the gods (pressed of death.",
    "ai-atk-s0508a20:298_0": "301.",
    "ai-atk-s0508a20:299_0": "“Even if you wisely make me a well, Suffering,",
    "ai-atk-s0508a20:300_0": "the drawback of this drawback arose in them.",
    "ai-atk-s0508a20:301_0": "302.",
    "ai-atk-s0508a20:302_0": "“My mind is free from the hindrance of the teaching,",
    "ai-atk-s0508a20:303_0": "who has attained the three knowledges at the Buddha’s dispensation” .",
    "ai-atk-s0508a20:304_0": "he declared his enlightenment with these verses:",
    "ai-atk-s0508a20:305_0": "Herein, golden flourishes means that flague by the head beginning with adorned with the golden enclosing the whole body as adorned with all the flags and bodies, and all the aspects is the meaning.",
    "ai-atk-s0508a20:305_1": "the slave of the servant of the servant of the slave, just as the rainy season was carried along in front of her garden.",
    "ai-atk-s0508a20:305_2": "Who on seeing his own son: “What will I do?”",
    "ai-atk-s0508a20:306_0": "They coming,",
    "ai-atk-s0508a20:306_1": "Mother and father of my children. This is my only child.",
    "ai-atk-s0508a20:306_2": "The senior elder speaks of all the senses in the annihilation of sensual desire.",
    "ai-atk-s0508a20:306_3": "Then, having mastered: “Perhaps thus, ‘Conditioned form is impermanent, suffering, and perishable. All state of existence is impermanent, equanimous, unbroken.”",
    "ai-atk-s0508a20:306_4": "it is recorded that while the rest is reckoned.",
    "ai-atk-s0508a20:307_0": "The Verses of Candana is finished.",
    "ai-atk-s0508a20:308_0": "Legitimate wife",
    "ai-atk-s0508a20:309_0": "the Dhamma, for the purpose of (wholesome) enjoying the Dhamma,",
    "ai-atk-s0508a20:309_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a20:309_2": "This too has been taught by the surrounding of the Buddha to live there, when he has taught the deer park at the time of a hunter’s field, a hunter has been confronting the sign thus: “This is the Dhamma, sire,” he thus addressed the man who teaches the Dhamma: “This is unspecified,",
    "ai-atk-s0508a20:309_3": "He was conceived in the Kosalan lands in this way. In this way the very life, he lived in a principled manner. When he had arrived, he was living in the vicinity of the village, he arrived at the village of the Jina.",
    "ai-atk-s0508a20:309_4": "The monks left that dwelling.",
    "ai-atk-s0508a20:309_5": "That person was one by himself.",
    "ai-atk-s0508a20:309_6": "the monastery worker told the Buddha,",
    "ai-atk-s0508a20:309_7": "The Teacher, summoned that monk, saying: “It is so, venerable sir,” and when asked, “It is said to him, “Venerable sir,”",
    "ai-atk-s0508a20:309_8": "“This Venerable Dhanañjāni didn’t agree with the intention of that tree when he asks the monks,” and when he came back to the monastery, he asked:",
    "ai-atk-s0508a20:310_0": "303.",
    "ai-atk-s0508a20:311_0": "“Dhamma surely protects the Dhamma, when the one who lives by the Dhamma is pure,",
    "ai-atk-s0508a20:312_0": "he goes to the Dhamma with his assembly.",
    "ai-atk-s0508a20:313_0": "304.",
    "ai-atk-s0508a20:314_0": "“There is not Dhamma and false Dhamma do not have results,",
    "ai-atk-s0508a20:315_0": "False Dhamma leads to the Nether Regions, the Dhamma causes one to attain a Happy State.",
    "ai-atk-s0508a20:316_0": "305.",
    "ai-atk-s0508a20:317_0": "“If you so wish for fondness for thoughts, for the Happy One,",
    "ai-atk-s0508a20:318_0": "The wise disciples of the best of Holy Ones are firm in the teaching and training.",
    "ai-atk-s0508a20:319_0": "306.",
    "ai-atk-s0508a20:320_0": "“The boil has been burst from its root, like a palm tree,",
    "ai-atk-s0508a20:321_0": "He has ended transmigration, he has nothing,",
    "ai-atk-s0508a20:322_0": "he recited these verses:",
    "ai-atk-s0508a20:323_0": "Herein, the supramundane Dhamma is good in the world.",
    "ai-atk-s0508a20:323_1": "he protects what is decreed and suffering, and he looks after rolling the limbs and suffering as guarding.",
    "ai-atk-s0508a20:323_2": "live by the Dhamma, guarded by the Dhamma,",
    "ai-atk-s0508a20:323_3": "Having practiced the cry of the leaf-hut, he led them carefully,",
    "ai-atk-s0508a20:323_4": "Looking to the supermundane happiness.",
    "ai-atk-s0508a20:323_5": "Herein, it can be said that in the next life, or in the next life, or in some subsequent teaching takes pleasure in the next life, or in some subsequent period. And since it is bestows, having realized the ultimate senses, it equipment instead, or makes it go beyond that.",
    "ai-atk-s0508a20:323_6": "This is the benefit of the teaching ...",
    "ai-atk-s0508a20:324_0": "It is because the Dhamma of the Happy One’s Dhamma that is in accordance with the Dhamma is unsuitable, liable to get sick, and so on. That is why, the Dhamma is not fruitful.",
    "ai-atk-s0508a20:324_1": "Herein, the Dhamma of the is bad practices,",
    "ai-atk-s0508a20:324_2": "whereas which ripens and results in the fruition of the result,",
    "ai-atk-s0508a20:325_0": "Consequently this result is stated.",
    "ai-atk-s0508a20:325_1": "desire the patience of desire.",
    "ai-atk-s0508a20:325_2": "And that is how the Holy One’s claims to have been described in such a way that is, through the right kind of delusion, he has rightly developed for the sake of (good) conduct, and through the complete destruction of all things. Then, with the continuation of the enlightenment of) things: “Rejoice, enlightenment, haunting the beneficial, and loving-kindness regarding teachings, etc.”",
    "ai-atk-s0508a20:325_3": "To this extent in showing it is to be seen (the way), he said, “We shall give it to the arrivals.”",
    "ai-atk-s0508a20:325_4": "The meaning of this:",
    "ai-atk-s0508a20:325_5": "For he who is standing in the teaching of the Holy One, whose disciples are steady and well-proclaimed,",
    "ai-atk-s0508a20:326_0": "When the Teacher had taught like this, he can extend the consequence of the three verses.",
    "ai-atk-s0508a20:326_1": "Therefore it is said:",
    "ai-atk-s0508a20:327_0": "“Formerly, a frightening in the wilderness,",
    "ai-atk-s0508a20:328_0": "I saw the Buddha, the Saṅgha of the gods,",
    "ai-atk-s0508a20:329_0": "“While teaching the Dhamma, preaching the deathless,",
    "ai-atk-s0508a20:330_0": "I was the chief of the world, the ~ Kinsman of the World,",
    "ai-atk-s0508a20:331_0": "“Having confidence in his mind, who have no confidence in a person,",
    "ai-atk-s0508a20:332_0": "Having confidence in him, he gives a higher mind,",
    "ai-atk-s0508a20:333_0": "“For he who is countless (of births), in whatever state he has attained it,",
    "ai-atk-s0508a20:334_0": "I’m not aware of a person whose perception is present,",
    "ai-atk-s0508a20:335_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:336_0": "and established in the same way.",
    "ai-atk-s0508a20:336_1": "But, after attaining perfection he attained perfection in the Teacher, he declared his enlightenment, and declared enlightenment.",
    "ai-atk-s0508a20:337_0": "Herein, insufficient: it is the meaning, that is to say, the meaning is, it is, the meaning.",
    "ai-atk-s0508a20:337_1": "ignorance, ignorance.",
    "ai-atk-s0508a20:337_2": "like a dricken reg.",
    "ai-atk-s0508a20:337_3": "“It’s the root of the tree that a mendicant drenches, steeps, fills, and spreads through the air. A mendicant with the five grasping aggregates, the roots of suffering, and the paths of the fruits of craving. They are caught up in a net of craving for the aggregates.”",
    "ai-atk-s0508a20:337_4": "I haven’t given up craving and requisites, and I have given up craving for existence. And I haven’t cut off craving for existence, etc., and haven’t gone beyond all existence.",
    "ai-atk-s0508a20:337_5": "They were satisfied by the brightness of the moon, sun, so devoted to Saints, and so on, even though it had been swamped by the brightness of the moon, and so on, when it had reached Arahantship and non-human beings.",
    "ai-atk-s0508a20:338_0": "First: the Dhammika",
    "ai-atk-s0508a20:339_0": "11. Sappakattheragāthāvaṇṇanā",
    "ai-atk-s0508a20:340_0": "When they attain ghee, etc.",
    "ai-atk-s0508a20:340_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a20:340_2": "This too, when the previous practice was made, the Buddhas, and whatever meritorious conduct, had been performed, a great deal of merit for the throne, and after becoming a Buddha seated there, he brought down to the Great King Bimbisāra’s presence in the heaven of the attainment named Mahisa regainst.",
    "ai-atk-s0508a20:340_3": "Then, when he heard that Devadūta discourse (which Buddha had propounded in this way, he was fortunate, and seized by the Buddha, and lacked the blessing to go forth from a good family in the presence of the Buddha, he attained Arahantship. He went forth from a meditation subject to perfection in the Buddha, to shopket one (on his meditation subject).",
    "ai-atk-s0508a20:340_4": "Therefore it is said:",
    "ai-atk-s0508a20:341_0": "“In the southern gate there is a mountain named Godhād.",
    "ai-atk-s0508a20:342_0": "A Buddha is the master of continuity, he dwelt in the open air.",
    "ai-atk-s0508a20:343_0": "“Having gone (there) the concept, I am a forest,",
    "ai-atk-s0508a20:344_0": "and one day, after two days had (it) destroyed the passions,",
    "ai-atk-s0508a20:345_0": "“For surely the before the Buddha, with the incomparable,",
    "ai-atk-s0508a20:346_0": "I am not aware of the Buddha, I am the fruit of the deeds.",
    "ai-atk-s0508a20:347_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:348_0": "He reached perfection in the Teacher’s presence, and likeed his relatives. At that place I was established in discomfort and heeded the precepts announced to my relatives and kin, and he established them in the same way as before.",
    "ai-atk-s0508a20:348_1": "her relatives said, “Venerable sir, we’ll ask you about this.”",
    "ai-atk-s0508a20:348_2": "When he is showing the place where he is standing, he shows himself thus:",
    "ai-atk-s0508a20:349_0": "307.",
    "ai-atk-s0508a20:350_0": "“When the border is strong, all the time I’m swept away by the wind.",
    "ai-atk-s0508a20:351_0": "At the time of the garden, she was delighted, not shaking me off,",
    "ai-atk-s0508a20:352_0": "308.",
    "ai-atk-s0508a20:353_0": "“When the crocodile of the building work had a black snake, a scorched by the wind,",
    "ai-atk-s0508a20:354_0": "seeks a cave to shelter in, but can’t get shamelessly.",
    "ai-atk-s0508a20:355_0": "309.",
    "ai-atk-s0508a20:356_0": "“Who is this delightful mangoes? Ambaṭṭha, should you be worshipped by both ends?",
    "ai-atk-s0508a20:357_0": "(But) the Lord of the World, after swept away me in the morning time.",
    "ai-atk-s0508a20:358_0": "310.",
    "ai-atk-s0508a20:359_0": "“We are attached to the hymns, frogs, and the hymns.",
    "ai-atk-s0508a20:360_0": "isn’t the time to stray from mountain streams;",
    "ai-atk-s0508a20:361_0": "Ajakaraṇī is safe, pleasant, and delightful.” versed in the four verses:",
    "ai-atk-s0508a20:362_0": "Herein, when one is enquiry",
    "ai-atk-s0508a20:362_1": "Associating with the army of many sons,",
    "ai-atk-s0508a20:362_2": "pure white robes,",
    "ai-atk-s0508a20:362_3": "Bhaddā Kāpilānī ill at ease when the broke off a corneral form of Kāḷa, and became fearful of the gods.",
    "ai-atk-s0508a20:362_4": "carrying them on, rolling the floor with adornments,",
    "ai-atk-s0508a20:362_5": "and she did the family (permission) from her own family.",
    "ai-atk-s0508a20:362_6": "he desired as blue, and whatever hatchet he wanted.",
    "ai-atk-s0508a20:362_7": "Then the river Nerañjarā, surrounded by creepers, and speed Nandims, I gave me adornments to my family, and my mind inclined to seclusion.",
    "ai-atk-s0508a20:363_0": "The meaning is pure in all ways: it is well-proclaimed for grains and fancy, full-coloured cloth.",
    "ai-atk-s0508a20:363_1": "looks down on the road,",
    "ai-atk-s0508a20:363_2": "they wait upon it,",
    "ai-atk-s0508a20:363_3": "they will get rid of resentment,",
    "ai-atk-s0508a20:363_4": "They seek alms in a place that was bounded with providing the proximate causes, owing to an interpretation of the greedy temperament. They seek adornments at the time of illness, but only in the position, is the meaning.",
    "ai-atk-s0508a20:364_0": "‘Now what to do within?’ ...",
    "ai-atk-s0508a20:364_1": "is stuck in my lamps, made from a well-to-down shelter to the west. As the other iron shelter is unable to do so, the struggle and the branches of the trees that were drunk, the wood, and fruits made from a poolished down on one side, and all the mango fruits of worms would not be permanent for that one wants what is known as the fruit.",
    "ai-atk-s0508a20:365_0": "Golden in courses of the Saṅgha, she’s called too much. They’ve given up the in the deathless and the Saṅgha. They are called ‘one who has cut off the deathless’.",
    "ai-atk-s0508a20:365_1": "and the sweet-voiced Protectorms were created, like flaws rained on the bank of the river.",
    "ai-atk-s0508a20:365_2": "Nor do they prevented from secure locally and the consequence of the perspective of separations. They don’t spend too much time in the way beginning, middle, or end. And they’re not disciplinary issues.",
    "ai-atk-s0508a20:365_3": "There was a gem of beautiful gold, which had been swept away by attainment.",
    "ai-atk-s0508a20:365_4": "delightful is the delightful (true) delightful meditation. That’s why my mind delights in it,",
    "ai-atk-s0508a20:366_0": "But when she had spoken thus and given it to his relatives, he went away.",
    "ai-atk-s0508a20:366_1": "(There is) this presentation: this is the following, that is: “It is incapable of answering.”",
    "ai-atk-s0508a20:367_0": "The Uppalavaṇṇā is finished.",
    "ai-atk-s0508a20:368_0": "12. Muditattheragāthāvaṇṇanā",
    "ai-atk-s0508a20:369_0": "Saṅgīsa’s going-forth, etc.",
    "ai-atk-s0508a20:369_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a20:369_2": "And when he has seen the way, at the time of the Buddha, he was residing there a good family, and having seen the good families of Vipassī, he saw the serpents of the Blessed One’s family, one time (also) was born in the family, and one counselor.",
    "ai-atk-s0508a20:369_3": "Through this merit of the Buddha and mixed up among human beings he was reborn in a householder’s family home in this way. Drinking a release of the Magadhan devotees, he so irresists and supplied by the sickness.",
    "ai-atk-s0508a20:369_4": "Yasodharā, with some business on some business or other.",
    "ai-atk-s0508a20:369_5": "The frightened king, having destroyed the pollutant-free, spotless victorious bhikkhus, who had destroyed the pollutant-free, went to the Elder Nigaṇṭhas.",
    "ai-atk-s0508a20:369_6": "The Thera, knowing that the current had been afraid of him, he gave him a meal.",
    "ai-atk-s0508a20:369_7": "He asked: “How much will this act of keeping there abstaining from time to time?” he replied, “When I said, ‘And what is said,’” he said.",
    "ai-atk-s0508a20:369_8": "“Sir, if you were able to go forth, I will not be able to live for the sake of life, and I will take my life.”",
    "ai-atk-s0508a20:369_9": "The Elder gave him the going-forth.",
    "ai-atk-s0508a20:369_10": "When he had gone forth in the Dispensation, he respondsed the meditation subject from some time to time he was doing a worker.",
    "ai-atk-s0508a20:369_11": "“When he has finished his meal and refused an abode, I shall go outside the monastery gateway and do not get rid of it.” He then attained the desire of attaining Arahantship, and he then went out to perfection.",
    "ai-atk-s0508a20:369_12": "Therefore it is said:",
    "ai-atk-s0508a20:370_0": "“Vipassī, the one who has seen the Dhamma,",
    "ai-atk-s0508a20:371_0": "I have given a single bed, and with my confidence (with him) with a confident heart,",
    "ai-atk-s0508a20:372_0": "“There is no place for those systems that are his divine-eye,",
    "ai-atk-s0508a20:373_0": "and by that deed he reached the end of old age -",
    "ai-atk-s0508a20:374_0": "“Previously weapons, whatever is a cot:",
    "ai-atk-s0508a20:375_0": "I’ve not been aware of what’s given and fruit,",
    "ai-atk-s0508a20:376_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a20:377_0": "while attaining the bliss of deliberation and experienced the happiness of freedom from their own direct-knowledge (after his own) perfection he asked:",
    "ai-atk-s0508a20:378_0": "311.",
    "ai-atk-s0508a20:379_0": "“I went forth to save my life. I receive the full ordination.",
    "ai-atk-s0508a20:380_0": "then you gain faith, ethics, and energy.",
    "ai-atk-s0508a20:381_0": "312.",
    "ai-atk-s0508a20:382_0": "“May this body breaks up, may my mind be discontent!",
    "ai-atk-s0508a20:383_0": "May my legs fall from both sides through the air.",
    "ai-atk-s0508a20:384_0": "313.",
    "ai-atk-s0508a20:385_0": "“I won’t leave or drink, nor from that dwelling;",
    "ai-atk-s0508a20:386_0": "nor will I lie down on the ground,",
    "ai-atk-s0508a20:387_0": "314.",
    "ai-atk-s0508a20:388_0": "“See my energy and vigor!",
    "ai-atk-s0508a20:389_0": "who has attained the three knowledges at the Buddha’s dispensation” .",
    "ai-atk-s0508a20:390_0": "Four verses:",
    "ai-atk-s0508a20:391_0": "Herein, ‘Living for life’ is a precinct’, one who lives for 40 kilometers,",
    "ai-atk-s0508a20:391_1": "“In this case I’ll be stopped for the sake of pleasure; I’ll live for the sake of having gone forth.”",
    "ai-atk-s0508a20:391_2": "The first (first) gains by giving the full ordination in the first enclosing the novice a legal procedure and a legal procedure consisting of one motion and one announcement.",
    "ai-atk-s0508a20:391_3": "Then he received faith from the Protector of the Faith. Being maintained in the three times, passage for recitation, and practiced by the Master Vipassī, when he saw the meditation subjects of the Buddhas, some Leader of the meditation subject beyond this meditation subject (to give):",
    "ai-atk-s0508a20:391_4": "“The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.”",
    "ai-atk-s0508a20:391_5": "I made a strong precept to give up energy. In this way I’d better preemptively rouse up energy for giving up unskillful qualities and embracing skillful qualities. I lived firmly vigorously by energy.",
    "ai-atk-s0508a20:392_0": "But because of the drum of another (said) “I will give you what is said.”",
    "ai-atk-s0508a20:392_1": "There they desired the world-spheres, and moved from one sense.",
    "ai-atk-s0508a20:392_2": "This body is fertile. Because of this body there is no discomfort for me today. Please be broken through this body.",
    "ai-atk-s0508a20:392_3": "Let the flesh started to me with this similes, currently vice, robbed me with a strong rope.",
    "ai-atk-s0508a20:392_4": "May both my legs fall off together and my thrones, having chopped on both sides, with my knees and my knees, both arms and my necks together with my arms, cutting off my knees, engained on the ground.",
    "ai-atk-s0508a20:392_5": "“As a refusal,” he replied,",
    "ai-atk-s0508a20:392_6": "it is recorded that while the rest is reckoned.",
    "ai-atk-s0508a20:393_0": "Second: Guardian",
    "ai-atk-s0508a20:394_0": "The Book of the Fours is finished."
}