{
    "ai-atk-s0305a6:0_0": "7. Iddhipādasaṁyuttaṁ",
    "ai-atk-s0305a6:1_0": "1. Cāpālavaggo",
    "ai-atk-s0305a6:2_0": "1. Apārasuttavaṇṇanā",
    "ai-atk-s0305a6:3_0": "813.",
    "ai-atk-s0305a6:3_1": "Relying on the first basis of psychic power that has immersion due to enthusiasm, and active effort.",
    "ai-atk-s0305a6:3_2": "Endeavor is the basis for choices.",
    "ai-atk-s0305a6:3_3": "endowed with those things you have.",
    "ai-atk-s0305a6:3_4": "with psychic powers, or having psychic power,",
    "ai-atk-s0305a6:3_5": "Likewise in the rest.",
    "ai-atk-s0305a6:3_6": "This is in brief in the detailed explanation of the base consisting of psychic power ...",
    "ai-atk-s0305a6:3_7": "But the meaning is that it is amongst the Path.",
    "ai-atk-s0305a6:3_8": "Likewise in the case of the paths and the one connected with the paths are bound simply in the same way.",
    "ai-atk-s0305a6:4_0": "5. Iddhipadesasuttavaṇṇanā",
    "ai-atk-s0305a6:5_0": "paths, three psychic powers, and three fruits, and three paths,",
    "ai-atk-s0305a6:6_0": "6. Samattasuttavaṇṇanā",
    "ai-atk-s0305a6:7_0": "818.",
    "ai-atk-s0305a6:7_1": "she attained Liberation at the sixth fruit of Liberation.",
    "ai-atk-s0305a6:7_2": "As the sun rising in the nine sections and the four bases of psychic power are well proclaimed,",
    "ai-atk-s0305a6:8_0": "10. Cetiyasuttavaṇṇanā",
    "ai-atk-s0305a6:9_0": "822.",
    "ai-atk-s0305a6:9_1": "having sat down on the tenth substance.",
    "ai-atk-s0305a6:9_2": "above, below, and across the shrine terrace for the shrine, which is called a dwelling place made.",
    "ai-atk-s0305a6:9_3": "Like thewise in the passage beginning.",
    "ai-atk-s0305a6:9_4": "developed and made much of,",
    "ai-atk-s0305a6:9_5": "made much of it again and again.",
    "ai-atk-s0305a6:9_6": "What is made up to fancy talk,",
    "ai-atk-s0305a6:9_7": "Grounded on the site: eighteen grounds for resting places.",
    "ai-atk-s0305a6:9_8": "established, settling, and concentrated—",
    "ai-atk-s0305a6:9_9": "Versesteen functions, blessings, and well-prepared.",
    "ai-atk-s0305a6:9_10": "My Friends get properly undertaken,",
    "ai-atk-s0305a6:10_0": "Thus after showing them again and again he showed that the Realized One was said again, and that he said:",
    "ai-atk-s0305a6:10_1": "And there is a life span, pouring the lifespan, because human lifespan of what is short.",
    "ai-atk-s0305a6:10_2": "if it is allowable, or it is more than one hundred and more than that.",
    "ai-atk-s0305a6:10_3": "The senior elder Mahāsīvaka said: “There is no place where there is no place she is incapable of the Sakyans for Buddhas.",
    "ai-atk-s0305a6:10_4": "practiced during the ten months (of the villages). When the feeling of Bamboo Grove, the ten months had arisen, the ten beingsted like Bamboo Grove at the ten times, the auspicious One departed.”",
    "ai-atk-s0305a6:11_0": "Why are they not standing?",
    "ai-atk-s0305a6:11_1": "Upatissa, having plunged into the body, calm and causing over the four Buddhas, the five hundred portents, attaining Nibbāna, and attaining Nibbāna, which is like the consequence of his many people.",
    "ai-atk-s0305a6:11_2": "And when the Buddhas are extinguished among the Buddhas, it is recalled about to be a little distance of the Greatly Enlightened One’s load. While he is like the young, he must seed thus:",
    "ai-atk-s0305a6:11_3": "“Oh, when the Buddhas are invited,” he said, “One who is inferior should not stand.",
    "ai-atk-s0305a6:11_4": "When this was said, it didn’t grant the arriving of life for the eighth time.",
    "ai-atk-s0305a6:12_0": "Their mind becomes overcome by Māra.",
    "ai-atk-s0305a6:12_1": "Someone with mind like a swallowed Māra’s mind, whose mind is attached to their own bodies, who were unable to penetrate it, is unable to get rid of it.",
    "ai-atk-s0305a6:12_2": "Your mind fitted with all these twelve grounds,",
    "ai-atk-s0305a6:12_3": "The elder’s four Elders Visākha’s mind wasn’t given it up.",
    "ai-atk-s0305a6:12_4": "But what does that prevent you do?",
    "ai-atk-s0305a6:12_5": "Having heard that, (another) aroused object, or marriedly, having heard that sound with his hands, hefriends it in the presence of those beings, or were responded, with the thought, “This is their heart’s neck,” and he invited them to take it, but he perceives it as hurriedly,",
    "ai-atk-s0305a6:12_6": "But what can he do with the Elder’s mouth?",
    "ai-atk-s0305a6:12_7": "Having been shown the sign, the elder was very fearful, and having obtained it,",
    "ai-atk-s0305a6:12_8": "The Buddha only knew what exactly do.",
    "ai-atk-s0305a6:12_9": "When the Buddha asks, “Sir, please begged for yourself.” When he asks, “Sir, they begged for yourself,” “They’ve committed an offense of wrong conduct.”",
    "ai-atk-s0305a6:13_0": "Māra the Wicked presents them with a hundred spears, thinking: ‘Though Māra’s sword, do not go where Māra comes.’",
    "ai-atk-s0305a6:13_1": "you like a dream;",
    "ai-atk-s0305a6:13_2": "Because they have bad friends, they say, “We have bad qualities” is said.",
    "ai-atk-s0305a6:13_3": "don’t fix his lips.",
    "ai-atk-s0305a6:13_4": "For this was said: “This was the eighth Bodhisatta’s in the eighth day of the Buddha Awakening One, the Lord of the enlightenment,",
    "ai-atk-s0305a6:13_5": "“The Buddha has arrived at the root of the perfection, which is resplendent with all, owing to the austerities, and having reached the perfection of all the world with its deities.”",
    "ai-atk-s0305a6:13_6": "“Sir, may the Blessed One now become fully extinguished! May the Holy One now become fully extinguished!”",
    "ai-atk-s0305a6:13_7": "The Fortunate One would not say “Noble One,” and he sent them back.",
    "ai-atk-s0305a6:13_8": "It was referring to this respect.",
    "ai-atk-s0305a6:14_0": "Herein, Likewise in the path because it is expanded by the path",
    "ai-atk-s0305a6:14_1": "So too, in an undefeated,",
    "ai-atk-s0305a6:14_2": "as if he were self-assured;",
    "ai-atk-s0305a6:14_3": "They learned much with the learned Assembly as they were learned ...",
    "ai-atk-s0305a6:14_4": "They remember the teaching as they learned.",
    "ai-atk-s0305a6:14_5": "Or alternatively: the meaning is learned and one who memorizes the teachings, the meaning is that they should be seen very learned in one who has memorized it, the meaning is that it is, because it is the meaning.",
    "ai-atk-s0305a6:14_6": "practising in line with the teaching, practicing in line with the teaching, practicing in line with the teaching.",
    "ai-atk-s0305a6:14_7": "correct in their practice, living in conformity with the path,",
    "ai-atk-s0305a6:14_8": "Legaling in line with the teaching, they proceed with good ethical conduct,",
    "ai-atk-s0305a6:14_9": "his own teacher’s doctrine,",
    "ai-atk-s0305a6:14_10": "And so they will tell each other, they are bound to each other.",
    "ai-atk-s0305a6:14_11": "By reasons: of reason, with his own reason,",
    "ai-atk-s0305a6:14_12": "and teach the miraculous Teaching, and having given them a teaching,",
    "ai-atk-s0305a6:15_0": "(There is) a underlying tendencies in the spiritual life,",
    "ai-atk-s0305a6:15_1": "psychic powers come to them in absorption, since they are successful in absorption.",
    "ai-atk-s0305a6:15_2": "Endowed with the progress of elderliness, like a very pure lotus leaf,",
    "ai-atk-s0305a6:15_3": "“And in detail, the meaning is established in one direction.",
    "ai-atk-s0305a6:15_4": "great (magical) powers, many and great cries, and so on,",
    "ai-atk-s0305a6:15_5": "having destroyed all the different (of existences) assembled through the power of the Earth?",
    "ai-atk-s0305a6:15_6": "how well-explained people are well-proclaimed, very beings did in human beings. And there is the meaning of it.",
    "ai-atk-s0305a6:16_0": "at ease, free from sense desires,",
    "ai-atk-s0305a6:16_1": "For you can’t become fully extinguished because of the eighth day. May the Buddha become fully extinguished! May the Holy One become fully extinguished! Too soon afterwards, may the Holy One attain Complete Emancipation, for the sake of the highest enjoyment!’",
    "ai-atk-s0305a6:17_0": "mindfulness, situational awareness, and mindfulness.",
    "ai-atk-s0305a6:17_1": "There the Buddha would not make a burning with sweept away with his hand; but rather he attained the fruit of having entered upon them. But having entered upon them, he didn’t think, “I will not attain the fruit of that,”",
    "ai-atk-s0305a6:17_2": "it was said: “He who is friendshipful!”",
    "ai-atk-s0305a6:17_3": "rapture and bliss.",
    "ai-atk-s0305a6:17_4": "The great earth is exceedingly great,",
    "ai-atk-s0305a6:17_5": "Then it seems, ten thousand world-element moved,",
    "ai-atk-s0305a6:17_6": "fears, dread, servants, and baskets.",
    "ai-atk-s0305a6:17_7": "thunder crash of the gods, and crashed. They dry up and rained down, crocodiles, and posts; intervals crashed it has been rained down.",
    "ai-atk-s0305a6:18_0": "utter this exalted utterance:",
    "ai-atk-s0305a6:18_1": "anyone says: “The Fortunate One, having opened the western gate, –",
    "ai-atk-s0305a6:18_2": "‘Sir, attain Final Emancipation, please give away what you’re extinguished with extra effort.”",
    "ai-atk-s0305a6:18_3": "may they be of your mother!",
    "ai-atk-s0305a6:18_4": "for he uttered this exalted utterance: “There is joyful in mind-made happiness with this happiness,",
    "ai-atk-s0305a6:19_0": "There they all simply resigned the Aṅguttara with the three pots. What is smeared with similes?",
    "ai-atk-s0305a6:19_1": "(They are) doing good deeds in the sensual realm,",
    "ai-atk-s0305a6:19_2": "You’re not enough to look for a youth, or to look at another.",
    "ai-atk-s0305a6:19_3": "even if they’re very beneficial;",
    "ai-atk-s0305a6:19_4": "Then they engaged in the sensual-sphere, fine-material sphere, immaterial sphere,",
    "ai-atk-s0305a6:19_5": "much more than an immeasurable number of metal and small.",
    "ai-atk-s0305a6:19_6": "the meaning is: born in the heavens (in existence), also the meaning is the meaning.",
    "ai-atk-s0305a6:19_7": "they continue to be reborn again.",
    "ai-atk-s0305a6:19_8": "And during the rainy season.",
    "ai-atk-s0305a6:19_9": "a sage undefiled in the Buddha.",
    "ai-atk-s0305a6:19_10": "The next one is depressed , thus it is at least .",
    "ai-atk-s0305a6:19_11": "possessing concentration and access concentration.",
    "ai-atk-s0305a6:19_12": "he burned up like a cotton-work, he took it,",
    "ai-atk-s0305a6:19_13": "They rejoice in self-made chain,",
    "ai-atk-s0305a6:19_14": "This is said:",
    "ai-atk-s0305a6:19_15": "Rebirth in the sense of continued existence he subsides in a future life, that of the three realms, and of the gross physical process, and of the rolling of the battle, like the great flame, he cut off the victory and undeveloped person.",
    "ai-atk-s0305a6:20_0": "Or alternatively, they throw him on the bank.",
    "ai-atk-s0305a6:20_1": "About become a refuge for continued existence and extinguishment.",
    "ai-atk-s0305a6:20_2": "And continued existences regarding rebirth in a lower realm.",
    "ai-atk-s0305a6:20_3": "From the oppression of the five constituents (of mind and body) that provide fuel for attachment, which were the absence of the five faculties and so on, when they see the drawbacks, the attachment to extinguishment by the Buddha, the embracing that leads to the root of an end, and with the ending of suffering.",
    "ai-atk-s0305a6:20_4": "He has acquired immersion like an enemy who, with his mind happy and joyful.",
    "ai-atk-s0305a6:20_5": "For he is able to succeed in through insight, and like this, his distraction through the eighteen grounds, in accordance with the path, which is the power of the self-controlled, the state of existence, which is its produced by the power of its enemy, the defilement of self-control and its continuation. And enemy is continuation through the cleansing of the productive of the defilements.",
    "ai-atk-s0305a6:20_6": "Yet the state of existence is called “non-percipient” because it is no defilement of the corruptions. That is how their produced in them.",
    "ai-atk-s0305a6:20_7": "who has abandoned the defilements, there is no fear for one who has no defilements.",
    "ai-atk-s0305a6:20_8": "Therefore one should defeat a life span of life,",
    "ai-atk-s0305a6:20_9": "the meaning of this is that inappropriate:",
    "ai-atk-s0305a6:21_0": "The first sub-chapter on offenses is finished.",
    "ai-atk-s0305a6:22_0": "2. Pāsādakampanavaggo",
    "ai-atk-s0305a6:23_0": "1-2. Pubbasuttādivaṇṇanā",
    "ai-atk-s0305a6:24_0": "823-824.",
    "ai-atk-s0305a6:24_1": "They’ll be lax and don’t be too fast.",
    "ai-atk-s0305a6:24_2": "In this discourse the six bases of psychic power are well-spoked, and the second is said in regard to the third,",
    "ai-atk-s0305a6:25_0": "3. Chandasamādhisuttavaṇṇanā",
    "ai-atk-s0305a6:26_0": "825.",
    "ai-atk-s0305a6:26_1": "In the third (story) they desire the same thing,",
    "ai-atk-s0305a6:26_2": "the meaning is, “changeous”, then having made need, is the meaning.",
    "ai-atk-s0305a6:26_3": "‘Lriving is a term for choices.’",
    "ai-atk-s0305a6:26_4": "And so there is due to enthusiasm and trying to zeal: such is immersion due to enthusiasm, striving, calming, and active effort.",
    "ai-atk-s0305a6:26_5": "That’s why they’re called the basis of psychic power that has immersion due to enthusiasm, and active effort.",
    "ai-atk-s0305a6:26_6": "But the states of psychic power that has been described in the way beginning, “Having a man enemy, and feeling reverence for the sick, etc., are states of defilement and so on.",
    "ai-atk-s0305a6:27_0": "Still, how there are these three things that are grounds for psychic power?",
    "ai-atk-s0305a6:27_1": "For when enthusiasm is supernormal power, there is the basis of psychic power that has immersion due to enthusiasm, and active effort.",
    "ai-atk-s0305a6:27_2": "immersion, there is a concentration of psychic power, that is called immersion due to enthusiasm, and striving.",
    "ai-atk-s0305a6:27_3": "When one ends in meditation is a prequisite of psychic power, while the basis of psychic powers are shown by means of the active striving (supernatural) processes, and the rest.",
    "ai-atk-s0305a6:28_0": "Besides, the following things should be understood to say: by the past, the bases of psychic power,",
    "ai-atk-s0305a6:28_1": "For it is the first jhāna in the first jhāna that is associated with the supernormal powers, etc.; and the base consisting of the base consisting of psychic power is called the “complished” .",
    "ai-atk-s0305a6:28_2": "After making this progressive concentration by direct-knowledge, and having attained perfection and consummation of the attainment of the dimension of neither perception nor non-perception, they can’t reach Arahantship.",
    "ai-atk-s0305a6:28_3": "The same illness in the rest;",
    "ai-atk-s0305a6:29_0": "But whoever has produced desire and greed for them?",
    "ai-atk-s0305a6:29_1": "Here they were told in the Teaching of the Aṅguttara, (and) they came.",
    "ai-atk-s0305a6:30_0": "“For these four bases of psychic power:",
    "ai-atk-s0305a6:30_1": "dullness and drowsiness, restlessness and remorse, and doubt.",
    "ai-atk-s0305a6:30_2": "Herein, what is accomplishment in enthusiasm?",
    "ai-atk-s0305a6:30_3": "It’s when a mendicant develops the supermundane mindfulness meditation that leads to giving up the lower realms. It’s quite secluded from sensual pleasures, secluded from unskillful qualities, he develops the first absorption, which has the rapture and bliss born of seclusion.",
    "ai-atk-s0305a6:30_4": "The first absorption, which is painful, sharp, severe, acute desire for the clearing of desire and lust. is called the desire for the skillful.",
    "ai-atk-s0305a6:30_5": "the rest are associated with desire.”",
    "ai-atk-s0305a6:31_0": "But these supermundane absorptions have come into the realm.",
    "ai-atk-s0305a6:32_0": "There, the Elder Raṭṭhapāla, having performed his consent, he presented the supermundane Dhamma.",
    "ai-atk-s0305a6:32_1": "the Elder Soṇa, having put energy a victor,",
    "ai-atk-s0305a6:32_2": "Having made an agreement with the hand of thirty-two parts, the venerable king, having a requested his mind,",
    "ai-atk-s0305a6:32_3": "There the kingdom in the four castes—from-born and re-stanceding king and weapons; then, while the king was still living day, he saw the kingdom with his golden-skins and feet, and he presented him with a king,",
    "ai-atk-s0305a6:32_4": "(but) it should be understood to be taken by the supermundane attainment -",
    "ai-atk-s0305a6:33_0": "One of them:",
    "ai-atk-s0305a6:33_1": "“Only for a day, I am not able to settle the intention of others! I am not able to break the ropes of others!” And he does not want to get rid of this.",
    "ai-atk-s0305a6:33_2": "and that energy should be understood in this way the lower world,",
    "ai-atk-s0305a6:33_3": "One day, on the day of the spending the prosperity by day, by night he eventually mounted a razor-hood of hopingracks and proportions to finish his garments. Then he proposesed the mind from hate.",
    "ai-atk-s0305a6:33_4": "the one who adversing in this way should be understood to be reborn in the north.",
    "ai-atk-s0305a6:34_0": "Another:",
    "ai-atk-s0305a6:34_1": "“What is it to be promise to the king who gives birth to these things?”",
    "ai-atk-s0305a6:34_2": "They understand how this person is complete inquired inquiry.",
    "ai-atk-s0305a6:34_3": "In this well-proclaimed, what is done in this well.",
    "ai-atk-s0305a6:35_0": "4. Moggallānasuttavaṇṇanā",
    "ai-atk-s0305a6:36_0": "826.",
    "ai-atk-s0305a6:36_1": "Fourth: waves,grious, flatterers, praised.",
    "ai-atk-s0305a6:36_2": "Because when agitated mind with the object of a grossness and fancying the object, it seems as if shrine and birds.",
    "ai-atk-s0305a6:36_3": "Unsuitableness is what is said: it is “the getting of earlier” .",
    "ai-atk-s0305a6:36_4": "My bowl and robes are precious, treating with a stray luxury,",
    "ai-atk-s0305a6:36_5": "and alcoholic drinks that cause negligence is what is said.",
    "ai-atk-s0305a6:36_6": "Defilements, disrepute, blamelessness, and undergoing the word ‘states’.",
    "ai-atk-s0305a6:36_7": "unmindfulness does not die.",
    "ai-atk-s0305a6:36_8": "They understand unshakable wisdom.",
    "ai-atk-s0305a6:36_9": "access concentration and absorption;",
    "ai-atk-s0305a6:36_10": "with a mind fearful, with a minds that are clear, joyful, attentively.",
    "ai-atk-s0305a6:36_11": "Pāṭaliputta turns, unrestrained,",
    "ai-atk-s0305a6:36_12": "trying to get upset, sheet, and having entered the green size the earth, before giving a share to the earth, is to be found on a stone, or to the water.",
    "ai-atk-s0305a6:36_13": "It is deep and simply profound: the meaning is deep but appears deep.",
    "ai-atk-s0305a6:36_14": "Standing well or very well-known, well placed on a charnel ground, well placed in the charnel ground.",
    "ai-atk-s0305a6:36_15": "here, well-knownness, endowed with insight,",
    "ai-atk-s0305a6:37_0": "Uppalavaṇṇā",
    "ai-atk-s0305a6:38_0": "covering over the five aggregates, and the group of craving are established in giving up and shaking of the skin.",
    "ai-atk-s0305a6:39_0": "9. Iddhādidesanāsuttavaṇṇanā",
    "ai-atk-s0305a6:40_0": "The path is the fourth thing.",
    "ai-atk-s0305a6:41_0": "10. Vibhaṅgasuttavaṇṇanā",
    "ai-atk-s0305a6:42_0": "832.",
    "ai-atk-s0305a6:42_1": "A mendicant gives attention to the ten kinds of desire, and he gives attention to them.",
    "ai-atk-s0305a6:42_2": "Then, knowing that the mind was entering, he thought, “Such is encountered,” and so he gives his attention to that meditation subject.",
    "ai-atk-s0305a6:42_3": "He then entered another leaf-hut.",
    "ai-atk-s0305a6:42_4": "When they get rid of resentment by the favoritism, their mind becomes dispassionate towards them, and they think:",
    "ai-atk-s0305a6:42_5": "(only) associated with (wholesome) quickly?",
    "ai-atk-s0305a6:43_0": "A mendicant focuses on retreat ...",
    "ai-atk-s0305a6:43_1": "Then his mind upright into a restlessness,",
    "ai-atk-s0305a6:43_2": "After reciting the Buddha’s teaching, he produced a hostilement of gods and humans, thinking, “Having given attention to the meditation subject, after having made his mind again and again, applying the meditation subject.",
    "ai-atk-s0305a6:43_3": "And then his mind again to be upright,",
    "ai-atk-s0305a6:43_4": "When he has done this, he gives his mind up and develops it without first giving his consent. Then, having a meditation subject beyond the work connected with the Enlightened One’s special qualities on account of that, his mind is said to be attentive.",
    "ai-atk-s0305a6:44_0": "A mendicant gives rise to stiffness and torpor that a meditation subject should focus on it.",
    "ai-atk-s0305a6:44_1": "Then dullness and drowsiness arise,",
    "ai-atk-s0305a6:44_2": "Then, knowing that they had arisen, he thought, “My masters are taken wielding dullness and drowsiness filled with water and to the top,” and when they were standing on the day, he focused on them with a meditation subject. Then after giving his attention to the meditation subject, he continually attention to the meditation subject.",
    "ai-atk-s0305a6:44_3": "dullness and drowsiness again,",
    "ai-atk-s0305a6:44_4": "After giving rise to stiffness and torpor which he gives rise to dullness and drowsiness in the way already stated, and this is called “willness and torpor” .",
    "ai-atk-s0305a6:45_0": "A monk sits down after making his consent, gives his attention to it, and sits down.",
    "ai-atk-s0305a6:45_1": "Then he placed his mind on the sense-of-factors of sensual desire.",
    "ai-atk-s0305a6:45_2": "When he saw that there was a hostile person, he focused on the instructions of the gods. He then messengers his mind. Then he focused on that very day, applying his mind on the rose-apple. Then he focuses the meditation subject and once-returners.",
    "ai-atk-s0305a6:45_3": "But if he places it again, his mind becomes discarded;",
    "ai-atk-s0305a6:45_4": "While they do so, they think about and consider thoughts connected with the mind.",
    "ai-atk-s0305a6:46_0": "Likewise in the first place a meditation subject should be understood as it is given in the previous set later.",
    "ai-atk-s0305a6:46_1": "to the meditation subject instance of a meditation subject, and since he is called “mind”.",
    "ai-atk-s0305a6:46_2": "Herein, a monk who, having given up the roots and twice another in four places, and when he is standing on the ground, one whose mind is deposed is like the instrument of conditions for the four months of the thirteen. Then he who attained Arahantship, when he is standing on the ground, he is at the end of formations.",
    "ai-atk-s0305a6:46_3": "This too is called “the deathless”.",
    "ai-atk-s0305a6:46_4": "This is the first kind of meditation subject.",
    "ai-atk-s0305a6:46_5": "But in the case of the head hairs, etc., is the name for the head hairs.",
    "ai-atk-s0305a6:46_6": "There, when a mendicant meditates by observing the colour of the head hairs, etc., as to colour, shape, direction, and location and delimitation , they throw down the barriers in the four directions, and as far as the escape.",
    "ai-atk-s0305a6:46_7": "This should be understood in this way the first point of revealing.",
    "ai-atk-s0305a6:46_8": "As before, so after, so before this is the first (shere) again.",
    "ai-atk-s0305a6:47_0": "It should be understood as the body’s corpse.",
    "ai-atk-s0305a6:47_1": "Hence it is to below, saying: “Greatch out from the soles of the feet,”",
    "ai-atk-s0305a6:47_2": "Herein, when a mendicant from the toessence as far as the toes of the feet and on the top of the fingers and toes, or as far as the grasses of the top of the head hairs, then the top of the head hairs and body hairs, as far as the four directions, and it stops one foot-strest.",
    "ai-atk-s0305a6:47_3": "This is how above, below; as above, so below.",
    "ai-atk-s0305a6:48_0": "Dwellers and wounds,",
    "ai-atk-s0305a6:48_1": "Those who have a household wide inside,",
    "ai-atk-s0305a6:48_2": "With which signs arise .",
    "ai-atk-s0305a6:48_3": "A mendicant looks on at the perception of light, sat down on the perception of light, and focuses on the perception of time.",
    "ai-atk-s0305a6:48_4": "Then when he looked at it, he looked at it with his eyes shut exactly like a single moon, then it is called “restraint.”",
    "ai-atk-s0305a6:48_5": "“While at that time,” he replied.",
    "ai-atk-s0305a6:48_6": "and that night is properly grasped, so it is properly grasped.",
    "ai-atk-s0305a6:48_7": "it’s firmly established in the stage of life.",
    "ai-atk-s0305a6:48_8": "thoroughly determined and well placed on a well-kept.",
    "ai-atk-s0305a6:48_9": "that is what is beneficial,",
    "ai-atk-s0305a6:48_10": "Or alternatively, if he gives attention to them, he gives his attention to it and applies to the perception of light, it is properly learned that is called “the perception of light”.",
    "ai-atk-s0305a6:48_11": "or, when he goes out for him, he looks at the day, and with dullness and drowsiness, he focuses on the meditation subject of dullness and drowsiness, then his perception arises in him:",
    "ai-atk-s0305a6:48_12": "For the sake of energy and so on.",
    "ai-atk-s0305a6:48_13": "when this very well-known one has been established in him",
    "ai-atk-s0305a6:49_0": "The second sub-chapter on lying down is finished.",
    "ai-atk-s0305a6:50_0": "3. Ayoguḷavaggo",
    "ai-atk-s0305a6:51_0": "2. Ayoguḷasuttavaṇṇanā",
    "ai-atk-s0305a6:52_0": "834.",
    "ai-atk-s0305a6:52_1": "This is the second great earthquake.",
    "ai-atk-s0305a6:52_2": "He is able to bear up, thus he is able to have the level of the Enlightened One.",
    "ai-atk-s0305a6:52_3": "When the body is surpassed, he inspires the mind, and he feels it.",
    "ai-atk-s0305a6:52_4": "his mind is very namely, soft, he becomes very investigated,",
    "ai-atk-s0305a6:52_5": "Also, the mind takes care of the body. He makes it moved up and treats his body, his body breaks up, after death, he feels like a carpenter, his body is called “Death”.",
    "ai-atk-s0305a6:52_6": "Living in happiness and generousness, whose mind is light,",
    "ai-atk-s0305a6:52_7": "For the perception of bliss is abandoned in goodness, and the perception of opposite sex.",
    "ai-atk-s0305a6:53_0": "The iron ball is smeared with poison, for two or three days it’s rope to the cloak of work, and as large as a result of lowly stirred up and consecrated with the drums, and one lows the lows through the lamps, and one works the stool or the hunter. When a large, he tracks his work for a box and then returns to the assembly.",
    "ai-atk-s0305a6:53_1": "But that is how a sage and workers.",
    "ai-atk-s0305a6:53_2": "The rubbed strikes from the palace where the box is made with a hole but.",
    "ai-atk-s0305a6:53_3": "when this (development) is well spoken,",
    "ai-atk-s0305a6:54_0": "3-10. Bhikkhusuttādivaṇṇanā",
    "ai-atk-s0305a6:55_0": "835-842.",
    "ai-atk-s0305a6:55_1": "and third, they were established in a third place.",
    "ai-atk-s0305a6:55_2": "Then two fruits and the winter fruits have been laid down on the ground.",
    "ai-atk-s0305a6:55_3": "At the seventh, eighteen, nine built,",
    "ai-atk-s0305a6:56_0": "Talking in the color of yourselves,",
    "ai-atk-s0305a6:57_0": "Oneses are expounded in the six kinds of direct-knowledge. It is “with all” and in all aspects.",
    "ai-atk-s0305a6:58_0": "The Linked Discourses on the Path is finished."
}