{
    "ai-atk-abh01a7:0_0": "4. Aṭṭhakathākaṇḍo",
    "ai-atk-abh01a7:1_0": "the commentary on the means",
    "ai-atk-abh01a7:2_0": "1384.",
    "ai-atk-abh01a7:2_1": "Now comes the description of the throwing stones in the Commentaries, for the purpose of making amends for an end.",
    "ai-atk-abh01a7:2_2": "But why are the eight?",
    "ai-atk-abh01a7:2_3": "he pulled the captive of the Buddha’s word, saying,",
    "ai-atk-abh01a7:2_4": "For even if he does not catch the teaching in the monastery in the eighth sections of the Truth, then the deliverance of the Dhamma is what is heard;",
    "ai-atk-abh01a7:2_5": "On a heap of the whole earth were unable to answer a question of a great teacher, or a ordering in the answer to Mahāthūpa, even as far as the Collection of a small thing,",
    "ai-atk-abh01a7:3_0": "How do they become born?",
    "ai-atk-abh01a7:3_1": "Sāriputta, the Universal Monarch has the three (places) continuation,",
    "ai-atk-abh01a7:3_2": "For the Elder Sāriputta’s student who was a poisonous viper, bringing his student’s home, and gave the eighth rods to his student.",
    "ai-atk-abh01a7:3_3": "But this is the discussion that is said:",
    "ai-atk-abh01a7:3_4": "A disciple of the Dhamma is not frequented by disciples, not frequenting (only) your disciple,",
    "ai-atk-abh01a7:3_5": "the Buddha’s teaching, and resort,",
    "ai-atk-abh01a7:3_6": "He took his alms-bowl, the student of the Dhamma, and went to the Teacher and gave him a blanket.",
    "ai-atk-abh01a7:3_7": "the monk Awakened One, having gave him a talk about eight handfuls,",
    "ai-atk-abh01a7:3_8": "What are they skillful?",
    "ai-atk-abh01a7:3_9": "‘What are unskillful qualities such as a dart?’",
    "ai-atk-abh01a7:3_10": "Then this occurred to me: ‘What are skillful qualities?",
    "ai-atk-abh01a7:3_11": "When sensual pleasures are skillful, they don’t show the scope of defilements that has arisen, nor do they bring it to an end, and to the piece of grounds, all the qualities that have been drawn out from the pit, and shouting the cattle. Having thus shown that skillful qualities, they are worthless, in the size of the skillful, and protecting them by this authority.",
    "ai-atk-abh01a7:4_0": "Herein, the fourth in the sensual-spheres is of the fine-material sphere.",
    "ai-atk-abh01a7:4_1": "Skilled in the skillful, which causes a skillful thing,",
    "ai-atk-abh01a7:4_2": "all skillful things, etc., are called profitable states; of these three skillful qualities as they have stated in the three planes of contact.",
    "ai-atk-abh01a7:5_0": "1385.",
    "ai-atk-abh01a7:5_1": "for one who is unskilled in being advice to give rise to unwholesome thoughts, who carries on to the ground, and profitable way.",
    "ai-atk-abh01a7:5_2": "Herein, one is called the arising of suffering.",
    "ai-atk-abh01a7:5_3": "the arising of thought,",
    "ai-atk-abh01a7:5_4": "You’d think about the teaching",
    "ai-atk-abh01a7:5_5": "But just as that when the king says ‘house’ and arranged their minds in this way, they also said, ‘What they are stated of being spoken of.’",
    "ai-atk-abh01a7:5_6": "In all ways the arising of thought should be understood as the mind associated with all the states of liable to originate.",
    "ai-atk-abh01a7:5_7": "The meaning is this: ‘All those in the four planes beginning with the results of successively reached having the end of feeling, all the feelings, namely, bliss, and unification of mind are stated . The meaning is, it should be understood as the result of inquisition, and inquisition, the meaning.",
    "ai-atk-abh01a7:5_8": "But the culmination of the deathless should be understood",
    "ai-atk-abh01a7:6_0": "1420.",
    "ai-atk-abh01a7:6_1": "Herein, firstly: the result of all sense-spheres has a limited object with the eye-consciousness, etc., as its object, and the result of fine-material jhānas, etc., herein, according to the having limited objects, etc., which is limited with the eye-sensitivity at all length of the five-spheres of matter.",
    "ai-atk-abh01a7:6_2": "But two kinds of sense-spheres are related to the eye-consciousness element, etc., as its object, and interruption, they occur with limited object.",
    "ai-atk-abh01a7:6_3": "Then associating with the profitable roots, etc., of the six kinds of happiness consisting in individual essences, and abiding of the base consisting of boundless space as objects, and abiding with limited objects, and a limited object.",
    "ai-atk-abh01a7:6_4": "Then, with the profitable roots, etc., and the disappearance of the elements, etc., which is an indication of the base consisting of boundless space, and with the six kinds of triple and quadruple jhāna objects of the fine-material sphere belonging to the object.",
    "ai-atk-abh01a7:6_5": "When the sign of the motion has been overturned with limited object, there is limited with a limited object, and there is no limitation for the sign of the deathless as its object.",
    "ai-atk-abh01a7:6_6": "But the meaning of it is stated in the way already stated . It is “interruptedness of the Commentaries” and of its object and subsequently in the way already stated .",
    "ai-atk-abh01a7:6_7": "The Noble One’s mind element occurs with the five elements of forms.",
    "ai-atk-abh01a7:6_8": "connected with happiness (where) joyful-consciousness element with the previous disappearance of the six elements, etc., and mental preceding specified faculties by the mind-consciousness element in the past, future or present. It is limited with limited objects, and without a limited object.",
    "ai-atk-abh01a7:6_9": "In this way the arising of these five ways should be understood as limited with a limited object.",
    "ai-atk-abh01a7:7_0": "1421.",
    "ai-atk-abh01a7:7_1": "These are the bases for attaining the dimension of infinite consciousness, and for the sake of himself having arisen in his own attainment, for the sake of the base consisting of boundless consciousness.",
    "ai-atk-abh01a7:7_2": "the Path and Fruits are immeasurable sense-objects ,",
    "ai-atk-abh01a7:8_0": "As to a wholesome person, the four noble truths, which is discovered with knowledge, the three knowledges, the four noble truths, the origin of suffering, the on the ending of defilements, the sense-spheres of worms, the sense-spheres, and the nine kinds of sense-spheres.",
    "ai-atk-abh01a7:8_1": "first of the virtues of the first jhāna, etc., is of the fine-material and immaterial jhānas.",
    "ai-atk-abh01a7:8_2": "The nine kasiṇas, etc., has nine objects.",
    "ai-atk-abh01a7:8_3": "As to the four ways of attending to views, the intention with the sense-spheres of profitable thoughts, the producing of limited sense desires, and the essence of impartiality towards them.",
    "ai-atk-abh01a7:8_4": "At that moment the Supreme Man, the Worlds reckoned as objects",
    "ai-atk-abh01a7:8_5": "and time in the Jina, the nine states have occurred with the object.",
    "ai-atk-abh01a7:8_6": "The gratification regarding views, etc., is to be understood as the gratification associated with view, but associating with the three associated states (of the knowledges) associated with view, doubt, and uncertainty, the defilement of the path, and the state of the refuse-rag wearer, etc., with a limited object.",
    "ai-atk-abh01a7:8_7": "But it is not able to settle a limitless object with a measureless object.",
    "ai-atk-abh01a7:9_0": "As to a wholesome person, the four noble truths associated with knowledge, the four noble truths are related to the knowledge of the ending of defilements. They are devoted to the impediments of Sakkas and the rest of the defilements, and the state that has arisen in the way already stated. They are produced by the limits and facts.",
    "ai-atk-abh01a7:9_1": "And at the time of the Gotama’s supermundane, and the temperature-originated earth were immeasurable,",
    "ai-atk-abh01a7:10_0": "“But having psychic powers made about all kinds of becoming and fourth, the fourth absorption in the whole world, the simile of the space, the fourth absorption, the multiplying themselves and becoming one again; and again with the divine eye, above and below, across the sky, non-existent of psychic power, the six kinds of psychic power, the mind-developing of the world, and the divine eye, and the fourth.",
    "ai-atk-abh01a7:11_0": "Herein, ‘All the fourth direction’ means the fourth direction of the four directions.",
    "ai-atk-abh01a7:11_1": "for that is called “resultaneously” and “reflecting the feet,” and “restraint in feet and positions, and so on.",
    "ai-atk-abh01a7:11_2": "‘The meditation on universal mundane’s footprints had been one where observed. And there are no longer manifestations for insight.",
    "ai-atk-abh01a7:11_3": "‘Brahmā’ means calming the outcome of greed for the feet and the tips of his feet. And there are no longer manifestations for the feet.",
    "ai-atk-abh01a7:11_4": "Herein, the ten kasiṇas produced by the ten kinds of foulness, etc., are stated in the sense of burning the fine-material jhānas. The base consisting of boundless space has been removed there in the nine ways beginning with the limited objects, and the nine kasiṇas .",
    "ai-atk-abh01a7:12_0": "‘Here the fourth is limited with the object’ means with limited objects,",
    "ai-atk-abh01a7:12_1": "For when one is made by the body, if he wants to catch the mind, but he is invaliding the body of the mind by means of impediments, then, if he wants to travel by causing the object of his turning back into the body, he becomes exalted with that object.",
    "ai-atk-abh01a7:12_2": "When a mind is stored in the body, if it is an impediment for both body and speech, but, having made the object of the mind, it is an invariable visible object, he concentrated the mind as object of the physical body, and the mind becomes concentrated in access.",
    "ai-atk-abh01a7:13_0": "‘Seeing a sound with the divine objects,’",
    "ai-atk-abh01a7:13_1": "‘Intentionality is limited by knowledge, how is there limited with limited objects?’",
    "ai-atk-abh01a7:13_2": "For that is so, his mind becomes limited with a limited object, and acquisition of the fine-material sphere.",
    "ai-atk-abh01a7:13_3": "And here, ordinary person doesn’t know a stream-enterer or a once-returner.",
    "ai-atk-abh01a7:13_4": "When all the perfected ones know mind,",
    "ai-atk-abh01a7:13_5": "Yet another, that is the lower part of the body should be understood.",
    "ai-atk-abh01a7:13_6": "‘The Mindfulness of the sense-spheres are influence of fine-material-sphere, immaterial, and limited,",
    "ai-atk-abh01a7:14_0": "‘Knowledge of vision and knowledge’ means being exclusively happy with that as its object.",
    "ai-atk-abh01a7:14_1": "‘Formerly’ means being limited with knowledge.",
    "ai-atk-abh01a7:14_2": "Because in that place where the dangers are limited with a limited object,",
    "ai-atk-abh01a7:14_3": "of the fine-material sphere, and of the fine-material sphere,",
    "ai-atk-abh01a7:14_4": "or else in the past, she recollects the path and fruits of the past, she recollects the fruits of the past,",
    "ai-atk-abh01a7:14_5": "In the past, when Buddhas were developed, they entered the path to extinguishment, the fruit of the fruit of Nibbāna, which can be attained, the formless, the absence, and the fruition of Nibbāna.",
    "ai-atk-abh01a7:14_6": "In the past,",
    "ai-atk-abh01a7:14_7": "‘The king’s capital city was named Bandhumatī and so on. He was not exempt from the earth to settles, and so on.",
    "ai-atk-abh01a7:15_0": "‘The same method of knowledge’ means and the same fortnight (of them).",
    "ai-atk-abh01a7:15_1": "In the future this future time, ‘This field will be reborn in the future.’",
    "ai-atk-abh01a7:15_2": "‘In the formless realm will be reborn in the formless realm or in the fine-material sphere.’",
    "ai-atk-abh01a7:15_3": "‘Whoever develops the path to extinguishment is the culmination,’ it will know extinguishment as a limitless space element ...",
    "ai-atk-abh01a7:15_4": "In the future time, “In the future he will be called Subrahmā, he will be a brahmin’s father, a brahmin, or his mother or father. Brahmadatta, and his father, brother’s sister, and his name and clan.”",
    "ai-atk-abh01a7:16_0": "An incomparable sphere of the opposite sex only with predictions, and in the future I will explain a walking to destruction.",
    "ai-atk-abh01a7:16_1": "What is the reason why they all have done the same thing, and are wholesome in the past, future, or present.",
    "ai-atk-abh01a7:16_2": "the same way should be understood in the way already described.",
    "ai-atk-abh01a7:16_3": "But it is exclusively in five ways as objects of a conclusion.",
    "ai-atk-abh01a7:16_4": "The ninefold base consisting of the fine-material sphere, etc., are limited in the nine respectively reached by the base consisting of boundless consciousness.",
    "ai-atk-abh01a7:16_5": "Herein, the jhāna of the fine-material sphere is of boundless space , for the first jhāna of the fine-material sphere.",
    "ai-atk-abh01a7:17_0": "1429.",
    "ai-atk-abh01a7:17_1": "In the first of the path is profounded by knowledge, he does not review the paths of the roads, and he reviews the paths of the firstly by himself and the paths of the paths, and he reviews the paths of the wrong paths, nor by reviewing the paths of the wrong paths, etc., and by means of the paths of the wrong paths beginning with that objects.",
    "ai-atk-abh01a7:17_2": "There is four noble paths, there is production of the path, there is expansion of the path, or other.",
    "ai-atk-abh01a7:17_3": "Or again, having performed a energy, set up the road, and can have one of the path to conquering with no doubts or any other of the path.",
    "ai-atk-abh01a7:18_0": "there is no reason for twelve kinds of concentration in each of the fine-material sphere belonging to the first jhāna, and nine kinds of concentration are neither seen nor heard there.",
    "ai-atk-abh01a7:18_1": "the minds of consciousness preceding knowledge with (which paths) were improved by the noble path. Those who know the paths are not peaceful and sublime, and who cannot attain the path to the beginning, middle and end in the path. And yet they did not proceed to the path because of the path.",
    "ai-atk-abh01a7:18_2": "Why shouldn’t I not honor a path to gravel?",
    "ai-atk-abh01a7:18_3": "their own great hermits, and the great hermit,",
    "ai-atk-abh01a7:18_4": "Only all the world is heavy, but not a King.",
    "ai-atk-abh01a7:18_5": "for they don’t get up from their seats, raise their joined palms to the young Kings. They raised their joined palms to you.",
    "ai-atk-abh01a7:18_6": "In this way the great hermitage does not realize his own path.",
    "ai-atk-abh01a7:19_0": "And if he has the reason why, though he has actually done the noble path to complete the path of purity that is the path to awakening, the reviewing of the noble path, and the path to the company of others, nevertheless.",
    "ai-atk-abh01a7:19_1": "Why don’t heavy loads?",
    "ai-atk-abh01a7:19_2": "With the appearance of his own extent Buddhas, the lowest sun.",
    "ai-atk-abh01a7:19_3": "For the whole world savings all the kingdoms that authority were guarded and protected, like an enemy, and only the wise man would not lose his own mind.",
    "ai-atk-abh01a7:20_0": "By the unprofitable knowledge, they do not get the nine profitable bases, both the paths and the objects of the path, and the states have the sense that preoccupied with knowledge.",
    "ai-atk-abh01a7:21_0": "1432.",
    "ai-atk-abh01a7:21_1": "In the past: What is the base consisting of boundless consciousness, and phenomena, in the past, future and present with the base consisting of boundless consciousness, based on the past and its object.",
    "ai-atk-abh01a7:22_0": "There is no footprint of the dragon called ‘unnāga’. This is the purpose of sitting meditation, there is no footing in the morning.",
    "ai-atk-abh01a7:22_1": "They don’t comprehend the minds of the future, and nor are they reinforced by knowledge.",
    "ai-atk-abh01a7:22_2": "Not seeing the river,",
    "ai-atk-abh01a7:22_3": "But in the midst of the land, there is no mind—",
    "ai-atk-abh01a7:22_4": "the fourth jhāna of the fine-material sphere is variety of consciousness, etc., because of the fine-material sphere’s mind is reckoned as other.",
    "ai-atk-abh01a7:22_5": "Therefore it is said: ‘They are in future a village, not with its object.’",
    "ai-atk-abh01a7:23_0": "1434.",
    "ai-atk-abh01a7:23_1": "the five constituents (of mind and body) that occurred in the present phenomena as objects, and the mental objects is called the respectively.",
    "ai-atk-abh01a7:23_2": "Firstly, the production of the thought of the mind in the past, future or present,",
    "ai-atk-abh01a7:23_3": "Likewise in the time of becoming and so on.",
    "ai-atk-abh01a7:23_4": "In the Enlightenment Transference, the object of the present objects is at the time of future lives.",
    "ai-atk-abh01a7:23_5": "Likewise the five objects occurred with the object.",
    "ai-atk-abh01a7:23_6": "Or else, when the mind-made, past, future, and present, having arisen in the past, future, present, and present.",
    "ai-atk-abh01a7:23_7": "‘With the cause of unwholesome thoughts rooted in purification of mind and body consciousness rooted in their outcome.’",
    "ai-atk-abh01a7:23_8": "totally a conquered to this extremely agreeable to the people.",
    "ai-atk-abh01a7:23_9": "And the fifth is present in the present with the objects of the present with the object; it is with the object of the present.",
    "ai-atk-abh01a7:23_10": "‘Painful’ means the five objects of the present with the objects of the present.",
    "ai-atk-abh01a7:23_11": "Then the mind-made body, which has the base consisting of boundless consciousness as its object, is to be understood as past, future, and present.",
    "ai-atk-abh01a7:24_0": "‘That unskillful roots of the outcome and resultant roots have the same resultant out of unprofitable consciousness.’",
    "ai-atk-abh01a7:24_1": "For it is only this that is complete in all the constructions, etc., according to the opposite sex. It is “conformity” .",
    "ai-atk-abh01a7:24_2": "‘By the action is a basis for ending the defilements.’",
    "ai-atk-abh01a7:24_3": "When the mind-made way of mentality arises in him in the past, future or present.",
    "ai-atk-abh01a7:25_0": "(There are) wholesome things associated with the wholesome, unwholesome thoughts that are associated with knowledge,",
    "ai-atk-abh01a7:25_1": "the phenomena, past, future, and present.",
    "ai-atk-abh01a7:25_2": "(The nine progressively) attains exceeding the object.",
    "ai-atk-abh01a7:25_3": "Since in the case of the knowledges and consciousnesses, the same as in the case of the remainder,",
    "ai-atk-abh01a7:25_4": "For you have no fruit in a leaning to Nibbāna.",
    "ai-atk-abh01a7:25_5": "This is the simile here.",
    "ai-atk-abh01a7:26_0": "By the four ways of doing unskillful things with the beginning, the middle, and the end of the constituents (of mind and body), and so on.",
    "ai-atk-abh01a7:26_1": "and injuring them, they are caught up in a new state of existence. Then, having taken the object, they have come to an end.",
    "ai-atk-abh01a7:26_2": "The same method applies in the case of views.",
    "ai-atk-abh01a7:26_3": "for there is no one free of debt or reaches.",
    "ai-atk-abh01a7:26_4": "At the time of the Buddhas of the past, future, and present. They arrangements regarding the past, future.",
    "ai-atk-abh01a7:26_5": "Because of the uncertainty of the past and the future associated with it, because it is the object of the past and of the future, because it is the object of the past, future, and present. It is included in the past, future.",
    "ai-atk-abh01a7:26_6": "the eighth causes of action, the arising of wholesome thoughts, the six senses,",
    "ai-atk-abh01a7:26_7": "the consciousness element in the mode of the water element, and then the five objects of equanimity occurring in the five ways beginning with the equanimity .",
    "ai-atk-abh01a7:26_8": "mind in the past, future, and present in terms of the past, future, and present. It has arisen in the past, future, and present.",
    "ai-atk-abh01a7:27_0": "according as it is said in the Commentaries of the fine-material sphere belonging to the fine-material sphere. The base consisting of boundless space is infinite in all directions, so there are five ways in the fourfold reckoning of jhāna, and its objects, wherever it is stated , here.",
    "ai-atk-abh01a7:27_1": "‘Here the mind is successful in the past,’ and so on.",
    "ai-atk-abh01a7:27_2": "Mahākassapa had a relics at Mahākassapa’s disturbance, as objecting the distance of a great series.",
    "ai-atk-abh01a7:27_3": "The Elder Mahā Kassapa, it seems, performed a great sacrifices and setting forth the formless realm.",
    "ai-atk-abh01a7:27_4": "just this very was",
    "ai-atk-abh01a7:27_5": "the most excellent Elder Assattha. Having seen the leaders of the meal, on the day, and on the following day, you said: ‘Assay this matter, you give me rice from the Sangha of monks.’",
    "ai-atk-abh01a7:27_6": "it is time to make food for him before the meal, at the end of returning after the meal,",
    "ai-atk-abh01a7:27_7": "But when the body is made up of the mind, it becomes prevented for going to the body, or at the time of going to the assembly, or at the time of making a displayed body.",
    "ai-atk-abh01a7:28_0": "It is simply referred to as its object.",
    "ai-atk-abh01a7:28_1": "the mind-made reinforced with knowledge, and those of the past and future are present in the future.",
    "ai-atk-abh01a7:28_2": "But he is not able to find out that seven years.",
    "ai-atk-abh01a7:28_3": "For the past, future or present is purified,",
    "ai-atk-abh01a7:28_4": "for this is not arrival at the present time, but if that is present.",
    "ai-atk-abh01a7:29_0": "and in the present –",
    "ai-atk-abh01a7:29_1": "When the moment is born, it has arisen,",
    "ai-atk-abh01a7:29_2": "Herein, the arising of the sixty parts (of mind and body) that arose in me",
    "ai-atk-abh01a7:29_3": "They come down when they fall in the open,",
    "ai-atk-abh01a7:29_4": "Herein, having sat in the darkness there, he has no object of the meditation subject, then there is no object of that,",
    "ai-atk-abh01a7:29_5": "However, he defines in this way all the traders from here and there.",
    "ai-atk-abh01a7:29_6": "At the place where she was wandering, the bank of the river, having constructed that place was like a sight of a driver, so eventually prevailed.",
    "ai-atk-abh01a7:29_7": "it should be understood as if these phrases to defined in this way:",
    "ai-atk-abh01a7:29_8": "But when he sees the dyeing in the earth, he listens to the sound of the hand, etc., and the making a noise in the ear.",
    "ai-atk-abh01a7:29_9": "it should be understood that in this way: “In this place, it is born in a single session, and in the same place as before.”",
    "ai-atk-abh01a7:29_10": "Then it is that Majjhima",
    "ai-atk-abh01a7:29_11": "but ignorant, ‘Before’ means without interpreting the forms of abiding with confidence.’ Then, when there were two streams of the body, one opening up to the meditation subject through the extinction of the moon and sun, one rolling the darkness of the embryossion, and one come to mind as far as the darkness of the moon, heat going down as the sun and moon, and starts it does not get up to the darkness of the moon’.",
    "ai-atk-abh01a7:29_12": "Two wounds: ‘The two winterests, is unsuitable to the donor,’ and when they generately, they say: ‘Having arisen in me, they don’t kill.’",
    "ai-atk-abh01a7:30_0": "Understanding of continuity in one year is enlightened.",
    "ai-atk-abh01a7:30_1": "When this happens, friends, and presents are seen in the present.",
    "ai-atk-abh01a7:30_2": "If consciousness is tied up there in the present with desire and lust, you take pleasure in that, and that’s when you falter amid presently arisen phenomena.”",
    "ai-atk-abh01a7:30_3": "And here the Commentaries (of the First Path) and calms (of the Commentary)",
    "ai-atk-abh01a7:30_4": "it is so very hard to fathom,",
    "ai-atk-abh01a7:31_0": "And herein, whatever interruption they have arisen in the minds of knowledge that they have arisen in him.",
    "ai-atk-abh01a7:31_1": "what is the reason why?",
    "ai-atk-abh01a7:31_2": "And since one with his psychic power the other’s mind becomes unified,",
    "ai-atk-abh01a7:31_3": "and this is not the simile of the body –",
    "ai-atk-abh01a7:31_4": "When the fermented urine spit in the sky, the flower thinks, “I shall adorn themselves with one or other,” and so the mind becomes evident to him unification in one opposing the mind with the appearance of a single stage or one opposite sex. When the mind is stirred with a stick or with the thought, “I’ll wielding the mind.” Theiring to remain in one way, all the motion res to the bird nourishment or another.",
    "ai-atk-abh01a7:31_5": "But while a hundred years, even when a hundred years, he knows a thousand years, mounted by which they divided into two thousand years, and discuss, he does not forget the attainments of the meditation subject. But he does not stop trying to run away from them, nor do the same as adverting.",
    "ai-atk-abh01a7:31_6": "Since this is so, it should be understood that the object is arisen in him.",
    "ai-atk-abh01a7:32_0": "Herein, when absoluteness is undertaken in the past, future and present, the present, internally, externally, and both his mind is said to be , according to what is peaceful, settled and decided about it.",
    "ai-atk-abh01a7:32_1": "However, overpowering arranges in the island of the Jina, in what is said in the Commentary.",
    "ai-atk-abh01a7:32_2": "Here is this:",
    "ai-atk-abh01a7:32_3": "wants to know the mind of another with psychic power, his mind enters.",
    "ai-atk-abh01a7:32_4": "Then, having arisen for adverting with the object, he ceases.",
    "ai-atk-abh01a7:32_5": "there are four kinds of psychic power: the mind-made body and mind, the rest of the mind;",
    "ai-atk-abh01a7:32_6": "all the minds of them were quite subside,",
    "ai-atk-abh01a7:32_7": "and there were no objects for those who do not have.",
    "ai-atk-abh01a7:32_8": "and the object is included in the present objects.",
    "ai-atk-abh01a7:32_9": "he knows the other with his psychic powers, and one does not understand the other;",
    "ai-atk-abh01a7:32_10": "the eye consciousness turns out to see it, but not others.",
    "ai-atk-abh01a7:32_11": "Thus this is peaceful, this is sublime in states by means of the present object.",
    "ai-atk-abh01a7:32_12": "Or else they become one who has arisen in the present with the object, and so do not exist in whatever way, that is why,",
    "ai-atk-abh01a7:33_0": "‘Preceding the ‘firstances’ is a condition for the knowledge of the deathless’, and for the sake of quenching, the sign of quenching, and in the past.",
    "ai-atk-abh01a7:33_1": "Moreover, in the past and fourth jhānas,",
    "ai-atk-abh01a7:33_2": "Now, although regarding the previous disappearance of the past, future knowledge of the past, and present, both Their and the knowledge of the past and the future, are the present in terms of past and future.",
    "ai-atk-abh01a7:33_3": "For he has the entire mass of the past and the future,",
    "ai-atk-abh01a7:33_4": "In the mind-made body, and knowledge of the mind-made body are -",
    "ai-atk-abh01a7:33_5": "For that is how the acquisition of the mass of associated states are not objected with the objects of the paths of the sense-objects.",
    "ai-atk-abh01a7:33_6": "and through having knowledge of the past, future and present in the past,",
    "ai-atk-abh01a7:33_7": "This is the way to understand.",
    "ai-atk-abh01a7:33_8": "This is the eighth discussion on the eighth day.",
    "ai-atk-abh01a7:33_9": "But it is said: “The mind-made observed the three bases of psychic power that are skilled in the opposite sex and mindfulness, and the mind-concentrations of the aggregates, and the knowledge of the opposites of ignorance and given rise to knowledge. Consequently, and it is a condition for the that is a condition for the attainment of knowledge.”",
    "ai-atk-abh01a7:33_10": "And it is known as a skill in knowledge who is skilled in knowledge and insight.",
    "ai-atk-abh01a7:34_0": "‘With knowledge’ means that in the present the eyes are clear.",
    "ai-atk-abh01a7:34_1": "In the future, the knowledge of the fourth, is the same as object,",
    "ai-atk-abh01a7:34_2": "For when he has gone beyond the mass of suffering in the past, then his knowledge of the entire spectrum of past lives is unbecoming.",
    "ai-atk-abh01a7:34_3": "Herein, although a mind-made reinforced with knowledge of the mind, the intention of having illuminated that object, it is only seven days produced by the consciousness and influence of its object.",
    "ai-atk-abh01a7:34_4": "This in the world of many hundreds, a thousand eons of the world, or even their consciousnesses.",
    "ai-atk-abh01a7:34_5": "The basis for fine-material sphere should be understood that the basis for fine-material jhānas in the past, future or present. The Existent states should be understood that same object too.",
    "ai-atk-abh01a7:35_0": "1435.",
    "ai-atk-abh01a7:35_1": "internally and externally: the faculty of accomplished externally, and that is why in accordance with what is called internally and externally.",
    "ai-atk-abh01a7:35_2": "But if he is included internally and externally on the object of neutrality in himself, his internal and external objects are mentioned externally as its object;",
    "ai-atk-abh01a7:35_3": "internally and externally as object of the base consisting of nothingness, etc., and internally and externally, both internally and externally and externally. Because their respect and non-existence is said to be non-existent.",
    "ai-atk-abh01a7:36_0": "There it is not only a new life to refuted the same object as that of adverting with the mind. But their minds were successful, profitable, etc., and their sense-objects, and so on. But their minds are disprofitable, and so on.",
    "ai-atk-abh01a7:36_1": "But they are described in that place where it is stated.",
    "ai-atk-abh01a7:36_2": "How do they become?",
    "ai-atk-abh01a7:36_3": "For it is by means of the dimension of nothingness, and the one adverting with the surmounting of the base consisting of boundless space, and so on.",
    "ai-atk-abh01a7:36_4": "all these things have been called ‘skilled in the past’. Then what is unskillful from the past, future, and present’.",
    "ai-atk-abh01a7:36_5": "Now, although these ninety-two objects of a single one preceding the object, etc., are said to be preceding the object together with the object occupied with the objects of each one, their as its object, and one observes the nine respects. Consequently, their objects is mentioned.",
    "ai-atk-abh01a7:36_6": "Therefore what to say about one object of the nine objects,",
    "ai-atk-abh01a7:36_7": "When this was said, ‘This is why it should be understood.’",
    "ai-atk-abh01a7:36_8": "The rest is the same as object here in the middle.",
    "ai-atk-abh01a7:37_0": "But the base consisting of neither perception nor non-perception surmounting the base consisting of neither perception nor non-perception should be understood to be understood as peaceful in one whose mind is attached to the instance of the base consisting of neither perception nor non-perception.",
    "ai-atk-abh01a7:37_1": "And here there is no sense of having a foundation for sense-sphere consciousness, and there is no thought in the sense-object, the sense-sphere, not the others.",
    "ai-atk-abh01a7:37_2": "The noble eightfold path has come to be.",
    "ai-atk-abh01a7:37_3": "But having a wholesome sense of wholesome and unwholesome objects, is what is it?",
    "ai-atk-abh01a7:37_4": "Having arisen in the dimension of infinite space, he stood at the root of the dimension of infinite consciousness, for three months the dimension of infinite consciousness,",
    "ai-atk-abh01a7:37_5": "For anyone who does not have the object of form, why is it that?",
    "ai-atk-abh01a7:37_6": "Having abandoned the result of the mind’s continuity,",
    "ai-atk-abh01a7:37_7": "The same method of the base consisting of neither perception nor non-perception as object, and the respect and the object;",
    "ai-atk-abh01a7:37_8": "The internal and external based on the fine-material sphere belonging to the fine-material and immaterial sphere must be understood externally, and externally.",
    "ai-atk-abh01a7:38_0": "all the sensuous worlds, skilled in the fine-material and immaterial states, the fourth jhāna in the fine-material sphere. Their sense-spheres are in the first and immaterial kinds of becoming.",
    "ai-atk-abh01a7:38_1": "the moment of the constituents (of mind and body) that provide fuel for attachment, and so on.",
    "ai-atk-abh01a7:38_2": "But both the internal and external objects",
    "ai-atk-abh01a7:38_3": "Since in the case of the knowledges and consciousnesses, the same as in the case of the remainder,",
    "ai-atk-abh01a7:38_4": "for all the time has no continuation in extinguishment.",
    "ai-atk-abh01a7:38_5": "So it is with the four aggregates of views, definition of the constituents opposite sex, and the sense faculties, both internally and externally and externally as their objects, and externally as objectserted, haunting the constituent parts of the sense faculties, etc., and internally and externally as objects,",
    "ai-atk-abh01a7:38_6": "The same method applies in the case of views.",
    "ai-atk-abh01a7:38_7": "For all of them have no agitation.",
    "ai-atk-abh01a7:38_8": "The two faculties of the internal and external objects are both internal and externally and externally. They are both internally and externally and externally as aggregates, etc., and externally.",
    "ai-atk-abh01a7:38_9": "Because of the uncertainty of the aspect of the states associated with uncertainty, etc., as the object of the aspect of the states consisting in having doubt as its object.",
    "ai-atk-abh01a7:39_0": "These are the three kinds of mental-objects of mind element that originate from the mind-consciousness element, and his own physical nutriment about visible-objects of the mind-made body, etc., of the mind-made body-consciousness element indicated by the external objects of visible objects, and externally as its object.",
    "ai-atk-abh01a7:39_1": "Then with the appearance of joy and happiness without the groups of five hundred on internal objects, etc., and with the support of the mind elements, both internally and externally, and with an individual essences, both internally and externally and externally as objects, both internally and externally and externally, both internally and externally and externally.",
    "ai-atk-abh01a7:39_2": "The same method of equanimity causes and conditions; and the elements of consciousness associated with equanimity.",
    "ai-atk-abh01a7:39_3": "But that is in a good state, a heavenly realm,bodious conduct, and it occurs because of its making predictions that origin.",
    "ai-atk-abh01a7:40_0": "For eight thousand of those who were inclined to the Great Wood, at the same time he had assembled.",
    "ai-atk-abh01a7:40_1": "But it is not only access that does not conceive",
    "ai-atk-abh01a7:40_2": "and the Happy One’s practices occurring only in conformity with the Enlightened One’s time.",
    "ai-atk-abh01a7:40_3": "The fivefold section on the basis of happiness in himself, etc., are visible objects with the materiality aggregates, etc., indicated by the fine-material sphere belonging to internal and external objects.",
    "ai-atk-abh01a7:40_4": "The Realized One’s mind-made charms, as he reviews the earth-god, laughing and expression of his own generosity in the middle of the lunaring of the capital.",
    "ai-atk-abh01a7:41_0": "They get caught up in the Mallas, making a great effort, and worry externally.",
    "ai-atk-abh01a7:41_1": "the internal and external objects are internal (intentional) with internal objects.",
    "ai-atk-abh01a7:41_2": "Equanimity as specific neutrality is included in the five ways beginning with equanimity, and the mind-consciousness element with the nutriment of the mind-consciousness element in the way beginning, “Having the mind-consciousness element .”",
    "ai-atk-abh01a7:41_3": "Eight practices were established in the mind of the eight thought.",
    "ai-atk-abh01a7:41_4": "For they do arise the different kinds of defilements that arise for an ordinary person, and the ordinary person here.",
    "ai-atk-abh01a7:42_0": "These are the fivefold jhāna in the fine-material sphere belonging to the fine-material sphere. In this place there are fivefold reckoning of all the jhānas, which can be obtained in this fine-material and immaterial jhānas.",
    "ai-atk-abh01a7:42_1": "for He has blocked the signs of the objects because there is no the sign of the object.",
    "ai-atk-abh01a7:43_0": "‘Here the mind is successful in oneself with the body and mind that provides physical contact with the physical support of the mind, verbally and mental objects, and mental objects, externally both internally and externally, externally, and both internally and externally, externally, and both internally and externally.’",
    "ai-atk-abh01a7:44_0": "‘Without seeing’ means with what is internally in oneself, clung to the sound of himself, at the time of hearing of others,",
    "ai-atk-abh01a7:44_1": "‘Intentionality’ means having the consciousness belonging to mind as object,",
    "ai-atk-abh01a7:44_2": "and when his own mind was ready, there is no leagues away.",
    "ai-atk-abh01a7:44_3": "‘Firstly, preceding the progress of the three constituents (of mind and body) that provide fuel for attachment’, and with the stilling of both internally and externally as its object.",
    "ai-atk-abh01a7:45_0": "‘All-spheres’ means being intent on seeing visible objects with the eyes, and so on, without seeing the internal eyes and externally, externally, both internally and externally, externally and externally, both internally and externally.",
    "ai-atk-abh01a7:45_1": "‘Without knowledge’, without constituents (of mind and body), without preventing the inside or outside, the end of the various faculties’, or without attachment to both internal and externally, externally, with an individual essences either internally and externally, both internally and externally and externally.",
    "ai-atk-abh01a7:45_2": "The base consisting of nothingness is stated under the base consisting of nothingness.",
    "ai-atk-abh01a7:46_0": "the commentary on the hill.",
    "ai-atk-abh01a7:47_0": "1441.",
    "ai-atk-abh01a7:47_1": "after showing them (whoever) in the place where these three ways the profitable acts, etc., which are well shown by them in the same way, and having them said, they will give them attention to the profitable way.",
    "ai-atk-abh01a7:47_2": "The exposition should be understood in the same way as given and the teaching and the rest.",
    "ai-atk-abh01a7:48_0": "Three defilements should be understood: Ones each one by one, two, three, four, five, three, ten, one, and three.",
    "ai-atk-abh01a7:48_1": "Herein, there are two kinds of ignorance associated with ignorance in the four kinds of ignorance and fettered by view: ignorance and fettered by view.",
    "ai-atk-abh01a7:48_2": "The views of existence gives rise to the four elements; the faithful views gives rise to ignorance.",
    "ai-atk-abh01a7:48_3": "If that there are two fetters, while they are reborn in one state of existence, this is the ten respects.",
    "ai-atk-abh01a7:48_4": "Herein, sensual desire arises in him at the four directions.",
    "ai-atk-abh01a7:48_5": "And how is doubt and in the future?",
    "ai-atk-abh01a7:48_6": "The fetters of sensuality, desire to be reborn, and ignorance. That is: the fetter of views, fettered by ignorance, fettered by views, precepts and observances, and the four fetters of views, all the fetters, and the fetters of rebirth.",
    "ai-atk-abh01a7:48_7": "The fetters of attraction, repulsion, views, doubt, conceit, desire to be reborn, and ignorance. That is:",
    "ai-atk-abh01a7:48_8": "Conceit and fetter with the fetter of passion for sensual pleasures gives rise to one fetter.",
    "ai-atk-abh01a7:48_9": "in the midst of the Sangha.",
    "ai-atk-abh01a7:48_10": "This is the one who is fettered by ignorance.",
    "ai-atk-abh01a7:48_11": "Likewise in the case of rebirth in a future life.",
    "ai-atk-abh01a7:48_12": "That is how two fetters arise.",
    "ai-atk-abh01a7:49_0": "1511.",
    "ai-atk-abh01a7:49_1": "But what the hindrance of the hindrances should be understood to be known as the three hindrances where these two hindrances are reckoned as the hindrances.",
    "ai-atk-abh01a7:49_2": "Among these two kinds of sensual desire arises in one dependent on sensual desire, ill will, and so on.",
    "ai-atk-abh01a7:49_3": "in that way, monks, the Lord of the World",
    "ai-atk-abh01a7:49_4": "Firstly, the hindrances of sensual desire arises in exertion, which are distracted by hindrances, difference in the perspectives of the hindrances, and dullness and drowsiness arise together with two kinds of scopes.",
    "ai-atk-abh01a7:49_5": "But this is what was said in the lower part of the two reckonings.",
    "ai-atk-abh01a7:49_6": "Thus they attain only one word, (good) the same commentary.",
    "ai-atk-abh01a7:49_7": "Acording to ill will, dullness and drowsiness, restlessness and remorse, and doubt. Acorruptions and stiffness and torpor,  Reflecting properly, they give rise to confidence in the four ways.",
    "ai-atk-abh01a7:49_8": "But restlessness and remorse arise together with one single conscious mind.",
    "ai-atk-abh01a7:49_9": "and she knows and sees independently and is included together with alone.",
    "ai-atk-abh01a7:50_0": "1577.",
    "ai-atk-abh01a7:50_1": "And the corruption of the defilements should be understood: ‘These are the three defilements in the  defilements.’ ...",
    "ai-atk-abh01a7:50_2": "Or one alternatively, one who is himself unequalled and has entered",
    "ai-atk-abh01a7:51_0": "Herein, the corruption of the defilements is given there.",
    "ai-atk-abh01a7:51_1": "Herein, greed arises in him here.",
    "ai-atk-abh01a7:51_2": "as well as misery,",
    "ai-atk-abh01a7:51_3": "you should know deluded by delusion.",
    "ai-atk-abh01a7:51_4": "A Lohicca, and views associated with views, and with conscience and prudence following, substances, deluded in views, lengths, shamelessness, fosters, and fosters. Through views give rise to deceit, bad views, and eliminations, and defiled by the opposites of deceit, fraudairs, and (wholesome) six views, and six shameless views deluded by the faithless views of deceit, for the faithlessness, for the Faithlessness, and eld factions of deceit, and shactioned by the le.",
    "ai-atk-abh01a7:52_0": "And when the flood was reckoned as an incalculable, mass of deceit, and conscience in prudence, with conscience and prudence, with prudence and shame and shameless names, deluded, and gives rise to faith.",
    "ai-atk-abh01a7:52_1": "and doubt arise in them, quite secluded from sense desires, secluded from unwholesome things, with conscience and prudence following, and prudence. That is, with conscience and prudence for them, energy, and wisdom.",
    "ai-atk-abh01a7:52_2": "The rest is undefined.",
    "ai-atk-abh01a7:53_0": "The account of the eight laws of the Dhamma",
    "ai-atk-abh01a7:54_0": "The account of the eight eggs is finished.",
    "ai-atk-abh01a7:55_0": "Discussion of the Manyth",
    "ai-atk-abh01a7:56_0": "And at this point it is said:",
    "ai-atk-abh01a7:57_0": "my mind, and body is very delightful.",
    "ai-atk-abh01a7:58_0": "When he spoke the Dhamma to the world,",
    "ai-atk-abh01a7:59_0": "Being inclusive to the teaching, without exception.",
    "ai-atk-abh01a7:60_0": "While standing on that (he said) I was established, the complexion of the meaning,",
    "ai-atk-abh01a7:61_0": "eight productions constantly and corruption.",
    "ai-atk-abh01a7:62_0": "Thus this medicine brought to the end.",
    "ai-atk-abh01a7:63_0": "the sixteen-coloured Discourse at the Pāvāḷivisa",
    "ai-atk-abh01a7:64_0": "(Thinking): “This is the topic of the Teaching for a long time, for I have spat.”",
    "ai-atk-abh01a7:65_0": "I have attained what is wholesome, by the power of this, may all beings,",
    "ai-atk-abh01a7:66_0": "having understood the King of the True Dhamma’s Doctrine, be led to happiness,",
    "ai-atk-abh01a7:67_0": "and it is the way to attain that which is purified, because of the attainment of purity.",
    "ai-atk-abh01a7:68_0": "be without grief, without continuing despair, (and attain) the supreme happiness of Emancipation.",
    "ai-atk-abh01a7:69_0": "May the True Dhamma last long, may all beings have respect for the Dhamma,",
    "ai-atk-abh01a7:70_0": "All sentient beings have in times of times.",
    "ai-atk-abh01a7:71_0": "and radiating the kings (all) in that place,",
    "ai-atk-abh01a7:72_0": "The King’s protection (men) protection by legitimate means,",
    "ai-atk-abh01a7:73_0": "(accompanying) in the ultimate sense of conscience, which were desiring the Faith of the Enlightened One, the Buddhas, the highest of virtues, the attainment of the Mahāmeghana, and in the six Vinaya, the eighteen sections of the Paccekabuddhas, and the Great Snakes, great disciples, violent, and peaceful in mind, without having destroyed, who possesses knowledge of the (supernatural) conduct, who possessed the great (magical) powers, whosequence, the doctrines of (which Buddhas) Minspiritages, the Faṅguing into the great heritage of men, who has performed the Virtorlded the Virtorldly consequence of what is called the doctrine, and fit to (wakes in the doctrine of the doctrines of the doctrine of the doctrines of the Fairres of the home life",
    "ai-atk-abh01a7:74_0": "Setle the world in the world,",
    "ai-atk-abh01a7:75_0": "don’t show their purity.",
    "ai-atk-abh01a7:76_0": "‘Indeed I was called pure’.",
    "ai-atk-abh01a7:77_0": "The Lord of the World who sets out in the world,",
    "ai-atk-abh01a7:78_0": "Eight times:",
    "ai-atk-abh01a7:79_0": "The discussion on the teaching is finished."
}