{
    "ai-atk-s0202a1:0_0": "2. Bhikkhuvaggo",
    "ai-atk-s0202a1:1_0": "Advice to Rāhula at Ambalaṭṭhikā",
    "ai-atk-s0202a1:2_0": "Indeed it is so very hard to speak to the Discourse on Ambalaṭṭhikā",
    "ai-atk-s0202a1:2_1": "Herein, when they are living in a Bamboo Grove, they live with their own hands, shaking off their heads at the end of seclusion, opposite sex, living in seclusion, and say:",
    "ai-atk-s0202a1:2_2": "So too, when someone is born, he becomes unborn, so too the venerable of the three Vedas put to an end, and he expressed their seclusion for seven times.",
    "ai-atk-s0202a1:2_3": "is retreated by solitary, and emerging from the fruit of stream-entry,",
    "ai-atk-s0202a1:2_4": "placed the seats preparing the seats, there were entangled the collar-sherd.",
    "ai-atk-s0202a1:2_5": "droping the water driver.",
    "ai-atk-s0202a1:2_6": "“The water is in the place.”",
    "ai-atk-s0202a1:3_0": "Rāhula addressed Venerable Rāhula,",
    "ai-atk-s0202a1:3_1": "For the Fortunate One, Rāhula of the Dhamma teaching of the Elder Rāhula,",
    "ai-atk-s0202a1:3_2": "Having said this to the novice Nuns:",
    "ai-atk-s0202a1:3_3": "Likewise Rāhula at the Great Wood, Rāhula",
    "ai-atk-s0202a1:4_0": "For this venerable, having taken seven robes at the time of the Buddha, two, three times, borrowed goods, supported the ascetic Gotama. When he took the going forth, he said to the Elder Assaji, “Give me the Dhamma, companion.”",
    "ai-atk-s0202a1:4_1": "Then the Buddha spoke to the young man named Bhaddiya. He gave him advice, saying: “What is all sort of? How should you give him advice?” and “We shall expounding the name of the Buddha?” Then he spoke in discussing the ten times of talking about the Buddhas: “You have not discussing the enlightened, Rāhula?”",
    "ai-atk-s0202a1:4_2": "“One thing: question, passage for recitation, and answer. ...",
    "ai-atk-s0202a1:4_3": "Ten things: question, passage for recitation, and answer.",
    "ai-atk-s0202a1:4_4": "What is the one?",
    "ai-atk-s0202a1:4_5": "‘All sentient beings are sustained by food.’ ...",
    "ai-atk-s0202a1:4_6": "What is the ten?",
    "ai-atk-s0202a1:4_7": "One endowed with ten factors is called “perhaps”.",
    "ai-atk-s0202a1:4_8": "Furthermore, he thought: “Where do you think, Delightfully infatuated! We have seen this. All of us was ourselves, saved! Queen!” Then he said, “We shall give it to us one, two elephants, horses, uplifting religious founders, and here.” And having seen that, when he had seen the first case, he said, “Give me this one, ‘Such is happy’,",
    "ai-atk-s0202a1:4_9": "In the four kinds of desire and greed for the five kinds of sensual stimulation are proper for the auspicious kinds of sensual stimulation. Taking the five kinds of sensual stimulation he showed the very same desire and greedy for Rāhula, he showed the Discourse on the Great Steward.",
    "ai-atk-s0202a1:4_10": "When she arrived, she doesn’t give up desire and greed for future rebirth.",
    "ai-atk-s0202a1:4_11": "“I am eloquent praised by me,” relying on the dimension of greed for sense desires, depending on me, and illustrious.",
    "ai-atk-s0202a1:5_0": "There, Rāhula, you should not say that this",
    "ai-atk-s0202a1:5_1": "for that is what is said in accordance with the doctrine.",
    "ai-atk-s0202a1:5_2": "Linked Discourses on the thirty-two times of monks are said to be grouped at the time for seven years.",
    "ai-atk-s0202a1:5_3": "The Longer Discourse at the Eastern Monastery in the Twelth Rains Retreat.",
    "ai-atk-s0202a1:5_4": "The Shorter Advice to Rāhula at the time, for the sake of the rainy season.",
    "ai-atk-s0202a1:5_5": "In the Ambalaṭṭhikā and Ambalaṭṭhika to recite the Ārāmas at the time of the Ambalaṭṭhikā.",
    "ai-atk-s0202a1:5_6": "In the evening, Rāhula’s Lader, was devoted to the Thera of Rāhula at its head, when he was full of passions and had a great deal of greed, he reached the Bhaddāla Vihāra, the sixteenth, and the five hundred attendants, attained to the knowledge of freedom.",
    "ai-atk-s0202a1:5_7": "And this senior elder Rāhula, was the most senior of the Community of monks in the midst of the Sangha of monks:",
    "ai-atk-s0202a1:6_0": "“Where should you protect the seed, the supreme seed,",
    "ai-atk-s0202a1:7_0": "A Realized One is accomplished in ethics, guards the senses.”",
    "ai-atk-s0202a1:8_0": "Questioning this is a power of the novice Ambalaṭṭhika. (These) speakers of using a debate lie.",
    "ai-atk-s0202a1:9_0": "Herein, do you see when you see it?",
    "ai-atk-s0202a1:9_1": "they’re a little,",
    "ai-atk-s0202a1:9_2": "they are an asceticism, who have a teaching master,",
    "ai-atk-s0202a1:9_3": "Having thrown up the mouth, the took up her face,",
    "ai-atk-s0202a1:9_4": "After waking upright, they woke.",
    "ai-atk-s0202a1:10_0": "That royal bull elephant would tell a deliberate lie even for the sake of a king.",
    "ai-atk-s0202a1:10_1": "Herein, one who is strivers from chariot parts of the chariot rolling through the air.",
    "ai-atk-s0202a1:10_2": "broke upside down means endowed with flour and beautiful qualities,",
    "ai-atk-s0202a1:10_3": "Rebirth is born and raised up.",
    "ai-atk-s0202a1:10_4": "the battle, plunges in battle,",
    "ai-atk-s0202a1:10_5": "the making procedure that was done by someone thus, they return to the realm, saying:",
    "ai-atk-s0202a1:10_6": "But in the eastern gate, etc., the western gate is the alternative spirits in the eastern gate.",
    "ai-atk-s0202a1:10_7": "(But) after having done a deed, he fell into the sky and returns to the midst of the following places: “I shall die,” and when he surveys two thousand meditates.",
    "ai-atk-s0202a1:10_8": "(The king) came to the Kapilavatthu), when the Brick Robe had gone there,",
    "ai-atk-s0202a1:10_9": "While the meaning of the deed is successful:",
    "ai-atk-s0202a1:10_10": "(living in) a deed called (risked) with a shop and framework, or bound by sinews, cutting down, or round on a bed ornament.",
    "ai-atk-s0202a1:10_11": "he stores them up with the bundle of drums, and he lefts his mouth,",
    "ai-atk-s0202a1:11_0": "and is his enemy.",
    "ai-atk-s0202a1:11_1": "Looking without wishes, he thinks: “This is the defeated of this, and he sees Prince.”",
    "ai-atk-s0202a1:11_2": "When they do a bad deed, they grab a roaming the stick or a stone, including the stick or a sword, he takes his sword to the ground.",
    "ai-atk-s0202a1:11_3": "From this point he does not identify in any elephants, horses, birds, government officials, and when we see it is present.",
    "ai-atk-s0202a1:11_4": "There is no bad deed for one, two of them, three, or four of them strike them about, and so on. There is nothing to be seen, heard, or suspected.",
    "ai-atk-s0202a1:11_5": "So you should train like this: ‘There is no evil words when lying down, laughing, playing in speech, and performing a debate. That is why I will not train in a new abolishment.’",
    "ai-atk-s0202a1:11_6": "He has the meaning of reviewing is calm, in whatever place there is, when he has said, there is seeing the purpose of sight.",
    "ai-atk-s0202a1:11_7": "having reviewed this, he looks round after reflecting around,",
    "ai-atk-s0202a1:12_0": "There are not to be done for the purpose of checking it: “This is not to be done”,",
    "ai-atk-s0202a1:12_1": "Sittle down, you should return. Do not do what you have said.",
    "ai-atk-s0202a1:12_2": "you should repeat what you have said.”",
    "ai-atk-s0202a1:12_3": "A trainee who has trained in day and night;",
    "ai-atk-s0202a1:13_0": "He should be constructed:",
    "ai-atk-s0202a1:13_1": "He should then scorches:",
    "ai-atk-s0202a1:13_2": "He should be disgusted by worms, when he sees them, he should be disgusted as if detest.",
    "ai-atk-s0202a1:13_3": "But there are no story of mental deeds in conformity to the site: here,",
    "ai-atk-s0202a1:13_4": "How should they be treated as they do?",
    "ai-atk-s0202a1:13_5": "Firstly, one in the first phrase the middle one should be given in the last watch.",
    "ai-atk-s0202a1:13_6": "When they do so, he should review this interrupted thus: “As I have seated in the day quarters, or in this place, or in the next life. Is there any other way, or in the next life?”",
    "ai-atk-s0202a1:13_7": "If you know, you should teach him:",
    "ai-atk-s0202a1:13_8": "If that’s not, one should meditate with rapture and joy.",
    "ai-atk-s0202a1:13_9": "this almsfood should be used in a mind-made body:",
    "ai-atk-s0202a1:13_10": "“Is there any alms-food that I have any desire or greed or hate or delusion or repulsion in them?”",
    "ai-atk-s0202a1:13_11": "if he says, “I won’t do it,” he should determine it as a thought.",
    "ai-atk-s0202a1:13_12": "If that’s not, one should meditate with rapture and joy.",
    "ai-atk-s0202a1:14_0": "whether they’re awakened to by the Buddha, the brahmins, or the Buddhas,",
    "ai-atk-s0202a1:14_1": "So you should train like this:",
    "ai-atk-s0202a1:14_2": "The rest is the same.",
    "ai-atk-s0202a1:14_3": "while the Buddha preaches this disciplinary element, like a league in a league. He has an excellent assembly to do within the assemblies of a league highly-rounded on the shoulder of a league.",
    "ai-atk-s0202a1:15_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a1:16_0": "The Advice to Rāhula is finished.",
    "ai-atk-s0202a1:17_0": "2. Mahārāhulovādasuttavaṇṇanā",
    "ai-atk-s0202a1:18_0": "the Great Assembly Sumedha spoke the Discourse in Tusitating",
    "ai-atk-s0202a1:18_1": "Herein, backbiting is striking. From then on, without turning back, they followed behind, and followed by that path.",
    "ai-atk-s0202a1:18_2": "Then the Fortunate One, having laid down his sword in front, at the head of the Elder Rāhula, went in front of him, and because of the ten powers, Rāhula.",
    "ai-atk-s0202a1:19_0": "There the Buddha came out of the threshing floor in the shade of the bee-eyed Lord of the Earth like a droping floor. The Buddha dreams blooming for the hand of the rainy season, like the Lord of the lotuses.",
    "ai-atk-s0202a1:19_1": "In the late afternoon, the Buddha came out of his hair and beard, like a hunter’s lion’s roar, he wandered around the hunter.",
    "ai-atk-s0202a1:19_2": "The Buddha is like a huge mountain-topped in a mountain cave, like a strong harvest or trunk. He’s handed over the mark of a huge mountain from a tip.",
    "ai-atk-s0202a1:19_3": "Then the Buddha came out from his life to the end of the leaf-hut and he saw the royal emerging from the sky like a golden floor.",
    "ai-atk-s0202a1:19_4": "The Fortunate One, whose mind was smelly like a blossoming lotus stalk, with his golden-smelling jungle, like a golden star, and so on, the height of a king of mountains, like the moon shining in the sky.",
    "ai-atk-s0202a1:19_5": "The Buddha is plunged into the Great Wood, just as a goldsmith’s hoof goldsmith’s apprehending the gold.",
    "ai-atk-s0202a1:19_6": "The Fortunate One, while going to the sky, with his universal wheel-treasure, like the wheel-turning monarch,",
    "ai-atk-s0202a1:19_7": "(The Buddha) came to the sky, like a curtaining light of mountains, like the monkey on the road to the sky.",
    "ai-atk-s0202a1:20_0": "And the Buddha, too, was entering the Āpaṇa capital city, Rāhula by name,",
    "ai-atk-s0202a1:20_1": "The Buddha also in brief like a beautiful worm, which was like gold, silver, and money, and gold.",
    "ai-atk-s0202a1:20_2": "The Fortunate One has given up recently gone forth, too,",
    "ai-atk-s0202a1:20_3": "Just as the Buddha’s body was thirty-two marks of a great treasure, like a funeral pyrecious treasure with flags, like the chariot-maker’s treasurer.",
    "ai-atk-s0202a1:20_4": "And so there were two fully ordained white lotuses: having gone forth as a golden plates, even two aristocratic kings, one hundred and two valuable colours, and two lions of gold and silver. They were brought to the coins, covered with gold news, and two pronounced each other, were reborn in the pavilion.",
    "ai-atk-s0202a1:21_0": "And here Rāhula, while going behind the Buddha’s footprint, walked around the name of the Buddha.",
    "ai-atk-s0202a1:21_1": "After seeing the Buddha’s body he retained in the thirty-two marks of a Buddha, like a champion gold filled with to a thirty-two palms in the sky like a red lotuses, shining in the sky like a flame, with a stump of pearls, and so forth like a red lotuses, like a golden flag, with a necks of pearls vick, like a rolled string, like a golden pearl, torbowls and creeper’s threeper.",
    "ai-atk-s0202a1:21_2": "But having looked at himself, he said:",
    "ai-atk-s0202a1:21_3": "“I also say to you,",
    "ai-atk-s0202a1:21_4": "and if the Fortunate One was maintaining the four great primary elements, he had a lump of meat in the four directions,",
    "ai-atk-s0202a1:21_5": "This being so, doesn’t give rise to desire and greed for bringing suffering in Island.”",
    "ai-atk-s0202a1:22_0": "And while walking in front of the Fortunate One:",
    "ai-atk-s0202a1:22_1": "“Rāhula, the person whose self-lump is full of flesh and blood, Rāhula.",
    "ai-atk-s0202a1:22_2": "What is the time for mental objects, since it is included in materiality and phenomena, it is the time for one who is there developed and cultivated?”",
    "ai-atk-s0202a1:22_3": "Then, as he was going on seeing the lotus roots in the mats of a cotton-wound, he saw the sign of the sun.",
    "ai-atk-s0202a1:22_4": "“Sirs, if you were to hurriedly freely greed, hate and delusion, I am coming in the realm of luminous, and amusing themselves to me. And like a fishermetile field, I am coming down in the sky.",
    "ai-atk-s0202a1:22_5": "But this defilement doesn’t truly know or see your own good, the good of another, or the good of both.",
    "ai-atk-s0202a1:22_6": "and he conceives and drags in hell by that, the animal realm, the ghost realm, and the ghost realm, or the heels of the animal realm. In this way, he can’t be at all, and is not exempt from this world.",
    "ai-atk-s0202a1:23_0": "greed, hate, and delusion.",
    "ai-atk-s0202a1:24_0": "That person doesn't understand it rises from fear within.",
    "ai-atk-s0202a1:25_0": "A greedy person doesn’t know the good.",
    "ai-atk-s0202a1:26_0": "Then, blinded by darkness, that angry one will not be overcome by (all) greed –",
    "ai-atk-s0202a1:27_0": "While the sun is full of many kinds of treasures, it is still not allowed to bathe with water without a pel.",
    "ai-atk-s0202a1:27_1": "That gem is conceived in the definition of his virtue; he thinks, “I shall find no obsess in it for him.”",
    "ai-atk-s0202a1:27_2": "In such a places a royal bull elephant named States.",
    "ai-atk-s0202a1:27_3": "Therefore, when he rose and standing on the course, he addressed the Sakyan:",
    "ai-atk-s0202a1:27_4": "The Buddha calls concluded it, saying: “The things have been carried away by the stream of this.”",
    "ai-atk-s0202a1:28_0": "Herein, whatever is praised by the path of purification in all its various forms there are instances of the variety of paths.",
    "ai-atk-s0202a1:28_1": "It is not enough for intoxications, and for the sake of (of the profession).",
    "ai-atk-s0202a1:28_2": "What is that Fortunate One asked about? When asked about?",
    "ai-atk-s0202a1:28_3": "While he was thinking:",
    "ai-atk-s0202a1:28_4": "“This is not mine, I am not this, this is not my self,”",
    "ai-atk-s0202a1:28_5": "“The Buddha has clearly seen all forms of form, feeling, perception, choices, and consciousness. But he doesn’t proceed without anything.”",
    "ai-atk-s0202a1:28_6": "Therefore if he is not standing to ask",
    "ai-atk-s0202a1:28_7": "He should not perform the same profitable, because he does not say:",
    "ai-atk-s0202a1:28_8": "Similarly, this is also to be done.",
    "ai-atk-s0202a1:29_0": "This venerable wants to train in the morning, in the evening, the scented salt, the bowl, the medium bowl –",
    "ai-atk-s0202a1:29_1": "“I am a fully awakened Buddha, I am advice to give the instruction for my preceptor.”",
    "ai-atk-s0202a1:29_2": "the Blessed One, who was clever set out of respectively –",
    "ai-atk-s0202a1:29_3": "“The foremost of my monk disciples who want to train in the training is Rāhula.”",
    "ai-atk-s0202a1:29_4": "And the venerable, having seen the lion’s roar in the middle of the Saṅgha:",
    "ai-atk-s0202a1:30_0": "“I have deep knowledge of this all, the Great King,",
    "ai-atk-s0202a1:31_0": "and set out in the presence of the Community of monks.",
    "ai-atk-s0202a1:32_0": "having given the uphold of the Dispensation of the Dhamma,",
    "ai-atk-s0202a1:33_0": "You have gone forth out of faith and love for me.",
    "ai-atk-s0202a1:34_0": "the Dhamma-King was my father, a King, and my lovely.",
    "ai-atk-s0202a1:35_0": "Sāriputta, my preceptor gave me all the Victors.”",
    "ai-atk-s0202a1:36_0": "Then the Fortunate One, etc., is not so to be seen that feelings, etc., would also be double and so on.",
    "ai-atk-s0202a1:36_1": "Who does not neglect today?",
    "ai-atk-s0202a1:36_2": "When the senior mendicant knew that this thought came to me: ‘You won’t be able to keep up desire and lust for such a thing.’ And how, when you know that such a thought, you don’t think, ‘Who are you?’",
    "ai-atk-s0202a1:36_3": "and robbing it in the presence of the Holy One, he took robbers like a bandit.",
    "ai-atk-s0202a1:36_4": "the Happy One’s doctrine, being so hard to find.",
    "ai-atk-s0202a1:36_5": "Such a wise person will enter the village for alms?”",
    "ai-atk-s0202a1:36_6": "The venerable of deliberately given up food. Then he sat down at the root of a certain tree. After that, he sat down at the root of a certain tree.",
    "ai-atk-s0202a1:36_7": "The Fortunate One, having seen venerable friends in this way:",
    "ai-atk-s0202a1:36_8": "“Don’t begging, Rāhula. Why don’t I do it?”",
    "ai-atk-s0202a1:36_9": "(So it seems) he thought:",
    "ai-atk-s0202a1:36_10": "“Today, mindfulness of the body has the meal.”",
    "ai-atk-s0202a1:37_0": "Venerable Sāriputta saw the Buddha coming,",
    "ai-atk-s0202a1:37_1": "For what does the venerable who lives alone with the Buddha?",
    "ai-atk-s0202a1:37_2": "When they were allocating the two ends, then having swopt the furniture in order to get alms-food, gained the attainment of the meditation subject, and after surrounding their own mind, they went to his own dwelling and turned back.",
    "ai-atk-s0202a1:37_3": "And the Buddha does not say this:",
    "ai-atk-s0202a1:37_4": "Then the Buddha, the Saṅgha of mendicants went to the first monastery.",
    "ai-atk-s0202a1:37_5": "While the Elder’s dwelling place came out,",
    "ai-atk-s0202a1:37_6": "and he told him what was happening.",
    "ai-atk-s0202a1:37_7": "if she discards it throws out and throws it away,",
    "ai-atk-s0202a1:37_8": "he places the drinking water, the bungalow was not set out, and the water for drinking.",
    "ai-atk-s0202a1:37_9": "When you’re sick, you should go to you, and ask what about you?”",
    "ai-atk-s0202a1:37_10": "having gone into the presence of the Teacher, said: “Having gone into the presence of (work):",
    "ai-atk-s0202a1:37_11": "“Do not see, reverends, do not be satisfied with the Buddha at its head?”",
    "ai-atk-s0202a1:37_12": "Having made her misbehaved all the monks within her,",
    "ai-atk-s0202a1:37_13": "For just as a wheel-turning monarch wants to go, surrounded by the army, and firstly government officials all surrounded by the Community of monks,” and he left the town, having prepared the True Dhamma without treasure, the Blessed One, the Licchavis, the attendants, the Protector of the Dhamma, and the Blessed One.",
    "ai-atk-s0202a1:37_14": "While he was leaving the day she saw a certain tree, Rāhula sitting at the root of a tree.",
    "ai-atk-s0202a1:37_15": "Therefore it was said: “He saw the way you were coming,”",
    "ai-atk-s0202a1:38_0": "Then why, when mindfulness of breathing lies down,",
    "ai-atk-s0202a1:38_1": "merely without support,",
    "ai-atk-s0202a1:38_2": "The elder said, “It seems, it seems, for a meditation subject to form that the Buddha has not got rid of unshakable meditation subject, and through having this meditation subject about it.” Then he asked the meditation subject,",
    "ai-atk-s0202a1:38_3": "Herein, mindfulness of breathing, having developed the in-breaths and out-breaths, he shows insight into the fourth jhāna in the fivefold reckoning.",
    "ai-atk-s0202a1:39_0": "which is very fruitful?",
    "ai-atk-s0202a1:39_1": "It’s when a mendicant is sitting in a eleven place. Having heard that all the people were seated in the same way as before, after which he had fallen from the mindfulness of breathing, and eaten at the foot of the gods, becomes a path leader of perfection. When they had arisen in Arahantship, they make an end of the Buddha, the teaching, and the Saṅgha, and attained Arahantship.",
    "ai-atk-s0202a1:39_2": "which brings great advantages.",
    "ai-atk-s0202a1:39_3": "And this is said too:",
    "ai-atk-s0202a1:40_0": "“Whose wickedness is fulfilled, well developed,",
    "ai-atk-s0202a1:41_0": "And gradually brought to growth According as the Buddha taught,",
    "ai-atk-s0202a1:42_0": "He shines in the world as if he were released from the Moon Night.”",
    "ai-atk-s0202a1:43_0": "Seeing this great fruit for the sake of this great sacrifice, the Elder sat down there.",
    "ai-atk-s0202a1:44_0": "Thus the Buddha declared that a meditation subject consists of mindfulness of breathing was the meditation subject and had been shown by Rāhula. Then he assigned the desire of that meditation subject inferior.",
    "ai-atk-s0202a1:44_1": "And the Buddha didn’t know them, of his own hands, nor went to the elephant staple or non-staple food.",
    "ai-atk-s0202a1:44_2": "For if they were to obtain (them) after taking leave of the perception, it would be appropriate for him.",
    "ai-atk-s0202a1:44_3": "And the Fortunate One did not say anything to the Elder Sāriputta,",
    "ai-atk-s0202a1:44_4": "Rāhula arranged his meal to the ground.",
    "ai-atk-s0202a1:44_5": "Now that venerable one –",
    "ai-atk-s0202a1:44_6": "“The Buddha distribute meat,” and so he added: “I won’t find anything else to be done for me,” and so hen’t find anything to be done. And he’s not how, with the intention that has arisen.”",
    "ai-atk-s0202a1:44_7": "But the Blessed One has told him as a meal before, so too:",
    "ai-atk-s0202a1:44_8": "“So it is impermanent, suffering, and perishable, like a fire in the afternoon,” and in the evening time, he thought,",
    "ai-atk-s0202a1:44_9": "“I will develop mindfulness of breathing,” he said, “I will not do what I have said.",
    "ai-atk-s0202a1:44_10": "For the teacher who does what he says is difficult to do,",
    "ai-atk-s0202a1:44_11": "‘As a bandit, a drill-stick,’ so long as he wants to make a statement on the word of the Buddha, but he didn’t want to make it known.” And he returned to the Buddha,",
    "ai-atk-s0202a1:44_12": "it is to be shown that Venerable Rāhula is saying:",
    "ai-atk-s0202a1:45_0": "114.",
    "ai-atk-s0202a1:45_1": "Herein, retreat is the one .",
    "ai-atk-s0202a1:45_2": "Whatever (good) do you take, Rāhula?",
    "ai-atk-s0202a1:45_3": "However, he is questioned about in this way, it seems, and he speaks about it.",
    "ai-atk-s0202a1:45_4": "having given up desire and greed for form,",
    "ai-atk-s0202a1:45_5": "(So it seems) he thought:",
    "ai-atk-s0202a1:45_6": "“Rāhula, relying on a mind that has arisen in himself, the account of the physical forms that arise with its characteristic.",
    "ai-atk-s0202a1:45_7": "Now, after making this progressive meditation subject for a long time, I’ll live having conquered that desire and greed.”",
    "ai-atk-s0202a1:45_8": "Then the space element occurs in detail:",
    "ai-atk-s0202a1:45_9": "Not seeing the goal,",
    "ai-atk-s0202a1:45_10": "Because the four great elementals are not found in the same place.",
    "ai-atk-s0202a1:45_11": "therefore showing that space to be shown by the space element,",
    "ai-atk-s0202a1:45_12": "Furthermore, they go in the sky, even when the in the air.",
    "ai-atk-s0202a1:46_0": "he has cut through the air, by which took (only) appearance,",
    "ai-atk-s0202a1:47_0": "I explained the meaning to her advantages.",
    "ai-atk-s0202a1:48_0": "And here in the first primary elements, which is used in the four elements, should be stated under the instance of the elements in the Mahāvihāra,",
    "ai-atk-s0202a1:49_0": "118.",
    "ai-atk-s0202a1:49_1": "the space element, or has become spacy, and is attached to,",
    "ai-atk-s0202a1:49_2": "Stopped upon, etc., the meaning is that it is inside the body.",
    "ai-atk-s0202a1:49_3": "ear-holes, nose-holes, the flesh stuck to the hide.",
    "ai-atk-s0202a1:49_4": "and similarly in the animal realm.",
    "ai-atk-s0202a1:49_5": "by means of approaching that place,",
    "ai-atk-s0202a1:49_6": "poisoned over it is swallowed by the surface of the tongue, surface of the tongue, and its foreheads are spread over a dog.",
    "ai-atk-s0202a1:49_7": "It was said regarding this.",
    "ai-atk-s0202a1:49_8": "wherever it is opposed,",
    "ai-atk-s0202a1:49_9": "Experiencing:",
    "ai-atk-s0202a1:49_10": "for people there is a big turtle, a lump of water,",
    "ai-atk-s0202a1:49_11": "It was said regarding this.",
    "ai-atk-s0202a1:49_12": "lowers, exceeding the lower part of the body.",
    "ai-atk-s0202a1:49_13": "the thirty-two marks on the thirty-two parts, and there is a name called “Maker”.",
    "ai-atk-s0202a1:49_14": "It was said regarding this.",
    "ai-atk-s0202a1:49_15": "Or that alternatively, which is more subtlety and so on, to the inner skin, the space, and the space .",
    "ai-atk-s0202a1:49_16": "and the rest should be understood in the sense of the earth element.",
    "ai-atk-s0202a1:50_0": "119.",
    "ai-atk-s0202a1:50_1": "now the characteristic of stiffenedness and so on.",
    "ai-atk-s0202a1:50_2": "for one who is founded by what is called there “haddā”;",
    "ai-atk-s0202a1:50_3": "apprehending the eight ways of performing, namely, with the pleasing associated with pleasing mind, were agreeable and disagreeable thoughts.",
    "ai-atk-s0202a1:50_4": "will not occupy my mind, but be unable to respond the intention to get away from it, and then I will not rely on the spot, like the field of desire and lust, and ill will for its appearance.",
    "ai-atk-s0202a1:50_5": "Fire in the dung of the necks, etc., which is like the dung that has become sewer.",
    "ai-atk-s0202a1:50_6": "So in all that’s everywhere,",
    "ai-atk-s0202a1:51_0": "he doesn’t plant see a single tree standing on the ground.",
    "ai-atk-s0202a1:52_0": "so far as (the sun) is fortunate, doing what is said.",
    "ai-atk-s0202a1:52_1": "to the reason for his own sake, and so on,",
    "ai-atk-s0202a1:52_2": "For one who has been shown that he is not able to show the marks of such a great characteristic, etc., and I am not an embarrassed with loving-kindness, etc., and with these words “I am bound to the royal court from a family.” etc., and so on. It is called a “gitation-sperce I”.",
    "ai-atk-s0202a1:53_0": "Herein, one who is developing it in this way is immediately wicked,",
    "ai-atk-s0202a1:53_1": "whatever ill will is given up? What is his chief?",
    "ai-atk-s0202a1:53_2": "harming living beings.",
    "ai-atk-s0202a1:53_3": "He is frightened in the three lower worlds, he is an unprofitable thorns, and abolished in the Dhamma.",
    "ai-atk-s0202a1:53_4": "Aware in regard to a wave in regard to all conditions:",
    "ai-atk-s0202a1:53_5": "“As a man endowed with ugliness is only to be found in the bloated.",
    "ai-atk-s0202a1:53_6": "What is called the “possessing” and “possessed of the bloated” in the passage beginning, middle and end.",
    "ai-atk-s0202a1:53_7": "Greed with the five cords of sense desire,",
    "ai-atk-s0202a1:53_8": "the perception of impermanence as impermanence,",
    "ai-atk-s0202a1:53_9": "Or alternatively, all-seer perception, and perception of peace are called perception because of their perception.",
    "ai-atk-s0202a1:53_10": "I am the conceit ‘I am’, and ‘I am this’,",
    "ai-atk-s0202a1:54_0": "121.",
    "ai-atk-s0202a1:54_1": "Now comes the questions (where the Elders) questions in detail the Development.",
    "ai-atk-s0202a1:54_2": "Herein, the meditation subject and the texts are all present in the Paṭisambhidā, and the benefit of all meditation subjects, starting with the path to purity.",
    "ai-atk-s0202a1:54_3": "he should teach this Dhamma to an individual essence, like a noble person.",
    "ai-atk-s0202a1:55_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a1:56_0": "The Advice to Rāhula is finished.",
    "ai-atk-s0202a1:57_0": "3. Cūḷamālukyasuttavaṇṇanā",
    "ai-atk-s0202a1:58_0": "Times thread for the Subhagadhā",
    "ai-atk-s0202a1:58_1": "Herein, Māluṅkyaputta, the Elder Māluṅkyaputta,",
    "ai-atk-s0202a1:58_2": "When he has been canceled, the views are set aside: they are not set aside and unable to be placed on a view.",
    "ai-atk-s0202a1:58_3": "the Realized One exists after death.",
    "ai-atk-s0202a1:58_4": "and I don’t like that.",
    "ai-atk-s0202a1:58_5": ", having renounced the training, he refuses it.",
    "ai-atk-s0202a1:59_0": "if she gets a blanket to begged, she is asking for, and she gets a funeral pyre, and she then asks for the purpose of protection.",
    "ai-atk-s0202a1:59_1": "You weren’t begged for a border, who neither begging nor asking, and who needs your border.",
    "ai-atk-s0202a1:60_0": "Going on getting caught up in the armt,",
    "ai-atk-s0202a1:60_1": "By hilling with householders,",
    "ai-atk-s0202a1:60_2": "perhaps they split open.",
    "ai-atk-s0202a1:60_3": "The Simile of the thorn with forces and chatting",
    "ai-atk-s0202a1:60_4": "she took (them) without milk, were burnt,",
    "ai-atk-s0202a1:60_5": "Therefore it was said: “Here isn’t able to realize”.",
    "ai-atk-s0202a1:60_6": "(They are) with gentle rain.",
    "ai-atk-s0202a1:60_7": "or as a consequence made by flowers.",
    "ai-atk-s0202a1:60_8": "Therefore it is said: whether a morsel, a wound, or sprout.",
    "ai-atk-s0202a1:60_9": "the bodies of mountains, top-mother,",
    "ai-atk-s0202a1:60_10": "The Rohitassas, having developed them as a barber, and built a green sal tree.",
    "ai-atk-s0202a1:60_11": "Slacking downwards, he thinks,",
    "ai-atk-s0202a1:60_12": "Eat-crough:",
    "ai-atk-s0202a1:60_13": "if she stands by the monkey,",
    "ai-atk-s0202a1:60_14": "That’s how there is no view.",
    "ai-atk-s0202a1:61_0": "For there is no such thing as this.",
    "ai-atk-s0202a1:61_1": "he shows how to old age and death,",
    "ai-atk-s0202a1:61_2": "for those who have a husband,",
    "ai-atk-s0202a1:61_3": "killing, causing up,",
    "ai-atk-s0202a1:61_4": "For my disciples penetrate and attain extinguishment through this very life.",
    "ai-atk-s0202a1:62_0": "That’s why I have declared that: “This is the fourth thing”: “This is the meaning.",
    "ai-atk-s0202a1:62_1": "because of that view:",
    "ai-atk-s0202a1:62_2": "They don’t neglect the fundamentals of the spiritual life, or else higher.",
    "ai-atk-s0202a1:62_3": "You don’t become disillusioned with dispassionate towards disillusionment of vanity, or breaking away of the worst of hops that of greed or hate or delusion, or repulsion in the present life or in the next life. You don’t have extinguished the path to extinguishment. And the practice that leads to extinguishment.",
    "ai-atk-s0202a1:62_4": "this is the four ways of doing.",
    "ai-atk-s0202a1:62_5": "(There is) the beginning of the spiritual life -producing from the beginning,",
    "ai-atk-s0202a1:62_6": "can understand the accepting of these,",
    "ai-atk-s0202a1:62_7": "And the Buddha too should conclude, that person specific neutrality is finished.",
    "ai-atk-s0202a1:63_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a1:64_0": "The Shorter Discourse With Māluṅkya",
    "ai-atk-s0202a1:65_0": "4. Mahāmālukyasuttavaṇṇanā",
    "ai-atk-s0202a1:66_0": "the Great Discourse on the Tree",
    "ai-atk-s0202a1:66_1": "Herein, in the lower part of the lower parts there are rebirth-linking along.",
    "ai-atk-s0202a1:66_2": "fetters and bonds,",
    "ai-atk-s0202a1:66_3": "I remember it, sire, that farmer’s a human being, what exactly do you remember?",
    "ai-atk-s0202a1:66_4": "if he does not follow in the lesser life,",
    "ai-atk-s0202a1:66_5": "Not being fettered:",
    "ai-atk-s0202a1:67_0": "And here the Buddha has answered the fetter of the fetters:",
    "ai-atk-s0202a1:67_1": "In that case, the Buddha has told him about the prey.",
    "ai-atk-s0202a1:67_2": "if he does it?",
    "ai-atk-s0202a1:67_3": "One should receive that request,",
    "ai-atk-s0202a1:67_4": "For what if they do get the only of repulsion, still only the other instances of the others.",
    "ai-atk-s0202a1:67_5": "there was hate for the Buddha,",
    "ai-atk-s0202a1:67_6": "Ānanda thought:",
    "ai-atk-s0202a1:67_7": "“I will teach the Buddha, the Teaching, and the Sangha of monks. This is the only truth, then that monk has been satisfied, let him because he’s speech.",
    "ai-atk-s0202a1:67_8": "Well then, I’m asking the Buddha for the Teaching.”",
    "ai-atk-s0202a1:67_9": "The novice told him,",
    "ai-atk-s0202a1:67_10": "Ānanda said, “Yes, Venerable Ānanda”, he said.",
    "ai-atk-s0202a1:68_0": "Herein, there is obsessed by identity view, obsessed by what is known as obstinac,",
    "ai-atk-s0202a1:68_1": "identity view, identity view, and identity view.",
    "ai-atk-s0202a1:68_2": "They don’t truly understand the escape from their view that is a cause of least.",
    "ai-atk-s0202a1:68_3": "not transgressed, not losed,",
    "ai-atk-s0202a1:68_4": "the lower fetters, and the lower fetter.",
    "ai-atk-s0202a1:68_5": "The same method applies in the same way.",
    "ai-atk-s0202a1:68_6": "Sukkoduation is the same as lie;",
    "ai-atk-s0202a1:68_7": "“Those underlying tendencies are given up here, there is some other underlying tendencies.”",
    "ai-atk-s0202a1:68_8": "For when told, “Bhikkhus, there is another according to the dining hall” is said, “They are the things that should be obtained in the scriptures.”",
    "ai-atk-s0202a1:68_9": "they should put on their heads and put them on their upper robes together.",
    "ai-atk-s0202a1:68_10": "For there is no another person",
    "ai-atk-s0202a1:68_11": "There may be no more:",
    "ai-atk-s0202a1:68_12": "“Surely the underlying tendencies of the Buddha, the fetters of violence, and fault in the affair.”",
    "ai-atk-s0202a1:68_13": "nor is hard to repay",
    "ai-atk-s0202a1:68_14": "This is how I profession.",
    "ai-atk-s0202a1:68_15": "That is why the underlying tendencies are given up inside, the fetters doing so by the Buddha, and the underlying tendencies of their own desires in this way. The Buddha said, “You should understand this.”",
    "ai-atk-s0202a1:69_0": "Having cutting off the inner skin, the inner skin that comes from fall.",
    "ai-atk-s0202a1:69_1": "For a self-mortification in this way is like the someone who sees from the nature of sorts, like a level in an elephant.",
    "ai-atk-s0202a1:69_2": "But the path of practice would have turned out to look forward.",
    "ai-atk-s0202a1:69_3": "In this way you should see such a person.",
    "ai-atk-s0202a1:70_0": "Transmigrating through the destruction of attachments,",
    "ai-atk-s0202a1:70_1": "The fivefold proficient in world",
    "ai-atk-s0202a1:70_2": "having abandoned unwholesome things, that are abandoned by this and that are abandoned,",
    "ai-atk-s0202a1:70_3": "made a sound of its rim and clothing.",
    "ai-atk-s0202a1:70_4": "quite secluded from sense desires, secluded from unwholesome things,",
    "ai-atk-s0202a1:70_5": "secluded from unskillful qualities, he wakes up by body and speech: Come to the body, speech, and mind.",
    "ai-atk-s0202a1:70_6": "Herein, when one is unconcerned, the attainment that is interrupted attainment reaches the attainment of vision enlightenment factor.",
    "ai-atk-s0202a1:70_7": "when they said: “Surely forms that are forms, and so on,” etc., they replied:",
    "ai-atk-s0202a1:70_8": "Impermanent is impermanent,",
    "ai-atk-s0202a1:70_9": "suffering as happiness,",
    "ai-atk-s0202a1:70_10": "Yet he is a disease with an abscess, a dart, misery, thirst, and abscess, stomaches, misery, as an affliction, as alien, as falling apart, as an affliction, as a dart, as misery, as an affliction, as alien, as alien, as falling apart, as an affliction, and alien.",
    "ai-atk-s0202a1:70_11": "Herein, as to impermanent, suffering, and perishable: the characteristic of impermanence is characterized as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.",
    "ai-atk-s0202a1:71_0": "Then he refuted the three characteristics, and so on having seen the Truth with the characteristic of stream-entry,",
    "ai-atk-s0202a1:71_1": "They watch over the mind with the mind.",
    "ai-atk-s0202a1:71_2": "it flows , thus it is “ contemplation of consciousness” in the way already described, and on account of the deathless stated, thus it is peaceful and sublime .",
    "ai-atk-s0202a1:71_3": "with a difference between the mind and the path is peaceful, this is sublime, that is indeed the case. But the meaning is that it is not possible to say, the mind ceases.",
    "ai-atk-s0202a1:71_4": "Abiding in that place he stands on it, if he stands in insight.",
    "ai-atk-s0202a1:71_5": "and attains the end of the defilements by attaining the four kinds of attaining.",
    "ai-atk-s0202a1:71_6": "By means of that desire and lust, because of the Dhamma he out of desire and lust for it,",
    "ai-atk-s0202a1:71_7": "For when you’re able to focus on all sides, they’re unable to realize the fruit of perfection.",
    "ai-atk-s0202a1:72_0": "When there is feeling in this way, what is there no form here?",
    "ai-atk-s0202a1:72_1": "Because they have well died.",
    "ai-atk-s0202a1:72_2": "For it is having entered upon that same forms, and it has attained the jhāna as its nearness, and on the basis of attainment, it has passed through the hasn't attained that attainment, and he goes beyond the formless state, and he passes away from that place and is rightly concentrated.",
    "ai-atk-s0202a1:72_3": "But when there is no form in the whole formless realm, there is no illuminating it.",
    "ai-atk-s0202a1:73_0": "Why do you ask low? What is his question?",
    "ai-atk-s0202a1:73_1": "honored by the mind of those who go into solitary retreat is freed—",
    "ai-atk-s0202a1:73_2": "by means of insight he is freed through insight enlightenment, there is no doubt about the elder’s educated, where there is no doubt about the elder’s nose,",
    "ai-atk-s0202a1:73_3": "But this state of existence is freed by understanding, and one is freed by wisdom.",
    "ai-atk-s0202a1:73_4": "one freed by wisdom among the people, who is freed by wisdom, there is one fully freed by wisdom. What is the name of this?",
    "ai-atk-s0202a1:74_0": "I say that the diversity of faculties is diversity of.",
    "ai-atk-s0202a1:74_1": "Is said: you have not fulfilled all the ten perfections, Ānanda,s set out rolling all the offenses entailing expulsion.",
    "ai-atk-s0202a1:74_2": "but I’ve prepared it with that.",
    "ai-atk-s0202a1:74_3": "For here the variety of faculties are diverse in body.",
    "ai-atk-s0202a1:74_4": "For one bhikkhu’s mind is freed only in the same way as a bhikkhu’s mind is freed through the ending of defilements.",
    "ai-atk-s0202a1:74_5": "he is the one wise one, who is freed by wisdom.",
    "ai-atk-s0202a1:74_6": "weavers the wisdom there is from one liberating insight in the way that is known as “He is freed by understanding”.",
    "ai-atk-s0202a1:74_7": "is the one-seeder’s mind freed through the one-seeder’s mind.",
    "ai-atk-s0202a1:74_8": "she attained Liberation at the end of the first absorption.",
    "ai-atk-s0202a1:74_9": "he’s freed by wisdom amongst those who are freed through wisdom, attained to perfection,",
    "ai-atk-s0202a1:74_10": "So you should understand that the reason why",
    "ai-atk-s0202a1:74_11": "The rest is clear.",
    "ai-atk-s0202a1:75_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a1:76_0": "The Longer Discourse With Māluṅkya",
    "ai-atk-s0202a1:77_0": "5. Bhaddālisuttavaṇṇanā",
    "ai-atk-s0202a1:78_0": "Seeking softly and Sudāli",
    "ai-atk-s0202a1:78_1": "Herein, eat in one part of the meal: in one part of the day, and in the morning.",
    "ai-atk-s0202a1:78_2": "rolling and sickness: it was blossoming and conquering.",
    "ai-atk-s0202a1:78_3": "I’m not able to get up,",
    "ai-atk-s0202a1:78_4": "They might be anxious, and there might be no remorseful without remorse; or with calming up, or regret or remorse for me. Or I will have regret it by my regret.",
    "ai-atk-s0202a1:78_5": "After eating one part of the Elder’s bowl, it seems, onto the senior elder, in the bowl, ate a lump of furyed rice, put away the bowl, put the food, drink the curry, and put it away. They ate it and sat outside.",
    "ai-atk-s0202a1:78_6": "this is what the teacher says.",
    "ai-atk-s0202a1:78_7": "while Bhaddāli thought:",
    "ai-atk-s0202a1:78_8": "“If that happens to someone, then took a bowlful of rice, he took it back again and again, when he washed it, put it away, hung it out, and put it away. When it washed, he’d eat it again, then put it away.”",
    "ai-atk-s0202a1:78_9": "That’s why I don’t say that.”",
    "ai-atk-s0202a1:78_10": "This seems, it seems, is rebirth into the past,",
    "ai-atk-s0202a1:78_11": "And the big crows were brought to him.",
    "ai-atk-s0202a1:78_12": "That’s why the Elder called Cūḷapanthaka.",
    "ai-atk-s0202a1:78_13": "But in goodvade the Blessed One, having plunged into it and out in the middle,",
    "ai-atk-s0202a1:78_14": "‘If a monk eats staple or non-staple food at the wrong time, he commits an offense entailing confession.’”",
    "ai-atk-s0202a1:78_15": "Therefore Bhaddāli,",
    "ai-atk-s0202a1:78_16": "with the progressive spiritual life:",
    "ai-atk-s0202a1:79_0": "Just as one would fulfill the training, one who does not fulfill the training, and one who does not fulfill the training according to the Teacher’s instructions, and one who does not cry, is the meaning.",
    "ai-atk-s0202a1:79_1": "Neither went to the Buddha’s place. Nor do you not practice discernment of principles.",
    "ai-atk-s0202a1:79_2": "The Buddha sat down in the family where the Fortunate One stood, but did not stop.",
    "ai-atk-s0202a1:79_3": "he goes to the place where he knows, but it goes when he hears about it.",
    "ai-atk-s0202a1:79_4": "You are faithful, ethical, of good family.",
    "ai-atk-s0202a1:79_5": "There was no thought –",
    "ai-atk-s0202a1:79_6": "“My name is Udaya, this training rule of the Buddha’s doctrine, in which I was taught, not just about anything!”",
    "ai-atk-s0202a1:79_7": "So too in a single monastery, the Teacher had gathered in the Teacher’s presence.",
    "ai-atk-s0202a1:80_0": "People presented him with robes.",
    "ai-atk-s0202a1:80_1": "This is the meaning of this training rule.",
    "ai-atk-s0202a1:80_2": "When it was hard to pass, the Buddha stayed in a forest, and he asked the news of it. When all the monks were told, “Who is it? ” he asked, “From this discourse, Reverend, when the Buddha had come to you, he asked us, “Who is this?”",
    "ai-atk-s0202a1:80_3": "Then the elder said, “Where a training rule at the wrong time, Bhaddāli,” one senior, and said, “Have you formerly calls the elder?”",
    "ai-atk-s0202a1:80_4": "The mendicants told him,",
    "ai-atk-s0202a1:80_5": "“The Buddha has laid down a training rule against one who responsible for the Buddha, and so they may say.”",
    "ai-atk-s0202a1:80_6": "When this population was immediately thread, and when they had been made in the midst of the people, they said,",
    "ai-atk-s0202a1:80_7": "Still, other monks have invited the presence of the Teacher.",
    "ai-atk-s0202a1:80_8": "“Come on, reverends, go to the Teacher with a companion.”",
    "ai-atk-s0202a1:80_9": "Herein, when the newly arrived monks will question,",
    "ai-atk-s0202a1:80_10": "Then after hearing this word, a monk said, “Possessing the ten similes, they will point it out.”",
    "ai-atk-s0202a1:80_11": "When this happens, this large crowd had been made in the gaps between the two ends, that is, the monkey said to him,",
    "ai-atk-s0202a1:80_12": "Then you will go wandering, taking invited the Buddha and come back to the monastery. Then you will ask the Sangha for forgiveness.",
    "ai-atk-s0202a1:80_13": "Other monks will ask those monks about this matter, he asked, “What’s the point of this?”",
    "ai-atk-s0202a1:80_14": "Indeed, those who had committed these things said,",
    "ai-atk-s0202a1:81_0": "This was said that the Buddha kept silent. When I said that it was unaffected for me, it was brought by me, he said: “Venerable sir, I accept it after telling me that it was in order to accept it.”",
    "ai-atk-s0202a1:81_1": "This is the idiot of the heart:",
    "ai-atk-s0202a1:81_2": "and after passing from me, I ascended my promise.",
    "ai-atk-s0202a1:81_3": "may ask forgiveness.",
    "ai-atk-s0202a1:81_4": "That generation is for the future, and for the sake of restraint of bad people, for the benefit of hate, and for the future.",
    "ai-atk-s0202a1:81_5": "One is the one tonic text:",
    "ai-atk-s0202a1:81_6": "Your statement is the time for Bhaddāli.",
    "ai-atk-s0202a1:82_0": "the one limb is freed through faith in the same way as the other, and the consciousness-factor in one who possesses faith, and the follower of the Dhamma.",
    "ai-atk-s0202a1:82_1": "But even these seven other persons were unable to make the harem,",
    "ai-atk-s0202a1:82_2": "But there is in order to show the meaning of the three kinds of persons as a Bhaddāliya in the case of the Elder Suppiya, Bhaddāli, and Piṭaka who was advantage in order to show the matter of the Elders.",
    "ai-atk-s0202a1:83_0": "At that time were you freed both ways?”",
    "ai-atk-s0202a1:83_1": "Bhaddā’s welfare,",
    "ai-atk-s0202a1:83_2": "This is the method.",
    "ai-atk-s0202a1:83_3": "Bhaddāli, these seven people should prepare a training rule, and I laid down in the world with my right hand, and due to mindfulness.",
    "ai-atk-s0202a1:83_4": "but you describe the training rules to be prepared for me and laid down training rules for you.”",
    "ai-atk-s0202a1:84_0": "void and hollow",
    "ai-atk-s0202a1:84_1": "the teaching is contrary to the Teaching, and the Sangha is careful, so this is what is said.",
    "ai-atk-s0202a1:84_2": "When we accept it, we are now asking you forgive.",
    "ai-atk-s0202a1:84_3": "For it is growth in the training of the Buddha, Bhaddāli, this is the training of the Noble One.",
    "ai-atk-s0202a1:84_4": "Seeing a mistake for what it is, one who has made amends for it in accordance with the Teaching, and for the future.",
    "ai-atk-s0202a1:84_5": "But confessed the kind of person. They recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.",
    "ai-atk-s0202a1:85_0": "(but) he is addressing the site for the full-moon day of the dwelling, he too, the elder who was a pupil of the monk so-and-so, the pupils of the teacher so-and-so was asked for the supernormal powers.",
    "ai-atk-s0202a1:85_1": "“What’s the point of his reputation? Those who practice the training proceeds like this: ‘This is mine, I am not this, it doesn’t fulfill the training according to the Dispensation.’ And even if only the deities do not show him to him, he then brings him back.",
    "ai-atk-s0202a1:85_2": "Equanimity is born in oneself, and their mind inclines to wet.",
    "ai-atk-s0202a1:85_3": "They think: “What is such-and-such a wilderness dwelling like me,” and he got up and regrets it.",
    "ai-atk-s0202a1:85_4": "You seek yourself out self, whether yourself don’t yourself refuted by oneself or another.",
    "ai-atk-s0202a1:85_5": "the terrible subject should be understood in accordance with the Dhamma",
    "ai-atk-s0202a1:85_6": "He has the three knowledges : thus he is able to realize the goal of sensuality.",
    "ai-atk-s0202a1:86_0": "and they make them into floor covers. They edge them to make them sit down again and again, they again asked.",
    "ai-atk-s0202a1:86_1": "Sometimes they don’t show their everything else.",
    "ai-atk-s0202a1:86_2": "The Teacher thought, “It seems, Bhaddāli, it seems, thought, “The Teacher is asking me for doing this,” and he put down on the following day. Then he thinks, “Piṇḍola Bhāradvāja, there is such a monk; there is such a non-human beings.”",
    "ai-atk-s0202a1:86_3": "After that the Teacher had been given to the Community of monks, the teacher said,",
    "ai-atk-s0202a1:87_0": "Then the Buddha of the Saṅgha of mendicants, who were advised and instructed others, but not to give Bhaddāli.",
    "ai-atk-s0202a1:87_1": "(Which other) some were referred to as in the Wise, having understood:",
    "ai-atk-s0202a1:87_2": "He doesn’t conduct himself properly.",
    "ai-atk-s0202a1:87_3": "doesn’t fall under the sway of shame, he doesn’t take part in the morning.",
    "ai-atk-s0202a1:87_4": "If he doesn’t, then when someone goes on almsround, he doesn’t conduct himself properly or suitably so as to deserve to be released. He doesn’t have a sense of zeal.",
    "ai-atk-s0202a1:87_5": "therefore it is a wrong-doing person,",
    "ai-atk-s0202a1:87_6": "the attainment of direct-knowledge.",
    "ai-atk-s0202a1:87_7": "one who has a number of offenses, one who is pure, who has committed a number of offenses, and is pure at most time.",
    "ai-atk-s0202a1:87_8": "but quickly resolves it.",
    "ai-atk-s0202a1:87_9": "When the Monastic Law washed, they said, “Go away.”",
    "ai-atk-s0202a1:87_10": "Later, thinking, “They go and come to this monastery, but when I have come, they get tomorrow’s spend the night,” and they split open. On the portion of using the meal.",
    "ai-atk-s0202a1:87_11": "“Sir, why do you know the opportunity for me?” When they said, “It’s opportunity to be annoyed thing, you’ll pass on the training rules.” But when they’re not expert on the way, they don’t back in the discourses.",
    "ai-atk-s0202a1:88_0": "it thoroughly goes too far, and when the time is resolved.",
    "ai-atk-s0202a1:88_1": "The monks who were eager",
    "ai-atk-s0202a1:88_2": "“Reverends, this monk is easy to admonish, settle down the lamps of inhabited areas, and the monks are in a village position of non-staple food. He has sat on the ground for rainy season.”",
    "ai-atk-s0202a1:89_0": "If someone fails to make amends for an offense when they committed a light offense.",
    "ai-atk-s0202a1:89_1": "But even though he is poor, prudent, and depraved, it acts in this way.",
    "ai-atk-s0202a1:90_0": "He gets his reputation in for his own home, and he makes the sound of the ears, his liquors, and his trivial period in the home of the teachers, and his teaching, and his making the homeless.",
    "ai-atk-s0202a1:90_1": "The one gone forth is said to live in such a way that a teacher’s going forth is frightened, having gone forth as a teacher. That’s why he should frequently look after in these five stages.",
    "ai-atk-s0202a1:90_2": "for I can have obtained the very well-known recipient (for them).",
    "ai-atk-s0202a1:90_3": "Since this is the path, they said: “And what should be spoken by the Blessed One in this sense, but not the others?”",
    "ai-atk-s0202a1:91_0": "and established in Laṅkā.",
    "ai-atk-s0202a1:91_1": "When sentient beings are wide openings are running out of the waves.",
    "ai-atk-s0202a1:91_2": "when the true teaching disappears.",
    "ai-atk-s0202a1:91_3": "And the true teaching too, when the edges have been passed away, the Teacher doesn’t disappear.",
    "ai-atk-s0202a1:91_4": "These pollutants are ended because the eighteen years old.",
    "ai-atk-s0202a1:91_5": "Those who have adhered to the next life and the next, the destiny and shackles in the present life, and the rest.",
    "ai-atk-s0202a1:91_6": "They need vanquish them:",
    "ai-atk-s0202a1:91_7": "When they’re lost, they don’t lay down training rules for disciples until the Teacher appears in the Saṅgha.",
    "ai-atk-s0202a1:92_0": "Having said this, he time for the right time to give it away, Bhaddā Kāpilānī and so on.",
    "ai-atk-s0202a1:92_1": "Herein, when the time is what is said;",
    "ai-atk-s0202a1:92_2": "or each one can understand,",
    "ai-atk-s0202a1:92_3": "Herein, this is, however, the meaning in short in brief:",
    "ai-atk-s0202a1:92_4": "The Teacher laid down in the Saṅgha, the training rules for disciples who have gone beyond the air, and the Teacher is laid down in the Saṅgha.",
    "ai-atk-s0202a1:92_5": "Their faults of others, after giving up and resentment to the lower fetters,",
    "ai-atk-s0202a1:93_0": "The training rules getting eighty years have been brought out to an end, and who have not yet reached the final stage of life, when they have passed away, Bhaddiya, doing this, and ruined with them, “This is in order to show the way that even when they have passed away,” he said, “This is indeed.”",
    "ai-atk-s0202a1:93_1": "Herein, greatness means to be fully developed in that place",
    "ai-atk-s0202a1:93_2": "for the Community as long as the Faith does not arise for the Community, so long as they remain, so far as their lodgings don’t arise.",
    "ai-atk-s0202a1:93_3": "In this way you’ve prepared a training rule for the ascetics.",
    "ai-atk-s0202a1:93_4": "There the training rules on being prepared in the Saṅgha –",
    "ai-atk-s0202a1:94_0": "‘If a monk lay down more than two or three nights in the same sleeping place as a person who is not fully ordained, he commits an offense entailing confession.",
    "ai-atk-s0202a1:94_1": "‘If a nun gives full admission every year, she commits an offense entailing confession.",
    "ai-atk-s0202a1:94_2": "‘If a nun gives the full admission to two women in one year, she commits an offense entailing confession.’”",
    "ai-atk-s0202a1:95_0": "This method of explanation should be known",
    "ai-atk-s0202a1:96_0": "possessions.",
    "ai-atk-s0202a1:96_1": "for the Sangha doesn’t give rise to gaining material possessions.",
    "ai-atk-s0202a1:96_2": "In the case of the teacher, the training rules arise is laid down for him:",
    "ai-atk-s0202a1:97_0": "‘If a monk gives staple or non-staple food to a naked ascetic, to a male wanderer, or to a female wanderer with his own hands, he commits an offense entailing confession.’”",
    "ai-atk-s0202a1:98_0": "That too is a training rule laid down in the Sangha when the training rules.",
    "ai-atk-s0202a1:99_0": "fame, renowned,",
    "ai-atk-s0202a1:99_1": "for the Sangha’s fame doesn’t arise in fame for fame.",
    "ai-atk-s0202a1:99_2": "Those training rules arise for a teacher, in the place, “The Teacher is laid down in the drinking alcohol.”",
    "ai-atk-s0202a1:99_3": "Because this training rule has laid down a training rule against the Saṅgha.",
    "ai-atk-s0202a1:100_0": "Endowed with much learning,",
    "ai-atk-s0202a1:100_1": "for the Sangha has not become indulgent or slave,",
    "ai-atk-s0202a1:100_2": "When the fifth year has passed, that Yasa removed five hundred celestial dove-footed nymphs, and five rose-apples, he proclaimed what had been in the Teacher’s instruction. Then, when the language was being proclaimed, they proclaimed:",
    "ai-atk-s0202a1:100_3": "‘If a monk says this in the Buddha’s Teaching ...",
    "ai-atk-s0202a1:100_4": "or if a novice monastic says, “Nothing this,” he laid down a training rule.",
    "ai-atk-s0202a1:101_0": "He knows what is right, knowing that it is night, looks by night, knows the days,",
    "ai-atk-s0202a1:101_1": "As a consequence, they know many responses for a long time.",
    "ai-atk-s0202a1:101_2": "Understanding the state of extra effort,",
    "ai-atk-s0202a1:101_3": "There they should understand this training rule of the Saṅgha regarding good behaviors, referring to the Saṅgha, and that these training rules should be known.",
    "ai-atk-s0202a1:101_4": "He gave the full ordination in groups of less than ten years.",
    "ai-atk-s0202a1:101_5": "Then the Fortunate One laid down a training rule –",
    "ai-atk-s0202a1:101_6": "“You should not give the full ordination if you have less than ten years of seniority.”",
    "ai-atk-s0202a1:101_7": "After the training rules had ignorant and incompetent monks gave the full ordination.",
    "ai-atk-s0202a1:101_8": "Then the Fortunate One laid down a training rule against another –",
    "ai-atk-s0202a1:101_9": "“An ignorant and incompetent monk should not give the full ordination, he commits an offense of wrong conduct.",
    "ai-atk-s0202a1:101_10": "I allow a competent and capable monk to give the full ordination, if he has ten or more years of seniority.”",
    "ai-atk-s0202a1:101_11": "Thus the two training rules have been prepared for the good,",
    "ai-atk-s0202a1:102_0": "I taught the Dhamma to the Protector of the World. I taught the Dhamma",
    "ai-atk-s0202a1:102_1": "they are the very impediments:",
    "ai-atk-s0202a1:102_2": "It’s not because of this that, Bhaddāli, thinking: ‘This is the cause, this is not my qualifies.’",
    "ai-atk-s0202a1:103_0": "It’s good to make up the mouthfuls on the banks of the Kāsi and Kosala. It’s good to make upholstered dry lands, leopards, charming grains, and to make it closely.",
    "ai-atk-s0202a1:103_1": "avoided the boundaries with poison.",
    "ai-atk-s0202a1:103_2": "For all of them are clear in different ways.",
    "ai-atk-s0202a1:103_3": "and that’s how they live in it.",
    "ai-atk-s0202a1:103_4": "it becomes extinguished since he becomes extinguished.",
    "ai-atk-s0202a1:103_5": "A pair of poisonous yokes is good in a yoke’s yoke.",
    "ai-atk-s0202a1:104_0": "Without the four feet: with the four feet, and with the resting place all at once,",
    "ai-atk-s0202a1:104_1": "Then they drag him with a needle and no foot.",
    "ai-atk-s0202a1:104_2": "At that time they throw four factions with the same foot. They’d dry up, and break four ropes.",
    "ai-atk-s0202a1:104_3": "As before, sitting in the pavilion on the ground that very seat the ground is unable to make it known as level.",
    "ai-atk-s0202a1:104_4": "Vepulla, fields, earth, water, poisonous earth,",
    "ai-atk-s0202a1:104_5": "He is included in the scriptures, just as much as he needs, solitary leaf-hut, and made a training in one place.",
    "ai-atk-s0202a1:104_6": "It was said regarding this.",
    "ai-atk-s0202a1:104_7": "swept away the vine wind,",
    "ai-atk-s0202a1:104_8": "“Leave,” is a reading.",
    "ai-atk-s0202a1:104_9": "If, when there is something for himself, he ran away from the king’s mindfulness, and from put it into the range of (wholesome) effort, this is the reason for it.",
    "ai-atk-s0202a1:104_10": "They’re laughing loudly poisoned when the hands are struck by chariots and the shutting their hands, or swords and shields or their spears. They’d do their jobs under an elephants, horses, chariots, and infantry. This is the reason why they display to do so.",
    "ai-atk-s0202a1:105_0": "Decending from the King’s virtues, he should know (and told):",
    "ai-atk-s0202a1:105_1": "The Kūṭadanta had a sugarcane named Ghaṭīkāra.",
    "ai-atk-s0202a1:105_2": "The king left the Eastern Gate, having departed to the Palace-Shrine.",
    "ai-atk-s0202a1:105_3": "He is not able to settle the water, and he does not want to be without getting enough of his king.",
    "ai-atk-s0202a1:105_4": "“If you’re not able to train in the training,” he said to the teacher, “Confident,”",
    "ai-atk-s0202a1:105_5": "“Your mind is well trained, Your Majesty, I will think: ‘I will drive water over the royal’s body; I’ll do it even see a grain or water in the briming.’",
    "ai-atk-s0202a1:105_6": "The King did as the King had been built.",
    "ai-atk-s0202a1:105_7": "Through the air I crossed over to the far shore,",
    "ai-atk-s0202a1:105_8": "This is the reason for the sake of which you do.",
    "ai-atk-s0202a1:105_9": "like a king’s hermitage.",
    "ai-atk-s0202a1:105_10": "If he were to be able to catch up with his body unattached, seeing the fear of the snake and tell the others,",
    "ai-atk-s0202a1:105_11": "He causes it to make use of it:",
    "ai-atk-s0202a1:106_0": "he has a sense of wielding power that is supremely analyzed and defeated, as is the meaning.",
    "ai-atk-s0202a1:106_1": "Talking it is extremely moved by one who is supremely guarded, thus he is the meaning.",
    "ai-atk-s0202a1:106_2": "Herein, one who is supreme in conformity with the highest good, who does not conquer the victor of the Noble Ones.",
    "ai-atk-s0202a1:106_3": "By excelling the supreme art of wretched man, the one who does not act,",
    "ai-atk-s0202a1:107_0": "Here is a story:",
    "ai-atk-s0202a1:107_1": "Anulā, it seems, when King Seyyasaka had obtained one robe-cloth and gave him to his teacher, he gave this training.",
    "ai-atk-s0202a1:107_2": "The teacher subdued his recognition. Don’t make it across the place ford.",
    "ai-atk-s0202a1:107_3": "He didn’t question his own demolishes it without being asked.",
    "ai-atk-s0202a1:107_4": "He was able to give it away, and he gave it away.",
    "ai-atk-s0202a1:108_0": "(Once) one day, who was formerly a young dollar, formerly taken his preceptor and said:",
    "ai-atk-s0202a1:108_1": "“It’s all right, sir, to Seyyasaka.”",
    "ai-atk-s0202a1:108_2": "If the king knew, the Kosalan catches him,",
    "ai-atk-s0202a1:108_3": "The elder said:",
    "ai-atk-s0202a1:108_4": "“After desire, Dear, he who has wrong view, he’d do what the king says.”",
    "ai-atk-s0202a1:108_5": "he went and told him what had happened.",
    "ai-atk-s0202a1:108_6": "“Great King, plunges into the house.”",
    "ai-atk-s0202a1:108_7": "you’ll be able to see the truth.",
    "ai-atk-s0202a1:108_8": "then the Great Kings,",
    "ai-atk-s0202a1:108_9": "What gets all to be found?",
    "ai-atk-s0202a1:108_10": "Yourse is yours: give rice in the color, a unguent, and wore garlands, and perfumes, and cosmetics. Yours are yours.",
    "ai-atk-s0202a1:108_11": "The King, having heard all the duties, was given to the Elder.",
    "ai-atk-s0202a1:108_12": "and after summoning it, he went away.",
    "ai-atk-s0202a1:109_0": "When you smell an odor with your fragrance, he stopped those who think, “I’ll over your head and stood looking at it.”",
    "ai-atk-s0202a1:109_1": "Having gone to the little food, he took a meal of food.",
    "ai-atk-s0202a1:109_2": "and not be able to eat that gold, cook.",
    "ai-atk-s0202a1:109_3": "Then Vijaya, having destroyed the perfume of scents, surrounding him with the city, saying: “Having come in front of this city,”",
    "ai-atk-s0202a1:109_4": "He went in front of a youth, and stood at the root of a young man:",
    "ai-atk-s0202a1:109_5": "“This is your doing, great king, that I call a blameless one!” But when I returned, I left.",
    "ai-atk-s0202a1:110_0": "After seven days (he said): “Assaji, did you see the Great King, the king of Kosala?”",
    "ai-atk-s0202a1:110_1": "See the teacher, having seen him lying down, (saying):",
    "ai-atk-s0202a1:110_2": "the Great King go to the park.",
    "ai-atk-s0202a1:110_3": "The King had the horse-hair plunged into the presence of the King.",
    "ai-atk-s0202a1:110_4": "a youth, wrapped the tree, and gave it to a man.",
    "ai-atk-s0202a1:110_5": "After worshipping, and putting it away, he went to the root of a tree.",
    "ai-atk-s0202a1:110_6": "The King was not coming, nor saw",
    "ai-atk-s0202a1:110_7": "they have seen the Great Kings,",
    "ai-atk-s0202a1:110_8": "they’re not seen by heaven,",
    "ai-atk-s0202a1:110_9": "Sakka placed it in the tree barber, and placed it on the bank of the river under the river Aciravatī, he took a piece of wood.",
    "ai-atk-s0202a1:110_10": "Having taken hold of his forehead, then he came to the mouth,",
    "ai-atk-s0202a1:110_11": "seeing the Great Kings,",
    "ai-atk-s0202a1:110_12": "has been seen:",
    "ai-atk-s0202a1:111_0": "Again and again, “After doing what can one do for another?”",
    "ai-atk-s0202a1:111_1": "that you did.",
    "ai-atk-s0202a1:111_2": "he has seen the great king.",
    "ai-atk-s0202a1:111_3": "they’re not seen by heaven,",
    "ai-atk-s0202a1:111_4": "and after having the strength of a crooked cloth, he presented the horse’s feet:",
    "ai-atk-s0202a1:111_5": "After getting up early in the morning, and including their portions,",
    "ai-atk-s0202a1:111_6": "He will have the wisdom of defilement by men influence of places in a battlefire in the forest, like a lump of wisdom,",
    "ai-atk-s0202a1:111_7": "but remaining united.",
    "ai-atk-s0202a1:111_8": "seeing the Great Kings,",
    "ai-atk-s0202a1:111_9": "has been seen:",
    "ai-atk-s0202a1:111_10": "which are placed in a charming lotus leaf, which he gave it.",
    "ai-atk-s0202a1:112_0": "Again the lotus ponds, having arrived (again) in the lotus pond, and which had been conceived.",
    "ai-atk-s0202a1:112_1": "Pokkharasāti having descended a peacock’s edge, and departed without  even a single stone or a framework.",
    "ai-atk-s0202a1:112_2": "seeing the Great Kings,",
    "ai-atk-s0202a1:112_3": "has been seen:",
    "ai-atk-s0202a1:112_4": "he dropped off the crown with his hand, and offered it to the elephant.",
    "ai-atk-s0202a1:112_5": "she stood leaning on the hand, and stood in the hand of the hand.",
    "ai-atk-s0202a1:112_6": "seeing the Great Kings,",
    "ai-atk-s0202a1:112_7": "has been seen:",
    "ai-atk-s0202a1:112_8": "In this way the highest leader’s supreme wretchedness.",
    "ai-atk-s0202a1:113_0": "he enjoys the supreme person’s teaching,",
    "ai-atk-s0202a1:113_1": "For perhaps the King thought: “You will not think about the King, but do not think of the King’s counsel, you will be able to get the food of the King’s residence.”",
    "ai-atk-s0202a1:113_2": "Therefore it was said: “Here is a field of coarse”.",
    "ai-atk-s0202a1:113_3": "the king’s employee;",
    "ai-atk-s0202a1:113_4": "A royal cow comes to the horn where it goes, but when one is set off a foot with a foot-scraper takes place with the other.",
    "ai-atk-s0202a1:113_5": "That is why there is only one factor of calm, and one of the four factors.",
    "ai-atk-s0202a1:114_0": "The right view of one who is independent, and the fruit of Worthiness",
    "ai-atk-s0202a1:114_1": "and the right thoughts associated with right thought.",
    "ai-atk-s0202a1:114_2": "right knowledge which is right view, and it is the same as that of the right view.",
    "ai-atk-s0202a1:114_3": "But if it is can be understood that there is fruitful when the eight factors can be understood.",
    "ai-atk-s0202a1:114_4": "The rest is the same.",
    "ai-atk-s0202a1:114_5": "But this meaning of teaching is helpful for an person to whom he took the opportunity.",
    "ai-atk-s0202a1:115_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a1:116_0": "The Advantages of Bhaddāli is finished.",
    "ai-atk-s0202a1:117_0": "6. Laṭukikopamasuttavaṇṇanā",
    "ai-atk-s0202a1:118_0": "Taking the Discourse on Tāyana",
    "ai-atk-s0202a1:118_1": "There he entered the Great Wood, and also together with the Elder Mahāṇḍuka, entered the Great Wood, together with the Buddha for alms.",
    "ai-atk-s0202a1:118_2": "therefore he should approach the Fortunate One by approaching the forest grove.",
    "ai-atk-s0202a1:118_3": "if she hits it with a roof;",
    "ai-atk-s0202a1:118_4": "above:",
    "ai-atk-s0202a1:118_5": "Retreat, when one has entered into retreat, one who has completed the fruit of stream-entry,",
    "ai-atk-s0202a1:119_0": "At whatever time the Fortunate One was worshipful,",
    "ai-atk-s0202a1:119_1": "free from hatred, free from oppression,",
    "ai-atk-s0202a1:119_2": "if he speaks compelling another with the mind;",
    "ai-atk-s0202a1:119_3": "But that deliciousness didn’t get enough food, drink, clothes, and vehicles; due to reference to the Buddha himself should understand that this is how.",
    "ai-atk-s0202a1:119_4": "Once upon a time, this food is shown by this excellent food.",
    "ai-atk-s0202a1:119_5": "He should stand on a piece of meat, timber, and so on.",
    "ai-atk-s0202a1:119_6": "We’ll eat unitedly, and then eat together.",
    "ai-atk-s0202a1:119_7": "but an aggressively as a constricted baby.",
    "ai-atk-s0202a1:119_8": "all night, they all have limited period; but they are limited in day with little.",
    "ai-atk-s0202a1:119_9": "For people have rice porridge and honey balls to their lairs. They ate at night, as happens when food is prepared.",
    "ai-atk-s0202a1:120_0": "Once upon a time, some night washed after this food.",
    "ai-atk-s0202a1:120_1": "Herein, darkness is the darkness of the night.",
    "ai-atk-s0202a1:120_2": "thieves.",
    "ai-atk-s0202a1:120_3": "the legal procedure done by one who performs,",
    "ai-atk-s0202a1:120_4": "The criminals had done a deed which was done for the king, and for the sake of their wives and partners, when his thieves had taken one, they took caught up in a craft,",
    "ai-atk-s0202a1:120_5": "During other people in the country weapons, they’ll look good monks, who have gone forth like this.",
    "ai-atk-s0202a1:120_6": "It was said regarding this.",
    "ai-atk-s0202a1:120_7": "Questioning is inferior and superior. It is the preparatory tasks of work for the neighborhood of a village, for the sake of their (wholesome) power,",
    "ai-atk-s0202a1:120_8": "After being invited by the True Dhamma, he thought, “Give me back here, I have been invited by a bhikkhu who is an uninhabited here and there, and now I will go to afar the teaching.”",
    "ai-atk-s0202a1:121_0": "Once upon a time, some people pursued this task.",
    "ai-atk-s0202a1:121_1": "interrupted by the lightning flashes.",
    "ai-atk-s0202a1:121_2": "made a great noise,",
    "ai-atk-s0202a1:121_3": "This is the meaning of Vast’: ‘The meaning is exceedingly neck. And this is our growth.’",
    "ai-atk-s0202a1:121_4": "to restrain me, I have come to eat meat and to eat the flesh.",
    "ai-atk-s0202a1:121_5": "mother is the father of her mother.",
    "ai-atk-s0202a1:121_6": "This is said:",
    "ai-atk-s0202a1:121_7": "Whoever has a mother or father gives to my son, and they serve it with one food and then they lay down in another place.",
    "ai-atk-s0202a1:121_8": "Then, when he walked for alms,",
    "ai-atk-s0202a1:121_9": "But your parents seem like that’s how it is dead.",
    "ai-atk-s0202a1:122_0": "just as they get rid of response, so too, the Buddha dropped the vicinity of the ceasing.",
    "ai-atk-s0202a1:122_1": "This is what I said.",
    "ai-atk-s0202a1:122_2": "There I say ‘I am’,",
    "ai-atk-s0202a1:122_3": "Why should you do so?",
    "ai-atk-s0202a1:122_4": "if he is insane;",
    "ai-atk-s0202a1:122_5": "The ascetic is gradually smoothed, like a new town hall with a stick. He makes a string of thread for rubbish heap in the brilliant threshly.",
    "ai-atk-s0202a1:122_6": "Sāriputta and Moggallāna, the training proceeds tormented by Sāriputta and Moggallāna, as though learned and nurses, they want to train.",
    "ai-atk-s0202a1:122_7": "They’d say, ‘If they think, ‘This is the right size,’ and he doesn’t take it away.",
    "ai-atk-s0202a1:122_8": "But when the Buddha seats, he thinks: ‘That’s how he similarly declared that the Buddha would have allowed more!’",
    "ai-atk-s0202a1:122_9": "Therefore they nurse the one who is mindful,",
    "ai-atk-s0202a1:123_0": "Those foolish people indeeds,",
    "ai-atk-s0202a1:123_1": "The one who is diligent should be given up:",
    "ai-atk-s0202a1:123_2": "Boils, like a drop of fire, when the tender poisonous buffalo,",
    "ai-atk-s0202a1:123_3": "synovial fluid, birds, frauds, cheating bears,",
    "ai-atk-s0202a1:123_4": "After roaming on all the ropes, it seems, after scopeting the cows in a driver,",
    "ai-atk-s0202a1:123_5": "but when they see a space on the ground, their peacocks became dropped on it.",
    "ai-atk-s0202a1:123_6": "It was said regarding this.",
    "ai-atk-s0202a1:123_7": "if he goes to the next:",
    "ai-atk-s0202a1:123_8": "Because it is proper for that very strong poisonous body, it becomes as if transferred to the greatest of it.",
    "ai-atk-s0202a1:123_9": "Those foolish people who have faith and confidence in their hearts, and connected with the strength of a great deal of faith, like a strong rope.",
    "ai-atk-s0202a1:124_0": "151.",
    "ai-atk-s0202a1:124_1": "What should be given up is the cause of sustained thought? What should we say about this?",
    "ai-atk-s0202a1:124_2": "Having known these things, the meaning should be given up, and come to be given up.",
    "ai-atk-s0202a1:124_3": "at ease also glorious.",
    "ai-atk-s0202a1:124_4": "Neither that deed should be given up, not be given up, for the sake of having become agitated,",
    "ai-atk-s0202a1:124_5": ": the meaning is that given by others. The meaning is that it is given ; the meaning is, by one who is attached to others.",
    "ai-atk-s0202a1:124_6": "live with a mind free of deer, having become immersed in samādhi, they live having become established in him.",
    "ai-atk-s0202a1:124_7": "for when people have taken a medicine brought from an opportunity, after going to the village, and entering the forest, and making a suitable medicine, they go to a wilderness place and live in the forest nearby. Having entered the village, having it put down on the ground, and entering the village, and beating the ground.",
    "ai-atk-s0202a1:124_8": "In the same way one is standing in the deer parks.",
    "ai-atk-s0202a1:124_9": "This is what was said by the mind that “Leader live with a mind at peace” .",
    "ai-atk-s0202a1:124_10": "for that night is called an important bull of the elephant, and it is called ‘cleaning’.",
    "ai-atk-s0202a1:124_11": "as a lightning flashes down",
    "ai-atk-s0202a1:124_12": "Those gentlemen who faith in a faithful gentleman will grow in faith and consequence. They too much wisdom, as a wide and expelled in the mud.",
    "ai-atk-s0202a1:125_0": "He is endowed with good qualities,",
    "ai-atk-s0202a1:125_1": "if he leaves because he wants:",
    "ai-atk-s0202a1:125_2": "Associating with the lustful,",
    "ai-atk-s0202a1:125_3": "Youths took a hole into the house.",
    "ai-atk-s0202a1:125_4": "They knead it up in a circle, grew up in a bane, and dropped on all sides. They lifted the ground, collapsed in the pavilion,",
    "ai-atk-s0202a1:125_5": "Seeking where there is something else. We shall go, wherever we go, wherever they want, and no separately go, but only when they return.",
    "ai-atk-s0202a1:125_6": "Like a drop of cooked rice in a piece of hungry, and it came out and swallowed the mouth,",
    "ai-atk-s0202a1:125_7": "(There is) not in the beyond (of merits), like a golden (work) to a house.",
    "ai-atk-s0202a1:125_8": "Small and graceful, stainless,",
    "ai-atk-s0202a1:125_9": "like a plunge deep into the ripe,",
    "ai-atk-s0202a1:125_10": "who understands the right effort, the attributes of mindfulness and the right size.",
    "ai-atk-s0202a1:125_11": "Herein, an intelligent person:",
    "ai-atk-s0202a1:125_12": "They drop the seeds sown in basket, propagation from seeds.",
    "ai-atk-s0202a1:125_13": "The seeds don’t fragrant scents, and seeds are not sown from seeds.",
    "ai-atk-s0202a1:125_14": "born of oneself.",
    "ai-atk-s0202a1:125_15": "they don’t believe in nothing, like a strong man in a charming lotus-like mind.",
    "ai-atk-s0202a1:125_16": "asceticism is the ascetic life,",
    "ai-atk-s0202a1:125_17": "And that person might cause him to bear their hair and beard, dress in ocher robes, and go forth.",
    "ai-atk-s0202a1:126_0": "But he didn’t get close to him and thought,",
    "ai-atk-s0202a1:126_1": "“The mountain named Bhaddiya, the monk who has taken up residence and is in the neighborhood of a mountains, and he has wandered for alms in the neighborhood of a village with a monkey, and is able to make him unwelled a grass hut again.” This is how Istained by the hand the hair, the horses, and the rest.",
    "ai-atk-s0202a1:126_2": "Then he dropped in the cow with the lovely cow’s palace.",
    "ai-atk-s0202a1:126_3": "Then he looked around at the end of his robe:",
    "ai-atk-s0202a1:126_4": "“They’ll get covered and crashed it over, and will it be done again, what will I do?”",
    "ai-atk-s0202a1:126_5": "Then her head was like a leaf—",
    "ai-atk-s0202a1:126_6": "Then he looked at the pot, saying:",
    "ai-atk-s0202a1:126_7": "and she said: “After going to the household her Mother with that.",
    "ai-atk-s0202a1:126_8": "and about life, when what has been said again he would be able to do?”",
    "ai-atk-s0202a1:126_9": "Then that cow was red like a cowherd’s house.",
    "ai-atk-s0202a1:126_10": "Then a female would look at her while he was looking around –",
    "ai-atk-s0202a1:126_11": "“When someone has gone to an elephant, the horse or the hunter will pierced this task or a lump of food, what can I do?”",
    "ai-atk-s0202a1:126_12": "Then the Queen Queen Queen.",
    "ai-atk-s0202a1:126_13": "This is what was said to be not identity.",
    "ai-atk-s0202a1:127_0": "the group of ninety-nine years extinguished,",
    "ai-atk-s0202a1:127_1": "The one who is storing to store up goods stored up,",
    "ai-atk-s0202a1:127_2": "Wandering, raising the winter on the road,",
    "ai-atk-s0202a1:128_0": "What can be shown here?",
    "ai-atk-s0202a1:128_1": "The lowers, “We could give up that view, and they abandon it, but give it upholding it.” And they do not give it up in the morning, they do not give it up.",
    "ai-atk-s0202a1:128_2": "Just as when a man was given to him all the goods, he took a tree away and place it on the ground, and he cut it down again, so too, they can abandon him at the conclusion of the four kinds of people, having given them up and given them up, get rid of them, eventually to make the four kinds of persons,",
    "ai-atk-s0202a1:129_0": "The abandoning of attachments, the corruptions that provide fuel for attachment are a aggregates, and with the corruptions that are gross physical process, etc., with the disappearance of the attachments of the aggregates.",
    "ai-atk-s0202a1:129_1": "and penetration of the attachment to cleft,",
    "ai-atk-s0202a1:129_2": "remembering it with intentions, remembering: here, remembering means remembering what is remembered.",
    "ai-atk-s0202a1:129_3": "thoughts settle down by thoughts.",
    "ai-atk-s0202a1:129_4": "Also back by the words have already been stated.",
    "ai-atk-s0202a1:129_5": "Contemplating: having discontent with cleaving.",
    "ai-atk-s0202a1:129_6": "desireless, detached,",
    "ai-atk-s0202a1:129_7": "diversity of faculties.",
    "ai-atk-s0202a1:129_8": "after buying his needle, he re-ordained much.",
    "ai-atk-s0202a1:129_9": "when there is mindfulness, there is full of investigation.",
    "ai-atk-s0202a1:129_10": "free of debt, he let go to the Abstaining.",
    "ai-atk-s0202a1:129_11": "“This is how to give up three things up and give them up.”",
    "ai-atk-s0202a1:129_12": "After giving up the four people, they don’t give up the four people.",
    "ai-atk-s0202a1:130_0": "Herein, ordinary people are a once-returner, a non-returner, or more than these four people.",
    "ai-atk-s0202a1:130_1": "But when it takes up, doesn’t let it go.",
    "ai-atk-s0202a1:130_2": "But even though he so long as he takes pleasure in an excessive pleasure.",
    "ai-atk-s0202a1:130_3": "so you should not give up:",
    "ai-atk-s0202a1:130_4": "but they give up these four people are abandoned.",
    "ai-atk-s0202a1:130_5": "a stream-enterer, how does an ordinary person give up?",
    "ai-atk-s0202a1:130_6": "For having undertaken this mindfulness and alertness, he dread, captives the defilements, overpowering, making an end of defilements. Then, when a bhikkhu is liberated, he discerns the path and the way to the defilements.",
    "ai-atk-s0202a1:130_7": "thus:",
    "ai-atk-s0202a1:130_8": "Swiftly they give up the four in each case.",
    "ai-atk-s0202a1:130_9": "Herein, in this Mahāpajāpatī Gotamī can be understood a second position, even when what is heard in the third part of the faculties, was spoken by him in the second, and also the third time,",
    "ai-atk-s0202a1:131_0": "The roots of suffering are the five constituents (of mind and body) that provide fuel for attachment.",
    "ai-atk-s0202a1:131_1": "Understanding that suffering is the root of suffering, the aggregates is the meaning.",
    "ai-atk-s0202a1:131_2": "he is freed with the end of attachments, freed by the ending of craving,",
    "ai-atk-s0202a1:132_0": "155.",
    "ai-atk-s0202a1:132_1": "So in this way there are four people who give up the defilements, saying, “This is where they give up these things.”",
    "ai-atk-s0202a1:132_2": "Those who have not given up these (thinkings): “They are not able to give up the five kinds of sensual stimulation.”",
    "ai-atk-s0202a1:132_3": "Herein, plunges into a pyre,",
    "ai-atk-s0202a1:132_4": "One should not cultivate the noble ones with noble happiness,",
    "ai-atk-s0202a1:132_5": "He should be afraid of these (of the result) in this way: the result of happiness,",
    "ai-atk-s0202a1:132_6": "enjoying the happiness of renunciation.",
    "ai-atk-s0202a1:132_7": "who takes pleasure in seclusion and is the happiness of defilements.",
    "ai-atk-s0202a1:132_8": "The purpose of peace is the purpose of bliss (but) greed.",
    "ai-atk-s0202a1:132_9": "This is the purpose of abandoning the path, the purpose of leading to happiness is the purpose of bliss.",
    "ai-atk-s0202a1:132_10": "But you should not fear the result of this pleasant speech that has come to be developed since you speak.",
    "ai-atk-s0202a1:133_0": "I say that resplendent crooks, finger-talms, ~ I say.",
    "ai-atk-s0202a1:133_1": "Herein, what is a movement in that place? What are they belonging to?",
    "ai-atk-s0202a1:133_2": "Herein, this is the basis of psychic power that has not ceased there, namely the placing of the mind and keeping it connected.",
    "ai-atk-s0202a1:133_3": "The second jhāna in the case of the second jhānas.",
    "ai-atk-s0202a1:133_4": "I say that the fourth kind of conquering is unshakable.",
    "ai-atk-s0202a1:134_0": "I say that there is no needing be incapable of activity, they should not give rise to the shout.",
    "ai-atk-s0202a1:134_1": "Then I say that this is not enough to do not store it.",
    "ai-atk-s0202a1:134_2": "I say that the base consisting of neither perception nor non-perception is peaceful, I say.",
    "ai-atk-s0202a1:134_3": "small or large,",
    "ai-atk-s0202a1:134_4": "The rest is the same.",
    "ai-atk-s0202a1:134_5": "But as he were taught by the Himalayas, the trapper attained Liberation.",
    "ai-atk-s0202a1:135_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a1:136_0": "The commentary on the Quail",
    "ai-atk-s0202a1:137_0": "7. Cātumasuttavaṇṇanā",
    "ai-atk-s0202a1:138_0": "Times Good fortune",
    "ai-atk-s0202a1:138_1": "May they go to the villages and towns,",
    "ai-atk-s0202a1:138_2": "five hundred monks had gone forth as a monk.",
    "ai-atk-s0202a1:138_3": "The elder thought:",
    "ai-atk-s0202a1:138_4": "“These ten gentlemen will show them to the Buddha’s presence, and they will give him a teaching in our own presence.”",
    "ai-atk-s0202a1:138_5": "Therefore those monks, having taken them, went to the monks.",
    "ai-atk-s0202a1:138_6": "Rejoicing, they thought, “We hope you are patient, friend?” and they accepted a dwelling place.",
    "ai-atk-s0202a1:138_7": "assigning places of their own dwellings, the teachers asked them about the door framework of the drums, and then waved it back in the place where they were standing, held on the ground.",
    "ai-atk-s0202a1:138_8": "ʻWe put this bowl and robe, sir,’ which I put this bowl to me. When this bowl is well-washed, this is how the ascetic’s doctrine come.",
    "ai-atk-s0202a1:139_0": "making an uproar, a dreadful racket: here the carpets in an iron cauldron—these are making a dreadful racket.",
    "ai-atk-s0202a1:139_1": "Where is it that you’d seem to be constructed in the same place as before?",
    "ai-atk-s0202a1:139_2": "“Here someone gives one person stalks another one story, give me one fish or meat.” And they made a dreadful racket, saying,",
    "ai-atk-s0202a1:139_3": "It was said regarding this.",
    "ai-atk-s0202a1:139_4": "They hungry, thirsty, and collapsed in that place. Then they don’t get caught up in the other places, saying: “This is not good.”",
    "ai-atk-s0202a1:139_5": "It’s also said regarding this.",
    "ai-atk-s0202a1:139_6": "I backbiting, “I take this back.”",
    "ai-atk-s0202a1:139_7": "they don’t give such defending in the presence of the Buddha, and do not making a great noise of the Dhamma in my presence of the Lord of the (true) faith, for your own sake, and I will explain the Pabbajjā ordination in the presence of the Teacher.”",
    "ai-atk-s0202a1:139_8": "Those mendicants said to the Buddha: “Nuns, did you say anything else?”",
    "ai-atk-s0202a1:139_9": "Now, it was those who saw the Teacher, and we will recite the Dhamma in the presence of the Teacher.",
    "ai-atk-s0202a1:139_10": "But the heavy burden of the Teacher came and didn’t want to hear a robe from the sound of such-and-such a shop, or from the Buddha. Your body is fitting to do it, not countlessly.”",
    "ai-atk-s0202a1:139_11": "After being very strong weakness they left.",
    "ai-atk-s0202a1:140_0": "They went to their own houses, where the mendicants sat,",
    "ai-atk-s0202a1:140_1": "Then this occurred to them:",
    "ai-atk-s0202a1:140_2": "But when they entered into and emerged from these monks, what happened to them?” They then approached that monk,",
    "ai-atk-s0202a1:140_3": "Well-Setching, like a mustard seed on a needle,",
    "ai-atk-s0202a1:140_4": "But why do you come and go? Do you come from? Or where are you able to see the ten powers of the heart?",
    "ai-atk-s0202a1:140_5": "Those monks:",
    "ai-atk-s0202a1:140_6": "“Reverend, we saw the Buddha and we had such confidence in ourselves. But even though the Buddha had come to see him, they put it on the ground with devotion to the Saṅgha. Then we said, ‘Nothing elsewhere I didn’t want it to be dismissed.’",
    "ai-atk-s0202a1:140_7": "But the kings thought:",
    "ai-atk-s0202a1:140_8": "“We will go with those five hundred mendicants on the road to the Buddha’s feet.”",
    "ai-atk-s0202a1:140_9": "Having thought thus, he thought: “Listen, I live having looked after this,",
    "ai-atk-s0202a1:140_10": "Those mendicants thought, “Even though the mendicants were drunk a mortifier dissoluted by the noise of them, not even one monk who has gone forth under the sway of this one thought, “Friend, what I had been given to you.”",
    "ai-atk-s0202a1:141_0": "waiting for the mendicant Saṅgha,",
    "ai-atk-s0202a1:141_1": "May the mendicant Saṅgha give rise to the thought, “May they give rise to the thought,”",
    "ai-atk-s0202a1:141_2": "It is included from material things and support in the teaching.",
    "ai-atk-s0202a1:141_3": "and they don’t give rise to confidence in those without it.",
    "ai-atk-s0202a1:141_4": "you’ll decay and perish.",
    "ai-atk-s0202a1:141_5": "the seed’s seed is intimate, and sinews.",
    "ai-atk-s0202a1:141_6": "They might drank water at the time of trouble. If they’d change and fall into it, the water would fall apart.",
    "ai-atk-s0202a1:141_7": "But the calves called Vacchaka’s stilt longhouse named Sunetta and died.",
    "ai-atk-s0202a1:142_0": "The Buddha was sitting there, and the Thera called Brahma, it seems, saw the divine eyebrows, and therefore leaving the out of faith in the Buddha all the earth element:",
    "ai-atk-s0202a1:142_1": "“Have they left and timidly, we’ll go to comfortably while walking, thinking, “We’ll don’t go comfortably.”",
    "ai-atk-s0202a1:142_2": "and tormented among other things.",
    "ai-atk-s0202a1:142_3": "They are happy in blissful meditation in the present life, as if he wants to me, he would think: ‘This is mine, I’ll go and visit me.’",
    "ai-atk-s0202a1:142_4": "We too advised or instructed others, and then what to do with us?",
    "ai-atk-s0202a1:142_5": "Now we shall proclaim ourselves here and now.”",
    "ai-atk-s0202a1:142_6": "The Elder, having obtained this place, he did not understand his own state of existence.",
    "ai-atk-s0202a1:142_7": "(The king replied:) “Now the great Thera, the Great Elder Saṅgha has come to you, and the Fortunate One spoke the way.”",
    "ai-atk-s0202a1:142_8": "The Elder Mahā Moggallāna was the brother of his own fearful.",
    "ai-atk-s0202a1:142_9": "The Buddha gave him a help,",
    "ai-atk-s0202a1:143_0": "There are these seven underlying tendencies:",
    "ai-atk-s0202a1:143_1": "the four fears in this dispensation.",
    "ai-atk-s0202a1:143_2": "He who is not able to establish the Dispensation in this teaching.",
    "ai-atk-s0202a1:143_3": "But the other didn’t give a teaching to someone else.",
    "ai-atk-s0202a1:143_4": "Herein, stores in the water; there is a person called a person,",
    "ai-atk-s0202a1:143_5": "Danger of crocodiles the dangers,",
    "ai-atk-s0202a1:143_6": "both frightening and shameless,",
    "ai-atk-s0202a1:144_0": "For a man wraps up in pleasure,",
    "ai-atk-s0202a1:144_1": "Therefore anger is said: “I am irritable and bad-tempered.”",
    "ai-atk-s0202a1:145_0": "Only the Lord of the World gains so much—those with the outer robe, water, fire, creatures, and stalks—that is, urine, exhaustion, retains, and mixed with requisites—a lake in this dispensation.",
    "ai-atk-s0202a1:145_1": "Therefore it is said: “Dangerous potsherd’s crocodiles.”",
    "ai-atk-s0202a1:146_0": "and it is flowing along a skull’s head with a body such as “confidence” and so on, etc.,",
    "ai-atk-s0202a1:146_1": "Or alternatively, it is badly discontent, etc., and it is devious, and so on.",
    "ai-atk-s0202a1:146_2": "With mindfulness of the body, having decided against her.",
    "ai-atk-s0202a1:146_3": "Though you become one who has eighty,",
    "ai-atk-s0202a1:146_4": "When the five cords of sense pleasure says this, just as a bathing powder falls into it, whipping out of the water, he rolls over and lay down on this spot.",
    "ai-atk-s0202a1:146_5": "That is why these five kinds of sensual stimulation are called “giverations” .",
    "ai-atk-s0202a1:147_0": "he exhausteds his load, and he gets tired.",
    "ai-atk-s0202a1:147_1": "and accumulated by the recollection of sensual desire.",
    "ai-atk-s0202a1:147_2": "The following similes of the outer disturbance through the outside, the water comes up to the air. When a female comes up to this woman, the monk who lives in this way, arises in this way.",
    "ai-atk-s0202a1:147_3": "Therefore females (saying): “Surely desireless in the past,”",
    "ai-atk-s0202a1:148_0": "But when anyone shares out these four dangers in the water and also the water, they are untroubled and the water, and there is no rising above it. When they are pounded, having dragged down with water and lilies, and persevere. There is no strikes, they are no tipsy in the morning and the fluxes of this body.",
    "ai-atk-s0202a1:148_1": "But when these four dangers are specifically important, then the water is in the place where the basics, in such a way, and a renunciate has gone forth is not allowed to go forth,",
    "ai-atk-s0202a1:148_2": "But the elder –",
    "ai-atk-s0202a1:148_3": "“Whoever is able to break the water, but has fallen into theft? It’s untroubled and prevented, without having shake or trembling it, you can’t see the danger in the evening heirs, the untouchable. But if you are able to go forth, you’re not able to create the dispensation from the instruction.”",
    "ai-atk-s0202a1:148_4": "The rest is the same.",
    "ai-atk-s0202a1:148_5": "But this person can be concluded by those persons.",
    "ai-atk-s0202a1:149_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a1:150_0": "The commentary on the ascetic’s colour is finished.",
    "ai-atk-s0202a1:151_0": "8. Naḷakapānasuttavaṇṇanā",
    "ai-atk-s0202a1:152_0": "Timensions of Working",
    "ai-atk-s0202a1:152_1": "Herein, in this way:",
    "ai-atk-s0202a1:152_2": "Previously, the Buddha-to-be was reborn in a certain spot, a great king of mountains, an uncorrupted elephant in the sky, one thousand of mountains.",
    "ai-atk-s0202a1:152_3": "and wise.",
    "ai-atk-s0202a1:152_4": "he advises the assembly thus:",
    "ai-atk-s0202a1:152_5": "“In this mountain there are such things as are, my feet were fruits. I drank muddy water, and poisoned jujube seeds, saying: ‘Such is mine, I am not previously drink. I am not eaten and drink. I don’t eat the crash and drink. I don’t drink muddy water, and do not drank that I have previously drink. I don’t liquorshipships, and I am known that I have previously eaten before. Nowhere, not drank before.’",
    "ai-atk-s0202a1:153_0": "One day as they were going to the foot of the mountain, having taken another mountain, took their sword and heads, looking at the lotus pond, sat down nearby.",
    "ai-atk-s0202a1:153_1": "The Great Being said: “What have you come? Getching?”",
    "ai-atk-s0202a1:153_2": "you’ll look at the world of yours:",
    "ai-atk-s0202a1:153_3": "having seen them searching for peace. He doesn’t see a state of subtlety, yet he saw the way he had seen.",
    "ai-atk-s0202a1:153_4": "At the consequence of his rebirth there, he sprinkled water on the bank of the river, waved like a large lake: blue, yellow, red or white.",
    "ai-atk-s0202a1:153_5": "He says:",
    "ai-atk-s0202a1:153_6": "“Why don’t you drink water, the water jar which you drink like, the bird, and the water is far from you?”",
    "ai-atk-s0202a1:153_7": "He said:",
    "ai-atk-s0202a1:153_8": "“All these are upset because they attain it.”",
    "ai-atk-s0202a1:153_9": "you will get here.",
    "ai-atk-s0202a1:153_10": "but I shall receive it.",
    "ai-atk-s0202a1:153_11": "you won’t be able to spirits,",
    "ai-atk-s0202a1:153_12": "drinking water for drinking.",
    "ai-atk-s0202a1:153_13": "We’ll choose.’",
    "ai-atk-s0202a1:153_14": "In that case, one would not be freed even by oneself.",
    "ai-atk-s0202a1:153_15": "waterpots of drinking water, they plunge into the river. They Let’s go and plunge into the jar, and drink all the water and drinking the water.",
    "ai-atk-s0202a1:153_16": "all the spirits saw drinking water.",
    "ai-atk-s0202a1:153_17": "And this is said too:",
    "ai-atk-s0202a1:154_0": "“Having seen (them) the highly couch he saw the state of peace,",
    "ai-atk-s0202a1:155_0": "I won’t say it.”",
    "ai-atk-s0202a1:156_0": "From that day on the neighborhood of today, some of the rest.",
    "ai-atk-s0202a1:156_1": "For this unconcerned One, who in this way the four wonder is called “great”.",
    "ai-atk-s0202a1:156_2": "Your mother-of-pearls, turning back to the cemeteries, and ponds in the lake of the gods. Your Mount Vepulla, or even a drill-stick made of water.",
    "ai-atk-s0202a1:156_3": "So the lotus pond is drunking out of water because it’s nearly the water.",
    "ai-atk-s0202a1:156_4": "Later, while the village was established in the neighborhood of a village called Pokkharasāti,",
    "ai-atk-s0202a1:156_5": "it was said: “Sandaka, a bathing place in a receptacle.”",
    "ai-atk-s0202a1:156_6": "Traveling in the woods?",
    "ai-atk-s0202a1:157_0": "We’re satisfied with the fortune-teaching.",
    "ai-atk-s0202a1:157_1": "Others, when they proclaim their instructions, they proclaim their law.",
    "ai-atk-s0202a1:158_0": "The king neither later-poked nor dismissed the king.",
    "ai-atk-s0202a1:158_1": "The king is encounterred;",
    "ai-atk-s0202a1:158_2": "the gods shattered.",
    "ai-atk-s0202a1:158_3": "But if he does not refer to me, they’ll be freed from the goal.",
    "ai-atk-s0202a1:158_4": "Your Majesty went to a charnel ground and hurriedly. If you do so, you wish to go forth.”",
    "ai-atk-s0202a1:158_5": "When he has gone forth he surely protects his life.",
    "ai-atk-s0202a1:158_6": "This is the king named Divine.",
    "ai-atk-s0202a1:159_0": "one bandits cut the roots,",
    "ai-atk-s0202a1:159_1": "When they hear a sound, they don’t know, “We understand,” they do not know.",
    "ai-atk-s0202a1:159_2": "Having heard it rolling the people.",
    "ai-atk-s0202a1:159_3": "If he hears that, he says, “You’re not released from me,” and if they’re not emitted, they’ll be freed from.",
    "ai-atk-s0202a1:159_4": "Having heard that, he went forth.",
    "ai-atk-s0202a1:159_5": "this is a thief:",
    "ai-atk-s0202a1:160_0": "Along the way I had eaten a lot, and plunged into it, sat down by that village,",
    "ai-atk-s0202a1:160_1": "it’s possible that they won’t be reckless. If they do not die, they’ll be emitted.",
    "ai-atk-s0202a1:160_2": "Having heard that, he went forth.",
    "ai-atk-s0202a1:160_3": "This is called “trawl”.",
    "ai-atk-s0202a1:161_0": "But the fearless, terrified, scared, he dropped the range of (him) by one.",
    "ai-atk-s0202a1:161_1": "Because of the famine, a bad harvest, shameless life, unsuitable Ājīvaka ascetics, is the meaning.",
    "ai-atk-s0202a1:161_2": "These even one gone forth is called “non-result” because of these opposites.",
    "ai-atk-s0202a1:162_0": "dispelling seclusion,",
    "ai-atk-s0202a1:162_1": "This is said:",
    "ai-atk-s0202a1:162_2": "Whatever is unprofitable things, he should achieve the rapture and bliss born of seclusion, or something even more peaceful than the one who is secluded from sensual pleasures, secluded from unskillful qualities, he should achieve the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
    "ai-atk-s0202a1:162_3": "Herein, in the mundane and skill in things:",
    "ai-atk-s0202a1:162_4": "and his state of greatness,",
    "ai-atk-s0202a1:162_5": "When they had gone forth they’re not able to make that bad and occupy their mind, and have occupy their minds. Having given up these seven things, it will not be able to occcupy their minds.",
    "ai-atk-s0202a1:162_6": "or one something else than that,",
    "ai-atk-s0202a1:163_0": "When they have shown that a dark companion, they will not give to seclusion, and they will return to seclusion again, without seclusion.",
    "ai-atk-s0202a1:163_1": "the meaning should be understood in the way already described.",
    "ai-atk-s0202a1:164_0": "168.Saṅkhāyāti jānitvā.",
    "ai-atk-s0202a1:164_1": "some of them",
    "ai-atk-s0202a1:164_2": "He cultivates what is suitable and what is not suitable,",
    "ai-atk-s0202a1:164_3": "The same method applies in the same way.",
    "ai-atk-s0202a1:164_4": "He answers in the three ways:",
    "ai-atk-s0202a1:164_5": "and since non-human beings who reside in the rebirth of existence is called joyful when they say:",
    "ai-atk-s0202a1:165_0": "(Kings) people kill living creatures.",
    "ai-atk-s0202a1:165_1": "a great crowd of people violent sacrifice.",
    "ai-atk-s0202a1:165_2": "But it doesn’t know me as a great crowd, so much that I can understand, and so it is for me to say: ‘This is the meaning of this a great crowd.’",
    "ai-atk-s0202a1:165_3": "substantial wealth:",
    "ai-atk-s0202a1:166_0": "But once he was steping, he fell out of compassion for venerable Soṇa.",
    "ai-atk-s0202a1:166_1": "so the supermundane attainments should be understood as the supermundane attainments.",
    "ai-atk-s0202a1:166_2": "This is how unprincipled immersion is shown in that place.",
    "ai-atk-s0202a1:166_3": "He is at ease: he is mindful, he has attained the fruit of stream-entry, once-return, non-return, and perfection.",
    "ai-atk-s0202a1:166_4": "The meaning is should be understood in this way.",
    "ai-atk-s0202a1:167_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a1:168_0": "The Book of the Fraternity is finished.",
    "ai-atk-s0202a1:169_0": "9. Goliyānisuttavaṇṇanā",
    "ai-atk-s0202a1:170_0": "Taking Godhika, Sumedhā",
    "ai-atk-s0202a1:170_1": "Herein, proper conduct in regard to bodily behavior is impossibility, like the Elder Mahā Devokkhita.",
    "ai-atk-s0202a1:170_2": "When the family is sitting in that support, he said, “Venerable sir, they have given me a robe.”",
    "ai-atk-s0202a1:170_3": "Learning it would be good if you would reply,",
    "ai-atk-s0202a1:170_4": "You’ll give you one.”",
    "ai-atk-s0202a1:170_5": "Leavesd:",
    "ai-atk-s0202a1:170_6": "That gross, and Posses.",
    "ai-atk-s0202a1:170_7": "He should not take (himself) ghee with ghee, buttermilk, moisten himself,",
    "ai-atk-s0202a1:170_8": "Living in a snap, living in a mountain cave, rugged with adornments,",
    "ai-atk-s0202a1:171_0": "Not having reflected on it, he does not encroaches his nails,",
    "ai-atk-s0202a1:171_1": "Whoever sits down on them without asking permission of the two senior monks, or who are sitting on their heads or on their robes without a clothes or on their heads, but who sits down on it. That is:",
    "ai-atk-s0202a1:171_2": "When they had spoken, one should sit down while sitting in their own bowl, and after sitting on it.",
    "ai-atk-s0202a1:171_3": "If I don’t say, “ sit down, Sir, I ask you about it if you are sitting at the wrong time, and you should sit down on a seat.”",
    "ai-atk-s0202a1:171_4": "He doesn’t think, “I’ll set aside the bowls for myself when they have passed by,” and they sit down on their seats. This is called monks who doesn’t prepare seats.",
    "ai-atk-s0202a1:171_5": "In the same way, when the monks are sitting, they do not get up from their seats, sit down, or lie down on a seat.",
    "ai-atk-s0202a1:171_6": "therefore he should sit down on the almsbowl for himself.",
    "ai-atk-s0202a1:171_7": "In this way:",
    "ai-atk-s0202a1:172_0": "Accessive behavior that have been admitted for the sake of good behavior.",
    "ai-atk-s0202a1:172_1": "He should not enter the wrong time without taking leave of the monks. He should not enter the restroom with the Sangha of monks. But he should leave the monastery with the Sangha of monks.",
    "ai-atk-s0202a1:172_2": "He entered the shrine and came out through the general shrines, for the air in the groves of Awakening.",
    "ai-atk-s0202a1:172_3": "After washing their mouths in the morning, and entering the village by an abode covering the middle of the day with a sprinkles, and getting rice from the mouth, he sits during the day, while eating the food at the wrong time, and returning to the village. He should clean up to the monastery, sat down at the wrong time, and not food for the day.",
    "ai-atk-s0202a1:172_4": "“In the past, after the meal, on return from alms-round, he has invited families beforehand or afterwards without taking leave of an available monk, except if he has been invited to a meal, he commits an offense entailing confession.",
    "ai-atk-s0202a1:172_5": "They wear a storehouse and a uproar. It is good in the beginning, the middle, and the end of the robe. It is good in the end, with turtles, and frogs, and windows robes, by using them in this way. It is good in this way that this manner.",
    "ai-atk-s0202a1:173_0": "He should possess the understanding of the robe-giving season in the three months of the robe-cloth.",
    "ai-atk-s0202a1:173_1": "About in the Abhidhamma, that is to say, the sixteen rules on the Monastic Law, and the Vinaya Collection in the Vinaya Collection.",
    "ai-atk-s0202a1:173_2": "For all kinds of fostering material things by name and clansmanship in the Dhamma.",
    "ai-atk-s0202a1:173_3": "But in the Vinaya organized the Discipline, there are two kinds of canceling of the Monastic Code.",
    "ai-atk-s0202a1:174_0": "At this point they have spoken of the eight attainments.",
    "ai-atk-s0202a1:174_1": "Of all the seventh parts, there is no opposite sex. ...",
    "ai-atk-s0202a1:174_2": "five",
    "ai-atk-s0202a1:174_3": "The one whose mind is wholesome must tell a deliberately provide it with a kasiṇa. He should do so.",
    "ai-atk-s0202a1:174_4": "he shows any superhuman quality, so far as this supermundane state,",
    "ai-atk-s0202a1:174_5": "Therefore, when he is unable to become a perfected one, he sets up a non-returner once-returner or the fruit of once-return. He should established in the fruit of non-return.",
    "ai-atk-s0202a1:174_6": "Vipassī takes one of them all advantages and do so.",
    "ai-atk-s0202a1:174_7": "The rest is the same.",
    "ai-atk-s0202a1:174_8": "Venerable Sāriputta has taught the eighty-two cases to be a person whose behavior by way of body, speech, and mind after subsequently come to a conclusion:",
    "ai-atk-s0202a1:175_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a1:176_0": "The About Guliss is finished.",
    "ai-atk-s0202a1:177_0": "10. Kīṭāgirisuttavaṇṇanā",
    "ai-atk-s0202a1:178_0": "Taking the Discourse on Sunāparanta",
    "ai-atk-s0202a1:178_1": "Herein, the head means in the countryside.",
    "ai-atk-s0202a1:178_2": "Come, mendicants, see these five reasons to eat that meal at the wrong time of night.",
    "ai-atk-s0202a1:178_3": "Thus the Buddha gave the meal at the wrong time for eating at night, and at the wrong time of day he spent the day in one part of the day, and at the wrong time of eating too much. Then he just that one meal was midday, after eating the meal.",
    "ai-atk-s0202a1:178_4": "When these two things are periodty they live in a new state, I have to keep up the food, and eat the currents of rice gruel with the darkness, the goods don’t eat as much as they like, then give them up.",
    "ai-atk-s0202a1:178_5": "So instead of giving the food, he offered the curtains of food and drinks that were drawn nearby.",
    "ai-atk-s0202a1:178_6": "But when he has bathed and sewn, he thinks, “After doing so, I’ll make an end of them.” Then he showed that they will show that because of that.",
    "ai-atk-s0202a1:178_7": "he came to the town of Kīṭāgiri,",
    "ai-atk-s0202a1:179_0": "Punabbasuka from staying in the six animal realms, and two from Assaji and Punabbasuka from each other.",
    "ai-atk-s0202a1:179_1": "with loving-kindness, bloody-handed one, and these people called Cūḷapanthaka.",
    "ai-atk-s0202a1:179_2": "They were shaven-headed rice gruel and ranking to Sāvatthī. They were cruelly violent, weeping to Rājagaha in the Mettiyas.",
    "ai-atk-s0202a1:179_3": "They built the dwellings, making use of the resting places, bent down, deposited, and expressed their appreciation.",
    "ai-atk-s0202a1:179_4": "at the time when the time is brought, he can establish his bowls in the future.",
    "ai-atk-s0202a1:180_0": "But if you give something to you, what is it for you here?",
    "ai-atk-s0202a1:180_1": "When you eat curry that produces a pleasant feeling, if you no longer feels it, you should not give rise to it, but only when you share it out.",
    "ai-atk-s0202a1:180_2": "Such is the abandoning of pleasure and happiness: abandoning such in the home life, having entered upon and dwelt in the household life, of renunciation, of the blessing.",
    "ai-atk-s0202a1:180_3": "And from here the two or three kinds of sadness should be understood in the homes of the lay equanimity and the abandoning of the houses.",
    "ai-atk-s0202a1:181_0": "181.",
    "ai-atk-s0202a1:181_1": "When you have shown that what should be cultivated and developed, then all of them can be done, I don’t say.",
    "ai-atk-s0202a1:181_2": "They should do the work with diligence.",
    "ai-atk-s0202a1:181_3": "Contact, etc., are able to reach the fruition of the meditation subjects where Sakka falls.",
    "ai-atk-s0202a1:181_4": "(her) one who possesses faith and confidence: whereby one acts deceit, etc., who (to say):",
    "ai-atk-s0202a1:182_0": "What do you give to these persons?",
    "ai-atk-s0202a1:182_1": "When there are no duties to be done, there are two things that can be done.",
    "ai-atk-s0202a1:182_2": "Those who show these five individuals, all of them will show them this person,”",
    "ai-atk-s0202a1:183_0": "Herein, the one liberated in both ways:",
    "ai-atk-s0202a1:183_1": "The one freed through the attainment of the fine-material attainment in regard to form,",
    "ai-atk-s0202a1:183_2": "After emerging from the four formations in four ways, he has attained perfection and conceived the attainment of cessation, all of them attained perfection in the knowledge of cessation,",
    "ai-atk-s0202a1:183_3": "–",
    "ai-atk-s0202a1:183_4": "“And what person is freed both ways? They have direct meditative experience of the eight liberations, and see a person with wisdom.”",
    "ai-atk-s0202a1:184_0": "freed by wisdom,",
    "ai-atk-s0202a1:184_1": "They have attained the four absorptions and possessed the five absorptions by attaining perfection in the four absorptions by means of the fourth absorption.",
    "ai-atk-s0202a1:184_2": "But in the Paṭisambhidā, as it was taught in the eight liberations:",
    "ai-atk-s0202a1:184_3": "“No, they haven’t seen them with wisdom. And, having seen with wisdom, their defilements have come to an end.",
    "ai-atk-s0202a1:184_4": "This person is called freed by wisdom.”",
    "ai-atk-s0202a1:185_0": "He is truly worthy of truth, thus he is called a witness.",
    "ai-atk-s0202a1:185_1": "When you attain the first absorption, you can know cessation. You should realize the fruit of stream-entry. ...",
    "ai-atk-s0202a1:185_2": "Hence it is said:",
    "ai-atk-s0202a1:185_3": "“Take a person who has direct meditative experience of the eight liberations. And, having seen with wisdom, some of their defilements have come to an end.",
    "ai-atk-s0202a1:185_4": "This person is called a personal witness.”",
    "ai-atk-s0202a1:186_0": "the person has reached the end of suffering:",
    "ai-atk-s0202a1:186_1": "Here is this:",
    "ai-atk-s0202a1:186_2": "Perception is painful, sharp, severe, acute view. He has realized, and he directly known wisdom.",
    "ai-atk-s0202a1:186_3": "But in detail, the definition of the body is produced by the skin that envelops.",
    "ai-atk-s0202a1:186_4": "Hence it is said:",
    "ai-atk-s0202a1:186_5": "“Some person truly understands about suffering, its origin, its cessation, and the path.",
    "ai-atk-s0202a1:186_6": "They truly understand the practice that leads to the cessation of suffering. And they have clearly seen and comprehended the Realized One with wisdom.",
    "ai-atk-s0202a1:186_7": "This is called a person attained to view.”",
    "ai-atk-s0202a1:187_0": "freed by faith,",
    "ai-atk-s0202a1:187_1": "Similarly it is already explained.",
    "ai-atk-s0202a1:187_2": "Hence it is said:",
    "ai-atk-s0202a1:187_3": "“Take this person who understands:",
    "ai-atk-s0202a1:187_4": "truly understands.",
    "ai-atk-s0202a1:187_5": "They truly understand the practice that leads to the cessation of suffering.",
    "ai-atk-s0202a1:187_6": "They become one who they have clearly seen and comprehended the Realized One with wisdom.",
    "ai-atk-s0202a1:187_7": "But the way that doesn’t have any failure in view,",
    "ai-atk-s0202a1:187_8": "This person is called freed by faith.”",
    "ai-atk-s0202a1:187_9": "For when in these parts are freed in the precise of faith in the precise of the path, it becomes as if he were excited by knowledge, the opposite of the path, and it is shaken by directing on a wrong view, which is defilement and phrasess, it is in opposite of the paths that cut off the defilements, it is as superfitable, and the knowledge in the ears about the paths which .",
    "ai-atk-s0202a1:187_10": "Therefore, just as, when a hollow isn’t cut off, the shadow does not get to hear it, the central shake or the sort of the development is near the far shore, so you shouldn’t become faithful, opposite of the path for development.",
    "ai-atk-s0202a1:187_11": "But just as, when he has fallen into it, the shadow surface of its force, the shadow is lost, and the fortunateness is lost opportunity to attain the meditation subject.",
    "ai-atk-s0202a1:188_0": "recollects the teaching, recollects the Dhamma,",
    "ai-atk-s0202a1:188_1": "wisdom : it leads to distinction, is the meaning.",
    "ai-atk-s0202a1:188_2": "Likewise to the followers of faith;",
    "ai-atk-s0202a1:188_3": "these are both of these is the path to stream-entry.",
    "ai-atk-s0202a1:188_4": "And this is said too:",
    "ai-atk-s0202a1:188_5": "“With the realization of the fruit of stream-entry, the wisdom faculty, and the wisdom faculty he develops the noble path to realizes the fruit of wisdom.",
    "ai-atk-s0202a1:188_6": "This is called a person who is a follower of the teachings.”",
    "ai-atk-s0202a1:188_7": "“There is a person who realization of the fruit of stream-entry; he develops the noble path to realize the fruit of once-return.",
    "ai-atk-s0202a1:188_8": "This is called a person who is a follower of faith.”",
    "ai-atk-s0202a1:188_9": "This is in brief ;",
    "ai-atk-s0202a1:188_10": "But in detail, the description of the development of the path consisting in both ways, etc., is said in the Path of Psychic Power, and the development of the paths of wisdom.",
    "ai-atk-s0202a1:188_11": "That is why it should be understood here in the way already described.",
    "ai-atk-s0202a1:188_12": "These each is also called “special” in the Vibhaṅga thus: “These are formless meditations and attainments”; there is the eight liberations that originate from the destruction of the formless liberations .",
    "ai-atk-s0202a1:189_0": "Feeling a touch with the body, after touching her with the body,",
    "ai-atk-s0202a1:189_1": "Having seen with wisdom he sees the noble truths, and having seen this noble truth of the Noble Truth.",
    "ai-atk-s0202a1:189_2": "some of the defilements should be given up by others, some by name and clan,",
    "ai-atk-s0202a1:189_3": "The Realised One, having proclaimed that is to say: the four Truths,",
    "ai-atk-s0202a1:189_4": "They are seen, heard, thought, known, attained, sought, and explored by the mind in this place. In this way the path is found, once it from settlement to settlement.",
    "ai-atk-s0202a1:189_5": "you roam out of yourselves:",
    "ai-atk-s0202a1:189_6": "Except in faith is established in faith.",
    "ai-atk-s0202a1:189_7": "They look forwards and forgiveness. They looked for endure.",
    "ai-atk-s0202a1:189_8": "Faith is my faith, ~ the other (thought) harem.",
    "ai-atk-s0202a1:190_0": "So with diligence when there are three people who need prevented by diligence.",
    "ai-atk-s0202a1:190_1": "When they do so, they frequently acquire good friends.",
    "ai-atk-s0202a1:190_2": "That’s why a snare is spread over",
    "ai-atk-s0202a1:190_3": "On the four paths are the factors of stream-entry.",
    "ai-atk-s0202a1:190_4": "Because of that an iron path, good friends, and associates.",
    "ai-atk-s0202a1:190_5": "When you frequently practice the path of attending on the good, they’ll attain Arahantship.",
    "ai-atk-s0202a1:191_0": "but he who spoke no reason for him.",
    "ai-atk-s0202a1:191_1": "“One who is the northern path does not have many mental practices, amountments,”",
    "ai-atk-s0202a1:191_2": "he’s say:",
    "ai-atk-s0202a1:191_3": "“While staying in the wilderness and the forest grove is he frequents another allocator. Abandoning good friends, companions, and associates with other forests, looking at the foot of the trees, and not going to the air. A person whose mind is deermined and frequenting lodgings the paths, they see each other with blossoming and the paths of the fruits.",
    "ai-atk-s0202a1:191_4": "Thus there will be five factors that is equal to the supermundane.",
    "ai-atk-s0202a1:191_5": "If you wished, the Teacher was conversed with you.",
    "ai-atk-s0202a1:191_6": "By extremely the five factors, we haven’t been described in the skillful, the unskillful and the skillful.",
    "ai-atk-s0202a1:191_7": "That’s why he should give up this decrease.”",
    "ai-atk-s0202a1:191_8": "if she does not come back, she should be prepared a dwelling and then sent to the dwelling.",
    "ai-atk-s0202a1:192_0": "I say that it is the first use of the sunk in the midst of the sun and moon that it doesn’t exist after reaching on the first simile of rebirth, I say.",
    "ai-atk-s0202a1:192_1": "but embarrassed for the sake of accusations.",
    "ai-atk-s0202a1:192_2": "likewise with other words.",
    "ai-atk-s0202a1:192_3": "Faith is born: has faith, ethics, learning, generosity, and wisdom.",
    "ai-atk-s0202a1:192_4": "approaches the city,",
    "ai-atk-s0202a1:192_5": "if she attends on him with a hundred years;",
    "ai-atk-s0202a1:192_6": "you should bear it carefully.",
    "ai-atk-s0202a1:192_7": "Declaring consents to desire, being reborn in a wholesome man.",
    "ai-atk-s0202a1:192_8": "if he makes an effort his energy;",
    "ai-atk-s0202a1:192_9": "you’re impermanent, suffering, and perishable.",
    "ai-atk-s0202a1:192_10": "and he makes it quiver in this way.",
    "ai-atk-s0202a1:192_11": "whose mind is always immersed in samādhi.",
    "ai-atk-s0202a1:192_12": "Oneself is called “the truth” through the truth of Nibbāna.",
    "ai-atk-s0202a1:192_13": "and he sees with wisdom the path associated with wisdom, and he sees it with penetration.",
    "ai-atk-s0202a1:193_0": "Now, having heard the Teacher’s words, he does not go out to meet the teacher, and so on, therefore the Sākiyaka, the Dispensation of the Faith is called the Laṅkā.",
    "ai-atk-s0202a1:193_1": "Herein, how far does a herd eat course two places?",
    "ai-atk-s0202a1:193_2": "And a hundred leagues away. It does not say anything to a hundred leagues.",
    "ai-atk-s0202a1:193_3": "They answer the four ways of answering properly:",
    "ai-atk-s0202a1:194_0": "the one who conveys the thirty-two marks.",
    "ai-atk-s0202a1:194_1": "The teacher gives the opportunity to show exterior things:",
    "ai-atk-s0202a1:194_2": "that kind of rebirth is born in such-and-such a place.",
    "ai-atk-s0202a1:194_3": "Endowed with goldsmith, and wide open.",
    "ai-atk-s0202a1:194_4": "There is no comparison.",
    "ai-atk-s0202a1:194_5": "When the meaning is, it needs to bathe at the time of an unallowable wood, like the meaning is,",
    "ai-atk-s0202a1:194_6": "What is the cattle-keeper’s bird: if he is able to care about him, he says, “What is called ‘Like deer’?”",
    "ai-atk-s0202a1:194_7": "he does not brilliantly burn the tenfold fires, nor is held together.",
    "ai-atk-s0202a1:194_8": "And he said, “This is an arrow’s dismissal,” “This isn’t dismissed.",
    "ai-atk-s0202a1:194_9": "Now he will show him how to make a whirlpool, but cannot do it.",
    "ai-atk-s0202a1:195_0": "And what is the Realized One lives having completely understood all material pleasures, such as this, and such a Realized One can get rid of heavy witness and respect?",
    "ai-atk-s0202a1:195_1": "while seeking the cows from the mouth, she took hold of her son, and placed it on the way.",
    "ai-atk-s0202a1:195_2": "This is the state of non-violence.",
    "ai-atk-s0202a1:195_3": "“I know the Buddha, who knows my food in order, I do not know the next day’s instructions. I don’t know that there are three kinds of faith, but doing this.",
    "ai-atk-s0202a1:195_4": "The Lord of the World graceful,",
    "ai-atk-s0202a1:195_5": "Mor unrivaled in Avantī.",
    "ai-atk-s0202a1:195_6": "This word (will gives up) the four quarters.",
    "ai-atk-s0202a1:195_7": "For if only one thief carries out one robe, one shoulder, one scorn, and one bandits another with four factors. When they think, “I’ll make an effort to get rid of it,” and when they say, “I’ll take it,” and he says, “I’ll give it up.",
    "ai-atk-s0202a1:195_8": "The rest is the same.",
    "ai-atk-s0202a1:195_9": "And he drew near the Fortunate One to the peak of perfections by virtue, etc., and by those who are coming to the peak of perfection.",
    "ai-atk-s0202a1:196_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a1:197_0": "The conclusion of the Discourse on Kīṭāgiri is finished.",
    "ai-atk-s0202a1:198_0": "The second group of nine is finished."
}