{
    "ai-atk-s0510a3:0_0": "3. Subhūtivaggo",
    "ai-atk-s0510a3:1_0": "praised by the Elder Subhūti.",
    "ai-atk-s0510a3:2_0": "(His) on the slopes of the Himalayas’ Suttatissa (Tree) to the Elder Subhūti,",
    "ai-atk-s0510a3:2_1": "And when the Buddhas had obtained a degree of (good) conduct, there was a hundred thousand aeons, one hundred thousand rebirths in the world, and one hundred thousand aeons, one thousand eons of the world contracting and expanding the same hymns, and one hundred and one thousand aeons there.",
    "ai-atk-s0510a3:2_2": "He spent the three (supernatural) vision, having gone forth from the sky, he created the young Seer’s presence. All these five hundred students (also) went forth from the Palace of Vihāras, he presented his own).",
    "ai-atk-s0510a3:2_3": "The teacher explained it to him",
    "ai-atk-s0510a3:2_4": "soon the absorptions became one of his disciples.",
    "ai-atk-s0510a3:3_0": "At that time the Buddha was staying in the world at the place where he was living in the world. He was entering the city through the act of depending on the bank of the river. There was no Jinayas, he was entering in the morning, put his pupils in the deer parkation, and his pupils in the morning, and on the emergence of the Protector of the World, and Meanwhile, after having shown the fruit, he reached Arahantship. Having seen the Buddha, he came to his own house and deportment and sat down in the fruit.",
    "ai-atk-s0510a3:3_1": "Having seen Nandana at the bathing. Seeing these marks of a Buddha, he comprehended the marks of an excellent person, and he had fulfilled the characteristic of foulness. Then he went forth his bowl and robe, having risen above the end of the world, he appeared in the world with its gods. Then he having taken a seat, appeared in this way: “The Buddha, he is an unfavourable to the seer.”",
    "ai-atk-s0510a3:3_2": "The Buddha sat on the seat spread out.",
    "ai-atk-s0510a3:3_3": "while Nanda was the Lord of Mother and sat down to one side.",
    "ai-atk-s0510a3:3_4": "At that time there were a four-footed (?) Chief Disciples, a thousand panels, a hundred thousand meals, a hundred thousand wounds, and a teachers of the Paccekabuddhas together with twenty-four thousands, bringing it to the fruit of the teachers.",
    "ai-atk-s0510a3:3_5": "“In this world, sirs, we do not think that it wasn’t one who thinks they’re better.”",
    "ai-atk-s0510a3:3_6": "Nandana –",
    "ai-atk-s0510a3:3_7": "“Who do you say with eight hundred leagues? Why are you able to share me with a thousand leagues? I wish to offer them with a thousand leagues?”",
    "ai-atk-s0510a3:3_8": "Then those ascetics said to them:",
    "ai-atk-s0510a3:3_9": "“If this lower wealth, I wouldn’t have said:",
    "ai-atk-s0510a3:3_10": "Only that fine thoroughbred person bowed with their heads at the feet of a great shade.”",
    "ai-atk-s0510a3:3_11": "Then those teachers said to him:",
    "ai-atk-s0510a3:3_12": "“After going to ourselves, we’ll give alms-food, the Buddha, there will be no more fruit of our good qualities, that is why we shall do this.” He then show it to the Buddha and bring it to the fruit of the fruit.",
    "ai-atk-s0510a3:3_13": "The Teacher had received the fruits of that deity, as a result they dropped in the fruit.",
    "ai-atk-s0510a3:3_14": "And when the ascetic had dropped the water, she gave it.",
    "ai-atk-s0510a3:3_15": "then having finished his meal and refused an invitation to eat more, then all of the teachers, sat down in the presence of the Teacher. He then sat down,",
    "ai-atk-s0510a3:3_16": "the Teacher thought: “Go to the Sangha.”",
    "ai-atk-s0510a3:3_17": "having understood the Teacher’s mind, and the Teacher had destroyed the pollutants, departed.",
    "ai-atk-s0510a3:4_0": "Then Nanda’s pupil addressed his pupil,",
    "ai-atk-s0510a3:4_1": "“Forget, Buddhas sitting, there is no one hundred thousand aeons, there is no other ascetic.",
    "ai-atk-s0510a3:4_2": "You have spended to the Sangha of monks. And the Buddha’s body is able to go to the peak of which are permitted by the splendour.”",
    "ai-atk-s0510a3:4_3": "She thought: “This Sage is why the splendour of his supernormal powers were free from fragrance and so on, spotlessly brought by the Buddhas and coloured flowers, –",
    "ai-atk-s0510a3:4_4": "and placed aside the alms-bowls of the three hundred and fifty leagues, a place for 30 kilometers, and a place of loss.",
    "ai-atk-s0510a3:4_5": "When the Realised One’s sat on the seat spread out in front of the Realized One, and raised his joined palms, he said: “Has great comfortable Candavatī.”",
    "ai-atk-s0510a3:4_6": "The Fortunate One sat in the flower place.",
    "ai-atk-s0510a3:4_7": "When they knew the Teacher’s retinue, knowing their own teacher’s doctrine, sat down on the seat.",
    "ai-atk-s0510a3:4_8": "flowering along the flower-talve, having taken a flower-tree flower.",
    "ai-atk-s0510a3:4_9": "“This teacher has entered the fruit of Sakka.” ...",
    "ai-atk-s0510a3:4_10": "At this time, knowing that the monk was attained, they entered upon meditation.",
    "ai-atk-s0510a3:4_11": "When seven days had entered Parinibbāna, the Realized One arrived at the root of a certain tree, ate the fruit of his feet and beggars. And the Buddhas ate the eighth Roja at the root of the trees, in the time of the Buddhas,",
    "ai-atk-s0510a3:4_12": "but, after receiving alms-food in Nandana, and having the rapture and bliss born of seclusion, he only used the rapture and bliss born of seven days.",
    "ai-atk-s0510a3:5_0": "After giving the full admission to one woman, the Teacher possessed two factors (supernatural) religious donations, one due to the religious donation of Cātumā to the religious donation, and two endowed with much food.",
    "ai-atk-s0510a3:5_1": "He resented the great gains of wheel-turning monarch like a great gain with great wisdom, and making a very quickly as though he had done the name of the Buddha and stood (there) with his own hands, he expressed his agreement.",
    "ai-atk-s0510a3:5_2": "He taught them the Dhamma to his teacher.",
    "ai-atk-s0510a3:5_3": "All the Teacher were taught at the four convocations of the Teacher also attained Liberation.",
    "ai-atk-s0510a3:5_4": "“Come, monks.”",
    "ai-atk-s0510a3:5_5": "At the cream of them disappeared.",
    "ai-atk-s0510a3:5_6": "and the eight requisites appeared on a garden.",
    "ai-atk-s0510a3:5_7": "Sixty Elders surrounded by his teacher’s retinue.",
    "ai-atk-s0510a3:5_8": "but, Nanda, a mind that was overpowered with mind,",
    "ai-atk-s0510a3:5_9": "The elder had taken his story, it seems, to the Elder’s time he was satisfied with his psychic power,",
    "ai-atk-s0510a3:5_10": "“Oh, I hope only because of the Buddha’s instructions of the disciples of the Buddha Paccekabuddhas!” (Once), because of this special qualities of the Master Gotama’s instruction was obtained by him,",
    "ai-atk-s0510a3:5_11": "because of that applied thoughts to the path,",
    "ai-atk-s0510a3:5_12": "But when he worships the Realised One, he said this to the Realised One:",
    "ai-atk-s0510a3:5_13": "“Venerable Sir, having taken a flower, a blazing flower, no poisonous in the Dispensation of the Teacher, let us not go of your instructions.”",
    "ai-atk-s0510a3:5_14": "“They have reached the peak of refuge.”",
    "ai-atk-s0510a3:5_15": "“Venerable Sir, it’s the same way that I have received value of flowers and leaves, and who do not have another intention to be done by one, it is the same fortune from the Buddha.”",
    "ai-atk-s0510a3:6_0": "The Teacher, thinking, “After this knowledge will be a one hundred thousand aeons,” and he passed them over, and he passed them along with a hundred thousand aeons, looking at the end of the world. Then he thought, “Whose mind is full of compassion, he will arise in the presence of the Buddha, the end of the Dhamma.” And after seeing that his final existence, he will surmon the Community of monks,”",
    "ai-atk-s0510a3:6_1": "The Eye of the Teacher surmounts the path, firstly followed by the mendicant Saṅgha, and stood to one side.",
    "ai-atk-s0510a3:6_2": "Later, after approaching from time to time, he listened to the Teacher and heard the teaching, he was reborn in the Brahmā realm.",
    "ai-atk-s0510a3:6_3": "When five hundred lives (after his birth had passed away), he bowed and respectfully circled the Buddha, keeping him on his right. When he had gone forth, he stood in the sky at the root of a very spot.",
    "ai-atk-s0510a3:6_4": "or it seems that when a big current reached by the goal of the Great Beings reached by the method of Commentaries itself, no ever.",
    "ai-atk-s0510a3:6_5": "When he had passed away he was reborn in the company of the Thirty-Three.",
    "ai-atk-s0510a3:7_0": "And so, after some time I was reborn in a heavenly realm, the heavenly realm, at the end of the world, and I passed away from that place I was reborn among human beings. And, when I was reborn there, I was a king of heavenly realm, the human beings, she was reborn among them for a hundred thousand rebirths in the world.",
    "ai-atk-s0510a3:7_1": "and the name Subhūti.",
    "ai-atk-s0510a3:8_0": "At that time the Buddha had stayed in the world for our sakes, and rolling the Bamboo Grove,",
    "ai-atk-s0510a3:8_1": "Then, on account of that financier, the chief of men, took his own goods, and fastened sixty leagues in the country of Rājagaha, he went to see the Teacher. When he saw a hundred leagues in the Cool Wood, he established a 1,25000 leagues along the road for sixty leagues, and he established a retinue of the yojanas with a hundred leagues, he established in the wilds,",
    "ai-atk-s0510a3:8_2": "This one day, having gone to Anāthapiṇḍika’s monastery on the bank of the Sumāga Forest, listening to the Dhamma, was listening to Dhamma, and having faith.",
    "ai-atk-s0510a3:8_3": "When he had received the going-forth, he picked up a meditation subject, and then returned to the forest grove. He then attained Arahatship, he, having developed insight the knowledge master, and attained Arahatship.",
    "ai-atk-s0510a3:9_0": "He taught the Dhamma to Yasa, therefore he teaches the Dhamma without having given everything, the Teacher so as to go to it.",
    "ai-atk-s0510a3:9_1": "However, he walked for alms in the house on walking for alms, after taking the meal in the house, he received the alms-food in his home, and then he received the alms from that be was given to the donor.",
    "ai-atk-s0510a3:9_2": "And the Buddha said, “Well then, monks, for my disciples the foremost of my monk disciples in seniority.” He placed a religious donation for his disciples, that is, the foremost position amongst those who have eighteen.",
    "ai-atk-s0510a3:9_3": "But the Elder Mahādeva’s resolved this matter for himself, and when he had come to the country, he began a very long time, in the country, he returned to Rājagaha.",
    "ai-atk-s0510a3:10_0": "The King, having heard the, thought, “Perhaps these are coming, and I’ll stay there.” And he said, “I’ll make the proclamation.”",
    "ai-atk-s0510a3:10_1": "Thera, while delighting in the open air,",
    "ai-atk-s0510a3:10_2": "the sky rains down on the recollection of the Elder.",
    "ai-atk-s0510a3:10_3": "People who had not fully rained down the gateway and was established in the King’s home.",
    "ai-atk-s0510a3:10_4": "“How can the king thought, “Who is it? What can I prepare that?” Then he told him, “Who did you think?” Then he left?",
    "ai-atk-s0510a3:10_5": "The Elder, having entered the hut and sat down on the couch,",
    "ai-atk-s0510a3:10_6": "At that, the sky-god was rained, and the heavenly ropes don’t provide enough rain.",
    "ai-atk-s0510a3:10_7": "Then the senior elder, wanting to build the rainy-season residence, wanting to build a hut without his own site, thinking, “Whose a place is invited by an abscess, my creeper, bringing it to the hut.”",
    "ai-atk-s0510a3:10_8": "This too was spoken by that name.",
    "ai-atk-s0510a3:11_0": "But why, among the Great Elders, having the virtues of the Great Elders, thus made the story of the Elders’ special qualities,",
    "ai-atk-s0510a3:11_1": "With this long time he has reached the ultimate end of attachments, the ultimate happiness of peace, the supreme bliss of awakening, and himself having reached the supreme state of happiness, attained to the highest bliss of gods and humans, and he reviews the noble abiding in the Master’s special qualities of the noble ones.",
    "ai-atk-s0510a3:11_2": "according as it is said: “Bindusāra with the strength of the arm, the Realized One possesses four kinds of virtue, the one who has attained to the fourth jhāna and possesses nutriment.”",
    "ai-atk-s0510a3:11_3": "That’s how this senior monk receives another answer.",
    "ai-atk-s0510a3:12_0": "1.",
    "ai-atk-s0510a3:12_1": "When he has reached the End-Mount Vedas, he revealed his former (parts) of the Faith and on the slopes of the Himalayas, beginning with the glory of the Himālayas, which was pervaded by the Himalayass, and so on.",
    "ai-atk-s0510a3:12_2": "Herein, as soon as it is not far from the Himalayas, the king of mountains, that is not far from the Himalayas.",
    "ai-atk-s0510a3:12_3": "Neither mountains: the chief of the mountains called Bodhi tree is called tenden. It is a hillside, not nothing from that place.",
    "ai-atk-s0510a3:12_4": "(The king replied:) “Seeing is mine, my hermitage is uprooted; my stomach (wholesome) speaking.”",
    "ai-atk-s0510a3:12_5": "Likewise the deliverance of the huts in the place where it is dropped and what has been done, is the meaning.",
    "ai-atk-s0510a3:12_6": "my leaf-hut, sarong, played in the leaf-hut, and was finished in the six months.",
    "ai-atk-s0510a3:13_0": "This is the name of the Konāgamana, the their mother of the Komudi full moon, and the Komudi full moon.",
    "ai-atk-s0510a3:13_1": "highly, lump of foder-treasure",
    "ai-atk-s0510a3:13_2": "alone, without companion,",
    "ai-atk-s0510a3:13_3": "The second dreadlocked ascetics, renowned in the very neighborhood of a palm tree, and at that time I lived on that very mountain.",
    "ai-atk-s0510a3:14_0": "I ate the roots and various kinds of fruits, earlier and creepers, I ate them at that time, and the root of trees and fruits of all eat the trees. I ate the fruit of eating tubers and so on. I do not eat the fruit of the food, etc., and have ate the fruit of trees.",
    "ai-atk-s0510a3:14_1": "When there is this way, how do they show him?",
    "ai-atk-s0510a3:14_2": "Herein, rolling on all my various occasions there that have been born, and I live with support for my livelihood. Being re-entering a living at home in that place, I lived right after eating.",
    "ai-atk-s0510a3:14_3": "“I live supported by the leaves of Puṇṇakas.” Or the tree thinks, “I live depending on a pond.”",
    "ai-atk-s0510a3:15_0": "repetitions for my livelihood and causes through the life of (worms), without livelihood, etc., and of the fruit of that deed I live, yet I don’t cut my livelihood by the birds of craving, etc., of the livelihood invaliding, etc., and of the right way.",
    "ai-atk-s0510a3:15_1": "For the mind I will satisfied, be satisfied, and because it’s a both of few wishes and contentment,",
    "ai-atk-s0510a3:15_2": "Today I am engaged in countless kinds of work, aggression, working for the sick, and so on. I don’t give freedom.",
    "ai-atk-s0510a3:16_0": "My mind is connected with the reinforced by sensual desire, whatever is connected with the thought that associated with greed, then I restrain myself.",
    "ai-atk-s0510a3:16_1": "that subsequently I tame the meditation subject to the object of a single meditation subject, my mind is immersed in samādhi, and my mind is immersed in samādhi.",
    "ai-atk-s0510a3:17_0": "In the dye, making a vessel, rubbing, repelling, and so on in the site of the version of the silver.",
    "ai-atk-s0510a3:17_1": "He was poor, and he who had committed an offense of wrong speech.",
    "ai-atk-s0510a3:17_2": "deluded by delusion, which make the points of delusion, being released by delusion, created by delusion,",
    "ai-atk-s0510a3:17_3": "Therefore you should train yourself like this: ‘I will go to the wilderness, the one who lives in the wilderness, like that is why I am bound to the inside.’",
    "ai-atk-s0510a3:18_0": "golden coloured rays of gold, silver, gold, silver, gold, ruby, and silver.",
    "ai-atk-s0510a3:18_1": "each is worth learning.",
    "ai-atk-s0510a3:19_0": "praised by the Elder Subhūti.",
    "ai-atk-s0510a3:20_0": "the Elder Nun Preciates",
    "ai-atk-s0510a3:21_0": "Victor Uttara, Upatissa, and Upatissa,",
    "ai-atk-s0510a3:21_1": "Taking the leftovers of the Buddha Campakatissa in the land of the Vinaya-stumps (?), having made meritorious deeds here, having prepared a lump of merit for the sake of a keyhole banner, deposited the Soles, after having made a funeral pyrecious region by the Buddhas, he reached the for seven palms of (monastery) existence.",
    "ai-atk-s0510a3:21_2": "he took the top of the spirits, the Yakkhas, together with the Tāvatiṁsa devas, he circumambulated him with his right side toward him. He then an universal Shrine (whould be called).",
    "ai-atk-s0510a3:21_3": "When he saw that, he had become a god, and through making merit, he became one of the gods and humans (only) for the Buddhas, and through having gained great merit, he attained Arahatship. He, having gained the full perfection of the (nature) and appearance in this way, he attained Liberation.",
    "ai-atk-s0510a3:21_4": "When the Buddha had propounded such famine, he warmed substance of the Buddha, and medicine for him.",
    "ai-atk-s0510a3:21_5": "With that of the Teacher is the disease called Death.",
    "ai-atk-s0510a3:21_6": "The Fortunate One rejoiced there.",
    "ai-atk-s0510a3:22_0": "52.",
    "ai-atk-s0510a3:22_1": "When they had reached the goal of the Fruits and reached the Arahantship in this way, they declare: “Having reached the eastern gate and prepared a very gladeneration of joy and happiness, friendly,",
    "ai-atk-s0510a3:22_2": "The Buddha, the highest among men, having reached the end of all things, was gone beyond all things, attained Padumuttara, and reached the end of the highest perfection, attained Nibbāna by the highest attainment of the (supernatural) vision, the lotus-like mind, who had reached Nibbāna, and who was the Jina. Having thus attained Nibbāna, the inclusive, the incomparable Bodhisatta, the highest Buddha (of ignorance) after subduing this population,",
    "ai-atk-s0510a3:23_0": "He should place the water for washing the walking-paths at the shrine, for the purpose of sitting mats, for the benefit of each.",
    "ai-atk-s0510a3:24_0": "took up ahold of cloth, and clean them with stains. I’d wash them in a basket and powder them out with my hands, my upper robe, and threw them on the ground.",
    "ai-atk-s0510a3:24_1": "each is worth learning.",
    "ai-atk-s0510a3:25_0": "the Universal Monarch’s story is the commentary on the Elder’s dwelling place.",
    "ai-atk-s0510a3:26_0": "the Elder Tissa related to the going forth",
    "ai-atk-s0510a3:27_0": "to the city of Bandhumatī Gotamī, etc.",
    "ai-atk-s0510a3:27_1": "And when the Buddha had laid down a rule against the Earth, he presented himself in the home of the Vipassī. The Buddha then continents were reborn in the abode of Vipassī, the family, caught and set out to be blind.",
    "ai-atk-s0510a3:27_2": "One day thought:",
    "ai-atk-s0510a3:27_3": "“I can’t attend on my mother and father, even if I goes forth with a group of three hundred, I’ll seize them as an inheritance, nakedness, and approached the Buddha and said: “I shall see the best ones.”",
    "ai-atk-s0510a3:27_4": "And soon after one hundred thousand years’ workshop was reborn in a place of loss, a human birth, and a hundred thousand rebirths of town and country after next to the Princes, which was reborn in this Great Wood, and because of the most excellent Mahāvihāras, he came to Sāvatthī in this large family.",
    "ai-atk-s0510a3:27_5": "One of them gave the Dhamma teaching to the Elder.",
    "ai-atk-s0510a3:27_6": "Having taken it and protected it by himself, he reached Arahantship and developed insight.",
    "ai-atk-s0510a3:27_7": "and the Buddha gave them full ordination.",
    "ai-atk-s0510a3:28_0": "106.",
    "ai-atk-s0510a3:28_1": "While he was endowed with the former judgments, he recalled the former judgments, and he was delivered by joy and happiness. And he did not make the donor in the heaven of the city.",
    "ai-atk-s0510a3:28_2": "There I was a mother, a carer, skilful, nurse, and captivating the city.",
    "ai-atk-s0510a3:29_0": "being struck with a sense of urgency, and very darkness,",
    "ai-atk-s0510a3:29_1": "Bulls away from the three fires, the fire constructed by the wind, and burning by the threefold fire.",
    "ai-atk-s0510a3:30_0": "It is these eight reasons because of the later story of the cotton-down quilt, for the sake of pleasure, is the meaning.",
    "ai-atk-s0510a3:30_1": "each is worth learning.",
    "ai-atk-s0510a3:31_0": "the ignoble commentary to the Elders’ Queen into his presence",
    "ai-atk-s0510a3:32_0": "(The Elders) five commentary on the Paṭisambhidā.",
    "ai-atk-s0510a3:33_0": "on the bank of the Moon Gate, etc.",
    "ai-atk-s0510a3:33_1": "Then, having repelled the idea that Commentaries, you will be attitude of the length of merit. There, when I was previously a layperson, I will give the gifts to the Fortunate One’s life, when all the former ones, after becoming a lay life, the Elders, under the Enlightened One’s presence. By means, having gone forth these five training rules, that is free from fearless, suffering, and not having gone forth, the present life, the Elders.",
    "ai-atk-s0510a3:33_2": "and at the time of the long lifespan (spiritual) arise for a hundred years.",
    "ai-atk-s0510a3:33_3": "Through this work of the Buddha was reborn amongst gods and humans in a great family, he was reborn in a wealthy family of the Great Wood,",
    "ai-atk-s0510a3:33_4": "her parents, obtaining virtue, and wisdom, having understood his own insight, and attaining the full perfection of insight,",
    "ai-atk-s0510a3:34_0": "134.",
    "ai-atk-s0510a3:34_1": "Having destroyed his former joints, he having found faith in the past on its deities, which is an abode of the moon in the sky, and so on.",
    "ai-atk-s0510a3:34_2": "Then I became a layman, a wretched harnessed, and my wrestling worker.",
    "ai-atk-s0510a3:34_3": "I’m not exempt from fear because of fear and dread, because of looking for providing others. I’m not exempt from sinking my enemies.",
    "ai-atk-s0510a3:35_0": "bound by the darkness of blind mentioned is honoured by the darkness of blindness.",
    "ai-atk-s0510a3:35_1": "he surrounded by three fires, burning up the fire, and in the moisture in three ways.",
    "ai-atk-s0510a3:35_2": "but I would be connected with reason for you be connected with reason.",
    "ai-atk-s0510a3:36_0": "I were to keep company with such ethical conduct, I’m not guarded by the supernormal powers, yet I don’t fulfillment of the practices, I’ve completed my livelihood, such virtue, and practiced, I’ve completed by the unhappy One. My livelihood is good, I’d fulfill the precepts, my precepts, and my precepts.",
    "ai-atk-s0510a3:37_0": "I encountered the word ‘I’m conquered all human beings, fame and renowned the death of gods.’",
    "ai-atk-s0510a3:37_1": "They’d do their joints in one place, the dead in the same place as the result.",
    "ai-atk-s0510a3:37_2": "each is worth learning.",
    "ai-atk-s0510a3:38_0": "Precepts are the commentary on the five Elders’ virtues .",
    "ai-atk-s0510a3:39_0": "the Elder Uppalavaṇṇā’s son, of the Uppalavaṇṇā,",
    "ai-atk-s0510a3:40_0": "in golden drums, radiates of intelligence, instructions of the senior monks.",
    "ai-atk-s0510a3:40_1": "And when he had performed his former merits, he approached the Buddha, illuminated the riches, and the council hall with a single counselor. He, having approached the Buddha, the chief amongst the world, befitting the gods, put down the chairs, covered in the vicinity of a certain counsel, and circumambulated the hymns, after standing near the Buddha, the charming the head, and seeing him with his own hands, he invited the moon to a rolly,",
    "ai-atk-s0510a3:40_2": "After passing away from there, he became aroused from there and returned to the human state, and having become reborn in the company of the gods. Afterwards they attain Arahantship, the clans, and have become reborn in this family, they attained Arahatship and attain Liberation.",
    "ai-atk-s0510a3:40_3": "As a consequence of his merits, he was unto because he had done in former times,",
    "ai-atk-s0510a3:41_0": "155-6.",
    "ai-atk-s0510a3:41_1": "After later, he reached Arahantship, saying: “Having thus, I have attained Arahantship in this way,” and so on, by means of my own goodness in the morning, he exceedingly sweetme.",
    "ai-atk-s0510a3:41_2": "The golden coloured golden coloured, like a golden colour, is the meaning, golden coloured, and silver.",
    "ai-atk-s0510a3:41_3": "traveling along the road, she went to the shopping sun.",
    "ai-atk-s0510a3:41_4": "Having seen the thirty-two marks of a golden _Saṅgārava, the thirty-two marks of auspicious prince, the lord of the world, having seen the Truth with adorned with auspicious marks, attaining the thirty-two marks, fires, produced in appearance, produced by a Buddha, the embracing which is obtained by a supreme Buddha, the equiposing, the sunshade of the rose, and birds, which has reached the supreme and peaceful inside.",
    "ai-atk-s0510a3:41_5": "each is worth learning.",
    "ai-atk-s0510a3:42_0": "the Elder Uppalavaṇṇā’s son was still unfinished.",
    "ai-atk-s0510a3:43_0": "(After attaining) the colour of the Elder Paṭācārā,",
    "ai-atk-s0510a3:44_0": "the Fortunate One’s dispensation that had been given to the Elder Nun Siddhattha,",
    "ai-atk-s0510a3:44_1": "At the same time, when the Buddha was pursued, he was plagued by the rolling on goodness of the Fortunate One, was dwelling placed in the heaven of aggregates, at the end of his former good families, and his mind was greedy. And because the possessed of (magical) powers, the jackal was successful and prosperous, goodnessing, torandship.",
    "ai-atk-s0510a3:44_2": "With this meritorious body, having become dispassionate towards all the gods, the Buddhas of men and human beings, having become disillusioned, dispassionate, and freed through the ending of merit, the meritorious conduct, and having become discovered all the previous practice, he attained Arahantship and attains the instructions. He attained Arahantship and attainship.",
    "ai-atk-s0510a3:44_3": "Then he showed the fruit of his former deeds and joyfully and produced by means of the Fortunate One, etc., and those who were happy in former existences, and those who show the Blessed One’s former deeds,",
    "ai-atk-s0510a3:44_4": "the Buddha’s special qualities of true wisdom, etc., is the meaning of all four measureless virtues, such as brilliant, flush, etc., of all the world’s good qualities, and so on; of the unsuccinct, etc., of the Enlightened One’s special qualities.",
    "ai-atk-s0510a3:44_5": "The rest is the new abode.",
    "ai-atk-s0510a3:45_0": "which is the Elder General of the Elder Preceding Queen Sutta",
    "ai-atk-s0510a3:46_0": "the Elder Nun Pūraṇa Kassapa, the commentary on the summit of the Elder Nun Birth",
    "ai-atk-s0510a3:47_0": "Vipassī, the Buddha Vipassī who had recently gone to Venerable Pūraṇa Kassapa.",
    "ai-atk-s0510a3:47_1": "This too, when the Buddha was previously an old man, his meritorious conduct, had previously removed, supported the rising of merit, and established in mind-made body, he went to the Enlightened One’s family. Having no thought,",
    "ai-atk-s0510a3:47_2": "After being reborn in a heavenly realm, he surpassed the treasures in the world of the gods. There he was reborn spontaneously, and therein a hundred leagues in the human realm, and having become a Whel-Three. And after becoming a Buddha, and having gained the human state, and attained Arahatship and attaining the full ordination, he attained Arahatship.",
    "ai-atk-s0510a3:47_3": "On his own meritorious deeds, he does not approach the Elder Nun, who was like the Dakkhiṇā,",
    "ai-atk-s0510a3:48_0": "165.",
    "ai-atk-s0510a3:48_1": "He was the preparing of his former judgments and arise in the Buddha’s first house.",
    "ai-atk-s0510a3:48_2": "Herein, one who sees clearly, Vipassī notincared, spread out, and Vipassī on the ground, with nothing to do. Instead of giving a life-continuum, they spread out the various conditions for the sake of its wives, the embracing a variety of Vipassī, organized above the ground.",
    "ai-atk-s0510a3:48_3": "each is worth learning.",
    "ai-atk-s0510a3:49_0": "the Elder Pūraṇa Kassapa, which is the same as the Elder Nun Pūraṇa Kassapa,",
    "ai-atk-s0510a3:50_0": "8. Uttiyattheraapadānavaṇṇanā",
    "ai-atk-s0510a3:51_0": "the bank of the river Aciravatti, etc.,",
    "ai-atk-s0510a3:51_1": "This too, when the Buddha has discerned the preliminary pursuing the development of the rose-apple trees, he then, when he saw the Buddha, he became self-controlled, and his mind was reborn in the air, without greedy, hate, and his mind covered with fearlessness, he said to him,",
    "ai-atk-s0510a3:51_2": "the Fortunate One placed his back on the heels.",
    "ai-atk-s0510a3:51_3": "He was joyful and elated, with his joy he cut off his head, cut off the dust and dirt, and make the Buddha drive him away.",
    "ai-atk-s0510a3:51_4": "The Buddha knew that his mind was ready, and he will be reborn in the next life, and he will be reborn in the next life. After going to the deathless state of existence, he will reach the deathless.”",
    "ai-atk-s0510a3:52_0": "While he was reborn in a good place, a brahmin, and a brahmin in this monastery, they had been reborn in a certain brahmin family.",
    "ai-atk-s0510a3:52_1": "When he had reached maturity he thought, “I’ll learn this.” After hearing the Teaching, he went to the Buddha and specifiedly in conduct, he sat down on one side. Then after paying homage to the Buddha and educated, and having gained another teacher, he asked another teacher,",
    "ai-atk-s0510a3:52_2": "Therefore the teacher said, “Well, you should purify the word in the beginning, “Well, Uttiya.”",
    "ai-atk-s0510a3:52_3": "After attaining the Teacher’s advice, he (he said): “About arrival at the root of insight,",
    "ai-atk-s0510a3:52_4": "But for whom (also) energy arose in him,",
    "ai-atk-s0510a3:52_5": "When he knew that afflicted by acceptance, he became skilled in energy for attaining the grounds for perfection.",
    "ai-atk-s0510a3:53_0": "169.",
    "ai-atk-s0510a3:53_1": "When they have arrived in this way, they explained the great (supernatural) vision and the rising various kinds of happiness for themselves, and so on, gladness and theories of the lay life.",
    "ai-atk-s0510a3:53_2": "Herein, there was a charming lotus flower that was with pure soil, with soft and great light, of the moon-tips, charming eyes, with blossoming and crying: it was intoxicating, plowing, radiating, laughing, endowed with good fortune, and singinging.",
    "ai-atk-s0510a3:53_3": "Herein, there is a huge clay ball who is black-haired knife handles tank, a lump of froth, a box, a spade, a cliff, a lump of fish.",
    "ai-atk-s0510a3:53_4": "I served in moderation in eating, and engaged in the eating of the food.",
    "ai-atk-s0510a3:53_5": "Nor going to the Buddha’s footprint; they wait until I’ve arrived.",
    "ai-atk-s0510a3:54_0": "At that time the Fortunate One was a priceless, sat on the best seat, being the Buddha in the foremost pride of all beings. On that occasion his son, the Buddha said to him: “Such is the foremost, the best, the highest, the eldest, the priosition of the Buddha, the pride of Siddhattha, the Buddha, the chief of men, the eldest, the blessed One.",
    "ai-atk-s0510a3:55_0": "I am able to achieve greatness with great wisdom. The meaning is so very helpful to me. It is beneficial and relates to the next.",
    "ai-atk-s0510a3:56_0": "Having heard the common sense of roaring, the Fortunate One, having heard the following great heroes, like the big in the Great City of (Mahinda).",
    "ai-atk-s0510a3:56_1": "The rest is the new abode.",
    "ai-atk-s0510a3:57_0": "according to the Elder Uttiya’s discrimination,",
    "ai-atk-s0510a3:58_0": "the Elder Royal Monastery",
    "ai-atk-s0510a3:59_0": "Leaving the golden drums in one cloth, etc.",
    "ai-atk-s0510a3:59_1": "This too, when the Buddha has laid down abode on the ground, all those who were residing in his former place and rebirth-linking, his merits came to visit the Buddha, and his bowl and robe, he stood on one side to the Buddha. He said to the Buddha,",
    "ai-atk-s0510a3:59_2": "After being reborn amongst gods and humans (only) for one hundred thousand aeons, and having taken merit, and supporting the Buddhas in this family, he established in the Laṅkā. Having established the Reference of the Faith and attained Liberation, he established the neighborhood of the Buddhas.",
    "ai-atk-s0510a3:59_3": "she was conceived in the past, and the Elder Pāsaṇḍasa.",
    "ai-atk-s0510a3:60_0": "180.",
    "ai-atk-s0510a3:60_1": "After seeing his own wide openings in the first place, he saw the golden vessel made known to the golden palanquin and so on, and the colour of the golden palanquins, as it was in the golden palanquin and so on.",
    "ai-atk-s0510a3:60_2": "Seeing an elephant’s neck, warrior-nobles, like a lion in a cramp,",
    "ai-atk-s0510a3:60_3": "Walking about thieves, alms-food, lodgings, and medicines and supplies for the sick, bountiful dreams, with nothing to do with them, a bad deed is the meaning, having a bad destiny, safe place, the Protector of the World. What is the meaning?",
    "ai-atk-s0510a3:60_4": "the tail banner of the wind,",
    "ai-atk-s0510a3:60_5": "And the Fortunate One, which is like a leader, having no use for it,",
    "ai-atk-s0510a3:60_6": "Because that pursue the Bodhisatta in three ways: making merit, old age, and death, to sorrow, lamentation, pain, sadness, and distress.",
    "ai-atk-s0510a3:60_7": "And here they are the best striving, constructed, and expert independent of others.",
    "ai-atk-s0510a3:60_8": "In the river raft, in the lake, (thinking): “In the boundaries, (we hear about) the time, is the Lord of the World,",
    "ai-atk-s0510a3:60_9": "he drives away the deed of meritorious deeds, he goes to Nibbāna.",
    "ai-atk-s0510a3:61_0": "* For the Lord of the World-Like , which is like the corruption of the body, speech and mind, and the rest of the corruptions without defilements, thus it is “harprison” .",
    "ai-atk-s0510a3:61_1": "He is handed over what is liked, untouched by the virtues of non-human beings.",
    "ai-atk-s0510a3:61_2": "(Saṅghamittā) spoke about the Great Sage’s words, “Protector of the World, the great heroical power, who speaks in accordance with the earth, Yakkhas, said this great mass of truth,",
    "ai-atk-s0510a3:61_3": "each is worth learning.",
    "ai-atk-s0510a3:62_0": "the Elder Rohitassa, Visākha, and the commentary on the bank of the river,",
    "ai-atk-s0510a3:63_0": "On the contrary, the Elder Tissaka, having given a garden for the Elder Nun,",
    "ai-atk-s0510a3:64_0": "to the city of Bandhumatī Girimānanda,",
    "ai-atk-s0510a3:64_1": "This too has been made by the former Buddha took possession of (magical) powers and meritorious treasures, when he hears that the Buddha, rejoicing the treasure, he will have attained Emancipation in the presence of the Blessed One, the Holy One, undertook the Dispensation of the Buddha, the Dhamma, Vipassī.",
    "ai-atk-s0510a3:64_2": "Then he having performed his life, by its root, and made meritoriously.",
    "ai-atk-s0510a3:64_3": "Afterwards the heavenly wheel-turning monarch through the six clansmen suns, and having made merit to the heavenly wheel-turning monarch through the air, and having made merit with all the gods through the air, having gained the bliss of heavenly wheel, attained Liberation, and attaining the abode of attaining the fruit of perfection in this way, having attained Arahantship.",
    "ai-atk-s0510a3:64_4": "The Elder’s meritorious deed by making merit",
    "ai-atk-s0510a3:65_0": "184.",
    "ai-atk-s0510a3:65_1": "Having destroyed his former joints, he shows the very joyful and happiness to the east, and he shows the (to them).",
    "ai-atk-s0510a3:65_2": "Herein, they are called bondservants, separates, and city gates, and make the city a city by each other.",
    "ai-atk-s0510a3:65_3": "It is the meaning of virtue, etc., that is good in virtue, producing merit, droping the goods, and so on.",
    "ai-atk-s0510a3:66_0": "It is the commentary on the Elder Uttiya",
    "ai-atk-s0510a3:67_0": "Third: Well Equanimity is the third way of praise.",
    "ai-atk-s0510a3:68_0": "The fourth section for recitation is finished."
}