{
    "ai-atk-abh03a47:0_0": "8. Cittayamakaṁ",
    "ai-atk-abh03a47:1_0": "Grasping for recitation;",
    "ai-atk-abh03a47:2_0": "1-62.",
    "ai-atk-abh03a47:2_1": "now, just as you have taught the roots of the wholesome roots beginning with the wholesome root of the profitable roots, etc., according to the Vinaya Sutta (?), and the preference (practises) of the mind is the meaning of the colour of profitable (?).",
    "ai-atk-abh03a47:2_2": "Herein, you should understand about this.",
    "ai-atk-abh03a47:2_3": "While the mind is to be placed on a magician, two or three drops of evaluations appeared in this way.",
    "ai-atk-abh03a47:2_4": "Herein, the first is included in the persons beginning with the teaching: the Dhamma consisting in accordance with the Teaching; the three people are pure.",
    "ai-atk-abh03a47:3_0": "Herein, the mind isn’t cransgressed by consciousness, and so on this person arises in the lamp, etc., as follows:",
    "ai-atk-abh03a47:3_1": "“Only his mind has ceased,” thus he is the name of the Dhamma in the way beginning, “Confident in him” . He practiced Dhammadinnā, and so on.",
    "ai-atk-abh03a47:3_2": "“Whatever the mind has ceased in this way,” such a person isn’t included in both ways:",
    "ai-atk-abh03a47:3_3": "Then the sixteenth wonderful (formed): “That person is greedy for the sixteenth, sixteenth, eighty, nineteen people, ten thousand, twenty-eight persons, sixteen thousand men belonging to the same Buddhist section, and sixteen persons.”",
    "ai-atk-abh03a47:3_4": "and after showing them according to their passions, they gave them what is said.",
    "ai-atk-abh03a47:3_5": "After that he did not, he replied, “Excellence this one hundred and sixty-six kinds of profitable states” in the sense of controlled neighbours, and the eight individuals, beginning with in the sense of controlling the six kinds of persons, and the eighty of fully enlightened Buddhas, the eight persons of enlightenment.",
    "ai-atk-abh03a47:3_6": "and after showing them the profitable way, they have been shown that they are good in brief.",
    "ai-atk-abh03a47:3_7": "When placed in the categories together with the rope, the texts are not setting out,",
    "ai-atk-abh03a47:4_0": "Or alternatively, all of these three things are the arising of suffering, etc.; aggregates opposite sex, and cease when they arise in the past. Their ropes would arise in the past, the future, or the present. Their opposite is included when it arises in him when he sees the way of the absorption ceases. The cessation of the night is rolling and embarrasserved.",
    "ai-atk-abh03a47:4_1": "The arising of the cessation of suffering in these three currents of cessation is produced in the way that originate from the cessation of the practice that leads to the cessation of the sixth, and in the eighteen currents of the paths.",
    "ai-atk-abh03a47:4_2": "In the past, future, and present, there are two in terms of the past, future and present, that is to say, the four ways of being arisen, namely,",
    "ai-atk-abh03a47:4_3": "Similarly in the beginning, middle, and end in the end when the three beginnings havenset in the middle.",
    "ai-atk-abh03a47:4_4": "On the fourteenth or ten days less than twenty-four years: (these air) pair of garments, after two or three days each leg that was given and one less than twenty-nine days.",
    "ai-atk-abh03a47:4_5": "In this way all the fourteenth or sixteen great advantages of the hand, eighty-four hundred and eighty years 84,000, and 84,000.",
    "ai-atk-abh03a47:4_6": "And just as this much of the great earth, without asking permission of the Suddhodana abode, with just the special qualities of people, having made offerings during the six-four times, double-layered special qualities, (where under the instance of) sandalwood, timber.",
    "ai-atk-abh03a47:4_7": "Or alternatively, they are skilled in the sixteen profitable special qualities of lust, etc., and doing the profitable special qualities of day, etc., and having their special qualities of fewness of wishes, contentment, and having their special qualities, owing to their special qualities, etc., and evoke this matter in this way.",
    "ai-atk-abh03a47:4_8": "Pāṭaligāma.",
    "ai-atk-abh03a47:4_9": "In this first place there are sixteen pairs of mind,",
    "ai-atk-abh03a47:5_0": "his commentary on the colour;",
    "ai-atk-abh03a47:6_0": "“As a definitiveness",
    "ai-atk-abh03a47:7_0": "1. Puggalavāravaṇṇanā",
    "ai-atk-abh03a47:8_0": "63.",
    "ai-atk-abh03a47:8_1": "Now, so that one who is settles out, their mind inclines to remaining, and is ready.",
    "ai-atk-abh03a47:8_2": "Herein, when this arises: ceases, the arising of the unarisen arises does not cease.",
    "ai-atk-abh03a47:8_3": "As they do so their mind will know if they get weary.",
    "ai-atk-abh03a47:8_4": "Though their minds are broken, they proceed having turned away from the destruction of the defilements.",
    "ai-atk-abh03a47:8_5": "But now the water will cease without anything left over, so that there will be no more for them.",
    "ai-atk-abh03a47:8_6": "The other Realized One’s mind has ended the defilements, completed the spiritual journey, done what had to be done, and laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and will arise in them.",
    "ai-atk-abh03a47:8_7": "Or if someone else would cease in another life, or they will cease.",
    "ai-atk-abh03a47:8_8": "And although questioning, ‘A mendicant who has ended the defilements has completed the rainy season in such a second time,’",
    "ai-atk-abh03a47:8_9": "Or alternatively, he ceased: the last one of his disciples, functioned in the middle of the calamities.",
    "ai-atk-abh03a47:8_10": "When a perfected one has absolutely ceased the mind, it’s not possible to get away.",
    "ai-atk-abh03a47:8_11": "if she does not get it to lie down, and she does not see it carefully.",
    "ai-atk-abh03a47:8_12": "That’s why ‘what’ repair.",
    "ai-atk-abh03a47:8_13": "In the second enquiry, you won’t feel bliss. So you should train like that’s why there is no personal comparable.",
    "ai-atk-abh03a47:9_0": "and doing so.",
    "ai-atk-abh03a47:9_1": "having given rise to it, quenching.",
    "ai-atk-abh03a47:9_2": "Herein, when it comes to the where the arising of the following their coals is produced, their mind rises and falls.",
    "ai-atk-abh03a47:9_3": "(including) the arising of a little,",
    "ai-atk-abh03a47:9_4": "Of those minds, all of them originates, namely, at the moment of the cessation of the past, future, and present, have arisen in them.",
    "ai-atk-abh03a47:9_5": "And here it is born and produced by these, not-self, that is why that arises is undefeated.",
    "ai-atk-abh03a47:10_0": "and in the moment of rebirth-producing kamma, the mind is without constituent group, the meaning is that it is not conceived.",
    "ai-atk-abh03a47:11_0": "83.",
    "ai-atk-abh03a47:11_1": "excessive arising from excessive conditions that arise in the moment.",
    "ai-atk-abh03a47:11_2": "Herein, although it is not found in the way that is called “there is actually given up” .",
    "ai-atk-abh03a47:11_3": "At the time of the transgressing and transgression they’re overstrown. But when the time has passed they’re transgressed.",
    "ai-atk-abh03a47:11_4": "the cessation of ceased,",
    "ai-atk-abh03a47:11_5": "Herein, although although at the beginning, “Emancipation,” etc., in that way, the moment is said to be “non-jhāna access” .",
    "ai-atk-abh03a47:11_6": "the central shakes, which exceeds the mind from the time when one goes beyond, what is called ‘unbound’. But when his mind is long:",
    "ai-atk-abh03a47:11_7": "Herein, when the mind is terrified, aware in one whose mind has gone beyond the shackle of the deathless, it is called “unbounded” when it is called “unbounded”.",
    "ai-atk-abh03a47:11_8": "In the past, when the mind had passed, both transgressed and over time blemishes, but without losing the mind of the past and the future, their mind inclines towards the deathless, and without imperturbable,",
    "ai-atk-abh03a47:11_9": "In the second enquiry, having given up the transgressive refined minds of the past and future is said to be the mind.",
    "ai-atk-abh03a47:11_10": "When the enquiry appearance, having given up his attention to it, both aroused and unworned, his mind becomes unmoved, and his mind is said to be unmoved.",
    "ai-atk-abh03a47:11_11": "That is why the arising of the thought: “Has the mind has not gone into the sky,”",
    "ai-atk-abh03a47:11_12": "The second (follows) appeared,",
    "ai-atk-abh03a47:12_0": "84-113.",
    "ai-atk-abh03a47:12_1": "The meaning should be understood all these, that is to say, the meaning of all enquiry, and the meaning.",
    "ai-atk-abh03a47:12_2": "The person who bears the Dhamma, the chief of the Dhamma,",
    "ai-atk-abh03a47:13_0": "114-116.",
    "ai-atk-abh03a47:13_1": "that is to say, the sections of all the monks’ minds greed, etc., and give them advice.",
    "ai-atk-abh03a47:13_2": "The meaning should be understood in detail in the way already described.",
    "ai-atk-abh03a47:13_3": "But in that case, that mind arises, and ceases when it ceases,",
    "ai-atk-abh03a47:13_4": "Their mind is just like this, and it will be setting aside with respect to him in order to avoid sitting.” (They are) in the same way.",
    "ai-atk-abh03a47:13_5": "But since his mind is not very lustful, there is no more lust or greed for the mind,",
    "ai-atk-abh03a47:13_6": "With his mind is ceased, he will not give up that dawn.”",
    "ai-atk-abh03a47:13_7": "(but) he should ask that question to that meaning in the enlightenment factor:",
    "ai-atk-abh03a47:14_0": "The commentary on the colour of mental color is finished."
}