{
    "ai-atk-vin02a412:0_0": "Kathinabhedaṁ",
    "ai-atk-vin02a412:1_0": "the color for the robe-making procedure, etc.",
    "ai-atk-vin02a412:2_0": "403. Kathine –",
    "ai-atk-vin02a412:2_1": "Eight months: eight of the aggregates and the eighth aggregates,",
    "ai-atk-vin02a412:2_2": "For he previously speaks before.",
    "ai-atk-vin02a412:3_0": "He is the teacher’s robe-cloth: he is washed for the sake of errands of robes, etc.; he preventing the clearer of all the robes, etc., and which is the escape from the precincts of running hither.",
    "ai-atk-vin02a412:3_1": "What things do they preceding the path produced by means of the without taking leave? What is the meaning?",
    "ai-atk-vin02a412:3_2": "if he is seated in the same room as between the two, he asks about the next rainy-season residence without getting permission;",
    "ai-atk-vin02a412:3_3": "What in the case of the opposites that arise is a condition for making amends after reaching the end of the contemplation? It is as if because of its conditions.",
    "ai-atk-vin02a412:3_4": "that is to say, by means of calming overpower.",
    "ai-atk-vin02a412:3_5": "if he is returning to his own home, and he asks (them);",
    "ai-atk-vin02a412:3_6": "This first kind of existence appears to the arising of this very day, he asks about his developing.",
    "ai-atk-vin02a412:3_7": "Afterwards, this is the nature of the later gets hold of.",
    "ai-atk-vin02a412:3_8": "Transmigrating through this and that of the, he asks how,",
    "ai-atk-vin02a412:3_9": "and preliminary disperses the precincts.",
    "ai-atk-vin02a412:3_10": "and the lasting of the water funeral pore,",
    "ai-atk-vin02a412:3_11": "for one who has determined the robe-making season:",
    "ai-atk-vin02a412:3_12": "for the sake of the robe-making season:",
    "ai-atk-vin02a412:3_13": "He is called a simile, a magician, and acquisition of the taming, and the eight months of the running hither.",
    "ai-atk-vin02a412:3_14": "On the robe-making season comes to an end when the robe-cloth is lost,",
    "ai-atk-vin02a412:3_15": "The rest is as already explained.",
    "ai-atk-vin02a412:4_0": "So it is not appropriate for you to ask (you) what is to say about in this way, and what is to say about in former times, and whatever (true) continually present, it is in the past, expert on the precise.",
    "ai-atk-vin02a412:4_1": "The meaning of this:",
    "ai-atk-vin02a412:4_2": "What is the condition in the Paṭisambhidā?” Herein, what is the condition for the prior condition, namely, clansing what is the condition for the phenomena?",
    "ai-atk-vin02a412:4_3": "for the purpose of making preventing the arising of pus is a condition for the arising of pus. That is why, when these four supports are found.",
    "ai-atk-vin02a412:4_4": "When there is a After death in the earlier later, if they don’t get a single thing, it’s prevented from the past. When there is causality, there is no causality in the past.",
    "ai-atk-vin02a412:4_5": "Therefore it is said:",
    "ai-atk-vin02a412:4_6": "“They are the condition for the past and the future.”",
    "ai-atk-vin02a412:4_7": "In the later season:",
    "ai-atk-vin02a412:4_8": "“Previously the reason why sometimes it is the condition for later.”",
    "ai-atk-vin02a412:4_9": "for later’s need only be made for the purpose of preventing the arising of pus,",
    "ai-atk-vin02a412:4_10": "One person is reborn in the company of the droping of the unbroken, Māras, and Brahmās. Though lacks violently, another. Those who come together and converge with the darkness of the robe-making season can live together with one another.",
    "ai-atk-vin02a412:4_11": "Therefore it is said:",
    "ai-atk-vin02a412:4_12": "“They aren’t found in the same way the condition.”",
    "ai-atk-vin02a412:4_13": "These were to relying on (the word of) the things that should be understood all the way.",
    "ai-atk-vin02a412:5_0": "which is the preceding of the precincts, etc.",
    "ai-atk-vin02a412:6_0": "What is the reason why they answer in the same way?",
    "ai-atk-vin02a412:7_0": "406-7.",
    "ai-atk-vin02a412:7_1": "“What is the source of this?” And why sometimes it is the source, source, origin, and condition of the three robes, namely, clans and benefits, these six causes and reasons:",
    "ai-atk-vin02a412:7_2": "for all the pastries were the reason why they all,",
    "ai-atk-vin02a412:7_3": "For there is no causality in the six kinds of robe also don’t exist in the precincts, etc., as described therefore it is called “without source” .",
    "ai-atk-vin02a412:8_0": "408.",
    "ai-atk-vin02a412:8_1": "–",
    "ai-atk-vin02a412:8_2": "The robe-making procedure should be made for the sake of the outer robe and the upper robes together with this upper robe.",
    "ai-atk-vin02a412:8_3": "Where are the answers to questions that are in common with questions?",
    "ai-atk-vin02a412:8_4": "how is it the middle and the western side?",
    "ai-atk-vin02a412:9_0": "They lie down on the grounds for criticism.",
    "ai-atk-vin02a412:9_1": "a gift to give the robe-making procedure, a nun who has been given to the Sangha for a group.",
    "ai-atk-vin02a412:9_2": "having cut off the legal issue arose in the legal issues.",
    "ai-atk-vin02a412:10_0": "The allowance for the robe-making season is the colour of the...",
    "ai-atk-vin02a412:11_0": "412.",
    "ai-atk-vin02a412:11_1": "He should know the ending of the robe-making season:",
    "ai-atk-vin02a412:11_2": "When there is the fraction of sights, there is the manifestation of the robe-making season, there is the neighborhood of those sights, etc.",
    "ai-atk-vin02a412:11_3": "Namely: “This actually has no meaning in the same way,” and “This is the highest thing,” one thing and so on.",
    "ai-atk-vin02a412:12_0": "In the twenty-four kinds of fathoms long: “Arising twenty-two parts of the wide in the past, future or present?”",
    "ai-atk-vin02a412:12_1": "which the robe-making season comes from seven days is (where), “Have they invited the cloth for the appreciation of the robe-making procedure.”",
    "ai-atk-vin02a412:12_2": "what is said in the appearance of the signs, all that is said.",
    "ai-atk-vin02a412:13_0": "When they arise, they cease.",
    "ai-atk-vin02a412:13_1": "When different things arise, they cease.",
    "ai-atk-vin02a412:13_2": "what is said:",
    "ai-atk-vin02a412:13_3": "all the teachers arise together with one recitation.",
    "ai-atk-vin02a412:13_4": "Once there are two immaterial states where they cease without anything left over.",
    "ai-atk-vin02a412:13_5": "For if a joints cease without anything left over, the other settles do.",
    "ai-atk-vin02a412:13_6": "and in regard to these that lay follower the bodies are only there.",
    "ai-atk-vin02a412:13_7": "The rest is clear.",
    "ai-atk-vin02a412:14_0": "stones on the Monastic Law together in the Monastic Law.",
    "ai-atk-vin02a412:15_0": "The color of the robe-making season is finished.",
    "ai-atk-vin02a412:16_0": "The Reference to the Incomparable"
}