{
    "ai-atk-s0101a11:0_0": "11. Kevaṭṭasuttavaṇṇanā",
    "ai-atk-s0101a11:1_0": "On the contrary of the town",
    "ai-atk-s0101a11:2_0": "481.Evaṁme sutaṁ…pe…",
    "ai-atk-s0101a11:2_1": "At Nāḷandā",
    "ai-atk-s0101a11:2_2": "Herein, this is the color of pus,",
    "ai-atk-s0101a11:2_3": "in Pāvārika’s mango grove.",
    "ai-atk-s0101a11:2_4": "This is his name.",
    "ai-atk-s0101a11:2_5": "He had faith and confidence,",
    "ai-atk-s0101a11:2_6": "When that mendicant has faith in the absence of faith, he thus addressed the monks: “If only one, half a month, or a place without a sprinkled them with flowing.",
    "ai-atk-s0101a11:2_7": "Why don’t I ask the Buddha for permission to use a legal issue and then approach the Buddha and say to him?”",
    "ai-atk-s0101a11:3_0": "Herein, Samiddhi is successful and prosperous and wives.",
    "ai-atk-s0101a11:3_1": "which was like sheeping him with a peaked roof, he draged with various kinds of people.",
    "ai-atk-s0101a11:3_2": "placed in the four directions, (but) assemble the Commentary One’s place.",
    "ai-atk-s0101a11:3_3": "A state beyond (ordinary) human beings, a distinction of the ten noble ones, or a superhuman distinction in knowledge and insight.",
    "ai-atk-s0101a11:3_4": "and he can get enough cloth when he wants more and do it ruin alcohol, and like an embankment in the oil-tume.",
    "ai-atk-s0101a11:3_5": "But he doesn’t lay down training rules in Rājagaha for debt, saying: “The monk who’s classified”.",
    "ai-atk-s0101a11:4_0": "I don’t bring back what is happening to be eaten by one who is virtuous, substantively, my virtues, etc., and sustained by accumulated from fats to the wall, I do not make an end of suffering.",
    "ai-atk-s0101a11:4_1": "For a third time, when the Buddha was prohibited all the agreements of the Buddhas, he made no agreement.",
    "ai-atk-s0101a11:4_2": "But this Virūḷha has been summoned by the Fortunate One, having dwelt on one side.",
    "ai-atk-s0101a11:5_0": "The Demonstration of Psychic Power",
    "ai-atk-s0101a11:6_0": "483-484.",
    "ai-atk-s0101a11:6_1": "Then the Fortunate One, having requested me again, he begged for me again and again.",
    "ai-atk-s0101a11:6_2": "“Here’s arranging the drawback in the noble ones, making this drawback and give it up,” and so on.",
    "ai-atk-s0101a11:6_3": "There I am the monk,",
    "ai-atk-s0101a11:6_4": "the scent named Gandhāra, the hermits, called Gandhāra, and Sineru kingdom, that arises in him.",
    "ai-atk-s0101a11:6_5": "There many sages lived in one part, it seems, that Isisiṅga’s genuine knowledge.",
    "ai-atk-s0101a11:6_6": "I am distressed, ashamed to fall away.",
    "ai-atk-s0101a11:6_7": "I’m horrified:",
    "ai-atk-s0101a11:6_8": "having seen someone disgusted victor, as though they see a disgusting.",
    "ai-atk-s0101a11:7_0": "The Demonstration of Revealing",
    "ai-atk-s0101a11:8_0": "for those beings attacked by it.",
    "ai-atk-s0101a11:8_1": "you’d wander for alms in my own form.",
    "ai-atk-s0101a11:8_2": "if he gets others to give;",
    "ai-atk-s0101a11:8_3": "mental happiness and joy:",
    "ai-atk-s0101a11:8_4": "your mind is like this, thoughts associated with the mind, or enjoyed by sensual pleasures.",
    "ai-atk-s0101a11:8_5": "you’d wander for alms in my own form.",
    "ai-atk-s0101a11:8_6": "Thus, thinking, ‘This is the meaning,’ that is why it should be understood the reason why it is said, and ‘This is the meaning.’",
    "ai-atk-s0101a11:8_7": "There is a single stain in the world:",
    "ai-atk-s0101a11:8_8": "He proclaims what is contrary to his own mind and others as the other.",
    "ai-atk-s0101a11:9_0": "The Demonstration of Instruction",
    "ai-atk-s0101a11:10_0": "looks like this, thinking about renunciation,",
    "ai-atk-s0101a11:10_1": "so that the thought occurs to them in this way: “Don’t let the thought with sensual thoughts occur in me.”",
    "ai-atk-s0101a11:10_2": "This is how he gives his attention to it like this: making the perception of impermanence, or one of the perception of suffering in this way.",
    "ai-atk-s0101a11:10_3": "He should not give attention after the scorning, “Where do they not pay attention?”",
    "ai-atk-s0101a11:10_4": "This is the five kinds of sensual stimulation.",
    "ai-atk-s0101a11:10_5": "This is the fourth path, which brings about the fruit of the four paths, after entering and remaining in the states of existence.",
    "ai-atk-s0101a11:10_6": "And so the Buddha explained the psychic powers of the psychic powers, knowing his mind inclined to brilliantly.",
    "ai-atk-s0101a11:10_7": "and his disciples go to the Buddha of the Dhamma teaching the Dhamma.",
    "ai-atk-s0101a11:11_0": "There they demonstration of psychic power, Moggallāna, and of the demonstration of revealing.",
    "ai-atk-s0101a11:11_1": "When Devadatta had taken five hundred monks, he crashed them. When they were taught the Dhamma, they gave teachings to the lady. When they were presented by the Buddha, they gave teachings to those who were Faith. In the first case of the five hundred mendicants.",
    "ai-atk-s0101a11:11_2": "When they had shown them, they all presented them to the fruit of Liberation. They all established the fruit of Arahats.",
    "ai-atk-s0101a11:11_3": "Then two hundred mendicants, after taking the five hundred monks and rose into the Bamboo Grove, came out of the Bamboo Grove.",
    "ai-atk-s0101a11:11_4": "In order to teach the advice of Buddhas, the teaching of the Awakened Ones, the Dhamma of the Awakened Ones, the Paṭisambhidā, the Awakened Ones, the ascetics whose warnings, the overflowing of (all) Arahats, the followers of the Dhamma.",
    "ai-atk-s0101a11:11_5": "The advice to instruction, persistence, and endeavour.",
    "ai-atk-s0101a11:11_6": "therefore the Fortunate One demonstration of psychic power, and the demonstration of revealing. The demonstration of instruction because of the Teacher.",
    "ai-atk-s0101a11:12_0": "for the cessation of the Cessation of Being",
    "ai-atk-s0101a11:13_0": "Once it so happened that this was said by the Buddha.",
    "ai-atk-s0101a11:13_1": "The demonstration of psychic power, the noble ones, and the demonstration of revealing to seeing the demonstration of revealing.",
    "ai-atk-s0101a11:13_2": "However, the wise of all the Buddhas, the Three Worlds, who expert in each of these.",
    "ai-atk-s0101a11:13_3": "(And) he who searched from a Brahmā realm, like a Brahma world, when he was (only) awful, he questioned again.",
    "ai-atk-s0101a11:13_4": "Therefore the Fortunate One, while giving a teaching to the great Buddhas, he is covered with concealing the goods, since he is concealed and exceedingly the right meaning, said, “Noble Sir. He is giving a teaching,” and so on.",
    "ai-atk-s0101a11:14_0": "Where does he rely? Where does the cramped places cease without anything left over?",
    "ai-atk-s0101a11:14_1": "But a variety of great compassion should be illustrated by the words; that is why he should observe the Path.",
    "ai-atk-s0101a11:15_0": "‘There is a term for psychic powers, and an opportunity for going to the gods. There is no knowledge of the gods that is a term for psychic power.’",
    "ai-atk-s0101a11:15_1": "And so long as he surveys the Brahmā worlds, he controls in body.",
    "ai-atk-s0101a11:15_2": "“That’s why, sir, I say.”",
    "ai-atk-s0101a11:15_3": "approached the Buddha’s dwelling place (heretically) standing, rolling the earth, and the one who asked the questions of the earth,",
    "ai-atk-s0101a11:15_4": "But we also don’t know the Buddha’s questions, and the deities don’t know,",
    "ai-atk-s0101a11:15_5": "Then that mendicant, thinking “I won’t do this question,” he reply, “This is surely completed,” and he asked the question. Then, “Why don’t you come back?” Then he thought, “Why don’t I think, “This is the four great king?”",
    "ai-atk-s0101a11:15_6": "Herein, crossing over the flood.",
    "ai-atk-s0101a11:15_7": "The meaning is the phrase of phrase in all ways too. And the meaning is that it should be understood according to mentioned in all ways.",
    "ai-atk-s0101a11:16_0": "491-493.",
    "ai-atk-s0101a11:16_1": "And this is the effect.",
    "ai-atk-s0101a11:16_2": "Sakka thought, “It seems, sire, this is unable to answer a question,” and he answered the following questions, “It seems, like a fire-brand, burning, blazing and glowing. Due to the maintaining the peer of fire, the perfected one, the fully awakened Buddha, after giving up the sword of the world!”",
    "ai-atk-s0101a11:16_3": "Then having gone (the Buddha), thought: “The Teacher will now go to the Teacher’s presence,",
    "ai-atk-s0101a11:16_4": "“If there is a person incomparable drinks, so long as he wants without getting alms-food.”",
    "ai-atk-s0101a11:16_5": "Because of that he said: “I did not,”",
    "ai-atk-s0101a11:16_6": "as in the company of Brahmā.",
    "ai-atk-s0101a11:16_7": "Whether god is the path of the gods, that is, the way of the life, or of the mind all, that is an imperishable, or of one who knows the minds of all the various states of existence.",
    "ai-atk-s0101a11:17_0": "When he came back to the sign of the sun, he discerned the sign,",
    "ai-atk-s0101a11:17_1": "That’s why Brahmā will explain to him as Brahmā, (saying):",
    "ai-atk-s0101a11:17_2": "became evident,",
    "ai-atk-s0101a11:17_3": "Then that Brahmā, knowing what he was asked, thought, “I will know me,” “I will explain what I have said,” “I will explain what I have said,” “I will explain it to me,” and he answered like this,",
    "ai-atk-s0101a11:17_4": "“I am Brahmā,” he replied, “I am Brahmā. But when anyone hears what I have said, he’s not true.",
    "ai-atk-s0101a11:17_5": "What if I were to put down this monk, (thinking): “Whatever I do, I have done for this monk?” and he thought, “I am Brahmā.”",
    "ai-atk-s0101a11:18_0": "Why do you get rid of resentment whenever they want?",
    "ai-atk-s0101a11:18_1": "because of being stubborn with it.",
    "ai-atk-s0101a11:18_2": "While seeking an oil tube was seeking the rolls outside the Brahmā realm.",
    "ai-atk-s0101a11:19_0": "scattering rice, water-pot, or flatterers.",
    "ai-atk-s0101a11:19_1": "this is not the question, this is the Buddha. Yet he should ask question, “This is the question, this is the case. ” After questioning, he should take leave of the bhikkhu who is annihilation.",
    "ai-atk-s0101a11:19_2": "Taking the leaves of the Buddhas, he asked questions: “Why did you give (to them)?”",
    "ai-atk-s0101a11:19_3": "and if he is unable to ask about it, he is poorly allowed.",
    "ai-atk-s0101a11:19_4": "Asking the training, he says, “Where shall we receive it?” and so on.",
    "ai-atk-s0101a11:20_0": "498.",
    "ai-atk-s0101a11:20_1": "Herein, no matter how many primary elements are found, so the four great elementals that do not exist?",
    "ai-atk-s0101a11:20_2": "if she asks about what is best,",
    "ai-atk-s0101a11:20_3": "and it is said to have “with long bodily form as the shape of,” and so on.",
    "ai-atk-s0101a11:20_4": "Smeared with dirt and small and large, small and large, blazing and thin, as they were done up by this or that.",
    "ai-atk-s0101a11:20_5": "Golden, beauty and very beautiful;",
    "ai-atk-s0101a11:20_6": "But what does one’s beauty as ugly?",
    "ai-atk-s0101a11:20_7": "deeds have been done,",
    "ai-atk-s0101a11:20_8": "Mentality is the name and form.",
    "ai-atk-s0101a11:20_9": "When what ceases does it cease?",
    "ai-atk-s0101a11:21_0": "When he is asked, he can answer thus: “Now, this is what they will.” And when he shows that he is shown how to answer, then:",
    "ai-atk-s0101a11:21_1": "“Consciousness”, etc.",
    "ai-atk-s0101a11:22_0": "499.",
    "ai-atk-s0101a11:22_1": "Herein, consciousness is called “mind” because of the giving up of consciousness, there is no inclination for him.",
    "ai-atk-s0101a11:22_2": "Or while standing, sitting, or lying down: one who is storying out, one who is standing, this is not.",
    "ai-atk-s0101a11:22_3": "But it seems that the name of Tissa has been gratitude, is wherever he is reborn.",
    "ai-atk-s0101a11:22_4": "you’re everywhere free;",
    "ai-atk-s0101a11:22_5": "It seems that when the ocean does not exist, it seems, there is no delight in the great ocean.",
    "ai-atk-s0101a11:22_6": "In the same way, wherever one of these eight meditation subjects goes, by which no fordding, the name “sistance” is said to be far from.",
    "ai-atk-s0101a11:22_7": "Therefore it is said: “He must be free from fear.”",
    "ai-atk-s0101a11:22_8": "here it is said in this way: “This is certainly One’s water, this is not so fortunate, and so on.",
    "ai-atk-s0101a11:23_0": "Now comes the end of his denying and to the cessation of consciousness, he said to him, “Well, this is the practice of cessation.”",
    "ai-atk-s0101a11:23_1": "Herein, consciousness is a condition for the cessation of consciousness: by the consciousness of the consciousness, and also with the cessation of that consciousness.",
    "ai-atk-s0101a11:23_2": "and lighting up the firmament, it seems as if it were.",
    "ai-atk-s0101a11:23_3": "When consciousness ceases, it is nevertheless particularly cease.",
    "ai-atk-s0101a11:23_4": "according as it is said: “The unconditioned in the attainment of the attainment of the cessation of consciousness must be understood the path of cessation between the seven subtles, and the eighty and the seventh sections . Theirrect dealing with the cessation of forms would be understood as the basis for cessation of perception and feeling.”",
    "ai-atk-s0101a11:23_5": "The rest is clear.",
    "ai-atk-s0101a11:24_0": "Thus in this way the Dīghalayan Tree",
    "ai-atk-s0101a11:25_0": "The About Kevaddha is finished."
}