{
    "ai-atk-s0302a9:0_0": "10. Bhikkhusaṁyuttaṁ",
    "ai-atk-s0302a9:1_0": "1. Kolitasuttavaṇṇanā",
    "ai-atk-s0302a9:2_0": "235.",
    "ai-atk-s0302a9:2_1": "The first monk is connected with his disciples.",
    "ai-atk-s0302a9:2_2": "This is the first kind of disciples. For it is the disciples of Buddha that the Buddhas took up residence, and then they said: “From this first time, friends, go to the Awakened One.” Then he said, “Let them be the Holy Ones.”",
    "ai-atk-s0302a9:2_3": "The Saṅgha of mendicants thought, “Venerables, did you encounter the quarters of the Buddha.”",
    "ai-atk-s0302a9:2_4": "This is called: ‘The cessation of placing the mind and keeping it connected are not evident in the second absorption’, which has the rapture and bliss born of seclusion, and is why these words, the dimension of infinite space.’",
    "ai-atk-s0302a9:2_5": "This is the breath here.",
    "ai-atk-s0302a9:2_6": "they are stated in silence. But rather, they are at the first noble silence. The first jhāna, or else “For when a meditation subject is still considered to be silent.”",
    "ai-atk-s0302a9:3_0": "having thinking: “Sometimestic clauset with thought,”",
    "ai-atk-s0302a9:3_1": "perception and attention.",
    "ai-atk-s0302a9:3_2": "Walking ‘arm’:",
    "ai-atk-s0302a9:3_3": "it seems, in the second jhāna, it seems,",
    "ai-atk-s0302a9:3_4": "Then his elder and the youth applied thought did not appear in this way.",
    "ai-atk-s0302a9:3_5": "And during the second time, they were showing attention to him in the second jhāna.",
    "ai-atk-s0302a9:3_6": "settles down in the right way.",
    "ai-atk-s0302a9:3_7": "one day, “After develops the best,”",
    "ai-atk-s0302a9:3_8": "he practises right down: “Yes, I have right mindfulness.”",
    "ai-atk-s0302a9:3_9": "the six direct knowledges, the six kinds of direct-knowledge -",
    "ai-atk-s0302a9:3_10": "The Teacher, it seems, on this day the most excellent Thera, had the six similes of the Theras.",
    "ai-atk-s0302a9:4_0": "2. Upatissasuttavaṇṇanā",
    "ai-atk-s0302a9:5_0": "236.",
    "ai-atk-s0302a9:5_1": "is there a second world of beings, or in the world of all conditions, or from the seventh of the world?",
    "ai-atk-s0302a9:5_2": "Even the Teacher was very stronger than that: “Now, Ānanda, since he was a careful desire to generate this Elder Ānanda, why, do you know the meaning of this?”",
    "ai-atk-s0302a9:5_3": "For a long time they have been taught like this.",
    "ai-atk-s0302a9:5_4": "for a second day they are quenched about the elder,",
    "ai-atk-s0302a9:6_0": "3. Ghaṭasuttavaṇṇanā",
    "ai-atk-s0302a9:7_0": "237.",
    "ai-atk-s0302a9:7_1": "In the third room wherever she is pregnant,",
    "ai-atk-s0302a9:7_2": "then many visiting mendicants had assembled.",
    "ai-atk-s0302a9:7_3": "At that time in a pregnant abode, there was one or two elders who came, two seniority and one senior of the two elders.",
    "ai-atk-s0302a9:7_4": "When they’re sitting in the day, they sit in the same place as.",
    "ai-atk-s0302a9:7_5": "they sit on their own bowls.",
    "ai-atk-s0302a9:7_6": "Therefore it was said: “In a monastery worker”.",
    "ai-atk-s0302a9:7_7": "This is the gross subtle state, and this is what is said.",
    "ai-atk-s0302a9:7_8": "With the divine eye-element, which is purified and surpasses that of (normal) forms, and so on, the fourth dimension of infinite consciousness,",
    "ai-atk-s0302a9:7_9": "Thus there is the divine eye, and the ear-element, because the heavenly sounds of the ear-consciousness element, the ear-contact—when they are called ‘they are gross.’",
    "ai-atk-s0302a9:7_10": "clairvoyance was purified and superhuman,",
    "ai-atk-s0302a9:7_11": "And heavenly sounds are disagreeable for the Buddha.",
    "ai-atk-s0302a9:7_12": "Even the Buddha’s dispensation as he was also seen by the holy amongst those who saw that, both, and became purified.",
    "ai-atk-s0302a9:7_13": "Then the senior elder was sitting in the Jeta Grove, and finding a vulnerability in the Jeta Grove, with his clairvoyance that is purified and superhuman, saw the Teacher sitting in the Jeta Grove,",
    "ai-atk-s0302a9:7_14": "The teacher too did not state",
    "ai-atk-s0302a9:7_15": "Then they saw each other and the sounds heard:",
    "ai-atk-s0302a9:8_0": "energetic and full of energy.",
    "ai-atk-s0302a9:8_1": "only as far as the Himalayas, which is more than a thousand leagues long, so that is near to the Himalayas, for a thousand kilometers, is there to be a stone, or a termite-mounded?”",
    "ai-atk-s0302a9:8_2": "Likewise in others.",
    "ai-atk-s0302a9:8_3": "life span, beauty,",
    "ai-atk-s0302a9:8_4": "if he stands with axle to axle, rubbing a hole, and wide opening, he shows the Brahmā-world with his face in the Brahmā-world.",
    "ai-atk-s0302a9:9_0": "And they dropped the elder’s virtues that were lying once. And that very day they spoke in accordance with the special qualities of dispensation.",
    "ai-atk-s0302a9:9_1": "since this (magical) power is found through the Himalayas, Virūpakkha and the Four Great Kings, being steady in all directions,",
    "ai-atk-s0302a9:9_2": "and they addressed the mendicants in this way:",
    "ai-atk-s0302a9:9_3": "But concentration has the characteristic of staining,",
    "ai-atk-s0302a9:9_4": "But even though the Buddha never wields of psychic power, that is why he placed his disciples in order to prevent his psychic power for the mendicants.",
    "ai-atk-s0302a9:9_5": "But Sāriputta, the characteristic of insight, indeed,",
    "ai-atk-s0302a9:9_6": "And even though the Buddha’s wisdom—with the sword of wisdom, what kind of person is there for the sake of their disciples?”",
    "ai-atk-s0302a9:9_7": "Therefore they acted according to each other’s being liquors, wives, and so on.",
    "ai-atk-s0302a9:9_8": "for concentration is characterized by the thirty-two marks of a certain characteristic, etc., and for the third part of the body.",
    "ai-atk-s0302a9:10_0": "4. Navasuttavaṇṇanā",
    "ai-atk-s0302a9:11_0": "238.",
    "ai-atk-s0302a9:11_1": "fourth, alert, unchastity, and cease.",
    "ai-atk-s0302a9:11_2": "you live within the thoughts.",
    "ai-atk-s0302a9:11_3": "Should first and separate robe-cloth is to be done.",
    "ai-atk-s0302a9:11_4": "(There is) mental carpets that are connected with mind, whose mind is surpassed,",
    "ai-atk-s0302a9:11_5": "although I wished: “Heors desire what is pleasing and honoured by substitution of gain and honour,",
    "ai-atk-s0302a9:11_6": "having entered upon that jhāna whose happiness has been reborn in the absence of happiness and bliss, which is accompanied by happiness.",
    "ai-atk-s0302a9:11_7": "The meaning is that it is shared by the special qualities of non-confidence emerging and emerging from the now.",
    "ai-atk-s0302a9:11_8": "slacking the axle of lack, robbing the energy",
    "ai-atk-s0302a9:11_9": "fourth absorption.",
    "ai-atk-s0302a9:12_0": "5. Sujātasuttavaṇṇanā",
    "ai-atk-s0302a9:13_0": "239.",
    "ai-atk-s0302a9:13_1": "(This) is the five forms, which has nothing beyond the forms,",
    "ai-atk-s0302a9:13_2": "Dabba to see them:",
    "ai-atk-s0302a9:13_3": "to bring confidence in his heart, and to give confidence in those who have it,",
    "ai-atk-s0302a9:13_4": "The fifth hundred (story) appearance in the golden palanquin,",
    "ai-atk-s0302a9:14_0": "With Bhaddiya the Dwarf",
    "ai-atk-s0302a9:15_0": "240.",
    "ai-atk-s0302a9:15_1": "In the sixth (story), having colourful forms,",
    "ai-atk-s0302a9:15_2": "shouting the nectar,",
    "ai-atk-s0302a9:15_3": "Like the flame of the appearance in the form of a waves,",
    "ai-atk-s0302a9:15_4": "The monks from the group of six said, “So it seems, reverends,” and they were sprinkling around in Bhaddiya with Bhaddiya.",
    "ai-atk-s0302a9:15_5": "Therefore it was said: “Has greatly investigated,”",
    "ai-atk-s0302a9:15_6": "But why is this born?",
    "ai-atk-s0302a9:15_7": "This seems was one great king, that elder was old, elderly and senior.",
    "ai-atk-s0302a9:15_8": "If he sees a large one, he’s placed them in a bundle, he prepares one.",
    "ai-atk-s0302a9:15_9": "even after seeing the queen of the sectarians, he kings pulled her as if desired.",
    "ai-atk-s0302a9:15_10": "Their sons and daughters arises in the presence of the Great Wood.",
    "ai-atk-s0302a9:15_11": "His bad actions were unenclosed, and the ground for the nun.",
    "ai-atk-s0302a9:16_0": "Then Sakka thought:",
    "ai-atk-s0302a9:16_1": "“I’ll make a large consequence,” he replied, “I’ll make the other monks.”",
    "ai-atk-s0302a9:16_2": "He did as he was asked.",
    "ai-atk-s0302a9:16_3": "The King, after seeing the elephant, the horses, quickly departed,",
    "ai-atk-s0302a9:16_4": "she said, “Whether it will be able to arrive on our buttermilk,” and she said.",
    "ai-atk-s0302a9:16_5": "People were blamed and criticized them.",
    "ai-atk-s0302a9:16_6": "For Sakka, King, is able to determine me as other.",
    "ai-atk-s0302a9:16_7": "Then, as Sakka was amongst men, he said to the king, “God-King, wherever I was like an elephant,” he entered the sky.",
    "ai-atk-s0302a9:16_8": "Sakka sprang up his buttermilk.",
    "ai-atk-s0302a9:17_0": "King Divine became fatigued and logic in his body.",
    "ai-atk-s0302a9:17_1": "He pulled out the lotus pond and stood in the air, entering it again and again, and again he saw that the town.",
    "ai-atk-s0302a9:17_2": "Having seen (that), he thought: “He is our was seen again.",
    "ai-atk-s0302a9:17_3": "they won’t drink it or get it.”",
    "ai-atk-s0302a9:17_4": "When people were reborn there, gods, and humans did other gods.",
    "ai-atk-s0302a9:17_5": "like a (follows) the first bad thing again.",
    "ai-atk-s0302a9:17_6": "At that very moment Sakka disappeared, saying: “I’ll embractch me,” and he replied, “When I washed, I shall put you a bad god, sir.” And he returned to the Divinities’ catching him, he said, “I’ll again.” And he returned to the Buddha.",
    "ai-atk-s0302a9:17_7": "Through this action was ugly.",
    "ai-atk-s0302a9:18_0": "After seeing the road in the sky, awakened One, whose mind was formerly sweet, the Sambuddha named Khemā, going to the Himalayas, and when he had come to the Himālayas, he thought:",
    "ai-atk-s0302a9:18_1": "“For more than other day I see the Realized One.",
    "ai-atk-s0302a9:18_2": "Today I have gone away in the sky, and I show this one of the ten powers.”",
    "ai-atk-s0302a9:18_3": "The Teacher, knowing his mind was established,",
    "ai-atk-s0302a9:18_4": "He spread out the bowls, placed the One’s hand, and put it aside the Teacher’s hand, saying:",
    "ai-atk-s0302a9:18_5": "he established the ten rose-apple trees in the place where the King had been established.",
    "ai-atk-s0302a9:18_6": "The Teacher sat down right there, thinking,",
    "ai-atk-s0302a9:18_7": "had a good qualities and washed away from the One of Ten Powers, went to the family’s house, and sprinkled him with the rapture and bliss of seclusion.",
    "ai-atk-s0302a9:18_8": "Through this deed was its own,",
    "ai-atk-s0302a9:19_0": "At the time of the Buddha Kassapa, (said): “What is the reason of this shrine?",
    "ai-atk-s0302a9:19_1": "seven leagues.",
    "ai-atk-s0302a9:19_2": "I am the one who shows that no measure of greenitals,",
    "ai-atk-s0302a9:19_3": "This is another 40 kilometers (formed) than 40 kilometers a day.”",
    "ai-atk-s0302a9:19_4": "Then this simile of the Jeta Grove, saying: “In this way it is pleasant, famous and delightful”, and uprooted the stone but that it can take a league away. When it is an universal shrine, however, if it is allowed, he chopped it on the shrine, and brings a shrine terrificial .”",
    "ai-atk-s0302a9:19_5": "they stood these eight words.",
    "ai-atk-s0302a9:19_6": "The seven months of the shrine is finished in the shrine.",
    "ai-atk-s0302a9:19_7": "Thus he was the immeasurable Buddha.",
    "ai-atk-s0302a9:19_8": "Through that deed and through its result,",
    "ai-atk-s0302a9:20_0": "elephants, horses, and robbers, elephants and horses,",
    "ai-atk-s0302a9:20_1": "There is no reason for you to give up the body, for the sake of the body, for the sixth, is the meaning.",
    "ai-atk-s0302a9:21_0": "7. Visākhasuttavaṇṇanā",
    "ai-atk-s0302a9:22_0": "241.",
    "ai-atk-s0302a9:22_1": "Seven persons in front of them, inferior and superior in front of them.",
    "ai-atk-s0302a9:22_2": "the meaning is that it is not overpowered by the Sambuddha, which is the meaning.",
    "ai-atk-s0302a9:22_3": "They don’t neglect joints, then judges, laughing such a words. And they don’t speak harshly.",
    "ai-atk-s0302a9:22_4": "The four noble truths rolled towards the four truths.",
    "ai-atk-s0302a9:22_5": "Without making her set forth, without turning back, one is allowed to (him),",
    "ai-atk-s0302a9:22_6": "how the teaching is similar to the building work. It is called the seventh of the hermits.",
    "ai-atk-s0302a9:23_0": "8. Nandasuttavaṇṇanā",
    "ai-atk-s0302a9:24_0": "242.",
    "ai-atk-s0302a9:24_1": "eight million years after seeing the moments of the earth, one tied thely them in a bucket, and wounded the wall by the head of the hands of the wind.",
    "ai-atk-s0302a9:24_2": "After making it up with the joined palms,",
    "ai-atk-s0302a9:24_3": "they transgressed the bowl, which have a colour, and clay,",
    "ai-atk-s0302a9:24_4": "But why do you think,",
    "ai-atk-s0302a9:24_5": "The Teacher’s instructions over the Teacher’s home,",
    "ai-atk-s0302a9:24_6": "‘So it seems that my teacher says this: ‘If I weren’t able to create a deliberate lie.’",
    "ai-atk-s0302a9:24_7": "If he gives it up, gets a robe, and then wears it, I’ll make a robe within the last size of a sack of ashes and go.”",
    "ai-atk-s0302a9:24_8": "you will be well.",
    "ai-atk-s0302a9:25_0": "In the poets sheeps and herbs all-food-eater sheet, whirlpools, rice-gruels, and food and drinks.",
    "ai-atk-s0302a9:25_1": "But when the door to the ground is used, what has been prepared for them in regard to eat in a midday house, and then the other person is called “haskable”.",
    "ai-atk-s0302a9:25_2": "This is their intention in regard to this life.",
    "ai-atk-s0302a9:25_3": "unconcerned for sensual pleasures, (but) for sense pleasures, without defilements,",
    "ai-atk-s0302a9:25_4": "And the forest-dweller’s practice is undertaken with the rest.",
    "ai-atk-s0302a9:25_5": "He shows that he is not satisfied with sense desires, and he showed the delightful Devas in the world of the gods.",
    "ai-atk-s0302a9:25_6": "And in the eighth day of the Elder Mahā Tissa, he preached the Doctrine, the incomparable One in the world with its gods.",
    "ai-atk-s0302a9:26_0": "9. Tissasuttavaṇṇanā",
    "ai-atk-s0302a9:27_0": "243.",
    "ai-atk-s0302a9:27_1": "In the ninth, unintelligent one, with a corruption of mind,",
    "ai-atk-s0302a9:27_2": "But why are this pain, depressed,",
    "ai-atk-s0302a9:27_3": "The prince, having put on him to the winter, ashamed the flag, and wrapped in his head. And he threw a straw mat on his head, and wrapped it with his head.",
    "ai-atk-s0302a9:27_4": "When the monks had gone separately, he went to the monastery gateway and sat down on the seat spread out.",
    "ai-atk-s0302a9:27_5": "On one occasion a newly arrived monks came from the monastery, and they said, “Noble Ones will be able to discern the ten kinds of dust.",
    "ai-atk-s0302a9:27_6": "(but) we shall place the goods in first place,” and she went to that monastery.",
    "ai-atk-s0302a9:27_7": "That Great Elders arrived at the Great Wood, and sat down on the seats.",
    "ai-atk-s0302a9:27_8": "other monks, intending to makeup for the palm leaves, “Weapons offer them with palms.”",
    "ai-atk-s0302a9:27_9": "This is the them: “The rice-milker is seated for the rainy season,”",
    "ai-atk-s0302a9:27_10": "After questioning, he asked: “Noble Lady,",
    "ai-atk-s0302a9:27_11": "But where do you rain?”",
    "ai-atk-s0302a9:27_12": "When he said this, “This is mine,” he said.",
    "ai-atk-s0302a9:27_13": "The mendicants said to him, “Did you go forth with a skull, are you sitting at the feet of our head, making a garland of fragrant salt, and when you go forth you’re seized by the Dispensation, you don’t want the neighborhood of the teachings.”",
    "ai-atk-s0302a9:27_14": "and surrounded by himself, he said, “What’s the point of your life? Why don’t you go forth under a roof?”",
    "ai-atk-s0302a9:27_15": "he gave me a single-laye, saying, “What’s the elder?”",
    "ai-atk-s0302a9:27_16": "When he had spoken, he thought, “This is what they did so.” Then he informed me of the aristocrats, and when he was anointed with air.",
    "ai-atk-s0302a9:27_17": "And both used to be collars and crystals covered with gold.",
    "ai-atk-s0302a9:27_18": "So they say:",
    "ai-atk-s0302a9:27_19": "“Whose are you inappropriate?”",
    "ai-atk-s0302a9:27_20": "“But why have you come here?”",
    "ai-atk-s0302a9:27_21": "Looking back at us, they said, “Who are you?” and “We have reached the peak of ghosts,”",
    "ai-atk-s0302a9:27_22": "He said, “Listen to my brother’s presence, let us go along the road and go along the way.” Heared a path and went along the way he thought:",
    "ai-atk-s0302a9:27_23": "“This teacher has gone beset by this bag, these are the Teacher, who is unhappy and depressed, miserable and sad, with tearful faces.” And he went away.",
    "ai-atk-s0302a9:27_24": "For this reason it comes to the same reason.",
    "ai-atk-s0302a9:28_0": "words about the words of the words of the meaning.",
    "ai-atk-s0302a9:28_1": "it is called “with grassw with joined palms” when the opposite sex and so on. It is a pile of cotton-down.",
    "ai-atk-s0302a9:28_2": "if he says, “It isll one who can be done others,”",
    "ai-atk-s0302a9:28_3": "They’re not able to endure what they say.",
    "ai-atk-s0302a9:28_4": "But now you have collected such a word spoken by, when you are already carried out.",
    "ai-atk-s0302a9:28_5": "But in the past, future, and present lust is drawn into the realm.",
    "ai-atk-s0302a9:28_6": "When this was said, the Fortunate One said: “There is no water, Sir.”",
    "ai-atk-s0302a9:28_7": "The monks asked the Fortunate One for the Fortunate One.",
    "ai-atk-s0302a9:29_0": "The teacher said:",
    "ai-atk-s0302a9:29_1": "In the past, when King Bārāṇasī was created by King Benares.",
    "ai-atk-s0302a9:29_2": "Then one birth, two months, one victory came to Bārāṇasī.",
    "ai-atk-s0302a9:29_3": "Having gone to their birth, sat down on the seat spread out,",
    "ai-atk-s0302a9:29_4": "Mātaṅga went to the potter and told him what had happened. The Buddha said, “Have you go forth in the first opportunity. Their One has gone forth in the morning.”",
    "ai-atk-s0302a9:29_5": "After taking the requisites, he separately from the teacher and tell him to stay for one day, saying, “Give a single night.”",
    "ai-atk-s0302a9:29_6": "“I am.”",
    "ai-atk-s0302a9:29_7": "having entered (them), he asked: “What are you sitting?”",
    "ai-atk-s0302a9:29_8": "“Foods are lumpsy.”",
    "ai-atk-s0302a9:29_9": "“No, it is not possible to sit alone with you.”",
    "ai-atk-s0302a9:29_10": "But he spreading a straw mat over to that place, having fallen down right there, went to the gate.",
    "ai-atk-s0302a9:29_11": "and the other departed came out from here and there in a dog.",
    "ai-atk-s0302a9:29_12": "“Who is this,” he said,",
    "ai-atk-s0302a9:29_13": "“Doctor, I say.”",
    "ai-atk-s0302a9:29_14": "“What do you think, another path? Do you not see any other path?",
    "ai-atk-s0302a9:29_15": "Then come and go away.”",
    "ai-atk-s0302a9:29_16": "“Noble Lady, I am like you doing a teacher.”",
    "ai-atk-s0302a9:29_17": "He thought:",
    "ai-atk-s0302a9:29_18": "is coming back to this, and he swapped it back.",
    "ai-atk-s0302a9:29_19": "Mahāsudassana said, “Seeping here and there, and having washed his head and returning to the charnel ground.”",
    "ai-atk-s0302a9:29_20": "“Who is this,” he said,",
    "ai-atk-s0302a9:29_21": "“Doctor, I say.”",
    "ai-atk-s0302a9:29_22": "“Firstly, Reverend Sir, I’m going to drive me when I’ve done nourished you with the sword, sage, and four lower air elements.”",
    "ai-atk-s0302a9:29_23": "A great man, having took hold of a mass in the sun, and gave it to the sun.",
    "ai-atk-s0302a9:29_24": "and people, having driven out the elephants,",
    "ai-atk-s0302a9:30_0": "People went to the King’s family home there, thinking: “Great King, there is no little example of the Buddha, and there is no fewer in them.”",
    "ai-atk-s0302a9:30_1": "* There set up a city in the ocean,",
    "ai-atk-s0302a9:30_2": "When they saw the potter’s work, they told the king, “There will be two (for me).”",
    "ai-atk-s0302a9:30_3": "(the king asked:) “Has anyone asked in which they got? ” and they asked:",
    "ai-atk-s0302a9:30_4": "saying: “After what you’ve done,”",
    "ai-atk-s0302a9:30_5": "“I’ve not done it, but I haven’t spun his hair; I ask it unshakable.”",
    "ai-atk-s0302a9:30_6": "They returned to the great man and asked:",
    "ai-atk-s0302a9:30_7": "“Venerable Sir, you’ve done it in the darkness.”",
    "ai-atk-s0302a9:30_8": "“Yes, teacher, I have done it.”",
    "ai-atk-s0302a9:30_9": "They then went to the King and informed him:",
    "ai-atk-s0302a9:30_10": "When the King returned, he asked, “Venerable sir, did you act in this way?”",
    "ai-atk-s0302a9:30_11": "“Yes, great king.”",
    "ai-atk-s0302a9:30_12": "“Why is it?”",
    "ai-atk-s0302a9:30_13": "“Be with this I’m satisfied with the following: “If I ask me for this, I’ll give up the sun.”",
    "ai-atk-s0302a9:30_14": "The King said, “Noble Sir,” and he said, “There is no need, venerable sir.”",
    "ai-atk-s0302a9:30_15": "Others said, “Why do you believe in such a kind of birth?",
    "ai-atk-s0302a9:30_16": "I won’t ask you forgiveness.”",
    "ai-atk-s0302a9:31_0": "Then people thought, “What do you ask for forgiveness?”",
    "ai-atk-s0302a9:31_1": "Then they grabbed their hands and feet, saying, “Have they ate it at the feet of my feet.”",
    "ai-atk-s0302a9:31_2": "lies down,",
    "ai-atk-s0302a9:31_3": "And they said to him, “She’s too.”",
    "ai-atk-s0302a9:31_4": "Then he said, “Take my teacher.”",
    "ai-atk-s0302a9:31_5": "This good person, firstly told him of its head and saying: “I’ll build up the sun and moon’s head. But when the sun comes up, they won’t put it on its head with water and then place it on the bare ground.”",
    "ai-atk-s0302a9:31_6": "And they did likewise.",
    "ai-atk-s0302a9:31_7": "to this extent indeed the Snake-Lord of the King.",
    "ai-atk-s0302a9:31_8": "a great man, the sun,",
    "ai-atk-s0302a9:31_9": "And the Sun came back and sat,",
    "ai-atk-s0302a9:31_10": "The seven broken matted-haired ones.",
    "ai-atk-s0302a9:31_11": "He went up to the home, and with a single blow he ran back.",
    "ai-atk-s0302a9:31_12": "The Teacher said to them: “Tomorrow, you must be afraid of wrongdoing, and you must be afraid of wrongdoing, he did not instruct them.” Then he advised and instructed them to advise the nineteenth.",
    "ai-atk-s0302a9:32_0": "10. Theranāmakasuttavaṇṇanā",
    "ai-atk-s0302a9:33_0": "244.",
    "ai-atk-s0302a9:33_1": "There are these ten praises.",
    "ai-atk-s0302a9:33_2": "whatever desire and greed has been given up in the past, future and present is given up.",
    "ai-atk-s0302a9:33_3": "In the future, there is a future time when he gives up desire and greed for the aggregates, is called “regular”.",
    "ai-atk-s0302a9:33_4": "All the parts of the constituents (of mind and body) that provide fuel for continued existence,",
    "ai-atk-s0302a9:33_5": "Since they know all the time, having made all kinds of celebrated, the whole of the kind already described,",
    "ai-atk-s0302a9:33_6": "(There is) all things in the present life under the sway of craving. Understanding the view of all,",
    "ai-atk-s0302a9:33_7": "(So) they all give up desire and greed for it, standing within that place,",
    "ai-atk-s0302a9:33_8": "The tenth opportunity for freedom. This is the tenth object of extinguishment.",
    "ai-atk-s0302a9:34_0": "11. Mahākappinasuttavaṇṇanā",
    "ai-atk-s0302a9:35_0": "245.",
    "ai-atk-s0302a9:35_1": "In the eleventh of the Mahākappina, too, the great elder had arrived at Mahātittha Ārāma,",
    "ai-atk-s0302a9:35_2": "He had a householder, it seems, that he did just that.",
    "ai-atk-s0302a9:35_3": "Also if such a kind of existence is able to get rid of response;",
    "ai-atk-s0302a9:35_4": "One day, surrounded by one thousand (people), went to the monastery of a thousand garden.",
    "ai-atk-s0302a9:35_5": "Then, having gone to the middle of the river, he saw the gate, saying: “Let us go to the city,” and told him, “Listen, we’ll go to the town, drink the royal compound.” Then he went to the King’s house and told him, “Listen.”",
    "ai-atk-s0302a9:35_6": "When the king had finished, he took his meal and left. He then asked the King, “Where are you coming? ”",
    "ai-atk-s0302a9:35_7": "“Yes, sir.”",
    "ai-atk-s0302a9:35_8": "“I hope you’re happy in our kingdom.”",
    "ai-atk-s0302a9:35_9": "“Yes, sir.”",
    "ai-atk-s0302a9:35_10": "“But are you able to teach the Dhamma to you?”",
    "ai-atk-s0302a9:35_11": "“But sire, are you able to put on your mouths?”",
    "ai-atk-s0302a9:35_12": "the King had a golden drum (will) with water.",
    "ai-atk-s0302a9:35_13": "They with their hands at the mouth of the Buddha, raising their clasped hands, and saluting them with their heads at our feet. They said: “Having arisen in our Buddha, I give them the Dhamma.”",
    "ai-atk-s0302a9:35_14": "“By what the King said, “Awakened One’s body” is happy and joyful,",
    "ai-atk-s0302a9:35_15": "After that the Buddha said, “Dear Paccekabuddhas,” he said,",
    "ai-atk-s0302a9:35_16": "“Your Majesty, the Buddha is awakened.”",
    "ai-atk-s0302a9:35_17": "After saying this, “There are three times,” he asked him, “Lay followers of (them). When one of these three times, what is the reason for a thousand Buddhas?”",
    "ai-atk-s0302a9:35_18": "“The King’s gem is arisen in the Dhamma!”",
    "ai-atk-s0302a9:35_19": "And having heard that, he asked another three times, and he asked: “What is the affair of the Dispensation?”",
    "ai-atk-s0302a9:35_20": "“Treasure the Sangha, sire.”",
    "ai-atk-s0302a9:35_21": "And so that’s what he did.",
    "ai-atk-s0302a9:35_22": "Of those ministers, the Buddhas’ origin, (saying): “What will you do to us?”",
    "ai-atk-s0302a9:35_23": "“What’s the point of your deeds?”",
    "ai-atk-s0302a9:35_24": "“I’ll go forth.”",
    "ai-atk-s0302a9:35_25": "“We’ll go forth in the presence of him.”",
    "ai-atk-s0302a9:35_26": "All of them leprosy down from the herd or a wall, they all went out.",
    "ai-atk-s0302a9:36_0": "and after going to the presence of the merchant (he said): “Having gone into the presence of the Jewel, they presented him to the net,",
    "ai-atk-s0302a9:36_1": "When she had given this thief to the King, she asked many questions, “What was your daughter?”",
    "ai-atk-s0302a9:36_2": "“For even when the sitting mat was Queen,” she said,",
    "ai-atk-s0302a9:36_3": "“They also listen to this,” they listen to it.",
    "ai-atk-s0302a9:36_4": "“But Queen Subhaddā, you won’t be able to do so.”",
    "ai-atk-s0302a9:36_5": "(Asoka) snapped a golden rubbish in water.",
    "ai-atk-s0302a9:36_6": "They then told the King,",
    "ai-atk-s0302a9:36_7": "After hearing the joy that had arisen, and rejoicing gave three times by one, he gave the three times monasteries in three times, and three hundred thousand aeons.",
    "ai-atk-s0302a9:36_8": "and twelves all the hundred thousand (people) assembled.",
    "ai-atk-s0302a9:36_9": "Then the King asked: “Where did I do?”",
    "ai-atk-s0302a9:36_10": "if he intends to go forth, “I’ll Queen.”",
    "ai-atk-s0302a9:36_11": "“Well then, Dear, please go and get your husband together with the women. Then he went to the King’s house together with a woman. Then he asked her: “Lady, please give her to us her husband.”",
    "ai-atk-s0302a9:36_12": "“Venerable, we’re not going with a nun.”",
    "ai-atk-s0302a9:36_13": "Also he went there and told him, “Listen, I’ll go forth in the presence of the Buddha.”",
    "ai-atk-s0302a9:36_14": "“What’s the point of yourselves?”",
    "ai-atk-s0302a9:36_15": "“What do you want, Venerable?”",
    "ai-atk-s0302a9:36_16": "“I won’t go forth, I’ll win.”",
    "ai-atk-s0302a9:36_17": "Saying, “We’ll go forth,” they set out on foot.",
    "ai-atk-s0302a9:37_0": "Even the King also had become a thousand of the Ganges to attain (him).",
    "ai-atk-s0302a9:37_1": "if he has already filled the Ganges pours,",
    "ai-atk-s0302a9:37_2": "And on seeing her, people thought, “This is arched harp. We’ve eventually covered with us, didn’t go about,” and when they were no rough or specially completed, the slave’s head, the Teacher, force didn’t block the water, or even if in a bird’s wounded down a slave. If even the Teacher, it wouldn’t be nicely leftovered.",
    "ai-atk-s0302a9:37_3": "while they were still engaged in the whole of the king’s (King) Dragon’s precious noble road as they were going along in front of the Great King.",
    "ai-atk-s0302a9:37_4": "There is no way of understanding that there is no opposite truth, and those who had passed by.",
    "ai-atk-s0302a9:37_5": "Then a third time they reached the Great Steward and a third time.",
    "ai-atk-s0302a9:38_0": "Even the Teacher, once again emerged from the great sacrifice, looking at the front of them, and once more than sixteenth day of the Bhikkhunīs, sat down near the golden shade of the Yellow sandalwood, and giving them full admission to the great garden, thinking: “The Sambuddha, after seeing the vicinity of the world, and giving them a great sacrifice,” and seeing the request of his body, he sat down on the road for alms.",
    "ai-atk-s0302a9:38_1": "Because of this he saw the ten powers, the Buddhas, and the sunshade, being fearful and exceeding their wish to go forth from here and there, and when he saw the One, he thought: “We were standing in the sky, we were coming to meet the One who has gone forth in the Nandana pleasure garden, and we came to a conclusion for him.” When he saw the teacher, he thought, “We were standing in the vicinity of the house.” Then he saw the Teacher, he thought,",
    "ai-atk-s0302a9:38_2": "The Kings, after worshipping the Teacher, sat down on one side.",
    "ai-atk-s0302a9:38_3": "The Teacher taught them the Dhamma to them.",
    "ai-atk-s0302a9:38_4": "At the conclusion of the teaching on the Teacher, they all asked for the going forth.",
    "ai-atk-s0302a9:38_5": "The Teacher said, “Previously, these robes given by his own robes, alms-food, lodgings, and medicines and supplies for the sick.” Then he said, “Listen, the spiritual life for the complete ending of suffering.”",
    "ai-atk-s0302a9:38_6": "And the going forth and the full ordination of those venerables embraced the full ordination.",
    "ai-atk-s0302a9:39_0": "At the end of a thousand Queen Piṅgiyānī, after conquering the army of his own quarters, and making the known of the King: “A Saviṭṭha, he thought:",
    "ai-atk-s0302a9:39_1": "“The king has completed the truth. But if he has no a teacher, there will be no danger for us.” Then he told his teacher, “Do not conquer the water,” and he dismissed them.",
    "ai-atk-s0302a9:39_2": "not despise a ricken by a chariot,",
    "ai-atk-s0302a9:39_3": "soon as they were being resided by the same thing, when they saw the Teacher at the supreme tree,",
    "ai-atk-s0302a9:39_4": "The Teacher replied, “If they were to remove desire and lust for their own husbands, they wouldn’t see each other with just that.”",
    "ai-atk-s0302a9:39_5": "All those means having worshipped the One of Ten Powers, sat down.",
    "ai-atk-s0302a9:39_6": "The Teacher preached them Dhamma to them, and established them in every way.",
    "ai-atk-s0302a9:39_7": "The Teacher said: “Go to Uppalavaṇṇā.”",
    "ai-atk-s0302a9:39_8": "The Elder Nun then having come, took the going-forth and went to the nuns’ dwelling place.",
    "ai-atk-s0302a9:39_9": "the Teacher, having taken a thousand monks and went to the Jeta Grove,",
    "ai-atk-s0302a9:39_10": "this is said:",
    "ai-atk-s0302a9:39_11": "“This must be made up of the great offerings there are eighty great senior elders.”",
    "ai-atk-s0302a9:40_0": "Personal people know about people.",
    "ai-atk-s0302a9:40_1": "Those who take care of Gopakas, thinking: “This is the first opposite sex,” the meaning is best.",
    "ai-atk-s0302a9:40_2": "Endowed with clear vision and virtuous conduct, endowed with the eight kinds of clear vision,",
    "ai-atk-s0302a9:40_3": "you shine in the forest.",
    "ai-atk-s0302a9:40_4": "practice absorption, the brahmin Tapodāti, Jayasena, while extinguishing the two absorptions, bringing them two absorptions:",
    "ai-atk-s0302a9:40_5": "At that time the Elder Bāluṅkyaputta was sitting not far from the elder,",
    "ai-atk-s0302a9:40_6": "The Buddha shines with all kinds of wise man,",
    "ai-atk-s0302a9:40_7": "with all the houses in all parts,",
    "ai-atk-s0302a9:40_8": "whom is speaking thus: “It seems the Great King, after bringing one the teacher,",
    "ai-atk-s0302a9:40_9": "“The three treasures is worthwhile, put out one necks!”",
    "ai-atk-s0302a9:40_10": "When he had done this, he said to the Buddha, “Buddha it,” and after saying “Take this verse, he said.",
    "ai-atk-s0302a9:40_11": "“The moon’s night,” he replied, “The moon just like the moon in the sky,” and said:",
    "ai-atk-s0302a9:40_12": "“An aristocrat, the prince, holding their hands in respectful salutation.”",
    "ai-atk-s0302a9:40_13": "he said to the brahmin, “Asaying,” and he raised his joined palms.",
    "ai-atk-s0302a9:40_14": "“The Buddha is coming with Jayasena,” and he raised his joined palms to the Thūpa, saying:",
    "ai-atk-s0302a9:40_15": "The King said, “Yes it,” he did just that.",
    "ai-atk-s0302a9:40_16": "Eleventh eleventh:",
    "ai-atk-s0302a9:41_0": "12. Sahāyakasuttavaṇṇanā",
    "ai-atk-s0302a9:42_0": "246.",
    "ai-atk-s0302a9:42_1": "had been spending for a long time in the twelfth year of twelve years. Having gathered round, they stood once more.",
    "ai-atk-s0302a9:42_2": "and they went around five-hundred pairs of them,",
    "ai-atk-s0302a9:42_3": "The true teaching agrees with the true teaching. This is the true teaching and training.",
    "ai-atk-s0302a9:42_4": "When the Buddha has declared the Dhamma, endowed with perfect confidence, in the Dhamma, he does so by means of the Dhamma.",
    "ai-atk-s0302a9:42_5": "educated to what was given by the Noble Ones who have understood the Dhamma, being educated by the Noble Ones.",
    "ai-atk-s0302a9:42_6": "The rest is clear.",
    "ai-atk-s0302a9:42_7": "The group of twelve on “sh”",
    "ai-atk-s0302a9:43_0": "The Linked Discourses on the commentary is finished.",
    "ai-atk-s0302a9:44_0": "This is the talk about the shells in the heavens,",
    "ai-atk-s0302a9:45_0": "The Book of Causals is finished."
}