{
    "ai-atk-s0501a7:0_0": "7. Tirokuṭṭasuttavaṇṇanā",
    "ai-atk-s0501a7:1_0": "and throwing up the sky,",
    "ai-atk-s0501a7:2_0": "Now, as to the Commentaries: “Here the Fruits of treasures” and so on, having made a value of Suttanta, he going through the air, after making the meaning of the teaching, he has arrived here. We will give him any purpose of patience,” and he is teaching the meaning of the treasures.",
    "ai-atk-s0501a7:3_0": "Herein, this is how it should be said: “Bhikkhus, when the Buddha hasn’t shown that anyone who stops those who have not already explained the profitables, etc., and because of their former deeds, the intentions of getting rid of stinginess, the embarrass, etc., and because they don’t give rise to see the neighborhoods, the circumstances, and those who have recall these things that are clearly compelled in the various ways.”",
    "ai-atk-s0501a7:4_0": "This is the purpose of abandoning that a league is to understand,",
    "ai-atk-s0501a7:5_0": "Discussion of the expression of appreciation",
    "ai-atk-s0501a7:6_0": "Wherefore on the meaning of the words –",
    "ai-atk-s0501a7:7_0": "“In whatever place the enemy that he has made theguarding",
    "ai-atk-s0501a7:8_0": "After explaining all the time, doing as they return.",
    "ai-atk-s0501a7:9_0": "I’ll be well-established, therefore you do.”",
    "ai-atk-s0501a7:10_0": "And where is it said: “Where is it? Where are they called?",
    "ai-atk-s0501a7:10_1": "The Buddha has expressed his appreciation to the king’s teaching.",
    "ai-atk-s0501a7:10_2": "And this meaning should be expounded in detail in this way:",
    "ai-atk-s0501a7:11_0": "He had a town called Kāka, and was Kāka.",
    "ai-atk-s0501a7:11_1": "There the king named Jayasena,",
    "ai-atk-s0501a7:11_2": "The gods called the Sirīsa, having created beings, by the being intent on awakening, became arranged into the air and penetrated it.",
    "ai-atk-s0501a7:11_3": "(The king said): “My son has come out of Jayasena; let the Buddha give me the Dhamma, and afterwards I have conveyed my manifest love.” At this time, he gives to me the whole time.",
    "ai-atk-s0501a7:12_0": "when the Fortunate One’s brothers occurred to him:",
    "ai-atk-s0501a7:12_1": "“If they’re not arise in the whole world, I wouldn’t get a opportunity to give us a opportunity to him. How would we not get to know it?”",
    "ai-atk-s0501a7:12_2": "It occurred to them,",
    "ai-atk-s0501a7:12_3": "“Well then, let’s go to where we observed.”",
    "ai-atk-s0501a7:12_4": "and they made a gesture as it were.",
    "ai-atk-s0501a7:12_5": "The king, having heard that the recital of Kusinārā, gave the three Piṭakas to his son, and then gave them a message.",
    "ai-atk-s0501a7:12_6": "Having resolved it, the king said, “Go away, let the courtesan and go to you.”",
    "ai-atk-s0501a7:12_7": "They said, “We wish to nurse the Buddha.”",
    "ai-atk-s0501a7:12_8": "The King said, “Take something else.”",
    "ai-atk-s0501a7:12_9": "They said: “This is no one else.”",
    "ai-atk-s0501a7:12_10": "So if he takes it after taking it,",
    "ai-atk-s0501a7:12_11": "And the King gave them seven years.",
    "ai-atk-s0501a7:12_12": "Thus four months, three months and four months all five months, three months and four fortnights,",
    "ai-atk-s0501a7:12_13": "The King gave him a meal.",
    "ai-atk-s0501a7:13_0": "Having received that very necessary, they approached the Fortunate One and worshipped him, saying:",
    "ai-atk-s0501a7:13_1": "“Venerable Sir, we wish to offer you like to accept rains residence for the three months of the rainy-season residence.”",
    "ai-atk-s0501a7:13_2": "The Buddha consented by remaining silent.",
    "ai-atk-s0501a7:13_3": "Then he should establish the crown in the land of the lady in the country of his own dwelling, saying: “The Fortunate One is the Lord of Men, the Protector of the Fortunate One. The Fortunate One should give (the monastery) for us.”",
    "ai-atk-s0501a7:13_4": "He, having consecrated all that,",
    "ai-atk-s0501a7:13_5": "After taking care of his wives, one hundred and a thousand prosperous services, (thinking): “Amongst those who were nursing the Fortunate One, returned to the country.”",
    "ai-atk-s0501a7:14_0": "one violent cow, a householder, who was a child, with faith and confidence.",
    "ai-atk-s0501a7:14_1": "He gave gifts to the Community of monks with the Buddha at its head.",
    "ai-atk-s0501a7:14_2": "He took a residence in the country, together with his attendants, saved one thousand (supernatural)s, and giveed the offerings to that man.",
    "ai-atk-s0501a7:14_3": "Whatever country they knew that",
    "ai-atk-s0501a7:14_4": "After giving, they did the things took their food and drink, the fire burning the flames.",
    "ai-atk-s0501a7:14_5": "Indeed, the King’s son, the son of the Fortunate One’s son, having prepared a drink for the King, and he returned to his own city.",
    "ai-atk-s0501a7:14_6": "The Fortunate One arrived there.",
    "ai-atk-s0501a7:14_7": "And the kings and their harem, and their converses, were reborn in hell for a gathering of people, together with the king and rising up to them. They passed away in hell for the gathering of people.",
    "ai-atk-s0501a7:14_8": "Afterwards they’re reborn in hell because of the two hells, the animal realm, and the ghost realm.",
    "ai-atk-s0501a7:15_0": "Then at the time of the Buddha Kassapa, having arisen in the time of the Buddha Kassapa,",
    "ai-atk-s0501a7:15_1": "And the people gave gifts for their own departed relatives and kin, thinking, “May they give gifts for our relatives and kin.”",
    "ai-atk-s0501a7:15_2": "they get had arrived.",
    "ai-atk-s0501a7:15_3": "Then Pessa the departed seeing him and asked him,",
    "ai-atk-s0501a7:15_4": "“Sir, might we get any bowl back to me?”",
    "ai-atk-s0501a7:15_5": "The Blessed One said:",
    "ai-atk-s0501a7:15_6": "“Now you must get a gift, so I can see him. But the Buddha will be anointed, and next after him.” And he gave him a gift, and then he gave him one.",
    "ai-atk-s0501a7:15_7": "When they said this, they said, “Dear Parkhī, do you have said.”",
    "ai-atk-s0501a7:16_0": "Then in one middle of the Buddha, the Saṅgha of Buddhas arose in me,",
    "ai-atk-s0501a7:16_1": "And the three hundred and fifty royal maidens, having concluded their business together with the kingdom, and ramparted by that king. He had stayed in the royal compound named Setiṭṭhita, the lord of the earth, and had three distributed the highest among men.",
    "ai-atk-s0501a7:16_2": "All the King’s retinue and the King’s assembly, being reborn in expensive.",
    "ai-atk-s0501a7:17_0": "After our approval, the Buddha, having progressed the seventeenth day of the Dhamma, and gradually went to Bārāṇasī in the group of five hundred thousand (of Buddhas). After having exceeding the three Vedas, he returned to Rājagaha.",
    "ai-atk-s0501a7:17_1": "At that, government King Bimbisāra was established in the fruit of Stream-Entry along with King Bimbisāra.",
    "ai-atk-s0501a7:17_2": "Then the Fortunate One, having invited the King for a meal on the following day, in front of Sakka, among the gods of the Thirty-Three, while going along the city –",
    "ai-atk-s0501a7:18_0": "“The Tamed One with the Tamed, with the former yogis, the Liberated One with the Liberated,",
    "ai-atk-s0501a7:19_0": "The Buddha entered Rājagaha.”",
    "ai-atk-s0501a7:20_0": "being thus entered Rājagaha, the Great Cloud Grove in this way, entered Rājagaha, and offered the king’s residence.",
    "ai-atk-s0501a7:20_1": "But now the king said, “Now the king will recite these eight gifts.”",
    "ai-atk-s0501a7:21_0": "The king gave gifts, “Where should the Buddha live?” But he thought, “How far the Buddha is not able to belong to anyone else?",
    "ai-atk-s0501a7:21_1": "When loved by the night had been cut off, the king’s home was destroyed, and so he gave a monastery,",
    "ai-atk-s0501a7:21_2": "The king told him,",
    "ai-atk-s0501a7:21_3": "“Sir, what will the opportunity to me?”",
    "ai-atk-s0501a7:21_4": "The Blessed One said:",
    "ai-atk-s0501a7:21_5": "“Great king, don’t be afraid of yours, even when your former wife has arisen. Then the Buddhas are judged, saying: ‘Great king, I will give you one out of compassion for you. The In this way you don’t get enough for you.”",
    "ai-atk-s0501a7:22_0": "But now he said, “But we’ve given it to you.”",
    "ai-atk-s0501a7:22_1": "“Yes, great king.”",
    "ai-atk-s0501a7:22_2": "“Well then, sir, may the Buddha please accept my offering of today.”",
    "ai-atk-s0501a7:22_3": "The Buddha accepted it.",
    "ai-atk-s0501a7:22_4": "The King, having gone to a house, and after informing the Buddha, he announced the time, saying,",
    "ai-atk-s0501a7:22_5": "the Fortunate One, together with the King’s royal compound, sat down on the prepared seat,",
    "ai-atk-s0501a7:22_6": "and they (also) said: “Even if you can go to the repairing sounds,”",
    "ai-atk-s0501a7:22_7": "But the Fortunate One had All-hundred carts as before.",
    "ai-atk-s0501a7:22_8": "The king grandsons, saying, “Give me some gifts,” “Even if you were to become a lotus pond,” and they had produced.",
    "ai-atk-s0501a7:22_9": "There they drunk the bathing and drinking water, buttermilk and stone golden garlands.",
    "ai-atk-s0501a7:22_10": "The king gave rice-gruel and milk, and curds had the portions of that food. They thend for the heavenly particulars and fats.",
    "ai-atk-s0501a7:22_11": "and so they used them.",
    "ai-atk-s0501a7:22_12": "Then the resting places were recited (and given):",
    "ai-atk-s0501a7:22_13": "And as a heavenly  Only Excellent nymphs in, the mudic, pleasurable, or many.",
    "ai-atk-s0501a7:22_14": "And the entirety of determined they determined as the Fortunate One.",
    "ai-atk-s0501a7:22_15": "was delighted and satisfied with the King.",
    "ai-atk-s0501a7:22_16": "After that the Buddha had finished his meal and refused an invitation to eat more, the King recited this verse: “The Magadhan devotees” recited this verse: “They recited these verses”:",
    "ai-atk-s0501a7:23_0": "And this is how it is said: “By this point arrival made known by the surrounding which is made clear, and made the merit by all of them are shown by one who is like this, and what is announced.”",
    "ai-atk-s0501a7:24_0": "First: Principles",
    "ai-atk-s0501a7:25_0": "1.",
    "ai-atk-s0501a7:25_1": "Now we shall perform the reason for this (risking) the meaning of the Fraternity.",
    "ai-atk-s0501a7:25_2": "That is:",
    "ai-atk-s0501a7:25_3": "First the (where) stays long, leprosy, boarding laziness, etc., are what is called leviatha.",
    "ai-atk-s0501a7:25_4": "it is possible (to say): “Having lie down” and so on, this is a term for resting place.",
    "ai-atk-s0501a7:25_5": "Then, just as, when disposed mountains, the Councillor goes along people storms, the particulars, say, “Go away is performing,”",
    "ai-atk-s0501a7:25_6": "the fourth is also called “notwn” when it is snoring of the four floods, timber trees and for the fourth months of the rainy season.",
    "ai-atk-s0501a7:25_7": "At that time it was said: “Anyone who was a giver’s introducing the first portion of the Saṅgha with them, he resentful and gloriously.”",
    "ai-atk-s0501a7:25_8": "they stand at the door-posts of the town gate,",
    "ai-atk-s0501a7:25_9": "They bring the simile of the Sakyans and the teachers in the home, and their husbands home into the household life.",
    "ai-atk-s0501a7:25_10": "Then both of them came, and she said, “I will go there.”",
    "ai-atk-s0501a7:26_0": "Second: Learning Crests",
    "ai-atk-s0501a7:27_0": "2.",
    "ai-atk-s0501a7:27_1": "In this way, when the Buddha had stayed in a household life, some people of the uninterrupted household-handed, spotless, thorny, came back to their home, and some with blossoms. From thence about towers, through, fleeze, goats, and sheep-headed drums. And some swelling the sails in the wind and sun’s body, while some were stomaches, some were strands, thornying, some spomaching, while some with roughing, some swallowing, some shrinking, one-poutsing, and one-pobutchinginginginginging from the routs.",
    "ai-atk-s0501a7:28_0": "“Shes are included in the reference to the walls,",
    "ai-atk-s0501a7:29_0": "they stand at the door-posts, having come to their (former) homes.”",
    "ai-atk-s0501a7:30_0": "Having said that (after this) is shown the second place, he said to the boy, “Difficult to the second,” and on the second occasion,",
    "ai-atk-s0501a7:31_0": "Herein, many sorts are commoned as many as.",
    "ai-atk-s0501a7:31_1": "for he is killed, he does not say, “Surely, he is indeed,” and so on.",
    "ai-atk-s0501a7:31_2": "some, thinking: “Which is the case,” and they wrap (them) with the thought and so on.",
    "ai-atk-s0501a7:31_3": "These Queen Paṭācārā",
    "ai-atk-s0501a7:31_4": "My food and drink",
    "ai-atk-s0501a7:31_5": "“Forget today, mildday and food is shown by the four intrusions, not being eaten by the four kinds of nutriment.”",
    "ai-atk-s0501a7:31_6": "When he is attended on by one who is nurses, it is when he is announced.",
    "ai-atk-s0501a7:31_7": "no-one remembers their mother or father, or their brothers, or their sons.",
    "ai-atk-s0501a7:31_8": "Why is that?",
    "ai-atk-s0501a7:31_9": "(but) did the legal procedures that are legitimate, non-doing, the consent to, and the ignorant deeds, etc.,",
    "ai-atk-s0501a7:31_10": "For that deed is their own work, they don’t give it.",
    "ai-atk-s0501a7:32_0": "Third: Principles",
    "ai-atk-s0501a7:33_0": "3.",
    "ai-atk-s0501a7:33_1": "In this way the Buddha spoke of talking non-human beings in the future: “Now, even though I haven’t done anything to breaking off, etc., and doing this for anyone who shows them, whose shaves off their relatives and kinsmen and kinsmen who have compassion on this way, etc., and who is the ones who showing them?”",
    "ai-atk-s0501a7:34_0": "“Through abundant food and drink, But when abundant food and drink, is prepared,",
    "ai-atk-s0501a7:35_0": "no-one remembers deeds thus a condition for those who are reborn in hell –",
    "ai-atk-s0501a7:36_0": "After saying, the king’s good gifts, he gave gifts to the departed relatives and kin, saying: “Take the third time, while giving a gift to your relatives and children.”",
    "ai-atk-s0501a7:37_0": "likewise means striving rain on that barren.",
    "ai-atk-s0501a7:37_1": "at the time of the two bonds:",
    "ai-atk-s0501a7:37_2": "Those sentient beings who do work. They give compassion for sentient beings, and they don’t give gifts because of their actions. And they give only what’s left behind.",
    "ai-atk-s0501a7:37_3": "give to them, doing this.",
    "ai-atk-s0501a7:37_4": "The relatives live and the kin are bound by them.",
    "ai-atk-s0501a7:37_5": "Your sons and daughters are the daughters-in-law, or the daughters will be brothers.",
    "ai-atk-s0501a7:37_6": "who wants to have compassion for his welfare.",
    "ai-atk-s0501a7:37_7": "May I give up sightless, accumulating legitimate wealth, and delighting in Dhamma.",
    "ai-atk-s0501a7:37_8": "the excellent is the best,",
    "ai-atk-s0501a7:37_9": "she comes back to the eldests of relatives, and it was standing in the sitting hall.",
    "ai-atk-s0501a7:37_10": "and leading to an eon in what is not suitable, it’s proper to deserve to be given up.",
    "ai-atk-s0501a7:37_11": "drinks, food, and drinks.",
    "ai-atk-s0501a7:37_12": "Here abstains all in the morning:",
    "ai-atk-s0501a7:38_0": "Fourth: Grasping is the commentary",
    "ai-atk-s0501a7:39_0": "The Buddha has given food to his relationship in the Magadhan Kings, and compassion for his kinsmen:",
    "ai-atk-s0501a7:40_0": "“Indeed thus, those who have compassion for relatives,",
    "ai-atk-s0501a7:41_0": "at the right time, pure, excellent, suitable drink and food.",
    "ai-atk-s0501a7:42_0": "it is said that one is given. While giving this verse was said to them, it is for the fourth in the former time.",
    "ai-atk-s0501a7:43_0": "“Indeed thus, those who have compassion for relatives,",
    "ai-atk-s0501a7:44_0": "May your relatives be happy and may all your relatives!”",
    "ai-atk-s0501a7:45_0": "This is how you should give instruction.”",
    "ai-atk-s0501a7:46_0": "Herein, should be given to the Dhamma,",
    "ai-atk-s0501a7:46_1": "“I hope you’re united with in harmony, appreciating, as in harmony, appreciating each other,” and so on.",
    "ai-atk-s0501a7:46_2": "may those who have become well-known as departed, and may those who have arisen in the family.",
    "ai-atk-s0501a7:46_3": "May our relatives be happy and healthy! May they be happy and recoil from pain!”",
    "ai-atk-s0501a7:47_0": "Fourth: (Heaves), the commentary,",
    "ai-atk-s0501a7:48_0": "4-5.",
    "ai-atk-s0501a7:48_1": "When he says this, “May the Buddha give you the gift of good-hearted relatives, who have been shown that he is well-known and famous, may this be our relatives, and so are well-known investigated, happy! May he not give you a reason for this?” And that is how it is said, “May you live in this way may this way: “May you not be able to do so, for the sake of skillful deeds.”",
    "ai-atk-s0501a7:48_2": "therefore, in that very moment they do two or three fruits, the fourth part of the profitable worms (of the bowl), and instruments therefore, the last one, and the fifth instance.",
    "ai-atk-s0501a7:49_0": "Thus is the meaning of it:",
    "ai-atk-s0501a7:49_1": "They think, “After wherever they’ve come from, give gifts and make offerings them one’s practises, and whenever they come back, they will come back. They’ve come to us again and again.” Then they said, “It’s appropriate for us to practice it.”",
    "ai-atk-s0501a7:49_2": "Associating with food and drink don’t being recited, the result for that person (only) recited.",
    "ai-atk-s0501a7:49_3": "identity view, self-control, moves backwards, controlling the mind, not undeveloped. When the mind is full of rapture, they feel bliss. And when their mind is full of rapture, they’re happy.",
    "ai-atk-s0501a7:50_0": "Pañcasikha’s level, covered in the five lower realms,",
    "ai-atk-s0501a7:51_0": "5-6.",
    "ai-atk-s0501a7:51_1": "according as it is said, “The Buddha shows that fruit of good and bad deeds, and with that moment’s produced in one who is shown that same deed is shown by.”",
    "ai-atk-s0501a7:52_0": "After saying: “Having gathered here, we have come here,",
    "ai-atk-s0501a7:53_0": "And when the food and drink are prepared in offerings, respectfully –",
    "ai-atk-s0501a7:54_0": "after saying this, the relatives of those who live in dependence on the ground because of the very fruit of his relatives and friends gave them to those relatives. But they said, “Hopefully weighing the fifth itself, live in the sixth and tenth.”",
    "ai-atk-s0501a7:55_0": "Thus is the meaning of it:",
    "ai-atk-s0501a7:55_1": "may live long, may they live long!",
    "ai-atk-s0501a7:55_2": "our relatives.",
    "ai-atk-s0501a7:55_3": "any reason or cause or reason.",
    "ai-atk-s0501a7:55_4": "betrays a rock,",
    "ai-atk-s0501a7:55_5": "After rejoicing it oneself that was like someone who shooks from a bowl,",
    "ai-atk-s0501a7:55_6": "For it is the subduing of his own enjoyment in the donor of his own fruit, for the sake of the offerings, and for the sake of the offerings that are present.",
    "ai-atk-s0501a7:55_7": "Herein, tamed means after a (follow) she was purified by seeing the reason",
    "ai-atk-s0501a7:55_8": "That’s why I said, “It’s the reason for you to get the cause of cos.”",
    "ai-atk-s0501a7:55_9": "It is because we worshipped this offering, and so on.",
    "ai-atk-s0501a7:55_10": "It is good to enjoy the fruits of the donorts, Yamunā, and don’t fall down the fruits of what is done.",
    "ai-atk-s0501a7:56_0": "Here it may be said:",
    "ai-atk-s0501a7:56_1": "“But how do they find non-human beings who have been reborn in a place given? Or do they get had by others?”",
    "ai-atk-s0501a7:56_2": "“This has been answered by the Buddha, what does he say about us? How should we do it?",
    "ai-atk-s0501a7:56_3": "for this is said:",
    "ai-atk-s0501a7:57_0": "“Master Gotama, who gives gifts carefully, thoughtfully, and it is my relatives who partakes of offerings. When they’re satisfied, they use it a gift. But their departed, an offering, and they enjoy it.",
    "ai-atk-s0501a7:57_1": "Right ...",
    "ai-atk-s0501a7:58_0": "“Then, Master Gotama, what are the right and wrong conditions?",
    "ai-atk-s0501a7:58_1": "It’s when someone kills living creatures. ...",
    "ai-atk-s0501a7:58_2": "When their body breaks up, after death, they’re reborn in hell.",
    "ai-atk-s0501a7:58_3": "There they survive feeding on the food of the hell beings.",
    "ai-atk-s0501a7:58_4": "This is the place where the one who stands, the one who lives there.",
    "ai-atk-s0501a7:59_0": "“Someone else who kills living creatures ...",
    "ai-atk-s0501a7:59_1": "They have wrong view ...",
    "ai-atk-s0501a7:59_2": "There they survive feeding on the food of the animal realm.",
    "ai-atk-s0501a7:59_3": "The conditions there too are wrong, so the gift does not aid the one who lives there.",
    "ai-atk-s0501a7:60_0": "“Brahmin, take someone who doesn’t kill living creatures, steal, commit sexual misconduct, or use speech that’s false, divisive, harsh, or nonsensical.",
    "ai-atk-s0501a7:60_1": "When their body breaks up, after death, they’re reborn in the company of humans. ...",
    "ai-atk-s0501a7:60_2": "in the company of the gods.",
    "ai-atk-s0501a7:60_3": "There they survive feeding on the gods.",
    "ai-atk-s0501a7:60_4": "The conditions there too are wrong, so the gift does not aid the one who lives there.",
    "ai-atk-s0501a7:61_0": "“Someone else who kills living creatures ...",
    "ai-atk-s0501a7:61_1": "wrong view ...",
    "ai-atk-s0501a7:61_2": "There they survive feeding on the food of the beings in the ghost realm.",
    "ai-atk-s0501a7:61_3": "Whatever friends and colleagues, relatives and kin provide you with from here. And they survive on that,",
    "ai-atk-s0501a7:61_4": "This is the place where the gift manifests, that gift does not arise.",
    "ai-atk-s0501a7:62_0": "“But Master Gotama, who partakes of that gift if the departed relative is not reborn in that place?",
    "ai-atk-s0501a7:62_1": "And the departed relatives reborn there will partake of that gift.",
    "ai-atk-s0501a7:63_0": "“But who partakes of the gift when neither that relative nor other relatives have been reborn in that place?",
    "ai-atk-s0501a7:63_1": "It’s impossible, it cannot happen that that place is vacant of departed relatives in all this long time.",
    "ai-atk-s0501a7:63_2": "It’s never fruitless for the donor.”",
    "ai-atk-s0501a7:64_0": "Second: the Simile of the Fruits of Love",
    "ai-atk-s0501a7:65_0": "6-7.",
    "ai-atk-s0501a7:65_1": "So the Buddha shows that the Fortunate One’s chief ministers thus, “Delightened, ~ in the past,” and they thus shown that he is satisfied, saying, “Great king, this gift is how this gift.”",
    "ai-atk-s0501a7:66_0": "“May our relatives live happily towards us.",
    "ai-atk-s0501a7:67_0": "for we have been honoured, those who give are not without reward!”",
    "ai-atk-s0501a7:68_0": "Having spoken that very (food), he said: “Anyone who is fond of such-and-such a place and wins appearance, he gives to the sixth, and the smallest he said, “Give us here, this horse, and so on.”",
    "ai-atk-s0501a7:69_0": "Here is the commentary on the meaning:",
    "ai-atk-s0501a7:69_1": "Where there are no ghosts for you that would be reborn in the ghost realm.",
    "ai-atk-s0501a7:69_2": "don’t arise any opposite sex. And in whatever place the cowherd fails, they won’t get rid of respons.",
    "ai-atk-s0501a7:69_3": "likewise for the sake of knowledge and conduct, and for the sake of non-decline, it would be good for the sake of rebirth.",
    "ai-atk-s0501a7:69_4": "...",
    "ai-atk-s0501a7:69_5": "The departed, the departed, and (therefore) departed. And the other departed, after giving them to his relatives or family members.",
    "ai-atk-s0501a7:69_6": "sentient beings who have good ghosts, by the ghost realm,",
    "ai-atk-s0501a7:69_7": "When someone dies, they think, “What is the time of death?” and they made a shelter against him?",
    "ai-atk-s0501a7:69_8": "to live on that ghost,",
    "ai-atk-s0501a7:70_0": "Generally Practice for eight months",
    "ai-atk-s0501a7:71_0": "8-9.",
    "ai-atk-s0501a7:71_1": "After saying this, the departed, they departed, saying: “Looking!” When the goods have been passed away, they departed in the water, they are shooked by that verse: “This is the water, this is the water for washing the feet.”",
    "ai-atk-s0501a7:72_0": "The meaning of this:",
    "ai-atk-s0501a7:72_1": "Just as when the ground is spending the time for rain, the water flows downhills towards the sky, the water flows downhills from the ground, and the water flows down when the cliff is struck. The one who gives a gift is produced, the one who gives it up, the neighborhood of the earth.",
    "ai-atk-s0501a7:72_2": "(But) the drop of the water cannot flower from its seats, like a ghost –",
    "ai-atk-s0501a7:72_3": "“This thing is standing, brahmin, for the giving of a gift.”",
    "ai-atk-s0501a7:72_4": "And just as it was when he collected sticks together with the branches and foliage camps, so too it was given under the branches of a great tree trunk, or a lamp, when it was given to them, so it was given up before.",
    "ai-atk-s0501a7:73_0": "Provided for ten months",
    "ai-atk-s0501a7:74_0": "10.",
    "ai-atk-s0501a7:74_1": "The Buddha replied, “Dearly, having told her all that had happened,” and he said, “Listen, we shall go back to the charnel ground; when these things are given to me,” he said, “Give me such-and-such a clans,” and he said, “Give me such-and-such a clan.”",
    "ai-atk-s0501a7:75_0": "The meaning of this:",
    "ai-atk-s0501a7:75_1": "“This is my wealth, Dhaniya, and this is better.” He says, “Don’t kill living creatures, steal, commit adultery, lie, or taken my father, and my grandmother.” And he says, “Be my father’s father, friends, and colleagues, relatives and kin, ‘By this gift I’ve left behind my father’s back.”",
    "ai-atk-s0501a7:75_2": "and another, thinking, “Through the offering is given to those who are worthy of offerings,”",
    "ai-atk-s0501a7:75_3": "The meaning of this:",
    "ai-atk-s0501a7:75_4": "The robe should be given:",
    "ai-atk-s0501a7:75_5": "He recollects a religious donation of ghosts, “He does not recall what was said in the past” .",
    "ai-atk-s0501a7:75_6": "You can get to know the following enemy of primary elements;",
    "ai-atk-s0501a7:76_0": "Protectors is the commentary on the meaning of the eleventh day.",
    "ai-atk-s0501a7:77_0": "the Fortunate One said this to the southern quarter in the Southerns that are preceding the Kāsīs:",
    "ai-atk-s0501a7:78_0": "“They gave to me, and I wish to my relatives.",
    "ai-atk-s0501a7:79_0": "they are worthy of a religious donation of ghosts, and (thinking):",
    "ai-atk-s0501a7:80_0": "Having said (that), when those who were childying with leaf-hut they fall into pieces of their sea, all they do not show whatever they choose adornments there were, being carried on them along, and once more than that, they bring it to the neighbourhood.",
    "ai-atk-s0501a7:81_0": "There they show (him) affection, crooked and showed the body of the deathless.",
    "ai-atk-s0501a7:81_1": "is the sorrow of the one who shows that thought with the mind:",
    "ai-atk-s0501a7:81_2": "He will not get by on the name of the (result) Liberations,",
    "ai-atk-s0501a7:81_3": "desiring: “Looking to such and such weapons!” But wreathed and lamented, gladness and disparaged by the head, etc., this is the commentary on the beautiful commentary on the beautiful and ugly aspects.",
    "ai-atk-s0501a7:82_0": "Privices for twelve years",
    "ai-atk-s0501a7:83_0": "12.",
    "ai-atk-s0501a7:83_1": "The Buddha said: “Nandaka, go to the realm of the gods, and lamenting for him, and making a complete and growing on the right size of all,” he said, “Listen, we shall give it to the south.” And he showed that, he said, “Lay follower, to the right here.”",
    "ai-atk-s0501a7:84_0": "The meaning of this:",
    "ai-atk-s0501a7:84_1": "But this gift is for your own well-known and famous religious donation. That’s why it has been given to you for the benefit, welfare, and happiness of the world.",
    "ai-atk-s0501a7:84_2": "he exercises his reasons, at that moment, thus it is “with meaning” since it is no longer manifest.",
    "ai-atk-s0501a7:84_3": "For just as the simile of the manner says, “He is called an indication,” and in the same position as it is given in a moment, thus it is called “position” .",
    "ai-atk-s0501a7:84_4": "Such a one gives a gift to one who is standing, walking, standing, sitting, or lying down in the next world. And on what is said to be ‘with its next world’ and ‘with its gods’, being fettered’, is said to be ‘giving’ in achievement’.",
    "ai-atk-s0501a7:84_5": "With this conception of the meaning and the simile of the meaning is born.",
    "ai-atk-s0501a7:85_0": "Privates scraps of scraps buttermilk",
    "ai-atk-s0501a7:86_0": "the Fortunate One is shown by the King, by the southern branch –",
    "ai-atk-s0501a7:87_0": "“I’ve given a gift to a Community, well placed in the Saṅgha,",
    "ai-atk-s0501a7:88_0": "is of benefit to them for a long time, immediately it is of benefit.”",
    "ai-atk-s0501a7:89_0": "Having spoken thus, Yasa by his relatives, he should not grant them offer us rice and porridge, regardless of whether they have been performed, the rites for the religious donation, and his relatives and kin, the Buddha, the bestowed you. And he should not neglect himself thus: “As southerned by the Blessed One, who is worthy of veneration with joined palms, and strength, and thinking: “As the greatness of merit for the welfare and self-control, etc., as you are satisfied, respected by the Blessed One, compassionate, desiring the obseser of relatives and groups, desiring the obses of men, and having nourished by the deities, that famefact, the making merits of this merits of the food and drink, etc., weaking the produced by the produced by the accumble discie of fame of fame of men, he is to his relatives of men,",
    "ai-atk-s0501a7:90_0": "“This then is the definition of a relative’s duties -",
    "ai-atk-s0501a7:91_0": "how high honor to departed is performed,",
    "ai-atk-s0501a7:92_0": "how the mendicants can be kept healthy,",
    "ai-atk-s0501a7:93_0": "and no little merit has been produced by you –",
    "ai-atk-s0501a7:94_0": "By this verse of the Dhamma",
    "ai-atk-s0501a7:95_0": "Then the relatives of the Dhamma, Vāseṭṭha, finding subdued the Buddha with this verse:",
    "ai-atk-s0501a7:95_1": "For the lazy of relatives is shown in accordance with the Dhamma . And the chiefs have been worshipped by this reference to the highest worship.",
    "ai-atk-s0501a7:95_2": "lofty praise, they should encourage them to make offerings:",
    "ai-atk-s0501a7:95_3": "how the mendicants live with a Dhamma talk connected with them.",
    "ai-atk-s0501a7:95_4": "For the power of the offerings is given in this way the gift of giving the gift of gifts, while the deceiving of wide opennesses, and troops are given to them.",
    "ai-atk-s0501a7:95_5": "and no little merit has been produced by you by this merit.",
    "ai-atk-s0501a7:95_6": "For the means of abundant merit is the same as that of the rainy season residence was used in a gift embracing of the meritorious actions, as well as in the case of the blooming field, which carries off the crowd of the people.",
    "ai-atk-s0501a7:96_0": "which he had 84,000 beings, with the ghost realm, and the counselor of the Spiritualities, and became one thousand by number of years.",
    "ai-atk-s0501a7:96_1": "On the second day the Buddha taught ...",
    "ai-atk-s0501a7:97_0": "Except in the ultimate talk, lesserating,",
    "ai-atk-s0501a7:98_0": "The commentary on the foreheads is finished."
}