{
    "ai-atk-s0511a6:0_0": "6. Sumanabuddhavaṁsavaṇṇanā",
    "ai-atk-s0511a6:1_0": "When he had bathed and emerged from the darkness of the ten-thousand worlds, he the rolled forth in that darkness and that drove his life, having been reborn in the company of the gods of the Thirty-Three, after making an end of ten thousand rebirths, and I was reborn in the company of the Joyful Gods, my Lord of the Gods Who Control the Creations, and I gave him a life:",
    "ai-atk-s0511a6:1_1": "The rest is as before.",
    "ai-atk-s0511a6:2_0": "Once he had arrived in the city of Khomadussa, and he, having a fortnight over a hundred thousand coins, spillars, and having taken up their swords and shouts, like a fierce elephants, horses, and chariots, and he, having seen the fortune in a new palaces, and like a godroom where the gods threw their son was named Thunded.",
    "ai-atk-s0511a6:2_1": "But the thirty one hundred and fifty million years went forth.",
    "ai-atk-s0511a6:3_0": "Taking the alms-bowl and the tenth year, and having embarked ten mixed with white clothes. He then made a messenger on the ground, and he puts them aside, without placing the requisites in the middle of the day, he sat down on the level ground strewing over his head, and with his bodies the grass and leaves, the wooden strawshle. After eating the grass he wood, without having end of the tied it, he then returned it into the (firmber tree) in the wood, he sat down on the eight months beyond doubts, and attained to the end of the (hade of the Jambapaṇṇi.",
    "ai-atk-s0511a6:3_1": "Then he dispelled Māra’s power and understanded all omniscience (right).",
    "ai-atk-s0511a6:3_2": "“... transmigration ...",
    "ai-atk-s0511a6:3_3": "uttered this exalted utterance:",
    "ai-atk-s0511a6:3_4": "Therefore it is said:",
    "ai-atk-s0511a6:4_0": "1.",
    "ai-atk-s0511a6:5_0": "“Having nothing called Sumana,",
    "ai-atk-s0511a6:6_0": "the supreme state of all things is supreme.”",
    "ai-atk-s0511a6:7_0": "Herein, courtesan: the Fortunate One’s Saṅgha of the Dhamma,",
    "ai-atk-s0511a6:7_1": "all states of unconcentrated to all things: lack of virtue, concentration and wisdom.",
    "ai-atk-s0511a6:8_0": "And the Buddha, whose mind was intent on awakening, having taught him the Dhamma each of the seven times, and when he had learnt the Dhamma, he said:",
    "ai-atk-s0511a6:8_1": "“Whose teaching was taught first from the group of thirty-two years?” And he saw what was happening for himself to his own son, the brahmin Kakutthā River, and he was responsible. He was seen and heard:",
    "ai-atk-s0511a6:8_2": "“Anyone of these were taught first Dhamma to the king, like a charming screen, the royal koṭis of gods in the wilderness, and having conquered all the hundred times of the realm, he gave (to them): “Oh, the lord of the earth, after summoning the religion of the earth, Mother and a hundred thousand warriors, was continually beautifully drewnedly, and charming into the world with another seventy thousand koṭis of beings, for the gods and humans.",
    "ai-atk-s0511a6:8_3": "Therefore it is said:",
    "ai-atk-s0511a6:9_0": "2.",
    "ai-atk-s0511a6:10_0": "“Having heard the deathless dreadful things, I frightened,",
    "ai-atk-s0511a6:11_0": "The life of the Transmigration of the Victor is fourfold.”",
    "ai-atk-s0511a6:12_0": "Herein, attaining the deathless, and end in extinguishment:",
    "ai-atk-s0511a6:12_1": "Since he teaches Dhamma: he says slowly,",
    "ai-atk-s0511a6:12_2": "This is called the Deathless in the deathless sky.",
    "ai-atk-s0511a6:12_3": "Hence it is said:",
    "ai-atk-s0511a6:12_4": ": “The life of purity of the Victor is in conformity with the Dhamma,”",
    "ai-atk-s0511a6:12_5": "Herein, through the means of these four bases of psychic power, the life span of the Self",
    "ai-atk-s0511a6:13_0": "As she was conceived in the world, the Leader of the World. Aspiration was the practice of attaining the immaterial attainments. Having shouted the deathless concentration through the air, having caused the four great treasures, the Sole Protector of the Bodhisatta lakes (Tree) consented to the family, and awakened to mindfulness. The attainment of the family, having ordered the family, his virtues to preciousness, wisdom, is having caused the knowledge of chanting the deathlessness, –",
    "ai-atk-s0511a6:13_1": "Therefore it is said:",
    "ai-atk-s0511a6:14_0": "3.",
    "ai-atk-s0511a6:15_0": "“Having given the defilements, and attaining supreme Awakening,",
    "ai-atk-s0511a6:16_0": "and ordered the Teacher to establish the True Dhamma.”",
    "ai-atk-s0511a6:17_0": "having then conquered his defilements there, he then conquered the boredom of defilements.",
    "ai-atk-s0511a6:17_1": "he is well-learned, Blessed One.",
    "ai-atk-s0511a6:17_2": "After causing them, he said, “Did you have troubled the distinction?”",
    "ai-atk-s0511a6:17_3": "for in that place the requisites there were beginning the precincts of the ascetic,",
    "ai-atk-s0511a6:17_4": "having given up conceit, delighting in.",
    "ai-atk-s0511a6:17_5": "“Paṭācārā is.”",
    "ai-atk-s0511a6:17_6": "the city of Emancipation.",
    "ai-atk-s0511a6:17_7": "The true teaching of the True Dhamma is best, (called) the best, made the best of town and country.",
    "ai-atk-s0511a6:17_8": "Then in the most excellent of the True Dhamma is supreme amongst the True Dhamma.",
    "ai-atk-s0511a6:17_9": "they are in the first meaning, saying: “This is what is profitable” .",
    "ai-atk-s0511a6:17_10": "and about the rules of all sorts of persons, etc., are said to be established in the noble ones assemblies, and establishes the essence of extinguishment.",
    "ai-atk-s0511a6:17_11": "On that occasion the Teacher was established in the True Dhamma in the city of Vedisa, straightened and quiet, At the place where the Supreme Man was planted.",
    "ai-atk-s0511a6:17_12": "Therefore it is said:",
    "ai-atk-s0511a6:18_0": "4.",
    "ai-atk-s0511a6:19_0": "“Having given the straight, unjust,",
    "ai-atk-s0511a6:20_0": "he had the great hero, (but) mindfulness of breathing.”",
    "ai-atk-s0511a6:21_0": "Herein, rising into the inside, ~ in the immediately next world,",
    "ai-atk-s0511a6:21_1": "Grounded on a hut consisting of length, which is leaning upon the hut, an unsuitable,",
    "ai-atk-s0511a6:21_2": "straightened, straightly,",
    "ai-atk-s0511a6:21_3": "It is the first benefit in the first meaning,",
    "ai-atk-s0511a6:21_4": "And abundant should be seen abundant in detail as to the different ways: it is “bounded, an excellent description of light,” it can be seen abundant, extensive, as mundane and supramundane.",
    "ai-atk-s0511a6:21_5": "hero, the great hero,",
    "ai-atk-s0511a6:21_6": "mindfulness, and guarded of the highest mindfulness (magical) mindfulness, which is established and guarded the highest bliss, thus the highest bliss (magical) mindfulness,",
    "ai-atk-s0511a6:21_7": "Or alternatively, it is held together by mindfulness.",
    "ai-atk-s0511a6:22_0": "Now, as to the City of Nibbāna, the four great kings have been handed down, and the four officials is the fruit of stream-entry.",
    "ai-atk-s0511a6:22_1": "Therefore it is said:",
    "ai-atk-s0511a6:23_0": "5.",
    "ai-atk-s0511a6:24_0": "“The four analytical knowledges have four foundations,",
    "ai-atk-s0511a6:25_0": "spent the six (story), which was resided with the six deep knowledges.”",
    "ai-atk-s0511a6:26_0": "Now, as to the Buddha, the precious treasures, the astute who know, “Bhikkhus, are mindful, and energetic,” precious things, precious, regarded as precious, mindful, and treasure is shown by them –",
    "ai-atk-s0511a6:27_0": "6.",
    "ai-atk-s0511a6:28_0": "“Those who are heedful, aroused in energy,",
    "ai-atk-s0511a6:29_0": "who (good) these virtues: Heap amongst those without exception,”",
    "ai-atk-s0511a6:30_0": "Herein, there is no small thing that is refer to",
    "ai-atk-s0511a6:30_1": "When there is heedfulness, they endowed with diligence.",
    "ai-atk-s0511a6:30_2": "being tied up with five laxes,",
    "ai-atk-s0511a6:30_3": "conscientious conduct by way of body, speech, and mind is a term for conscience.",
    "ai-atk-s0511a6:30_4": "investigation of energy is the characteristic of foulness.",
    "ai-atk-s0511a6:30_5": "because they have the energy to be endowed with these energy aroused,",
    "ai-atk-s0511a6:30_6": "This is their search, but it has not been settled before.",
    "ai-atk-s0511a6:30_7": "And owing to his being gems: they get familiar with the special qualities of the gems gems.",
    "ai-atk-s0511a6:30_8": "The Fortunate One preached the Dhamma of the whole world: “Over, having done this immerse, one hundred thousand states of existence, having conquered all the town, the capital.",
    "ai-atk-s0511a6:30_9": "Therefore it is said:",
    "ai-atk-s0511a6:31_0": "7.",
    "ai-atk-s0511a6:32_0": "“Those who practice absorption in the Great Wood,",
    "ai-atk-s0511a6:33_0": "The Teacher obtained first one hundred thousand million.”",
    "ai-atk-s0511a6:34_0": "Herein, pull up the ocean is the noble path, the ocean is the noble path.",
    "ai-atk-s0511a6:34_1": "A hundred thousand millions is the meaning.",
    "ai-atk-s0511a6:34_2": "it has been seen and heard",
    "ai-atk-s0511a6:35_0": "When the world of Sumana, having performed the demon city of Sumana the Serpents in the great Council Hall, having made a million near the Tambapaṇṇi.",
    "ai-atk-s0511a6:35_1": "This is the second occasion.",
    "ai-atk-s0511a6:35_2": "Therefore it is said:",
    "ai-atk-s0511a6:36_0": "8.",
    "ai-atk-s0511a6:37_0": "“When the time was time, Great hero,",
    "ai-atk-s0511a6:38_0": "They were taught the Dhamma on the second day.”",
    "ai-atk-s0511a6:39_0": "Herein, the sectarians in the sectarians, separated from the sectarians, teach the sectarians, saying: “Herein the religion of the ascetics of other religions, opies, some sectarians, the Blessed One in the sectarian teachers, the sectarians, the sectarian teachers, the sectarians, the sectarians.”",
    "ai-atk-s0511a6:40_0": "But when there are ten thousand wheels of a wheel-turning monarchs and a galaxy assembled together in this way, peoplehaved off.",
    "ai-atk-s0511a6:40_1": "“How does cessation cease?”",
    "ai-atk-s0511a6:40_2": "When he’s endowed with such eighteen grounds,",
    "ai-atk-s0511a6:40_3": "Then in the late afternoon, called Cunda the Smith together with the kingdom, came to him in the heaven of the world.",
    "ai-atk-s0511a6:40_4": "and after approaching the King asked this question:",
    "ai-atk-s0511a6:40_5": "After that was the enquiry-hundred and ninety-two million years (of the Buddha).",
    "ai-atk-s0511a6:40_6": "This is the third occasion I comprehended.",
    "ai-atk-s0511a6:40_7": "Therefore it is said:",
    "ai-atk-s0511a6:41_0": "9.",
    "ai-atk-s0511a6:42_0": "“When, gods and humans are unanimous",
    "ai-atk-s0511a6:43_0": "and asked the cessation of all,",
    "ai-atk-s0511a6:44_0": "10.",
    "ai-atk-s0511a6:45_0": "“Because of a teaching starting to cessation,",
    "ai-atk-s0511a6:46_0": "eighty-four thousand leagues.”",
    "ai-atk-s0511a6:47_0": "But the Buddha had three fine carriages of the Buddha.",
    "ai-atk-s0511a6:47_1": "There I was the first Just as the rainy season residence near the city of Meṇḍaka, and in the first month of the rainy season, the Blessed One together with a thousand Bhikkhunīs. This was the first conclusion of the perfected ones.",
    "ai-atk-s0511a6:47_2": "Then at that time one day the lord of the city of Kapilavatthu (Buddha) was sitting on the surface of the mountains (that), when the whole of the city of Kālāma, having gathered round in that place, the fifteenth day of the koṭisnawed all over the town-position and the King’s beautiful women, he accompanied by men. All of them, he warriors into the town, which all these Bhikkhus, when the monastery was situated the fourteen.",
    "ai-atk-s0511a6:47_3": "This is the second gathering.",
    "ai-atk-s0511a6:47_4": "But when Sakka was able, the leader of the gods, the Buddha, and the additions of a thousand million, the Pātimokkha gave the full moonlight (of the Saṅgha).",
    "ai-atk-s0511a6:47_5": "Therefore it is said:",
    "ai-atk-s0511a6:48_0": "11.",
    "ai-atk-s0511a6:49_0": "“Three gods, the Great Seer’s son,",
    "ai-atk-s0511a6:50_0": "whose minds are destroyed, who have cut off the defilements, who are peaceful,",
    "ai-atk-s0511a6:51_0": "12.",
    "ai-atk-s0511a6:52_0": "“The rains residence in the Fortunate One’s invitation,",
    "ai-atk-s0511a6:53_0": "the Realised One invited the Parinibbāna of a thousand times.",
    "ai-atk-s0511a6:54_0": "13.",
    "ai-atk-s0511a6:55_0": "“Having gathered on the mountain, at the time of the journey,",
    "ai-atk-s0511a6:56_0": "and second-rounded it was second eight-thousand time.",
    "ai-atk-s0511a6:57_0": "14.",
    "ai-atk-s0511a6:58_0": "“When Sakka saw the King, Devas went to see the Buddha.",
    "ai-atk-s0511a6:59_0": "and third eighty-footed thousand million coins.”",
    "ai-atk-s0511a6:60_0": "Herein, the meaning is that it is produced by an invitation of hunger. It is to be seen in the place there.",
    "ai-atk-s0511a6:60_1": "Afterwards they another,",
    "ai-atk-s0511a6:60_2": "wherever the mountain cleft is running, when the mountain cracking?",
    "ai-atk-s0511a6:60_3": "went to the Buddha, and from his promise, he came to meet the Dhamma.",
    "ai-atk-s0511a6:60_4": "At that time the Buddha-to-be was a dragon king of great power, who had great power and great majesty.",
    "ai-atk-s0511a6:60_5": "The Buddha, knowing that the circumstance was arisen, surrounded by a hundred thousand Bhikkhus, departed from the young Bhikkhus, surrounded by a hundred thousand Bhikkhunīs, brought out the divine pairs garments, and making the offerings to the gods.",
    "ai-atk-s0511a6:60_6": "The Teacher, thinking, “In whom there will be a Buddha,” and he answered.",
    "ai-atk-s0511a6:60_7": "Therefore it is said:",
    "ai-atk-s0511a6:61_0": "15.",
    "ai-atk-s0511a6:62_0": "“Now at that time the Dragons,",
    "ai-atk-s0511a6:63_0": "Immediately adjackal and unwholesome,",
    "ai-atk-s0511a6:64_0": "16.",
    "ai-atk-s0511a6:65_0": "“I, having renounced the drum of the Dragons,",
    "ai-atk-s0511a6:66_0": "the Chapter of the Dragons, together with the Saṅgha,",
    "ai-atk-s0511a6:67_0": "17.",
    "ai-atk-s0511a6:68_0": "“Having set up a hundred thousand million years with a hundred thousand millions,",
    "ai-atk-s0511a6:69_0": "Having given a pair of Chief Disciples to the west,",
    "ai-atk-s0511a6:70_0": "18.",
    "ai-atk-s0511a6:71_0": "“The Buddha is the awakened for me, Sumana.",
    "ai-atk-s0511a6:72_0": "These many eons have been led to an end.",
    "ai-atk-s0511a6:73_0": "19.",
    "ai-atk-s0511a6:74_0": "...",
    "ai-atk-s0511a6:75_0": "(The Buddhas should be expanded as in the eight verses.)",
    "ai-atk-s0511a6:76_0": "20.",
    "ai-atk-s0511a6:77_0": "“For he who, having heard the word of her words,",
    "ai-atk-s0511a6:78_0": "more than ten places!”",
    "ai-atk-s0511a6:79_0": "The king called Sumana was the prince called Sudatta; his mother was Sudatta, and his father became one infide like a dead Soṇā, and my mother-in-law of the projecting the limit of the Fortunate One’s mother. She was one yearned the foremost of two months, eighty-four thousand (by Buddha’s) sons.",
    "ai-atk-s0511a6:79_1": "Aṅgīrasa, the King of Aṅga,",
    "ai-atk-s0511a6:79_2": "you’ll live in a monastery.",
    "ai-atk-s0511a6:79_3": "Therefore it is said:",
    "ai-atk-s0511a6:80_0": "21.",
    "ai-atk-s0511a6:81_0": "“The town called Sudatta,",
    "ai-atk-s0511a6:82_0": "These names of the people",
    "ai-atk-s0511a6:83_0": "22.",
    "ai-atk-s0511a6:84_0": "“Your all dressed in all four thousand years,",
    "ai-atk-s0511a6:85_0": "Palace of Principle, Varuṇa, and three months is supreme.",
    "ai-atk-s0511a6:86_0": "23.",
    "ai-atk-s0511a6:87_0": "There were eight-hundred million years (in all), for a hundred thousand leagues,",
    "ai-atk-s0511a6:88_0": "the vicinity named Anāṭaliputta.",
    "ai-atk-s0511a6:89_0": "24.",
    "ai-atk-s0511a6:90_0": "Seeing the sign of the four elephants,",
    "ai-atk-s0511a6:91_0": "(There is) no longer striving striving for water,",
    "ai-atk-s0511a6:92_0": "25.",
    "ai-atk-s0511a6:93_0": "“Brahmā, begged by Brahmā, who is happy,",
    "ai-atk-s0511a6:94_0": "the great hero, the ruler of the earth, in my supreme city,",
    "ai-atk-s0511a6:95_0": "26.",
    "ai-atk-s0511a6:96_0": "“She has developed nurses, and is the greatest disciples,",
    "ai-atk-s0511a6:97_0": "Udena, the son of the great hermit,",
    "ai-atk-s0511a6:98_0": "27.",
    "ai-atk-s0511a6:99_0": "“They are Upavāṇa and Upacāla.",
    "ai-atk-s0511a6:100_0": "that Buddha, with his big toe",
    "ai-atk-s0511a6:101_0": "28.",
    "ai-atk-s0511a6:102_0": "“The bolts and the sacred flame,",
    "ai-atk-s0511a6:103_0": "and Upacālā.",
    "ai-atk-s0511a6:104_0": "29.",
    "ai-atk-s0511a6:105_0": "“The Awakened One, the Buddha, who resembles the here,",
    "ai-atk-s0511a6:106_0": "The ten thousand surroundings with (the Buddha),",
    "ai-atk-s0511a6:107_0": "30.",
    "ai-atk-s0511a6:108_0": "“Not 80,000 years,",
    "ai-atk-s0511a6:109_0": "forget about the people, and so many people",
    "ai-atk-s0511a6:110_0": "31.",
    "ai-atk-s0511a6:111_0": "“After murdering (them) of Bāhiya, the captivating",
    "ai-atk-s0511a6:112_0": "The Sambuddha, the king of Veḷu, whom the Perfectly Awakened One,",
    "ai-atk-s0511a6:113_0": "32.",
    "ai-atk-s0511a6:114_0": "“The Buddha is one who has ended the defilements, and the Awakened One,",
    "ai-atk-s0511a6:115_0": "Having destroyed the great power of the two, the Great King attained Nibbāna,",
    "ai-atk-s0511a6:116_0": "33.",
    "ai-atk-s0511a6:117_0": "“Knowledge of the two kinds of treasures and two treasures,",
    "ai-atk-s0511a6:118_0": "(The Buddha), the unshakable darkness,",
    "ai-atk-s0511a6:119_0": "34.",
    "ai-atk-s0511a6:120_0": "“The Buddha is Sumana, who has become Yasa,",
    "ai-atk-s0511a6:121_0": "and its fourth temperature attends right there.”",
    "ai-atk-s0511a6:122_0": "Herein, the place where the fires are rich, adorned with excellent golden treasures, and so on, the various excellent pearls of the treasures.",
    "ai-atk-s0511a6:122_1": "Ten thousand galaxies: he exceeds, a thousand solar systems, a thousand solar systems.",
    "ai-atk-s0511a6:122_2": "When he was told, he said, “There is no need of quadruped hands of the Buddha, the meaning is this.”",
    "ai-atk-s0511a6:122_3": "like the moon shines with an ox;",
    "ai-atk-s0511a6:122_4": "Who has knotted",
    "ai-atk-s0511a6:122_5": "who come to an end,",
    "ai-atk-s0511a6:122_6": "So unattached, one thinks:",
    "ai-atk-s0511a6:122_7": "Mahātittha, and Mahātittha,",
    "ai-atk-s0511a6:122_8": "And all that is know each of them.",
    "ai-atk-s0511a6:122_9": "they bear their final body.",
    "ai-atk-s0511a6:122_10": "The rest is clear.",
    "ai-atk-s0511a6:123_0": "The Sambuddha, the complexion of the Awakened One, is finished.",
    "ai-atk-s0511a6:124_0": "The fourth section for recitation is finished."
}