{
    "ai-atk-s0510a18:0_0": "18. Kumudavaggo",
    "ai-atk-s0510a18:1_0": "the Elder Kukuṭīsa",
    "ai-atk-s0510a18:2_0": "on the mountain Dhataraṭṭha, the Elder Nun Mount Kuverasa, the Kurus (saying):",
    "ai-atk-s0510a18:2_1": "And this Elder Mahā Kassapa, having recently been created in the former places of treasures, at the head of the Himalayas there, having risen above the (from the Buddha), when he was born, under the head of the Himalayas, having spread out a seat, and himself constructed the Fortunate One.",
    "ai-atk-s0510a18:2_2": "The Fortunate One, having given approval, went away.",
    "ai-atk-s0510a18:3_0": "1.",
    "ai-atk-s0510a18:3_1": "Then, after attaining the delightful path of good deeds, and causing the rolls of the gods, he reached Arahatship and attains the goal of the heavenly wheel-treasure, and he was reborn in this family home with his own insight due to the ending of defilements. Then he came to destruction and having attained Arahantship, the abandoning of the treasures.",
    "ai-atk-s0510a18:3_2": "There the Yakkha named Famous One, the hero, having gold Who is contented (also) like a guard, protection and untouched out its Yakkhas; and so on, each other with its own hands and feet, bodies became an altogether, authority, and so forth.",
    "ai-atk-s0510a18:4_0": "went in search of flowers, nearby a flower, a terrible wood, the sun (longs) made of Saṁsāra flowers, etc., and the sun is made of flowers in the midst of a lotus flower.",
    "ai-atk-s0510a18:4_1": "They gather together to the wheel-turning monarchs, chariot-makers, and make it happy.",
    "ai-atk-s0510a18:4_2": "each is worth learning.",
    "ai-atk-s0510a18:5_0": "the Elder Kukuṭīsa is the commentary on the undertaking of the ascetic practices .",
    "ai-atk-s0510a18:6_0": "the commentary on the foreign Bodhisatta",
    "ai-atk-s0510a18:7_0": "* While the Fortunate One was being instructed, the monks from Koṇḍañña who had said this to the Elder Nigaṇṭha Nātaputta,",
    "ai-atk-s0510a18:7_1": "This undeveloped Vihāras in the past, having driven out the ropes of merit for the Buddha, for the sake of wound, having heard the subsiding of self-assured and in the Pinking doubts, make merit for the Buddha, his throat, out of faith.",
    "ai-atk-s0510a18:7_2": "the Fortunate One saw those who had seen the top of his confidence in his heart",
    "ai-atk-s0510a18:7_3": "Once he was one day, with his mind happy and joyful, having heard that the Buddha, became dispassionate towards that family. Next, he was reborn in a heavenly realm. In this way he became a human birth, when he had gone forth from that family, he was reborn in an eminent family. Having heard the Doctrine of the Buddha, he was reborn in this family.",
    "ai-atk-s0510a18:8_0": "9.",
    "ai-atk-s0510a18:8_1": "Transmigrating the former joints of the past and the future, the Koṇḍañña, the Fortunate One’s monks,",
    "ai-atk-s0510a18:8_2": "Herein, riches bites, he roses it, and gets dropped , with lumps of pale, shaven-headed man, who is it that he is a supreme person.",
    "ai-atk-s0510a18:8_3": "Then the Brahmin Koṇḍañña Who was born in the family of the Koṇḍañña, “Soṇḍañña”, and so on. Who is that but the name of the clan of him?",
    "ai-atk-s0510a18:8_4": "The remainder is drunken;",
    "ai-atk-s0510a18:9_0": "the commentary on the foreignurity is the commentary on the Elder Paṭisambhidā.",
    "ai-atk-s0510a18:10_0": "On the contrary, the Elder Tāvatiṁsa Abode,",
    "ai-atk-s0510a18:11_0": "that had been prepared for the sake of the deer-hunters, etc.",
    "ai-atk-s0510a18:11_1": "And when he had apprehended the previous practice, his merits were risky. There he saw the Buddha, and his meritorious flower, being fearful, flawed, looked down on with flowers, and liberated near the time for the Buddha, and seeing him with a garland of flowers and perfumed, etc., and the genuine of various flowers that arose in the heavens of the night, he felt arranged his mind.",
    "ai-atk-s0510a18:11_2": "The Fortunate One, having given approval, went away.",
    "ai-atk-s0510a18:12_0": "13.",
    "ai-atk-s0510a18:12_1": "Once this merit they were reborn in a heavenly realm, and so I have attained perfection and conquered the service of the Buddhas. Having heard about all these things, they reached the goal of the walk to the parks and the treasures, calmerizing them in the morning, and once more solid neighborhood of the deathless, they reached the deermination of the teaching, and perfection of joy, after hearing the Buddhas of the past, they prostitute,",
    "ai-atk-s0510a18:12_2": "Herein, hunters means hunters hunters hunters deer, or trapped in the animal realm, is the meaning.",
    "ai-atk-s0510a18:13_0": "Seeing that flayed flowers, flags, robes with blossoming lotuses, and creeping trees were stricken by day.",
    "ai-atk-s0510a18:13_1": "and old age sweps of different colors, etc., and various kinds of flowers were growing on the day, not so on.",
    "ai-atk-s0510a18:13_2": "That’s why the night had passed, (the flower) flowers and fruits therefore scents (?) took the flowers and garlands of flowers, the carpets flowers, and the meaning is needed.",
    "ai-atk-s0510a18:13_3": "The rest is the neighbortion.",
    "ai-atk-s0510a18:14_0": "Because the Uppalavaṇṇā is praised by the Elder Nun",
    "ai-atk-s0510a18:15_0": "the Elder Udaya, having fallen into the bowl of the Elder Udaya,",
    "ai-atk-s0510a18:16_0": "Vipassī, the Buddha’s stomach, etc., was said to the senior elder of the senior monks,",
    "ai-atk-s0510a18:16_1": "This too hasn’t been made by the Theras, by the attributes of good and bad deeds in the early news, and after subsiding of the Thūpa. Then he can make merit, attain story, and then embarked by the Fortunate One’s body, after placing it within the Enlightened One.",
    "ai-atk-s0510a18:16_2": "the Fortunate One gave the World’s instructions.",
    "ai-atk-s0510a18:16_3": "And so, because of that deliverance of merit was reborn in a place where the Buddha was reborn he was born in a lotus pond, which had been brought for him in this family and that he was conceived in the family. In this family, he didn’t grow in this family, in this family tradition, and once more.",
    "ai-atk-s0510a18:17_0": "18.",
    "ai-atk-s0510a18:17_1": "Later, having performed his various kinds of happiness and joy, he revealed the Blessed One’s former names to him.",
    "ai-atk-s0510a18:17_2": "Herein, I have made a well. The water falls in the lake is a term for the water. The water is a term for the lotus pond.",
    "ai-atk-s0510a18:17_3": "Vipassī, the gorge, of the Blessed One, Vipassī, was the meaning.",
    "ai-atk-s0510a18:17_4": "The rest is the neighbortion.",
    "ai-atk-s0510a18:18_0": "the Elder Udayaya Preaching is the profound’s Queening.",
    "ai-atk-s0510a18:19_0": "Queen Sīhabāhu",
    "ai-atk-s0510a18:20_0": "(when) was chief amongst those who were extinguished, etc., had gone into the presence of the Elder Nun Ciñcā.",
    "ai-atk-s0510a18:20_1": "He, having heard the word of the Buddha Paccekabuddhas, the highest of his merits, had been performed, and that was the very delightful Nimbara, which was worth at the time of his arrivals, and was worshipped the Buddha, the Lord of the treasures. When he heard that the Buddha, he was worshipped by the Buddha, the Lord of the treasures.",
    "ai-atk-s0510a18:21_0": "21.",
    "ai-atk-s0510a18:21_1": "Because of that deity of merit he re-enterers to the host of (good) people, having gone forth being reborn in this world, the host of gods, men, the Buddhas of the Devas, who have gone forth in the my family, and is subdued all the Serpents, the one who has gone forth in the first watchtower of the world, the other world with its gods and men, attained Nibbāna.",
    "ai-atk-s0510a18:21_2": "There I roared a seat of lions and lions roar; (where) seats, lions, tigers, seats, and medicines (where the Blessed One’s) seat. I regularly sat down on the most excellent seat.”",
    "ai-atk-s0510a18:21_3": "each is worth learning.",
    "ai-atk-s0510a18:22_0": "(but) for the Elder Sīvaka’s dwelling place is the commentary on the forty-three .",
    "ai-atk-s0510a18:23_0": "On the contrary, the Elders Uttarā, of the Path,",
    "ai-atk-s0510a18:24_0": "the Fortunate One, etc.",
    "ai-atk-s0510a18:24_1": "On that occasion Venerable Campā was cut off the openings of Village, the Buddhas there, a rampart through the air, and irreversible and fragrances, and when he saw the Buddha walking mindfully about the neighborhood of the earth, they became skilled in the sky, and covered the sea, with no stringss of clothes the head hairs and body hairs, as it were,",
    "ai-atk-s0510a18:25_0": "26.",
    "ai-atk-s0510a18:25_1": "With this merit of the Holy One, the Happy One, after having wandered in such a way, and making merit, he was one of great bliss, who had earned in this family, and he attained Arahantship. He having attained Arahatship and attained Arahantship. Having taken the path, he lived on the path to perfection in the perfected one.",
    "ai-atk-s0510a18:25_2": "Having performed the former judgments, he revealed the declarations of the past, saying “The Blessed One,” and so on, etc., which he showed them in the past,",
    "ai-atk-s0510a18:25_3": "He enters upon and dwells in the present life by means of the happiness of being unshakable in this body, is the meaning.",
    "ai-atk-s0510a18:25_4": "The walking-pathetic walking mindfully in the open air, the meaning is that he walked around the shade of the precincts.",
    "ai-atk-s0510a18:26_0": "and while walking mindfully in the shade of the feet, they dig up and down from the walking paths of the earth. When she was walking mindfully in the earth, they needed the meaning.",
    "ai-atk-s0510a18:26_1": "He (also) stands by the head means of his head (permission). He is the meaning.",
    "ai-atk-s0510a18:26_2": "each is worth learning.",
    "ai-atk-s0510a18:27_0": "On the variety of paths is the Elder Path leading to the rainy season.",
    "ai-atk-s0510a18:28_0": "(permission) even the Elder Uppalavaṇṇā",
    "ai-atk-s0510a18:29_0": "Sumedhā’s claims to be a single one of the senior elder, and so on.",
    "ai-atk-s0510a18:29_1": "After having performed his decorated subduing the sacrifice to the Fortunate One’s residence, he the rose-apple tree in an unsurpassed field of merit. In this way he constantly founded the Fortunate One’s residence, besides a position to the town of Vedas, the householder Jambudīpa, and he constantly worshipped the Buddha with sovereignty.",
    "ai-atk-s0510a18:29_2": "through that merit, delighting in the all-fold treasures, which had been victorious in all the world, the Jina, and was free from now through the eyes of all beings, the Buddhas, who had gone forth in the destruction of craving and dispelled passions, who had reached Arahantship and attained Arahantship. Having attained Liberation, he attained the surpassed the Jina.",
    "ai-atk-s0510a18:30_0": "30.",
    "ai-atk-s0510a18:30_1": "Later, having performed his various kinds of happiness and joy, he revealed the emergence of the gladness in the past, gladness and the northern quarters.",
    "ai-atk-s0510a18:30_2": "all that is a child,",
    "ai-atk-s0510a18:31_0": "(permission) even a single Elder nun who was commended by the Elder",
    "ai-atk-s0510a18:32_0": "the Elder Majjhantika",
    "ai-atk-s0510a18:33_0": "In Avantī Venerable Maṇiakkhika, etc.",
    "ai-atk-s0510a18:33_1": "And this Elder, having seen the Laṅkārāma being resided there, Clouded, henceiving the Fortunate One’s body, having destroyed a embankment in the shade of the rise, at the time of the Fortunate One’s good families, having abandoned his meritorious work, decorated corpses like a gem, and clothed the collar-wife, after going forth into the presence of the Buddha’s presence, and then he embarraced nodornment,",
    "ai-atk-s0510a18:33_2": "the Fortunate One sat down on the top of the confidence.",
    "ai-atk-s0510a18:33_3": "He made much preference to his heart out of desire for attaining Emancipation.",
    "ai-atk-s0510a18:33_4": "The Buddha then expressed his appreciation to the country,",
    "ai-atk-s0510a18:33_5": "And after listening to and worshipping all of the gods, which he was announcing all his merits, and through the recipient of the Buddhas, he became one who has gone forth from the home life to homelessness. He rose up into the air and reply.",
    "ai-atk-s0510a18:34_0": "34.",
    "ai-atk-s0510a18:34_1": "After one day they wandered on the skill in his domain of the Himalayas, which was skilled in the Himalayas, having discovered the Himalayas, the king of mountains, and so on.",
    "ai-atk-s0510a18:34_2": "Herein, the meaning is: it is due to surface of the Himalaya, lady, you should descend by means of the lake in the lake.",
    "ai-atk-s0510a18:34_3": "They don’t flow all around and don’t sink down to the rolls, creepers, and rolling back and forth the same lamps.",
    "ai-atk-s0510a18:34_4": "This is the meaning of that simile: it is not constructed in the sense of contemplation , and is the meaning.",
    "ai-atk-s0510a18:34_5": "At that time, when I had arrived at the Mallian pond’s gem, which I honored the Buddha Mallians, the Fortunate One was adorned, and when he was a lay person (Sakka) the Blessed One, he approached the Enlightened One.",
    "ai-atk-s0510a18:35_0": "The King, having sex (them) joyfully preferred to the Maruts. Then his mind, settles the name of the kind, delightful gems, emerging from the sky top, carried on the pile of horse-coloured ge, and his mind inclined to the line of the Buddha.",
    "ai-atk-s0510a18:35_1": "The rest is all abusive.",
    "ai-atk-s0510a18:36_0": "the Elder Majjhantika’s Queen Pūraṇa Kassapa,",
    "ai-atk-s0510a18:37_0": "the Elder Tissa related the garden",
    "ai-atk-s0510a18:38_0": "to the city of Kāsi, etc.",
    "ai-atk-s0510a18:38_1": "‘This venerable, having gone to Campā on the ground, constantly there, of Vipassī, the Buddha’s city, the Kuru among whomever had attributes of Vipassī, the clan of quarrels, arrogant, of Vipassī, who was learned and distinguished the wide open-handed Father’s attendanta to the Buddha. It was sure of all the Elder Nun Nunsaka, who had gone beyond doubts.’",
    "ai-atk-s0510a18:38_2": "And so, because of that merit they lived happily in the host of Joyful Gods. This was his life span.",
    "ai-atk-s0510a18:39_0": "39.",
    "ai-atk-s0510a18:39_1": "When this very Buddha had become disillusioned, dispassionate, and freed regarding the questions of gems, he does so after listening to the profession of the Buddhas, having taken a good response, and spiritual companions of the teachers, after hearing the Dhamma had gone forth from the lay life to homelessness. He reveals it with joy and happiness and gladness.",
    "ai-atk-s0510a18:39_2": "all that is reckoned as stated.",
    "ai-atk-s0510a18:40_0": "It is the commentary on the Elder Tissa the Visākha’s .",
    "ai-atk-s0510a18:41_0": "the Elder Nun Saṅgharakkhita",
    "ai-atk-s0510a18:42_0": "the Fortunate One’s attendant to the Elder Vessavaṇa, who were the advice to the Elder Nun,",
    "ai-atk-s0510a18:42_1": "This Elder Rohaṇa was skilled in the art of making merit for the past, future, and present, having become a consequence of his merit. When he had become a Buddha, he was conceived in the home of Sakka, the Lord of the Videhans, the Sole Lof Sakka’s son, after becoming awakened,",
    "ai-atk-s0510a18:42_2": "Once again he was skilled in proficient in this way, and having achieved human beings, attained to the knowledge of the calm and freedom, and was born in the analytical knowledge of the winner of the religion, he having attained perfection and conquered the profitable kamma, and he came to discovered the scriptures of the teachings. After hearing the Paṭisambhidā, he rose up and go forth from the Elders.",
    "ai-atk-s0510a18:43_0": "45.",
    "ai-atk-s0510a18:43_1": "This one day, when I had done a deed, “What is my result for my supernormal powers, what can I resign a deed and return to the past?”",
    "ai-atk-s0510a18:43_2": "There I is no reason for you, in fact that I must have become the Buddha’s teaching.",
    "ai-atk-s0510a18:43_3": "The remaining eighteen in the way already described.",
    "ai-atk-s0510a18:44_0": "Virtuously, the Elder Pisācas and Compassion",
    "ai-atk-s0510a18:45_0": "Because of the origin of the world"
}