{
    "ai-atk-vin02a415:0_0": "Aparadutiyagāthāsaṅgaṇikaṁ",
    "ai-atk-vin02a415:1_0": "gardening the colour of crows,",
    "ai-atk-vin02a415:2_0": "474.",
    "ai-atk-vin02a415:2_1": "if he says, “Whoever has committed an offense entailing expulsion,” and with the rains residence according to Kātiyānīs, he commits an offense entailing expulsion. He has sexual intercourse with the four offenses; he commits an offense entailing expulsion when three conditions are fulfilled;",
    "ai-atk-vin02a415:2_2": "and they are called “shows because they are common to the physical owing to the body.”",
    "ai-atk-vin02a415:2_3": "Or alternatively, there are five or six classes of offenses based on the grounds, he commits an offense entailing confession.",
    "ai-atk-vin02a415:2_4": "If he covers the Vajjis, then for the purpose of concealing the three offenses entailing suspension, he commits an offense entailing confession.",
    "ai-atk-vin02a415:2_5": "the group of five is to be expelled by the body, she commits a serious offense entailing relinquishment and confession.",
    "ai-atk-vin02a415:3_0": "If he trys in the same way: the three stages of the nights for three months, even one for a single day, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin02a415:3_1": "two one is known as far as the thirty-two parts of the body.",
    "ai-atk-vin02a415:3_2": "And there is one eleven based on the eighth part of the nuns in this very monastery,",
    "ai-atk-vin02a415:3_3": "Girimānanda these one offenses should be aroused according to the longest duration, which is an offense entailing suspension, and all that is necessary, regarded as a small thing, is the order to show all these.",
    "ai-atk-vin02a415:4_0": "Two on the Monastic Law: from roots and body,",
    "ai-atk-vin02a415:4_1": "‘The two offenses entailing expulsion are recited.’",
    "ai-atk-vin02a415:4_2": "concealed for two offenses entailing suspension,” and he commits an offense entailing confession.",
    "ai-atk-vin02a415:5_0": "if she makes an appointment with a nun in the four villages, saying, “The nuns’ made an appointment with a nun.",
    "ai-atk-vin02a415:5_1": "if he enters the vicinity of another village, he commits an offense entailing confession.",
    "ai-atk-vin02a415:5_2": "if she travels in the village to village a nun, she commits a serious offense.",
    "ai-atk-vin02a415:5_3": "If he puts down in the first penalty on one side, he commits a serious offense entailing suspension in the first and the four kinds of wrong conduct.”",
    "ai-atk-vin02a415:5_4": "if she does not makes an appointment with a nun as condition;",
    "ai-atk-vin02a415:5_5": "if he boards a boat with a nun, he commits an offense entailing confession.",
    "ai-atk-vin02a415:5_6": "When a nun returns, she commits a serious offense.’”",
    "ai-atk-vin02a415:5_7": "It is a serious offense for each other.",
    "ai-atk-vin02a415:5_8": "In the ninth waves, two offenses entailing expulsion,",
    "ai-atk-vin02a415:6_0": "two or three nights in the dark of the night without a lamp, she commits an offense entailing confession.",
    "ai-atk-vin02a415:6_1": "if she stands beyond arm’s reach of the hand, she commits an offense of wrong conduct.",
    "ai-atk-vin02a415:6_2": "if she stands by day with a man, she stands in the open, and she stands within arm’s reach of the open, she commits an offense entailing confession.",
    "ai-atk-vin02a415:6_3": "she displays off arm’s reach, she commits an offense of wrong conduct.",
    "ai-atk-vin02a415:6_4": "Approaching, aiming to a human being, he gives it back.",
    "ai-atk-vin02a415:6_5": "if the spirits give Yakkhas, they die a serious offense.",
    "ai-atk-vin02a415:6_6": "if he gives the animal to a woman, he commits an offense entailing confession.",
    "ai-atk-vin02a415:6_7": "If she is unrelated to an unrelated nun, but she gives the three robes, she commits an offense entailing confession.",
    "ai-atk-vin02a415:6_8": "If he receives four hands from the top of the palms, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin02a415:6_9": "So there are four kinds of offenses.",
    "ai-atk-vin02a415:7_0": "if he is constantly giving a teaching.",
    "ai-atk-vin02a415:8_0": "Pañcasikha was taught by the name of Delight, and five five five hundred doves",
    "ai-atk-vin02a415:8_1": "if she attends on him from the six months;",
    "ai-atk-vin02a415:8_2": "If one is beyond, one commits an offense entailing expulsion.",
    "ai-atk-vin02a415:9_0": "For he who speaks on the Monastic Law as the texts on monastic training, and he commits an offense entailing suspension.",
    "ai-atk-vin02a415:9_1": "The training rules on physical contact with the body, speech, and mind, there is no one actually no training rules.",
    "ai-atk-vin02a415:9_2": "alone, with no shelter, salty, and salty purgative.",
    "ai-atk-vin02a415:9_3": "for it is possible to look at the wrong time for one precincts.",
    "ai-atk-vin02a415:9_4": "approval in one motion and three announcements, namely:",
    "ai-atk-vin02a415:9_5": "This is quite enough for you to immerse yourself in the fourth territory.",
    "ai-atk-vin02a415:10_0": "two nun expulsion in regard to the monks, two offenses entailing expulsion, the having sexual intercourse, the nuns’ offenses entailing expulsion.",
    "ai-atk-vin02a415:10_1": "if she makes themselves moved by the earth, one who belongs to the same community and who should be reinstated, a unanimous assembly;",
    "ai-atk-vin02a415:10_2": "The Where is the ground for sarongs, and for those sarongs of the Greatly Friends of the Three and This is how they are stated.",
    "ai-atk-vin02a415:10_3": "there is two days: he preparing the trial periods with the trial periods.",
    "ai-atk-vin02a415:10_4": "two finger joints of two finger joints, two fingerbreadths, two fingerbreadths, eighty-footed nymphs, or two finger joints.",
    "ai-atk-vin02a415:11_0": "If the nun himself makes himself happy, she commits two offenses.",
    "ai-atk-vin02a415:11_1": "if she beats herself, she commits an offense entailing confession.",
    "ai-atk-vin02a415:11_2": "If she beats herself, but does not cry, she commits an offense of wrong conduct.",
    "ai-atk-vin02a415:11_3": "The Sangha specifies two kinds of deeds, he is attached to the man and the manager.",
    "ai-atk-vin02a415:11_4": "The two attainments have been laid down in the first absorption in the Vinaya commentaries on the first jhāna and In the Vinaya.",
    "ai-atk-vin02a415:11_5": "But the other monks were nine or eighteen.",
    "ai-atk-vin02a415:11_6": "After the motion, two announcements only two kinds of water:",
    "ai-atk-vin02a415:11_7": "working for deeds,",
    "ai-atk-vin02a415:11_8": "They are known in nine places, and they continue to be reborn in one place.",
    "ai-atk-vin02a415:12_0": "killing living creatures: “Here’s killing living creatures, he digs up the status of humans.",
    "ai-atk-vin02a415:12_1": "the murdered spirits who have fallen into death,",
    "ai-atk-vin02a415:12_2": "the animal realm, he commits an offense entailing confession.”",
    "ai-atk-vin02a415:12_3": "Or alternatively, three kinds of conduct, for the eight kinds of support, and for the eighth day.",
    "ai-atk-vin02a415:12_4": "But the mass of curry thus, “But stealing is any superhuman quality,” thus they say, “It is of three kinds as a superhuman quality.”",
    "ai-atk-vin02a415:12_5": "the anus or the vagina, the vagina, the anus or the vagina, the vagina, the vagina, the vagina, of the vagina, of a vagina, or above the collar bone but above the knees, apart from the anus or the vagina.",
    "ai-atk-vin02a415:12_6": "If he accepts the mission, and finds out the response, and reports back, he commits an offense entailing suspension.",
    "ai-atk-vin02a415:12_7": "If he accepts the mission, and finds out the response, but does not report back, he commits a serious offense.",
    "ai-atk-vin02a415:12_8": "If he does not accept the mission, yet finds out the response and does not report back, he commits an offense of wrong conduct.",
    "ai-atk-vin02a415:13_0": "He should not give the full ordination in groups of three people: inferior and superiority, for those who have inferior based on difference in terms of different kinds.",
    "ai-atk-vin02a415:13_1": "In the case of the one who isn’t fulfilling the bowl and robes, etc., but not begging them. These are the inclusions are also fulfilled.",
    "ai-atk-vin02a415:13_2": "And the words beginning with a garland should be understood as the basis for such things as graceful, _paṇḍaka_ animals, for the sake of the _paṇḍaka_, and for the sake of the _paṇḍaka_.",
    "ai-atk-vin02a415:13_3": "The spokes of the river is spoken of.",
    "ai-atk-vin02a415:13_4": "There are three kinds of deeds: which gives rise to the past, future, and present.",
    "ai-atk-vin02a415:13_5": "Herein, the means “Herder are nurses, etc.”",
    "ai-atk-vin02a415:13_6": "“He is doing what is beneficial,” he does what is dealt with what is unevided,",
    "ai-atk-vin02a415:13_7": "They replied, “What has been done,” and so on is included in the past, future and present,",
    "ai-atk-vin02a415:13_8": "Then another three kinds of deeds:",
    "ai-atk-vin02a415:13_9": "For a disciplinary issue:",
    "ai-atk-vin02a415:13_10": "For what is the ground in accordance with the rule, whatever is announced, it is announced by the motion, but the opinion is announced.",
    "ai-atk-vin02a415:13_11": "They mustn’t have three qualities: the nun Mettiyā; they should expel the tenfold army; the ten general support on loving-kindness, etc.; the female ghosts should be understood as the basis for ending the defilements.",
    "ai-atk-vin02a415:13_12": "The one word: “I allow three statements by means of the three statements, and with one word, and one word in groups, should pay respect to many people, and with one word.”",
    "ai-atk-vin02a415:14_0": "If he takes more than three _pāda_ coins or more than a _pāda_, or more than a _māsaka_, he commits a serious offense.",
    "ai-atk-vin02a415:14_1": "If he says, “Considerts me a robe of throat,” and with the help of that most important, then for the ending of defilements, he commits a serious offense.",
    "ai-atk-vin02a415:14_2": "cutting off the top of the stomaches, he commits a serious offense entailing confession.",
    "ai-atk-vin02a415:14_3": "if she discards it with the five-coloured fields, but drops it if she disposes of it, the monkeys it.",
    "ai-atk-vin02a415:14_4": "amongst the spirits,",
    "ai-atk-vin02a415:14_5": "an animal,",
    "ai-atk-vin02a415:14_6": "dispose of the bones, he commits an offense entailing suspension.",
    "ai-atk-vin02a415:14_7": "When the rest is cultivated, what is cultivated plants are cultivated plants up, and what is regarded as cultivated:",
    "ai-atk-vin02a415:14_8": "These are the six conditions for stream-entry.",
    "ai-atk-vin02a415:15_0": "or an embracing the drift: it is for the ten training rules, a monkey for ten reasons, and for an offense entailing confession.",
    "ai-atk-vin02a415:15_1": "The fourth training rule on the ninth",
    "ai-atk-vin02a415:15_2": "If he is given the full ordination with two monks, a nun who is fully ordained and a robe-cloth from the monks to the nuns, then a robe is given to them, he commits two offenses entailing confession.",
    "ai-atk-vin02a415:16_0": "she went to an offense entailing acknowledgment as Pāṭaliputta.",
    "ai-atk-vin02a415:16_1": "If they eat influences, acting badly, and acts of wrong conduct, then borrowed goods together with the grain. They invite him to eat that she has been deportmented.",
    "ai-atk-vin02a415:17_0": "if she travels with a woman while going to the village or the four appointments, then for every next village she goes to the village with her companion nun who is walking in the village district, she commits a serious offense entailing confession.",
    "ai-atk-vin02a415:17_1": "And it is steady in him four stages too. How do they presume to be found?",
    "ai-atk-vin02a415:17_2": "If a nun stands in the darkness or in a concealed place with a man’s arm, she commits an offense entailing confession.",
    "ai-atk-vin02a415:17_3": "After dispose of their hands, she commits an offense of wrong conduct.",
    "ai-atk-vin02a415:17_4": "if, at the time of dawn, she stands in the dining hall within arm’s reach of the winner.",
    "ai-atk-vin02a415:17_5": "If he stands, he commits an offense entailing suspension.",
    "ai-atk-vin02a415:17_6": "For if he lies down, he commits the same offense as before.",
    "ai-atk-vin02a415:18_0": "Practicing for the legs of others,",
    "ai-atk-vin02a415:19_0": "After taking note of these five tonics, and doing so by one or other of them, they proceed having put forwards or boiled rice, put for the potential posts. Then they do not follow each other, saying: “The monk is going beyond all distributed according to the rule,” he can’t do so only be asked during the five status.",
    "ai-atk-vin02a415:20_0": "If a monk who had asked for ninety-nine years asked for any of these, he then asks for ninety-nine years, and who then places them in the morning with a single action, he commits an offense entailing confession.",
    "ai-atk-vin02a415:20_1": "If I were to receive it by means of one statement and two statements, I have confessed it by myself, then I am going beyond the Teacher’s instructions, I’m not confessed.”",
    "ai-atk-vin02a415:20_2": "If Yet when asked for nine foods, I am now able to eat fine foods that he has committed a new state of existence.”",
    "ai-atk-vin02a415:21_0": "How can we do this?”",
    "ai-atk-vin02a415:21_1": "Now, when asked for nine kinds of fine food, I am influenced. But when you have asked for, you should say.”",
    "ai-atk-vin02a415:22_0": "if she disrobes the thirty-two rules on expulsion, the cutting off of the legal procedure, the legal procedure is finished invalid, and the nun Kokālika to give up the view, she commits an offense entailing suspension.",
    "ai-atk-vin02a415:22_1": "The meaning is that because of the six kinds of paying homage: if he does too know, “What is the meaning?”",
    "ai-atk-vin02a415:22_2": "“with livelihood as cause, with livelihood as reason, one of evil wishes, a prey to wishes, an offense entailing expulsion.”",
    "ai-atk-vin02a415:22_3": "“with livelihood as cause, with livelihood as reason, he acts as a matchmaker, he commits an offense entailing suspension.”",
    "ai-atk-vin02a415:22_4": "“with livelihood as cause, with livelihood as reason, he who stays in your dwelling, in your dwelling, one who lives there is a serious offense.”",
    "ai-atk-vin02a415:22_5": "“with livelihood as cause, with livelihood as reason, a bhikkhu who eats fine foods that he has ordered for his own use,” the contravention of which is an offence requiring expiation:",
    "ai-atk-vin02a415:22_6": "“with livelihood as cause, with livelihood as reason, a nun eats fine foods that she has ordered for her: she commits an offense entailing acknowledgment.",
    "ai-atk-vin02a415:22_7": "“with livelihood as cause, with livelihood as reason, one who is not sick eats curry or boiled rice that he has ordered for his own use,” the contravention of which is an offence of wrong conduct.",
    "ai-atk-vin02a415:23_0": "When a human being is eating, she commits a serious offense.",
    "ai-atk-vin02a415:23_1": "if, being lustful, they asked for the purpose of defecating their own hands, and having taken leave of a man, then for the sake of himself, and for the sake of their own hands, he commits an offense entailing suspension.",
    "ai-atk-vin02a415:24_0": "If the five beginning one is ejected by a nun, thinking: “Stop, as far as the means of a nun who has not been ejected, there is an act of wrong view, and an offense entailing expulsion, but who stops with the intention of making amends for an offense, and an offense entailing expulsion, for two results, he commits an offense entailing suspension.’”",
    "ai-atk-vin02a415:24_1": "There is no offense for one who both offenses and those five days, and who trains in accordance with the Teaching, the Monastic Law, and the summaries because of the Teacher’s instructions. And they don’t fulfill their precepts.",
    "ai-atk-vin02a415:24_2": "In this way you shouldn’t give their permission to use a staff.",
    "ai-atk-vin02a415:24_3": "There is the meaning of any legal issue that is also the fifth.",
    "ai-atk-vin02a415:24_4": "For even these five kinds of bowl and robes are for the purpose of making a set of bowl and robes for householders. They are called making a legal issue conducive to householders.",
    "ai-atk-vin02a415:25_0": "and she is known among five hundred according to the rules beginning with the five hundred leagues.",
    "ai-atk-vin02a415:25_1": "with the stilling of the five settling it is called “without decision” because of the five aggregates there is the meaning.",
    "ai-atk-vin02a415:25_2": "There is no offense for one who doesn’t exist without monks, there is no offense.",
    "ai-atk-vin02a415:25_3": "By the three means he enjoys (themself), and because of that reason he is obtained by his three reasons.",
    "ai-atk-vin02a415:25_4": "for the legal procedure consisting of one motion and three announcements, for the person who does a legal procedure consisting of one motion and three announcements it in the midst of the Sangha, and who has been ejected in three ways.",
    "ai-atk-vin02a415:26_0": "two or three nights in the dark of the night, if a nun is staying in the dark of the night, then for every day, she commits an offense entailing confession.",
    "ai-atk-vin02a415:26_1": "all of the offenses by day , and by night he finds that are concealed in this way.",
    "ai-atk-vin02a415:26_2": "“As a single one that is committed to the eleventh of the woman, she should not start at a forecourse,",
    "ai-atk-vin02a415:26_3": "If you do, you commit an offense of wrong conduct.”",
    "ai-atk-vin02a415:26_4": "One alms-food is eating in one sitting on alms-food, thinking, “Anyone who has committed an offense entailing expulsion, even if they look down on at the wrong time,” and if they looked at the wrong time, then even if she wants to catching up her face, she commits an offense of wrong conduct.",
    "ai-atk-vin02a415:26_5": "‘If a nun eats almsfood with a nun who has it prepared, and she eats almsfood when it is finished, she commits an offense entailing confession.’”",
    "ai-atk-vin02a415:27_0": "they will show the ways of silking the mass of Kosambī,",
    "ai-atk-vin02a415:27_1": "With one who has been ejected for not recognizing an offense, and three nature their views making amends for an offense,",
    "ai-atk-vin02a415:27_2": "Because of their conduct, they conduct themselves properly toward them.",
    "ai-atk-vin02a415:28_0": "In five places: (thinking): “Amongst those who lie down, they go beyond the intermediate places of extremelying themselves to the five lower parts of lying.”",
    "ai-atk-vin02a415:28_1": "it is said to be the best of these fourteen. For ten days in the ultimate place, etc., that is why the ultimate, and so on.",
    "ai-atk-vin02a415:28_2": "the four rules on acknowledgment.",
    "ai-atk-vin02a415:28_3": "It is taught by the four ways of revealing: the meaning is,",
    "ai-atk-vin02a415:28_4": "But what is that disciple?",
    "ai-atk-vin02a415:28_5": "Devadatta, the chief of men, drove out of desires, the Kaccāna in order to instruct the place whereby there was a monk, making this offense entailing expulsion, or that this demonstration of the gods. This is called the section of the Four Great Kings.",
    "ai-atk-vin02a415:29_0": "the eighteen years, (saying): “They are precribed,” “They are preoccupied with a falsehood, living in the open.”",
    "ai-atk-vin02a415:29_1": "Both the observance-day procedure and the rest are not lost in the place.",
    "ai-atk-vin02a415:29_2": "they are worth eight less than that, which is called a monk who has been given to the Sangha: “Here, mendicants, and who has not been in the Saṅgha” .",
    "ai-atk-vin02a415:29_3": "they described in the eight great sectarians.",
    "ai-atk-vin02a415:30_0": "Eight reasons to give the full ordination.",
    "ai-atk-vin02a415:30_1": "After rising up, the eight nuns should get up from their seats in the dining hall, and the other nuns should get up from their seats.",
    "ai-atk-vin02a415:30_2": "A monk who possesses eight factors should be appointed as an instructor of the nuns.",
    "ai-atk-vin02a415:31_0": "Walking along in a speed and definitely, he is like a strong harpole with a single strap of rope, he is far from the Community.",
    "ai-atk-vin02a415:31_1": "When it has been schism in the four kinds of serious offenses, there is no serious offense as in the teaching.",
    "ai-atk-vin02a415:31_2": "All those offenses and one for the schism in the Sangha are included together with one for the schism.",
    "ai-atk-vin02a415:32_0": "The ninth verses fallen from execution to the Saṅgha.",
    "ai-atk-vin02a415:32_1": "After the motion, there is no announcement that there is no motion or announcement. The meaning should be done.",
    "ai-atk-vin02a415:32_2": "The rest is the same.",
    "ai-atk-vin02a415:33_0": "the colour of flowers, etc.",
    "ai-atk-vin02a415:34_0": "One should not hide the ten abode of people in the communities. Those ten abidings should be told.",
    "ai-atk-vin02a415:34_1": "ivory raised in reverence with the circumambulations, (but) defecating on their joined palms, do the colly. And the meaning should not be shown to them, nor do they bring them water for washing their feet.",
    "ai-atk-vin02a415:34_2": "There is an act of wrong conduct for one who performs ten misdeed,",
    "ai-atk-vin02a415:34_3": "The ten kinds of robe-cloth: it is more than ten days at the most.",
    "ai-atk-vin02a415:35_0": "and five robes are given to those who have completed the rainy-season residence here, and there are five more than those who have completed the rainy-season residence.",
    "ai-atk-vin02a415:35_1": "they have been ejected in the seven directions, and they made the regions (of the Fraternity) by the Three on the ground, their heads covered with white cloth. They must drop into seven pieces, and bow down to them.",
    "ai-atk-vin02a415:35_2": "He should not give out the trial periods of six days: he should give out the full ordination to the _paṇḍaka_ and the _paṇḍaka_.",
    "ai-atk-vin02a415:36_0": "How many days can there be held together by nights, he conceals all nights, he commits one offense entailing relinquishment and confession.",
    "ai-atk-vin02a415:36_1": "One hundred and ten days, but after making amends for ten days, he conceals the days.",
    "ai-atk-vin02a415:36_2": "This is how it is said:",
    "ai-atk-vin02a415:36_3": "anyone who, having committed an offense entailing suspension, one who conceals ten days, and one hundred thousand days, he commits one offense entailing confession for ten days and one offenses entailing acknowledgment.",
    "ai-atk-vin02a415:37_0": "who do these twelve types of deeds in the realm of the luminous deeds, etc.; for those who don’t do the observance-day procedure and done by an incomplete assembly; about the legal procedures of the legal procedures; about the legal procedures; about the three announcements of the legal procedures, and three announcements; there is one motion and three announcements in accordance with the virtue.",
    "ai-atk-vin02a415:38_0": "So there are four kinds of successful deeds: the four kinds of attaining the legal procedures, and the ninety-two cases in the case of the aggregates, they say that deed is their ruler.",
    "ai-atk-vin02a415:39_0": "‘The legal procedure done by an incomplete assembly is illegitimate legal procedure done by an incomplete assembly, an illegitimate legal procedure done with a unanimous assembly, a legitimate-like legal procedure done by an incomplete assembly, and a legitimate-like legal procedure done unanimously.’",
    "ai-atk-vin02a415:39_1": "Here the meaning is legitimate: here unanimously, legitimate, in accordance with the legal procedures, legitimate legal procedures, and done unanimously.",
    "ai-atk-vin02a415:39_2": "(The Buddha then answered:) “This too is legitimate;",
    "ai-atk-vin02a415:40_0": "to explain what has been taught by the Dhamma that is which has been taught,",
    "ai-atk-vin02a415:40_1": "It is called “unbounded” because it is the limitless and unbroken without a limited perception. Abscess that has been made by the Buddha that, it is called supremely abode of defilement, as a blemish, having drunk altogether, as a necessary ruler of the widels, and that is why it is called “wide” .",
    "ai-atk-vin02a415:40_2": "Just as a tired embracing a portion of embracing, etc., were being destroyed and broken, embraced to seclusion, seeing seclusion, fading away, and cessation, seclusion, seeing seclusion, and seclusion.",
    "ai-atk-vin02a415:40_3": "henceiving without exception of absence, etc., which are definitively described under the heading of seclusion .",
    "ai-atk-vin02a415:40_4": "And here there is one thing that is inferior: the catching of the calm, the low at all, the six rules, the teachers of the offenses, and the one that defines each other, and all these fours in each legal issues.",
    "ai-atk-vin02a415:40_5": "But here there is one-pointedness in the presence of one separately.",
    "ai-atk-vin02a415:40_6": "For there is no arrogant of the unshakable",
    "ai-atk-vin02a415:40_7": "Therefore it is said:",
    "ai-atk-vin02a415:40_8": "“Where here, my friend, here is the meaning?”",
    "ai-atk-vin02a415:40_9": "This, in the first place, is the meaning.",
    "ai-atk-vin02a415:40_10": "We’re walking in need of a termite-mound,” and they told him all that had happened.",
    "ai-atk-vin02a415:40_11": "And this is said in the Vibhaṅga: “And what is the point of offenses not committed? What are the same: what are the grounds for creation of requisites?”",
    "ai-atk-vin02a415:41_0": "If it is a lesser life, but he is unsure about it, and he proclaims it as a practice that is illegitimate, contrary to the Monastic Law, and the view that the schism is illegitimate, he says is illegitimate, but the view that the schism is legitimate. He has the view that the schism is illegitimate and the hymns, he is unsure about it, and he has the view that the schism is legitimate, but the irreversible and fact, and he has the eighteen grounds of schism in the Sangha.",
    "ai-atk-vin02a415:42_0": "it is an undetermined rule, a monk who causes a schism, fond of the Sangha, haven’t yet this teaching, and there will be no longer view that the Teacher’s instructions. This is the proper conduct in the Sangha, the Teaching, or the Sangha, or the Sangha.”",
    "ai-atk-vin02a415:42_1": "Then eighteen-hundred and eighteen-hundred pieces of less than six hundred and eighteen hundred pieces of less than eighteen.",
    "ai-atk-vin02a415:43_0": "commentary on the colour of gold, etc.",
    "ai-atk-vin02a415:44_0": "He gives rise to all legal procedures, and all draws back from the teaching.",
    "ai-atk-vin02a415:45_0": "Another through the texts on the commentary is finished."
}