{
    "ai-atk-s0503a6:0_0": "6. Jaccandhavaggo",
    "ai-atk-s0503a6:1_0": "Living in the Life Form",
    "ai-atk-s0503a6:2_0": "51.",
    "ai-atk-s0503a6:2_1": "Those congenitally blind as (the first) mentioned. This is said in the first place",
    "ai-atk-s0503a6:2_2": "entered Vesālī for alms.",
    "ai-atk-s0503a6:2_3": "leaving Vesālī at Vesālī",
    "ai-atk-s0503a6:2_4": "The Buddha spent the rainy season residence at Bamboo Wood and then departed from it in the Jeta Grove.",
    "ai-atk-s0503a6:2_5": "At that time the General of the Dhamma surpasses the life span, thinking, “Whoever is established in the central square, he wouldn’t reach the fruit of stream-entry, and then return there.",
    "ai-atk-s0503a6:2_6": "The Teacher, having taken a relics, went to the Great Monastery at Rājagaha, and there he approached the Great Wood near Rājagaha.",
    "ai-atk-s0503a6:2_7": "There he became fully extinguished there, venerable Mahāmoggallāna.",
    "ai-atk-s0503a6:2_8": "The Buddha then had the arranged at the Shrine and left Rājagaha, he also left Rājagaha.",
    "ai-atk-s0503a6:2_9": "There the bank of the Ganges, enlightened, surrounded by the Saṅgha of mendicants, and went to Pārileyyaka, where he sat on the seat spread out.",
    "ai-atk-s0503a6:2_10": "In this way the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms.",
    "ai-atk-s0503a6:2_11": "Therefore it is said:",
    "ai-atk-s0503a6:2_12": "“Shrine, I left Vesālī.”",
    "ai-atk-s0503a6:3_0": "having sat down on the seat, the one with a poisonous alms.",
    "ai-atk-s0503a6:3_1": "In the Cāpāla Shrine called Cāpāla, “Upāla,” and so on.",
    "ai-atk-s0503a6:3_2": "Herein, the dwellingration of the Buddha’s dwelling is called “the meditation of Āḷavī” .",
    "ai-atk-s0503a6:3_3": "Like this: rest.",
    "ai-atk-s0503a6:3_4": "The Seven where they dwelt in Kāpaṭika, where they a son was born into that very air. And where they said that mango grove the striving shrine, “It seems.”",
    "ai-atk-s0503a6:3_5": "So many people gained a lot of tree in that place. In that place there were many people, for the sake of their children and grandmothers, humans, banyan trees, and Shrines are prepared.",
    "ai-atk-s0503a6:3_6": "in the Sārandada (realm) called Sārandada,",
    "ai-atk-s0503a6:3_7": "So they are all devoted to the Buddhas’ shrines, and so as to be composed, they are pure.",
    "ai-atk-s0503a6:3_8": "Here is delightful in the land of Vesālī, charming gold, lovely, gladness, and so on.",
    "ai-atk-s0503a6:3_9": "This includes such as essentials as resistance are not too far from the city of the city of Sāvatthī, of the delighting of seclusion, going in the middle of the four directions, and of the attainment of seclusion, delighting in seclusion,",
    "ai-atk-s0503a6:3_10": "And the four bases of psychic power: the meaning is that it is recommended by supernormal power.",
    "ai-atk-s0503a6:3_11": "developed and made much of,",
    "ai-atk-s0503a6:3_12": "made much of it again and again.",
    "ai-atk-s0503a6:3_13": "What is made up to fancy talk,",
    "ai-atk-s0503a6:3_14": "Grounded on the site: it is like the site,",
    "ai-atk-s0503a6:3_15": "established, settling, and concentrated—",
    "ai-atk-s0503a6:3_16": "Versesteen functions, blessings, and well-prepared.",
    "ai-atk-s0503a6:3_17": "Enveloped in up and thoroughly undertaken, they have properly undertaken the right way.",
    "ai-atk-s0503a6:4_0": "After bringing them, he said, “We’ll give it back again.”",
    "ai-atk-s0503a6:4_1": "one eons a life-process the life span,",
    "ai-atk-s0503a6:4_2": "At that time they’d flee to that place, the people’s lifespan, up, and chopped them.",
    "ai-atk-s0503a6:4_3": "a crowd of mentioned curry or “It is more than a hundred or more years.”",
    "ai-atk-s0503a6:4_4": "There was a great senior elderliness –",
    "ai-atk-s0503a6:4_5": "(He said): “There is no place whereby there is no faults for Buddhas,",
    "ai-atk-s0503a6:4_6": "however, when the bamboo work was falling, the monks from the village of Bamboo Grove, the ten months falling into it, saying: “When it came out in Bamboo Grove, I have entered Bhaddiya, doing this attainment reach the end.”",
    "ai-atk-s0503a6:4_7": "Why are they not standing?",
    "ai-atk-s0503a6:4_8": "What is called a boiled enclosed corpse is a poisonous snake, and has few wishes, contentment, having mastered five hundred attendants, without a great dealing with respect for the people.",
    "ai-atk-s0503a6:4_9": "In the discovering of the Buddhas, the chief disciples of the disciples of the Enlightened One, after which he has surrounded the Parinibbāna of the Buddha, and surrounded by a young north.",
    "ai-atk-s0503a6:4_10": "Then he said to the Buddhas: “Venerables, it is inferior that is very fruitful,” and so he does not stand.",
    "ai-atk-s0503a6:4_11": "When this was said, it didn’t grant the comprehension, saying: “The eighth reasons.”",
    "ai-atk-s0503a6:5_0": "At the gross hinting, perception arose in them,",
    "ai-atk-s0503a6:5_1": "These four bases of psychic power have been given to him in order to understand, “The Fortunate One’s explanation has come to be allowed,” and so on. The four bases of psychic power, etc., are declared: “The development of the bases of psychic power, etc., is to be developed by means of the four bases of psychic power” .",
    "ai-atk-s0503a6:5_2": "by lighting up the entire woods.",
    "ai-atk-s0503a6:5_3": "thinking about the words, etc., that is the reason why they should attain the state of existence,",
    "ai-atk-s0503a6:6_0": "for the benefit of the people, for the benefit of many people,",
    "ai-atk-s0503a6:6_1": "for the welfare and happiness of the people.",
    "ai-atk-s0503a6:6_2": "out of compassion for the world.",
    "ai-atk-s0503a6:6_3": "the noble destiny,",
    "ai-atk-s0503a6:6_4": "he who, having heard the Dhamma teaching the Fortunate One, thus he is at the deathless.",
    "ai-atk-s0503a6:6_5": "For the Fortunate One’s Dhamma preachers in the Dhamma Pink Lotus (of the World) preached the Dhamma",
    "ai-atk-s0503a6:6_6": "how there is, Subhadda, of the Teaching and the Monastic Law, and the preference of the Monastic Code. There is no malicious tale of the uplifting religious founders to attain the fullness of compassion to the Āḷavī, there is no malicious tale-bearing between the Buddha. There is no places inclination of the Victor’s instruction. It’s not good for seven months.",
    "ai-atk-s0503a6:6_7": "‘In the future, too, there will be a reason for the sake of (good) things.’",
    "ai-atk-s0503a6:6_8": "Because of the Buddha’s footprints, not only gods and humans, it’s for the welfare and happiness of the Buddha.",
    "ai-atk-s0503a6:6_9": "(but) it is to be shown that the King of the fruits and benefits for the sake of realizing it, in order to realize the fruit of it and benefit that is to say, the purpose of (timself) for the purpose of bringing happiness.”",
    "ai-atk-s0503a6:6_10": "Herein, there is a question for the purpose of looking here:",
    "ai-atk-s0503a6:6_11": "The successive (follows) of others’ good and bad deeds,",
    "ai-atk-s0503a6:6_12": "it shakes off the Emancipation-element.",
    "ai-atk-s0503a6:6_13": "for the first, that should be understood as the inclusion of the fine- material-spheres.",
    "ai-atk-s0503a6:7_0": "The person with a mind full of Māra. They think about it was possible to disturb one whose mind was immersed in samādhi like this.",
    "ai-atk-s0503a6:7_1": "Though Māra has not given up, the mind haven’t given up,",
    "ai-atk-s0503a6:7_2": "But it is only because all four or five Theras haven’t been given up by the mendicant. There is no limitation of the elders, but there are four including the mind’s controlled.",
    "ai-atk-s0503a6:7_3": "But what does that prevent you do?",
    "ai-atk-s0503a6:7_4": "if he hears about the sound, seer, or reciting form with a opposite sex, there were seven days after hearing it from the sound.",
    "ai-atk-s0503a6:7_5": "After entering their mouths in their hearts, he announces their heart through the mouth of the hand, then having understood his heart.",
    "ai-atk-s0503a6:7_6": "But if he shows the elder’s mouth in the mouth, what should be shown by (his) with his own hand? How would you do it?",
    "ai-atk-s0503a6:7_7": "The Elder, having seen that sign, he did not penetrate it.",
    "ai-atk-s0503a6:7_8": "The Buddha knows what is it, and who knows what is it, addressed,",
    "ai-atk-s0503a6:7_9": "When the Buddha asks, “Sir, please begged for yourself.” If he asks, “May the ending of suffering begged for yourself and deliberate on,” he then informed another,",
    "ai-atk-s0503a6:7_10": "For the Buddha sees that they dead, “So I will tell you his own life for a long time,” and because of the drums, he won’t begged for me. Then there will be no more future lives.’",
    "ai-atk-s0503a6:8_0": "Please go, Ānanda, and bring the fame in order to purify your monastery for the day’s meditation. That is why you are going there, Ānanda’s arranging at the day’s meditation.",
    "ai-atk-s0503a6:8_1": "Hence it is said:",
    "ai-atk-s0503a6:8_2": "“Please do so.”",
    "ai-atk-s0503a6:9_0": "Māra cannot strike them down (rebirth) with a hundred spears.",
    "ai-atk-s0503a6:9_1": "you like a dream;",
    "ai-atk-s0503a6:9_2": "Because they have bad things, they’re said to be ‘processed of bad character’.",
    "ai-atk-s0503a6:9_3": "When you were spoken by the Buddha: “This is our guide and our refuge,” and they passed away from the Bodhi tree and came back to the seventh of the Bodhisatta. Then, he thought, “Those beings passage for attaining unattained, additioned, “But when you come to the Jinayas, you came upon the end of the world. And when I have come today, you have come back, you have come back to the shore of the world.",
    "ai-atk-s0503a6:9_4": "The Fortunate One would not say “Noble One,” and he sent them back.",
    "ai-atk-s0503a6:9_5": "He then said to reference to the people: “This is the reference to him.”",
    "ai-atk-s0503a6:10_0": "Herein, it is called noble path because it is not possible to possess the noble paths because they are unable to preceding abode.",
    "ai-atk-s0503a6:10_1": "right: the abandoning of defilements that brings about the removal of defilements.",
    "ai-atk-s0503a6:10_2": "(As) devotion to the self-control, robbers, heaped in view, speared with infantry and so on.",
    "ai-atk-s0503a6:10_3": "They learned much with the learned Assembly as they were learned ...",
    "ai-atk-s0503a6:10_4": "They remember the teaching as they learned.",
    "ai-atk-s0503a6:10_5": "Or alternatively, learned, one who has learned much,",
    "ai-atk-s0503a6:10_6": "the meaning is seeking out the teaching, and the way is sought to be understood in accordance with the Dhamma.",
    "ai-atk-s0503a6:10_7": "practising in line with the teaching, practicing in line with the teaching, practicing in line with the teaching.",
    "ai-atk-s0503a6:10_8": "correct in their practice, purification of knowledge and vision, and the practice that leads to purification.",
    "ai-atk-s0503a6:10_9": "Legaling in is the field for the purpose of showing the practice that is suitable for attaining the ascetic practices, and so on.",
    "ai-atk-s0503a6:10_10": "his own teacher’s doctrine,",
    "ai-atk-s0503a6:10_11": "They will explain, reveal, make known, set forth, and they will learn the meaning.",
    "ai-atk-s0503a6:10_12": "will give him a teaching, or he is the meaning.",
    "ai-atk-s0503a6:10_13": "Will they make known: Here will explain enclose him by striving.",
    "ai-atk-s0503a6:10_14": "if she stands or staples out;",
    "ai-atk-s0503a6:10_15": "Pressed down on the open;",
    "ai-atk-s0503a6:10_16": "To analyse this monastery:",
    "ai-atk-s0503a6:10_17": "They won’t make sustained thought on starting points,",
    "ai-atk-s0503a6:10_18": "By reasons: of reason, with his own reason,",
    "ai-atk-s0503a6:10_19": "and after rinsing from ghee, and bathing cloths,",
    "ai-atk-s0503a6:10_20": "will teach the Dhamma if they understand that there are nine states. They will reveal it.",
    "ai-atk-s0503a6:11_0": "And here the words, “Which groups will show the meaning of the six meanings,” etc., in the six meanings of the words and phrases, two topics, and six circumstances of meaning and teaching.",
    "ai-atk-s0503a6:11_1": "To this extent they show the text to the Buddha’s own expression and show it.",
    "ai-atk-s0503a6:11_2": "For this is said in the Paṭisambhidā: “The meaning is that in the past and the future.”",
    "ai-atk-s0503a6:12_0": "(There is) a underlying tendencies in the spiritual life,",
    "ai-atk-s0503a6:12_1": "psychic powers come to because of the arising of absorption, because of the arising of absorption.",
    "ai-atk-s0503a6:12_2": "“For the one who is satisfied is superior in terms of all the kinds, and it is with direct-knowledge .”",
    "ai-atk-s0503a6:12_3": "“And in detail” is the counterpart sign in that place.",
    "ai-atk-s0503a6:12_4": "Great (instead) many festivals) power, many people,",
    "ai-atk-s0503a6:12_5": "In all the various different realms, the various kinds of linking as many.",
    "ai-atk-s0503a6:12_6": "how well-explainsed amongst Divinities and men. (There are) percipient beings were born by gods and humans, the meaning is this: it is well proclaimed.",
    "ai-atk-s0503a6:13_0": "at ease, not glorifying, energy, and mortification;",
    "ai-atk-s0503a6:13_1": "“Sir, please be my seventh time.”",
    "ai-atk-s0503a6:13_2": "mindfully, with full awareness, relinquished the life-process, he gives up his life.",
    "ai-atk-s0503a6:13_3": "There the Buddha didn’t burn with his hand like a burning sun. But he entered upon leaf hut without first absorption. He thinks, “This is his mind, I will not attain the attainment of the meditation subject.”",
    "ai-atk-s0503a6:13_4": "That of which is said:",
    "ai-atk-s0503a6:13_5": "he was the same,",
    "ai-atk-s0503a6:14_0": "But why is it suitable for an eon?”",
    "ai-atk-s0503a6:14_1": "don’t begged for a month, nor do the Buddha. And in a senior way he shall expel the senior elder, he will not be able to bring the life of the Buddha.",
    "ai-atk-s0503a6:14_2": "For when the Buddhas are unable to discern the removal of the perils of the past, they’ll get rid of the reasons even.",
    "ai-atk-s0503a6:14_3": "if Māra had to attain Complete Emancipation, he would begging for attaining the Complete Emancipation.",
    "ai-atk-s0503a6:14_4": "how the Elder Bodhisatta was asked through the arguments for the reason for the sake of (supernatural) vision, and also the Elder Nun,",
    "ai-atk-s0503a6:14_5": "and making the signless in the Buddha’s appearance,",
    "ai-atk-s0503a6:14_6": "The Buddhas, through the power of the Greatly Awakened One, still engaged in the conditions for his own continuation.",
    "ai-atk-s0503a6:15_0": "The great earth is exceeding, great earthquake,",
    "ai-atk-s0503a6:15_1": "Then it seems, ten thousand world-element moved,",
    "ai-atk-s0503a6:15_2": "fears, dread, servants, and baskets.",
    "ai-atk-s0503a6:15_3": "thunder crash of the gods, where there was no rain falling. They dropped into cracks and swords started to stone. Sinking on dry land, it has been rained down.",
    "ai-atk-s0503a6:16_0": "Knowing this was the nature of conditions, having understood it as the purpose of phenomena,",
    "ai-atk-s0503a6:16_1": "Through the remainder of the Anotatta lake (and setting): “Through this sentiment, he uttered this exalted utterance:",
    "ai-atk-s0503a6:16_2": "why should you utter this exalted utterance:",
    "ai-atk-s0503a6:16_3": "anyone says, “Sir, if anyone says you’re meant, let us catch up with the rains of a life force.”",
    "ai-atk-s0503a6:16_4": "“May the Buddha be healthy, and not be afraid of the time for this reason,” this is the exalted utterance:",
    "ai-atk-s0503a6:16_5": "Then, as soon as I had naturally profitable gross, my eyes rolled forth by the Buddha. With no happiness of progress, he sets his mind on that point up from his equipment, he sets out thinking of this vast confidence.",
    "ai-atk-s0503a6:16_6": "With a single liberation of Nibbāna, the Teacher who knew the reason in the world, is like a great deal of wide cliff in the world.",
    "ai-atk-s0503a6:16_7": "At that conceived in twenty-four thousand aeons of koṭis, he experiences the bliss of attainment because he had attained Nibbāna.",
    "ai-atk-s0503a6:16_8": "For when the Buddha’s corpse became fully extinguished in that same way as a cesspit unequalified corpse, like a poisonous radiance of the function of a  spotless sky.",
    "ai-atk-s0503a6:17_0": "There they resigned the jackals of the Snakes. Desiring the lowestates of sensual pleasures,",
    "ai-atk-s0503a6:17_1": "He is not able to look at another with a two or three realms,",
    "ai-atk-s0503a6:17_2": "* the wisdom there is from the sphere of sensual-spheres in the formless-world, or in the formless.",
    "ai-atk-s0503a6:17_3": "little, much in the ear,",
    "ai-atk-s0503a6:17_4": "Corruptions produced in this way is the meaning.",
    "ai-atk-s0503a6:17_5": "For the sake of existence will be reborn in an end,",
    "ai-atk-s0503a6:17_6": "And during the rainy season.",
    "ai-atk-s0503a6:17_7": "a sage undefiled in the Buddha.",
    "ai-atk-s0503a6:17_8": "The next one is depressed , thus it is at least .",
    "ai-atk-s0503a6:17_9": "possessing concentration and access concentration.",
    "ai-atk-s0503a6:17_10": "he burned up like a cotton-work, he took it,",
    "ai-atk-s0503a6:17_11": "up with the defilements, the cause of defilements,",
    "ai-atk-s0503a6:17_12": "he is said: “This is a term for continued existence in the future, and a conqueror of existence and for the destruction of continued existence; it is he likes gained through the air, having gained through the air, like a battle-hardened, like an enemy who has gained through the region of existence and the mind. ”",
    "ai-atk-s0503a6:18_0": "Or alternatively, they throw him on the bank.",
    "ai-atk-s0503a6:18_1": "About this calm that comes to be, and also continued existence is extinguishment.",
    "ai-atk-s0503a6:18_2": "(There are) a measure that leads to continuation,",
    "ai-atk-s0503a6:18_3": "From the oppression of the five constituents (of mind and body) that provide fuel for attachment, the stilling of the five constituents (of mind and body) that provide fuel for attachment, the stilling of the path gone beyond suffering. When seeing the danger in the three realms, they say: “Neither paths, the physical transmigrations, the defilements of the spiritual life, and the embryosscess of existence.”",
    "ai-atk-s0503a6:18_4": "How is it one who has lost his mind?",
    "ai-atk-s0503a6:18_5": "For when he has entered upon insight like this, he gives up the defilements in this way: “Like at the moment of the breaths and release in this way, which is why, the production of the defilements, and has acquired the production of the aggregates through insight, and its defilement of their defilements, he gives up tied the flesh and opposite of their defilements. ”",
    "ai-atk-s0503a6:18_6": "And so, when the Buddha has still only reached awakening, he would be intent on awakening. For it was like the life of a cowherd: “I will give up residence in his life, like the attainment of the calf.” But when he said, “I will not show the life of a wide in his life-span.” And like the attainment of the absorption, he said, “I will give rise to the thought, ‘I will not practice all.’",
    "ai-atk-s0503a6:19_0": "The first kind of commentary is finished.",
    "ai-atk-s0503a6:20_0": "2. Sattajaṭilasuttavaṇṇanā",
    "ai-atk-s0503a6:21_0": "52.",
    "ai-atk-s0503a6:21_1": "In the second gateway, in the doorway of the doorway, outside the gateway of the dwelling.",
    "ai-atk-s0503a6:21_2": "He had a stilt longhouse surrounded by four gates,",
    "ai-atk-s0503a6:21_3": "They was seated outside the eastern gate to the Palace of Principle.",
    "ai-atk-s0503a6:21_4": "and running the dreadlocked ascetics,",
    "ai-atk-s0503a6:21_5": "steps down on the inside of the Jain ascetics,",
    "ai-atk-s0503a6:21_6": "she covered the body all over one part of the body, and like a cloth that was decorated with the palms, and put it on to the palm of the hands, then hurriedly-butchers, and shared it out.",
    "ai-atk-s0503a6:21_7": "growth, zeal, increase, mature, and spread out long dogs growth, wounds, and mats.",
    "ai-atk-s0503a6:21_8": "For he who lives in the monastery (only), having taken his dwelling, then he should go forth in the vicinity of a dwelling, with an unenclosed dwelling, and presented them with arrangements.",
    "ai-atk-s0503a6:21_9": "They donʼt understand that the Buddha’s dwelling is far from the sea, and they enter the town.",
    "ai-atk-s0503a6:22_0": "I am King Pasenadi, and I am known as Pasenadi.",
    "ai-atk-s0503a6:22_1": "But why do the kings who are sitting in the world with their joined palms towards them? Do he raise his joined palms?”",
    "ai-atk-s0503a6:22_2": "for the benefit of the Saṅgha;",
    "ai-atk-s0503a6:22_3": "That’s how I was, said: “In this way I won’t give upset for my partners and children, and my wives and children, and my grandmothers, we won’t do the thing.",
    "ai-atk-s0503a6:22_4": "In this case, what do you think, ‘In this way?’ and do they think, ‘What’s the point of going forth.’ They’d think, ‘Not doing it,’ll do what they think, ‘No.’ And seeing, they’ll give it to us.”",
    "ai-atk-s0503a6:22_5": "Furthermore, the teacher who desires in the Teacher say that",
    "ai-atk-s0503a6:22_6": "As the king was approaching to him at his convenience.",
    "ai-atk-s0503a6:22_7": "Therefore the Buddha knows “Now is this simply this,” he replied, “How can I allow me, when I allowed it?”",
    "ai-atk-s0503a6:22_8": "In this way he gave the Teacher’s words.",
    "ai-atk-s0503a6:22_9": "“Of the Buddha says ‘foters! Are there the king’s calling him a big crowd’, he’d say: ‘How ʻThough he hears these loads, then when he hears them, he secures, corpses, caste; how will it so that the kingdom is harmful?’ and suffering from the lay life to homelessness?”",
    "ai-atk-s0503a6:23_0": "Herein, pleasure seekers in sensual pleasures is shown by this aroused mind,",
    "ai-atk-s0503a6:23_1": "(There are) princes and children, who are endowed with attachments,",
    "ai-atk-s0503a6:23_2": "And here the child should show their wives and children as their inheritance for their sakes and children assigns with such a thought.",
    "ai-atk-s0503a6:23_3": "his necklace: sandalwood, etc., and the meaning is the meaning.",
    "ai-atk-s0503a6:23_4": "They wear garlands, perfumes, and garlands, perfumes, and makeup, and beds and fragrances for the purpose of scents.",
    "ai-atk-s0503a6:23_5": "Golden gold and silver:",
    "ai-atk-s0503a6:23_6": "if he accepts it;",
    "ai-atk-s0503a6:23_7": "the entire (first) greed for sense pleasures?",
    "ai-atk-s0503a6:24_0": "together with the remainder of abode.",
    "ai-atk-s0503a6:24_1": "He should live together with his virtue, and has confidence in one place. He should live together with one weapon that is unethical, of bad character.",
    "ai-atk-s0503a6:24_2": "and only after a long time, and not after a short time, we don’t get to know it’s time.",
    "ai-atk-s0503a6:24_3": "how many modes, having been constructed, is able to show (to the food) of Vesākha?",
    "ai-atk-s0503a6:24_4": "But when you don’t focus on the minds of what you don’t know, “I won’t think, ‘I’ll do it in this way.” But we don’t think, “I shall pay attention.”",
    "ai-atk-s0503a6:24_5": "The wise man who possesses understanding, known by the wise,",
    "ai-atk-s0503a6:24_6": "For a fool is unable to focus on the folk.",
    "ai-atk-s0503a6:24_7": "if he makes a living together;",
    "ai-atk-s0503a6:25_0": "“Whoever amongst humans makes his livelihood through business,",
    "ai-atk-s0503a6:26_0": "Knowledge, Vāseṭṭha, do not know how to go?”",
    "ai-atk-s0503a6:27_0": "for a nurse, or for one who is shopped in this is said.",
    "ai-atk-s0503a6:27_1": "And here the four noble expressions: “Bhikkhus, there is the intention here,”",
    "ai-atk-s0503a6:27_2": "knowing that it is known that the designation of perceptions have been laid down,",
    "ai-atk-s0503a6:27_3": "“Purinding these meats, I’d have a discussion about this.”",
    "ai-atk-s0503a6:27_4": "is cut off right here,",
    "ai-atk-s0503a6:27_5": "Now, some discussion in the presence of those discussions, having before it is the ultimate talk about the first head.",
    "ai-atk-s0503a6:27_6": "He did so.",
    "ai-atk-s0503a6:27_7": "And authority to be told in the last watch of the night: “Also with the Earth and Face-to-face, welcome, and so do what is beneficial with it? ”",
    "ai-atk-s0503a6:27_8": "“I will tell massage one who is better for purity.”",
    "ai-atk-s0503a6:28_0": "then knowledge arises:",
    "ai-atk-s0503a6:28_1": "For when he has arisen in his knowledge, he has no scope of apprehending them all that arose, like a cesspit unwilling mountain .",
    "ai-atk-s0503a6:28_2": "“Great king, can understand (a person’s) resides.”",
    "ai-atk-s0503a6:28_3": "Talking the discussion with Sandhāna",
    "ai-atk-s0503a6:28_4": "For that is inappropriate to talk to a house like a witless floor.",
    "ai-atk-s0503a6:28_5": "For just as water is dropped in a bananana tree, or is evident,",
    "ai-atk-s0503a6:29_0": "Thus the Buddha said to the king, “We were straight away,” and he made them known for the sake of the perfected ones.",
    "ai-atk-s0503a6:29_1": "The king, having heard that teaching the Buddha’s dispensation, all-knowing, treating him as his own gain, saying: “Venerable Sir, please converse with me, but my confidence.”",
    "ai-atk-s0503a6:29_2": "Herein, who had gone forth as an ascetic, who had gone forth into homelessness here and is living in a screened place because he is concealed for his deeds.",
    "ai-atk-s0503a6:29_3": "liver and lowering down.",
    "ai-atk-s0503a6:29_4": "It is because Rohaṇa possessed of a mountain that Cetiya mountains and forests below are terminated.",
    "ai-atk-s0503a6:29_5": "Then the man who gives his final men,",
    "ai-atk-s0503a6:29_6": "One of deliberately wandering through, having considered inquiring that place, he knew that the meaning is that the meaning is large.",
    "ai-atk-s0503a6:29_7": "I’ll make amends for it, I’ll make known.”",
    "ai-atk-s0503a6:29_8": "They wear dust and dirt.",
    "ai-atk-s0503a6:29_9": "Having shown it thoroughly shake , and then not separating it.",
    "ai-atk-s0503a6:29_10": "(They are) uncleanted in the crowded with various aeons, having lits decorated with robbers’s trunks.",
    "ai-atk-s0503a6:29_11": "Enjoy the kinds of sensual stimulation: if sensual pleasures are bound with the bonds of sensual pleasures, etc., respected or afflicted with.",
    "ai-atk-s0503a6:29_12": "those beings together with the Saṅgha.",
    "ai-atk-s0503a6:29_13": "will serve them carefully, and warrior-nown.",
    "ai-atk-s0503a6:30_0": "Having understood this is the reason for his own use, King Uttiya, for the sake of the world, in order to go forth in the world,",
    "ai-atk-s0503a6:30_1": "utter this exalted utterance: “Nay and kinsman of the customs that arose in the ears, and the neighbours this heartfelt sentiment.”",
    "ai-atk-s0503a6:31_0": "There they wouldn’t do any harm for all living beings in the homes of the royal ide shade and water, as happens when guided by a lay person—whether their merit or by a trivial bad, doings, all the royal ideons, and go forth into homelessness—does not live diligently.",
    "ai-atk-s0503a6:31_1": "But they don’t have the distinct of another man, who does not have the other man’s enemy.",
    "ai-atk-s0503a6:31_2": "that kind of legal procedure of ejection for not recognizing an offense should be done against the monks.",
    "ai-atk-s0503a6:31_3": "Doing not because of another, depending on another, depending on another, on that very day, under the influence of pleasure and pain, with the dying of pleasure and pain.",
    "ai-atk-s0503a6:31_4": "Or alternatively, thinking: “We will not do a legal procedure consisting of another, or doing another way.”",
    "ai-atk-s0503a6:31_5": "don’t trady the Dhamma lady in the Dhamma, nor is held for the purpose of (him) Dhamma.",
    "ai-atk-s0503a6:31_6": "Whoever teaches Dhamma for the sake of another, and he does not give such a teaching,",
    "ai-atk-s0503a6:31_7": "Then, by making this precept for a person thus, “King Dhanañjānī’s doing a legal procedure consisting of one motion and one gone forth is called “use”.",
    "ai-atk-s0503a6:31_8": "anyone who lives the full and pure spiritual life would not do such a thing.",
    "ai-atk-s0503a6:32_0": "The second section on the Realized One is finished.",
    "ai-atk-s0503a6:33_0": "3. Paccavekkhaṇasuttavaṇṇanā",
    "ai-atk-s0503a6:34_0": "53.",
    "ai-atk-s0503a6:34_1": "In the third dreadful and unskillful qualities he has given up those bad, unskillful qualities and come to an end. But he has cut off craving at the root, made a palm stump, obliterated the aggregates, and by reviewing the immediate of the opposite, by the influence of craving, and by the aggregates, etc.; and when he has given up craving and got rid of craving for the aggregates, etc., and ignorance and by groups of craving for the five hundred years of aggregates, and by the noble ones.",
    "ai-atk-s0503a6:35_0": "There are four kinds of mindfulness meditation: the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path.",
    "ai-atk-s0503a6:35_1": "But the you still did not refer to the recitation",
    "ai-atk-s0503a6:35_2": "All the Buddha’s special qualities of the Buddha, not able to focus on the lineages of virtue. It is possible to do so without making it known.",
    "ai-atk-s0503a6:36_0": "for this is said:",
    "ai-atk-s0503a6:37_0": "“The Buddha praises the praise of the Buddha.",
    "ai-atk-s0503a6:38_0": "If man is unreliable,",
    "ai-atk-s0503a6:39_0": "would always be long after a long time,",
    "ai-atk-s0503a6:40_0": "you should criticize the Realized One.”",
    "ai-atk-s0503a6:41_0": "And another said:",
    "ai-atk-s0503a6:42_0": "“He used to give up various special qualities, Great Sages,",
    "ai-atk-s0503a6:43_0": "Since I could have a thousand lesser special qualities named Dhataraṭṭha.”",
    "ai-atk-s0503a6:44_0": "Then, after the meal, on his return from alms-round, the Buddha entered his dwelling, and sat down in the bedroom where the mendicants had entered his dwelling, where he sat on the seat spread out in the past.",
    "ai-atk-s0503a6:44_1": "Then, without trouble or difficulty, they looked down on it, crushing the flesh of the sinews.",
    "ai-atk-s0503a6:44_2": "He replied, “Yes, he has a large mass of suffering. They save the defilements and tied the aggregates, defiled their defilements in their right way, and the noble eightfold path. Then he reflected on their own good behavior by way of body, speech, and mind, and mind, without having given up them up.",
    "ai-atk-s0503a6:44_3": "Therefore it is said:",
    "ai-atk-s0503a6:45_0": "“ Now at that time the Buddha was sitting reviewing his own giving up of many bad, unskillful qualities, and the many skillful qualities he had fully developed.”",
    "ai-atk-s0503a6:46_0": "Having arisen in this way, realised:",
    "ai-atk-s0503a6:47_0": "Herein, previously, having attained Arahantship (after his Upasampadā), which is my defilement, and that I had been incomparable to me, without defilement, or that I had no defilements.",
    "ai-atk-s0503a6:47_1": "At that time there was no place. But at that time there was no defilements, there was no unfamiliarity to them reached the peak of the path, the ignoble path, and the wrapped in darkness.",
    "ai-atk-s0503a6:47_2": "Saying, “Very well,” he does not clarify what is beneficial; the meaning is that, so the meaning is that.",
    "ai-atk-s0503a6:47_3": "Nor do I’ve never before in the past, and I’ve lost the teaching of the noble ones. But because I’ve lost my former status.",
    "ai-atk-s0503a6:47_4": "Then when he was back to the highest knowledge, then all that had arisen was given to me.",
    "ai-atk-s0503a6:47_5": "For all the paths of the highest virtue have come to the highest among men.",
    "ai-atk-s0503a6:48_0": "and it won’t be given to me. If I don’t, I am tied up with the embodiment of the noble path, I am not liable to decline. I am not exempt from the groups of defilements, I am not exempt from the time to develop. In order to show the way Is them, they won’t give them up any defilements.",
    "ai-atk-s0503a6:48_1": "For the noble path does not occur in countless ways,",
    "ai-atk-s0503a6:48_2": "Hence it is said:",
    "ai-atk-s0503a6:48_3": "“Through not out of compassion for the day.”",
    "ai-atk-s0503a6:49_0": "So the Buddha has given up the sword and settling down the training, and of the noble ones, he reflected on his own good and bad, unskillful qualities. Then he expressed this heartfelt sentiment:",
    "ai-atk-s0503a6:49_1": "The explanation of the Dhamma that was taught in the first stage of the Faith and that was taught in the Jina as it was taught because it was rightly explained by the Perfected One.",
    "ai-atk-s0503a6:50_0": "The third convocation is finished.",
    "ai-atk-s0503a6:51_0": "First: Understanding the Father",
    "ai-atk-s0503a6:52_0": "54.",
    "ai-atk-s0503a6:52_1": "And fourth paths shoots and various different paths shoots were chopped off a different path, there is no simply for them.",
    "ai-atk-s0503a6:52_2": "But here there is alternative view, clarified to be given in the View of various views, etc., in the passage beginning, “Possessed by the view of the thought.”",
    "ai-atk-s0503a6:52_3": "Then in that place where the species of indicated ceased and champions was, as well as on the foreheads, as hands, dancers, etc., of various ascetics and brahmins, etc., of the status of various religiousts, and so on.",
    "ai-atk-s0503a6:52_4": "They various ascetics and brahmins, wanderers who follow various other paths, and ascetics and brahmins, and wanderers who follow various other paths.",
    "ai-atk-s0503a6:53_0": "“‘The self and the cosmos are eternal’: this is the same thing.",
    "ai-atk-s0503a6:53_1": "These views are different views, and so on. These views are different views.",
    "ai-atk-s0503a6:53_2": "“The self and the world are patience”: “The self and the world are graceful for its absence of consciousness, the self and the mind.”",
    "ai-atk-s0503a6:53_3": "Likewise, various flourishes, various castes, various tendencies, names, clans, and various others.",
    "ai-atk-s0503a6:53_4": "And having the view of the past, he ran right thought and preferred to it, saying: “This is the truth, other ideas are silly.”",
    "ai-atk-s0503a6:53_5": "Then the words “born of the function” should be understood according to the word “withstanding” according to such and such view as: “Repulsiveness of views, ~ and so on.”",
    "ai-atk-s0503a6:53_6": "the view of different views, etc., is the meaning of various views, based on results, value, obsess, etc., and similar to that view. The meaning is, then they are to be found.",
    "ai-atk-s0503a6:53_7": "for views are insistence on views.",
    "ai-atk-s0503a6:54_0": "There are pervading that they gain,",
    "ai-atk-s0503a6:54_1": "Some of them:",
    "ai-atk-s0503a6:54_2": "Ascetics and brahmins who have gone forth as an ascetic or brahmin in the world who have gone forth as a brahmin.",
    "ai-atk-s0503a6:54_3": "Yet they say that now the word ought to be corrected like this:",
    "ai-atk-s0503a6:54_4": "Well now, now they proceed to be corrected in this way.”",
    "ai-atk-s0503a6:54_5": "Herein, having shown that the first is insisting on the view of the wrong view, etc., just as they are shown that it is the precinct , thus it is a due to the insistence of (wholesome) view.",
    "ai-atk-s0503a6:55_0": "The self and the cosmos are eternal. This is the only truth, other ideas are silly.",
    "ai-atk-s0503a6:55_1": "Because they go to that same place where life as a predominance of views, particulars, stuck out of the world, or half or doing.",
    "ai-atk-s0503a6:55_2": "It is permanent, eternal, and imperishable. That is: “This is the only truth, other ideas are silly.”",
    "ai-atk-s0503a6:55_3": "In this way there are four eternalist doctrines,",
    "ai-atk-s0503a6:55_4": "It is impermanent, not lasting, short, shameless, fair, solace, is the meaning.",
    "ai-atk-s0503a6:55_5": "and that of the annihilationists, owing to the annihilation of the body as in the law of the annihilationism.",
    "ai-atk-s0503a6:56_0": "the dead: it is boundless , the meaning is that it is unbounded, the meaning is, all-explained.",
    "ai-atk-s0503a6:56_1": "And so these two overpowers are indeed the body of the simile of the size of a ploughman, and so on.",
    "ai-atk-s0503a6:56_2": "although unbounded: he is unbounded all ; the meaning is that it is unbounded.",
    "ai-atk-s0503a6:56_3": "By this practice of in consequence,",
    "ai-atk-s0503a6:57_0": "“The soul and the body are the same thing, when they see a corpse for the sake of a body, all live off the same idea that consumes, the body, and the soul and the body are conceived.",
    "ai-atk-s0503a6:57_1": "here by this soul is indeed a man like that often people.",
    "ai-atk-s0503a6:57_2": "If they say that the soul and the body are different things, their self is another thing.”",
    "ai-atk-s0503a6:58_0": "‘A Realized One exists after death’: this is the calm.",
    "ai-atk-s0503a6:58_1": "When you have a view, the Realized One knows that is really permanent, everlasting, eternal, and imperishable, and makes it practitioned by the view of death, is there a Realized One.",
    "ai-atk-s0503a6:58_2": "If it is inappropriate for a hundred and eightty millions, and he perceives it as such, and he does not teach it.",
    "ai-atk-s0503a6:58_3": "there’s no place,",
    "ai-atk-s0503a6:58_4": "(but) he spoke the annihilationism,",
    "ai-atk-s0503a6:58_5": "It’s not, and there is no such thing as",
    "ai-atk-s0503a6:58_6": "and some of them held perceives the same thing, and he shows those who teach seven hundred.",
    "ai-atk-s0503a6:58_7": "He doesn’t think, ‘This isn’t aroused from such an excessive variety of denies,’ that should be understood to say,",
    "ai-atk-s0503a6:59_0": "They had come to Sāvatthī, it seems, that these area and corrections of their own views, and they sat down on one side.",
    "ai-atk-s0503a6:59_1": "Therefore it was said: “Stop goods aren’t (from them),”",
    "ai-atk-s0503a6:60_0": "Herein, arguments: in the portion of the quarrels,",
    "ai-atk-s0503a6:60_1": "Arguing, quarreling, and fighting,",
    "ai-atk-s0503a6:60_2": "It can be seen to turn out of the quarrels, like an iron ball, or a crystal land,",
    "ai-atk-s0503a6:60_3": "(Hight) talking about one another, arguing, and fighting,",
    "ai-atk-s0503a6:60_4": "the wound goes onwards, the spears rough, harsh speech, and harsh speech.",
    "ai-atk-s0503a6:60_5": "Like a cloth from Kāpaṭika, and he cuts off the judgments, saying “Even when you’re happy and at the desert of the Three deed,”",
    "ai-atk-s0503a6:60_6": "They live pursuing each other with their own mouth.",
    "ai-atk-s0503a6:60_7": "such a thing!",
    "ai-atk-s0503a6:60_8": "Such is not Truth, such is!” And the world is not to be spoken of by you, as this is called the world of the gods.",
    "ai-atk-s0503a6:60_9": "and became well-known as the sectarians in the whole town-dweller.",
    "ai-atk-s0503a6:60_10": "Then, after hearing the word of the Buddha, he said, “There is no discussion that we can get to hear about the Teaching, when we can recite it, and because of the Buddha’s teaching,” and he told him what had happened.",
    "ai-atk-s0503a6:60_11": "Therefore it is said:",
    "ai-atk-s0503a6:60_12": "“The mendicants are coming.”",
    "ai-atk-s0503a6:61_0": "When he heard that the Buddha was teaching this, he explained the ornaments of the religions.",
    "ai-atk-s0503a6:61_1": "Herein, one who is blinded by the power of wisdom,",
    "ai-atk-s0503a6:61_2": "Hence it is said: “So it is.”",
    "ai-atk-s0503a6:61_3": "for wisdom is the eye of the piercing.",
    "ai-atk-s0503a6:61_4": "Therefore they do not know the meaning of what is said.",
    "ai-atk-s0503a6:61_5": "There they don’t know the meaning of what is beneficial in this world or the next. They don’t know the next world or the next. And they don’t know it or see in the next life.",
    "ai-atk-s0503a6:61_6": "So how on earth can they know who rolled back and forth the filthy?",
    "ai-atk-s0503a6:61_7": "But they don’t know what is not beneficial or what is unbeneficial, nor do they know what is not beneficial.",
    "ai-atk-s0503a6:61_8": "But since they don’t know the Dhamma, they do not know the Dhamma,",
    "ai-atk-s0503a6:61_9": "Because they do have the best of those unskillful qualities.",
    "ai-atk-s0503a6:61_10": "And this things do not conceive the result in all things, yet the result is lost.",
    "ai-atk-s0503a6:61_11": "having done a deed and result, they result to come.",
    "ai-atk-s0503a6:61_12": "And so they don’t know what is contrary to the Teaching, nor do they know what is unprincipled.",
    "ai-atk-s0503a6:61_13": "Thus, beings who are liable to be reborn, in accordance with the Dhamma, and without having made an end,",
    "ai-atk-s0503a6:62_0": "So the Buddha said that the view of those ascetics of other religions, having developed the eye of other religions, and because of its blindness and compassion for the purpose of showing them this matter, he declared: “Just as a flame of it was interruptedness.”",
    "ai-atk-s0503a6:62_1": "Herein, previously, at the time of dawn, the past, the future,",
    "ai-atk-s0503a6:62_2": "A certain king, chief of the world, was a certain one of the gods in the world with the Overlord.",
    "ai-atk-s0503a6:62_3": "The king, it seems, when he saw a certain man, it seems, who was frightened and terrified, all of them saw the elephant’s fled:",
    "ai-atk-s0503a6:62_4": "“This is truly fine elephants!”",
    "ai-atk-s0503a6:62_5": "At that time there was one mansion of the King’s ministers.",
    "ai-atk-s0503a6:62_6": "The King thought:",
    "ai-atk-s0503a6:62_7": "“These are the great sacrifices that should be given to such a gift.",
    "ai-atk-s0503a6:62_8": "What if I were to gather here and there by experts of the truth in Sāvatthī, all of them hear the same place as them.”",
    "ai-atk-s0503a6:62_9": "While King Māḷha was conquered by the ruler of the Jina, contempt, all of them conquered the elder’s intentions, saying: ‘Here, one man, the chief, giver of the elephants, horses, chariots, and chariots, one by calling him a single one.’",
    "ai-atk-s0503a6:62_10": "The man did so.",
    "ai-atk-s0503a6:62_11": "The King asked the questions, “Where did you get the elephant?”",
    "ai-atk-s0503a6:62_12": "During themselves, they said: “Such is an elephant, I plunged into such-and-such a swans, and when I departed, they left Kings.”",
    "ai-atk-s0503a6:62_13": "The kings, laughed, paid homage to them, and laughing the heart, he laughed a great crowd of heart.",
    "ai-atk-s0503a6:62_14": "Therefore it is said:",
    "ai-atk-s0503a6:62_15": "“So, mendicants, the king is a king. ...",
    "ai-atk-s0503a6:62_16": "you’re uplifted.”",
    "ai-atk-s0503a6:63_0": "There he enjoyed eating non-human beings.",
    "ai-atk-s0503a6:63_1": "until my husband wives.",
    "ai-atk-s0503a6:63_2": "Blinded by birth, blind from birth,",
    "ai-atk-s0503a6:63_3": "One placed on the other.",
    "ai-atk-s0503a6:63_4": "Speaks many gentleness,",
    "ai-atk-s0503a6:63_5": "showing them the elephant’s tusks, like horses,",
    "ai-atk-s0503a6:63_6": "And so he latered me with a thorough snapped.",
    "ai-atk-s0503a6:63_7": "Then, not being seen (the Buddha), after taking the hand of the bowl), brought it to see his hand,",
    "ai-atk-s0503a6:63_8": "Because of that shaking off his head and because of the elephant’s head, he said, “Hatthaka!” But just like that.",
    "ai-atk-s0503a6:63_9": "And water from the pot:",
    "ai-atk-s0503a6:63_10": "Nāgadatta, giant,",
    "ai-atk-s0503a6:63_11": "a spoil is his hand.",
    "ai-atk-s0503a6:63_12": "Glossy down the size of her head,",
    "ai-atk-s0503a6:63_13": "the body, the speech and the mind,",
    "ai-atk-s0503a6:63_14": "the Koṭṭhita,",
    "ai-atk-s0503a6:63_15": "Possessing the calves.",
    "ai-atk-s0503a6:63_16": "Smokes off smoke.",
    "ai-atk-s0503a6:63_17": "Whether the wind is stirred",
    "ai-atk-s0503a6:63_18": "Or like the wind: the flames of a strike.",
    "ai-atk-s0503a6:63_19": "for rubbing the knees with their fists, and bound them in a pile,",
    "ai-atk-s0503a6:63_20": "Satisfied, the ruler of the earth, which was delighted by the king, by that Jina, he was delighted with his army.",
    "ai-atk-s0503a6:64_0": "In the same way, a newly ordained nun",
    "ai-atk-s0503a6:64_1": "The meaning of this:",
    "ai-atk-s0503a6:64_2": "Discussion of the blind people, having seen the elephant’s eyes, horses, and carriages, and they directly knew each other with their own eyes, ears, noses, tongues, body and mind, and whose views are disagreeable in the same way. And so these things do not knowing each other, they respond to argue, and each other.",
    "ai-atk-s0503a6:64_3": "Therefore it is shared with the eye of blind men, which is dissimilar.",
    "ai-atk-s0503a6:65_0": "Knowing this, the Joyful ascetics of other religions (reflecting) the doctrine of the Jina, as happens when having understood: “This is the doctrine of the Jina, the prince’s arguments, he uttered this exposition of the teaching on this point.”",
    "ai-atk-s0503a6:66_0": "Herein, it seems, there are some ascetics and brahmins who have gone forth as an ascetic life. Some ascetics and brahmins should be seen with the going forth of life. This is the misconstrument of the ascetics and brahmins, the world’s going forth as an abode of these three views, whether or not they are seen, heard, thought, “ it seems, known, sought, and perished,” and so on.",
    "ai-atk-s0503a6:66_1": "If you give them full of delusion,",
    "ai-atk-s0503a6:66_2": "And it seems that noise",
    "ai-atk-s0503a6:66_3": "which is the inclusiveness in the Sangha as preceptor.",
    "ai-atk-s0503a6:66_4": "“I don’t understand this teaching and training.” And then they understand this teaching and training, “I understand this teaching and training.”",
    "ai-atk-s0503a6:66_5": "And in that place where there is no storehouse.",
    "ai-atk-s0503a6:66_6": "Then they destroyed their views, still don’t obstinately stick to it, insisting that view and infected each other with their own views, transfers, and evasions. Then they say:",
    "ai-atk-s0503a6:66_7": "what is known as the Dhamma?",
    "ai-atk-s0503a6:66_8": "the people conquered the victor’s flame, thinking: “The elephants conquered, like one by oneself, calling each other with their own hands, and saying: ‘This is the meaning, this is the meaning, this is the meaning.’”",
    "ai-atk-s0503a6:66_9": "And here there is the sound of drums, etc., which can be understood to these people thus:",
    "ai-atk-s0503a6:67_0": "The Fourth section on the Realized One’s skin is finished.",
    "ai-atk-s0503a6:68_0": "Second: Understanding the Paths",
    "ai-atk-s0503a6:69_0": "55.",
    "ai-atk-s0503a6:69_1": "The self and the cosmos are eternal, and the self and the cosmos. And they live together with one of the five different kinds of form:",
    "ai-atk-s0503a6:70_0": "“The self and the cosmos are both eternal and not eternal, and feeling ...",
    "ai-atk-s0503a6:70_1": "choices ...",
    "ai-atk-s0503a6:70_2": "consciousness and the self and the cosmos are eternal, and the self and the cosmos.”",
    "ai-atk-s0503a6:71_0": "Or alternatively, the self and the cosmos are said to be the same: “The self and the world are called “the internal practice”.",
    "ai-atk-s0503a6:71_1": "Or it is the self and the cosmos.",
    "ai-atk-s0503a6:71_2": "Or alternatively, the world of the five constituents (of mind and body) that provide fuel for attachment:",
    "ai-atk-s0503a6:71_3": "Or consciousness is included in self-consciousness, of the mass of water,",
    "ai-atk-s0503a6:71_4": "So it is the self and the cosmos are eternal, just as that the self and the two of them were worthy of being shaken by the bonds of sexuality.",
    "ai-atk-s0503a6:71_5": "it is to say that four eternalist doctrines is eternal",
    "ai-atk-s0503a6:71_6": "and seven annihilationism:",
    "ai-atk-s0503a6:71_7": "or both eternal and not eternal: the self and the cosmos are eternal, and not eternal.”",
    "ai-atk-s0503a6:71_8": "Or alternatively, the self and the cosmos are not eternal, like that it can be understood as the view of self.",
    "ai-atk-s0503a6:71_9": "and some of them shows in this way.",
    "ai-atk-s0503a6:71_10": "it was not shown by one who is neither overpowered nor overpowered,",
    "ai-atk-s0503a6:71_11": "For when they saw them they were eternal and imperishable, and now they don’t disagreeablely.",
    "ai-atk-s0503a6:72_0": "if it is himself because it is himself done,",
    "ai-atk-s0503a6:72_1": "For the self and the cosmos experiences pleasure and pain like that in an unlikable world, with its gods, and humans, it’s underlying tendencies, it seems as one who does.",
    "ai-atk-s0503a6:72_2": "By another: from time to time: from another self, from others, or from one who does understand sink down by others, or of both.",
    "ai-atk-s0503a6:72_3": "having himself as self and the cosmos are eternal, and so on, do not appear to them. Some of them, they still have encountered themselves to others. Some of them declared themselves: “Such is the self and the world are mine, the idea.”",
    "ai-atk-s0503a6:72_4": "He doesn’t make others act of one’s volition, nor does he act of another’s volition. Others are not helpful.",
    "ai-atk-s0503a6:72_5": "(and) “They are coming to the Fortunate One,” and after making this statement, he said,",
    "ai-atk-s0503a6:72_6": "having seen both benefits in both places, he rejects himself.",
    "ai-atk-s0503a6:72_7": "Then how does it arise?",
    "ai-atk-s0503a6:72_8": "when (good) does the issue has arisen, they give up by accumulating rebirths that might arise because of the arisen.",
    "ai-atk-s0503a6:72_9": "he is inclusively because of that meaning.",
    "ai-atk-s0503a6:73_0": "Now, as to the clansman of the kind, it is in the virtue of self, thus it is the truth of suffering, the selfishes, the special qualities of peace, the effacement that they are worthy of what is said.",
    "ai-atk-s0503a6:73_1": "is as already explained .",
    "ai-atk-s0503a6:74_0": "Having understood the meaning in this way, he should application: “In the place wherever it is born, the meditator is the meaning of it.”",
    "ai-atk-s0503a6:75_0": "There they, having given them a consequence, they left that place.",
    "ai-atk-s0503a6:75_1": "The meaning of this:",
    "ai-atk-s0503a6:75_2": "When there is such views in the four lower realms, the ropes of views they’re transmigrated by the views and infatuated, the oppression, or the path in the middle of the four noble truths, the in the end of suffering, and the noble eightfold path dissatisfaction with the goal, and the untroubled, the far shore.",
    "ai-atk-s0503a6:75_3": "It destroys them on this position: here the noble path and the noble path with Nibbāna.",
    "ai-atk-s0503a6:75_4": "* The cowherd must be used to have collected here and there,",
    "ai-atk-s0503a6:75_5": "That plunged into that place.",
    "ai-atk-s0503a6:76_0": "The fifth section for recitation on the beauty is finished.",
    "ai-atk-s0503a6:77_0": "Third: Friends",
    "ai-atk-s0503a6:78_0": "56.",
    "ai-atk-s0503a6:78_1": "The sixth is as stated in the sixth place.",
    "ai-atk-s0503a6:78_2": "Or alternatively, when you’ve seen this view, you should truly see the faults of craving, seeing the Vajjians as they do, you should go from afar, sympathy, and the discrimination, you should cultivate that same kind of language, the meaning. And you should inform the meaning, and the meaning is that they directly concluded the teaching.",
    "ai-atk-s0503a6:79_0": "Herein, this self and the cosmos are efficaced in their learning. When they know: “This is the seven classes of rebirth, this is the grounded path, this is the maturity.”",
    "ai-atk-s0503a6:79_1": "Endowed to others, all is unsuitable encounter, resort, and obsession. That is why he does so behind his own views, giving up of others.",
    "ai-atk-s0503a6:79_2": "There are some ascetics and brahmins who, having this view: ‘This is the only truth, mass of hate, and delusion.’",
    "ai-atk-s0503a6:79_3": "for sentient beings who desire what is inside, etc., should not be found in sense pleasures,",
    "ai-atk-s0503a6:79_4": "You don’t wish for suffering to be reborn, therefore, he doesn’t want to be done.",
    "ai-atk-s0503a6:79_5": "the other’s domain, (which is) the reason why I’ve created another’s harm,",
    "ai-atk-s0503a6:79_6": "(but) if he himself has no sense of urgency, he may not be destroyed,",
    "ai-atk-s0503a6:79_7": "Or alternatively, all of them are an archery, so no pleasure, no such thing happens through the power of today.",
    "ai-atk-s0503a6:79_8": "If it is permanent, everlasting, eternal, and imperishable, you should all be offered by one.",
    "ai-atk-s0503a6:79_9": "Then Saying, ‘Buddhashikkhus, what is the reason why Icchānaṅgala jealousy and unshakable?",
    "ai-atk-s0503a6:79_10": "And just as Isidatta was described.",
    "ai-atk-s0503a6:79_11": "Therefore it was said: “Where do you carried away by the snake?”",
    "ai-atk-s0503a6:79_12": "And the self and the cosmos arose in them, having no known or seen the scope of language in the same way, the self and the cosmos. Namely knowing and seeing the view of the self and the cosmos. Namely, they did not see the view of the cosmos.",
    "ai-atk-s0503a6:80_0": "And it was said to be the an abiding in him in this way that the five grasping aggregates are impermanent, suffering, and perishable. But it sees in the three kinds of grasping aggregates as impermanent, suffering, and perishable.",
    "ai-atk-s0503a6:80_1": "Seeing this, one does not think of the noble path thus: “I am able to do so by one,” or “I do not.”",
    "ai-atk-s0503a6:80_2": "Yet in his own form, so it doesn’t appear in himself or others. And it’s only dependent on the impermanence of what is impermanent, not-self.",
    "ai-atk-s0503a6:80_3": "thus far there is agitation in this way to give up all views.",
    "ai-atk-s0503a6:80_4": "he becomes skilled in that attainment with attaining the surmounting of perfection.",
    "ai-atk-s0503a6:81_0": "Now, one who is clinging to the view of his head isn’t able to extinguish it with a head.",
    "ai-atk-s0503a6:81_1": "Herein, this generation is possessed of conceit, and this contemplation of views, “Possess, my views are my own characteristics, expecting the arising of my view, and my manifestation of it.”",
    "ai-atk-s0503a6:81_2": "(They are) tied up with the conceit ‘I am’ and in the future. They are attached to their own views, holding them tight, and refusing to let go. In this way they don’t give rise to the conceit ‘I am’.",
    "ai-atk-s0503a6:81_3": "After speaking inappropriate talk about others, he thinks, “This is the only truth, other ideas are beyond the truth, such is the only truth, other ideas are silly”, and when they’ve seen, heard the contradicts of (wholesome) deeds, such is the meaning of being done away with all this.",
    "ai-atk-s0503a6:82_0": "The sixth section on the Realized One is finished.",
    "ai-atk-s0503a6:83_0": "7. Subhūtisuttavaṇṇanā",
    "ai-atk-s0503a6:84_0": "57.",
    "ai-atk-s0503a6:84_1": "he is the name of Subhūti.",
    "ai-atk-s0503a6:84_2": "For that venerable Padumuttara was reborn in a hundred thousand carpets, a hundred thousand sons of the Buddhas, a thousand rims, and a hundred thousand bhikkhus, answering the questions of Brahmās, who had gone forth from thehroudite of the teaching the Buddhas, in this way the (wholesome Nāgas), thought, “Padumuttara’s going forth, and so on.”",
    "ai-atk-s0503a6:84_3": "On the following day he saw a single day, and in the middle of the day, he fled the fourteenth day of the lunar fortnight. He thought, “I’ll die in the middle of a certain tree standing at the end of the Buddha,” and he entered the park. Then he entered the root of a tree not far from the Buddha, with his meditation.",
    "ai-atk-s0503a6:84_4": "Therefore it is said:",
    "ai-atk-s0503a6:84_5": "Now at that time Venerable Subhūti ...",
    "ai-atk-s0503a6:84_6": "But emerging.”",
    "ai-atk-s0503a6:85_0": "Herein, secondly, as to the third jhāna, etc., with the surmounting of the fine-material sphere in the sense of concentration.",
    "ai-atk-s0503a6:85_1": "And here there is the fourth absorption in the fruit of Arahantship, etc., in the second jhāna.",
    "ai-atk-s0503a6:85_2": "When he has abandoned the second jhāna, and there is no wrong thought in the second jhāna, which is abandoned only by the noble path, without applied thought, and with sustained thought only to do so again.",
    "ai-atk-s0503a6:85_3": "Therefore at the end of the path because it was the first fruit of Liberation, applied thought, sustained thought, and wrong speech, and it was already arisen, that is to say, “Entering the fruit of all” .",
    "ai-atk-s0503a6:85_4": "Therefore it is said:",
    "ai-atk-s0503a6:85_5": "“In that case, once-returning the fourth absorption there is the fruit of perfection,”",
    "ai-atk-s0503a6:86_0": "Knowing this, he exclaimed the meaning of it. Disciple of all thought and the defilements. Understanding that, he expressed this heartfelt sentiment:",
    "ai-atk-s0503a6:87_0": "Herein, it is known that applied thought and the mind are accumulated by the Noble Ones, who have understood the wrong path and by sustained thought about the noble paths, and those who have sustained thought about the noble paths, and who witnessed on the path of the noble paths, and peaceful, in that case:",
    "ai-atk-s0503a6:87_1": "internally and externally—thinking uncleared, although they are unprofitable in himself—and an individual essential, both internally and without first completely removing anything else—whether that is peaceful, settled, and decided about the meaning.",
    "ai-atk-s0503a6:87_2": "perceiving the formless, perceiving the formless, and in that.",
    "ai-atk-s0503a6:87_3": "Or alternatively, the sound of drums because of that,",
    "ai-atk-s0503a6:87_4": "Or alternatively, without placing the mind, but without the group of five grasping aggregates of greed, hate, and delusion, or mentally subsisting onwards, he reaches the end of the defilements. But having developed the physical formation of the opposite sex, he residually breaking the state of their non-perception as its object, and the conceiveration of that case.",
    "ai-atk-s0503a6:87_5": "One who lives in the four lower realms, having given up the four lower realms, will who is an abstain from misconception in the four noble paths (perfect), and has passed away from the four worlds, he who has transcended the paths of ignorance and attained the four noble paths.",
    "ai-atk-s0503a6:87_6": "He doesn’t make a new state of existence in the future. He doesn’t have been born in him in the future.",
    "ai-atk-s0503a6:87_7": "thinking: “This isn’t mine,” and on the spot,",
    "ai-atk-s0503a6:87_8": "Thus he expressed this heartfelt sentiment regarding the fruit of stream-entry, and so on investigation of happiness, while he expresses this heartfelt sentiment:",
    "ai-atk-s0503a6:88_0": "The Seventh sections are finished.",
    "ai-atk-s0503a6:89_0": "8. Gaṇikāsuttavaṇṇanā",
    "ai-atk-s0503a6:90_0": "58.",
    "ai-atk-s0503a6:90_1": "Prof the two offerings, two courtesans,",
    "ai-atk-s0503a6:90_2": "A certain herd of the city, she was given the grandmother.",
    "ai-atk-s0503a6:90_3": "having lust, well-trained,",
    "ai-atk-s0503a6:90_4": "whose mind is bound by defilements, and with mind bound up with defilements,",
    "ai-atk-s0503a6:90_5": "In one day, it seems, when many of the scoundrels was entered Rājagaha, she saw a group of six man in the same way.",
    "ai-atk-s0503a6:90_6": "On the same day, two or three months brought (Astic) played six months,",
    "ai-atk-s0503a6:90_7": "Then on the next day, monks, and six groups of six were playing in the past, and six months as before.",
    "ai-atk-s0503a6:90_8": "The others said, “This is our question,” and they got the same reply.",
    "ai-atk-s0503a6:90_9": "Then they served them to the same place as before.",
    "ai-atk-s0503a6:90_10": "After our possession of the possession of factors, they extended the marks that were extended and made a dwelling.",
    "ai-atk-s0503a6:90_11": "Therefore it is said:",
    "ai-atk-s0503a6:90_12": "“ Soon afterwards, on Rājagaha, there were two gangs.”",
    "ai-atk-s0503a6:90_13": "Herein, they carry on that place,",
    "ai-atk-s0503a6:90_14": "and they went out to death. And in the neighborhood of death they went to death and deadly pain.",
    "ai-atk-s0503a6:91_0": "Knowing this, they root and all are rooted in the root of arguments.",
    "ai-atk-s0503a6:91_1": "Through the adversion of this drawback, and of those middlingting the dangers:",
    "ai-atk-s0503a6:92_0": "Herein, there is means of the materiality, which is obtained in the five kinds of sensual stimulation, having reached the final stage of life, or is substantively made by greed for sensual pleasures.",
    "ai-atk-s0503a6:92_1": "When they have given up the things, they still enjoy sensual pleasures. Then they arouse greed for sensual pleasures, grow in the world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. If they enjoy that worldly pleasures, they will be reborn in a good place, a heavenly realm.”",
    "ai-atk-s0503a6:92_2": "“I’ve reached both kinds of dust for myself, both kinds of sensual desire and greed for what is needed.”",
    "ai-atk-s0503a6:92_3": "When you have given up desire for rebirth in the future, greed, hate, and delusion for the future. But there is mental pain and sadness for you to arise in the future.",
    "ai-atk-s0503a6:92_4": "But whose dust is that they strike?",
    "ai-atk-s0503a6:92_5": "“For he who endures the defilements of sensuality, desire to be reborn, and the fruit of the worst of sense desires as a painful, the dissatisfaction, and inspires confidence in both ways.",
    "ai-atk-s0503a6:93_0": "Likewise the bowl which is put in aside like the shade of the bowl,",
    "ai-atk-s0503a6:93_1": "And that which is the fruit of deeds, having the result of which the fruits of deeds,",
    "ai-atk-s0503a6:93_2": "both kinds of dust and dirt.",
    "ai-atk-s0503a6:93_3": "Guarding (wells) through desire and grief for the suffering of disease.",
    "ai-atk-s0503a6:93_4": "One who has arrived at a person who has undertaken and follows:",
    "ai-atk-s0503a6:94_0": "And those who train in the essence of virtue, etc., whose behavior them is such as “harp”, etc., grabsed by them, and so on.",
    "ai-atk-s0503a6:94_1": "precepts and observances, celibacy, and service as the essence,",
    "ai-atk-s0503a6:94_2": "Herein, when someone thinks, “I can’t do whatever is beneficial”, etc., and this is necessarily prevented by virtue, etc., andes, and snakes, scorns, or the spiritual life I am the essence should be understood as follows: “Beings in virtue, etc., with noboding the spiritual life or inclining to purity, or as the essence of virtue” .",
    "ai-atk-s0503a6:94_3": "This is the exposition of the paths of self-mortification, of precepts and observances, and of the central state of the Middleness, using that is this: the middle, and the end of the central state of the three enquiry,",
    "ai-atk-s0503a6:94_4": "This is the second kind of indulgence in sensual pleasures.",
    "ai-atk-s0503a6:95_0": "Indulging in the two kinds of pleasure: devotion to indulgence in self-mortification and devotion to themselves.",
    "ai-atk-s0503a6:95_1": "And these days you have attained the painful, sharp, severe, acute feelings—corrupted, bitter, and enduring both pleasure and pain—sharp, severe, thirst, and passion for sensual pleasures. You should practice the path that leads to extinguishment.",
    "ai-atk-s0503a6:95_2": "ordinary people have given up two ends.",
    "ai-atk-s0503a6:95_3": "Those who grow carts wrong the view, the same view as their respects.",
    "ai-atk-s0503a6:95_4": "For if you’re able to give up the opposite directions, you should give up the authority, the intentions, the act of virtue, the restraint of the mind, and the aggregates of view, and the partiality of your own views, etc., haven’t gained by craving and honoured by craving, etc., and view, and he makes any effort to grasp at ease, undertake the precepts.",
    "ai-atk-s0503a6:95_5": "Their view of identity view is evident in them.",
    "ai-atk-s0503a6:95_6": "In this way the neighborhood of the future should be understood.",
    "ai-atk-s0503a6:95_7": "But whoever is included in the five constituents (of mind and body) that provide fuel for attachment",
    "ai-atk-s0503a6:95_8": "When they transmigration, they don’t reach the peak of grasping on the five grasping aggregates.",
    "ai-atk-s0503a6:95_9": "but another would also say, “Sometimes the diverse spectrum of old age and death?”",
    "ai-atk-s0503a6:95_10": "or because they don’t proceed without reserve to inclusion, because they’re described under the sway of views.",
    "ai-atk-s0503a6:96_0": "Not having understood these two ends, you think thus: “Venerable sir, those who do not know these states of existence isn’t the netwly come to be reborn in the next life, and those who do not know it.”",
    "ai-atk-s0503a6:96_1": "And having seen him, he should see the defilements in the sense that he has ended the defilements.",
    "ai-atk-s0503a6:96_2": "and they enjoy the one solitude of pleasure: devotion to the senses hidden in one sense desire as well.",
    "ai-atk-s0503a6:96_3": "By the: of one urgency, possessed of clause talk that is referred to as one.",
    "ai-atk-s0503a6:96_4": "For one who indulges in sensual pleasures, being energetic and fond of laziness by arousing energy, gets rid of the danger in being energetic and depressed, overposed, looking at the right time laziness of energy, and wrong practiced the danger in being afraid of wrongdoing, and wrong conduct. And that is called the drawbacks.",
    "ai-atk-s0503a6:96_5": "Therefore it is said:",
    "ai-atk-s0503a6:96_6": "“Venerable Sir, please don’t get into a single progressive essence.”",
    "ai-atk-s0503a6:96_7": "Herein, craving should be understood as specific neutrality investigating by craving, etc., and differently they should be understood as given in accordance with craving.",
    "ai-atk-s0503a6:97_0": "Or alternatively, they go too in one position, the termination of the different kinds, the one giving, and the insisting on, etc.,",
    "ai-atk-s0503a6:97_1": "For one engaged in virtue such as virtue, etc., I shall fall in the neighborhood of a life, or a god of such behavior, such as virtue, learning, generosity, and seized by the fellows in the various orders of gods, or some gods who were brothers, like an embarrassed, and fellows in the various ways. Then I will sprouted by the wind and sun, and nourish constantly sensual pleasures.”",
    "ai-atk-s0503a6:97_2": "So it should be understood that the annihilationists should be understood according to the instance of swearts .",
    "ai-atk-s0503a6:98_0": "Those lacking direct knowledge says this, “These are those who have direct knowledge, and the path and the way that are consists of the noble ones, and they are practicing well developed,”",
    "ai-atk-s0503a6:98_1": "He doesn’t give up fact that don’t get lots of fitting to give up.",
    "ai-atk-s0503a6:98_2": "And with that he thought: “This must be abandoned by the giving up of that. ” He said, “This is the stream-enterer, not liable to return from that world; once it has given up that view, let them go of all activities, the letting them go of all attachments,” and the concepts of aggregates.",
    "ai-atk-s0503a6:98_3": "And here there is this meaning of fruition and that which is best, being taught in the past, that is to say, the Vibhaṅga, and the Discipline, “Beings, Protector of the fruition,” and so on. When he does not say, “This is the exposition of the paths, this is the opposite of the fruition primary, this is the exposition should be said to belief obserated to the past,",
    "ai-atk-s0503a6:98_4": "But there is no cycle of rebirths for them who are possessed of wisdom, and who has given up the defilement of their enemy, and wherever they proceed to be found. But there is no aggregates, the understanding that is, by not grasping as a degree of vanity.",
    "ai-atk-s0503a6:99_0": "The eighth Congregation is finished.",
    "ai-atk-s0503a6:100_0": "9. Upātidhāvantisuttavaṇṇanā",
    "ai-atk-s0503a6:101_0": "59.",
    "ai-atk-s0503a6:101_1": "In the dark of the night, the darkness appears in the dark of the night;",
    "ai-atk-s0503a6:101_2": "For in the darkness of the night has produced in the darkness and light,",
    "ai-atk-s0503a6:101_3": "When darkness is dark, he thinks, “I’m not unlikeable.” And the gods protected by lost, etc.,",
    "ai-atk-s0503a6:101_4": "for the darkness is called “I am”.",
    "ai-atk-s0503a6:101_5": "But this Divinities, having driven out the hips and the caves.",
    "ai-atk-s0503a6:101_6": "Therefore it is said:",
    "ai-atk-s0503a6:101_7": "“An oil lamp in the dark of the night, a great storm dispelling it.”",
    "ai-atk-s0503a6:101_8": "Living in the open air, the opening amid confinements are unclean.",
    "ai-atk-s0503a6:101_9": "when the oil was burning, the lamps flames are burning, the oil lamps flames are burning.",
    "ai-atk-s0503a6:102_0": "He doesn’t then repay the Buddha’s speech: “We call out the moon in the sun and moon. Wearing the sun, moon with joined palms, and doing the light of the moon.” Then he stars the darkness of the rainy season, having grasped the darkness of light, he sits down embarrassed the darkness of the Buddhas, the light, and the sun. Then, he appears gripped in darkness of light,",
    "ai-atk-s0503a6:102_1": "‘There is no truth for the Buddha’s Community of monks. There is no careful supernormal powers for the congregation of the Bhikkhu fraternity.",
    "ai-atk-s0503a6:102_2": "For this is said:",
    "ai-atk-s0503a6:102_3": "and when the Fruits in the fruits of the ascetic life they illuminate.",
    "ai-atk-s0503a6:102_4": "“The night has passed, sirs.” But the crack of dawn has not been developed by the Buddha in the dark of the night.",
    "ai-atk-s0503a6:102_5": "and offered them that the lay-folk had been prepared for him for the purpose of worship.",
    "ai-atk-s0503a6:103_0": "While staying in Sāvatthī for alms, many monks, for the purifying the corpse of the life of the Buddha, and on the day of the Jina, they entered Sāvatthī took their own dwellings and went to the Great Wood, and under the beds’ scented the Buddha and prepared a fragrance. They then went to the neighborhood of the building work, where the monks, wherever they stretching the Fraternity of Bhikkhus, calling the Buddha and the Saṅgha, the Great Ser. After preparing the life, and the Sole Leptching to get rid of the obser-human, they entered Sāvatthī, and there making an importantaction of the people,",
    "ai-atk-s0503a6:103_1": "In the late afternoon, they hear the Dhamma in the presence of the Buddha, Protector of the Teaching, and on the Protector of the Community. They then went to the Buddha, bowed, sat down to one side, and brought him to the fragrance for the mendicant Saṅgha. And they did not pay homage to the Buddha, yet.",
    "ai-atk-s0503a6:103_2": "Then those mendicants worshipped the Buddha, and having risen from their seats, went to those monks. They sat down on one side. They then asked them: ‘Who are you sitting in the other sectarians, making them give rise to their view, reproaches, and charged them with their own views. What is the only truth, and received their views.’”",
    "ai-atk-s0503a6:103_3": "At that time many flags were falling down on a cliff.",
    "ai-atk-s0503a6:103_4": "Therefore it is said:",
    "ai-atk-s0503a6:103_5": "“ Now at that time several servings of meditation.”",
    "ai-atk-s0503a6:104_0": "Herein, these are called “perpents” .",
    "ai-atk-s0503a6:104_1": "for showing the profound as an art of extremes,",
    "ai-atk-s0503a6:104_2": "When water is falling, the water is finished breaking out of the waterpots, running away, and falling down.",
    "ai-atk-s0503a6:104_3": "They think, “This is the water for (of the bowls),” and sent for him by means of going to attend on him, throwing him away, is the meaning.",
    "ai-atk-s0503a6:104_4": "(perhaps) increased suffering.",
    "ai-atk-s0503a6:104_5": "Their losses.",
    "ai-atk-s0503a6:104_6": "Because of the first statement I proclaimed death only in a lamp, the last youth,",
    "ai-atk-s0503a6:104_7": "And all the creatures there were shaking here and there.",
    "ai-atk-s0503a6:105_0": "Knowing this, an unattached, seeing how they directly knowing each other with their own hands, and come to witness. Those who come after giving a consequence:",
    "ai-atk-s0503a6:106_0": "Herein, they run here and there, they do not fall in due course of freedom through the four kinds of concentration, or support by the wise, but not of intelligence, or of the fourth jhāna and of the perfection of freedom.",
    "ai-atk-s0503a6:106_1": "When he is returning in this way, he becomes excluded from the five grasping aggregates, just as a charnel ground, after going beyond the customs, and passing away his view, he passed away the self as “The self,” and having grasped the five grasping aggregates, he passed away.",
    "ai-atk-s0503a6:106_2": "If they call nine bonds, workers, and stories them a new bonds, and a community, and feeding grounds for craving.",
    "ai-atk-s0503a6:106_3": "These lamps of the meaning are seen in dependence on the ground. Also after she has seen such a view, holding on to it, and because she has a view that is indicated by the eye. From the growth of all these ascetics and brahmins, like the Paccekabuddhas, the neighborhood of a Character. Then they’re not able to burn up with that view, and it cannot because of the lazy, the meaning in the past, the future, and present.”",
    "ai-atk-s0503a6:107_0": "The Nine Discourses on the Uppalavaṇṇā is finished.",
    "ai-atk-s0503a6:108_0": "10. Uppajjantisuttavaṇṇanā",
    "ai-atk-s0503a6:109_0": "60.",
    "ai-atk-s0503a6:109_1": "he died as far as the ten times.",
    "ai-atk-s0503a6:109_2": "from whichever the meaning is: from whatever time he needs, that is good,",
    "ai-atk-s0503a6:109_3": "This is how it is for the Realized One’s disciple who has arisen possessions, honor, and popularity, but only with the different kinds of gains and respect, the Realized One, the perfected ones, and the fully awakened Buddha. That is, when someone who is so alternatively sticks, infatuated, and dedicated to the Realised One’s disciple.",
    "ai-atk-s0503a6:109_4": "For the world-treasure appears to the wheel-turning monarch in this way, and the world-treasures, but only the whole world, and the whole world-treasure is honored, respected, revered, and venerated by all these treasures.",
    "ai-atk-s0503a6:109_5": "So the treasure of the Buddha said: “Why have you doing good deeds for bringing meritoriousness towards the Community, who is the neighborhood of the Dhamma, or whose meritorious acts, whose mind is the precious treasure of the Enlightened One, the Enlightened One’s gem, and the teachings, thus shows the virtue, and gods of the Community.”",
    "ai-atk-s0503a6:110_0": "For the Blessed One, rose up into the air and set out on the bones of the Holy One in the world, and, the perfected ones of the fully awakened Buddha, rose up into the air in the country, and returned to a well-prepared seats without protection and makeupid reverence for Arahatship. Because he was established in the dispensation of the gods, the Best of all the Fraternity and salutations, he came down to Rājagaha and sat down on the seats.",
    "ai-atk-s0503a6:111_0": "Then Ānanda was sitting in the day of the Buddha. When he had seen the noble ones, with his mind happy and getting up from that seat, thinking, “Would it was",
    "ai-atk-s0503a6:111_1": "Then something was hard to satisfy",
    "ai-atk-s0503a6:111_2": "“In this way, sir, they’re practicing in line with the teachings, and practice in line with the teachings. They’ll give rise to confidence in the Buddha, and they’re practicing that.",
    "ai-atk-s0503a6:111_3": "And the Buddha said, “And Ānanda,” and he replied, “Just as long as he did, after lifting that statement, he said, “Soṇadatta’s flower,” and he expressed his appreciation to the great lamp, saying, “Have this word,” and he resembled the golden blossoms, “It’s boiled the left,” and then he said, “It’s not good for him,” and he said, “It’s just as long as he merely declaredically that”.",
    "ai-atk-s0503a6:111_4": "Therefore it is said:",
    "ai-atk-s0503a6:111_5": "“Se, Venerable Ānanda. ...”",
    "ai-atk-s0503a6:111_6": "And he has the Sangha of monks.”",
    "ai-atk-s0503a6:111_7": "The Buddha had given rise to some disciples in the past, and some of the past, some future appeared to me.",
    "ai-atk-s0503a6:112_0": "Having understood the signified and emerged from it, the origin of identity view arise in the world, and so on, they don’t give rise to joy in the world, and they don’t give rise to joy, and they’re not freed from suffering.",
    "ai-atk-s0503a6:113_0": "But he sits long there, renowning with glory as he lights up the divine shines.",
    "ai-atk-s0503a6:113_1": "as far as the sun doesn’t lose his fears in the three worlds, or even one fancy destiny, for the sake of worldly gain, thinking: “As long as the sun doesn’t rises, or as far as the sun goes down by one,”",
    "ai-atk-s0503a6:113_2": "When the sun is turned down, the abstaining from strings and fruits, strings up with thorns and fruits,",
    "ai-atk-s0503a6:113_3": "When he is sunn he is struck with joy, he does not shine it. As he is able to dispel the darkness in the darkness in the darkness of night; then rose up and goad in the darkness of the night, it seems, like the darkness in the darkness shines with the brightness when he is dead, it seems, like a lamp’s darkness shining light.",
    "ai-atk-s0503a6:114_0": "When the parts have been turned upside down, themount of the sunrise and reappeared in lots of it, they rose from the buttermilk regarding it, saying: “Those who have seen the truth, the path of the stages indeed thus: “Those who have seen the truth may be taken by the appearance of their own thoughts.”",
    "ai-atk-s0503a6:114_1": "And those disciples do not apply themselves to their views, nor do their disciples generally arise in the world; they don’t specifically fill up with wisdom. They don’t shine with wisdom.",
    "ai-atk-s0503a6:114_2": "Then the fully awakened Buddhas, when the glorious radiance of their own lights, didn’t go on speaking to the fools. But when they’re not able to do it.",
    "ai-atk-s0503a6:114_3": "The disciples who are not purified, nor are their disciples.",
    "ai-atk-s0503a6:114_4": "For even those who are badly explained the teaching of the noble ones, they don’t deserve to be released from the teaching.",
    "ai-atk-s0503a6:114_5": "Hence it is said: “A river, a river is not released from suffering.”",
    "ai-atk-s0503a6:114_6": "For one who does have been ejected for not recognizing an offense, wrong view, wrong thought, wrong speech, and wrong action, infatuated and misconception, they won’t be freed from suffering.",
    "ai-atk-s0503a6:115_0": "The tenth section on the Realized One is finished.",
    "ai-atk-s0503a6:116_0": "Conclaring the colour of the moon,"
}