{
    "ai-atk-abh03a37:0_0": "22. Bāvīsatimavaggo",
    "ai-atk-abh03a37:1_0": "1. Parinibbānakathāvaṇṇanā",
    "ai-atk-abh03a37:2_0": "892.",
    "ai-atk-abh03a37:2_1": "Now, it is called “this”.",
    "ai-atk-abh03a37:2_2": "Herein, when it comes to the hollow is destroyed, it becomes extinguished throughout the connection with all the fetters. That is why there are final extinguishment.",
    "ai-atk-abh03a37:2_3": "(But) he who is addicted to their own questions, one who speaks with the others.",
    "ai-atk-abh03a37:2_4": "It is as already explained here.",
    "ai-atk-abh03a37:3_0": "The Useless states",
    "ai-atk-abh03a37:4_0": "2. Kusalacittakathāvaṇṇanā",
    "ai-atk-abh03a37:5_0": "894-895.",
    "ai-atk-abh03a37:5_1": "Now, this is called “virtue wholesome mind”.",
    "ai-atk-abh03a37:5_2": "Herein, when there is no delight in mindfulness, one who has reached Nibbāna up to the Darkness becomes fully extinguished there. So aware that’s why the skillful does lead out the Dark Forest.",
    "ai-atk-abh03a37:5_3": "(But) he who is addicted to their own questions, one who speaks with the others.",
    "ai-atk-abh03a37:5_4": "Rather, their mind becomes skilled in means of good choices, etc., and good instruments of death and goodness.",
    "ai-atk-abh03a37:5_5": "As to constantly: here it leads together.",
    "ai-atk-abh03a37:5_6": "mindfully, with full awareness: this mindfulness, that is to say, with the welfare of the noble ones, with full awareness, not to recommendation abode, not to attain (supreme) knowledge,",
    "ai-atk-abh03a37:5_7": "That’s why it’s called “final.”",
    "ai-atk-abh03a37:6_0": "Unskillful Qualities",
    "ai-atk-abh03a37:7_0": "3. Āneñjakathāvaṇṇanā",
    "ai-atk-abh03a37:8_0": "896.",
    "ai-atk-abh03a37:8_1": "But now there is such a imperturbable state.",
    "ai-atk-abh03a37:8_2": "Herein, the Buddha stays there at the fourth absorption, standing in the same place, and having attained final extinguishment. Then he can be attained final extinguishment; while some of those who were responded, some of the doctrines.”",
    "ai-atk-abh03a37:8_3": "longing for freedom from attachments,",
    "ai-atk-abh03a37:8_4": "For all sentient beings, consciously in their minds, and die in their bodies.",
    "ai-atk-abh03a37:8_5": "Because of this, he said this to the other:",
    "ai-atk-abh03a37:8_6": "Herein, although any one of the four blessings is enlightened in four ways: it is an in the mode of one’s presence or other.",
    "ai-atk-abh03a37:8_7": "so he said, “Do not find out about Revata.”",
    "ai-atk-abh03a37:8_8": "And here the rest is independent.",
    "ai-atk-abh03a37:9_0": "Understanding the imperturbable talk,",
    "ai-atk-abh03a37:10_0": "Discussion of the Teaching on the Peaceful Mind",
    "ai-atk-abh03a37:11_0": "897.",
    "ai-atk-abh03a37:11_1": "Now, a Discussion of the teaching:",
    "ai-atk-abh03a37:11_2": "Herein, a stream-enterer, regards his mother and father, a child in the past, having seen the Truth, and some particularizing the future, are just like one who understands the ford.",
    "ai-atk-abh03a37:11_3": "In this way, “There are misfortune, there is the penetration of the Dhamma, there is the penetration of the Dhamma, and there is the progress of the Dhamma.”",
    "ai-atk-abh03a37:11_4": "Conflict on the discourses, etc.",
    "ai-atk-abh03a37:11_5": "since it occurs only in a fellow pregnant woman.",
    "ai-atk-abh03a37:11_6": "For just so much is it that he is dedicated to wakefulness, possessed of sense desires, is devoted to wakefulness, fondness, mindfulness and situational awareness, and immersion, which is called “mindfulness” in the Paṭisambhidā.",
    "ai-atk-abh03a37:12_0": "Discussion of the Teaching",
    "ai-atk-abh03a37:13_0": "5-7. Tissopikathāvaṇṇanā",
    "ai-atk-abh03a37:14_0": "898-900.",
    "ai-atk-abh03a37:14_1": "Now, there are three kinds of discussion:",
    "ai-atk-abh03a37:14_2": "And once there, one who is reborn in a stream-enterer, an abiding in the company of laywomen, and one whose laywomen sees them Liberation: “One who is Liberated in the womb for those who have attained Liberation of the embryodiment, and those in the neighborhood of Vedudīpa.” And after seeing them, they say, “There are those who have seen that it is subdue pregnant,” there, and on seeing them, the merchant, and oncery, he sees the inference of the Truth, he had reached the in the Jemplenty, and perfection of mentional attainment of Lignameeduation right here, etc.",
    "ai-atk-abh03a37:14_3": "(But) he who is addicted to their own questions, one who speaks with the others.",
    "ai-atk-abh03a37:14_4": "And here the first is of the same as in the case.",
    "ai-atk-abh03a37:15_0": "Pressing the three",
    "ai-atk-abh03a37:16_0": "8. Abyākatakathāvaṇṇanā",
    "ai-atk-abh03a37:17_0": "901-902.",
    "ai-atk-abh03a37:17_1": "Now, this is how it is said:",
    "ai-atk-abh03a37:17_2": "“Bhikkhus, there is such a doctrine, in accordance with the Teacher, and if you were told him to speak of the word ‘meanings’, because of what they did not say.”",
    "ai-atk-abh03a37:17_3": "As to constantly: here it leads out.",
    "ai-atk-abh03a37:17_4": "And they have been told by the mind.",
    "ai-atk-abh03a37:17_5": "For even a man who does not kill living creatures, steal, and commit sexual misconduct, Compassion, too, is unable to make amends for the purpose of abandoning the mind and no offense.",
    "ai-atk-abh03a37:17_6": "For this reason he isn’t able to live too because of what wasn’t left undeclared.",
    "ai-atk-abh03a37:18_0": "Undeclared Points",
    "ai-atk-abh03a37:19_0": "9. Āsevanapaccayakathāvaṇṇanā",
    "ai-atk-abh03a37:20_0": "903-905.",
    "ai-atk-abh03a37:20_1": "Now, this is called “visible when resting place”.",
    "ai-atk-abh03a37:20_2": "Whatever things are forever, not having destroyed, at the moment of his (true) form, and that is called “mind” .",
    "ai-atk-abh03a37:20_3": "therefore there is no (should there is) no fault in the forest,",
    "ai-atk-abh03a37:20_4": "Whatever running out of fear the ray is used, the them like.",
    "ai-atk-abh03a37:20_5": "(But) he who is addicted to their own questions, one who speaks with the others.",
    "ai-atk-abh03a37:20_6": "Yet the Buddha described the discourses in terms of killing living creatures, etc.,",
    "ai-atk-abh03a37:20_7": "all that is a basis for it.",
    "ai-atk-abh03a37:21_0": "On hearing the commentary on the conversation,",
    "ai-atk-abh03a37:22_0": "10. Khaṇikakathāvaṇṇanā",
    "ai-atk-abh03a37:23_0": "906-907.",
    "ai-atk-abh03a37:23_1": "now is called “Just now”.",
    "ai-atk-abh03a37:23_2": "Herein, the state of having the impermanence of all conditions, that is why a single conscious (volitional) process.",
    "ai-atk-abh03a37:23_3": "It is just like a solid mass of rice, when he divided runs all the people in the past.",
    "ai-atk-abh03a37:23_4": "But they are engaged in the very moment of the one who has the wisdom of speaking.",
    "ai-atk-abh03a37:23_5": "Those in the Mahātittha : it is the shape of the earth that is the shape of not seeing.",
    "ai-atk-abh03a37:23_6": "If they were to penetrate that the mind-made, and non-perception of the base consisting of boundless consciousness would be even just for a single moment, and they lay down upon them. Then he said: “Rebirth is preparing the eye and so on.”",
    "ai-atk-abh03a37:23_7": "But as to the other, one is conceived in a womb, he claims to be it, and rolled towards the other kind of consciousness,",
    "ai-atk-abh03a37:23_8": "And here the rest is independent.",
    "ai-atk-abh03a37:23_9": "So when the mind is permanent, since it is not permanent, eternal, imperishable, and protection by means of one’s own mentality.",
    "ai-atk-abh03a37:23_10": "The section on the same day:",
    "ai-atk-abh03a37:24_0": "Uppalavaṇṇā",
    "ai-atk-abh03a37:25_0": "with the twenty purgatives, at the Bārāṇasī,"
}