{
    "ai-atk-s0402a61:0_0": "(26) 6. Abhiññāvaggo",
    "ai-atk-s0402a61:1_0": "1-3. Abhiññāsuttādivaṇṇanā",
    "ai-atk-s0402a61:2_0": "254-256.",
    "ai-atk-s0402a61:2_1": "After having known the sixth very deep knowledges,",
    "ai-atk-s0402a61:2_2": "Serenity and discernment of conditions: formations and conditions are mentioned and insight.",
    "ai-atk-s0402a61:2_3": "Knowledge and Freedom, and the rest is associated with knowledge,",
    "ai-atk-s0402a61:2_4": "in the second search for searching.",
    "ai-atk-s0402a61:2_5": "liable to grow old, fall sickness,",
    "ai-atk-s0402a61:2_6": "Likewise in the rest.",
    "ai-atk-s0402a61:2_7": "The third section on the same bed is the same.",
    "ai-atk-s0402a61:3_0": "4. Mālukyaputtasuttavaṇṇanā",
    "ai-atk-s0402a61:4_0": "257.",
    "ai-atk-s0402a61:4_1": "and in the fourth month Māluṅkyaputta, the brahmin Māluṅkyaputta,",
    "ai-atk-s0402a61:4_2": "Here is there to give you this advice,",
    "ai-atk-s0402a61:4_3": "With this senior very confidence in the Elder Sāriputta:",
    "ai-atk-s0402a61:4_4": "This young man, it seems, after the time, and later she puts a meditation subject at the wrong time, and begging the bowls to the forest.",
    "ai-atk-s0402a61:4_5": "Then the Buddha said to him, “What’s the point of your child, when you’re in the wilderness, why are you entering the forest with a large chance, as if you were aiming at the wrong time?”",
    "ai-atk-s0402a61:4_6": "‘But because the Blessed One wants to enter the wilderness, she wants to train in the wilderness, wants to train in the forest, wanting to train him in the wilderness, wanting to make a meditation subject for the ascetic. So, when the king wants to go to the forest, he asks the meditation subject,",
    "ai-atk-s0402a61:4_7": "You weren’t able to make a living at home with his energy on the ground, andmorrow please do it.”",
    "ai-atk-s0402a61:5_0": "5-10. Kulasuttādivaṇṇanā",
    "ai-atk-s0402a61:6_0": "258-263.",
    "ai-atk-s0402a61:6_1": "set aside the five positions places placed on the shaven place.",
    "ai-atk-s0402a61:6_2": "endowed with sixth colour, beautiful colour,",
    "ai-atk-s0402a61:6_3": "endowed with strength, endowed with strength,",
    "ai-atk-s0402a61:6_4": "A monk endowed with good qualities, endowed with good qualities,",
    "ai-atk-s0402a61:6_5": "endowed with energy, endowed with strength,",
    "ai-atk-s0402a61:6_6": "endowed with knowledge and insight,",
    "ai-atk-s0402a61:6_7": "likewise in the seventh.",
    "ai-atk-s0402a61:6_8": "And here the rest is as before.",
    "ai-atk-s0402a61:7_0": "The sixth sub-chapter on direct knowledge is finished."
}