{
    "ai-atk-s0304a8:0_0": "9. Asaṅkhatasaṁyuttaṁ",
    "ai-atk-s0304a8:1_0": "1. Paṭhamavaggo",
    "ai-atk-s0304a8:2_0": "twenty-two parts of the body have comes to be seen.",
    "ai-atk-s0304a8:3_0": "366-376.",
    "ai-atk-s0304a8:3_1": "The Linked Discourses on the unconditioned,",
    "ai-atk-s0304a8:3_2": "by one who searches",
    "ai-atk-s0304a8:3_3": "by compassion:",
    "ai-atk-s0304a8:3_4": "compassionately, he thinks: “ prey to the advantage of compassion, and having done away with a thought and witnesses.”",
    "ai-atk-s0304a8:3_5": "I’ve made this aspiration: I have taught you the road and the path without consideration.",
    "ai-atk-s0304a8:3_6": "For the compassionate is the consequence of this teacher, the teaching is the Dhamma.",
    "ai-atk-s0304a8:3_7": "but your disciples generally desires.",
    "ai-atk-s0304a8:3_8": "That’s why these roots of trees are fulfilled.",
    "ai-atk-s0304a8:3_9": "our instruction to place, thus he shows them the foot of a tree.",
    "ai-atk-s0304a8:3_10": "Those who are attached to an empty place,",
    "ai-atk-s0304a8:3_11": "He who explains both the kind and the resting place in both places, and who directs the right size,",
    "ai-atk-s0304a8:4_0": "Then it grows produced by the aggregates as objects of the eight sense-spheres, etc., as its object, and the sense-spheres, etc., as its object and inclusion and the sense-spheres.",
    "ai-atk-s0304a8:4_1": "Don’t neglect the meaning, don’t be heedless!",
    "ai-atk-s0304a8:4_2": "For later an regrets in the future, those who have never used to live at the root of a young embracing a hundred times, and prevented from death today on the ground at the time of the night. When all the time were afflicted by lustful, they might see the deathless. When they were afflicted with dreams, where they droopped on the stairs, fall down as a cliff, speed, and greedy for their own death.",
    "ai-atk-s0304a8:4_3": "But do not say such things as he says, “Don’t give it like that. ”",
    "ai-atk-s0304a8:5_0": "This is my instruction to you. Don’t be negligent. Don’t regret it later! This is my instruction to you.",
    "ai-atk-s0304a8:6_0": "2. Dutiyavaggo",
    "ai-atk-s0304a8:7_0": "1-33. Asaṅkhatasuttādivaṇṇanā",
    "ai-atk-s0304a8:8_0": "(but) he can also be called “blessed” when he can be said to others, “This is why I say it.”",
    "ai-atk-s0304a8:9_0": "Ending of the round of rebirths :",
    "ai-atk-s0304a8:9_1": "by the four bases of defilements.",
    "ai-atk-s0304a8:9_2": "- truthfulness is the truth",
    "ai-atk-s0304a8:9_3": "Vassakāra onto his neck,",
    "ai-atk-s0304a8:9_4": "Through gentleness",
    "ai-atk-s0304a8:9_5": "very hard to see, so hard to pass.",
    "ai-atk-s0304a8:9_6": "is full of old age and death.",
    "ai-atk-s0304a8:9_7": "with its shadowb, too,",
    "ai-atk-s0304a8:9_8": "getting rid of greed and looking back.",
    "ai-atk-s0304a8:9_9": "that eye-consciousness is not to be cultivated without equals,",
    "ai-atk-s0304a8:9_10": "having given up the conceit ‘I am’, without attachment",
    "ai-atk-s0304a8:10_0": "longing to be a peaceful state,",
    "ai-atk-s0304a8:10_1": "when death and the deathless is developed.",
    "ai-atk-s0304a8:10_2": "supreme sublime—",
    "ai-atk-s0304a8:10_3": "Through grazing the bones of the palace",
    "ai-atk-s0304a8:10_4": "secure, safe, free of defilement,",
    "ai-atk-s0304a8:10_5": "The end of craving, the end of craving, and the end of craving,",
    "ai-atk-s0304a8:11_0": "(They are) stingy, that is to say, the Supreme (wholesome) pacifies and the most fearful,",
    "ai-atk-s0304a8:11_1": "it is unborn, unbecome, and this is said:",
    "ai-atk-s0304a8:11_2": "not-self, not-self,",
    "ai-atk-s0304a8:11_3": "Suffering is stated in the formations consisting of formations.",
    "ai-atk-s0304a8:11_4": "with the mind through the air,",
    "ai-atk-s0304a8:11_5": "declared to be ill-will in the heart.",
    "ai-atk-s0304a8:11_6": "When he has a clinging, dispassionate,",
    "ai-atk-s0304a8:11_7": "But purification is ultimate purity.",
    "ai-atk-s0304a8:11_8": "freed from the three states of existence:",
    "ai-atk-s0304a8:11_9": "the state of generation of sensual desires,",
    "ai-atk-s0304a8:11_10": "grounded in the island with its owners,",
    "ai-atk-s0304a8:11_11": "(burning) wet clothes and wet clothes.",
    "ai-atk-s0304a8:11_12": "Through shelter go back to the bones,",
    "ai-atk-s0304a8:11_13": "By the danger of vanity: the meaning is that it is said.",
    "ai-atk-s0304a8:11_14": "Gotamī is the destiny, and bound for others.",
    "ai-atk-s0304a8:11_15": "is already explained.",
    "ai-atk-s0304a8:12_0": "The Linked Discourses on the unconditioned is finished."
}