{
    "ai-atk-s0402a2:0_0": "3. Bālavaggavaṇṇanā",
    "ai-atk-s0402a2:1_0": "22.",
    "ai-atk-s0402a2:1_1": "This is the third case.",
    "ai-atk-s0402a2:1_2": "After having concluded the person’s punishment, he said this to the rod and forgiveness:",
    "ai-atk-s0402a2:1_3": "saying, “I won’t,” he said, “I’ll do not accept this.” And he said, “I’ll give me a teaching,” according to such a state, and when I do not accept it.",
    "ai-atk-s0402a2:1_4": "“When you see such a thing, don’t beg from you; I do not say.”",
    "ai-atk-s0402a2:1_5": "the recommendation of the law makes use of the requisites .",
    "ai-atk-s0402a2:2_0": "23.",
    "ai-atk-s0402a2:2_1": "They misrepresent him with a second person.",
    "ai-atk-s0402a2:2_2": "between hate and delusion,",
    "ai-atk-s0402a2:2_3": "for the ascetic Gotama has nothing to say that he has superhuman quality to the ascetic Gotama.",
    "ai-atk-s0402a2:2_4": "The faithful he has given up his faith in the island: “This is a calm, this is the unsurpassed Buddha, this is called the supreme Buddha, the world of men, and the highest among men.”",
    "ai-atk-s0402a2:2_5": "In the third rainy season:",
    "ai-atk-s0402a2:3_0": "25.",
    "ai-atk-s0402a2:3_1": "The meaning is this: it needs them to subsequently the meaning.",
    "ai-atk-s0402a2:3_2": "One who explains a discourse in need of interpretation as a discourse. They explain an agreement.",
    "ai-atk-s0402a2:3_3": "“In this case, mendicants, there are two persons named Principles.”",
    "ai-atk-s0402a2:3_4": "And here, even if a person is compared to a fully awakened Buddha, still this is said to be the best of the words, “Bhikkhus, even this is called confinement” , etc., the meaning is this:",
    "ai-atk-s0402a2:3_5": "But this ignorant fool proclaims what has been brought on a discourse.",
    "ai-atk-s0402a2:3_6": "For if the Realized One doesn’t exist in the person, he should say: “Monks, there is no person who is no person,”",
    "ai-atk-s0402a2:3_7": "But since there is exactly what is called. Now there is something else as a low length in a discourse whose meaning is explicit as a discourse whose meaning is explicit.",
    "ai-atk-s0402a2:3_8": "led on as impermanent, suffering, and not-self.",
    "ai-atk-s0402a2:3_9": "For here it is only suffering that is impermanent, suffering is the meaning.",
    "ai-atk-s0402a2:3_10": "But this self does not profit. “I shall expert a discourse on the meaning,” “I wish to explain this discourse and this discourse,” “I shall expose a discourse in need of interrupt a lamp.”—this is called “I profession as a discourse on the meaning”.",
    "ai-atk-s0402a2:3_11": "The fifth is finished.",
    "ai-atk-s0402a2:4_0": "27.",
    "ai-atk-s0402a2:4_1": "In the sixth concealed place he did bad deeds.",
    "ai-atk-s0402a2:4_2": "For one having covered them with wickedness,",
    "ai-atk-s0402a2:4_3": "If not, they do not cover up with bad deed and concealed is called",
    "ai-atk-s0402a2:4_4": "dying in hell, the aggregates of hell.",
    "ai-atk-s0402a2:4_5": "the animal realm, the aggregates,",
    "ai-atk-s0402a2:4_6": "At the seventh sections arearian teachers.",
    "ai-atk-s0402a2:5_0": "The receivers accepting the recipients (of the people), and the receivers is the meaning.",
    "ai-atk-s0402a2:6_0": "31.",
    "ai-atk-s0402a2:6_1": "for the ten reasons:",
    "ai-atk-s0402a2:6_2": "For the one who wildernesses the forest, who thinks they are brought (called) the forest,",
    "ai-atk-s0402a2:6_3": "Herein, although mistakenly, they say: “Even those who go outside the gateway with a variety of Indra, they are easily understood to be only of all the kinds of into the wilderness.”",
    "ai-atk-s0402a2:6_4": "Those people will go to the village, but wherever they do not go, live, having been reborn there,",
    "ai-atk-s0402a2:6_5": "They live in blissful meditation in the present life, which are unsurpassed, observed, leading to blissful meditation in the present life.",
    "ai-atk-s0402a2:6_6": "Out of compassion for my last people, having compassion for me.",
    "ai-atk-s0402a2:7_0": "32.",
    "ai-atk-s0402a2:7_1": "Eleven kinds of clear vision: in the eleven worlds,",
    "ai-atk-s0402a2:7_2": "one-pointedness of mind.",
    "ai-atk-s0402a2:7_3": "Conditions of conditions, the receivers of conditions,",
    "ai-atk-s0402a2:7_4": "What is the benefit of killing? What does he fulfill the benefit?",
    "ai-atk-s0402a2:7_5": "the mind becomes dispassionate, and is liberated.",
    "ai-atk-s0402a2:7_6": "That which is given up is given up, and is given up by the fetters,",
    "ai-atk-s0402a2:7_7": "for one with mind led on to the path, an opening in mind,",
    "ai-atk-s0402a2:7_8": "There is no unprofitable mind,",
    "ai-atk-s0402a2:7_9": "But when that lust arises, the mind sullied by the one whose mind is ready.",
    "ai-atk-s0402a2:7_10": "But when the mind is dirty, it arises at that very moment the one who is hatred and hostile.",
    "ai-atk-s0402a2:7_11": "Therefore it is said:",
    "ai-atk-s0402a2:7_12": "“Greed is given up.”",
    "ai-atk-s0402a2:8_0": "Since they develop insight and discernment.",
    "ai-atk-s0402a2:8_1": "Wisdom is developed and cultivated it’s simply grows away.",
    "ai-atk-s0402a2:8_2": "whatever ignorance is given up in these eight places of ignorance is given up in the eight places.",
    "ai-atk-s0402a2:8_3": "For ignorance is the path of idiot, knowledge is the wrong path,",
    "ai-atk-s0402a2:8_4": "When ignorance is the variety of paths, there is no unprofitable perception.",
    "ai-atk-s0402a2:8_5": "But when ignorance arises, the way he looks back on at it by looking forward.",
    "ai-atk-s0402a2:8_6": "When they know a road, then at a constantly resentful and free of anguish,",
    "ai-atk-s0402a2:8_7": "Therefore it is said:",
    "ai-atk-s0402a2:8_8": "“Ignorance is given up.”",
    "ai-atk-s0402a2:8_9": "Thus the Path and Path gods, and the Asokadhamma were born along with the two paths.",
    "ai-atk-s0402a2:9_0": "When greed is specified by greed, hate, and delusion do not arise in him.",
    "ai-atk-s0402a2:9_1": "“And for ignorant or species differentiations, ignorant and rid of ignorance, and he is not shown by understanding.",
    "ai-atk-s0402a2:9_2": "So, monks, this is how it comes.",
    "ai-atk-s0402a2:9_3": "The heart’s release by greed comes from the fading away of greed.",
    "ai-atk-s0402a2:9_4": "this is the name of the fruit.",
    "ai-atk-s0402a2:9_5": "The fading away of ignorance comes from the knowledge of fading away of ignorance, there is wisdom.",
    "ai-atk-s0402a2:9_6": "At this moment there is variety of many different kinds of concentration.",
    "ai-atk-s0402a2:10_0": "The third sub-chapter on fools is finished."
}