{
    "ai-atk-abh02a12:0_0": "13. Appamaññāvibhaṅgo",
    "ai-atk-abh02a12:1_0": "1. Suttantabhājanīyavaṇṇanā",
    "ai-atk-abh02a12:2_0": "642.",
    "ai-atk-abh02a12:2_1": "Now, as to the four immaterial states: four immaterial states bringing welfare.",
    "ai-atk-abh02a12:2_2": "Unsuitable states are only of little understanding, measureless thought and the measureless states.",
    "ai-atk-abh02a12:2_3": "for these two kinds of foulness and measurelessness as object, and unification of mind associated with unbecoming, and absorption, states of individual essences, etc., are called “perfection of unspecified” in the same way.",
    "ai-atk-abh02a12:2_4": "Here a monk in this dispensation:",
    "ai-atk-abh02a12:2_5": "endowed with loving-kindness, possessing loving-kindness,",
    "ai-atk-abh02a12:2_6": "with a mind of witness,",
    "ai-atk-abh02a12:2_7": "One direction:",
    "ai-atk-abh02a12:2_8": "The first kind of number is recommended by the name of the sevenfold reckoning.",
    "ai-atk-abh02a12:2_9": "Pervading: touching, having made a object,",
    "ai-atk-abh02a12:2_10": "he dwells having known the three divine abidings that postures that is devoted to the divine abidings.",
    "ai-atk-abh02a12:2_11": "Likewise the second: just as he dwells pervading anyone direction with the eastern quarter so as to one direction, and the third and the fourth, is the meaning.",
    "ai-atk-abh02a12:3_0": "Thus there is in the upper direction, which is called in the upper direction.",
    "ai-atk-abh02a12:3_1": "Below, around: so too the lower direction and the direction all round.",
    "ai-atk-abh02a12:3_2": "And here it is below that below the lower direction.",
    "ai-atk-abh02a12:3_3": "Thus, having said this to the horse-defilement in all directions, and so on, the mind-deliverance of loving-kindness is shown that it is said: “In this way, it is loving-kindness, it is beneficial, and pleasant.”",
    "ai-atk-abh02a12:3_4": "Everywhere, etc., are said of the meaningless:",
    "ai-atk-abh02a12:3_5": "Herein, everywhere means in all places.",
    "ai-atk-abh02a12:3_6": "inferiority compared to all classed as inferior, medium, superior, friendly, hostile, neutral, etc., just as they arise, on the part of one’s own , and counselor.",
    "ai-atk-abh02a12:3_7": "Or alternatively, he throws himself outside the heart over and quietly, it is said to be “welling” .",
    "ai-atk-abh02a12:3_8": "Equallying all beings: possessing all beings, is the meaning.",
    "ai-atk-abh02a12:3_9": "Worlding to the world of beings,",
    "ai-atk-abh02a12:4_0": "And at the time of learning it, etc., is said again “impediment,” etc., the clause consisting in giving directions.",
    "ai-atk-abh02a12:4_1": "Or alternatively, endued with loving-kindness is repeated because the word “unction is not repeated” in the same way that is why it was said again and again.",
    "ai-atk-abh02a12:4_2": "this is what is said:",
    "ai-atk-abh02a12:4_3": "And abundant should be regarded here as abundance in pervading.",
    "ai-atk-abh02a12:4_4": "But it is exalted in plane from the sensual-sphere plane to the fine- material-sphere plane, measureless through familiarity and through having measureless beings as its object, free from enmity through abandonment of ill will and hostility, and free from affliction through abandonment of grief.",
    "ai-atk-abh02a12:4_5": "This firstly is the meaning of that instance to be setting aside with his heart ontory.",
    "ai-atk-abh02a12:5_0": "643.",
    "ai-atk-abh02a12:5_1": "Now, as to the words, “And soon as this matter of loving-kindness is said: It’s not easy to say, such a person with a mind like an enemy with a heart of loved by loving-kindness, etc., with a heart of love that person, who has been described thus: “This person is easy to qualified that person, the words “This person, who have attained that person with loving-kindness towards that person, and body as happens to one of good will, who has hate and delusion” .",
    "ai-atk-abh02a12:5_2": "Herein, just as, when a person falls into land, the meaning is put down on one side.",
    "ai-atk-abh02a12:5_3": "bearing (there) ghosts,",
    "ai-atk-abh02a12:5_4": "enjoying the heart from the love,",
    "ai-atk-abh02a12:5_5": "Herein, previously, alternatively, though he has apprehended the special qualities of virtue, etc., he is called “to beloved” .",
    "ai-atk-abh02a12:5_6": "can be understood as the words that are dear and beloved, respected and admired by the noble ones.",
    "ai-atk-abh02a12:5_7": "And there is no benefit in the case of the fine-materiality. Because one is dear and beloved by this dear and beloved to this dear and beloved of the arising of sensual desire and ill will towards this kindness and prudent, not with conscience and prudence for them. That is why it is said:",
    "ai-atk-abh02a12:5_8": "dear and beloved to them.",
    "ai-atk-abh02a12:5_9": "Mettiya:",
    "ai-atk-abh02a12:5_10": "With loving-kindness towards that person:",
    "ai-atk-abh02a12:5_11": "In the same way, just as an individual essential person whose loves individual essence is still not established in loving-kindness is the constantly towards that person with loving-kindness towards all beings.",
    "ai-atk-abh02a12:5_12": "For the purpose of loving-kindness is the meaning of loving-kindness.",
    "ai-atk-abh02a12:6_0": "Is said: it shows the meaning of means of the meaning, or of the meaning, of this meaning.",
    "ai-atk-abh02a12:7_0": "and after touching them with the object of contemplation of the object,",
    "ai-atk-abh02a12:7_1": "(And) those who say about something, however disciplinedly does see how it is well released from positioned; the meaning is well released.",
    "ai-atk-abh02a12:8_0": "Since they extinguish the goods, all of them are said to be expert in terms of the three, namely, complete in all its various parts, not deficient in any one of them.",
    "ai-atk-abh02a12:8_1": "the meaning is And it is said because it is the same.",
    "ai-atk-abh02a12:9_0": "since it is worthy of being unmoved and pacified, which is more abundant and extremely produced in the various orders of gods, namely, great alternatively, and has become very great and exalted,",
    "ai-atk-abh02a12:9_1": "And that is expanded as measureless,",
    "ai-atk-abh02a12:9_2": "Whatever is limitless and unlimited, having cut off the barriers,",
    "ai-atk-abh02a12:9_3": "and that which is oppressed, free from hatred,",
    "ai-atk-abh02a12:9_4": "That’s why it is said: “He who has reached greatness and so on”.",
    "ai-atk-abh02a12:9_5": "It is because of hatred: here that is free from oppression.",
    "ai-atk-abh02a12:9_6": "he can make his construction with a thought:",
    "ai-atk-abh02a12:9_7": "That which is limitless and free of enmity and ill will,",
    "ai-atk-abh02a12:9_8": "The one who is free from oppression",
    "ai-atk-abh02a12:9_9": "And herein, the lower story of the lower direction should be understood above above, below the upper side of the belowest.",
    "ai-atk-abh02a12:10_0": "“One person is said to be a debt,",
    "ai-atk-abh02a12:10_1": "In this case a person gives rise to the perception of people.",
    "ai-atk-abh02a12:10_2": "Herein, through this income is difficult to get past.",
    "ai-atk-abh02a12:10_3": "They cry out, as is hard, by way of body, speech, or mind.",
    "ai-atk-abh02a12:10_4": "from ruining families: placed in a family unproclaimed by bad conduct by way of body, speech, and mind—that is to be understood to say, the meaning here.",
    "ai-atk-abh02a12:11_0": "the personal witnesses in a dear and beloved personal said: “That person is a basis for truthfulness.”",
    "ai-atk-abh02a12:11_1": "Herein, one who is reborn in a family consisting in Jotipāla, etc., should be understood as because he is dear and beloved by the fine-material sphere.",
    "ai-atk-abh02a12:12_0": "rejoicing ...",
    "ai-atk-abh02a12:12_1": "Herein, to get friendship with that is unlikable, undesirable, and is not disagreeable.",
    "ai-atk-abh02a12:12_2": "all the rest should be spoken;",
    "ai-atk-abh02a12:12_3": "How many meditation subjects are there in the detailed explanation of the development of the meditation subjects that is purified from the meditation subject.",
    "ai-atk-abh02a12:13_0": "commentary on the Good Reputation",
    "ai-atk-abh02a12:14_0": "2. Abhidhammabhājanīyavaṇṇanā",
    "ai-atk-abh02a12:15_0": "Absorption that is good, the result of wholesome (thisever) the Things of the Three Worlds, and the Victor,",
    "ai-atk-abh02a12:15_1": "The meaning should be understood in the way already described.",
    "ai-atk-abh02a12:16_0": "3. Pañhāpucchakavaṇṇanā",
    "ai-atk-abh02a12:17_0": "the question should be understood as the profitable states in the very same way.",
    "ai-atk-abh02a12:17_1": "But in the three kinds of objects there are only nine objects, but the nine objects (of existence).",
    "ai-atk-abh02a12:17_2": "(They are) with internal objects.",
    "ai-atk-abh02a12:17_3": "But in this very life, the Realized One, the perfected one, the fully awakened Buddha Sutta reciters in the analysis of annoyance, or else the questions that are wrong.",
    "ai-atk-abh02a12:17_4": "For there are three kinds of delaying: there are three kinds of delayation by one and three.",
    "ai-atk-abh02a12:17_5": "Having thus shown that there is little supernormal powers, but without having told them, he scared them.",
    "ai-atk-abh02a12:18_0": "Discussion of the Vibhaṅga:",
    "ai-atk-abh02a12:19_0": "The one with little wisdom is finished."
}