{
    "ai-atk-abh03a34:0_0": "19. Ekūnavīsatimavaggo",
    "ai-atk-abh03a34:1_0": "1. Kilesapajahanakathāvaṇṇanā",
    "ai-atk-abh03a34:2_0": "828-831.",
    "ai-atk-abh03a34:2_1": "Now, this is called “unportion of defilements”;",
    "ai-atk-abh03a34:2_2": "Herein, when these defilements have given up the defilements, the corruptions that lead to the corruption of the past and the future are given up, they given up, get tied, infatuated, and in the past. That’s why some future lives are given up in the present.”",
    "ai-atk-abh03a34:2_3": "Yet they say that they are included in the past, etc.",
    "ai-atk-abh03a34:2_4": "Just as medicine is lost on the head",
    "ai-atk-abh03a34:2_5": "But there is no way to give up, they give up, get rid of, fame, and wieldy in the past whom encounter wilds. When there is no defilement, they don’t lose their defilements, and they don’t get tired, resentment, and they don’t give them up. So they don’t go down on the path that, they don’t get rid of their defilements.",
    "ai-atk-abh03a34:2_6": "For when this happens in the past is given up, only what is called defilements are abandoned in the past, future, and present. That is why, they say, “shake off defilements” .",
    "ai-atk-abh03a34:3_0": "Discussion of the proper conduct for defilement",
    "ai-atk-abh03a34:4_0": "2. Suññatakathāvaṇṇanā",
    "ai-atk-abh03a34:5_0": "832.",
    "ai-atk-abh03a34:5_1": "Now, that is how it is said.",
    "ai-atk-abh03a34:5_2": "Herein, emptiness is the two characteristics and signs that provide fuel for attachment.",
    "ai-atk-abh03a34:5_3": "That they might still have a single characteristic of neutrality. But in another way they’re referred to the aggregates.",
    "ai-atk-abh03a34:5_4": "and having discovered this difference in both ways, saying, “It is just like a Andhange of blind men.” They are just like the blind who speaks running on their own doctrine.",
    "ai-atk-abh03a34:5_5": "attaining the signless, the highest signless,",
    "ai-atk-abh03a34:5_6": "his name was wrong.",
    "ai-atk-abh03a34:5_7": "Why shouldn’t I obtain this?",
    "ai-atk-abh03a34:5_8": "He is one who speaks contrary to the meaning,",
    "ai-atk-abh03a34:5_9": "For when one has not understood the origin of conditions in any way, they become well known to maintaining the entire mass of choices.”",
    "ai-atk-abh03a34:5_10": "For one who has lost his faults in hate, thinking “This is the sign of someone who hasn’t had little sign.”",
    "ai-atk-abh03a34:5_11": "But the other in which that fathom is actually impermanent,",
    "ai-atk-abh03a34:5_12": "Choices are impermanent, suffering, and perishable. Their emptiness is said to be the truth of the impermanence of all conditions.",
    "ai-atk-abh03a34:6_0": "formations are included in the aggregate, since they have insight into the aggregates of aggregates, oppressed in each and every respectively. Their aggregates are what should be understood as said and the origin of choices.",
    "ai-atk-abh03a34:6_1": "choices don’t come to be called “The aggregate of choices” because they say of the full-undance of choices.",
    "ai-atk-abh03a34:7_0": "This intention is empty of conditions.",
    "ai-atk-abh03a34:7_1": "Herein, “firstance” is a particular individual essence in a self-mortification, like a charnel ground, with the five aggregates of self-mortification, which is why there is no way of .",
    "ai-atk-abh03a34:7_2": "But it is not easy to show the aggregates of choices that a aggregates in them, which is why there is no further developing the entire spectrum of formations.",
    "ai-atk-abh03a34:8_0": "praised by the beautiful,",
    "ai-atk-abh03a34:9_0": "3. Sāmaññaphalakathāvaṇṇanā",
    "ai-atk-abh03a34:10_0": "835-836.",
    "ai-atk-abh03a34:10_1": "Now, however, is the fruit of the ascetic life?",
    "ai-atk-abh03a34:10_2": "Herein, the path where there is a fruit and result of the asceticism, and the fruit of the asceticism, and the fruit of once-return. It is no triple fruition or non-human beings.",
    "ai-atk-abh03a34:10_3": "But then, after saying this, “The fruits of the ascetic life, which is used to be the best kind of fruit, and which is why there is the fruit of the ascetic life.”",
    "ai-atk-abh03a34:10_4": "(But) they are pleased with questions, their (saying):",
    "ai-atk-abh03a34:10_5": "It is here that the rest is as before.",
    "ai-atk-abh03a34:11_0": "The Question About the Fruits of the Ascetic Life",
    "ai-atk-abh03a34:12_0": "4. Pattikathāvaṇṇanā",
    "ai-atk-abh03a34:13_0": "837-840.",
    "ai-atk-abh03a34:13_1": "This is the point of discussion:",
    "ai-atk-abh03a34:13_2": "Herein, he obtained what is received is called.",
    "ai-atk-abh03a34:13_3": "And those who haven’t founded on what is reckoned as a precinct.",
    "ai-atk-abh03a34:13_4": "(But) they are pleased with questions, their (saying):",
    "ai-atk-abh03a34:13_5": "As soon as it is recorded that it is called “reliminary” since it is included in the way already described.",
    "ai-atk-abh03a34:13_6": "He should not lay down the bowl (will), he is unable to get what was said.",
    "ai-atk-abh03a34:13_7": "Herein, having said: “Repulsiveness, this is including the whole body,” and so on, he does not find an instance.",
    "ai-atk-abh03a34:13_8": "There is no state for anyone who does not understand it.",
    "ai-atk-abh03a34:13_9": "But as soon as they repair it, the unbroken is established in dependence on the home life, and they are established in absorption.",
    "ai-atk-abh03a34:14_0": "Discussion of the bowls",
    "ai-atk-abh03a34:15_0": "5. Tathatākathāvaṇṇanā",
    "ai-atk-abh03a34:16_0": "841-843.",
    "ai-atk-abh03a34:16_1": "Here is called the discussion.",
    "ai-atk-abh03a34:16_2": "Herein, there are those in whom the formations consisting of forms: “Being of all forms and all states of existence as such, such as yourself, etc., and because of the gift of their conditions and re-entrying is made up, their simply passages, and some of them are to be conceive in the same way.”",
    "ai-atk-abh03a34:16_3": "and it is also included in the same way as in the commentaries .",
    "ai-atk-abh03a34:17_0": "Practicing Conduct",
    "ai-atk-abh03a34:18_0": "6. Kusalakathāvaṇṇanā",
    "ai-atk-abh03a34:19_0": "844-846.",
    "ai-atk-abh03a34:19_1": "Now, that is what a wholesome thing:",
    "ai-atk-abh03a34:19_2": "He’s skilled in what isn’t desirable, agreeable,",
    "ai-atk-abh03a34:19_3": "(They are) unfavourable to the defilements.",
    "ai-atk-abh03a34:19_4": "This is not skilled in all ways:",
    "ai-atk-abh03a34:19_5": "when he has done the bricks, cooked with bricks, and fruits of good and bad deeds—",
    "ai-atk-abh03a34:19_6": "This isn’t skilled in the beginning and the middle,",
    "ai-atk-abh03a34:19_7": "Those who acquire the opposite sex with the mere able to get the best of all kinds, likewise in order to show the foremost.",
    "ai-atk-abh03a34:19_8": "As soon as it is recommended, it is reckoned as preceding.",
    "ai-atk-abh03a34:20_0": "Uskillful Queen Skillful",
    "ai-atk-abh03a34:21_0": "7. Accantaniyāmakathāvaṇṇanā",
    "ai-atk-abh03a34:22_0": "847.",
    "ai-atk-abh03a34:22_1": "Now, this is how it is called “Lord of”.",
    "ai-atk-abh03a34:22_2": "Herein, there are some who lasts in neighborhood of clans, although mistakenly: “From what is well released from the course, an ordinary person who have reached the supreme perfect understanding, like asking of their own voice.”",
    "ai-atk-abh03a34:22_3": "when a matricide is killed: “May they kill living creatures and have a bad view, oppressiveness of others, preserve truth, annihilated builder, and have reached the ultimate goal, them with a garland.”",
    "ai-atk-abh03a34:22_4": "The other said, “Then Isidatta and Practice about catching them because they’re transmigrated with the profitable view, not others.”",
    "ai-atk-abh03a34:23_0": "if he gets rid of doubt or uncertainty regarding the things, he asks, “Don’t arise, or if he asks.”",
    "ai-atk-abh03a34:23_1": "The other kind of conquerortion admits to it,",
    "ai-atk-abh03a34:23_2": "However, when asked by questions, however, he falls into depression while he’s outside the monastic boundary?",
    "ai-atk-abh03a34:23_3": "Then, when questioned, they resort to their views, and when asked.",
    "ai-atk-abh03a34:23_4": "yet there is no way to wrap the noble path and so on in them with respect to such a path.",
    "ai-atk-abh03a34:23_5": "By one having entered the path, they refused an invitation to eat more.",
    "ai-atk-abh03a34:23_6": "when asked, what is the wrong path?",
    "ai-atk-abh03a34:24_0": "he asks about the second time, about the origin of the world.",
    "ai-atk-abh03a34:24_1": "And so, Yasa said, “There is no same thing as the he does, Vajjis don’t teach, nor do they say.”",
    "ai-atk-abh03a34:25_0": "850.",
    "ai-atk-abh03a34:25_1": "Then he said to her: “Nandaka, who is unable to resolve the legal issue,”",
    "ai-atk-abh03a34:25_2": "for one who has reached the ultimate end, the second is without support,",
    "ai-atk-abh03a34:25_3": "Truly when a mendicant has a doctrine, if they’re trapped in a choose, stepped on topic, saying:",
    "ai-atk-abh03a34:25_4": "He is abandoned by questioning that is abandoned, and he admits to the way already described.",
    "ai-atk-abh03a34:25_5": "Similarly Each: ’ and so on.",
    "ai-atk-abh03a34:25_6": "The rest is as already explained.",
    "ai-atk-abh03a34:26_0": "They should ask about enquire about what should be spoken of in conflict with others.",
    "ai-atk-abh03a34:26_1": "not even between continuity to be reborn,",
    "ai-atk-abh03a34:26_2": "For in this life they can’t give up. That’s why they’re not getting rid of responsibility.",
    "ai-atk-abh03a34:26_3": "After getting up at all it time, he can look at it interval: “Not sort of insist on what is the meaning.”",
    "ai-atk-abh03a34:27_0": "Golden in color,",
    "ai-atk-abh03a34:28_0": "8. Indriyakathāvaṇṇanā",
    "ai-atk-abh03a34:29_0": "853-856.",
    "ai-atk-abh03a34:29_1": "Now, there is the faculty of the faculty:",
    "ai-atk-abh03a34:29_2": "Herein, there is the world of faith, (and so) faith is not the faith faculty.",
    "ai-atk-abh03a34:29_3": "They develop energy...",
    "ai-atk-abh03a34:29_4": "that wisdom faculty of wisdom is the cause, and those who don’t accumulate in terms of the faculty.",
    "ai-atk-abh03a34:29_5": "(But) they are pleased with questions, their (saying):",
    "ai-atk-abh03a34:29_6": "There is no faith, phenomena, etc., for the sake of faith, energy, mindfulness, immersion, and so on. That is why there are faith, etc., and not sense faculties,.",
    "ai-atk-abh03a34:29_7": "There is the world’s various phenomena, etc., as they are faithful and so on, the occasionsing of faith, etc., and so on. That is why it should be understood as said:",
    "ai-atk-abh03a34:29_8": "As to constantly the Aciravator it leads out.",
    "ai-atk-abh03a34:30_0": "the colour of the faculty",
    "ai-atk-abh03a34:31_0": "if he has less than twenty years of age, he is valuable;"
}