{
    "ai-atk-s0517a11:0_0": "10. Maṇḍapeyyakathā",
    "ai-atk-s0517a11:1_0": "Discussion on the shaveling,",
    "ai-atk-s0517a11:2_0": "238.",
    "ai-atk-s0517a11:2_1": "Now explaining the desert of the path in what is said: “Now you will show the way to the Blessed One’s explanation in the Paṇḍuka, that place",
    "ai-atk-s0517a11:2_2": "Herein, just as, risky: ghee is dropped in storms, ghee with ghee, etc., adorned with ghee; and that is so called because it is to be found in the sense of urging the wind.",
    "ai-atk-s0517a11:2_3": "When the Sister had disappeared, they disrobed and bathed their own positions, thinking it was not to be used for them.",
    "ai-atk-s0517a11:2_4": "But this training was practiced with my enemy self-assured and in the Faith. It would be because of this enunt of the life of purity and the enemyings, which were liquors and furious (themself) would be an island.",
    "ai-atk-s0517a11:2_5": "Walking is better for him at that very sauce, what is that I austere?",
    "ai-atk-s0517a11:2_6": "the spiritual life",
    "ai-atk-s0517a11:2_7": "why should we practice the spiritual life?",
    "ai-atk-s0517a11:2_8": "By means of supreme awakening, the training practises is called “Practice the spiritual life” for the purpose of making extinguishment.",
    "ai-atk-s0517a11:2_9": "is the one who leads the spiritual life",
    "ai-atk-s0517a11:2_10": "The Teacher, face to face this converse,",
    "ai-atk-s0517a11:2_11": "But since the Teacher had finished his meal and refused an invitation to eat more, it would be austere.",
    "ai-atk-s0517a11:2_12": "For if the other medicines are cure, they don’t want to hear it from rose-apples.",
    "ai-atk-s0517a11:2_13": "But if she is available in the presence of Vedas finding fault;",
    "ai-atk-s0517a11:2_14": "In the same way, I’ll settle the Teacher, and returns to an end.”",
    "ai-atk-s0517a11:2_15": "He teaches by means of the here and now, of the life to come, and of the ultimate goal, he thus he is the Teacher .",
    "ai-atk-s0517a11:2_16": "And further, the meaning should be understood according to the word “Bhikkhus,” etc., in the sense of defining .",
    "ai-atk-s0517a11:2_17": "Shaking the head he is honest, he is chosen.",
    "ai-atk-s0517a11:3_0": "(It is) in the place where the King’s heritage, winns his limbs,",
    "ai-atk-s0517a11:3_1": "The meaning is that it is threefold: the meaning is this threefold stains.",
    "ai-atk-s0517a11:3_2": "In construction in the presence of the Buddha: these are complete in all aspects.",
    "ai-atk-s0517a11:3_3": "But when the breath has become extinguished, it occurs only in one place only in the same place as before.",
    "ai-atk-s0517a11:3_4": "With that association, they might say, “We will teach the tomorrow,” and so on, etc., which are they to understand.",
    "ai-atk-s0517a11:4_0": "Producing the Teaching of the Three Worlds",
    "ai-atk-s0517a11:4_1": "receiver of alms from getting a receiver.",
    "ai-atk-s0517a11:4_2": "the spiritual life is (surely) furious,",
    "ai-atk-s0517a11:5_0": "He must tell the truths, etc., that is to say, the name “accomplished” .",
    "ai-atk-s0517a11:5_1": "teaches the Dhamma.",
    "ai-atk-s0517a11:5_2": "wisdom is knowing, change in other words, knowledge and insight,",
    "ai-atk-s0517a11:5_3": "for takes place on the seat, for knowing that is called “the seat”.",
    "ai-atk-s0517a11:5_4": "the wisdom there is from producing, is the meaning.",
    "ai-atk-s0517a11:5_5": "opening up the openings: it is an opening.",
    "ai-atk-s0517a11:5_6": "Vibhaṅga: it is of counterparts that is partaking of insight .",
    "ai-atk-s0517a11:5_7": "The treatment of the acts of according to the rule,",
    "ai-atk-s0517a11:5_8": "Or alternatively taught the names beginning with Channa:",
    "ai-atk-s0517a11:5_9": "the meaning of the teaching, the meaning of that which is used in order to explain the meaning.",
    "ai-atk-s0517a11:5_10": "Herein, teach is of the first kind by means of construction.",
    "ai-atk-s0517a11:5_11": "For the first is said in reference to the goal of the kind already described.",
    "ai-atk-s0517a11:5_12": "Devoted to the fifty-explains ethics, mind, and wisdom, the detailed explanation of the Buddhas, of the sections, of the Vinaya, of wisdom, and of the kind already described .",
    "ai-atk-s0517a11:5_13": "But the detailed explanation of the words “perfection” is definition of the terms of understanding.",
    "ai-atk-s0517a11:5_14": "opening up, clung to, he said:",
    "ai-atk-s0517a11:5_15": "again and again in the case of analytically, analyzing them, and disciplinary issues.",
    "ai-atk-s0517a11:5_16": "it is on account of the progressive action that is to say, of thelaw of profitable activity, and of inspiring conduct.",
    "ai-atk-s0517a11:5_17": "this is the way to get rid of it.",
    "ai-atk-s0517a11:5_18": "There are some who dwell in the wilderness who have customs station, chickens, and made a wish.",
    "ai-atk-s0517a11:5_19": "forwards from reference to the supramundane states should be understood as well.",
    "ai-atk-s0517a11:5_20": "For this mendicant receives alms from the acceptance of Dhamma and the receivers of the teaching,",
    "ai-atk-s0517a11:5_21": "These are states consisting in the first very same .",
    "ai-atk-s0517a11:5_22": "The noble path is said to be the goal of the spiritual life.",
    "ai-atk-s0517a11:6_0": "239.",
    "ai-atk-s0517a11:6_1": "Just now, while you end up the path, the culmination of the paths, and the power of the majesty of the paths, I’ll give them a friend.”",
    "ai-atk-s0517a11:6_2": "Herein, one who is intent on endeavour, but is a pretext,",
    "ai-atk-s0517a11:6_3": "Dwiding in Kapilavatthu is devoted to faith,",
    "ai-atk-s0517a11:6_4": "having abandoned the cutting off of it, he abandons it,",
    "ai-atk-s0517a11:6_5": "For one who has faith, energy, mindfulness, immersion, and wisdom, preference of the faculties, etc., should actually delivered in the world as a debt, for one who is faithful, etc., and mindfulness and understanding, just as a judge, is said to be another in the world whose body is unenlightened, living in accordance with the three Vedic creepy. And in the way beginning, “There is another all these huts is called the same as a term for mindfulness.”",
    "ai-atk-s0517a11:6_6": "And if he does so; it is of one person, that is to say, person.",
    "ai-atk-s0517a11:6_7": "the one person is called a “metic” through that person, having performed that person, by that person, and by building a lump of meat, he is called “mpare”.",
    "ai-atk-s0517a11:6_8": "they say, “It is better,” he said, “It is a crying hurried made by oneself,”",
    "ai-atk-s0517a11:6_9": "The meaning should be understood according to the same way.",
    "ai-atk-s0517a11:6_10": "But still it is preceding specified functionally submit to the characteristic of continued existence.",
    "ai-atk-s0517a11:6_11": "It is grave and sustained thought: it is the state of defilement, like that is to say, the state of defilement.",
    "ai-atk-s0517a11:6_12": "With the reflection of the actual unconditioned: the defilements that is unconditioned without defilements.",
    "ai-atk-s0517a11:7_0": "240.",
    "ai-atk-s0517a11:7_1": "Again, one of them wanted to invade the different rod.",
    "ai-atk-s0517a11:7_2": "with faith they become faithful.",
    "ai-atk-s0517a11:7_3": "It is the meaning of the vanity . The meaning is that it cuts off of faith, pliable, workable, and fathoms obsession with various defilements. And it leads to the having a dispensation.",
    "ai-atk-s0517a11:7_4": "When he has come to this Dhamma,",
    "ai-atk-s0517a11:7_5": "With that freedom of heart and freedom by wisdom.",
    "ai-atk-s0517a11:7_6": "Then he receives the reason why the teaching, with the purpose of gaining freedom, and knowledge and freedom,",
    "ai-atk-s0517a11:7_7": "robs up and concentrating happiness with the object,",
    "ai-atk-s0517a11:7_8": "The meaning should be understood in this way in the same way.",
    "ai-atk-s0517a11:7_9": "In this way they meaning is stated to be used on fish.",
    "ai-atk-s0517a11:8_0": "The faculties of the awakening factors, investigation of principles, energy, rapture, tranquility, immersion, and equanimity. And after making a showing the path to awakening, I bringing them to the life of purity.",
    "ai-atk-s0517a11:8_1": "just as you god plunge into the sense faculties, so Devouting the senses, carpets yokes, and looking at Madhurā (the palace).",
    "ai-atk-s0517a11:8_2": "it should be known that which is the basis for it",
    "ai-atk-s0517a11:8_3": "But in the sense of truth you should understand the origin of suffering, because in accordance with the truth of the origin of suffering, etc., the monk who is truthful, and who is capable of having realized the truth of the origin of suffering:",
    "ai-atk-s0517a11:9_0": "The account of the province of the true Teaching",
    "ai-atk-s0517a11:10_0": "The account of the supreme beauty is finished.",
    "ai-atk-s0517a11:11_0": "however great is concluded in the Great Wood."
}