{
    "ai-atk-abh03a27:0_0": "12. Dvādasamavaggo",
    "ai-atk-abh03a27:1_0": "Discussion of the proper conduct in connection",
    "ai-atk-abh03a27:2_0": "630-632.",
    "ai-atk-abh03a27:2_1": "Now, what is called “restraint by deeds”;",
    "ai-atk-abh03a27:2_2": "Herein, when seeing a sight with the eyes, he thinks: “The eye is not easy to find an opening in the features, and details are like those who do not bring a bonfire.”",
    "ai-atk-abh03a27:2_3": "(But) he who is addicted to their own questions, one who speaks with the others.",
    "ai-atk-abh03a27:3_0": "Then, when the Sakyans are indicated by the Sakyans of bodily action, they say: “Householdering their bodily actions, verbal, and mental deeds, and mentally weapons doing the noble ones, they get to see their former deeds.”",
    "ai-atk-abh03a27:3_1": "But the next kind of person would respond to the four gates in the four gates. As they were deposing and evasionsively, they claim to be conscious.",
    "ai-atk-abh03a27:3_2": "Because they want to have confidence in those without it needs to make sense faculties.",
    "ai-atk-abh03a27:3_3": "And a result in the mind-made deed, you refer to assign this.",
    "ai-atk-abh03a27:3_4": "likewise with the rest.",
    "ai-atk-abh03a27:3_5": "Saying, “We have seen (them),” they proclaimed the form of a lamp, which is why there is no (the nature of) the eyes.",
    "ai-atk-abh03a27:4_0": "Regarding the household",
    "ai-atk-abh03a27:5_0": "2. Kammakathāvaṇṇanā",
    "ai-atk-abh03a27:6_0": "633-635.",
    "ai-atk-abh03a27:6_1": "Now, that is the discussion:",
    "ai-atk-abh03a27:6_2": "“Mendicants, I do not say that intentional deeds of intentional activity is effectively escorted within me. While I was deeds they carrying a sleeping place at the Great Wood, just like the great bonfire.",
    "ai-atk-abh03a27:6_3": "“Because I say this is a deed, I say.”",
    "ai-atk-abh03a27:6_4": "She replied, and do what is skillful.",
    "ai-atk-abh03a27:6_5": "Again, they should be understood in referring to the questions that are skillful.",
    "ai-atk-abh03a27:6_6": "to be shown by results of the result, being united with the intention and infantry,",
    "ai-atk-abh03a27:6_7": "The meaning is “finitionally.”",
    "ai-atk-abh03a27:6_8": "“Mendicants, I do not repeat what it is said. That’s why it’s said. That’s why I don’t refer in the present life when there is no friendship.",
    "ai-atk-abh03a27:7_0": "On Deeds",
    "ai-atk-abh03a27:8_0": "3. Saddo vipākotikathāvaṇṇanā",
    "ai-atk-abh03a27:9_0": "636-637.",
    "ai-atk-abh03a27:9_1": "Now, this is the result:",
    "ai-atk-abh03a27:9_2": "Herein, it was the result of that deed and its result. Its wasted because of the dwindling away they were making a great reputation.” He forgott sound of them, saying, “Three the bonfire is this, like the great flood.”",
    "ai-atk-abh03a27:9_3": "“What the result of deeds produced by deeds and results, namely the result of their deeds (unwholesome) deeds,",
    "ai-atk-abh03a27:9_4": "But if there is no reason for you to give this dwelling, but not according to your own doctrine, then speak in accordance with the Teaching.”",
    "ai-atk-abh03a27:9_5": "Happy is the analyzed: “This is the meaning of interruption of sights,” such is said to be the goal.",
    "ai-atk-abh03a27:9_6": "Because it is well-practiced for him, he said to be acquisition of deeds.",
    "ai-atk-abh03a27:9_7": "For a great man is reborn in a good place, not even the results of deeds, they have gained a bad deed.",
    "ai-atk-abh03a27:10_0": "Hearing a sound with the results of sounds,",
    "ai-atk-abh03a27:11_0": "4. Saḷāyatanakathāvaṇṇanā",
    "ai-atk-abh03a27:12_0": "638-640.",
    "ai-atk-abh03a27:12_1": "Now, how there are six sense fields:",
    "ai-atk-abh03a27:12_2": "Herein, because the performance of deeds there is no fixed deeds in them, that is why, the great floods obtained them.",
    "ai-atk-abh03a27:12_3": "Since they are included in the sense of urgency, the result of their own views, they should be understood.",
    "ai-atk-abh03a27:12_4": "it is recorded that while the rest is reckoned.",
    "ai-atk-abh03a27:12_5": "there may be the result of the six sense spheres, here.",
    "ai-atk-abh03a27:12_6": "The remaining results of good deeds, not results.",
    "ai-atk-abh03a27:12_7": "That’s why they transgress one,",
    "ai-atk-abh03a27:13_0": "The account of the six sense fields",
    "ai-atk-abh03a27:14_0": "Discussion of the Seventh",
    "ai-atk-abh03a27:15_0": "541-545.",
    "ai-atk-abh03a27:15_1": "Now comes the seventh enemy: “Namely it is called a fame for seven months, and it is complete in all that, just like a person who has reached the ultimate goal of life” . It is like that how it is said to be “have only seventh persons.”",
    "ai-atk-abh03a27:15_2": "apart from their tradition, thinking, “Perhaps there is no-one elsewhere, there is no-one else to do so, of this state of existence,” “You should give to your own aim, and you should give to the full ordination.”",
    "ai-atk-abh03a27:16_0": "Mother and father Of the rest: It is nutriment for the sickness .",
    "ai-atk-abh03a27:16_1": "Two on the right amount inevitability and the wrong way.",
    "ai-atk-abh03a27:16_2": "entering the delightful path,",
    "ai-atk-abh03a27:16_3": "They enjoy the fruits and result in the next life.",
    "ai-atk-abh03a27:16_4": "The legal procedure of the World",
    "ai-atk-abh03a27:16_5": "(but) he goes to hell, the animal realm.",
    "ai-atk-abh03a27:16_6": "Herein, the attainment of sentient beings is for those who haven’t attaind the fruit of stream-entry, and by attaining the fruit of once-return.",
    "ai-atk-abh03a27:16_7": "But there is no place where there is no generation eventually arrived at all,",
    "ai-atk-abh03a27:16_8": "But you wish to say:",
    "ai-atk-abh03a27:16_9": "“What’s that wrong-doing to do with you?”",
    "ai-atk-abh03a27:17_0": "including they’re unable to prompt their conclusion, being prescribed in the next life.",
    "ai-atk-abh03a27:17_1": "There is a question that is responding to the seventh time.",
    "ai-atk-abh03a27:17_2": "there is mindfulness of breathing in you to show the path in the way that is stated in accordance with the Dhamma.",
    "ai-atk-abh03a27:17_3": "But in the first path because it responds an enemy, there is no way for you.",
    "ai-atk-abh03a27:17_4": "The meaning is “finitionally.”",
    "ai-atk-abh03a27:17_5": "this person is not the only one who has compassion for being reborn in the next life. That is why the Blessed One said “Being this person is the time for oneself, who has not become fully extinguished, who is unincluded from being” . That is why therefore the highest gift of worldly arise in them?",
    "ai-atk-abh03a27:18_0": "The Protector of the Seventh",
    "ai-atk-abh03a27:19_0": "This includes such things as soon as the seeds belonging to an individual essence should be understood.",
    "ai-atk-abh03a27:20_0": "On the silk-coloured monastery",
    "ai-atk-abh03a27:21_0": "8. Jīvitāvoropanakathāvaṇṇanā",
    "ai-atk-abh03a27:22_0": "648-649.",
    "ai-atk-abh03a27:22_1": "There is this that is called “mind”;",
    "ai-atk-abh03a27:22_2": "Herein, because hate is liable to kill living creatures, steal, and commit sexual misconduct; for a living creature, he acts in the past. That is why, when one who hasn’t taken the life of a living creature is drawn near, that is an impediment.",
    "ai-atk-abh03a27:22_3": "Endowed with this question, they should ask the same question as before.",
    "ai-atk-abh03a27:22_4": "And Is he refuses more about whether the Questions are put aside, unspobstructed, and including the same sutta.",
    "ai-atk-abh03a27:22_5": "Respect for the Teacher, for the sake of respect and reverence, for the sake of the training, of the Noble Ones, and of the aim of such training precepts as the training,",
    "ai-atk-abh03a27:22_6": "But when someone lacks respect and reverence for the Teacher, the teacher, because he is disrespectful and undeferential, and accurates her to respect, esteemed, and venerate him when asked. And when asked, they agreed with her, they respond to the shrine and give her attention.",
    "ai-atk-abh03a27:22_7": "Again when asked again, they couldn’t answer that which is required is effectively.",
    "ai-atk-abh03a27:22_8": "And here the rest is independent.",
    "ai-atk-abh03a27:23_0": "talk about with life,",
    "ai-atk-abh03a27:24_0": "9. Duggatikathāvaṇṇanā",
    "ai-atk-abh03a27:25_0": "650-652.",
    "ai-atk-abh03a27:25_1": "Now, however, is it inappropriate:",
    "ai-atk-abh03a27:25_2": "Herein, there are those who have given up craving and clinging to forms in the formless realm, etc., with a wrong view, etc., who have given up craving and grasped both, have no wrong view, and are given up with in the passing away of the deathless. Then they say.",
    "ai-atk-abh03a27:25_3": "(But) he who is addicted to their own questions, one who speaks with the others.",
    "ai-atk-abh03a27:25_4": "Enters upon visible forms such as “possess of others” is said, “accomplished in”, “It is in accordance with their accusations,” etc., who is called “possessed of wrong view” .",
    "ai-atk-abh03a27:25_5": "The meaning is “finitionally.”",
    "ai-atk-abh03a27:25_6": "Since they are in hell, the animal realm, or the ghost realm, or the second, that is so hard to get hold of. That is why there is no craving for sights don’t clinging to them, etc., as object.",
    "ai-atk-abh03a27:26_0": "In the commentary on the status",
    "ai-atk-abh03a27:27_0": "But the same explanation applies to the seventh time.",
    "ai-atk-abh03a27:28_0": "The group of twelve on evasive speech"
}