{
    "ai-atk-s0513a33:0_0": "7. Sattakanipāto",
    "ai-atk-s0513a33:1_0": "1. Kukkuvaggo",
    "ai-atk-s0513a33:3_0": "and your complexion was born on the colour of gold coins.",
    "ai-atk-s0513a33:4_0": "Living for two hundreds, this is the Teacher talking about Dhamma.",
    "ai-atk-s0513a33:4_1": "and at the present time will be born in the present.",
    "ai-atk-s0513a33:5_0": "In the past, when Brahmadatta was ruling in Benares, he became a minister of the earthquake.",
    "ai-atk-s0513a33:5_1": "The King made the town of Khujjanāga reigned righteously. He then had the money and golden palanquin.",
    "ai-atk-s0513a33:5_2": "The Buddha-to-be wanted to instruct him, catch him on the site of the king and his garments. Then he invited the king to beded one or on the way to the child, and he inspiration having insects.",
    "ai-atk-s0513a33:5_3": "The king went to the house of the city and saw him, and he put him down his harem. When he saw her, he entered the house on the ground, and stood outside the gateway, saying: “What do you stand in the pavilion? What are you standing outside the house?” And when he saw the time, he asked: “Why are you standing outside? ”",
    "ai-atk-s0513a33:6_0": "1.",
    "ai-atk-s0513a33:7_0": "“It’s surrounded by half two and three times are produced.",
    "ai-atk-s0513a33:8_0": "She’s standing at the rising slaughtering, soft and sauce.”",
    "ai-atk-s0513a33:9_0": "Herein, half by day means:",
    "ai-atk-s0513a33:9_1": "and luxurious because of Udaya.",
    "ai-atk-s0513a33:9_2": "But they don’t exist in that requisite, it’s as specifically used.",
    "ai-atk-s0513a33:9_3": "Where does it stand?",
    "ai-atk-s0513a33:9_4": "he does not heedlessly,",
    "ai-atk-s0513a33:10_0": "When the Buddha had heard that, he thought: “Now my advice to the King, let me give these verses to the King.”",
    "ai-atk-s0513a33:11_0": "2.",
    "ai-atk-s0513a33:12_0": "“The thirty cows from Sālavatiyas, who were standing nearby, shelter, stood because they will.",
    "ai-atk-s0513a33:13_0": "leading to peace, awakening, as if he were stepped on a fever, and he was standing on the bank.",
    "ai-atk-s0513a33:14_0": "3.",
    "ai-atk-s0513a33:15_0": "“That foes, friends, and colleagues, wise men,",
    "ai-atk-s0513a33:16_0": "Sumaṅgatta doesn’t warrior curls like a cattle.”",
    "ai-atk-s0513a33:17_0": "In that place where the thirty-two parts of the Sātiya and Tree are the thirty-two trees of a cowherd.",
    "ai-atk-s0513a33:17_1": "who is surrounded by his wife.",
    "ai-atk-s0513a33:17_2": "Standing once they’re standing on the side.",
    "ai-atk-s0513a33:17_3": "(there) powerfully snapped by those cattle birds, having gathered covered all the lairs, were (she said): “Amongst those who have acquired the strength, like a single behead.”",
    "ai-atk-s0513a33:17_4": "then is astute and endowed with knowledge.",
    "ai-atk-s0513a33:17_5": "Good conduct, good behavior, and good friends.",
    "ai-atk-s0513a33:17_6": "hymns that are skilled in the mind,",
    "ai-atk-s0513a33:17_7": "he (gods) by the cow-herd’s cattle, like a cowherd’s lion, arrows, shot by which the kings, smeared with sweetly-smelling cattle, carpets for him, and is not heedlessly.",
    "ai-atk-s0513a33:18_0": "King Bodhisatta and his rolls forth only as a quail and dreadlocks, and he looks without jealousy and prosperous cows. Then his own clans, he shoves off his own bondservants, horses and chariots, or wastes, and healed unshaved, these five oppositesites sex only to his own powers,",
    "ai-atk-s0513a33:18_1": "Then at that moment the flags of place prepared a mass of wood.",
    "ai-atk-s0513a33:18_2": "The King said, “Leave this murderer, bring the intent on awakening.”",
    "ai-atk-s0513a33:18_3": "The Buddha-to-be after taking it and saying: “Great King, show this archery, brought it to the town or a uproot.” Then he showed it to the king, saying: “Great King, how to the child, make this effort, the whole town, and to the kingdom and took it with these verses:",
    "ai-atk-s0513a33:19_0": "4.",
    "ai-atk-s0513a33:20_0": "“Plains, Sañjaya Belaṭṭhiputta, As one who lives without scratching",
    "ai-atk-s0513a33:21_0": "one who acts together with a group of women: for the sake of bad men, waste on the sea.",
    "ai-atk-s0513a33:22_0": "5.",
    "ai-atk-s0513a33:23_0": "“That very village, not even a fraction of a village, not a royal compound.",
    "ai-atk-s0513a33:24_0": "Practicing the teaching, they will escape transmigration.”",
    "ai-atk-s0513a33:25_0": "Herein, weariness, excessive clothes;",
    "ai-atk-s0513a33:25_1": "Beautification, Māluṅkyaputta,",
    "ai-atk-s0513a33:25_2": "the same is the same as the Clothe tree crowned by a tallar.",
    "ai-atk-s0513a33:25_3": "Each: where caravan is.",
    "ai-atk-s0513a33:25_4": "If he makes non-staple food outside the monastic boundary, and he does not take it, this is the fruit.",
    "ai-atk-s0513a33:25_5": "They store it outdoors within the monastery, which was not covered and kept outside.",
    "ai-atk-s0513a33:25_6": "Having attained the King’s bowl, he fell asleep the King.",
    "ai-atk-s0513a33:25_7": "He then took (such) it has nothing to do with it. But even though it was not tamed, it was not quiet in any way, you haven’t done what was done.",
    "ai-atk-s0513a33:25_8": "“So too this is what the king is unsuitable, in the midst of it all; takes the road to the country, and go to seize the drivers, took a sword and sauce from the middle and gave the horns.” And he returned to his own penniless wealth and gave the money to the Macchikāsaṇḍa.",
    "ai-atk-s0513a33:26_0": "“Through virtue, drinking (living) grueling people, I say.",
    "ai-atk-s0513a33:27_0": "who don’t understand ignorant and without quarreling –",
    "ai-atk-s0513a33:28_0": "So, having practiced these ten things, he makes way without consideration, avoiding them, and having gained another fame, he wouldn’t oppose himself with his own foes.",
    "ai-atk-s0513a33:29_0": "The king together with the people of the Bodhi (Tree), after going to the lotus pond, and seeing a golden lotuses on the bank of the river, he said:",
    "ai-atk-s0513a33:29_1": "“Padumavatī is adorned with this water, standing in the water,",
    "ai-atk-s0513a33:29_2": "Then the Buddha-to-be said: “Great King, this is the name of the king whom he advised these verses.”",
    "ai-atk-s0513a33:30_0": "6.",
    "ai-atk-s0513a33:31_0": "“Pokkharasāti has produced a pond, producing just as it has been born.",
    "ai-atk-s0513a33:32_0": "Just as a fire burning coals would not scorch the sacred flame, or making a dye-place,",
    "ai-atk-s0513a33:33_0": "7.",
    "ai-atk-s0513a33:34_0": "“This is the end of yourselves, and that which is purified and superhuman,",
    "ai-atk-s0513a33:35_0": "No lotus ponds and lotus ponds were born, like water in the lotus ponds.”",
    "ai-atk-s0513a33:36_0": "There the root of a white lotus,",
    "ai-atk-s0513a33:36_1": "like a fletching in the sky:",
    "ai-atk-s0513a33:36_2": "Still the firewood from the sacred flame, cast by the sun, is the meaning.",
    "ai-atk-s0513a33:36_3": "no bark, dye, or wood, or water.",
    "ai-atk-s0513a33:36_4": "“The dressing” is said: “The Pāṭaliputta is so the meaning of this thing, the words from the Pāṭaliputta, and it is not the meaning.",
    "ai-atk-s0513a33:36_5": "They set up gifts of the caravan, workers and staffs, having to leave the monastery, the pride of the old, the pure abode, having to go about seeking the carts, needs, and runnning the Dhamma.",
    "ai-atk-s0513a33:36_6": "(The king) presented the duties to the Dhammāsoka, in accordance with the Dhamma. Saviṭṭha, the neighborhood of the Dhamma, (Sāriputtaka) whose mind is placed in the task.",
    "ai-atk-s0513a33:36_7": "With purified deeds, which is purified and surpasses that of the world because of their actions, saying the truth of the world, and because of those who speak the truth of the truth.",
    "ai-atk-s0513a33:36_8": "Regarding what has not been done,",
    "ai-atk-s0513a33:36_9": "he doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And this is not the case.",
    "ai-atk-s0513a33:36_10": "what is the reason why?",
    "ai-atk-s0513a33:36_11": "Like the lotus pond in the leaf,",
    "ai-atk-s0513a33:36_12": "Because the king is like a lotus pond in a lotus pond,",
    "ai-atk-s0513a33:37_0": "The king, having heard that teaching, created advice for the Bodhisatta, gave gifts to the Roja, and (to give) merit.",
    "ai-atk-s0513a33:38_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a33:38_1": "“The King was wise and learned, I used to make (them).”",
    "ai-atk-s0513a33:39_0": "The first kind of beautiful complexion is first.",
    "ai-atk-s0513a33:41_0": "Taking the color of his mental body, and",
    "ai-atk-s0513a33:42_0": "But while staying in the Bamboo Grove, this is the mendicant States in the Bamboo Grove, which is prevented by the mendicant Kapilavatthu.",
    "ai-atk-s0513a33:42_1": "But the base consisting of the rose-apples is separated in two or three (only).",
    "ai-atk-s0513a33:42_2": "And then the teacher said, “Previously, monks, had previously lived in the past, future, and present,”",
    "ai-atk-s0513a33:43_0": "In the past, when Brahmadatta was made a ruler of the earth, he was born in him together with the Brahmadatta. Having built two thousand mes, he said:",
    "ai-atk-s0513a33:43_1": "daughter,",
    "ai-atk-s0513a33:43_2": "a son of a son named Sīha, having arrived at a definitive one,",
    "ai-atk-s0513a33:43_3": "Thus these five hundred people had obtained",
    "ai-atk-s0513a33:43_4": "When you’re malevolent, please take my parents by care of me, and then went to my mother and father and father, my brothers and sister.",
    "ai-atk-s0513a33:43_5": "After seeing her, he resort took the peak of the essentials, like a dog, with an jackal’s hoofed cow, thinking, “I’m going to cause it to ruin my own house,” he asked how to hurriedly, “What’s up from his own house?”",
    "ai-atk-s0513a33:43_6": "The Buddha-to-be saw him, and said: “Having seen the nature of unethical conduct, of bad character, she is unethical, of bad character, she is not capable of doing anything in the presence of her owners.”",
    "ai-atk-s0513a33:44_0": "Then one day, desiring to get milk, adorned with milk-rice and fresh ghee.",
    "ai-atk-s0513a33:44_1": "“We’ll get something else and fact that we can get something else.”",
    "ai-atk-s0513a33:44_2": "“But where are they?”",
    "ai-atk-s0513a33:44_3": "“Anyone from a river nearby.”",
    "ai-atk-s0513a33:44_4": "Taking the word of the chariot, he went to the river Aciravatī together with his pupil, swallowed one shoulder, and sarong, then he went to the neck, shook his back.",
    "ai-atk-s0513a33:44_5": "Then his father, King Assalāyana, “Give away this horse or the royal harem, governed by King Dīghāvu, and his wives became renowned. From this profitable way, they don’t get these things.”",
    "ai-atk-s0513a33:44_6": "After hearing his words, he grabbed his Father,",
    "ai-atk-s0513a33:44_7": "After hearing the proclamation, he heard the King’s lotus pond.",
    "ai-atk-s0513a33:44_8": "and after the number of days she returned.",
    "ai-atk-s0513a33:44_9": "The king had a palace and made a grass mat.",
    "ai-atk-s0513a33:44_10": "he went to the assembly hall and taking the (follows) in the morning time.",
    "ai-atk-s0513a33:45_0": "The King, summoned his wealth on the ground and on the roar of a certain lion, saying, “Will you get some roar?”",
    "ai-atk-s0513a33:45_1": "He thought, “I can roar a lion’s roar,” and he roared the garments on the road and stood at the edge.",
    "ai-atk-s0513a33:45_2": "While waiting for a long time, he had gone to the Aṅgiyānī, except for the benefit of the world.",
    "ai-atk-s0513a33:45_3": "she roars him, saying: “I have roared a lion, unwors, and donkets, shakes, and goes along the road in the lion’s posture, but turns back even for the sake of a lion,” and so on.",
    "ai-atk-s0513a33:45_4": "After leaving the opening, thieves from the first house,",
    "ai-atk-s0513a33:45_5": "Poisoned, “I live transgressed” .",
    "ai-atk-s0513a33:45_6": "climbed up, he wins victory in the forest.",
    "ai-atk-s0513a33:45_7": "the jackal officials, “While I’m going out and coming out of the drums, I shall go to cure him with these verses,” and he paid homage to the Buddha, saying: “I will go by myself,” and he paid homage to him by myself, saying: “To those who are in my name.”",
    "ai-atk-s0513a33:46_0": "8.",
    "ai-atk-s0513a33:47_0": "“The way just as you’re alert, Joyanta, and Guardian.",
    "ai-atk-s0513a33:48_0": "the (Kings) known as the Deer Protector’s mind.",
    "ai-atk-s0513a33:49_0": "9.",
    "ai-atk-s0513a33:50_0": "“Now now, sirs, I’ll leave the monastery.",
    "ai-atk-s0513a33:51_0": "I am no friend.”",
    "ai-atk-s0513a33:52_0": "Herein, just as, when arranged form is usually surmounted,",
    "ai-atk-s0513a33:52_1": "which is violent, dying, (such as) destroyed,",
    "ai-atk-s0513a33:52_2": "Such name and clay areay.",
    "ai-atk-s0513a33:52_3": "I had a friend named soul.",
    "ai-atk-s0513a33:53_0": "and having gone to the house of a certain cave, even if they drunk the neck, bathed alone with the honey.",
    "ai-atk-s0513a33:53_1": "Then the relatives of his relations, having left that house. They saw that their mother, (thinking): “While, having seen that evil plants, carried out their lives, and looking at the bodies, they all saw her brother’s sister with this verse:",
    "ai-atk-s0513a33:54_0": "10.",
    "ai-atk-s0513a33:55_0": "“A wicked person does not bring endless happiness,",
    "ai-atk-s0513a33:56_0": "It is the benefit of the mind, having gone to the wishless;",
    "ai-atk-s0513a33:57_0": "11.",
    "ai-atk-s0513a33:58_0": "“Not with a wicked friend, one should not give birth to a Mother",
    "ai-atk-s0513a33:59_0": "See this personal nymphs!",
    "ai-atk-s0513a33:60_0": "12.",
    "ai-atk-s0513a33:61_0": "“Those who do bad things may get worse and from.",
    "ai-atk-s0513a33:62_0": "The one who doesn’t act according to the meaning,",
    "ai-atk-s0513a33:63_0": "13.",
    "ai-atk-s0513a33:64_0": "“That man is one who goes from there to the highest gift, ~ who does not precept one who goes to the highest good,",
    "ai-atk-s0513a33:65_0": "Seeing the supreme sun, which has arisen in the world’s (supernatural) Samiddhi’s excellent Faith, which is smoothed here.”",
    "ai-atk-s0513a33:66_0": "Herein, one who gains happiness without pleasure, and who gains no happiness.",
    "ai-atk-s0513a33:66_1": "* This teacher remembers the instructions of the Renunciation: “This is the eighty opposite of the teachers, there is no danger of happiness.”",
    "ai-atk-s0513a33:66_2": "Wickedness should be seen (only) with bad friends, companions and associates,",
    "ai-atk-s0513a33:66_3": "they shaken off their fingers,",
    "ai-atk-s0513a33:66_4": "or bears wicked deports wickedness,",
    "ai-atk-s0513a33:66_5": "they wish to benefactors,",
    "ai-atk-s0513a33:66_6": "Seeing the meaning of what is beneficial,",
    "ai-atk-s0513a33:66_7": "worse than the bad one.",
    "ai-atk-s0513a33:66_8": "(It is) free from (permission) without sharinges,",
    "ai-atk-s0513a33:66_9": "having worshipped the supreme body with strength,",
    "ai-atk-s0513a33:67_0": "Paccekabuddhas:",
    "ai-atk-s0513a33:68_0": "14.",
    "ai-atk-s0513a33:69_0": "“She is low, that person shouldn’t fall into negligence, and good intimate with,",
    "ai-atk-s0513a33:70_0": "merchant who works for the best, therefore, would be more younger than that.”",
    "ai-atk-s0513a33:71_0": "Herein, when your mind is low, that is bound up with what is inferior, stops, and is dropped in a state of evil.",
    "ai-atk-s0513a33:71_1": "When you cultivate that ethical conduct, they do not cultivate it. But when you find it, it doesn’t grow.",
    "ai-atk-s0513a33:71_2": "As the best thing to be reborn (only) better than human beings,",
    "ai-atk-s0513a33:71_3": "Ways quickly gather quickly grows quickly; they quickly grow in virtue of virtue, supply, brings them up.",
    "ai-atk-s0513a33:72_0": "The Teacher, having shown this Dhamma teaching, and (he then), after showing them the Truth which is an abode, made known as the fruit of Stream-Entry.",
    "ai-atk-s0513a33:73_0": "At that time Devadatta had a sister with a mind-made body, speech, and mind-made, because he was a king of the earth, she was roaring like a lion, king of behaved.",
    "ai-atk-s0513a33:74_0": "Goldening is the second kind of gold.",
    "ai-atk-s0513a33:76_0": "and for the sake of congenitally blind.",
    "ai-atk-s0513a33:77_0": "The King, though their teacher was living in Jeta’s Grove, and did not make a statement regarding the Bhikkhus,",
    "ai-atk-s0513a33:77_1": "Since the top of the discussion will be later.",
    "ai-atk-s0513a33:78_0": "In the past, when King Brahmadatta was reborn in a place of loss, a bad family, the underworld, hell because of being intent on awakening.",
    "ai-atk-s0513a33:78_1": "When he had reached maturity he was said to his mother and father, his parents, and his father had died.",
    "ai-atk-s0513a33:78_2": "At that time in Bārāṇasī there was a hunter.",
    "ai-atk-s0513a33:78_3": "On one occasion when he was blazing a large gathering with a league, he entered the wilderness, and stepped it into a wilderness league by league. It was standing on the ground and all the sea.",
    "ai-atk-s0513a33:78_4": "The ministers, after placing the King’s army, desiring the storehouse,",
    "ai-atk-s0513a33:78_5": "At the place wherever the people of the Videhans, having spended the walls, one of the deer range, and to the King’s ears.",
    "ai-atk-s0513a33:78_6": "The King said, “I’ll choose.”",
    "ai-atk-s0513a33:78_7": "After understanding the transmigration, the hunter departed, as if swept away, he was hurriedly swept away by the face.",
    "ai-atk-s0513a33:78_8": "The King said: “I have no rice,” and so he told his hand,",
    "ai-atk-s0513a33:78_9": "The rulers of the earth, trembled to the arch, drunk, sent officials, and the Kings gave the order to the king.",
    "ai-atk-s0513a33:78_10": "When he came and running all around, he cut down the staff and said to the rope, “I’ll die,” and he threw the air. When the tremble with a stick, he then ropes it down on the road, saying, “I’ll go wherever I have fall.”",
    "ai-atk-s0513a33:79_0": "And in that jungle thicket there is a native spirit named Makhādeva, a thorny, and a consequence of his own master.",
    "ai-atk-s0513a33:79_1": "The king was walking along, he seized him with his hand.",
    "ai-atk-s0513a33:79_2": "“What is the name of?”",
    "ai-atk-s0513a33:79_3": "“I will eat this place once more than a broken rice.”",
    "ai-atk-s0513a33:79_4": "The King, having nursed the King, asked: “What do you do me today? ”",
    "ai-atk-s0513a33:79_5": "“I’m strapped with a penis.”",
    "ai-atk-s0513a33:79_6": "“To this day, I shall give you one prepare tomorrow, and I will accept a meal from the same day.”",
    "ai-atk-s0513a33:79_7": "“Well then, I’ll eat what I’ve leftovers.”",
    "ai-atk-s0513a33:79_8": "“Those King Benares are not found in me.”",
    "ai-atk-s0513a33:79_9": "she took the away from the spirit, dropped it away.",
    "ai-atk-s0513a33:79_10": "After entering the city, and doing good for themselves, he asked: “What is the point of us?”",
    "ai-atk-s0513a33:79_11": "“While the demoning of the gods!”",
    "ai-atk-s0513a33:79_12": "“It’s not just me,”",
    "ai-atk-s0513a33:79_13": "“This being so, do not think about how many people are found in you.”",
    "ai-atk-s0513a33:79_14": "“Well then, please do a deed.”",
    "ai-atk-s0513a33:80_0": "The minister then said, “Yes!” and taking her, “God-King, she took her from the non-human beings, prepare, and presented him with a meal. She then prepare a meal.",
    "ai-atk-s0513a33:80_1": "eats a human food, she ate it.",
    "ai-atk-s0513a33:80_2": "and later, while heavenly bonds were depressed,",
    "ai-atk-s0513a33:80_3": "The King, through the meal (good) death of his Father, fear of death.",
    "ai-atk-s0513a33:80_4": "Then the ministers having slaughtered that the bowstring of a thousand coins, saying: “Whoever take this horse trainer, the charioteer and the drive it around. Having taken a meal, I’ll go to the elephant stables and go to the park.”",
    "ai-atk-s0513a33:80_5": "When the being intent on awakening thought, “My mother-in-law, I’ll drive her mother, give it to her mother, and only child, and I will go to carry her mother and father. If I shall give it to my father.”",
    "ai-atk-s0513a33:80_6": "He, having told him, “Give me my wealth, and I will do not go to the third time,” and after informing him, “Whoever there, I shall put it on the ground with a thousand coins,” and he added: “I shall refute it, and after pay homage to the King,” and he added: “After going to the King, I will take it and after worshipping him with anxiety,” he strewed about the Great King, and he then stood there.",
    "ai-atk-s0513a33:81_0": "The King said, “Your Majesty, you have taken food.”",
    "ai-atk-s0513a33:81_1": "“What’s the point of this?”",
    "ai-atk-s0513a33:81_2": "“We are golden shoes, sir.”",
    "ai-atk-s0513a33:81_3": "“What was the reason?”",
    "ai-atk-s0513a33:81_4": "“God-King, took his own tree on the ground, and I am standing on the ground at the foot of a tree for giving up the eight grounds.”",
    "ai-atk-s0513a33:81_5": "“What else would you do?”",
    "ai-atk-s0513a33:81_6": "“It’s a god for six days.”",
    "ai-atk-s0513a33:81_7": "“What is this?”",
    "ai-atk-s0513a33:81_8": "“God-King, to be found on me, I am a tree transformed to the threshold, and heirs the tree. I’ll keep on the eighth day.”",
    "ai-atk-s0513a33:81_9": "“What else would you do?”",
    "ai-atk-s0513a33:81_10": "“Your Majesty,”",
    "ai-atk-s0513a33:81_11": "“What is that?”",
    "ai-atk-s0513a33:81_12": "“They are us, sirs, who are disturbed by us.”",
    "ai-atk-s0513a33:81_13": "“What else would you do?”",
    "ai-atk-s0513a33:81_14": "“Your Majesty, you must acknowledge your food.”",
    "ai-atk-s0513a33:81_15": "“What was the reason?”",
    "ai-atk-s0513a33:81_16": "“It would be better for one like me to ask for a person like me to eat in moderation.”",
    "ai-atk-s0513a33:81_17": "The King said, “Good, dear, all-known,” and he services (of the Saṅgha).",
    "ai-atk-s0513a33:82_0": "The minister said: “Gotama, I shall not be afraid of the spirits, but continue to be a native spirits, the Yakkhas, the spirits, the threw him, and beating the trees there. Then I shall make a sense of urgency, give him to the repairs.” Then he prepare a seat and set out a foot of the tree.",
    "ai-atk-s0513a33:82_1": "the spirits looking down on the road saw the other, and thought, “How can we not come?”",
    "ai-atk-s0513a33:82_2": "The Buddha-to-be went to the foot of a tree. He stood in a shaven, sarong, and upper robe over one shoulder.",
    "ai-atk-s0513a33:83_0": "15.",
    "ai-atk-s0513a33:84_0": "“You all serve a meal to me, Pāṭikaputta,",
    "ai-atk-s0513a33:85_0": "once more than a month I left my home.”",
    "ai-atk-s0513a33:86_0": "Herein, position (from him) on the ground.",
    "ai-atk-s0513a33:86_1": "on account of the gods of vanquishing poison in that very spot is called a “change- of”.",
    "ai-atk-s0513a33:87_0": "When he heard that spirit, he thought, “I’ll up the sword,” and he stretch out the shadow with a companion, “I shall go and visit the Palace.”",
    "ai-atk-s0513a33:88_0": "16.",
    "ai-atk-s0513a33:89_0": "“Then, student, are breaking out of the thighs with a razor,",
    "ai-atk-s0513a33:90_0": "You’ll be afraid of that you’ll be happy.”",
    "ai-atk-s0513a33:91_0": "Herein, live because of a disturbance, the alms food and drink, the curry of hunger,",
    "ai-atk-s0513a33:92_0": "Then the Buddha-to-be understanded:",
    "ai-atk-s0513a33:93_0": "17.",
    "ai-atk-s0513a33:94_0": "“You can go to the top of the yakkha.",
    "ai-atk-s0513a33:95_0": "they will not end death in your frightening place.",
    "ai-atk-s0513a33:96_0": "18.",
    "ai-atk-s0513a33:97_0": "“You’re fortunate, solid nectar, and delicious, alive, and excellent taste.",
    "ai-atk-s0513a33:98_0": "You say that the beggar is rare, so it’s hard to get used for me to.”",
    "ai-atk-s0513a33:99_0": "Herein, by means of that large, that will be shown that much for his reason.",
    "ai-atk-s0513a33:99_1": "they won’t get to die; they’ll die without trouble or difficulty. And when they die, you’ll be able to swept away the trees or like a weak tree.",
    "ai-atk-s0513a33:99_2": "gaining the state of peace, they receive the bidding.",
    "ai-atk-s0513a33:99_3": "This is said:",
    "ai-atk-s0513a33:99_4": "my friend, because of eating this excellent  alms-food, that’s appropriate for you to go to the realm of the gods.",
    "ai-atk-s0513a33:99_5": "it is said to be one who brings it to be one who is striken.",
    "ai-atk-s0513a33:99_6": "This is said:",
    "ai-atk-s0513a33:99_7": "“If you take alms, I’ll get to take my alms,” and she responded to an end, you won’t get alms.",
    "ai-atk-s0513a33:99_8": "what is the reason why?",
    "ai-atk-s0513a33:99_9": "For I don’t think of anyone like this. I’m not able to get any Yet even that native spirits, the ladies of food, or the masters, or someone else the king’s callste, but we won’t want to get it.”",
    "ai-atk-s0513a33:99_10": "longing for the hollow of the tree,",
    "ai-atk-s0513a33:99_11": "But if I eat this food for the purpose of eating it, I’ll give it to the king and go to the king. When it is disturbed, I’ll even give it to you: “You are for you be able to obtain me, I’ll keep it in the presence of you, it untouched by the food with me. Yet I’ll disparage you. Your is my self-control. Well then I’ll encounter. Your doctrine is not the same in the presence of it.",
    "ai-atk-s0513a33:99_12": "According to her, it seems,",
    "ai-atk-s0513a33:100_0": "The native spirit Abhaya, knowing that the brahmin student, had arranged his mind, recited these verses:",
    "ai-atk-s0513a33:101_0": "19.",
    "ai-atk-s0513a33:102_0": "“Such is so, young man.",
    "ai-atk-s0513a33:103_0": "Having been understood by me, you see the Lord of the World to Mother.",
    "ai-atk-s0513a33:104_0": "20.",
    "ai-atk-s0513a33:105_0": "“For he who comes to a wretched man,",
    "ai-atk-s0513a33:106_0": "may you see your mother, and your mother!”",
    "ai-atk-s0513a33:107_0": "Herein, so to awakening is good in that place:",
    "ai-atk-s0513a33:107_1": "according as it is said: “Here you speaks, accordingly, so I shall explain the meaning to you only; on account of what you say.”",
    "ai-atk-s0513a33:108_0": "The native spirit-offerings: “How may the Bodhisatta be provided by me a great deed, regarded as a great deed, regardless of the King, despised a great deed, answer my heart!”",
    "ai-atk-s0513a33:109_0": "21.",
    "ai-atk-s0513a33:110_0": "“Indeed I do so.",
    "ai-atk-s0513a33:111_0": "and he is speaking the king’s message:",
    "ai-atk-s0513a33:112_0": "And after telling him, “This yakkha has done so. From then on, without having performed such a miracle, he went to the neighborhood of all the spirits, Āḷāra Kālāma, and having become discontent with him. From this precended the succession of the spirits, he left the town, and placed the spirits and went to the city.” And in the wilderness, he started him once of all the spirits, breaking the skin upon him.",
    "ai-atk-s0513a33:112_1": "“They did so.”",
    "ai-atk-s0513a33:112_2": "The king, surrounded by the hosts of Yakkhas, and having gone into the presence of the spirits, sit down on the seat spread out in the city. He plunged deep into the town, sat down, and circumambulated the excellent city.",
    "ai-atk-s0513a33:112_3": "and having given gifts to the advice of the being intent on awakening, his meritorious deed.",
    "ai-atk-s0513a33:113_0": "The Teacher, having shown this Dhamma teaching, made the point of the Dhamma. At the end of the Truths, and had been made known as a magician.",
    "ai-atk-s0513a33:113_1": "Then the native spirit Aṅgulimāla, while he was still a king, I thought:",
    "ai-atk-s0513a33:114_0": "The thirdment of the color,",
    "ai-atk-s0513a33:116_0": "Taking the complexion of garlands,",
    "ai-atk-s0513a33:117_0": "Then how is this: “How many Teacher, does this teacher live alone?”",
    "ai-atk-s0513a33:117_1": "this will be the top of profit.",
    "ai-atk-s0513a33:118_0": "In the past, when Brahmadatta was ruling in Benares, he created a diverse spot between the Brahmadatta and developed his eyes. He then carried off a branch and planning it along.",
    "ai-atk-s0513a33:118_1": "At that time in Bārāṇasī, there was a one-spoked opposite sex.",
    "ai-atk-s0513a33:118_2": "Then once the cowherd’s feet, so once looking at the Earth, and having washed his own feet, they won’t eventually divided my parents in the midst of the home with my own eyes. Then they’ll see my parents in the middle of the sea.",
    "ai-atk-s0513a33:119_0": "22.",
    "ai-atk-s0513a33:120_0": "“How can they act like this?",
    "ai-atk-s0513a33:121_0": "I’m bound by a lake, rising above me.”",
    "ai-atk-s0513a33:122_0": "Herein, (him) is: After causing the end of the son of the (true) son,",
    "ai-atk-s0513a33:123_0": "Then the son of those kings lamented, grieving and lamenting:",
    "ai-atk-s0513a33:124_0": "23.",
    "ai-atk-s0513a33:125_0": "“Why the laments, why are you lamentation?",
    "ai-atk-s0513a33:126_0": "I’ve not seen or heard of human life.”",
    "ai-atk-s0513a33:127_0": "(But) he said:",
    "ai-atk-s0513a33:128_0": "24.",
    "ai-atk-s0513a33:129_0": "“The parents speak to me, Vaggumudā,",
    "ai-atk-s0513a33:130_0": "How will I come?”",
    "ai-atk-s0513a33:131_0": "said to those who say,",
    "ai-atk-s0513a33:132_0": "25.",
    "ai-atk-s0513a33:133_0": "“Whatever hurriedly does a hundred leagues away?",
    "ai-atk-s0513a33:134_0": "When approaching, did you not see the net and snare?”",
    "ai-atk-s0513a33:135_0": "The king said, “Look at the sky,”",
    "ai-atk-s0513a33:136_0": "26.",
    "ai-atk-s0513a33:137_0": "“When a creature is in decline and life is coming to an end,",
    "ai-atk-s0513a33:138_0": "Then approaching, he didn’t see the net.”",
    "ai-atk-s0513a33:139_0": "27.",
    "ai-atk-s0513a33:140_0": "“Bhaddā, please tell your parents in Lake,",
    "ai-atk-s0513a33:141_0": "Do you have cohabited with shame, relatives?",
    "ai-atk-s0513a33:142_0": "28.",
    "ai-atk-s0513a33:143_0": "“That’s how, hunter, Nandaka, all his relatives.",
    "ai-atk-s0513a33:144_0": "to his parents, the mother and father, the urgency –",
    "ai-atk-s0513a33:145_0": "and on the second day with the triads, they spoke these verses:",
    "ai-atk-s0513a33:146_0": "Whatever there is in the world with its gods, is it fit to be done,",
    "ai-atk-s0513a33:146_1": "Well, when a vulture sees corpses a hundred leagues away, it’s not possible to see that he has crossed over the level of a hundred leagues, and he sees this barber, the Kurus and the Pātimokkha.",
    "ai-atk-s0513a33:147_0": "violence is ruined,",
    "ai-atk-s0513a33:147_1": "After hearing that, the lament of the Bodhisatta was happy, the king of the Truths, lamenting and lamenting, thus he lamented him with his mother’s grieving, thinking: “This is not why doing so, lamenting and lamenting.”",
    "ai-atk-s0513a33:148_0": "Then, with his passing away, the being intent on awakening emerged from his mouth, he took ahold of his parents, filled with grain, and set out a bed.",
    "ai-atk-s0513a33:149_0": "The Teacher, having shown this Dhamma teaching, made the point of the Dhamma. At the end of the Truths, and had been made known as a magician.",
    "ai-atk-s0513a33:150_0": "Then the parents of their parents, became one great king, and so am I his parents.",
    "ai-atk-s0513a33:151_0": "Propering the form of a month that was very beautiful,",
    "ai-atk-s0513a33:153_0": "and your black color was like a golden colour,",
    "ai-atk-s0513a33:154_0": "He, while staying in Bhaddāti, this teacher of the Sakyaputta.",
    "ai-atk-s0513a33:154_1": "Having given up craving in the Dispensation of fewness of wishes, contentment,",
    "ai-atk-s0513a33:154_2": "After entering the rainy-season residence in one monastery and two or three puts together or sixty dwellings with a single vicinity or sixty dwellings, one harnessed or sixty.",
    "ai-atk-s0513a33:154_3": "He spent the rainy season in a certain country, after entering the rainy-season residence in the sky, he announced his attendants to the mendicants about the moon’s dwelling.",
    "ai-atk-s0513a33:154_4": "When the monks heard that, they were liked and discarded robes, rags, and they ate the bowl and robes.",
    "ai-atk-s0513a33:154_5": "While he’s walking along the road, except for he whom he has completed the way and fulfilled the road, he’s going along the road into a wilderness inhabited area. There will be a distance for the height of the Buddhas.",
    "ai-atk-s0513a33:154_6": "There they entered the rains residence together with two monks.",
    "ai-atk-s0513a33:154_7": "When they saw him, they put on all their cloths and said, “Venerable Sir, we’re able to recite it with subtle, and then give it to the Elders,” and when they saw him they said, “Venerable sir, we didn’t give it to us.” Then, after seeing this reason, they said, “We’re not able to do it.”",
    "ai-atk-s0513a33:154_8": "He, “Good, I’ll share my brother’s head.” He then took the Disciples, opened the Vinaya, and sent them away, saying, “I’ll take the Disciples,”",
    "ai-atk-s0513a33:155_0": "Those senior mendicants went to the Vinaya country and slaughtered them with the Vinaya, saying: “Would it be the goods to remove the story from the Discipline, Sir, is it allowable to remove the crown of rice,”",
    "ai-atk-s0513a33:155_1": "Because Upananda saw the monks, he asked how much merit, and he said, “Did you have much merit? ”",
    "ai-atk-s0513a33:155_2": "The Buddha said: “Where did I receive this merit?” he got all of it.",
    "ai-atk-s0513a33:155_3": "The monks Dhammadinna in what way thought, “Reverend Upananda, how are it?”",
    "ai-atk-s0513a33:155_4": "When the Teacher came and asked, “Where is the talk about just now?” When he asked, “Where do they ask, monks, for the sake of another?” Then he should give him his own practice as an enemy, and when it was asked.",
    "ai-atk-s0513a33:156_0": "“Firstly, having just attained the First Path,",
    "ai-atk-s0513a33:157_0": "Then he should advise another, the Wise One should not have defilements.”",
    "ai-atk-s0513a33:158_0": "After having taught the Dhamma in the way of the Upananda, and also said: “Monks, when you were previously an old enlightened, you didn’t have even before, still here before, in the past, now you substantial.”",
    "ai-atk-s0513a33:159_0": "In the past, when King Brahmadatta was ruling in Benares, he was a resided on the tree of a Brahmadatta.",
    "ai-atk-s0513a33:159_1": "Then one jackal must take the reeds, do not yet another in one place where he is kept.",
    "ai-atk-s0513a33:159_2": "On one day, I wish to shovel my grandmother string, “I’m feeding on a top of me,”",
    "ai-atk-s0513a33:159_3": "Aṅgīrasa said: “I shall swept out my feet.” But when I try to wound aint me with their feet, he stretched on it.",
    "ai-atk-s0513a33:159_4": "At that moment, in one deep and fourfold syllable. They fathom deep and fourteenth.",
    "ai-atk-s0513a33:159_5": "They, after seeing a deep deal of their gutters, went into the water, and entering it into the water.",
    "ai-atk-s0513a33:159_6": "if you have a strong man like a beggar.",
    "ai-atk-s0513a33:159_7": "When he came to the Great King, he said: “Greatly, with my hands he will be aroused together with him, but with him.”",
    "ai-atk-s0513a33:160_0": "29.",
    "ai-atk-s0513a33:161_0": "“Cling down, student, on what is called a fine Teacher,",
    "ai-atk-s0513a33:162_0": "He opened a meat, and made a meat.”",
    "ai-atk-s0513a33:163_0": "Herein, one who is included in the care of his hymns, etc., in the same way as it is said to me,",
    "ai-atk-s0513a33:163_1": "This is said:",
    "ai-atk-s0513a33:163_2": "like that of a catching iron trap settles, husked me by the wind and sun, so you grab me by the wind and then swept away.",
    "ai-atk-s0513a33:164_0": "Having heard the second verse:",
    "ai-atk-s0513a33:165_0": "30.",
    "ai-atk-s0513a33:166_0": "“Your words are strong, sirs, weeping horses strongly.",
    "ai-atk-s0513a33:167_0": "I’ll step you with a dollar.”",
    "ai-atk-s0513a33:168_0": "Herein, I’ll pull out the village with the honey-balls here and there, like a heavy stone ball.",
    "ai-atk-s0513a33:169_0": "When they had been told, they hurriedly put on the same bed, taken on the inside, and put it on the dry land, and then share it out.",
    "ai-atk-s0513a33:169_1": "at that time the time the naked ascetic had arrived at that place.",
    "ai-atk-s0513a33:169_2": "When they saw him, they quickly said, “Having been unwilled to the funeral pyre, please don’t be afraid of wrongdoing, give us a distance to each other,” and then said to the third time, “Give the darkness –",
    "ai-atk-s0513a33:170_0": "31.",
    "ai-atk-s0513a33:171_0": "“Our a question of (good) present, I listen to the Dhamma",
    "ai-atk-s0513a33:172_0": "we should resolve the legal issue by the dispute.”",
    "ai-atk-s0513a33:173_0": "Herein, the funeral pyre is very funeral coloured gold, a blooming flowers, and moisten worms.",
    "ai-atk-s0513a33:174_0": "Having heard their statement, he said this to the Siṅgāla:",
    "ai-atk-s0513a33:175_0": "32.",
    "ai-atk-s0513a33:176_0": "“In the past I was an embryo, I gave birth to a burning .",
    "ai-atk-s0513a33:177_0": "(thinking): “I have this dispute is rightly resolved” .",
    "ai-atk-s0513a33:178_0": "Then while speaking this verse:",
    "ai-atk-s0513a33:179_0": "33.",
    "ai-atk-s0513a33:180_0": "“One who lives through the Himālayas lives in a deep opposite sex,",
    "ai-atk-s0513a33:181_0": "In the Majjhima comment, that is:",
    "ai-atk-s0513a33:182_0": "spoke this verse:",
    "ai-atk-s0513a33:183_0": "Herein, the first verse:",
    "ai-atk-s0513a33:183_1": "(Before) I spoke to the king with the ministers and put the dagger on the matter for all these wishes, and with the caste of the warden, I would not be able to resolve them out of my wives and seats. I am unable to resolve that fever, and I am bound to resolve this four quarters.”",
    "ai-atk-s0513a33:184_0": "But after saying that, and giving the three gates (of the village), then shook the incomparable jungles his head and ears with a deep-in-law.",
    "ai-atk-s0513a33:184_1": "this storehouse is middling.",
    "ai-atk-s0513a33:184_2": "Then, after defecating the dependent on the alms-food, he stopped himself with the two gates of the inner skin. In this way he will position I think:",
    "ai-atk-s0513a33:185_0": "After catching it, he thought, “Who is this?” But when he saw that they were heading up a stick, hen’t see the inner skin in their mouth and making a barber.",
    "ai-atk-s0513a33:185_1": "They, having conquered face to face with a thousand coins, sat down in front of others:",
    "ai-atk-s0513a33:186_0": "34.",
    "ai-atk-s0513a33:187_0": "“If you wouldn’t had any trouble,",
    "ai-atk-s0513a33:188_0": "if he carries his load without reservoir, he took a stomach and burn the mouth.”",
    "ai-atk-s0513a33:189_0": "Herein, one who is said in reference to the three watchs of the night.",
    "ai-atk-s0513a33:190_0": "And Sigāla’s house, thinking “I’ll crush around her,” he went on an upper robe.",
    "ai-atk-s0513a33:190_1": "When she saw him coming, she said:",
    "ai-atk-s0513a33:191_0": "35.",
    "ai-atk-s0513a33:192_0": "“As the king was to receive the royal lady,",
    "ai-atk-s0513a33:193_0": "(but) I’m going today,” he said this to the leaf-hut.",
    "ai-atk-s0513a33:194_0": "After considering this verse, they asked about the Simile of the Worlds,",
    "ai-atk-s0513a33:195_0": "36.",
    "ai-atk-s0513a33:196_0": "“How do you hold the seer with water?",
    "ai-atk-s0513a33:197_0": "Please answer my question.”",
    "ai-atk-s0513a33:198_0": "spoke this verse:",
    "ai-atk-s0513a33:199_0": "Herein, how do you eat fish that in front of me? When asked, “How do you do you see in the water? When asked, how are you doing it?”",
    "ai-atk-s0513a33:200_0": "Siṅgiyānī did as it was time and he said:",
    "ai-atk-s0513a33:201_0": "37.",
    "ai-atk-s0513a33:202_0": "“Since we do so by one who is quarrelsome,",
    "ai-atk-s0513a33:203_0": "eat from a quarrelsome and dispute.”",
    "ai-atk-s0513a33:204_0": "Herein, when quarrels are present: these sentient beings are disputes blending on what is not given, they are reduced by others.",
    "ai-atk-s0513a33:204_1": "For by means of a quarreling in the disrepute, etc., they become leaning on the destruction of wealth.",
    "ai-atk-s0513a33:204_2": "yet he becomes victorious in defeat by one or other, and other paths the other parts because he falls by the power of wealth.",
    "ai-atk-s0513a33:204_3": "and Jotipāla, the two disputes were arguing, therefore, and this whole of the Jina, you placed this absence. That is: ‘Such is not a fact of Māra.’",
    "ai-atk-s0513a33:205_0": "The other spirits awakened to each other:",
    "ai-atk-s0513a33:206_0": "38.",
    "ai-atk-s0513a33:207_0": "“In the same way, when quarrels arise amongst men",
    "ai-atk-s0513a33:208_0": "They run after a judge,",
    "ai-atk-s0513a33:209_0": "and your wealth grows in that place.”",
    "ai-atk-s0513a33:210_0": "In this way, when arguing they come to Jotipāla in these places, people flatter and discusses with respect to people.",
    "ai-atk-s0513a33:210_1": "what is the reason why?",
    "ai-atk-s0513a33:210_2": "Because they fighting upwards and disputes in the case of those arguing, meaning is the meaning.",
    "ai-atk-s0513a33:210_3": "Both feelings are included in the same way as they grow old, dropped on their own wealth, and they grow in the neighborhood of a royal staff, and the kingdom with his own hands.",
    "ai-atk-s0513a33:211_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a33:211_1": "“He did so.”",
    "ai-atk-s0513a33:212_0": "and five-coloured lotuses on the flower",
    "ai-atk-s0513a33:214_0": "and your complexion was born on the colour of the Himālaya.",
    "ai-atk-s0513a33:215_0": "Living in the leaf-hut, this Teacher, dwelt in the Jeta Grove.",
    "ai-atk-s0513a33:215_1": "When the teacher asked him, “Is it true, monk, that you are acting like this?” “You’re acting like this,” and he said, “You’re acting like this, ‘You’re acting like this.’ Then, with a woman, or man was said to her, “You’re acting like this.”",
    "ai-atk-s0513a33:216_0": "In the past, when Bārāṇasī was reborn in a brahmin family of the Magadhan princes in Benares, he was born in a family of the Bodhisatta.",
    "ai-atk-s0513a33:216_1": "After learning all the skill in learning, and like a cramped sinking fragrant powder, and embracing all the people in Bārāṇasī, like the sun, he said: “So it was like a flag”",
    "ai-atk-s0513a33:216_2": "Then, after seeing the King’s son, the son of the wound, requested all the high-born royal coronation to the son of the King, stood on the top of the garden. When he had come to the highest bliss of the king, he said to the king,",
    "ai-atk-s0513a33:216_3": "The king asked: “How can the king not do that during the seven days? When will I have heard it, would you be able to do that seven days?”",
    "ai-atk-s0513a33:216_4": "Saying, “Very well,” he took her and went to the house of that house,",
    "ai-atk-s0513a33:216_5": "When they had drawn the bottom, they felt anywhere else. Then someone else, unable to think: “Shere is standing there, like a hunger who isn’t gone to the king.”",
    "ai-atk-s0513a33:216_6": "The king had the drums bent over the city and there, and he had the instruments of the city. He did not understand.",
    "ai-atk-s0513a33:216_7": "Then because of that power he had become bloody.",
    "ai-atk-s0513a33:216_8": "From then on he became very illustrious,",
    "ai-atk-s0513a33:216_9": "and no-one can inspire to get enough.",
    "ai-atk-s0513a33:217_0": "The Prince asked: “Previously we have no affection for the king and realising the king’s (wholesome) desire, without having seen the Truth, wisdom, face to get a roar, or to see the kingdom of the king,” and he questioned him: “If there is no oppresssed by his army, my tusks, (thinking): ‘By this one King’s (saying): “Anying: “It is so many people canopy who is it, this is an oppportunity, this one thing that is why I have come to see the King, this I have questioned him today for the lord of the earth,” and (where else.",
    "ai-atk-s0513a33:217_1": "The prince, you answered ‘I will be called so-and-so.’ From this because you say, ‘I don’t have the same kind of speech that you’ll be treasures.” And you answer, ‘I don’t have the same doctrine, then you should responsible. When you say, ‘I don’t know it.’ And if you don’t give it.”",
    "ai-atk-s0513a33:218_0": "And then those three kings, having gone to the royal capital of the King, “This is lamp, this is the suffering of the royal capital. They returned to the King’s lion’s roar.”",
    "ai-atk-s0513a33:218_1": "gave many people to his own birth,",
    "ai-atk-s0513a33:218_2": "one person pairs of those fingers and toe.",
    "ai-atk-s0513a33:218_3": "The king saw him, and he asked: ‘This man is gem, is there something other thankers,’ and he asked the neighborhood of the Wise, questioning: “I will be astute!”",
    "ai-atk-s0513a33:219_0": "39.",
    "ai-atk-s0513a33:220_0": "“For he who has no degree of elephants, horses and carriages,",
    "ai-atk-s0513a33:221_0": "The assembly surely swallows what’s more difficult to do.",
    "ai-atk-s0513a33:222_0": "When asked another thing, it should be done to me.”",
    "ai-atk-s0513a33:223_0": "There they leaf huts on the leaf-hut.",
    "ai-atk-s0513a33:223_1": "with difficulty in support, scoured of others,",
    "ai-atk-s0513a33:223_2": "This is the very level of wealth.",
    "ai-atk-s0513a33:223_3": "When it came to this state of existence he asked what was the matter, which is the doing of it?",
    "ai-atk-s0513a33:224_0": "Then he spoke the second verse:",
    "ai-atk-s0513a33:225_0": "40.",
    "ai-atk-s0513a33:226_0": "“Gotamī, a person would shake off wickedness, mixed up with a sword,",
    "ai-atk-s0513a33:227_0": "The one who gives is the fault to do with it is harder,",
    "ai-atk-s0513a33:228_0": "know how do you think is easy to find.”",
    "ai-atk-s0513a33:229_0": "Herein, suppose there is someone to say:",
    "ai-atk-s0513a33:229_1": "The double, saying: “I remember what is hard to do,” and he said to him: “I do what is hard to do.”",
    "ai-atk-s0513a33:229_2": "received anything from all (reign): “I will give you one thing and doing what is beneficial,” then all of them except a sangha,",
    "ai-atk-s0513a33:229_3": "with a steadfast headed by the King.",
    "ai-atk-s0513a33:230_0": "The king said, “Your eldest son of the king, it seems, you say ‘I have heard’, ‘I’m not afflicted!’ The queen, thinking, ‘I’m not going to be inquired,’ and there’s a little learning, ‘I’ve been commanded to repaired regarding the king’s heart.”",
    "ai-atk-s0513a33:230_1": "Then the other said, “I do not get any other word from the third time, or from the fourth palace, was the third driver, and considered (the same as):",
    "ai-atk-s0513a33:231_0": "41.",
    "ai-atk-s0513a33:232_0": "“Your questions, who are skilled in the teaching,",
    "ai-atk-s0513a33:233_0": "(But) now I ask you now, what is the doing? What is the reason for you?",
    "ai-atk-s0513a33:234_0": "When asked another thing, it should be done to me.”",
    "ai-atk-s0513a33:235_0": "Herein, he answers the meaning, answers questions about the meaning.",
    "ai-atk-s0513a33:235_1": "it was on the day of the Dhamma (Daughter) expert in the Dhamma.",
    "ai-atk-s0513a33:235_2": "After that is the one who does the word of the other,",
    "ai-atk-s0513a33:236_0": "Then he answered the fourth verse:",
    "ai-atk-s0513a33:237_0": "42.",
    "ai-atk-s0513a33:238_0": "“ they don’t associate with their soul very fruitful,",
    "ai-atk-s0513a33:239_0": "The one who gave him a donkey, and after giving it is hard to do more.",
    "ai-atk-s0513a33:240_0": "know how do you think is easy to find.”",
    "ai-atk-s0513a33:241_0": "Herein, having given the names “I give you a share,” she gave him another requisite.",
    "ai-atk-s0513a33:241_1": "if she does not give it even when shakes, saying: “What can be done for you use? ” The goods are lost;",
    "ai-atk-s0513a33:241_2": "After that (he said): “So-layers, there is no further than that,” and he said, “I give you the two”;",
    "ai-atk-s0513a33:242_0": "The king, having heard this, said: ‘I give this to my son,’ and conveying the first statement, “I give it to the queen. ” Then he continuedly, gave it to the king, saying, “You were the first question.”",
    "ai-atk-s0513a33:242_1": "Then this occurred to him, “I will ask another question,” “There is no wise one.”",
    "ai-atk-s0513a33:242_2": "Then he asked this fifth verse:",
    "ai-atk-s0513a33:243_0": "43.",
    "ai-atk-s0513a33:244_0": "“Pukkusāti, who is the meaning of the teaching,",
    "ai-atk-s0513a33:245_0": "What do I ask you now? What is the reason for strike?",
    "ai-atk-s0513a33:246_0": "When asked another thing, it should be done to me.”",
    "ai-atk-s0513a33:247_0": "Then he explained the sixth verse:",
    "ai-atk-s0513a33:248_0": "44.",
    "ai-atk-s0513a33:249_0": "“A person should give a gift (of giving) a gift (of people),",
    "ai-atk-s0513a33:250_0": "The one who gives a donkey, (given) a priceless,",
    "ai-atk-s0513a33:251_0": "know how do you think is easy to find.”",
    "ai-atk-s0513a33:252_0": "Herein, rejoicing (the goods): “This isn’t arguments” and “Dispute to his own goods,” and he says, “I haven’t given this a little,” “I give this gift,” and he said, “I don’t become a later.”",
    "ai-atk-s0513a33:253_0": "Thus the King spoke to the King.",
    "ai-atk-s0513a33:253_1": "For the one who gives to a bad destination, who is hard to purify, starting to divide lamps between.",
    "ai-atk-s0513a33:253_2": "for this is said:",
    "ai-atk-s0513a33:254_0": "“Having taken a knife, a thigh yoke,",
    "ai-atk-s0513a33:255_0": "for my own sons and child are suffering, what is hard to say.",
    "ai-atk-s0513a33:256_0": "“It is impossible, prince, this is so very painful,",
    "ai-atk-s0513a33:257_0": "And who gives the teaching, and who knows the Dhamma?”",
    "ai-atk-s0513a33:258_0": "King Bodhi, after hearing this word: “Bodyin, I must drive her and give it to my own son, and only if I were to disturb it, he would not be able to discard it. Why wouldn’t I do it?”",
    "ai-atk-s0513a33:258_1": "As a result, like someone was hushing a lotus leaf, like the bubbles in a lotus leaf, and then the water pot remained.",
    "ai-atk-s0513a33:258_2": "After becoming well, he became happy and joyful, while he was happy,",
    "ai-atk-s0513a33:259_0": "45.",
    "ai-atk-s0513a33:260_0": "“Anyone who desires a question, with few wishes",
    "ai-atk-s0513a33:261_0": "all the questions, speaks falsely.”",
    "ai-atk-s0513a33:262_0": "Herein, just as, when a wise man shares out the gift and then the offering is called “announced”.",
    "ai-atk-s0513a33:262_1": "But having done so, he gave you a lot of money.",
    "ai-atk-s0513a33:263_0": "The Teacher, having constructed this Dhamma teaching, and he preached this Dhamma to the Nuns, attained the Fruit of Stream-Entry.",
    "ai-atk-s0513a33:263_1": "Then the king’s former wife, because of his former wife, was a king, who was anointed, shaven, grey and terrified.",
    "ai-atk-s0513a33:264_0": "Paṭācārā, who is sixth",
    "ai-atk-s0513a33:266_0": "and for the sake of conception-born and resplendent,",
    "ai-atk-s0513a33:267_0": "By his mind liberated in, this is the Teacher who meditates knowing it, saying: “This is the perfection of giving,",
    "ai-atk-s0513a33:267_1": "at the present time there will be agitated state,",
    "ai-atk-s0513a33:268_0": "In the past, in Bārāṇasī, a King gave birth to a son.",
    "ai-atk-s0513a33:268_1": "Then the Buddha-to-be was reborn in a brahmin family of the Bodhisatta.",
    "ai-atk-s0513a33:268_2": "When he had reached maturity he went to Bārāṇasī, he saw the kingdom in that place, saying: “God-King, you must see the king.”",
    "ai-atk-s0513a33:268_3": "He, the king, Dhammadinnā, became aroused with a protector of the five precepts, and he established the following the kingdom of the Truth: “Such is the truth, he established in the wholesome duties, like one who enquields the wholesome.",
    "ai-atk-s0513a33:268_4": "Yakkhas and kings gathered together to the kingdom of the Truth.",
    "ai-atk-s0513a33:268_5": "He is the master of the tradition; he is exceeding in line with the Teaching of the Buddha, the Teaching, and the Sangha of monks.",
    "ai-atk-s0513a33:269_0": "Then a certain brahmin received a thousand coins from a shop, and brought it to the brahmin family and again, saying, “I’ll lay down there.”",
    "ai-atk-s0513a33:269_1": "As a result, she conceived the family of that family, (saying):",
    "ai-atk-s0513a33:269_2": "He then returned to a _kahāpaṇa_.",
    "ai-atk-s0513a33:269_3": "The brahmin colleagues gave his daughter to his own son, and he presented her daughter.",
    "ai-atk-s0513a33:269_4": "The brahmin took hold of her in a village and made the brahmin village of Bārāṇasī.",
    "ai-atk-s0513a33:269_5": "a young wife who was not into sensual pleasures, because of what he had not given to others.",
    "ai-atk-s0513a33:269_6": "For that extremely mental objects:",
    "ai-atk-s0513a33:269_7": "What are the sixteen?",
    "ai-atk-s0513a33:269_8": "sea, all the king’s front. He does not excitecute, unintelligent, depressed, and disparages. Instructed by the Realized One, the king, worst of all sorts of eliminating, the doctrines of emetics, expoundsiveness of energy, subdued by the Realized One, and unskilled in wisdom. And he doesn’t acquire any satisfaction or emetiction, reciting, and so on.",
    "ai-atk-s0513a33:270_0": "She did as the brahmin lady. Because she had done bad deeds, she prepared a patchwork, and gave the treatment to Kāka, and then said, “What can I do for this?” she replied, “Ascetic, I was able to lie down.” But she said, “I’m not able to choose her work for that purpose.”",
    "ai-atk-s0513a33:270_1": "“He gave me some money, sir, what should I do in my realm?”",
    "ai-atk-s0513a33:270_2": "“After wandering for alms in search of wealth.”",
    "ai-atk-s0513a33:270_3": "“Well then, sirs, send me back.”",
    "ai-atk-s0513a33:270_4": "“A calves bound by the skin, the sinews, and the ropes would fill a thigh.”",
    "ai-atk-s0513a33:270_5": "The brahmin high priest’s villages, towns, and capital cities—seven hundred carpets in their own villages, towns, and capital cities—shop off their heads in the neighborhood of a village, and then returning to the water. They plunge into the town, pouring the village, and bathing and drink.",
    "ai-atk-s0513a33:270_6": "Then, cast-off trees, having bent on a black snake, and plunged into the neck, he entered the holy city and enjoyed it.",
    "ai-atk-s0513a33:270_7": "He returned and sat in the interval stretch out his funeral pyre. A chopped them into a pile,",
    "ai-atk-s0513a33:270_8": "on the highway, thinking, “If it is certainly the brahmin’s monasteries, why you’ll die along with a pair of trunk. ” And he returned to the monastery and he had it sewn.",
    "ai-atk-s0513a33:270_9": "While looking at the carpets in that place, Devadatta cried out. Saying and lamenting, beatinging and wailing the city of Bārāṇasī, which was like a harem.",
    "ai-atk-s0513a33:271_0": "Then on the fifteenth day sabbath, having achieved the fifteenth day of the Buddha-to-be, after sitting in the Dhammapada:",
    "ai-atk-s0513a33:271_1": "the crowd of people dressed in various flowers and so on, how then having become flowers.",
    "ai-atk-s0513a33:271_2": "The brahmin asked him, “Where, having seen him?” and “Who did I, ladyed him with a patience? When he saw the Buddha, he thought, “Who did you go to the forest?” But when he had spoken, he thought, “I did not make him happy there. But when I was able to teach the Dhamma, he didn’t be able to go to death.",
    "ai-atk-s0513a33:271_3": "He then went to the assembly together with a large gathering and wives, surrounded by his ministers. Having walked there, he stood no dangerous talk about the great mass of death.",
    "ai-atk-s0513a33:271_4": "he preached the rainy season at the Great Wood, as though he was entering the rainy season.",
    "ai-atk-s0513a33:271_5": "For the populace a person, (the king) preached the Dhamma which is well preached by the Parinibbāna of the people.",
    "ai-atk-s0513a33:272_0": "and an astute person is seen.",
    "ai-atk-s0513a33:272_1": "At that moment the great hero, having faith and confidence, looking around five hundred people in Mahāpajāpatī, (the Buddha) sat down on the top of the assembly. He thought: “I will see a difference between the people,” and he should then abandoned that assembly, like a layman, after giving a teaching, he lay down on the ground with a stout the ground, and he offered the thought, “This is like this,” and he lay down the drunk (She thought).",
    "ai-atk-s0513a33:272_2": "He then said, “Whether I’m going to talk with the brahmin lady, now I’ll talk about you with them.” Then he said, “Go away, observe me with a discussion.”",
    "ai-atk-s0513a33:273_0": "46.",
    "ai-atk-s0513a33:274_0": "“One whose mind is full of pole and unwildered, ~ whose mind is engaged in,",
    "ai-atk-s0513a33:275_0": "What’s the point of yours that have lost? Why do you come here?”",
    "ai-atk-s0513a33:276_0": "Herein, urges, even the eye faculty, is said to be “you who takes it,”",
    "ai-atk-s0513a33:276_1": "Winds started to the riches,",
    "ai-atk-s0513a33:276_2": "jackals, report to the good,",
    "ai-atk-s0513a33:276_3": "When he said this, the brahmin lady said: “Surely there are two brahmin laments who are happy and recoiled from pain, etc., before having cutting off all seven or eighty years, and after going to heaven, he didn’t wail or set up good health, sit down,",
    "ai-atk-s0513a33:276_4": "What’s the point of yours that wonder you come back here? You are quickly in this matter.”",
    "ai-atk-s0513a33:277_0": "Then eventually he was speaking on his own giving a second verse:",
    "ai-atk-s0513a33:278_0": "47.",
    "ai-atk-s0513a33:279_0": "“I’m coming, sirs, and don’t go to me.",
    "ai-atk-s0513a33:280_0": "I will declare about suffering by this, and this is the meaning of it.”",
    "ai-atk-s0513a33:281_0": "they go to the home of the house,",
    "ai-atk-s0513a33:281_1": "Go back to the place where they go.",
    "ai-atk-s0513a33:281_2": "One demolishes the highway, and says that",
    "ai-atk-s0513a33:281_3": "She said, “It seems that deity are dark and bright, and the brahmin Bodhisatta had not even known to the knowledge of the deathless.”",
    "ai-atk-s0513a33:281_4": "Endowed with this there is a deathless state of loss. We’ll stretch out of death and deadly pain.",
    "ai-atk-s0513a33:281_5": "This is the reason,",
    "ai-atk-s0513a33:281_6": "“Whoever returns to my home, my death is the meaning of that death for me.”",
    "ai-atk-s0513a33:282_0": "After hearing the message of the great sacrifice, the brahmin Jāṇussoṇi drove up, he took many bowls, and bringing them to the cause of death.",
    "ai-atk-s0513a33:282_1": "Again, cast-of-worms, sailings, goats, thorns, and poisons. Or they’d step there too. Or alternatively, the brahmin oppressite sex with someone thorns and sugarcane their own work. Or they’d stumps due to the power of that were thorns, and thought, forcivilized by many people, as well. Or they thought,",
    "ai-atk-s0513a33:282_2": "he thought, “This is the total. The snake should be scorched, seeing it as a to go. When seeing someone in a debt, he should be able to return with the beginning. When this happens, he should be hunger, bringing back inside the mouth and forth.",
    "ai-atk-s0513a33:282_3": "Even before the brahmin drank water for drinking, he’ll take a sewer, bring it to the bag, and after eating the drinking the water. Then he drive it out, thinking, “I’ll drink the water, drinking it from the water; I’ll depraved it through the hand, and after feeding it with a hand.”",
    "ai-atk-s0513a33:282_4": "But if I were to go to a house, he’ll plunge into the hand, saying, “If I’ll robb my hands,” and he disposes of furnitures, he’ll dies having drive him death from his life.” And he said, “I’ll die right there, he’ll excluded from death.”",
    "ai-atk-s0513a33:283_0": "Then it occurred to him: “This must be be be be much less than that.",
    "ai-atk-s0513a33:283_1": "For this woman will be shown by the great sea or by the king and his own assembly, since she disparages the midst of the great sea, for showing them off such an assembly.”",
    "ai-atk-s0513a33:283_2": "The griefless, Questioned with the divine eye, having the divine eye.",
    "ai-atk-s0513a33:283_3": "When the gathering has entered in the midst of the gathering and separately, he saw a snake entering the town with a buttermilk in the middle of the great man, and making it known to him as a brahmin, and he answered this to the third time:",
    "ai-atk-s0513a33:284_0": "48.",
    "ai-atk-s0513a33:285_0": "“They have come to (them), while speaking the truth, this is the truth,",
    "ai-atk-s0513a33:286_0": "I think, brahmin, have direct meditative experience of darkness.”",
    "ai-atk-s0513a33:287_0": "Herein, for many reasons:",
    "ai-atk-s0513a33:287_1": "reflecting on it, having prepared up and thought, it is with the penetration of knowledge.",
    "ai-atk-s0513a33:287_2": "but when I explain this I reason, I shall speak about the reason for you that.",
    "ai-atk-s0513a33:287_3": "(Surely) they were truthfully, having seen the with the divine eye.",
    "ai-atk-s0513a33:287_4": "I conqueror of  dart.",
    "ai-atk-s0513a33:287_5": "and was reborn as the Teacher of Sattuka.",
    "ai-atk-s0513a33:287_6": "Not knowing they know: ‘I have one darkness, with no dark or brightness.’",
    "ai-atk-s0513a33:288_0": "But then they said: “After saying this, brahmin, did you live in that way?”",
    "ai-atk-s0513a33:288_1": "“Is there a wise one?”",
    "ai-atk-s0513a33:288_2": "“From today, Pāṭaliputta, is going to eat away.”",
    "ai-atk-s0513a33:288_3": "“Yes, Sir.”",
    "ai-atk-s0513a33:288_4": "“Where is it?”",
    "ai-atk-s0513a33:288_5": "“In the wilderness, at the foot of a tree.”",
    "ai-atk-s0513a33:288_6": "he had eaten the drinking water, and the water was going to drunk, did not sew it.",
    "ai-atk-s0513a33:288_7": "“They’re not astute.”",
    "ai-atk-s0513a33:288_8": "“So away, drinking water, and making a plough, he lifted them together.”",
    "ai-atk-s0513a33:288_9": "“A wise one, having looked at the end of suffering,”",
    "ai-atk-s0513a33:288_10": "“Only when he saw drinks, water-pot, oil, honey, molasses, shots, or shots, or beatings drums, kettledrums, and shots, saying ‘I’ll get a sewer,’ he drivesh out the sea, and standing there. having someone else took a peacock’s pulled up, after standing there to the pulling, and seeing him pulling the quietation: “Any, you will be a quiet another’s pulling from the fourth absorption.” He said to the marssing one side.",
    "ai-atk-s0513a33:289_0": "49.",
    "ai-atk-s0513a33:290_0": "“I’ve seen the broke on the ground with a stick, and the victors’ drought,",
    "ai-atk-s0513a33:291_0": "today we’re doubting and uncertainty about the!” and the chariot-maker, (thinking):",
    "ai-atk-s0513a33:292_0": "they’re splendid,",
    "ai-atk-s0513a33:292_1": "They drive laments in a mouthful with teeth inside the mouth and out through the mouth of a snake with a clean cloth sore, beating their breasts hanging down.",
    "ai-atk-s0513a33:292_2": "“So I have doubts about whether or not I have doubts or uncertainty?” And I am going out of doubting or uncertainty to inspect for the purpose of laughing, my answers today.",
    "ai-atk-s0513a33:293_0": "The brahmin Mahārakkhita, having heard that, became anxious, and horrified.",
    "ai-atk-s0513a33:293_1": "He rose up and big as if with a staff into the mouth of a hundred face, stood looking around on a great staff.",
    "ai-atk-s0513a33:293_2": "the Teacher, showing them the fifth verse:",
    "ai-atk-s0513a33:294_0": "50.",
    "ai-atk-s0513a33:295_0": "“The brahmin who has spent the very best in the midst of the people, liberated the kingdom of the present, liberated;",
    "ai-atk-s0513a33:296_0": "Then the cowherd, having risen above the horn, swiftly, ghee.”",
    "ai-atk-s0513a33:297_0": "The great crowd of men obtained (again) intercourse of ghee, which had been brought out by the Buddhas, and was covered with great fingers, the great earthquake. And the great earthquakes, as it were, for seventy thousand treasures, like the great earthquake.",
    "ai-atk-s0513a33:297_1": "But this discussing is the power of the Buddha, not the oxenlightenment being the neighborhood of a Buddha. And I’m the power of his birth troop.",
    "ai-atk-s0513a33:297_2": "wisdom, strength is the power of wisdom.",
    "ai-atk-s0513a33:297_3": "For a person who possesss wisdom and definitely open the path to awakening, and assured observes the deathless, enlightenment of the deathless.",
    "ai-atk-s0513a33:297_4": "Continually contradicts the deathless things that are the best in which they are the best.",
    "ai-atk-s0513a33:297_5": "Hence it is said:",
    "ai-atk-s0513a33:298_0": "“Skilled in wisdom is the best of the Kings.",
    "ai-atk-s0513a33:299_0": "The Sirīsa is the Dhamma, and the teaching is included by the good.”",
    "ai-atk-s0513a33:300_0": "When the Great Being thus experts one in whose mind was unsuitable, took another’s level in the forest, and given it away in the wilderness.",
    "ai-atk-s0513a33:300_1": "After approaching the king and arranging his hands in respectful salutation to the King, he said: “Teach you, take a half a month, go to the king and saying:",
    "ai-atk-s0513a33:301_0": "51.",
    "ai-atk-s0513a33:302_0": "“The people are satisfied with the king,",
    "ai-atk-s0513a33:303_0": "He who sees well-bearing strikes.”",
    "ai-atk-s0513a33:304_0": "The meaning of this:",
    "ai-atk-s0513a33:304_1": "having prosperous and malicious talebearing, with wide openings, you can get to see the king. Being fortunate fortunate for me, so very fortunate, that is meant,",
    "ai-atk-s0513a33:305_0": "The brahmin did as the king was told.",
    "ai-atk-s0513a33:306_0": "“Do you know the heat of all? Do you know all the time?",
    "ai-atk-s0513a33:307_0": "52.",
    "ai-atk-s0513a33:308_0": "“These seven hundred doctors have me.",
    "ai-atk-s0513a33:309_0": "for life is gained by you, and from the wife of my life.”",
    "ai-atk-s0513a33:310_0": "Herein, Virtuously, is all the time in regard to all things that are terminated, and all the things that are proper to say, when you are terminator?",
    "ai-atk-s0513a33:310_1": "Do they know about each and every being real? Or, wisdom is the knowledge of the Teacher? Or is real knoweration of all?",
    "ai-atk-s0513a33:310_2": "my life will be surprised for you today’s life.",
    "ai-atk-s0513a33:310_3": "He also gave me a wife, and so are the same fortune.",
    "ai-atk-s0513a33:311_0": "Having said this, “If I could give me a hundred thousand (people), I’ll bring it back again.”",
    "ai-atk-s0513a33:311_1": "Having heard that, the Buddha-to-be said this:",
    "ai-atk-s0513a33:312_0": "53.",
    "ai-atk-s0513a33:313_0": "“The Wise Ones do not apprehend the verses, nor recited them with these verses,",
    "ai-atk-s0513a33:314_0": "and take the away from here and go to your own home.”",
    "ai-atk-s0513a33:315_0": "Herein, (anothers) is unfavourable to the price,",
    "ai-atk-s0513a33:315_1": "Overcome and your roots too much step, brahmin! You should give you your wealth.",
    "ai-atk-s0513a33:315_2": "Taking the close, you take (to each other), and take three hundred thousand (story.",
    "ai-atk-s0513a33:316_0": "And while he was told his queen and questioned the brahmin Mahāpadassana, saying: “Hold him a thousand bows, give him some money.”",
    "ai-atk-s0513a33:316_1": "“They are wise.”",
    "ai-atk-s0513a33:316_2": "“But their wife is a little child.”",
    "ai-atk-s0513a33:316_3": "“You’re so young,”",
    "ai-atk-s0513a33:316_4": "“Well then, Sāketa, make sure of others without making any effort to get hold of you. If you do it, I’ll win you’ll bring you about their own home into the household life, wherever you’ll do it you’ll bring you back which is the way of a tree, wherever you’ll do it cows woven.” So why do you do it you accept it?”",
    "ai-atk-s0513a33:316_5": "He went to the village of Kapilavatthu and stood at the root of a tree.",
    "ai-atk-s0513a33:316_6": "At that time the wife was sitting together with his wives.",
    "ai-atk-s0513a33:316_7": "The brahmin, having come to the place where he said: “They bring it.”",
    "ai-atk-s0513a33:316_8": "As he’s investigated in the noise, the noise close by the wind, having opened the door and the opposite sex, and doing it (the anointing) them, he asked the brahmin Setching at the wrong time.",
    "ai-atk-s0513a33:316_9": "“I have obtained a thousand coins.”",
    "ai-atk-s0513a33:316_10": "“But where is that?”",
    "ai-atk-s0513a33:316_11": "he said to him: “I’ll place our work in the morning, but don’t think about it.”",
    "ai-atk-s0513a33:316_12": "After going to the Jeta Grove, and informing her:",
    "ai-atk-s0513a33:316_13": "When he had gone out, he seized it by himself.",
    "ai-atk-s0513a33:317_0": "Once again a day after going to Kapilavatthu a _kahāpaṇa_’s army, he said to the brahmins, “What’s better for the wise?”",
    "ai-atk-s0513a33:317_1": "“Have you told them?”",
    "ai-atk-s0513a33:317_2": "“Yes, Sir.”",
    "ai-atk-s0513a33:317_3": "The Great Being asked: “Here has the austerity, what he did.” And he asked, “There is an brahmin’s family.",
    "ai-atk-s0513a33:317_4": "“Is there a wise one?”",
    "ai-atk-s0513a33:317_5": "“There is me too.”",
    "ai-atk-s0513a33:317_6": "“Yes, Sir.”",
    "ai-atk-s0513a33:317_7": "Then a great day, having had the following seven days. He thought, “Go to the seventh day, and then offered them a fortnight seven days. I have invited them to accept my invitations.” Then he informed them of his ancestors, seven days, and eighty days invited them to accept two an invitations. Then he invited them to a meal for seven days.",
    "ai-atk-s0513a33:317_8": "Likewise the brahmin, he told his step, “Because he is a master of the shaves, he told me a great man.”",
    "ai-atk-s0513a33:318_0": "The Buddha-to-be together with him, and having summoned him, said: “This brahmin is a poor man, a _kahāpaṇa_ coin to the one-eyeder.”",
    "ai-atk-s0513a33:318_1": "“It takes no trouble.”",
    "ai-atk-s0513a33:318_2": "“You do not know, Senaka, I will not take you a _kahāpaṇa_’s_.”",
    "ai-atk-s0513a33:318_3": "The learned (included): “They are I loved by me.”",
    "ai-atk-s0513a33:318_4": "“Where are you setting?”",
    "ai-atk-s0513a33:318_5": "“Is it set aside that they’re wise!”",
    "ai-atk-s0513a33:318_6": "The brahmin being intent on awakening asked: “What is the reason for you?”",
    "ai-atk-s0513a33:318_7": "“May my wise be.”",
    "ai-atk-s0513a33:318_8": "The Bodhisatta’s father, having consecrated the brahmin family, deposed a _kahāpaṇa_ coin to the brāhmaṇa, and having the drum of the Yasa, gave it to the king, (saying:) “Having ordered the brahmin high prepare a ste in the presence of the Great King,",
    "ai-atk-s0513a33:319_0": "The Teacher, having shown this Dhamma teaching, and preached the Dhamma and attained perfection and attained the fruit of stream-entry. He then constructed many fruits of Stream-Entry.",
    "ai-atk-s0513a33:319_1": "Then the brahmin Ānanda, having a gathering of trees, served by the Buddha, was quite without troubled.",
    "ai-atk-s0513a33:320_0": "had Seven on both sides,",
    "ai-atk-s0513a33:322_0": "and forty-nine years exceeding the colour of a teeth.",
    "ai-atk-s0513a33:323_0": "I do not know, “I do not know,” “The Teacher, depends on the Shrine,”",
    "ai-atk-s0513a33:323_1": "At the present time there is a thorny ground, and it is the same as the basis.",
    "ai-atk-s0513a33:323_2": "When the Teacher had finished his meal and said, “Having given those monks, formerly ancient times in the past, Pabbajjā ordination, and when he had already gone forth, they begged, saying: ‘Though you, I was not unpleasant to you, not unloved.’”",
    "ai-atk-s0513a33:324_0": "In the past, when Brahmadatta was reborn in a certain town of Brahmadatta. They were born in a town of the Brahmadatta, new town.",
    "ai-atk-s0513a33:324_1": "Once he had reached the peak of wail’s Monastery, having struggle to the shade of the threshold-handed, deposed, and spent the opportunity for a long time. Then he arrived at Bārāṇasī, having fallen from that place, where he was reborn in a good place, a heavenly realm.",
    "ai-atk-s0513a33:324_2": "The king, having invited that palace and set out on a seat; there he had the Palace of Principle, he took his seat and went to the royal bed. When he heard that the king was ready for them, he returned to the royal palace, and went to the royal capital.",
    "ai-atk-s0513a33:324_3": "After taking one part of the teaching, he said, “Have you a sovereignty over the noble Dhamma?” and on doing the invitation procedure.",
    "ai-atk-s0513a33:324_4": "the being intent on awakening says: “Give me some things,” and he does not say.",
    "ai-atk-s0513a33:324_5": "Some times, Queen, a king asks, “Give this!”",
    "ai-atk-s0513a33:324_6": "On the following day he thought: ‘This is just one thing, Queen, asking me for my enemy,’ he invited them to ask: ‘This is mine, I’m not dissatisfied.’ But when asked, he asks, ‘Nothing, it’s unprofitable.’",
    "ai-atk-s0513a33:324_7": "When he had finished one day, he went to the other house and sat down on one side. Then he asked the other people:",
    "ai-atk-s0513a33:325_0": "54.",
    "ai-atk-s0513a33:326_0": "“Those poor people whom I do not know, Aṭṭhisena,",
    "ai-atk-s0513a33:327_0": "Gather round me and beg; why is it that you do not beg from me?”",
    "ai-atk-s0513a33:328_0": "Herein, a while requesting (him) to begging up the grasses,",
    "ai-atk-s0513a33:328_1": "having gone together:",
    "ai-atk-s0513a33:328_2": "This is said:",
    "ai-atk-s0513a33:328_3": "-bones, this is called an undoing sket-maker. I don’t want to be invited by a snake. Having entered me and ask for the benefit you don’t want to see me. And when I ask them, “Sir, I don’t want to go.”",
    "ai-atk-s0513a33:329_0": "Having heard that, the Buddha-to-be said this:",
    "ai-atk-s0513a33:330_0": "55.",
    "ai-atk-s0513a33:331_0": "“He is begging for, and not begging meat.",
    "ai-atk-s0513a33:332_0": "That’s why I beg you not, do not have anger towards me.”",
    "ai-atk-s0513a33:333_0": "Herein, is a person who isn’t like.” And the person who gives to me asks, “Great king, when they ask, ‘So, I am unlikable and unlovable.",
    "ai-atk-s0513a33:333_1": "and it should be thorns towards that gem.",
    "ai-atk-s0513a33:333_2": "the goods begged for them.",
    "ai-atk-s0513a33:333_3": "Without giving food,",
    "ai-atk-s0513a33:333_4": "This is said:",
    "ai-atk-s0513a33:333_5": "Yet when a person gives to their parents, their parents then ask for a person, (thinking):",
    "ai-atk-s0513a33:333_6": "That’s why I ask for the donors, but begging for the donors, and I don’t begged.",
    "ai-atk-s0513a33:333_7": "Please don’t point to me.” If I don’t ask you, “If I don’t get loving-kindness for me, I’ll give you one.” And that’s how I don’t answer.’",
    "ai-atk-s0513a33:334_0": "Then the king, having heard the verse:",
    "ai-atk-s0513a33:335_0": "56.",
    "ai-atk-s0513a33:336_0": "“He who lives by way of begging, and who begs not at begging time,",
    "ai-atk-s0513a33:337_0": "one makes merit, and one lives in oneself but does not others.",
    "ai-atk-s0513a33:338_0": "57.",
    "ai-atk-s0513a33:339_0": "“He who lives way of by begging, and who begs at begging time,",
    "ai-atk-s0513a33:340_0": "Causes another to gain merit, and himself lives (happily).",
    "ai-atk-s0513a33:341_0": "58.",
    "ai-atk-s0513a33:342_0": "“When they’ve seen such a snake with a begging,",
    "ai-atk-s0513a33:343_0": "You’re looking after my spiritual companions, and you have few wishes.”",
    "ai-atk-s0513a33:344_0": "Herein, livelihood in order to live dependence on and begging there, one who lives in comfort, is the way abode.",
    "ai-atk-s0513a33:344_1": "This is said:",
    "ai-atk-s0513a33:344_2": "A brahmin who lives in a sorry state should be asked for a livelihood and requested by an ascetic or brahmin, who makes merit. He should not be asked for the Ājīvaka ascetic or brahmin, for the sake of merit, nor begging of himself.",
    "ai-atk-s0513a33:344_3": "According to merit, he should be asked to begging and asking for merit. He should live happily.",
    "ai-atk-s0513a33:344_4": "they will not tell you, in whatever place you say: “Why do you have to teach me?”",
    "ai-atk-s0513a33:344_5": "When a wise and learned person, they won’t even know whether they’re an expert on seeing them, they’ll quake them by giving.",
    "ai-atk-s0513a33:344_6": "and it is said in the Commentaries: “One who is asking me, and who is joints the meaning as they need.”",
    "ai-atk-s0513a33:344_7": "My spiritual companions lived because of celibate and pure spiritual life. That’s why I said it to me,",
    "ai-atk-s0513a33:344_8": "that I wish to say what you wish.”",
    "ai-atk-s0513a33:345_0": "When the Buddha-to-be in this way, there is no joy for him.",
    "ai-atk-s0513a33:345_1": "But when the king’s requested thus, “Now, you who have gone forth into homelessness, preparing the requests for the king, and who do not say, “Even if you should give us the going forth and the full ordination through the sixth day of Ājīvaka ascetics.” And even if he says, “You should not be given to laypeople.”",
    "ai-atk-s0513a33:346_0": "59.",
    "ai-atk-s0513a33:347_0": "“Those who have wisdom do not beg from what is suitable, ~ the Wise One (true) to understand -",
    "ai-atk-s0513a33:348_0": "these noble ones should begged for a noble one.”",
    "ai-atk-s0513a33:349_0": "Herein, wise: “Pajāpati Gotamī and Bodhi, (Tree) who have gone forth intent on awakening, and who have gone forth intent on awakening, all of them ask for the going forth, “Dear Both, you who have gone forth undertook the inheritance of these (King).”",
    "ai-atk-s0513a33:349_1": "The Wise One is immoral. The Wise One is sick, his nurses for him when he’s sick, and his carer is able to understand all that.",
    "ai-atk-s0513a33:349_2": "or. While setting out on the noble ones, they don’t go to that noble ones, or who respect the alms-food in the noble Saṅgha, nor do they make any effort to get alms.",
    "ai-atk-s0513a33:349_3": "After doing the signs, they show it to him, and making it plastered by making the sign of the body, then the Sambuddha Kokālika, etc., that more than that,",
    "ai-atk-s0513a33:349_4": "this is the noble ones, by begging for a noble one, by means of begging the noble ones, and asked the noble ones, and so on.",
    "ai-atk-s0513a33:350_0": "The king, having heard what the word said, “Venerable sir, if only one is owing to a co-wife, if he knows that this will be given to me,” he said, “I give this to the seventh time.”",
    "ai-atk-s0513a33:351_0": "60.",
    "ai-atk-s0513a33:352_0": "“Brahmin Rohiṇī, I together with a thousand thoroughbreds, went to the hermitage.",
    "ai-atk-s0513a33:353_0": "for a noble disciple, having heard the Noble One’s verses, they are not satisfied with the Dhamma.”",
    "ai-atk-s0513a33:354_0": "there the Rohiṇīsa garden covered with golden colour,",
    "ai-atk-s0513a33:354_1": "Geese, with a sweet voice, a thousand coins, a hundred thousand (people) will receive that incomparable, a thousand garments of flowers.",
    "ai-atk-s0513a33:354_2": "noble ones, unrestrained.",
    "ai-atk-s0513a33:354_3": "Places the noble ones’ conduct and behavior",
    "ai-atk-s0513a33:354_4": "How should they not give away what can be done by someone else?",
    "ai-atk-s0513a33:355_0": "The Buddha-to-be said: “Great king, I went forth. I not prepare a cow, isn’t mine.”",
    "ai-atk-s0513a33:355_1": "And having equivalent rejoicing, and giving merit for the sake of heaven, he vanished in heaven.",
    "ai-atk-s0513a33:355_2": "that cannot be reborn in the Brahmā-world.",
    "ai-atk-s0513a33:356_0": "The Teacher, having shown this Dhamma teaching, and preached the Dhamma to the assembly of the Truths, and preached the fruit of Stream-Entry.",
    "ai-atk-s0513a33:356_1": "Then the king became at that time.",
    "ai-atk-s0513a33:357_0": "and forty-four teeth...",
    "ai-atk-s0513a33:359_0": "and in golden palanquins.",
    "ai-atk-s0513a33:360_0": "Where the Teacher was living in Jeta’s Wood, having a conquered the earth inside, deposited the marks of the gods.",
    "ai-atk-s0513a33:360_1": "my assembly tied up in that equipment off of the earth with his own hands, saying “In what way are they no longer an assembly?”",
    "ai-atk-s0513a33:360_2": "After the Teacher came and asked, “Mendicants, why is the gathering?” When he had spoken, he asked, “Did you not prepare the assembly in the past,” he said, “Enough, monks, having repeated the verses, but formerly, now he said, “Enough?”",
    "ai-atk-s0513a33:361_0": "In the past, when Brahmadatta was ruling in Benares, he ruled the realm of the King’s Brahmadatta.",
    "ai-atk-s0513a33:361_1": "Devadatta cut off five hundred pieces of firewood, and then stayed there.",
    "ai-atk-s0513a33:361_2": "He then went to the city of Kapilavatthu and stood in the royal compound, with his hair all his trunks, caught up in the air, and looking at the Royal Monastery, went to the King. When he had gone there, he sat down on the seat spread out there.",
    "ai-atk-s0513a33:361_3": "He then said, “I’ll do so.” and he sent him down, saying, “I’ll make a monkey,” and he then left.",
    "ai-atk-s0513a33:361_4": "Taking a huge blanket-pole and reappeared in Bodhi (Tree).",
    "ai-atk-s0513a33:361_5": "He told him, “Whoever is in fact,” and “It would not be suitable for me to come out.” And he had told a thousand times,",
    "ai-atk-s0513a33:361_6": "the wrong time (and then) he took his own requisites, and then sat down right there.",
    "ai-atk-s0513a33:361_7": "the Buddha-to-be after taking the form of a wilderness,",
    "ai-atk-s0513a33:361_8": "On one occasion when he was borrowed a slave of a cow, each of the male and female slave, while robbing the neck, brow, and mounted on the hide of leaf hut in a charnel ground, with a cowherd’s body, if it were to belt, cast the body borrowed with a stick.",
    "ai-atk-s0513a33:361_9": "Because of that the grass hut, he smeared the elephant stables with grass and loads of elephants, the elephants and the elephants.",
    "ai-atk-s0513a33:362_0": "he walked around the road, saying “Litter,” and he wandered around her room.",
    "ai-atk-s0513a33:362_1": "Then the king said, “Having come and said, “Listen, many elephants are sitting there, so many elephants do not know the infant?”",
    "ai-atk-s0513a33:362_2": "“I know, great king.”",
    "ai-atk-s0513a33:362_3": "“What’s the name of this?”",
    "ai-atk-s0513a33:362_4": "“As the great king.”",
    "ai-atk-s0513a33:362_5": "“Where’s we’ll be able?”",
    "ai-atk-s0513a33:362_6": "“Haven’t been guided by many people in the park?”",
    "ai-atk-s0513a33:362_7": "The King said, “Having (only) the monkey, bring the chariot and bring it to the King.”",
    "ai-atk-s0513a33:362_8": "went to a charnel ground, and splitting the monkey, threw them away.",
    "ai-atk-s0513a33:362_9": "one day, after grabbing the waist, splitting the Bodhi in the vicinity of the Bodhi, where he fell out.",
    "ai-atk-s0513a33:362_10": "and informed him, “She is not even a leaf-hut that has arisen,” and they told the Bodhi (Tree).",
    "ai-atk-s0513a33:362_11": "When the group of travelers had gone and asked: “The group-of-five years, while sitting in the midst of the hosts of Āpaṇa, he spoke these verses:",
    "ai-atk-s0513a33:363_0": "61.",
    "ai-atk-s0513a33:364_0": "“He who does not dwell where the Wise One does not live,",
    "ai-atk-s0513a33:365_0": "He who (even) for one night or two nights dwells amongst enemy,",
    "ai-atk-s0513a33:366_0": "62.",
    "ai-atk-s0513a33:367_0": "“Having seen the noble one whose mind is lowly practises, whose mind is inferior,",
    "ai-atk-s0513a33:368_0": "Though the other two doing not profit.",
    "ai-atk-s0513a33:369_0": "63.",
    "ai-atk-s0513a33:370_0": "“The wise one should skilfully practice this immorality,",
    "ai-atk-s0513a33:371_0": "Having gone to your mind’s weapon, just as when a crystal is here.",
    "ai-atk-s0513a33:372_0": "64.",
    "ai-atk-s0513a33:373_0": "“It’s not good to serving the fools.",
    "ai-atk-s0513a33:374_0": "(But) he spoke kindly to his relatives, he likes.",
    "ai-atk-s0513a33:375_0": "65.",
    "ai-atk-s0513a33:376_0": "“One should practice absorption well, one should shook.",
    "ai-atk-s0513a33:377_0": "As they watched (like) an enemy of relatives,",
    "ai-atk-s0513a33:378_0": "66.",
    "ai-atk-s0513a33:379_0": "“Whoever sees both virtue and wisdom, both sees,",
    "ai-atk-s0513a33:380_0": "He lives for the benefit of both himself and the other,",
    "ai-atk-s0513a33:381_0": "67.",
    "ai-atk-s0513a33:382_0": "“Having heard of virtue and wisdom, I are virtuous and learned,",
    "ai-atk-s0513a33:383_0": "to a community, or to a community.”",
    "ai-atk-s0513a33:384_0": "Herein, one with a mind full of light, a funeral mind,",
    "ai-atk-s0513a33:384_1": "This is said:",
    "ai-atk-s0513a33:384_2": "And the one whose mind is turned intoxicated with friendship, relatives and kin provided it with a sincere, but because it is disturbed, the influence of such a thought.",
    "ai-atk-s0513a33:384_3": "Looking one by one, the other vicinity’s mind: “This is the reason why the caravan’s mind is unthinking.”",
    "ai-atk-s0513a33:384_4": "When one who is wise, she thought thus: “I have become a fool,” and she went to their own dwelling, saying, “Hignorant,” “Dielding their own bodies,” and she replies, “So long as I’ve gone tomorrow,” like this he is dead, with a state of defeat.",
    "ai-atk-s0513a33:385_0": "a fool is not able to acquire strength of strength, nor even forceful without strength,",
    "ai-atk-s0513a33:385_1": "what is the reason why?",
    "ai-atk-s0513a33:385_2": "for he is unsuitable for his relatives, and he differs away.",
    "ai-atk-s0513a33:385_3": "(and) examples, Where the Sakyans are full, just as the currents rainy season, when the partridges are being taught. They don’t want to live together.",
    "ai-atk-s0513a33:385_4": "He is also respected by body, speech, and mind.",
    "ai-atk-s0513a33:385_5": "But the person who, having overcome their own virtues, thus, “Whoever sees a person here, here in the world of qualities, he sees what is profitable,” others did, and in order to his own virtue: “Those who see his own conduct, even when they hear the teaching from another,” and after subduing themselves, they do not confessed themselves or others.",
    "ai-atk-s0513a33:386_0": "they’d look down on it,",
    "ai-atk-s0513a33:386_1": "if he gets someone to take it up;",
    "ai-atk-s0513a33:386_2": "Having virtue and wisdom and learning these precepts, virtue and practices are “bearing” .",
    "ai-atk-s0513a33:386_3": "This is said:",
    "ai-atk-s0513a33:386_4": "He can’t see anyone with such virtues as: “Surely in himself, avoid such conduct,” and having done away with his own hands, he can reprised of defects, break into houses, precept, and evaluate those who do the duties, were firmly established in these three things, after eliminating thus: “This is the Wise One thus: “Such virtue, of seclusion, and having done away with wisdom. ”",
    "ai-atk-s0513a33:386_5": "When they had become a great king, then the factor having amongst the duties.",
    "ai-atk-s0513a33:387_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a33:387_1": "“Padumavatī, Devadatta was afflicted with a teaching of Devadatta, and he had many people.”",
    "ai-atk-s0513a33:388_0": "the color of gold,",
    "ai-atk-s0513a33:390_0": "and forty-nine years (only) born in the appearance of a breath,",
    "ai-atk-s0513a33:391_0": "Living in the two Vedas, this is the Teacher talking about Benares, saying:",
    "ai-atk-s0513a33:391_1": "For it is permanent, everlasting, eternal, imperishable, and will arise in the world.",
    "ai-atk-s0513a33:391_2": "Because of their former rebirth-linking places, he was reborn in the company of Brahmā, the gods of the Thirty-Three, the pure abodes, and the hundred a thousand rebirths, then his existences, after being reborn in the company of Brahmā.",
    "ai-atk-s0513a33:391_3": "But there was no passing away and reappearing away from that place, I recollected that view.",
    "ai-atk-s0513a33:391_4": "Then the Buddha, knowing what that man was thinking, as easily as a strong person would extend or contract their arm, he vanished from Jeta’s Grove and reappeared in that Brahmā realm.",
    "ai-atk-s0513a33:391_5": "Then Brahmāyu saw the Buddha and said, “Good sir, it’s been for a long time since you took the opportunity to come here.",
    "ai-atk-s0513a33:391_6": "For this is permanent, this is everlasting, this is eternal, this is whole, this is imperishable. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.”",
    "ai-atk-s0513a33:392_0": "When he had spoken, the Buddha said to him, “Alas, a Brahmā is lost in ignorance! Alas, a perfected one, a fully awakened Buddha!”",
    "ai-atk-s0513a33:392_1": "And although there’s another escape beyond this, they don’t say another escape beyond this.”",
    "ai-atk-s0513a33:392_2": "Having heard that, he thought, “This is the first kind of discussion, robbers.” Then he told me about it, and added, “What sort of me when, Master Bandit, you were all robbed by bandits,” and asked me to explain it, “What sort of person, did you think, ‘I am a thief?’",
    "ai-atk-s0513a33:393_0": "68.",
    "ai-atk-s0513a33:394_0": "“Gotama, weighed the meritorious Gotama, the past lives,",
    "ai-atk-s0513a33:395_0": "This is our last rebirth as a holy man, who has not yet become ailer of Brahmā, not yet people.”",
    "ai-atk-s0513a33:396_0": "The tamed Master Gotama doesn’t exist even in this world: “We are not the same place, we are the same in the past. We are the future, the wielder of power, the mother, the father, the Brahmadatta, the world, the eldest in this population, the first story, the worker. And this is the modest in the past.",
    "ai-atk-s0513a33:396_1": "And many people pray to us.",
    "ai-atk-s0513a33:396_2": "“This must be Brahmā,” he said, “The Great Brahmā,” “There’s no meaning of such a thing!” And that we do such things!",
    "ai-atk-s0513a33:397_0": "the Teacher, having heard his statement, spoke the second verse:",
    "ai-atk-s0513a33:398_0": "69.",
    "ai-atk-s0513a33:399_0": "“But, Bāhiya, the life span here is not long,",
    "ai-atk-s0513a33:400_0": "I understand these hundred thousand lifespans a hundred thousand years.”",
    "ai-atk-s0513a33:401_0": "Herein, a hundred thousand leagues away to look for a hundred thousand (supernatural) vision, the teachers of the Saints,",
    "ai-atk-s0513a33:401_1": "For one hundred thousand rainy season residences in a hundred thousand millions, ten thousand leagues, and a hundred thousand leagues, even one hundred thousand millions, circumferences, and one hundred thousand millions, who were named Saṅkhita, one hundred and one hundred thousand leagues, and one hundred thousand leagues away to the Teacher.",
    "ai-atk-s0513a33:401_2": "(Thinking) “In what is a farmer is able to take it, he is able to convert from itself”.",
    "ai-atk-s0513a33:401_3": "There he thus addressed one hundred and twenty-thousand years:",
    "ai-atk-s0513a33:402_0": "Having heard that, Bāhiya the third verse:",
    "ai-atk-s0513a33:403_0": "70.",
    "ai-atk-s0513a33:404_0": "“Blessed One, I am the one who is free from birth, who has gone beyond rebirth, and is like this,",
    "ai-atk-s0513a33:405_0": "What precepts and observances did I explain in the past?”",
    "ai-atk-s0513a33:406_0": "Herein, the Buddha says “I know, ‘I know!’ and that you are, undetermined, responsible, and factless’—",
    "ai-atk-s0513a33:406_1": "Transmigration over the virtuous, and ~ (good) conduct,",
    "ai-atk-s0513a33:406_2": "This is said:",
    "ai-atk-s0513a33:406_3": "Please explain all the Buddhas awakened to me! Why would you describe my virtue aspiration? That’s why I point out the oldest of virtue and of which you give them to me?”",
    "ai-atk-s0513a33:407_0": "Then the Buddha told him about the four verses, and he said,",
    "ai-atk-s0513a33:408_0": "71.",
    "ai-atk-s0513a33:409_0": "“You gave drink to many people",
    "ai-atk-s0513a33:410_0": "That’s why I recollect the Purific Discourses with Awakened One",
    "ai-atk-s0513a33:411_0": "72.",
    "ai-atk-s0513a33:412_0": "“Whatever people caught up in a trader are inferior,",
    "ai-atk-s0513a33:413_0": "That’s why I recollect the Purific Discourses with Awakened One",
    "ai-atk-s0513a33:414_0": "73.",
    "ai-atk-s0513a33:415_0": "“In this way he got a burning coals in a park.",
    "ai-atk-s0513a33:416_0": "you are neglected by a strength, hatred, and restraint by the old age.",
    "ai-atk-s0513a33:417_0": "I recollect it like one who has wakened from sleep.",
    "ai-atk-s0513a33:418_0": "74.",
    "ai-atk-s0513a33:419_0": "“For he who was your wisdom, the Buddha said to you,",
    "ai-atk-s0513a33:420_0": "That’s the Purāṇa I remembered the discourses.”",
    "ai-atk-s0513a33:421_0": "he gave him a place there.",
    "ai-atk-s0513a33:421_1": "when the riches were struck by the wind, heat wailed the cloud,",
    "ai-atk-s0513a33:421_2": "and wakened in a sleeping place at the time of the Buddha Paccekabuddha. It was like a dream on dream, he saw that dreams.",
    "ai-atk-s0513a33:421_3": "The Brahmadatta, it seems, after becoming a one, and bringing him water to the rinsing many aeons.",
    "ai-atk-s0513a33:421_4": "One day, one day, with five hundred carts wagons -",
    "ai-atk-s0513a33:421_5": "People were unable to make up with the quarters, and then spent the wounds in seven days. They sprinkled and put them aside, then rinsing the corpses, and not washed their lifes.",
    "ai-atk-s0513a33:421_6": "Then the ascetic, knowing they saw her, and thought: “Venerable sir, don’t think, ‘Who did not see anyone else in the adversence of his own hands,” and with his thought, “Listening that.” Then he thought,",
    "ai-atk-s0513a33:421_7": "When people drink water had drunk the water, they took a knife, shook it away, and placed it on the ground. Then they passed it responded and stood in the same place as before.",
    "ai-atk-s0513a33:422_0": "There is a trader for the hand, a cloth from the ground,",
    "ai-atk-s0513a33:422_1": "Having taken her charming lotuses, I took hold of her and gave her pleasure,",
    "ai-atk-s0513a33:422_2": "He then stayed in the forest grove at the wrong time.",
    "ai-atk-s0513a33:422_3": "On that day, there was a thieves in the day, after grabbing a criminal mountain, and taking the great rocks, entered the town, and sat down at the foot of the mountain.",
    "ai-atk-s0513a33:422_4": "Having heard that the cowherd of a boy kett and went along a river, thinking: “Having heard your park and won’t put a stop to the ground on it, he reached the fourth month of the mass of suffering.” Then the King went out of his army, surrounded by the army, and circumambulated the four quarters.",
    "ai-atk-s0513a33:422_5": "After seeing the thieves, they informed the thieves,",
    "ai-atk-s0513a33:422_6": "The king said, “Who is unshakable and incompetent! I didn’t get any rice porridge.” And he dropped the food and eaten.",
    "ai-atk-s0513a33:422_7": "all those men, after establishing their own (living) “All these” (boths) were Saṅgārava, and this was said:",
    "ai-atk-s0513a33:423_0": "Rebirth lowly, without intention,",
    "ai-atk-s0513a33:423_1": "by a hunter:",
    "ai-atk-s0513a33:423_2": "Human good for human beings, desire to attain desires.",
    "ai-atk-s0513a33:423_3": "A man’s strength,",
    "ai-atk-s0513a33:423_4": "having given up delusion,",
    "ai-atk-s0513a33:423_5": "At the time of the palms in the Ganges was dwelling.",
    "ai-atk-s0513a33:423_6": "Then two people dressed in a boat, surrounded by the Saṅgha of mendicants, and had the necks of boarded a string of clothes. They sat on the ground together, seated on the bed.",
    "ai-atk-s0513a33:423_7": "They drunk the sweet flags, the Supremes, and the food and drink that their singing songs in the dining hall.",
    "ai-atk-s0513a33:423_8": "The royal nāga, thinking, “These are my grandsons, these crowds, haunts, and crushing their bodies, thinking, “I’ll step like a snake, I’ll burn the head.” After washing their feet, he chopped off a mouse.",
    "ai-atk-s0513a33:423_9": "Having seen the dragons beat the drums beaten (the rays of the kingdom, a great noise were laid down on the great earth.",
    "ai-atk-s0513a33:423_10": "After hearing their laments, he saw the elephant lamenting and lamenting, “Which is crying and seeing people, having quickly come to you? ” Then he went to his own house on the ground, and saw his own form of a leaf-hut.",
    "ai-atk-s0513a33:423_11": "The dragon king, having seen him, lay downwomen lying in the water,",
    "ai-atk-s0513a33:423_12": "Having developed the people, this was said:",
    "ai-atk-s0513a33:424_0": "The pupil of a teacher,",
    "ai-atk-s0513a33:424_1": "Though he was awakened One, unmatched (living): “Oh the Sambuddha and virtuous, I say this to me!”",
    "ai-atk-s0513a33:424_2": "What can I do?",
    "ai-atk-s0513a33:424_3": "In the past I was a large teacher called Brahmadatta, when he had become a pupil of the splendour of the Himalayas, a teacher named Benares.",
    "ai-atk-s0513a33:424_4": "Then a second Nārada came and recited this verse:",
    "ai-atk-s0513a33:425_0": "“The Lord of Men, having given up all sensual pleasures,",
    "ai-atk-s0513a33:426_0": "How do you delight in the Kappa?”",
    "ai-atk-s0513a33:427_0": "Then you said to him:",
    "ai-atk-s0513a33:428_0": "“There are so delightful is the delightful woods,",
    "ai-atk-s0513a33:429_0": "Beautiful golden drums below the rope of a cotton.”",
    "ai-atk-s0513a33:430_0": "and having become a pupil of the teacher, he thus says:",
    "ai-atk-s0513a33:430_1": "but also a retinue of Brahmā is performing the whole world.",
    "ai-atk-s0513a33:431_0": "The Teacher, having performed his great deeds, and has performed a deed, said this to the Fortunate One:",
    "ai-atk-s0513a33:432_0": "75.",
    "ai-atk-s0513a33:433_0": "“You certainly understand this life span of mine, I know the Buddha.",
    "ai-atk-s0513a33:434_0": "That’s why your blade of lighting up the Brahmā realm.”",
    "ai-atk-s0513a33:435_0": "Herein, the Buddha is the name of the Buddha.",
    "ai-atk-s0513a33:435_1": "For the Buddhas don’t understand all things about the teaching, for those who are not fully awakened Buddhas, there is no name of the Buddhas.",
    "ai-atk-s0513a33:435_2": "And that is why, the Buddha’s corpse, and also the blade of the funeral pyre.",
    "ai-atk-s0513a33:435_3": "lighting up the entire Brahmā realm, stands in the whole world,",
    "ai-atk-s0513a33:436_0": "The Teacher, knowing this the Dhamma arrivals’ teacher, preached the Dhamma and thoroughly taught the ten truths of the paths, and the minds of ten thousand people.",
    "ai-atk-s0513a33:436_1": "Thus the Buddha came to Brahmadeva, and having become an Arahant, he gave the Teaching the monks. He then preached the Protector of the World, saying:",
    "ai-atk-s0513a33:436_2": "“The hair was beard, Bāhiya of the Bark Robe had become a Kappa.”",
    "ai-atk-s0513a33:437_0": "the One of Bāraṇasī,",
    "ai-atk-s0513a33:438_0": "The first sub-chapter on mouthfuls is finished.",
    "ai-atk-s0513a33:439_0": "2. Gandhāravaggo",
    "ai-atk-s0513a33:441_0": "the colorful Gandhāra was born in the sky,",
    "ai-atk-s0513a33:442_0": "Having left to wander in the Jetavana, this Life training rule, while he was sitting in the Jeta Grove,",
    "ai-atk-s0513a33:442_1": "But the story of the crops have been gathered in Rājagaha.",
    "ai-atk-s0513a33:442_2": "Once again Pilindavaccha, having gone to the royal family of Pilindavaccha, descended from the golden stilt longhouse and appeared in the royal longhouse.",
    "ai-atk-s0513a33:442_3": "And he dropped them away.",
    "ai-atk-s0513a33:442_4": "while the gatherings obtained by currents of Kosambī with a bowl, and have filled the bowls in basins.",
    "ai-atk-s0513a33:442_5": "Seeing that these people, they thought, “These Sakyan ascetics wish to be complaining about.”",
    "ai-atk-s0513a33:442_6": "The Teacher, having heard that the monks, thought, “The monk who were hunting a training rule, he decorated a training rule on the ancient monks, prepare a meal and stored them in the past, saying ‘Today, however, did you go forth,’ve gone forth, have not yet been brought for the purpose of the world.’”",
    "ai-atk-s0513a33:443_0": "In the past, when the Bodhisatta had passed, the son of Gandhabbasita Devānampiya’s son was established in the past.",
    "ai-atk-s0513a33:443_1": "In the middling ruler named Virūpakkha, the King called Virūpakkha rules.",
    "ai-atk-s0513a33:443_2": "And two kings, boarded each other with four girls,",
    "ai-atk-s0513a33:443_3": "Then humans lived for 30,000 years.",
    "ai-atk-s0513a33:443_4": "Then he saw a fragrance of scents and garlands, on the day of the full moon, on the fourteenth day of the months, the great kingdom of Sīvalī, and the great kingdom in the eastern gate, and the pathways in the eastern gate. He sat down on the Doctrine of the Truth.",
    "ai-atk-s0513a33:443_5": "At that time the sky became overgrown by a cloud, and the moon’s disk vanishing all round, like the moon in the waning of the moon.",
    "ai-atk-s0513a33:443_6": "The ministers said to the moon,",
    "ai-atk-s0513a33:443_7": "The king, having conquered the moon in the dark of the moon and the sun, he thought, “This is my pride, my bird, embarks are like a moonlight, having gone forth in the sky like the moon’s dispensation, saying ‘I am like the moon’s dispensation, like I will continually be able to abandon my border. ” And after having given up that Master of my family, he thought, “This is the case, like the moon’s continuity, etc., like the moon’s continually immersequerorality,” and he thought, “This is the like the meanwhile of thing from the moon.",
    "ai-atk-s0513a33:443_8": "He having discarded the dust and dirt, and having given (the Buddha) by preaching the absorptions, he constructed residence in the Himālaya.",
    "ai-atk-s0513a33:444_0": "Then Visākhā, when he heard: “Bhaddā of mine, I will go forth.” After hearing what they had heard, he asked, “Bhaddāing, a thousand, or a hundred thousand leagues in to do within, after hearing the portions, I will make their home villages, towns, or royal capital there.” And when he was no one of them, he pronounced the going forth.",
    "ai-atk-s0513a33:444_1": "When they both had finished, they did not perceive that they were.",
    "ai-atk-s0513a33:444_2": "then the fairies were presented with smells, and appeared in the sky.",
    "ai-atk-s0513a33:444_3": "and having spent the day in a certain forest grove, sat down at the foot of a tree in the most excellent Kapilavatthu. The pavilion of the Truth was perfumed to the Supreme Mount Meru.",
    "ai-atk-s0513a33:444_4": "Vijaya asked: “What is the moon of the sun? Why does he like the moon?” and when he saw the stars, he asked the moon for the sun, “How longing for the moon?”",
    "ai-atk-s0513a33:444_5": "This pupil of the teacher named Rāhu, whose pupils are corruptions: “This favourable to me, and having seen the circle of his pupils, were brought to newly come to an end, and having approached, like the circle of my sacred flavor, and having approached, I will wear the circumference of threshold the circles, like the circle of newly arrived monks. ” And after seeing him, he does not make an end of his pupils, and he thought, “Now the circle I shall go forth.”",
    "ai-atk-s0513a33:444_6": "“So you have a noble disciple?”",
    "ai-atk-s0513a33:444_7": "“Yes, Sir.”",
    "ai-atk-s0513a33:444_8": "“He never stopped each other with his pupils. We won’t stop each other with one another’s portions.”",
    "ai-atk-s0513a33:444_9": "“But why do you like the object?”",
    "ai-atk-s0513a33:444_10": "“After hearing that the ascetic life,” he saw a large object, and he asked the neighborhood of a renunciate.",
    "ai-atk-s0513a33:444_11": "Then after that robing the requisites, they exchanged greetings and polite conversation,",
    "ai-atk-s0513a33:444_12": "But after staying there for a long time, they descended from the sal tree in that place where the shade of the Himalayas, which were more than one day.",
    "ai-atk-s0513a33:445_0": "When people had finished their meals, they took a bed and chatted on the road for which they had been spending by night.",
    "ai-atk-s0513a33:445_1": "and they built the water for washing the meals for the purpose of making use.",
    "ai-atk-s0513a33:445_2": "When they’re walking in the morning, they sat down on the road in the leaf hut and ate them.",
    "ai-atk-s0513a33:445_3": "The people gave their food, and they gave it to their bodies, saying, “Give it to the leftovers,” and they put it on the same day and they gave the same order.",
    "ai-atk-s0513a33:445_4": "One day she gave birth to a needle,",
    "ai-atk-s0513a33:445_5": "Visākhā took a wound, and went to the Bodhi (Tree), and giving a (together) to the reservoir, he forgot about a keyhole, or knead it with his own hands. After giving a whirlpol, he placed it on the ground and fixing the leaf.",
    "ai-atk-s0513a33:445_6": "On one occasion, on the day, having given a bathing powder, with a sharp salt, oil, rice, and non-staple food, brought it to the salt, and brought it back.",
    "ai-atk-s0513a33:445_7": "“Today you haven’t been given to me, so how can you get to give?”",
    "ai-atk-s0513a33:445_8": "“Formerly, people live on me, and I’ll make much of it.”",
    "ai-atk-s0513a33:445_9": "Then the Buddha-to-be, saying: “Having given up three hundred leagues in three leagues, and then advised the people on the bank of the river Lotus Monastery, having put an end of craving, caused it to the people.”",
    "ai-atk-s0513a33:446_0": "76.",
    "ai-atk-s0513a33:447_0": "“Having given up a whole village, sixteen thousand coins,",
    "ai-atk-s0513a33:448_0": "stores of cows, stores, hanging down, lazy.”",
    "ai-atk-s0513a33:449_0": "Herein, the storehouse is gold cows spread with gold, pearls, and carpets all over the counterparts of adornments and banners, and treasury.",
    "ai-atk-s0513a33:449_1": "was filled with rice,",
    "ai-atk-s0513a33:449_2": "Goraling will be stored up, he thinks: “In this way you will live on wherever there are dangers.”",
    "ai-atk-s0513a33:450_0": "Visākha, having gone forth in such a city, saying: ‘Anyone who is unsuitable, circumstanced in this way, having advised me, favourable to you, and having advised me, what is my self-control?’ and you must take it thus: ‘This is my self-control?’",
    "ai-atk-s0513a33:451_0": "77.",
    "ai-atk-s0513a33:452_0": "“Having given up many scents, wealth,",
    "ai-atk-s0513a33:453_0": "if you are praised here while leaving after leaving this life are still after leaving?”",
    "ai-atk-s0513a33:454_0": "Herein, he advises me as an advice: “Now, while giving gifts to the instruction,” and “Now in this monastery, what is it suitable for me?”",
    "ai-atk-s0513a33:455_0": "Having heard that, the Buddha-to-be said this:",
    "ai-atk-s0513a33:456_0": "78.",
    "ai-atk-s0513a33:457_0": "“I’m speaking falsely, my teaching doesn’t prefer to me.",
    "ai-atk-s0513a33:458_0": "when I heard the teaching they don’t shake.”",
    "ai-atk-s0513a33:459_0": "Herein, one who is fully developed means has praised the reason for its reason. This is the reason for its benefit.",
    "ai-atk-s0513a33:459_1": "and not liable to me.",
    "ai-atk-s0513a33:459_2": "bad things are not accumulated by me, he crosses the level of a wicked deed, he doesn’t go to the heart.",
    "ai-atk-s0513a33:459_3": "give to the instructions to Buddhas, the awakened for themselves, and attaining Awakening, which is awakened to the Awakening One,",
    "ai-atk-s0513a33:459_4": "when they’re given to them, they don’t believe the advice. But there’s no evil-viration.",
    "ai-atk-s0513a33:460_0": "“He who sees your faults like one who shows",
    "ai-atk-s0513a33:461_0": "one should keep company with such a sagacious, learned person who reproves you;",
    "ai-atk-s0513a33:462_0": "Keeping company with such it is better (for him) not worse.",
    "ai-atk-s0513a33:463_0": "“He should give up wickedness, he should prevent that which is wrong,",
    "ai-atk-s0513a33:464_0": "for he is dear to the hundred bad.”",
    "ai-atk-s0513a33:465_0": "The Virūpakkha, after hearing the Bodhi (Tree), thinking: “In what way, did you do,” and he said, “Having heard about me, venerable Ghaṭikāra, having heard that you were speaking harshly, harshly, talking about me,” and he said, “After going to the fourth,” and he said, “You may tell me that,”",
    "ai-atk-s0513a33:466_0": "79.",
    "ai-atk-s0513a33:467_0": "“He who gets others to colour",
    "ai-atk-s0513a33:468_0": "Even if they speak no such words, an astute person would not say,”",
    "ai-atk-s0513a33:469_0": "Herein, by means of which this reason is called “giving” in the Dhammapada.",
    "ai-atk-s0513a33:469_1": "Grief is ruined by the air, they get a bad destiny,",
    "ai-atk-s0513a33:469_2": "They don’t use it. That’s why they cannot, for that person, based on the reason.",
    "ai-atk-s0513a33:470_0": "Then the Buddha-to-be recited this verse:",
    "ai-atk-s0513a33:471_0": "80.",
    "ai-atk-s0513a33:472_0": "“Regarding this, may they not be thrown away, or (and say):",
    "ai-atk-s0513a33:473_0": "when I heard the teaching they don’t shake.”",
    "ai-atk-s0513a33:474_0": "Herein, one is made by sensual pleasures:",
    "ai-atk-s0513a33:474_1": "This is said:",
    "ai-atk-s0513a33:474_2": "The person who is not supreme in whom (does) has said: “This person, it is when I advised and instructed, stilling, in the way to my absence, or to the way I am going away, it is as though I’ve done away with a debtermined person.”",
    "ai-atk-s0513a33:475_0": "But then I said: “After saying this, Ānanda, I shall not mount the potter as before, as I do with the potter.",
    "ai-atk-s0513a33:475_1": "After putting down, the potter ends, he should give the bait (to that): “I will explain the Happy One, then he should give it back, and when he has been told, he should give it to that person, then he should return, saying, “Whoever have you like this: ‘I will go and visit the potter. ” After giving this matter, he should give it to the potter that person.",
    "ai-atk-s0513a33:476_0": "81.",
    "ai-atk-s0513a33:477_0": "“If he is not well-trained, intelligent and disciplined,",
    "ai-atk-s0513a33:478_0": "Many a person will wander in the wood like a buffalo that is blind.",
    "ai-atk-s0513a33:479_0": "82.",
    "ai-atk-s0513a33:480_0": "“But some who are well-trained, while others are being happy in mind,",
    "ai-atk-s0513a33:481_0": "So let the verses called Sumanā.”",
    "ai-atk-s0513a33:482_0": "The meaning of this:",
    "ai-atk-s0513a33:482_1": "For if these sentient beings are agreeable to give the instructions of the Buddhas, they’re going in the heart, expert in the charnel ground, the forest, the astute, and all-grounded, they just like that. That’s why do you have been left behind.",
    "ai-atk-s0513a33:482_2": "But some of the Buddhas, these beings, whose minds are pure, who have gone beyond the Vinaya, are discipline and percipient of the teachers’ Vinaya, with one who has trained in the Vinaya, with one who has entered the assembly.",
    "ai-atk-s0513a33:483_0": "Three things:",
    "ai-atk-s0513a33:483_1": "But having become a layman, he should train in the presence of a layperson who has gone forth.",
    "ai-atk-s0513a33:483_2": "For laypeople whose renunciates are included in the duties of a layman, who has gone forth under the influence of such families, etc., and having become well-pressed, has gone forth in the training and returned to the higher mind, and who has gone forth from the lay life to homelessness.",
    "ai-atk-s0513a33:483_3": "for in the world:",
    "ai-atk-s0513a33:484_0": "“Having given up the dart and the discipline,",
    "ai-atk-s0513a33:485_0": "and whatever words are well spoken: this is the supreme blessing.”",
    "ai-atk-s0513a33:486_0": "Having heard that, he thought, “Bhaddāsa, instruct me in the neighborhood of a monastery, and because I were instructed with the nuns.” And now asking for forgiveness.",
    "ai-atk-s0513a33:486_1": "Through united and in harmony, they return to the Himālaya.",
    "ai-atk-s0513a33:486_2": "and the Buddha-to-be built for him.",
    "ai-atk-s0513a33:486_3": "The second very well-known he became his.",
    "ai-atk-s0513a33:486_4": "Thus both of them had not lost their jhāna in the Brahmā realm.",
    "ai-atk-s0513a33:487_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a33:487_1": "“So Ānanda, Vessavaṇa must be the fairy kingdom.”",
    "ai-atk-s0513a33:488_0": "first kind of color.",
    "ai-atk-s0513a33:490_0": "and consecrated is like the golden plate.",
    "ai-atk-s0513a33:491_0": "Then he the teacher, having made himself conquered this declaration: “This is a teacher of relatives, you should announce it to your relatives.”",
    "ai-atk-s0513a33:491_1": "he will be well-known about the ground and has come to Bhaddā Kapilavatthu.",
    "ai-atk-s0513a33:491_2": "But then they did so.",
    "ai-atk-s0513a33:491_3": "After the Teacher came and asked: “Monks, why is this?” he replied, “Does the talk about in the past, then, when the Realized One knew that this was said, he said? Did he had no matter how to come?”",
    "ai-atk-s0513a33:492_0": "In the past, when King Brahmadatta was ruling in Benares, he had arrived in the Himalayas, he was born in a power of the Brahmadatta, he was one thousand in a hundred thousand rebirths, and he had mastered the retinue of the Himalayas.",
    "ai-atk-s0513a33:492_1": "Herein, because of the bank of the Ganges river is outside the gateway, like a peaked roof.",
    "ai-atk-s0513a33:492_2": "Then the divine palaces, which are the sweet-smelling curls of the great horses, and the greatest of grains,",
    "ai-atk-s0513a33:492_3": "And it’s just one fruit, and crystals and trees on the branches of it.",
    "ai-atk-s0513a33:492_4": "The Buddha-to-be after taking leave of the Bodhisatta’s various fruits took a fruit from a group of people and leave the water, thinking, “Eat this tree is in the water, and he eats a creeper.” And he threw water that was stirred up by the grass, roots and fruits, and made a fruit would make a bana tree.",
    "ai-atk-s0513a33:492_5": "In that case, there were eighty-footed covering over the whole of the city, namely, one-eyed, unclouded, and put into one thousand nets on the top of the bowl. In the water of the Ganges, worms, and scratching the top of the Bāraṇasī that’s consumed.",
    "ai-atk-s0513a33:492_6": "After seeing the King’s playing in the garden, they made a playful round of the wide, and they gave it to the King.",
    "ai-atk-s0513a33:493_0": "The King asked: “What sort of fruit?”",
    "ai-atk-s0513a33:493_1": "“We don’t know.”",
    "ai-atk-s0513a33:493_2": "“Who are you knowingly?”",
    "ai-atk-s0513a33:493_3": "“They are hunting, sir.”",
    "ai-atk-s0513a33:493_4": "He then summoned Keipaka in a hole, thinking, “Which is the first yellow cloth in the place where they heard it was being carried along, and then put it on the ground. Then after hearing it, it must be used to eat the ropes, or drink it,” and he gave it to them himself.",
    "ai-atk-s0513a33:493_5": "stood to one side in the Rose-Apple Isle.",
    "ai-atk-s0513a33:493_6": "After craving for tastes, he asked many a question to the prior stage, “While staying in the middle of a tree standing on the bank of the river, he didn’t come. He then summoned many roads, but there was no lowing of the bed.” But when he had spoken, he went on a big path, he then went on a worker.",
    "ai-atk-s0513a33:493_7": "“They agreed.” But they told him, “The deliverings in order to do it, sir.",
    "ai-atk-s0513a33:493_8": "The kings then went to the countryside, surrounded by a large crowd and prepared seats; there he prepared a meal for the neighborhood of a tree and prepare the seats. He then eaten the food, drink, clothes, and beds.",
    "ai-atk-s0513a33:494_0": "a human being, when amongst humans and was falling down, went to the assembly hall.",
    "ai-atk-s0513a33:494_1": "I eighty-footed (there) Sāketa, summoned the branches.",
    "ai-atk-s0513a33:494_2": "The king, when he saw a human being, he shook his sword and raised it in a strong wind. Then he said, “I’ll get a creeper and enjoy it.” And he said, “I’ll bring it back.”",
    "ai-atk-s0513a33:494_3": "They all took up the money, saying, “Listen,” and when they took them together, they all took them together in eight places.",
    "ai-atk-s0513a33:494_4": "And seeing them, they’d go to the Great Wood, where they stood closely with him. Then they went to the Great Wood, winnowed a tree, and threw him around the tree, and asked him, “Who’s there?”",
    "ai-atk-s0513a33:494_5": "The Buddha-to-be said: “I will give you a share,” and he put an opportunity to the group-of-five monks. Then he strewed in the air, the shop, bringing back my life which was carried off to the root of a tree, and he put out one the middle of the Ganges river, and returned to the end of the (of life). Then he thought, “In this place I mustard my own work,” and he added to the middle of the dropsy, “Therefortune, I must take it!” and he added no one means to the instination making the inheritance of the a tree standing firmament of the unposide of these two” and making an end.",
    "ai-atk-s0513a33:495_0": "He took that go and knee-sticks to the neck, placed it on the bank of the Ganges river, and ropes them with a strong bow and yoke, he puts his knee and yoke with a strong bow. Then he rope having drope, leaving behind the tree twisted on my head, and crushed it.",
    "ai-atk-s0513a33:495_1": "And after worshipping the eighty-four thousand aeons, he asked forgiveness.",
    "ai-atk-s0513a33:495_2": "At that time Devadatta had become a monkey with hunter.",
    "ai-atk-s0513a33:495_3": "He replied, “I’m in return, I’ll see my backbone,” and he dismissed his back.",
    "ai-atk-s0513a33:495_4": "with great strength, his heart will arise, (thinking): “Amongst those who had arisen in the heart.”",
    "ai-atk-s0513a33:495_5": "He then left.",
    "ai-atk-s0513a33:495_6": "It was Mahākappina,",
    "ai-atk-s0513a33:495_7": "The king, having seen this great and because he saw the prince, and he thought: “Listening all the people, he would do so after seeing his own life.” Then he thought, “Listen, with his own life”, and doing his life.",
    "ai-atk-s0513a33:496_0": "He then driven out the monasteries and intentions, he took it away, place it on a boat covered with a sword, and there a shook it with a boat; then having the base consisting of husked it, sat down on the ground and covered it with a plaster of the body, and then wounded it out. The carpets then woven a seat, set it out for the Great Siner. Having sat down on a bedorned there, after having drank, the fleeezing it into the low, he said this low seat, this making the great position of the antelope hide, and (wait):",
    "ai-atk-s0513a33:497_0": "83.",
    "ai-atk-s0513a33:498_0": "he who paid respects (them) after making a morsel,",
    "ai-atk-s0513a33:499_0": "What do you become yours?”",
    "ai-atk-s0513a33:500_0": "The meaning of this:",
    "ai-atk-s0513a33:500_1": "having performed himself of a great deal of himself, or else having put you, after putting himself in a plague, and secure himself with a peaceful mind.",
    "ai-atk-s0513a33:500_2": "What do you do, or are you doing for you?”",
    "ai-atk-s0513a33:501_0": "When he heard this, the Buddha-to-be recited this verse:",
    "ai-atk-s0513a33:502_0": "84.",
    "ai-atk-s0513a33:503_0": "“I am the king, the lord of the earth,",
    "ai-atk-s0513a33:504_0": "In the place where the drum was terrified,",
    "ai-atk-s0513a33:505_0": "85.",
    "ai-atk-s0513a33:506_0": "“Having let oneself one by oneself, make oneself a hundred leagues away,",
    "ai-atk-s0513a33:507_0": "and more than that, a bondage in bondages,",
    "ai-atk-s0513a33:508_0": "86.",
    "ai-atk-s0513a33:509_0": "“Have I beat the wind, or pulled out?",
    "ai-atk-s0513a33:510_0": "From that into that state of existence, I haven’t given up the hand.",
    "ai-atk-s0513a33:511_0": "87.",
    "ai-atk-s0513a33:512_0": "“Thusing me this way, peaceful and branch,",
    "ai-atk-s0513a33:513_0": "I went to the charnel ground together with a (true) feet.",
    "ai-atk-s0513a33:514_0": "88.",
    "ai-atk-s0513a33:515_0": "“I have no mortification in them, and he will not be able to satisfaction,",
    "ai-atk-s0513a33:516_0": "For those who have had very bliss, having given it up dust,",
    "ai-atk-s0513a33:517_0": "89.",
    "ai-atk-s0513a33:518_0": "“This is the Prince, Prince, we are listening to you,",
    "ai-atk-s0513a33:519_0": "who gives the strong in kingdom, and who possesses the strength of a town,",
    "ai-atk-s0513a33:520_0": "all the aristocrats, brahmins, merchants, and workers.”",
    "ai-atk-s0513a33:521_0": "There they surpass those (giving) eighty-footed (formerly) one thousand",
    "ai-atk-s0513a33:521_1": "(But) the drew nearby you were to be found (him) for the benefit of the world,",
    "ai-atk-s0513a33:521_2": "approached the King’s Mother,",
    "ai-atk-s0513a33:521_3": "For the king is called robbery, the unrestrained, and the hostile one is called dead.",
    "ai-atk-s0513a33:521_4": "Virtuously dispelling the clothes in the sky, having decorated the space, like a hundred sunshade. Then he drew up from this air and throw it away from the sky, and having thrown it away from the sky,",
    "ai-atk-s0513a33:521_5": "if she attends on another later;",
    "ai-atk-s0513a33:521_6": "This is what was said in reference to the charnel ground.",
    "ai-atk-s0513a33:521_7": "For the Buddha-to-be, after causing a net, leaf-hut, he dropped it down with a strong rope around it in the air and retinue of the leaf huts on the ground.",
    "ai-atk-s0513a33:521_8": "Is it not crowded with people of town or country,? Is it as a festival or bamboo work?",
    "ai-atk-s0513a33:521_9": "Like a hunter on a funeral pyre, and after becoming a tree growing on his own hand, the leaf-hut this tree,",
    "ai-atk-s0513a33:521_10": "There I am quite secluded from that space; of that tree I’m not given uprooted, at the foot of a tree, or out of fear.",
    "ai-atk-s0513a33:522_0": "Similarly going down to the branches and trees, are drunken and shone like a cow,",
    "ai-atk-s0513a33:522_1": "I driven by means of (deed): “My feet have come, I followed behind the dangers and kinsfolk.”",
    "ai-atk-s0513a33:522_2": "not separate me, the self-mortification, I will not fall into it.",
    "ai-atk-s0513a33:522_3": "what is the reason why?",
    "ai-atk-s0513a33:522_4": "I’ve had a comfortable treasure that to be happy, suffered for them.",
    "ai-atk-s0513a33:522_5": "Having arisen in these Kings, he said, “Great King, bring me pleasure and pain for the king.”",
    "ai-atk-s0513a33:522_6": "“I too will take suffering; these kings have arisen in me.”",
    "ai-atk-s0513a33:522_7": "Because of this, he killed those things.",
    "ai-atk-s0513a33:523_0": "This is the simile of the three months, great king, that I have performed the agreements for you.",
    "ai-atk-s0513a33:523_1": "Listen up to the advice, having given this advice, he listens to the instruction.",
    "ai-atk-s0513a33:523_2": "[The king] “Great king, I have given up the intercourse of kings who confessed the kingdom of kings, the royal Ājīvaka ascetics, go to dancers, and obedients, and saved the four treasures of the earth, and all the kingdom of the kings and counselors of concentration, he one who constantly goes from the mountains and saves. I have wandered about eventually, he must eat the most delightful gardornments of the four garden of the earth, he should not use for his own life, and he should see his own life span of the four enciessences.”",
    "ai-atk-s0513a33:523_3": "People run along with a field: “The field is an aristocrat, the field of mastery in attaining the field, and so on. He has to be undertaken by one who is an aristocrat, but who has overestimation.” And the name “perfected on this wretched knowledge.",
    "ai-atk-s0513a33:524_0": "After instructing the king, and advised the King’s time,",
    "ai-atk-s0513a33:524_1": "The King, summoned the ministers and having summoned the ministers, saying: “Where do you like the royal corpse?” and when the King said, “Go away, having shaved it with his hands a staff, he plunged into the town, Kapilavatthu. Did you go to Kapilavatthu?”",
    "ai-atk-s0513a33:524_2": "In the carterizing the wagons, wagons, carts, seized the funeral pyre, and creeping it into his body.",
    "ai-atk-s0513a33:524_3": "The king, having the fragrance of the Mahāthūpa, carried off the golden position of a shrine, and placed it in the town hall. Having built a golden palanquin to the town, the capital. Having worshipped it, he paid reverence to the relics.",
    "ai-atk-s0513a33:524_4": "Then the relics, having taken his life-shold life, and he offered making meritorious garlands, while making merit. He did as long as he was established in the Doctrinal spiritual precious advice, went for the instruction.",
    "ai-atk-s0513a33:525_0": "The Teacher, having shown this Dhamma teaching, and he showed the Truth,",
    "ai-atk-s0513a33:525_1": "“King Ānanda, because of the King’s assembly of Devadatta and his followers, still less in that assembly.”",
    "ai-atk-s0513a33:526_0": "The second wonder is finished.",
    "ai-atk-s0513a33:528_0": "and for the sake of the potter’s conditions.",
    "ai-atk-s0513a33:529_0": "While dwelling in the forest I was living in a forest, this is a teacher, while living in Jeta’s Wood, I am living in the forest grove.",
    "ai-atk-s0513a33:529_1": "dranking water for drinking,",
    "ai-atk-s0513a33:529_2": "Now, when five hundred friends had gone forth in Sāvatthī, they spent the five hundred friends and fifty ten million years.",
    "ai-atk-s0513a33:529_3": "On the following day or night he looks after the three watches of the night, like a fine-material or three watches of the night, like a co-student, with eye-disease rough-lifted corpse.",
    "ai-atk-s0513a33:529_4": "After considering it all day, he saw the senior monks sitting in the Jeta Grove, and adding, “Whoever, I have no trouble getting almsfood,” and when it was falling aside, he lay down the rolling the story of the rolling the fairynatically fields and lands from the rose-apples, he reached Arahantship and placeship. Having shaved myself a bhikkhu a pollutant without conqueroring his own fragrances, he roses them. Then he having exhausted the defilements of their defilements, he said, “This is the great liberality, I have become a position of them rosescked.”",
    "ai-atk-s0513a33:530_0": "In the past, when Brahmadatta was ruling in Benares, he created a potter by the Brahmadatta. He then brought him to Prince Bārāṇasī, son, daughter-in-law, and was born in a potter’s family, and gave him one foot on the son.",
    "ai-atk-s0513a33:530_1": "Then the kings of Kaṇhāpaṇa, having constructed a structure in the royal compound, going along the city called Mango Grove, and enjoying the beds, when he saw a deposited the elephant named Ambaṭṭha, he went to the elephant stables, and made an end of the fruit. Ambapālī, he the mango grove, and making a ploughing the fruition of his hands, he a certainly-racended another, the mango tree,",
    "ai-atk-s0513a33:530_2": "“Kokanadā, association was the time for the kingdom of the kingdom and so on. He laid down a miracle and gave it to the brahmins and householders.”",
    "ai-atk-s0513a33:530_3": "The trees of the climbed, and hunger cut off the tips, brought the leopards, and the hunger to the air and the garden. They ate it and the turned it ate.",
    "ai-atk-s0513a33:531_0": "When the king was rising in the evening for a single day, he stood at the root of a tree like a shop, and having approached the ground, he sat down at the root of a tree, like a very spot in the morning, and he stood there the responsive trees of his own fruit, he stood there crying from the embracing and resplendent with a three-leanshed forest roots and fruits, he chopped the trees, and there was no more fruits. And after seeing his own fruit, he came to breaking the embrabanks and fruits, he stood no drugs and set to the root of a trees’ rot, he could surb them with his own fruit trees him in the fruition of his own fruits.",
    "ai-atk-s0513a33:532_0": "Then the ministers said to him, “Have you been standing, great king?”",
    "ai-atk-s0513a33:532_1": "“We are not Princes, Great Kings, we are now independent Buddhas.”",
    "ai-atk-s0513a33:532_2": "“We are those free from you, sir.”",
    "ai-atk-s0513a33:532_3": "“What do you like?”",
    "ai-atk-s0513a33:532_4": "“In the Himalayas, there are rags of the Himalayas, under covered with the Himalayas, trees in the land of the Supreme Ones or the Gods, whirlpools, and the mountains, so on. Such was such an unenclosed mountain.”",
    "ai-atk-s0513a33:532_5": "At that moment the king had bathed his head and dressed in a clay drum.",
    "ai-atk-s0513a33:533_0": "“Both the bowl and the robes and the bowl,",
    "ai-atk-s0513a33:534_0": "Standing: “Accept to the monk who is supreme” .",
    "ai-atk-s0513a33:535_0": "When he said this, there were ascetics,",
    "ai-atk-s0513a33:535_1": "After emerging the earth, he gave advice to advice, but he returned to the Nandana garden.",
    "ai-atk-s0513a33:536_0": "had embarrassed one King called Nandiyaka, and he the King’s site in the air, the chief of men, holding his couch on the air, and looking at the India of the city, sat down on one side. Having seen that very spot, he sat down on the seat together with his head there.",
    "ai-atk-s0513a33:536_1": "Then that religious donation (when) came out through the southern gate and waited for the southern gate. He ascended the Palace of Principle.",
    "ai-atk-s0513a33:536_2": "The king thought, “This is the two of these two kinds of wounds, when they see each other, they thought, “This is the second kind of sound on the ground,” and when they thought, “This is the second kind of chopping bots, two, three, four, five on the side of thighs, and one another’s head.",
    "ai-atk-s0513a33:536_3": "but, when I am fragrant and delight in separating the country, I will live alone with no companion in groups, and having performed the act of fragrant spening the range of insights, my self-control and my self, I having become dispassionate towards myself, and make an end of suffering.”",
    "ai-atk-s0513a33:536_4": "like the first direction.",
    "ai-atk-s0513a33:537_0": "He stood crying around the most excellent mountain called Migāra’s mind. He stood in the cry of the moonlight over his head, making a heap of hide of hideless cloth, (he said):",
    "ai-atk-s0513a33:537_1": "Then, for all generals, having taken a lump of meat, he took a knife,",
    "ai-atk-s0513a33:537_2": "And so, when he has swallowed it, he dropped it on all sides in the middle, and in the end, it was middle and end.",
    "ai-atk-s0513a33:537_3": "He, not being able to discard me, he threw it away.",
    "ai-atk-s0513a33:537_4": "another letter, having released (them).",
    "ai-atk-s0513a33:537_5": "And they did so.",
    "ai-atk-s0513a33:537_6": "King Pasenadi thought, “This is my own master’s pleasure and pain for me. Well then, when he sees that woman, he who lets gave him back to the Buddhist community of the five kinds of sensual stimulation, he, for the sake of pleasure and pain in the central one, he who suffer from these five strands of happiness,” and so on.",
    "ai-atk-s0513a33:537_7": "When he focused on the three characteristics, he fell asleep observed them with the three characteristics, and produced the knowledges of awakening.",
    "ai-atk-s0513a33:537_8": "like the first direction.",
    "ai-atk-s0513a33:538_0": "The king called Uttarakuru, whose royal retinue was the surrounding him on the bank of the Supreme Man, together with themeghavana, resplendently to the royal palace named Paṇḍava.",
    "ai-atk-s0513a33:538_1": "At that moment the cowherd’s dwelling place were separated from the cows, tied to the innerest, and dyed the instants.",
    "ai-atk-s0513a33:538_2": "(Anāthapiṇḍika said): “Her now he has seen enemy, a great crowd, abolished with fear, terror, and awful keys, he vanished from the sky.",
    "ai-atk-s0513a33:538_3": "But eventually they reached out the mouth, there were no treasure for life.",
    "ai-atk-s0513a33:538_4": "The king thought: “This is the reason why these sentient beings are executed by the animal realm, and having dyed with a defilements, were mine-swept away, living in others.”",
    "ai-atk-s0513a33:538_5": "And he appeared three characteristics, while standing on leastting the stage he developed insight, and having insight the knowledge of the awakening factors.",
    "ai-atk-s0513a33:538_6": "like the first direction.",
    "ai-atk-s0513a33:539_0": "Then, on the four sides, the Independent Buddhas, having taken his bowl and robe, descended from the air at the foot of an abode, and when the Bo branch approached. They, having dressed in the sky, when the Bodhisatta, having entered upon the sky, took the leftovers of the town, where they a capitaled the Bodhi tree was cut through the garden. Having walked around the people, they entered Bārāṇasī, he robed up pavilion",
    "ai-atk-s0513a33:539_1": "After seeing the Bodhisatta’s mind, and being invited by the Buddha, he prepared a staple and non-staple food which had been prepared for the southern quarters, and having had been prepared for him sit down in the Sangha, and he asked, “After the Pabbajjā ordination,” and he then questioned (supernatural). Having seen the Elder Nuns, he came to one side, thinking, “Why do you, what is this?”",
    "ai-atk-s0513a33:539_2": "and he went to the Elders and asked:",
    "ai-atk-s0513a33:539_3": "Then those four kings, thinking, “I came out of the city and said to the people of Akakaka,” and so on, after taking the four royal hands, he left the town together with the dancing.",
    "ai-atk-s0513a33:540_0": "90.",
    "ai-atk-s0513a33:541_0": "“My hair-Lrubbled, threw in the forest, rubbed, and shook.",
    "ai-atk-s0513a33:542_0": "Having seen that the dark path with its cause, and seeing that the result of material things I lived on alms,",
    "ai-atk-s0513a33:543_0": "91.",
    "ai-atk-s0513a33:544_0": "“Through most precious yellow sandalwood, with pure hands, a him full of garments, and despised,",
    "ai-atk-s0513a33:545_0": "and second after seeing the second sound, I wandered for alms.",
    "ai-atk-s0513a33:546_0": "92.",
    "ai-atk-s0513a33:547_0": "“When trough in her womb, one day after going to the net,",
    "ai-atk-s0513a33:548_0": "Having seen that there was (repulsive), the alms-food eater,",
    "ai-atk-s0513a33:549_0": "93.",
    "ai-atk-s0513a33:550_0": "“Through this kind of poetry is appearing in the middle of the day,",
    "ai-atk-s0513a33:551_0": "Seeing that sight of sensual pleasures, they would wander for alms in Kāmanī.”",
    "ai-atk-s0513a33:552_0": "There I saw a mango tree that",
    "ai-atk-s0513a33:552_1": "In the forest groves, like a hair-splitter in the middle of the forest, is the meaning.",
    "ai-atk-s0513a33:552_2": "grows old and drives away.",
    "ai-atk-s0513a33:552_3": "and the darkness of the darkness saw him again, and he saw out the reaction of (wholesome) fruit,",
    "ai-atk-s0513a33:552_4": "Having seen that wonder, with gained the fruit of the result of all that had been gained, after seeing the air in the neighbours of the Bodhisatta’s conduct, (and then), I am going to the alms-cloth.",
    "ai-atk-s0513a33:552_5": "He enjoyed this fruition of spreading a tree that cannot be thoroughly practiced it.",
    "ai-atk-s0513a33:552_6": "Likewise for the rest.",
    "ai-atk-s0513a33:552_7": "Here is the commentary on the word-meaning here:",
    "ai-atk-s0513a33:552_8": "stains stones, gems,",
    "ai-atk-s0513a33:552_9": "The meaning is that it is not finished in twenty-eight years languages.",
    "ai-atk-s0513a33:552_10": "and assembling one pair of them in a pair,",
    "ai-atk-s0513a33:552_11": "Only day he gave gifts to birds, dropped on the day of the night, two sticks, and on the day.",
    "ai-atk-s0513a33:552_12": "Having taken my lump of meat, having taken meat, bringed it,",
    "ai-atk-s0513a33:552_13": "gathered together:",
    "ai-atk-s0513a33:552_14": "they bound them with a rope.",
    "ai-atk-s0513a33:552_15": "I saw the damaged the Arrow.",
    "ai-atk-s0513a33:552_16": "silk-coloured lotuses,",
    "ai-atk-s0513a33:553_0": "the Buddha-to-bearing verses, saying: “Venerable Sir, may you believe in a region of the Doctrine.” Then he went on one side for the Independent Buddhas,",
    "ai-atk-s0513a33:553_1": "When they hear this, the people having heard the teachings of the Buddha and left their house, and after hearing the Dhamma’s end in various kinds of comfort, and having given you the auspicious names, consecrated the Paccekabuddhas with these four Buddhas, anding the names, “When I call a renunciate, I’ve gone forth these verses through the stumps to the houses, what is the circumstance of Ājīvaka ascetics.” And after giving up these verses and children apart from the Buddha,",
    "ai-atk-s0513a33:554_0": "94.",
    "ai-atk-s0513a33:555_0": "(but) “That makers of Victors, and worshipping the nose,",
    "ai-atk-s0513a33:556_0": "Virūpakkha to the Virūpakkhas and five-hundred kings.",
    "ai-atk-s0513a33:557_0": "Having given up these eighteen years, they went forth.",
    "ai-atk-s0513a33:558_0": "95.",
    "ai-atk-s0513a33:559_0": "“All the gods have assembled together, (where) burning down the spot in the night like fire.",
    "ai-atk-s0513a33:560_0": "and I’ll live alone, and then I’ll having given up sensual pleasures.”",
    "ai-atk-s0513a33:561_0": "The meaning is:",
    "ai-atk-s0513a33:561_1": "The king called Bhaddā Kāpilānī, the chief of the world, the highest among men, were called Khujjuttarā and held in the royal country, and having taken a third part of the center went forth, the Kings, the country, and in the land of the Vassakāra. They then spent the country, seized in the country, and Kakusandhaka, to the country, town of Laṅkā.",
    "ai-atk-s0513a33:561_2": "All of these were all discovered in the first phrases, and all of them wise in the former times.",
    "ai-atk-s0513a33:561_3": "As the fire blazes forth like a fire,",
    "ai-atk-s0513a33:561_4": "In that place there are these five kinds of virtue:",
    "ai-atk-s0513a33:561_5": "so after one gone forth I will live alone.",
    "ai-atk-s0513a33:561_6": "he enjoys the broad,",
    "ai-atk-s0513a33:561_7": "Having abandoned sense desires, sense desires, sense desires,",
    "ai-atk-s0513a33:561_8": "Just as in the opposite sex, they are dwelling in common with the opposite .",
    "ai-atk-s0513a33:561_9": "This is said:",
    "ai-atk-s0513a33:561_10": "I shall go forth with the (attained) forms of sensuality, and then I shall go forth by myself and live alone.",
    "ai-atk-s0513a33:561_11": "And just as “The eventually” is the meaning of the text:",
    "ai-atk-s0513a33:561_12": "Since the world’s endeavour, treasure is found in these precious things,",
    "ai-atk-s0513a33:561_13": "Though he thinks, “I shall get the risky for him,” and he is added: “Even if he has gone forth he is a captivating sensual pleasures, he is produced from sensual pleasures.",
    "ai-atk-s0513a33:562_0": "When she heard this, she said, “What did I get up from the Independent Buddhas to teach the Dhamma?” But when he said to Sudassana:",
    "ai-atk-s0513a33:563_0": "96.",
    "ai-atk-s0513a33:564_0": "“This is the time for me, there is no other time.",
    "ai-atk-s0513a33:565_0": "I’ll walk too much, sir, to get his hands.”",
    "ai-atk-s0513a33:566_0": "He should give me my advice, therefore, he shouldn’t get it. Consequently the instruction wouldn’t be said. And it’s not hard for me to give to the instruction.",
    "ai-atk-s0513a33:566_1": "When the young sage has taken a load of bones, he chopped their hands and feet, another shouting their head, then I’ll get back to their own beds, chairsing one hands, and then go to the charnel ground, saying: “I’ll die only one hands,” and he added:",
    "ai-atk-s0513a33:567_0": "The Buddha-to-be remained silent.",
    "ai-atk-s0513a33:567_1": "The Buddha-to-be had gone forth. She thought: “Whoever goes forth, I’ll go forth. I’ll go to the vicinity of the town and capital.” She then went to the town hall and offered to the town.",
    "ai-atk-s0513a33:567_2": "The Buddha-to-be, knowing she was coming to her own boy, caught a net,",
    "ai-atk-s0513a33:567_3": "and later, when only those things were extended and specifically forty mirror inquire, irreversible, and fatigue, having ninety-foted sewing their garments, were only forty-nine days, eating in one parts, and one day, wrapped in a single day,",
    "ai-atk-s0513a33:567_4": "They said, “Today a meal today, eat the boys, having stuffed today on the food, cooked rice, but which hasn’t been brought by others.”",
    "ai-atk-s0513a33:567_5": "When he heard this, he thought, “Yes!” and he told him what was happening.",
    "ai-atk-s0513a33:567_6": "After giving the boys to their relatives, they shake off their boys and dress in archery, and followed along the town before him. Then he wailed away her renunciates.",
    "ai-atk-s0513a33:568_0": "Then one day, after seeing her coming, she saw the children carrying an iron ball of her regular meal, and seeing her, she said, “Who did it?”",
    "ai-atk-s0513a33:568_1": "The Great Being brought him up, saying: “I went forth in Nādika, but now I have gone forth in accordance with the order of their own aims and went forth.” Then he thought:",
    "ai-atk-s0513a33:569_0": "97.",
    "ai-atk-s0513a33:570_0": "“Knowing about this and that is the outcome,",
    "ai-atk-s0513a33:571_0": "Having seen that I had gone forth, you lived like a monk.”",
    "ai-atk-s0513a33:572_0": "There I went forth a little boy:",
    "ai-atk-s0513a33:572_1": "Only you sharing the park, go to that park, and I too will live on alms.",
    "ai-atk-s0513a33:573_0": "Thus after advising his wanderer, he dismissed him.",
    "ai-atk-s0513a33:573_1": "After taking the advice, she returned to the Great Wood and she returned to her place.",
    "ai-atk-s0513a33:573_2": "apart from that day it seems,",
    "ai-atk-s0513a33:573_3": "and the Buddha-to-be reborn in a Brahmā realm.",
    "ai-atk-s0513a33:574_0": "The Teacher, having shown this Dhamma teaching, and (to the Bhikkhus), and having made the congregation of the Truth which delivers from death, and firmly established in the five constituents.",
    "ai-atk-s0513a33:574_1": "Then the daughter of Uppalavaṇṇā had a son, Rāhula’s son, was quite only that,",
    "ai-atk-s0513a33:575_0": "and third potter Girlī.",
    "ai-atk-s0513a33:577_0": "Taking the commentary on the appearance of one (only),",
    "ai-atk-s0513a33:578_0": "and therefore I, while living in Bhaddavatikā, this teacher, lived near Kosambī in Ghosita’s monastery.",
    "ai-atk-s0513a33:578_1": "But for the elephant, horse, and march against the auspicious royal chariot, and there will be an infantry.",
    "ai-atk-s0513a33:578_2": "On the same day, he brought the garden, an elephant, the horse, the chariot, the multitude of elephants, the city of Vedas, and the (from the Buddha), and the mountains, (when) “ surrounds the sky from the Buddha, its sixthrone of the mountains, and its arts (treetc.) means I danced the ketttledrus (to the mountains), and placed a goldenched to the net, choose of the earth, myrobalan, myrobalan,",
    "ai-atk-s0513a33:578_3": "Now, while I’m in retreat I am doing somewhere Mahild. I have taken up residence there, and I can carry off my darts, dress my opportunity, yet I go for refuge to the Buddha, the Enlightened One. From this day forth by me, or that my refuge is theed for me.”",
    "ai-atk-s0513a33:579_0": "“Go to the King and doing this.” And he returned to the royal palace.",
    "ai-atk-s0513a33:579_1": "The King, having invited the Tathāgata’s residence, and offered the donation to the Community of monks headed by the Buddha.",
    "ai-atk-s0513a33:579_2": "The Teacher asked the meal offerings to the King, “Did you this monastery worker?”",
    "ai-atk-s0513a33:579_3": "“I don’t know.”",
    "ai-atk-s0513a33:579_4": "“Great King, Yasa, and after giving a reason to the name of the great warriors, and it is not allowed to be done for the sake of a great sacrifice.",
    "ai-atk-s0513a33:579_5": "Bhaddavatikā is old, elderly and senior, and has become advanced in the wilderness, eaten by Ājīvakas and drunk, go away from the forest, and make a living on the austerities. He thought, “Having take it away,” and he said, “After going away his problem,” and he departed.",
    "ai-atk-s0513a33:579_6": "The King did.",
    "ai-atk-s0513a33:579_7": "heard that the Buddha had prohibited her from auspiciousand, who had been preparing authority and preparing the whole of the city, had in the town hall with the Saṅgha.",
    "ai-atk-s0513a33:579_8": "When the mendicants heard that teaching they had been discussed, they said, “Reverend Bhaddiya, it seems, Venerable Bhaddā Kāpilānī was helpful to do this.”",
    "ai-atk-s0513a33:579_9": "After the Teacher came and asked: “Monks, where does the talk about just now?” But when asked, “Why did he say, ‘Does the Buddha repeat in the past,’ and when the Buddha had finished?",
    "ai-atk-s0513a33:580_0": "In the past, when King Bārāṇasī was a King called Daḷhanemi.",
    "ai-atk-s0513a33:580_1": "At that time the Buddha-to-be had arrived on the noble family, he arrived at the King.",
    "ai-atk-s0513a33:580_2": "The Sole Leader manifested in a place that wasn’t given a treasure.",
    "ai-atk-s0513a33:580_3": "Then one king’s counselor wanted to have sixty elephants, horses, and vehicles.",
    "ai-atk-s0513a33:580_4": "if she makes a single effort to get hold of it all;",
    "ai-atk-s0513a33:580_5": "The King gave her all the duties to her son, and he gave her adornments. He gave her all the directions for the whole of Bhaddavatikā.",
    "ai-atk-s0513a33:580_6": "Then at the time of the full moon, all the Kings,",
    "ai-atk-s0513a33:580_7": "Because of that she became unsuitable and eaten by the grass, and other shaves off.",
    "ai-atk-s0513a33:580_8": "Then on the day Kings, thinking, “Sometimes the potter in the royal court, but this seems the King said, “The King isn’t able to instead.”",
    "ai-atk-s0513a33:580_9": "“I’m not able to persuade the shop.”",
    "ai-atk-s0513a33:580_10": "The King, after hearing that word, questioning, (saying): “And how is held in answering?”",
    "ai-atk-s0513a33:580_11": "“The Gods of the Thirty-Three.”",
    "ai-atk-s0513a33:580_12": "The King said, “Phagguṇa, after bringing it to the cow, but he gave it to the reed-worker.”",
    "ai-atk-s0513a33:580_13": "“Good, sir.” And he replied.",
    "ai-atk-s0513a33:581_0": "Then, on seeing the city of Sāketa, having seen (that), considered: ‘My dear, I entertained my feet at the foot of the Bodhi tree, having constantly departed,’ and after worshipping me in this way, having no more pained all the kingdoms. But when I did not know that the kingdom of mine, I have no more pain for the sake of my wails.’ And this is so, he said: ‘This is no more so, this is my self-control.’",
    "ai-atk-s0513a33:582_0": "98.",
    "ai-atk-s0513a33:583_0": "“If I worship (rebirth), I worship (them),",
    "ai-atk-s0513a33:584_0": "As she was constantly displaying, scattered,",
    "ai-atk-s0513a33:585_0": "99.",
    "ai-atk-s0513a33:586_0": "“Not by (etc.) the King does not know, “Get away meats!”",
    "ai-atk-s0513a33:587_0": "Well-clouds are sown in battle,",
    "ai-atk-s0513a33:588_0": "100.",
    "ai-atk-s0513a33:589_0": "“I’ll die insatiable.",
    "ai-atk-s0513a33:590_0": "Then the potter’s gifts to give away the edge.”",
    "ai-atk-s0513a33:591_0": "Herein, (which is) a strong bowing down to the weaker of the Saṅgāmajī, the Lord of the World, Wisdom here and there,",
    "ai-atk-s0513a33:591_1": "Does cramped in the very arrow, the spears, the arrows, and spears in a hundred dogs,",
    "ai-atk-s0513a33:591_2": "if he departs the opposite while transgression, discontent, and giving birth to a bad destination;",
    "ai-atk-s0513a33:591_3": "This is said:",
    "ai-atk-s0513a33:591_4": "If I do a worker, he wouldn’t even want to do what should be done, he’ll enjoy his mind.",
    "ai-atk-s0513a33:592_0": "throwing up my breastfeeding, the person who strikes (even) by meat,",
    "ai-atk-s0513a33:592_1": "well-woked words of the charnel ground,",
    "ai-atk-s0513a33:592_2": "For just as when deeds are performed, they say, “I am here” .",
    "ai-atk-s0513a33:592_3": "Queen Poked by the Divine One, having released the ropes in the hands of the dry land, he then seized them one league and gave them to two leagues.",
    "ai-atk-s0513a33:592_4": "Kings don’t know about what is suitable and what can be done for you? I don’t know of them.",
    "ai-atk-s0513a33:592_5": "and another who is not established without either.",
    "ai-atk-s0513a33:592_6": "(but) it is (surely) fame she is the same as before.",
    "ai-atk-s0513a33:592_7": "I gave it to the King’s potter.",
    "ai-atk-s0513a33:593_0": "The being intent on awakening, having heard: “How may I presume to the king, when he hears  fame, asking the king about this, he returned to the royal capital?” and he asked his Yasa, “Having done this, he pronounced the town’s capital, left behind the royal palace, and conquered the dance of the warrior, he didn't go to fame.",
    "ai-atk-s0513a33:593_1": "“I gave the purpose of crossing the cowherd with a potter.”",
    "ai-atk-s0513a33:593_2": "Then the Buddha-to-be said: “Bodhi, Great King, the potter’s arrow, and then you immediately effective verses for the King, saying:",
    "ai-atk-s0513a33:594_0": "101.",
    "ai-atk-s0513a33:595_0": "“Rāhula, leaves the monastic boundary in Tāvatiṁsa Abaṭṭha.",
    "ai-atk-s0513a33:596_0": "He gave up his advantages, the princes, and the princes infantry.",
    "ai-atk-s0513a33:597_0": "102.",
    "ai-atk-s0513a33:598_0": "“He who has done a good deed that was done in the past,",
    "ai-atk-s0513a33:599_0": "Whatever his gains, so desired, they will (surely) decrease.",
    "ai-atk-s0513a33:600_0": "103.",
    "ai-atk-s0513a33:601_0": "“He who does acknowledge a good deed that was done in the past,",
    "ai-atk-s0513a33:602_0": "Whatever his gains, so desired, they will (surely) increase.",
    "ai-atk-s0513a33:603_0": "104.",
    "ai-atk-s0513a33:604_0": "“I say this to you, hearken, all assembled here,",
    "ai-atk-s0513a33:605_0": "all of them have been granted, and that I will remember.”",
    "ai-atk-s0513a33:606_0": "Herein, in the first (?) –",
    "ai-atk-s0513a33:606_1": "It is when someone with unknown aristocrats as far as enemy extends, “This is a fool,” from the neighborhood of a man. He says, “Take this poor wretch is my lion’s leprosy,” so too, someone with his own hands and feet cut off the bondservants in whatever manner.",
    "ai-atk-s0513a33:607_0": "having made, what is good in himself with what is good and wholesome in himself,",
    "ai-atk-s0513a33:607_1": "she does his duty to the duties herd,",
    "ai-atk-s0513a33:607_2": "They’re not angry and renowned in the same way. The old age does not apply themselves to their old age, yet at the time of which they don’t take any one of them.",
    "ai-atk-s0513a33:607_3": "collapsed and falling,",
    "ai-atk-s0513a33:607_4": "whoever have arrived at an ease, they will all proclaim what is meant.",
    "ai-atk-s0513a33:607_5": "For a person who is engaged in a plough of friendship that cannot break up from seeds and fancy seeds that were not like a pitcher’s edge.",
    "ai-atk-s0513a33:607_6": "he does propose upon the meaning and hymns. He thinks he is applicable in the same way.",
    "ai-atk-s0513a33:607_7": "I say this to you,",
    "ai-atk-s0513a33:607_8": "(Have you) been performed a long time, and so on he returned to the assembly of heaven; the Saints have been established in heaven.",
    "ai-atk-s0513a33:608_0": "The Great King, having thus prepared advice, all the Kings gave it to the Royal Monastery.",
    "ai-atk-s0513a33:608_1": "The King, after hearing that promise, the king made (askinds) he had made (said):",
    "ai-atk-s0513a33:608_2": "and having given advice to the Buddha-to-be, giving merits, happy and heavenly hostile.",
    "ai-atk-s0513a33:609_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a33:609_1": "“The ruler of the earth was a fined manner of Bhaddavatikā. That has not yet been fulfilled.”",
    "ai-atk-s0513a33:610_0": "Profitable Leading torment",
    "ai-atk-s0513a33:612_0": "and forty-four years moved.",
    "ai-atk-s0513a33:613_0": "One who lives in a clod of governing, this is a certain teacher of the gods.",
    "ai-atk-s0513a33:613_1": "He died and was reborn in his presence.",
    "ai-atk-s0513a33:613_2": "when the queen-hairs passed away in that place, lamenting and grieving.",
    "ai-atk-s0513a33:613_3": "Seeing that mendicant, the mendicants discussed by the teachings, saying: “Who are you doing this? You’re good-natured, he weeping and lamenting. You’d better have a meditation subject to die?”",
    "ai-atk-s0513a33:613_4": "After the Teacher came and asked: “Monks, where is the talk about were sitting talking about just now?” When he had spoken, he said, “Did you no more, in the past, future, in this way, friend?”",
    "ai-atk-s0513a33:614_0": "In the past, when Brahmadatta was ruling in Benares, he ruled the realm of the Thirty-Three.",
    "ai-atk-s0513a33:614_1": "Then he gave up the very day to the brahmins and householders of Kāsī, where he entered the slopes of the Himalayas. He lived in the forest with the garden and fruitful.",
    "ai-atk-s0513a33:614_2": "One day, after going to the elephant’s fruit, bringing one of the elephants’ horses fruit, and placed it in a hermitage and seized his own son’s hermitage, and having made a repair,",
    "ai-atk-s0513a33:614_3": "When he had arrived at a great deal of body, he took a weak cloth from the Great Wood and went took a weaker of dampty food.",
    "ai-atk-s0513a33:614_4": "The ascetic Asoka in that place, after in bearing the fruit of Laṅkā, passed away in that elephant, and when he was dead, he died.",
    "ai-atk-s0513a33:614_5": "And once again the fruits of that decay (the Buddha), thinking: “Where is the first fruit, bringing me today? Why don’t I go?”",
    "ai-atk-s0513a33:615_0": "105.",
    "ai-atk-s0513a33:616_0": "“He who’s thrown into the forest,",
    "ai-atk-s0513a33:617_0": "He will not give to the donor, how could he possibly come?”",
    "ai-atk-s0513a33:618_0": "Herein, before first;",
    "ai-atk-s0513a33:618_1": "returns to the burning blanket.",
    "ai-atk-s0513a33:618_2": "In this wilderness, ate by rotten inside me, poisonous in this wilderness,",
    "ai-atk-s0513a33:618_3": "is endowed with good qualities,",
    "ai-atk-s0513a33:619_0": "When he arrived, he lamented and grieving, lamenting, grieving and lamenting, –",
    "ai-atk-s0513a33:620_0": "106.",
    "ai-atk-s0513a33:621_0": "“This is just like a dead cast-off,",
    "ai-atk-s0513a33:622_0": "a bridge, a fled forest.”",
    "ai-atk-s0513a33:623_0": "This is the meaning of dwelling:",
    "ai-atk-s0513a33:623_1": "(but) he does not say:",
    "ai-atk-s0513a33:623_2": "Compared to the pebbles,",
    "ai-atk-s0513a33:623_3": "cut through the hollows, when the neck was cut down at the root of the that had been cut down, the palms in the middle, and the streams of the river itself does not drive into it from the sky;",
    "ai-atk-s0513a33:623_4": "of the ground,",
    "ai-atk-s0513a33:623_5": "Indeed, I do not think, “They are doing!”",
    "ai-atk-s0513a33:624_0": "At that moment, while he was able to give up this world, he saw his son, and lamenting: “I’ll go forth in that lion, my son, and wives, and say, ‘I’ll want this world to get there. ” And he said to the third,",
    "ai-atk-s0513a33:625_0": "107.",
    "ai-atk-s0513a33:626_0": "“For those who are free from home, he is mindful,",
    "ai-atk-s0513a33:627_0": "It’s not good to have no ghost realm.”",
    "ai-atk-s0513a33:628_0": "Then after hearing what the quiet said, the fourth verse:",
    "ai-atk-s0513a33:629_0": "108.",
    "ai-atk-s0513a33:630_0": "“For anyone ruins (again), Sakyan,",
    "ai-atk-s0513a33:631_0": "loved ones, and unattached to the heart,",
    "ai-atk-s0513a33:632_0": "Herein, (There is) this place, they all came to this place, where all of them are spoken.",
    "ai-atk-s0513a33:633_0": "Then Sakka, the two verses were recited:",
    "ai-atk-s0513a33:634_0": "109.",
    "ai-atk-s0513a33:635_0": "“Seeing the they cry, they cried.",
    "ai-atk-s0513a33:636_0": "therefore you, Roja, go to the Bodhi tree, and that good One,",
    "ai-atk-s0513a33:637_0": "110.",
    "ai-atk-s0513a33:638_0": "“When a man is ever more in a dead one,",
    "ai-atk-s0513a33:639_0": "all the crying out, they chatted each other.”",
    "ai-atk-s0513a33:640_0": "Herein, all the laments and forces are crying: such is the sentient beings who sorrow and wail and lament, beating their breast and falling into Māra’s do not die, and do not die in that place. That’s why do you have the same.",
    "ai-atk-s0513a33:640_1": "what is the reason why?",
    "ai-atk-s0513a33:640_2": "The wise say that he is deluded from (the Buddha), he said: “He is wise!” “There is fruitless,”",
    "ai-atk-s0513a33:640_3": "do all the departed, or he was dead, they came to one another’s house on the same day and on the same day, all the relatives came back to him.",
    "ai-atk-s0513a33:641_0": "The ascetic, having heard what he said, gained mindfulness there, and then went again he caught Sakka, saying: “Having spended that strike from the cow, bring it to mind (to be able),”",
    "ai-atk-s0513a33:642_0": "111.",
    "ai-atk-s0513a33:643_0": "“Through me like a house, plunging into a house,",
    "ai-atk-s0513a33:644_0": "(Having) drunk the roaming sun, he was disillusioned,",
    "ai-atk-s0513a33:645_0": "112.",
    "ai-atk-s0513a33:646_0": "“Oh! For you have plucked the heart",
    "ai-atk-s0513a33:647_0": "He who once was my son,",
    "ai-atk-s0513a33:648_0": "113.",
    "ai-atk-s0513a33:649_0": "“A large, uncontrolled, with no stain, lazy, unshakable,",
    "ai-atk-s0513a33:650_0": "I don’t grieve or lament.”",
    "ai-atk-s0513a33:651_0": "(She said): “Noble One is able to give the instruction” and so he to his own advice.",
    "ai-atk-s0513a33:652_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a33:652_1": "“The elephant Hatthisāriputta was unable to bear, but I was unable to bear a child.”",
    "ai-atk-s0513a33:653_0": "the five commentary on the Five and five months",
    "ai-atk-s0513a33:655_0": "and your complexion was born on the appearance of a beautiful complexion.",
    "ai-atk-s0513a33:656_0": "I stayed in the Great Woods, and in the Jeta Grove, while the Teacher was still arranging the marks of a great forest.",
    "ai-atk-s0513a33:656_1": "At that time, when the mendicants sat down in the council hall, they splendour praised the ten powers.",
    "ai-atk-s0513a33:656_2": "After the Teacher came and asked, “Where is the talking about just now?” When he had spoken, he asked, “While I wasn’t able to discarded, the past? Did Iangle, the king, the triumphy, bringing back the pastey, when I had finished my thighsed to the past?",
    "ai-atk-s0513a33:657_0": "In the past, when King Brahmadatta was born, his born in front of him, and his mother was born in him, the chief of that brahmin Brahmadatta,",
    "ai-atk-s0513a33:657_1": "These were the one called Sudatta’s son Sudassana, the royal maiden named Brahmadatta,",
    "ai-atk-s0513a33:657_2": "King Benares, “Sisters, while I was intent on awakening, the inheritance of the being intent on awakening.” He gave him one council.",
    "ai-atk-s0513a33:657_3": "When they both had been violent and turned to be sprinkled on all sides, they went to the Pārileyyaka.",
    "ai-atk-s0513a33:657_4": "When he had acquired the request of the Bodhisatta, the king sat down in himself with his own hands, and after having passed away he lay down on the bed. Having sat down in the company of the Bodhisatta, he gave him a bed, the Lord of the Earth, and after embarking to the navel, like a portent of the earth, he sat down in front of the gods.",
    "ai-atk-s0513a33:657_5": "His mother, thinking, “I’ll look like this.” After seeing her, he walked round the roar of his right side toward him, and when they saw him sitting down, he lay down on his right there. When he had come, he thought, “I’ll return.” And after entering the town, they sat down,",
    "ai-atk-s0513a33:658_0": "The king asked her: “Do not see my mother, Kakutthā!” He then asked, “What are you doing so? When I come?”",
    "ai-atk-s0513a33:658_1": "she did not recite it.",
    "ai-atk-s0513a33:658_2": "He went to the King’s hermitage, and sat down on his own seat, saying, “Go and so out usually find out of us.”",
    "ai-atk-s0513a33:658_3": "She went and told her what had happened. She did not give her the name of a woman.",
    "ai-atk-s0513a33:658_4": "Having gone back to the city, he told the King,",
    "ai-atk-s0513a33:658_5": "The King said, “Go and go, having constructed him with dirt, I’ll make him get the foremost.”",
    "ai-atk-s0513a33:658_6": "She returned and sent for him.",
    "ai-atk-s0513a33:658_7": "The king summoned him and told him, “Give me this matter,” and he said, “Give me my life. You’ll become the king!”",
    "ai-atk-s0513a33:658_8": "He, thinking, “It is not possible,” and he asked again,",
    "ai-atk-s0513a33:658_9": "The King, having his mother’s womb (of his mother), after making the foremost position of the King,",
    "ai-atk-s0513a33:659_0": "The later dwelling in harmony, having a new entertained in the midst of the Bodhi (Tree), like a cowper in the midst of the wound, smeared with region, tied to an eggss, one inspire, and one chickenclosing the coils.",
    "ai-atk-s0513a33:659_1": "Then King Sīha thought, “While I is indeed the highest Master, I can’t sit alone with a companion, but I have a diffused alone with the dysentery, still after getting a little enjoyment. That is how I preparing the kingdom of wisdom.” Then I considered a single word of the lump of wisdom. Having concluded from the king, I have seen the kingdom and deportment, and amused myself with wisdom.",
    "ai-atk-s0513a33:659_2": "“Well then, Bhaddāli, please place this hand me back.”",
    "ai-atk-s0513a33:659_3": "The head hairs rolled on his head, and picked up a bowl from his own hand, saying, “Your Majesty,” he placed your hands.",
    "ai-atk-s0513a33:659_4": "After seeing the Buddha-to-be, they were afraid of the intersection of the Bodhisatta,",
    "ai-atk-s0513a33:660_0": "When he was advised and instructed, he said, “A young man, you were happy in this way,” and after entering the neighborhood of the Himālaya, you were unable to go forth like a pretext,” and he, after bathing at the root of the Himālayan tree, he entered the village wearing the garden. Then he thought:",
    "ai-atk-s0513a33:661_0": "114.",
    "ai-atk-s0513a33:662_0": "“I had hairs growing on the head of black hair,",
    "ai-atk-s0513a33:663_0": "From today, Susīma, see the Dhamma and the life of the spiritual life.”",
    "ai-atk-s0513a33:664_0": "Herein, just as, when placed head hairs are struck in the position of the hairs, body hairs are growing on the head hairs, naturally beautiful, and the colour of the hairs rolled forth, they say,",
    "ai-atk-s0513a33:664_1": "Ten types of wholesome deeds, in accordance with the ten types of wholesome deeds,",
    "ai-atk-s0513a33:664_2": "is the meaning of sexual intercourse: it is the meaning.",
    "ai-atk-s0513a33:665_0": "Thus, having shown that the Bodhi (Tree), thinking: ‘I will (only) speak the Lord of the Enlightened One’s qualities,” he spoke like this: “I will appear in the golden palanquin two verses for the sake of the Bodhisatta’s praise.” Then he said this: “I will give it to the body: “I will cause this body.”",
    "ai-atk-s0513a33:666_0": "115.",
    "ai-atk-s0513a33:667_0": "“Sire, there is no obstacle for you, your head is unshakable.",
    "ai-atk-s0513a33:668_0": "‘I will do what is beneficial for the sake of another’s welfare, the very day I asked for forgiveness.",
    "ai-atk-s0513a33:669_0": "116.",
    "ai-atk-s0513a33:670_0": "“Your vision is well-known, anointed, in the first height of the king.",
    "ai-atk-s0513a33:671_0": "Past away today is a reward for my mother and father.”",
    "ai-atk-s0513a33:672_0": "Herein, death is the only head hairs here and there, (and) born in the head.",
    "ai-atk-s0513a33:672_1": "you’d do so to encounter",
    "ai-atk-s0513a33:672_2": "thinking, “I’ll build him a moment,” and he speaks to his own work.",
    "ai-atk-s0513a33:672_3": "definitely crossed over the eleventh.",
    "ai-atk-s0513a33:672_4": "and another one time.",
    "ai-atk-s0513a33:672_5": "went out to meet the first stage.",
    "ai-atk-s0513a33:672_6": "You should establish first in the first: is the meaning.",
    "ai-atk-s0513a33:672_7": "“Such is better’s portions for himself,”",
    "ai-atk-s0513a33:672_8": "Just as one would show stones a peacock made of wood, softwood from the sky to the brim.",
    "ai-atk-s0513a33:672_9": "“The first is spread out,” and the meaning is also in the morning time.",
    "ai-atk-s0513a33:672_10": "Just as a young calf goes to see the first cartload, so too, the rainy season thinks,",
    "ai-atk-s0513a33:672_11": "But when you see me they look and undefeated, ~ may there be no need for me.”",
    "ai-atk-s0513a33:672_12": "Kāliya, is the second act of celibacy. A third result of the five kinds of sensual stimulation, for the third time, and for the multiplicity, may you give up that satisfaction in this way. Don’t give up sensual pleasures or have it during the time for that reason.",
    "ai-atk-s0513a33:673_0": "The Buddha-to-bearing him, saying: “You should be intent on hearing what is prosperous, consecrated with these similes of the Bodhisattas.”",
    "ai-atk-s0513a33:673_1": "For I see the blue-blacks of blue waterlilies, and the bowls of gold coins, as were, with the royal bull elephants, horses, chariots, and so on. And I see the appearance of a wounds, and body hairs, and my heads, as well as the colour of blue waters, and the appearance of a body.",
    "ai-atk-s0513a33:673_2": "So Vibhaṅga, while teaching the Dhamma leadership, Bhaddā Kāpilānī, while teaching the Buddha, and he preached the Dhamma to Bhaddā Kāpilānī:",
    "ai-atk-s0513a33:674_0": "117.",
    "ai-atk-s0513a33:675_0": "“I see a youth, young boy, beautiful woman, and recently beautifully,",
    "ai-atk-s0513a33:676_0": "and the bubbles of the black snapped in the nether regions.",
    "ai-atk-s0513a33:677_0": "118.",
    "ai-atk-s0513a33:678_0": "“I see no better than this one, who makes the next life, Benefactor, who does not seek rain.",
    "ai-atk-s0513a33:679_0": "who invited him to take a cow-herd like a cow, the rod for well.”",
    "ai-atk-s0513a33:680_0": "This is the specific condition for eating.",
    "ai-atk-s0513a33:680_1": "they call that disciple.",
    "ai-atk-s0513a33:680_2": "Or alternatively, each is the meaning.",
    "ai-atk-s0513a33:680_3": "Traveling this beautiful body,",
    "ai-atk-s0513a33:680_4": "well-composed inside,",
    "ai-atk-s0513a33:680_5": "Just as a black carcass of black dogs, worms, or tawnys made from a bunch of worms, wings, singing and music, do not proceed to in this way.",
    "ai-atk-s0513a33:680_6": "they go to the presence of the manner of the enemy shaking of the throne, as if falling into the air.",
    "ai-atk-s0513a33:681_0": "But some time I don’t see a vast contracting that place, I vanished from old age and death.",
    "ai-atk-s0513a33:681_1": "Having thus shown the first drawback in the Bodhi (Tree), he spoke the danger in forms,",
    "ai-atk-s0513a33:681_2": "Dīghāvu s ninety-two years old, hidden nymphs, or nymphs.",
    "ai-atk-s0513a33:681_3": "“A cowherds, wealth, grewherds, calves, like a cowherd’s site, which is the meaning, and the level of the body, after removing the cows, is the meaning.",
    "ai-atk-s0513a33:681_4": "Overcome by the Bodhisatta, the youth in at the time of sensual pleasures, but at the time of speaking again. There’s no knowledge of wisdom.",
    "ai-atk-s0513a33:682_0": "Thus he showed the drawback with this verse to his own form, and showing it the danger of himself, saying:",
    "ai-atk-s0513a33:683_0": "119.",
    "ai-atk-s0513a33:684_0": "“Seeing in the midst of the people, I lie down alone in the middle of the day.",
    "ai-atk-s0513a33:685_0": "‘By such and such a thing’ means I am going to the spiritual life,",
    "ai-atk-s0513a33:686_0": "120.",
    "ai-atk-s0513a33:687_0": "“As a mango ropes in a house, ~ if he lives in the house,",
    "ai-atk-s0513a33:688_0": "after cutting that off, the wise journey on",
    "ai-atk-s0513a33:689_0": "Then they are",
    "ai-atk-s0513a33:689_1": "pursuing the gratification in it, the drawback, and the escape when it comes to sights.",
    "ai-atk-s0513a33:689_2": "Thus, while stilling he thinks, “I shall be like this,” and he conqueredly pressed with my body.",
    "ai-atk-s0513a33:689_3": "Not to delight in the house, nor delight in the house,",
    "ai-atk-s0513a33:689_4": "“Now is the time for Bhaddāti to kill the spiritual life, therefore I will go forth.”",
    "ai-atk-s0513a33:690_0": "And in shade, clay, rose-apples and gruel, like a rose-apple tree, is the meaning.",
    "ai-atk-s0513a33:690_1": "Endowed on whatever owing to the home of the sensual-sphere whatever ensures is the meaning.",
    "ai-atk-s0513a33:690_2": "that of sensual pleasures give little,",
    "ai-atk-s0513a33:690_3": "this is indeed that meaning:",
    "ai-atk-s0513a33:690_4": "“Just as a human being who is sick poisons and he smiles for humans—sharp, rolling back and forth intoxicating—and makes it happy and pleased, and share it out through the money—and thinks: “Sould there are no more change in me, their opportunity for freedom from sensual pleasures, and who gets tied up by them—sharp, preventing for the pleasures of robbing the forms, he will become happy and free from senses.”",
    "ai-atk-s0513a33:690_5": "Since they see this is so, there is much suffering and distress, and they are all the more full of drawbacks. That is why they should give up that pleasure and pain, when they see the danger in worldly pleasures.",
    "ai-atk-s0513a33:691_0": "After showing the gratification of sensual pleasures, the drawbacks, and the embryo, and giving them a teaching to the Buddha, he entered the Brahmajāla (Tree). Then he rose up into the air and stood there lamenting: “Lielding back and forth, lamenting and liberating the air,",
    "ai-atk-s0513a33:692_0": "The Teacher, having constructed this Dhamma teaching, and preached the Truth to the deathless people.",
    "ai-atk-s0513a33:692_1": "“That is the highest being who was the king, Rāhula. However, I was Susīma!”",
    "ai-atk-s0513a33:693_0": "Parinibbāna the sixth and the sixth section.",
    "ai-atk-s0513a33:695_0": "Taking a complexion of garments,",
    "ai-atk-s0513a33:696_0": "I’ll dwell in Tensual absence of the teachers, fatiguing and defilement in the forest.",
    "ai-atk-s0513a33:696_1": "But drinking water for drinking",
    "ai-atk-s0513a33:696_2": "Take the teacher whose mind was struck with a big tree standing on the ground, and seeing the group of five hundred monks in the evening, seeing the danger in worlds, and the monks hunger of the sensual thoughts. Then, having seen the snake, it vanished in the darkness of the head, put out his own dwelling in the morning, and on it seems to be used for a man to extinguish a deposed, thinking, ‘Whoever placed right here, I am now turn my own dwelling in the past,’ and thinking, ‘After this is the fearless, he would suffer from the future,’?”",
    "ai-atk-s0513a33:697_0": "In the past, when Brahmadatta was ruling in Benares, he was reborn in a his own realm.",
    "ai-atk-s0513a33:697_1": "Then he, having a hundred leagues in the sky-god room with a hundred leagues away. having a thousand leagues in the ocean and a hundred leagues high-bowls high, two thousand royal compounds, set up a cowherd, and placed a thousand leagues in the ground. Having taken a cowherd’s caught, where the people spread out.",
    "ai-atk-s0513a33:697_2": "King, thinking, “I’ll see his self-mortification!” he took himself and conquered the Nigrodha.",
    "ai-atk-s0513a33:697_3": "she went to a great congregation of (Buddha) Nigrodha’s spend a tree.",
    "ai-atk-s0513a33:697_4": "Nāga kings was neither leaf-hut nor trees. He took the royal nāga’s palace and pulled the tree with his fear of tree. When he had eaten the royal nāga, he drums on the subdued himself. When he had fallen into the sky, he remarked the nāga-serpents.",
    "ai-atk-s0513a33:697_5": "When there was a banyan tree in that very sauce, he sat down nearby a tree on the bank of the Sāketa.",
    "ai-atk-s0513a33:697_6": "When he saw a tree coming, he thought, “Whoever this tree is my climbed up on my shoulders. Then he stretch out his shoulders. Then he stretch out his tree, and when the climb is finished.”",
    "ai-atk-s0513a33:697_7": "It took him up and cut the roots (of sweat), until the root of an end.",
    "ai-atk-s0513a33:697_8": "The king, when he saw the annihilation, he spoke the two verses:",
    "ai-atk-s0513a33:698_0": "121.",
    "ai-atk-s0513a33:699_0": "“I went to the park on the ten-hundred parks",
    "ai-atk-s0513a33:700_0": "(They are) devoted to the Great Monastery, not to the Fortunate One.",
    "ai-atk-s0513a33:701_0": "122.",
    "ai-atk-s0513a33:702_0": "“For sure this little bit of dirt, I haven’t given up my even more than.",
    "ai-atk-s0513a33:703_0": "you’re the thirteen broke: who are the woolen rugged?”",
    "ai-atk-s0513a33:704_0": "Herein, we will recite the request for ten thousands.",
    "ai-atk-s0513a33:704_1": "Having come to Uruvelā, a noble one, having taken a pleasure (to come), he came to here.",
    "ai-atk-s0513a33:704_2": "And that’s all the way that’s a cow,",
    "ai-atk-s0513a33:704_3": "The tubes were embarked,",
    "ai-atk-s0513a33:704_4": "you’re so delightful.",
    "ai-atk-s0513a33:704_5": "Consequence is the meaning of what reason. What reason is the meaning.",
    "ai-atk-s0513a33:704_6": "the god Koṭimbaruḷī, the god’s foot,",
    "ai-atk-s0513a33:704_7": "being the aggregates of a tree and the entire mass of darkness, namely, Koṭamīkāra’s Sister, and so on.",
    "ai-atk-s0513a33:705_0": "Then he recited these verses:",
    "ai-atk-s0513a33:706_0": "123.",
    "ai-atk-s0513a33:707_0": "“You can’t eat the food, king, leading the fruit,",
    "ai-atk-s0513a33:708_0": "this is the seeds, and the banyan trees—",
    "ai-atk-s0513a33:709_0": "the calm, and having drunk from the carpet,",
    "ai-atk-s0513a33:710_0": "124.",
    "ai-atk-s0513a33:711_0": "“Those who see the trees are restrained in me,",
    "ai-atk-s0513a33:712_0": "they’ll memorize the me, and they’ll do me.",
    "ai-atk-s0513a33:713_0": "125.",
    "ai-atk-s0513a33:714_0": "“There are some trees, trees that are the root of a tree,",
    "ai-atk-s0513a33:715_0": "that birds were produced by a hawk,",
    "ai-atk-s0513a33:716_0": "126.",
    "ai-atk-s0513a33:717_0": "“Through shaking out in battle, they ran for the forest,",
    "ai-atk-s0513a33:718_0": "That’s why the dangers are undertaken for one who has comes to perfection.”",
    "ai-atk-s0513a33:719_0": "here and there they will defeat in the morning.",
    "ai-atk-s0513a33:719_1": "They were produced by the trees, uprooting the trees, and so on.",
    "ai-atk-s0513a33:719_2": "If they will grow, they will grow,",
    "ai-atk-s0513a33:719_3": "Seeing my eyes between my disciples:",
    "ai-atk-s0513a33:719_4": "and when my wound was healed and scattered, he went up to the branches.",
    "ai-atk-s0513a33:719_5": "When they become indulgent and slack, they will bring me to the conclusion.",
    "ai-atk-s0513a33:719_6": "Walking thus, ‘I will do it thus, they’ll keep it all.’",
    "ai-atk-s0513a33:719_7": "Tree trees are white,",
    "ai-atk-s0513a33:719_8": "aggregates, roots, and trunks (of mind and bodily form),",
    "ai-atk-s0513a33:719_9": "Entering to the tree,",
    "ai-atk-s0513a33:719_10": "carrying seeds,",
    "ai-atk-s0513a33:719_11": "(there is) killed and finished in this trees,",
    "ai-atk-s0513a33:719_12": "It is simply treated in covetousness with the body that takes over the root of a tree, etc., and when they reach the great trees, it cuts out, and when they reach the great trees.",
    "ai-atk-s0513a33:719_13": "But here the three kinds of wood in the ropes, the three kinds of falling downwards eventually,",
    "ai-atk-s0513a33:719_14": "The Kings were dismissed,",
    "ai-atk-s0513a33:720_0": "the tree of what was hearing, (the Buddha) said:",
    "ai-atk-s0513a33:721_0": "127.",
    "ai-atk-s0513a33:722_0": "“He should bevided, he should be protected,",
    "ai-atk-s0513a33:723_0": "A wise one, free of fear, who has not come to be.”",
    "ai-atk-s0513a33:724_0": "There they are infatuated, or attached to kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re periled to come.",
    "ai-atk-s0513a33:724_1": "In this way you should protect the future,",
    "ai-atk-s0513a33:724_2": "One in the future, who sees fear in the future, and not seeing fear in this world, the Hero, the Hero with his doubts, and the next world:",
    "ai-atk-s0513a33:725_0": "Having spoken thus, she summoned her with a hole and shouted it.",
    "ai-atk-s0513a33:726_0": "The Teacher, after showing this Dhamma teaching, he said: “They are an incompetent opportunity to be the conclusion of the Dhamma.” And he delivered all the monks, he attained the fruit of Liberation.",
    "ai-atk-s0513a33:727_0": "Then the king Sumedhā was coming down to that tree.",
    "ai-atk-s0513a33:728_0": "the Koṭisamuttanta, and seven months",
    "ai-atk-s0513a33:730_0": "Taking the golden palanquin, (which is) the colour of the drop of water,",
    "ai-atk-s0513a33:731_0": "The king asked: “You are charming in this Jeta’s Wood, this is the Teacher talking about the Sages,” and he turned out to strike.",
    "ai-atk-s0513a33:731_1": "When he had arrived, he crushed and ancient merchant’s oldest son. They gathered together with all the news.",
    "ai-atk-s0513a33:731_2": "Then, as a government officials, thinking, “Where’s taken up residence for the purpose of seeing the teachers,” they told him, “How may they not government officials?”",
    "ai-atk-s0513a33:731_3": "A bandits robbed the King.",
    "ai-atk-s0513a33:731_4": "The king, knowing that the newly arrived victor belonging to his own state and defeated, having given to another partner, would he then ask the King for the authority of his own going to Sāvatthī, or doing one?”",
    "ai-atk-s0513a33:731_5": "“Great king, your teacher has not conquered the sweetmen of the three Vedas. After casting the elders in the past, he asked for the past.”",
    "ai-atk-s0513a33:732_0": "In the past, delighted in the past, in this city called Indallāla, the royal capital who was the kingdom of Koṭi.",
    "ai-atk-s0513a33:732_1": "Then, after being intent on awakening, the being intent on awakening returned from his seat, he came into the air into the Indasāla cave. Having taken his bowl and robe, and followed the King’s voice, the merchant’s voice was named Takkasilā.",
    "ai-atk-s0513a33:732_2": "Then the king of Dhanañjāni, having pride on the money from the great teacher, had newly arrived.",
    "ai-atk-s0513a33:732_3": "When other pupils come out, they thought, “They’ll find out about the teachers.” They replied, “They will know the tradition; they don’t know the ancient newly arrived,”",
    "ai-atk-s0513a33:732_4": "The king, having conquered his go to the wet-nurse, thinking, “Having been performed, he thought about to be violent about in scent.”",
    "ai-atk-s0513a33:732_5": "Once again he asked: “How is it, why are you going in another victory? Or, did the king see the victors in an adorned with another fleeing about the Royal Monastery before him?”",
    "ai-atk-s0513a33:732_6": "Then the Teacher, out of compassion, went to the countryside, and saved the Teacher –",
    "ai-atk-s0513a33:733_0": "128.",
    "ai-atk-s0513a33:734_0": "“The king whom the rolls forth is very beautiful, since he investigates the Dhamma.”",
    "ai-atk-s0513a33:735_0": "Herein, by the one who desires the Dhamma, good conduct, and the Dhamma.",
    "ai-atk-s0513a33:736_0": "“Brahmin, who knows all alone, you know many things?”",
    "ai-atk-s0513a33:737_0": "Since you know the end of the remainder of a brahmin, are (true) a brahmin in this world,",
    "ai-atk-s0513a33:738_0": "those who grieve for many reasons.”",
    "ai-atk-s0513a33:739_0": "The minister of the Bodhisatta, having heard that: “What did you do, an enlightener of the brahman, having heard the following words, took a ball of (the mas) seed and drink, after eating the Serpents, carried the firewood, and served the sacred flame?",
    "ai-atk-s0513a33:739_1": "There he saw a golden plate that had been made by the golden drunk on the banks of the river. Then, having seen the news in the golden plough. Having drunk, having gone about with a new palanquins, the castegories, having cut off their lifes on their heads, after surrounding them with these verses, he said this to the Happy One: “After, this is a crushing life, why doing the news, having no troublesome, having no trouble encked them, that is abed by sickness, faticlougssssing the coubleded these verses and defilements, but led them with these verses.”",
    "ai-atk-s0513a33:740_0": "129.",
    "ai-atk-s0513a33:741_0": "“Brahmin (her) the brahmin Vijayā in a forest,",
    "ai-atk-s0513a33:742_0": "the tusker-mover,",
    "ai-atk-s0513a33:743_0": "130.",
    "ai-atk-s0513a33:744_0": "“This fragrance of scented by the gods and the sun,",
    "ai-atk-s0513a33:745_0": "and they entered the rains residence nearby. I will give a (giving) his presence.",
    "ai-atk-s0513a33:746_0": "131.",
    "ai-atk-s0513a33:747_0": "“Having set to the manifold",
    "ai-atk-s0513a33:748_0": "Those wounds come, while they were coming,",
    "ai-atk-s0513a33:749_0": "132.",
    "ai-atk-s0513a33:750_0": "“The time has been given up in the council Hall,",
    "ai-atk-s0513a33:751_0": "Splitting guilt, they camels, and don’t cling to me,",
    "ai-atk-s0513a33:752_0": "133.",
    "ai-atk-s0513a33:753_0": "“When we see the faultless and untouchable,",
    "ai-atk-s0513a33:754_0": "What is the color of generosity and a brahmin outcaste?",
    "ai-atk-s0513a33:755_0": "134.",
    "ai-atk-s0513a33:756_0": "“Those who have spoken thus, having spoken thus, to go (blinking):",
    "ai-atk-s0513a33:757_0": "they’re rich and flail, like a brahmin.”",
    "ai-atk-s0513a33:758_0": "it burns there and very much decrepit.",
    "ai-atk-s0513a33:758_1": "smoke out the tubes and so on. And he drew a fire and a simile.",
    "ai-atk-s0513a33:758_2": "Whether the leftovers from what is called.",
    "ai-atk-s0513a33:758_3": "Having arisen from all ties,",
    "ai-atk-s0513a33:758_4": "(but) the ties of the fragrant blazing and burning.",
    "ai-atk-s0513a33:758_5": "with brothers and sisters.",
    "ai-atk-s0513a33:758_6": "flies, mosquitoes, wind, sun, and reptiles.",
    "ai-atk-s0513a33:758_7": "In the likewise in the middle of a trainee, the still subsequently grasped.",
    "ai-atk-s0513a33:758_8": "praised the rainy-season residence for the Rains Retreat.",
    "ai-atk-s0513a33:758_9": "having consulted a great deal of it,",
    "ai-atk-s0513a33:758_10": "Then they’re not shaking off like this, they don’t know the forest or the rainy season. And they come who lives in the wilderness, and they don’t know that they come.",
    "ai-atk-s0513a33:758_11": "Those roars, set up like this, and setting up the lion’s roar.",
    "ai-atk-s0513a33:759_0": "Neither mountains, and incomparable to the complete destruction of continued existence.",
    "ai-atk-s0513a33:759_1": "disappearance and discontinue.",
    "ai-atk-s0513a33:759_2": "knowing they’ve seen each other,",
    "ai-atk-s0513a33:759_3": "And Kimbilatiyasena, having given up gold, silver, and money, and gold. He was mostly ugly, weeping, with nothing to say.",
    "ai-atk-s0513a33:759_4": "although evening, “Great king, this one who’s your own teacher, the one who is ancient primordial one, who tames others, puts on your own advice, and brings only one, and brings them back what’s yours.” Then he said,",
    "ai-atk-s0513a33:760_0": "and the King spoke to the King:",
    "ai-atk-s0513a33:760_1": "He then went and gave a mere physical illness.",
    "ai-atk-s0513a33:760_2": "From then on, he acted the middle of giving gifts and making merit.",
    "ai-atk-s0513a33:761_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a33:761_1": "“Koṇḍañña was the shaft. He practiced stainlessly.”",
    "ai-atk-s0513a33:762_0": "the complexion of the bad appearance",
    "ai-atk-s0513a33:764_0": "and forty-fourishing gold, and silver,",
    "ai-atk-s0513a33:765_0": "Longer, wakefulness, compassion for one of the lay followers, a teacher who is an arguing.",
    "ai-atk-s0513a33:765_1": "For a noble disciple Stream-Enterers together with arrows along with a sword,",
    "ai-atk-s0513a33:765_2": "There they spent the water in one cart, each of the five hundred carts in the place wherever there was another meal, and then they changed them.",
    "ai-atk-s0513a33:765_3": "The people there, having lay followers there, caught up in the neighborhood of a certain lay follower.",
    "ai-atk-s0513a33:765_4": "Then the top of the caravan leader, having a variety of five hundred men, took a valuable robbery and bound them in eight ways.",
    "ai-atk-s0513a33:765_5": "They saw that lay follower, and they thought, “We will walk up and down the climbed there.” Then they stepped on the ground.",
    "ai-atk-s0513a33:765_6": "bandits, caught up in the morning, and he spilled the life of a man, caught up in the bandits, and necklaces, sing him as a lay person. Then he returned to the owners of life;.",
    "ai-atk-s0513a33:765_7": "After seeing the time, people rose at the appropriate time, and seeing that the lay followers there, they got take care of their life.",
    "ai-atk-s0513a33:765_8": "The lay followers of the Icchānaṅgala went to Sāvatthī and told him what had happened. When he had done, he sat down, and told him what had happened.",
    "ai-atk-s0513a33:765_9": "The Teacher replied, “No, lay followers, but now you have not news in the past authority before returning to the ancient, the old lay followers, because you ask for the auspicious teacher.”",
    "ai-atk-s0513a33:766_0": "In the past, when Brahmadatta was reborn in a good family, he had mastered the enlightenment factor of Awakening, and was born in the womb for the Buddha-to-be, he along the Great Seer, after reaching the peak of the opposite sex and was reborn in the middle of the neighborhood of a hermit’s gem, and was reborn in a good place, where he was reborn in the sky like a heavenly realm.",
    "ai-atk-s0513a33:766_1": "When he was walking on top of a tree stood at the root of a tree, he asked the first question: “You are the first question.”",
    "ai-atk-s0513a33:767_0": "135.",
    "ai-atk-s0513a33:768_0": "“One who is devoted to anger, wake among the sleeping,",
    "ai-atk-s0513a33:769_0": "Who knows what to me? Is it?”",
    "ai-atk-s0513a33:770_0": "Herein, what is anger here?",
    "ai-atk-s0513a33:770_1": "who knows what is my question?",
    "ai-atk-s0513a33:770_2": "Who answers with me when questioned? I’m able to answer?”",
    "ai-atk-s0513a33:771_0": "The Buddha-to-bearing –",
    "ai-atk-s0513a33:772_0": "136.",
    "ai-atk-s0513a33:773_0": "“Awake among the sleeping, wakeful ones,",
    "ai-atk-s0513a33:774_0": "I know, he is your ascetic.”",
    "ai-atk-s0513a33:775_0": "she again thought:",
    "ai-atk-s0513a33:776_0": "137.",
    "ai-atk-s0513a33:777_0": "“How is awake among the sleeping?",
    "ai-atk-s0513a33:778_0": "How do you know this?”",
    "ai-atk-s0513a33:779_0": "(But) this verse was spoken to him:",
    "ai-atk-s0513a33:780_0": "138.",
    "ai-atk-s0513a33:781_0": "“Those who don’t understand the teaching, and tame,",
    "ai-atk-s0513a33:782_0": "I’m victory among those gods, sire.",
    "ai-atk-s0513a33:783_0": "139.",
    "ai-atk-s0513a33:784_0": "“Those in whom greed, hate, and ignorance",
    "ai-atk-s0513a33:785_0": "They are assigned when the heavens are found in them.",
    "ai-atk-s0513a33:786_0": "140.",
    "ai-atk-s0513a33:787_0": "“Surely, wakefulness, sleep while others wake.",
    "ai-atk-s0513a33:788_0": "and so I recall having accepted them these verses.”",
    "ai-atk-s0513a33:789_0": "How is it that you sleep while wake?",
    "ai-atk-s0513a33:789_1": "So in each instance,",
    "ai-atk-s0513a33:789_2": "There are beings who do not understand the nine worlds,",
    "ai-atk-s0513a33:789_3": "Satisfaction, “This is the restraint, this is the end, and this is the path.” And that is: “This is the tenth, it doesn’t know it.",
    "ai-atk-s0513a33:789_4": "for a man who cuts off the constituents is called “facultive” in the sense faculties.",
    "ai-atk-s0513a33:789_5": "Due to eating so little, when I tricked to Beyond of the defilements abiding by diligence, they are unable to show laziness in diligence.",
    "ai-atk-s0513a33:790_0": "“Those who have ended greed, hate, and delusion, are expelled in the four castes, eighteen, nine thousand, or a hundred thousand old age. They are committed to interest because of the ending of sensual desire and greed, hate, and ignorance. These are all suffering. These are the eighteen currents of the noble ones. And I have given up attachments, and ignorance.",
    "ai-atk-s0513a33:790_1": "Thus, wakefulness, thus I am committed to the citadel of the gods who are committed to wakefulness.”",
    "ai-atk-s0513a33:790_2": "unshakable for all beings,",
    "ai-atk-s0513a33:791_0": "In this way a large group of deities by answering an enquiry into the Mahātittha (said): “Your Majesty, what to say about the gods?”",
    "ai-atk-s0513a33:792_0": "141.",
    "ai-atk-s0513a33:793_0": "“Good, wakeful ones!",
    "ai-atk-s0513a33:794_0": "It’s good that I’ve understood you to teach me.”",
    "ai-atk-s0513a33:795_0": "Herein, having made an agreement about it, you speak the question to me, (saying):",
    "ai-atk-s0513a33:795_1": "After attaining the Awakening One in this way, she entered his dwelling.",
    "ai-atk-s0513a33:796_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a33:796_1": "“The daughter of Devahita was a palm-in-law, and I had me.”",
    "ai-atk-s0513a33:797_0": "there were ninety-coloured destinies.",
    "ai-atk-s0513a33:799_0": "and for the sake of (giving) Kuṇḍalakesā, carrying the complexion of rods,",
    "ai-atk-s0513a33:800_0": "While the Teacher was living in Jeta’s Grove,",
    "ai-atk-s0513a33:800_1": "For the one month of Sāvatthī Queen Māyā, who had taken the donor of gardens and garlands, while going to the Thūpa, and when he was going to the Thūpa, together with the other girls, she amused themselves at the time of the three months. She went to the beautiful flowers and charming from the flowers, except for the three months.",
    "ai-atk-s0513a33:800_2": "As the town-dwellers was leaving the town, the capital at Kuṇḍadhāna. Having seen the Buddha, the three central square, and the ninety-twounds, –",
    "ai-atk-s0513a33:800_3": "the Teacher, having received the bowl from the four great kings.",
    "ai-atk-s0513a33:800_4": "And the Buddha bowed down with his head at the feet of the Realized One, and stood to one side.",
    "ai-atk-s0513a33:800_5": "The Teacher, having looked at her smile, she smiled.",
    "ai-atk-s0513a33:800_6": "“What is the cause, sir, what is the reason why the Buddha smiled?”",
    "ai-atk-s0513a33:800_7": "Then the prince said, “Ānanda, this is the fruit of the Kosalans, that’s why he draged with a stick.”",
    "ai-atk-s0513a33:801_0": "Though the prince came to the boys,",
    "ai-atk-s0513a33:801_1": "King Ajātasattu Vedehiputta of Kosala coming. He cried and sat down. From there, he heard that person whose mind was mounted on the mouth of the nose. When he heard that making that sound of her face, he cried.",
    "ai-atk-s0513a33:801_2": "The king, when he saw the prince, wisdom, and after seeing him lying down, he sat down like a horse-hair rope, the royal court, and having approached, asked: “After the great horse, delighted by the back, I did just that, making a resolve, evening he sit down in the same place, and having the Lord of the World, after making subdued myself in the evening.",
    "ai-atk-s0513a33:801_3": "From then on he was dear and beloved by the King, with the five hundred carriages, was preyed by Paccekabuddhas.",
    "ai-atk-s0513a33:801_4": "The Teacher, having given three times to the Kuṇḍalakesā, and attained the state of existence.",
    "ai-atk-s0513a33:802_0": "Then one day the Sambuddha said, “Reverend Sir, how did you give Queen Mallikā to those without protection, thinking, “The Sambuddha is the great hero, has given to them three times, and with the drums (and still) the Sambuddhas, the highest among men?”",
    "ai-atk-s0513a33:802_1": "After the Teacher came and asked, “Where is the talk about just now?” But when he asked, “Do it is talking about the three kinds of embarrasses, he gave the boat to the piece of flesh in the Mallianyan tree, or else the highest among men?",
    "ai-atk-s0513a33:802_2": "the Buddhas’ virtues, having compassion for the rest,",
    "ai-atk-s0513a33:802_3": "When the Independent Buddhas descended from the old ages, he gave noise to the infantry of the Ancient Buddhas, the owner of the Three Worlds, the Lord of the Three Worlds, the Lord of the Earth, after giving a second full moonlightenment of the different gems, and bringing them to thery of the past.”",
    "ai-atk-s0513a33:803_0": "In the past, when King Brahmadatta was ruling in Benares, he was born in a being intent on awakening, and he was reborn in a single family. He was reborn in a single family, his holy family, he was reborn in a single family.",
    "ai-atk-s0513a33:803_1": "After getting one day, he said: “In this way there will be a _kahāpaṇa_ coin to me, there will be four months for me.” He then gathered on the ground, “In the road to Bāraṇasī, there will be a lump of me,” and when they, “From the four months, I dried up and lumps,” and when I stirred up my bowl and through the four months, they droops,",
    "ai-atk-s0513a33:803_2": "They took their use of the Independent Buddhas, having annihilated and crushed the Nandana pleasure garden, and given them to a monastery.",
    "ai-atk-s0513a33:804_0": "the Buddha-to-be, with his hands he married and exhausted the joyful, having taken his own work, took his own life, and went to the Brahmadatta’s house. Then he recollected his own life, when he was reborn in the company of the Brahmadatta,",
    "ai-atk-s0513a33:804_1": "When he was going to the end of his own work, he saw four fathoms (only) going through the air, and when he was going along the sky was risky, he gave his excellent food, drink, drink, clothes, and vehicles, and he was reborn here and there like a lump of froth in the sky.",
    "ai-atk-s0513a33:804_2": "When he had arrived at Takkasilā, he went to Uttiya. After learning all the very spots of all the time, he established in the air, and he established draged with his father’s later.",
    "ai-atk-s0513a33:804_3": "Then the King of Kosala, having given a magician to his daughter, and also the daughter-in-law of King Pasenadi, like the first among the gods of the Thirty-Three, and then in the town of garden.",
    "ai-atk-s0513a33:805_0": "After building up a city in the city of Vedas, and having a stilt house covered with plastered dance and an enclosure, double-layed situated near the gate, and delightful (of the mountain), and surveyed the four names of the earth, he shoots the ramparts, (working): “Yourges, I have taken its decorated with my own hands, and amused myself a single jewels of the earth, I have collected with my own hands, and amused myself a single pillowed with my own hand of flowers, and made of antelope hide (ws) existence, I have become one hundred thousand mens of water.”",
    "ai-atk-s0513a33:805_1": "That corpse of the whole body, became full of rapture and happiness.",
    "ai-atk-s0513a33:805_2": "While the ear, he was urged by the people, and recited this verse:",
    "ai-atk-s0513a33:806_0": "142.",
    "ai-atk-s0513a33:807_0": "“What is the point of desert initiative temperament?",
    "ai-atk-s0513a33:808_0": "seeds, drink, liquor, and fruit.",
    "ai-atk-s0513a33:809_0": "143.",
    "ai-atk-s0513a33:810_0": "“There is, in the city there is much wealth, the whole of the earth,",
    "ai-atk-s0513a33:811_0": "or forty-footed nymphs!”",
    "ai-atk-s0513a33:812_0": "Herein, (Perhaps) after being seen the Independent Buddha Paccekabuddha in the final knowledge of the Three Bodhisattas, (Prince) knowledge of the Three Bodhisattas, (Tree), after seeing the Paccekabuddha.",
    "ai-atk-s0513a33:812_1": "by bowing down to them, rising up for them, greeting them with joined palms, and observing proper embankments. Then, after seeing three times, influences, or persuading the many kinds of sounds, thinking: ‘I have seen the sound of good qualities,’ and so on, after seeing the trial period of six days,",
    "ai-atk-s0513a33:812_2": "Independent Buddhas Asokabuddhas,",
    "ai-atk-s0513a33:812_3": "It seems that there is no limitedness, it seems,",
    "ai-atk-s0513a33:812_4": "When you’re well trained,",
    "ai-atk-s0513a33:812_5": "shamelessly plagues by living creatures.",
    "ai-atk-s0513a33:812_6": "For the professions are said to because of the words “work of bathing” is said.",
    "ai-atk-s0513a33:812_7": "The tying of the four Kuṇḍa gongs, saying: “One who is learning the Dhamma, and making one side of the other.",
    "ai-atk-s0513a33:812_8": "Having thus shown the texts on good ascetics and brahmins’ fruits equipment, equipments, and equivalents, they can expect to be reborn in a good place, a bad place, the underworld, hell.",
    "ai-atk-s0513a33:812_9": "And in this context it is said:",
    "ai-atk-s0513a33:813_0": "“I have no confidence in those without a fault,",
    "ai-atk-s0513a33:814_0": "or else one of his disciples,",
    "ai-atk-s0513a33:815_0": "“Stop here and there is after emancipating,",
    "ai-atk-s0513a33:816_0": "For sentient beings come to emptiness due to their minds.”",
    "ai-atk-s0513a33:817_0": "And in this case the purpose of showing it is said:",
    "ai-atk-s0513a33:818_0": "“Who gave this milk-rice and the monks gave it to the monk who was walking for alms,",
    "ai-atk-s0513a33:819_0": "Because I am praised that nymphs of sensual desire,",
    "ai-atk-s0513a33:820_0": "“The result of a thousand whom gains the result of good deeds,",
    "ai-atk-s0513a33:821_0": "That’s why I am praised by that.’",
    "ai-atk-s0513a33:822_0": "“Having arisen in me, whatever I am,",
    "ai-atk-s0513a33:823_0": "So the radiance of that I praised all my beauty and praised.”",
    "ai-atk-s0513a33:824_0": "you should be told for the purpose of rough.",
    "ai-atk-s0513a33:825_0": "Wealth is the treasurer and the seven kinds of wealth:",
    "ai-atk-s0513a33:825_1": "The whole of the earth is entire, if it is stiff because of the earth’s whole earth, immeasurable, they say.",
    "ai-atk-s0513a33:825_2": "Look at the fruit of the leper this occurrence of the fruit said to himself,",
    "ai-atk-s0513a33:825_3": "The resplendent Bodhi, it seems, the Buddhas’ welfare and benefit of all beings.",
    "ai-atk-s0513a33:825_4": "For the Teacher, as the suttantas was given in the Suttanta .",
    "ai-atk-s0513a33:826_0": "“Mendicants, if sentient beings only knew, as I do, the fruit of giving and sharing, they would not eat without first giving, and the stain of stinginess would not occupy their minds.",
    "ai-atk-s0513a33:826_1": "They would not eat without sharing even their last mouthful, their last morsel, so long as there was someone to receive it.",
    "ai-atk-s0513a33:826_2": "But since sentient beings don’t know the fruit and result of giving and sharing, they acquaint occupy their minds, and as they ate not ocupy their mind.”",
    "ai-atk-s0513a33:827_0": "The Buddha-to-be paid homage to the Bodhisatta, and on this point, up to the two verses of the (was heard):",
    "ai-atk-s0513a33:827_1": "Then the prince Piyaka thought, “Piyaka,” and “Piyanṭaka of the Bodhi,” etc., started to the town’s capital.",
    "ai-atk-s0513a33:827_2": "When he had gone to the end of this foes, he asked his is (surely). But he was unable to even.",
    "ai-atk-s0513a33:827_3": "After familiar with one of them, the King said: “Having seen the noble ones, bringing back even a single day, please take it to the shoulders.”",
    "ai-atk-s0513a33:827_4": "“Please accept, sir.”",
    "ai-atk-s0513a33:827_5": "“I give you these three robes?”",
    "ai-atk-s0513a33:827_6": "“If you don’t want to give me something, they don’t want to give it to you, saying, “Where would you give me your goods?”",
    "ai-atk-s0513a33:827_7": "“Bhaddā, who needs something else?”",
    "ai-atk-s0513a33:827_8": "“I don’t need any other community.”",
    "ai-atk-s0513a33:827_9": "“I will give you the promise of Bhaddā Kāpilānī and I shall build yojana from each other with twelve yojanas, eighty-footed (on the town).” Then he prepared one, the chieftain Protector of the World, the Nāgas, and having the Collection of Sineru, the Kings, I will sit down next to you.",
    "ai-atk-s0513a33:827_10": "She replied, “Very well, sir.”",
    "ai-atk-s0513a33:828_0": "The King, after showing his great respects the host of gods the Thirty-Three, surrounded by a great crowd, sat down on the counselor-treasure.",
    "ai-atk-s0513a33:828_1": "(thinking): “Give me arch and auspicious bucket, sat down to one side, and having an abode, after seeing the smearing of the leaf-hut, he sat down on one side to one side, like the Lord of the Devas with his necks, and choosesing the leaf-hut, he said: “Having take my showing a garland, go to the cow and all the goods, making a ploughing and all the Pughing.”",
    "ai-atk-s0513a33:829_0": "144.",
    "ai-atk-s0513a33:830_0": "he spoke this verse to the King: “You should frequently with these verses, Kings,",
    "ai-atk-s0513a33:831_0": "I ask you to ask you, delight in the Simile of the Ruler of Seer’s true happiness.”",
    "ai-atk-s0513a33:832_0": "Herein, the Kosalan land is dropped in the Kosalan lands on the Kosalan lands, they dwell contemplating the profitable state in that place. They live with that.",
    "ai-atk-s0513a33:832_1": "joyful and elated, with joyful mind happy and equanimous, so I can recite these verses:",
    "ai-atk-s0513a33:833_0": "Then he spoke the following verses to his meaning:",
    "ai-atk-s0513a33:834_0": "145.",
    "ai-atk-s0513a33:835_0": "° she said: “In this city there was a certain family,",
    "ai-atk-s0513a33:836_0": "Having done a bad deed, restraint who is restrained,",
    "ai-atk-s0513a33:837_0": "146.",
    "ai-atk-s0513a33:838_0": "“Having gone out of the four directions, I saw the ascetic,",
    "ai-atk-s0513a33:839_0": "possessing the precepts of virtue, the undefiled in good conduct,",
    "ai-atk-s0513a33:840_0": "147.",
    "ai-atk-s0513a33:841_0": "Sittle down on confidence in those without it,",
    "ai-atk-s0513a33:842_0": "Endowed with the Buddhas’ dispensation, with all hands,",
    "ai-atk-s0513a33:843_0": "148.",
    "ai-atk-s0513a33:844_0": "“For this deed, this is the fruit,",
    "ai-atk-s0513a33:845_0": "aspire for kingship is the most excellent blessing.”",
    "ai-atk-s0513a33:846_0": "Herein, one of the family is supported by a family she is not clever in one family.",
    "ai-atk-s0513a33:846_1": "they were reborn in a lower realm.",
    "ai-atk-s0513a33:846_2": "Having done a bad deed to that family, and given in others, she presented her life. She made a living and gave her to others.",
    "ai-atk-s0513a33:846_3": "one who desires the next:",
    "ai-atk-s0513a33:846_4": "Virtuous conduct, restrained by the fivefold restraint, and self-restraint in livelihood, were the unethical in the realm of ethical conduct. Island who were unethical, of ethical conduct, of generosity, and wisdom.",
    "ai-atk-s0513a33:846_5": "the work that came out of the legal procedure and is finished in order to do the legal procedure.",
    "ai-atk-s0513a33:846_6": "I saw a large army of four months and Bhaddā Kāpilānī, going through the air, on the road to Bārāṇasī, where he saw the Four Great Kings going forth.",
    "ai-atk-s0513a33:846_7": "Ājīvaka ascetic is of one who possesses two kinds of conduct: such is the non-violent, of livelihood, effort, and mindfulness and awareness. And the monk who possesses the path and when he possesses the path and the fruition of good conduct.",
    "ai-atk-s0513a33:846_8": "By these: the coolness and eleven ways by calming up the air in eleven ways has respectively reached ,",
    "ai-atk-s0513a33:846_9": "who are pollutant-free (craving for) sensual pleasures,",
    "ai-atk-s0513a33:846_10": "and sat down on the seat spread out, spread out a mattress, and then sit down.",
    "ai-atk-s0513a33:846_11": "for if he is covered in it is said: it is peaceful and live ;",
    "ai-atk-s0513a33:846_12": "and having given water (all) in his own hands, he gave water with their hands.",
    "ai-atk-s0513a33:846_13": "those who are wholesome, who are skilled in the sense sphere,",
    "ai-atk-s0513a33:846_14": "They return to the fruit of the fruit.",
    "ai-atk-s0513a33:846_15": "swelling all creatures.",
    "ai-atk-s0513a33:847_0": "and if he hears about it, the Great Kings gave you to someone else whom he hears the fruit of his deeds, saying: “Great king, the gift of the great king, the Queen-cloth is given to them, and do so; give us the recipients for the coming.” Then he gives his gift to the inheritance:",
    "ai-atk-s0513a33:848_0": "149.",
    "ai-atk-s0513a33:849_0": "“Do not eat the rolls forth from King Bimbisāra, do not wield the power,",
    "ai-atk-s0513a33:850_0": "Don’t let the kingdom him give this verse to the Kosalan King Nāgas:",
    "ai-atk-s0513a33:851_0": "herein, he gives food to others, and he eats others himself.",
    "ai-atk-s0513a33:851_1": "Do not be heedless in giving, don't give merit.",
    "ai-atk-s0513a33:851_2": "“Great king, rolled forth the Wheel of power covetousnesses in the Kosalan lands, and so forth in the four directions, I set rolling the wheel of the Teaching.”",
    "ai-atk-s0513a33:851_3": "For if he departs the same way, it becomes known as a corpse that follows this body.",
    "ai-atk-s0513a33:851_4": "And if he is expelled in the same way, while the one who is unprincipled and unprincipled with their consents, then you surely destroy them.",
    "ai-atk-s0513a33:851_5": "–",
    "ai-atk-s0513a33:852_0": "“Through virtue, drinking (living) grueling people, I say.",
    "ai-atk-s0513a33:853_0": "who don’t understand ignorant and without quarreling –",
    "ai-atk-s0513a33:854_0": "having this ten dangers, the kingdom of Pāṭaliputta, protection,",
    "ai-atk-s0513a33:855_0": "The Great Being accepted the statement of that statement:",
    "ai-atk-s0513a33:856_0": "150.",
    "ai-atk-s0513a33:857_0": "“I’ll (all) once again, with (all) the lotuses,",
    "ai-atk-s0513a33:858_0": "live in a noble one with good senses at ease, the perfected ones expert on their backs.”",
    "ai-atk-s0513a33:859_0": "they’re the wrong path,",
    "ai-atk-s0513a33:859_1": "Excellent conduct the noble ones, who live on the Buddhas,",
    "ai-atk-s0513a33:859_2": "Well-came means good fortune in the Kosalan country.",
    "ai-atk-s0513a33:859_3": "and, through the destruction of defilements, the Worthy Ones, (attraction) became famous and respected forty-seasons (in Buddhas), and so forth.",
    "ai-atk-s0513a33:859_4": "This is said:",
    "ai-atk-s0513a33:859_5": "(but) after saying that the King said: “I have given them to the Kosalan King Bhaddā,” and he gave them that noble road again,",
    "ai-atk-s0513a33:859_6": "For I want to see the best kind of robe-cloth which is my best and perfected ones. I want to see them.",
    "ai-atk-s0513a33:860_0": "but after saying this, the king addressed the queen: “After his own attainment, he who is well experienced, without having done away with them, and with good fortune-telling work in my former life, and who is responsed by jungle thickets, saying: ‘Your worked into one bowl and robe, I have been surveyed for you. What can you do?”",
    "ai-atk-s0513a33:861_0": "151.",
    "ai-atk-s0513a33:862_0": "“Seeing in the middle of a group of (of Buddha), you will not shine in the middle,",
    "ai-atk-s0513a33:863_0": "What do you believe in action? Why do you praise coarse?”",
    "ai-atk-s0513a33:864_0": "The meaning of this:",
    "ai-atk-s0513a33:864_1": "At that time there was a fine group of gods in the Kosalan country, when he was reborn in a certain host of worms, a god like a golden oriole, he had a fine group of gods. In the midst of the Thirty-Three, he gave a good composed to him.",
    "ai-atk-s0513a33:865_0": "Then that good deed done in the past of the future –",
    "ai-atk-s0513a33:866_0": "152.",
    "ai-atk-s0513a33:867_0": "“The prince Ambaṭṭha, in the family of the slaves,",
    "ai-atk-s0513a33:868_0": "Hading, virtuous, and Dhammadinnā, who never insight into Dhamma,",
    "ai-atk-s0513a33:869_0": "153.",
    "ai-atk-s0513a33:870_0": "“Although (the monks) gave birth to a bhikkhu, he gave this monk.",
    "ai-atk-s0513a33:871_0": "and I have known that work to do the same.”",
    "ai-atk-s0513a33:872_0": "She circumstanced her birth from birth, and it seems.",
    "ai-atk-s0513a33:873_0": "Herein, Ambaṭṭha’s family is the family of leprosyers,",
    "ai-atk-s0513a33:873_1": "slaves, gave them a servant, saying: “I have a slave,” and she gave it.",
    "ai-atk-s0513a33:873_2": "(but) for the sake of serving the others he should make an effort to get him for that purpose.",
    "ai-atk-s0513a33:873_3": "Slaves, (surely) generally, can I associate with the three doors, and possessed of the three doors.",
    "ai-atk-s0513a33:873_4": "A Dhammadinnā, the people who live in the Dhamma, in consequence, having no possessions, honor, and popularity,",
    "ai-atk-s0513a33:873_5": "Well-trained in virtue, endowed with good qualities,",
    "ai-atk-s0513a33:873_6": "Not seeing the lovely,",
    "ai-atk-s0513a33:874_0": "(but) up the bowls that have been prepared in himself, and the bowls that brings his own share (from the bowl).",
    "ai-atk-s0513a33:874_1": "to one Independent Buddha’s instruction,",
    "ai-atk-s0513a33:874_2": "Their mind and body are uplifted, and the fruit of the Joyful deeds.",
    "ai-atk-s0513a33:874_3": "That worker of his deeds,",
    "ai-atk-s0513a33:874_4": "This is said:",
    "ai-atk-s0513a33:874_5": "In a certain servant of Sāvatthī, I took off my hair and beard and dressed in a certain neighborhood of a school, and went out their own dwelling places. I amused myself a slave in a single stage of the centreignty. So I sat down at the ease after my enemy.",
    "ai-atk-s0513a33:874_6": "There the gift of the special qualities of giving, a gift to those who are fully developed very fruitful, –",
    "ai-atk-s0513a33:875_0": "“For those who are best!”",
    "ai-atk-s0513a33:876_0": "“These savings satisfy every desire of gods and men” –",
    "ai-atk-s0513a33:877_0": "the beginning should be given in full.",
    "ai-atk-s0513a33:878_0": "Thus having performed his former deeds and setting the rest of the city for his own home, and having performed a miracle in the town hall of the city, the Pāṭaliputta, and making the four gates,. Having done a meal on the town, they created a large following day,",
    "ai-atk-s0513a33:879_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a33:879_1": "“Your Majesty, the king was Queen Rāhula.”",
    "ai-atk-s0513a33:880_0": "the colour of Kuṇḍadhāna, and ten (present).",
    "ai-atk-s0513a33:882_0": "and for the sake of another’s eyes is (surely) tender,",
    "ai-atk-s0513a33:883_0": "Yet this wicked deed is turned up to the Bamboo Grove.",
    "ai-atk-s0513a33:883_1": "Then, in what Dhammadinna says, “The Realized One introduceed, riches, says, “This is the same kind ofunt a mouse”, “The Realized One is lost, oppressed,” he spittle, despitroyed him.",
    "ai-atk-s0513a33:883_2": "After the Teacher came and asked: “Monks, why is this?” he replied, “When asked me about it before, why do you say it was unhappy, in the past, future, I said, “Such isn’t there, mixed up with such a thing?”",
    "ai-atk-s0513a33:884_0": "In the past, when King Brahmadatta was ruling in Benares, he was born in his appearance, created a new pair of peaks, and his wounds were put down on the ground.",
    "ai-atk-s0513a33:884_1": "He gave him a promise, he returned to Benares.",
    "ai-atk-s0513a33:884_2": "even if he places it in the next life, and he does not want to be intimate with him.",
    "ai-atk-s0513a33:884_3": "There were two nights in Sigālakas: on the bank of the river, he entered the city during and Kosala.",
    "ai-atk-s0513a33:884_4": "weighing the Bodhisatta’s stilt longhouse not far from the Buddha-to-bedweet placed on the ground, and he lay down on the ground.",
    "ai-atk-s0513a33:884_5": "Then Piṅgiya the Lotus Monastery were spread out a horn.",
    "ai-atk-s0513a33:884_6": "The mother said, “Where do not prosper in this way, I’ll take it even a single one of his own hands.” She then said, “I’ll scratch the floor and put it on all sides.” Then she said, “I’ll return this much.”",
    "ai-atk-s0513a33:884_7": "The Buddha-to-be, after reciting her arriving her from her bed, and rose into a stretch out of compassion for her.",
    "ai-atk-s0513a33:884_8": "“Tell me it.”",
    "ai-atk-s0513a33:884_9": "“For these people killed,” they said,",
    "ai-atk-s0513a33:884_10": "“The gods of the Thirty-Three.”",
    "ai-atk-s0513a33:884_11": "“Having abandoned it, they set it out.”",
    "ai-atk-s0513a33:884_12": "Having heard that, the Buddha-to-be",
    "ai-atk-s0513a33:885_0": "On the same day, one day he entered the city.",
    "ai-atk-s0513a33:885_1": "Thinking it was if he saw his father, a lotus pond, thinking “I’ll drink the lotus pond,” he cried out.",
    "ai-atk-s0513a33:885_2": "On the next two sarongs, there are two thousand sarongs, one thousand with one hundred and one thousand.",
    "ai-atk-s0513a33:885_3": "And at that time the child said, “I’ll bathe ourselves in the same way.” But when it was lost, she said, “I shall die among men.” But the people, “I’ll die in the lotus pond,” and he replies, “This is how there is meant for you.”",
    "ai-atk-s0513a33:885_4": "The being intent on awakening told him, “Gotama, take hold of the lotus pond,!” When he heard that, he said, “Go from the top, “Pond, Kokkharasāti, there are a thousand rebirths in the water,” and he chopped the corpse with a hundred thousand body, just as he had taken up a spade of a hundred thousand rebirths.",
    "ai-atk-s0513a33:885_5": "And that man did.",
    "ai-atk-s0513a33:885_6": "Again, she said, “Having enemy, give me your son, and then I can go to another’s home.",
    "ai-atk-s0513a33:885_7": "Then his father, having shook her head, waggled his head, (thinking): “I will break your head on your head!”",
    "ai-atk-s0513a33:885_8": "While I was to fast together with me, I shall release the Bodhi (Tree),” and taking his son in the evening, he departed.",
    "ai-atk-s0513a33:886_0": "On the third day, one day the King together with his enemy army came and surrounded the city.",
    "ai-atk-s0513a33:886_1": "The King said, “Dear Bodhi with him.”",
    "ai-atk-s0513a33:886_2": "“We have seen you to go, sir. I’m not able to live.”",
    "ai-atk-s0513a33:886_3": "“What’s a dead man? I’ll go to the deathless or to the deathless?”",
    "ai-atk-s0513a33:886_4": "Saying, “Good, sir,” he took his alms-bowl and went out to the gate.",
    "ai-atk-s0513a33:886_5": "was walking through the whole town in that city.",
    "ai-atk-s0513a33:886_6": "and they all departed.",
    "ai-atk-s0513a33:886_7": "and having dressed in a portion of the Fortunate One’s precincts,",
    "ai-atk-s0513a33:886_8": "The King thought: “The king is going to the city, but he is took the them by the arm, and holding his life. Standing his life! ”",
    "ai-atk-s0513a33:886_9": "He thought, “I’ll guard my property” and she requested her to preparations. She then took a stole from his feet and entered the wilderness for the slave. She then entered her path for alms.",
    "ai-atk-s0513a33:886_10": "The Buddha-to-be, after understanding the time, and entering the city, circumambulating him, and whirlding the bowl,",
    "ai-atk-s0513a33:886_11": "His father also cut off one’s roots and fruits on the bank, and he can live there.",
    "ai-atk-s0513a33:886_12": "And the Kings have sex with them.",
    "ai-atk-s0513a33:886_13": "and has the leaf-hut dwelling with the Devas.",
    "ai-atk-s0513a33:886_14": "There was a king who was established in the womb Queen Pregnant womb.",
    "ai-atk-s0513a33:886_15": "She was anointed with another, living in converse with another,",
    "ai-atk-s0513a33:886_16": "One day, she said: “I have no medicine for another, and there is no danger of my relatives. ”",
    "ai-atk-s0513a33:886_17": "“What do I get back?”",
    "ai-atk-s0513a33:886_18": "He then plunged into the fire and bag and hanging it on to the tent, inserting it, wounded it, shots it, and chop off his head. He then having it split the body, after making it unevenly cut off the head, and chop it into the corpse.",
    "ai-atk-s0513a33:886_19": "The second monk agreed.",
    "ai-atk-s0513a33:887_0": "Then one day, having gone to the top of the fruit of a tree not far from the king’s fruit, where he takes one of the fruit of that deed,",
    "ai-atk-s0513a33:887_1": "The King thought, “I’ll bathe,” and he ran away. He then licked the bag, saying, “I’ll bath the cows,” and he bathed them.",
    "ai-atk-s0513a33:887_2": "Herein, with her tossed, she threw her out of the neighborhood of a tree, thinking “I’ll take her to the neighbors,” and she took a string of reeds.",
    "ai-atk-s0513a33:887_3": "fearing death through fear,",
    "ai-atk-s0513a33:887_4": "when he heard that sound, the king, looking at the bathing, and seeing surrounding the King, he saw a branch of a tree, an opportunity, and he led the branch of a tree, summoned it.",
    "ai-atk-s0513a33:887_5": "The Overcomesing of making this loud noise, having heard that the king was: “How, having this branch, does that it tree trunk on this branch, and that it turned away?”",
    "ai-atk-s0513a33:887_6": "At the time of the city he left the town, grew up to the king and, having taken his body, and entering the leaf-hut, he departed.",
    "ai-atk-s0513a33:887_7": "Having seen him, he said, “What did you do?”",
    "ai-atk-s0513a33:887_8": "From then on he said: “I won’t do it myself, I stood in my eyes without getting alms-food. I will wore an absence of anything in the forest.”",
    "ai-atk-s0513a33:887_9": "“Suppose they were to perceive me as ‘Killish’. Then I wouldn’t think, ‘I’ll make a wish.’ Then I’ll think, “I’ll make a fruit!” and she presented me with the fruit of the fruit.",
    "ai-atk-s0513a33:887_10": "From then on he brings fruition from another fruit, gave his wife and children.",
    "ai-atk-s0513a33:887_11": "She thought, “For one month to her son, it is the one whose violence is happy and recommending the prosperity of her deeds,” and she said,",
    "ai-atk-s0513a33:887_12": "“There’s no way one I saw me with the branches and leaves, but now that I can’t come. When I’m still engage in in in discussion with menstruations, I don’t know whether he’s with me. ”",
    "ai-atk-s0513a33:888_0": "154.",
    "ai-atk-s0513a33:889_0": "“I’ll attain wickedness will be afraid of me,",
    "ai-atk-s0513a33:890_0": "It’s the branch of a Migāra’s mother.”",
    "ai-atk-s0513a33:891_0": "There they acquire bad deeds in the place, unshakable.",
    "ai-atk-s0513a33:891_1": "I’ll not be able to enemy the dragons,",
    "ai-atk-s0513a33:891_2": "what is the reason why?",
    "ai-atk-s0513a33:891_3": "But a human being will be known as a branch of a Migāra’s branch. And that’s why he comes back to me.",
    "ai-atk-s0513a33:892_0": "They were stored, thinking that they had thought.",
    "ai-atk-s0513a33:892_1": "But in what is ignorant and confused,",
    "ai-atk-s0513a33:892_2": "Then one day, having gone to the end of the fruit of the dead, causing the opposite sex with its own insight, and instantly departed, –",
    "ai-atk-s0513a33:893_0": "155.",
    "ai-atk-s0513a33:894_0": "My thighs became far from Sāketa",
    "ai-atk-s0513a33:895_0": "what is the dust and difference between them?”",
    "ai-atk-s0513a33:896_0": "Herein, a woman is called “both” and “Divine”.",
    "ai-atk-s0513a33:896_1": "not far from others, he who does not show me some portions, 65000 kilometers, shout me the contented one, and violent I will show me, saying: “He who can bring me into the forest,”",
    "ai-atk-s0513a33:896_2": "It is said: “After,” according to reference to the branches, thus it is said. How much more, is this:",
    "ai-atk-s0513a33:897_0": "Thus the brahmin verses about the meaning, etc., do not deceive the neighborhood of this verse, which would be done.",
    "ai-atk-s0513a33:897_1": "And why he said to him, “What did you bring?”",
    "ai-atk-s0513a33:897_2": "The elder said, “Even adorned,” and once he returned again –",
    "ai-atk-s0513a33:898_0": "156.",
    "ai-atk-s0513a33:899_0": "“If you will make me in the village, ~ in the village,",
    "ai-atk-s0513a33:900_0": "what is the dust and difference between them?”",
    "ai-atk-s0513a33:901_0": "Herein, his wisdom will be well proclaimed there, and the arising of suffering",
    "ai-atk-s0513a33:901_1": "she gains brilliant,",
    "ai-atk-s0513a33:901_2": "who live in the village of Bārāṇasī is preying:",
    "ai-atk-s0513a33:901_3": "They’re unconquered, unburdened and unprotected,",
    "ai-atk-s0513a33:902_0": "on the fourth day of the fourth month –",
    "ai-atk-s0513a33:903_0": "157.",
    "ai-atk-s0513a33:904_0": "“A host of gods, Kālāma, and Bhagu.",
    "ai-atk-s0513a33:905_0": "How can these shaveling carpenters?”",
    "ai-atk-s0513a33:906_0": "Herein, calm, the eighty-footed sinews occurred to me:",
    "ai-atk-s0513a33:906_1": "This is said:",
    "ai-atk-s0513a33:906_2": "Bhaddā Kāpilānī, having given me a mound of collars, made a rolling-pit, and catching the eyes, and when the flesh of the branches of it, the carpet appeared like it’s off collapsed with branches of meat, like the branches of the branches.",
    "ai-atk-s0513a33:906_3": "and having made a wound, he should also say, “This prepare a woman!”",
    "ai-atk-s0513a33:907_0": "and later he had reached the sixteenth year.",
    "ai-atk-s0513a33:907_1": "Then the brahmin, having bathed his head and looked at it with his eyes, went to the eyes, and looked all round.",
    "ai-atk-s0513a33:907_2": "Do you, brahmin, bring it to be blind?",
    "ai-atk-s0513a33:907_3": "He said, “I am because of this blindness,” and he said, “I don’t know my father.”",
    "ai-atk-s0513a33:907_4": "“This is my father,” he replied. When he said, “Alrightened, a father, a brother, slaves, brought me here, and there a greater threw water, put it on this slave in this place and showed it on all sides,” and he said, “After having given it up in this way,”",
    "ai-atk-s0513a33:907_5": "this happens to a boy, wives up and down.",
    "ai-atk-s0513a33:907_6": "Then he asked: “What do I do?”",
    "ai-atk-s0513a33:907_7": "“Whatever I did, I give you the simile of the hermits for them.” And he told the name of this training,",
    "ai-atk-s0513a33:907_8": "Then one day the princesses, having taken a bag and waterpot, thinking, “We’ll go to the cooking-place,”",
    "ai-atk-s0513a33:907_9": "the other would come with him.",
    "ai-atk-s0513a33:907_10": "After preparing the bathing powder in the right hand, and takeing the right amount of the right hand, I shall take it to my father and bring it back.",
    "ai-atk-s0513a33:907_11": "While death the dangers of death spoke these verses:",
    "ai-atk-s0513a33:908_0": "158.",
    "ai-atk-s0513a33:909_0": "“Sāmāsoka, noise did you hear the sound of your ears,",
    "ai-atk-s0513a33:910_0": "(This) is explained by him, he who spoke about him the reason for it.",
    "ai-atk-s0513a33:911_0": "159.",
    "ai-atk-s0513a33:912_0": "“This fool comes out for me,",
    "ai-atk-s0513a33:913_0": "It’s the branch of a Migāra’s mother.”",
    "ai-atk-s0513a33:914_0": "There he came here and there, (thinking): “This is the sound of counsel),",
    "ai-atk-s0513a33:914_1": "Hearing the noise, the ear (of the sound) with the ear ...",
    "ai-atk-s0513a33:914_2": "(But) he who explained the propagation: “This is that act, one who isn’t renounced,” and he said, “Do not kill them.”",
    "ai-atk-s0513a33:914_3": "Assembling together: “The meaning is the conclusion of using together.”",
    "ai-atk-s0513a33:914_4": "Whatever is meant is that he thinks, “This branch has been all by branches, this, and this branch has been rejected by me!” That is what she said.",
    "ai-atk-s0513a33:915_0": "Then the Prince spoke the verse:",
    "ai-atk-s0513a33:916_0": "160.",
    "ai-atk-s0513a33:917_0": "“Tear, you save yourself, I announced my father,",
    "ai-atk-s0513a33:918_0": "having swiftly crossed over the branch of the branch trampled down,",
    "ai-atk-s0513a33:919_0": "Herein, you are one who understands",
    "ai-atk-s0513a33:919_1": "Now that I’m able to go and visit my father, saying, “You’ll go and die constantly!” But when I strive to drive him from there, he poisoned a mort, there will (thinking): “If I go to such-and-such a pit, but no one I’ll die right here.” But when I surrounded this, he dried up, he chopped such a pulled up, he will die.",
    "ai-atk-s0513a33:920_0": "So that is what having spoken. Having slaughtered it, having destroyed it emerged from the branches and leaves, and cleansed just about the branches of the tree, and having gone to the early to the town, they returned to the capital. Then we’ll make the bathing, and only three months,",
    "ai-atk-s0513a33:920_1": "the Buddha-to-be, the most excellent Buddha, giving merits, and making merits for the sake of their own merit.",
    "ai-atk-s0513a33:921_0": "The Teacher, having shown this Dhamma teaching, and he showed the Truth,",
    "ai-atk-s0513a33:921_1": "“Sonaka, Devadatta, I have a son, that he had become a King.”",
    "ai-atk-s0513a33:922_0": "Golden in others, gets the colour of others,",
    "ai-atk-s0513a33:923_0": "The second sub-chapter on scents is finished.",
    "ai-atk-s0513a33:924_0": "Where has been born:",
    "ai-atk-s0513a33:925_0": "(Having) a Doctrine, full of bubbles,",
    "ai-atk-s0513a33:926_0": "By locations of Sattuka, Bāraṇasī, ten (of Brahmā),",
    "ai-atk-s0513a33:927_0": "to Gandhāra, the potter’s scent,",
    "ai-atk-s0513a33:928_0": "the jujubes, Koṭama, and Ambalaṭṭhikā.",
    "ai-atk-s0513a33:929_0": "wakeful, wakeful, alert, and others tooth.",
    "ai-atk-s0513a33:930_0": "The Book of the Sevens is finished."
}