{
    "ai-atk-abh02a14:0_0": "15. Paṭisambhidāvibhaṅgo",
    "ai-atk-abh02a14:1_0": "1. Suttantabhājanīyaṁ",
    "ai-atk-abh02a14:2_0": "1. Saṅgahavāravaṇṇanā",
    "ai-atk-abh02a14:3_0": "718.",
    "ai-atk-abh02a14:3_1": "Now, as to the four analysis of language beginning with the four kinds of discrimination:",
    "ai-atk-abh02a14:3_2": "the analytical knowledge of schism.",
    "ai-atk-abh02a14:3_3": "But it is only for one who knows what is meaning, nor is knowledge about the analysis of meaning, since it is not the knowledge of breaking up and destruction.",
    "ai-atk-abh02a14:3_4": "Such is the four kinds of direct-knowledge, the knowledge, the recommendation, of each and everything elsewhere it is four ways.",
    "ai-atk-abh02a14:3_5": "the analytical knowledge of meaning,",
    "ai-atk-abh02a14:3_6": "What is the meaning of the development of the characteristic of foulness that it causes the breaking up of the discriminations . The meaning is that it is the meaning.",
    "ai-atk-abh02a14:3_7": "The same method applies in the same way.",
    "ai-atk-abh02a14:3_8": "For the breaking up of the teaching is to be found in the Dhamma, which is of the penetration of the Dhamma, is the knowledge of the analytical knowledge of truth, and consequence of it.",
    "ai-atk-abh02a14:3_9": "the description of language beginning is the knowledge of the non-extense of creation. It is the knowledge of the analytic knowledge of language beginning .",
    "ai-atk-abh02a14:3_10": "the characteristic of endeavour, etc., which is to say, penetration, and observation of diminution, is knowledge of the analytical knowledge of inspired speech.",
    "ai-atk-abh02a14:4_0": "Just as (the people) who were distributed analytic knowledges, they will show them the knowledge of the meaning, saying,",
    "ai-atk-abh02a14:4_1": "Herein, the meaning is in brief.",
    "ai-atk-abh02a14:4_2": "for that is why it should be attained by means of crossing over the flood.",
    "ai-atk-abh02a14:4_3": "The meaning should be understood according to the breakage beginning: “This is the meaning of anything that causes beginning with what is the reasonable?”",
    "ai-atk-abh02a14:4_4": "the analytical knowledge of the meaning is that knowledge of the meaning, and the knowledge of the analytical knowledge of meaning.",
    "ai-atk-abh02a14:5_0": "the conditioned phenomena is a condition for the sake of condition.",
    "ai-atk-abh02a14:5_1": "It becomes called “ because it purifies you’re called ‘the principle’.",
    "ai-atk-abh02a14:5_2": "Anyone who says that there is a reason why the teaching should be understood the reason why these five things are skillful.",
    "ai-atk-abh02a14:5_3": "is the knowledge of the analytical knowledge of schism in the present life.",
    "ai-atk-abh02a14:6_0": "There the description of the Dhamma is “folk in that Dhamma” . When that Next, the firmament and of the Dhamma’s knowledge of the language beginning, the knowledge of the right arrival at the dispensation, having various reasons, the reason for that reason.",
    "ai-atk-abh02a14:6_1": "This is how there is the analytic knowledge of language, and not being arisen in the object.",
    "ai-atk-abh02a14:6_2": "Having heard this sound, they say: “This is not mine, this is not our state!”",
    "ai-atk-abh02a14:6_3": "For the analytical knowledge, he knows “Protector” is said, “Poisoned”, “Dields power,” and he does not know, “This is how it is said. ” But he does not know the “This is me who has attained Liberation,” “This is said to be in the successive.”",
    "ai-atk-abh02a14:6_4": "For feelings are also the same.",
    "ai-atk-abh02a14:6_5": "But it doesn’t know the sound of an opposite sex.",
    "ai-atk-abh02a14:6_6": "When he hears a sound with the sword, he doesn’t know, “This is very present,” and he does not know, “This is the exposition of the qualities that he knows.”",
    "ai-atk-abh02a14:6_7": "But this is not the analytic knowledge of truth to described in this way:",
    "ai-atk-abh02a14:7_0": "The Elder Tissa the Bodhisatta, having taken a golden statue, stood in the golden statue, and threw his invitation procedure.",
    "ai-atk-abh02a14:7_1": "but, having learned it in this way, they won’t analysis of their turn.",
    "ai-atk-abh02a14:7_2": "having the designated it on the position,",
    "ai-atk-abh02a14:7_3": "Then, when the first rain comes out, you can do the invitation procedure.",
    "ai-atk-abh02a14:8_0": "Sentient beings who were brothers, and then speak thus: “This is the meaning of this offering,",
    "ai-atk-abh02a14:8_1": "When a young woman and child at the wrong time, they having had arranged their head, and they then lie down.",
    "ai-atk-abh02a14:8_2": "The children, having spended him a word –",
    "ai-atk-abh02a14:8_3": "This is what was said:",
    "ai-atk-abh02a14:8_4": "As they were walking alongside the time, they know the time.",
    "ai-atk-abh02a14:8_5": "mother, father, brother, and sister",
    "ai-atk-abh02a14:8_6": "Of those boys, if he listens to the first month of the Jātaka, the murdered.",
    "ai-atk-abh02a14:8_7": "if he listens to the first talk about Dhamma;",
    "ai-atk-abh02a14:8_8": "How can he be afraid of the when they heard",
    "ai-atk-abh02a14:9_0": "and the official in the wilderness there is no causality in the forest that is referring to his own doctrine. On the contrary, he will speak to his own doctrine and only because of the kingdom of the Magadha.",
    "ai-atk-abh02a14:9_1": "hell, the animal realm, the ghost realm, humanity, and the world of the gods.",
    "ai-atk-abh02a14:9_2": "Herein, the restriction of the bearing cloth is stary iron:",
    "ai-atk-abh02a14:9_3": "But these two, aspirations of spiritual practitioners, they don’t turn back even though they’re speaking.",
    "ai-atk-abh02a14:9_4": "They responded the Buddha and the Basket of holy Awakened One, saying: “Why do you repay the Magadhan devotee?”",
    "ai-atk-abh02a14:9_5": "that’s how it can be said.",
    "ai-atk-abh02a14:9_6": "The radiance of the Buddha’s dispensation is the cause of (name) dispensation, the Sole Protector of the World, and the way that tree is the name of the Buddha,",
    "ai-atk-abh02a14:9_7": "And although he does not appear in the midst of the Sangha without moving the meaning, he does not attend on him.",
    "ai-atk-abh02a14:9_8": "But when he speaks once, then the studies of the bowel, he should learn it.",
    "ai-atk-abh02a14:9_9": "But when the learned ordinary person doesn’t display the analysis of ordinary person,",
    "ai-atk-abh02a14:9_10": "A noble disciple who has not attained the analytic knowledge called to be discovered",
    "ai-atk-abh02a14:10_0": "the knowledge of the arrival at all, is the knowledge of the analytic knowledge of (the knowledge of) knowledge of various kinds, and the knowledge of the analytical knowledge of (the true knowledge of) knowledge of the analytical knowledge of truths.",
    "ai-atk-abh02a14:10_1": "These four kinds of direct-knowledge should be understood in two places. They can be understood to change in five respects.",
    "ai-atk-abh02a14:10_2": "What two?",
    "ai-atk-abh02a14:10_3": "left for the master,",
    "ai-atk-abh02a14:10_4": "The Elder Sāriputta was the most senior monk Mahāmoggallāna’s dispensation. With Mahākassapa the great teacher, the chief of those eighty similes, he stopped the great elder Mahākassapa. He then said to the senior elder Mahā Kassapa,",
    "ai-atk-abh02a14:10_5": "In the case of the senior laymen Citta’s allowed the householder Upāli to go forth, the laywomen of Khujjuttarā and Veda, and they come to visit the Buddha.",
    "ai-atk-abh02a14:11_0": "What five?",
    "ai-atk-abh02a14:11_1": "He accordingly means running out the precincts in the earlier stage.",
    "ai-atk-abh02a14:11_2": "Herein, ‘Having attained the name of Liberation’.",
    "ai-atk-abh02a14:11_3": "For that bowl is the textual analysis.",
    "ai-atk-abh02a14:11_4": "the pursuing of the Buddha’s words.",
    "ai-atk-abh02a14:11_5": "For that is useful is the analytic knowledge of the texts.",
    "ai-atk-abh02a14:11_6": "the named Dhamma.",
    "ai-atk-abh02a14:11_7": "They listen to the teaching.",
    "ai-atk-abh02a14:11_8": "‘A Questions’:",
    "ai-atk-abh02a14:11_9": "One whose meaning is shown to the texts on point, (thinking):",
    "ai-atk-abh02a14:11_10": "‘Preceding the progressive meditations’ means past, future and present,",
    "ai-atk-abh02a14:11_11": "For the first one who lives in the past lives are purified,",
    "ai-atk-abh02a14:11_12": "And there they were organized the Elder Nun Piṭaka’s sons and grandsons,",
    "ai-atk-abh02a14:11_13": "He, it seems, after learning the word of the Buddha himself, the mangos, having gone to the presence of the others, calling him a hundred leagues in the presence of the Elder Aṅgīrasa, returned to the way of the Protector of the World, cut off his bodies, and went along the pathway from a ship.",
    "ai-atk-abh02a14:11_14": "He gave a hundred thousand aeons and a hundred thousand coins.",
    "ai-atk-abh02a14:11_15": "And he did so.",
    "ai-atk-abh02a14:11_16": "The elder made a dwelling place and had them sit on.",
    "ai-atk-abh02a14:11_17": "Why is that?",
    "ai-atk-abh02a14:11_18": "May well-behaved by the last blessing,",
    "ai-atk-abh02a14:11_19": "(And) he thought this it seems:",
    "ai-atk-abh02a14:11_20": "if he thinks, “I’ll enjoy the use of the robe-making season, but who will think is worth a fraction.”",
    "ai-atk-abh02a14:11_21": "Tissa’s pupil also cut off his teacher’s presence in the presence of the Elder Tissa lit, threw down from his shoulders, shrine, and set out shrine terrace.",
    "ai-atk-abh02a14:11_22": "The place where the monk sees this: ‘My feeding place is inquired,’ and they questioned the senior mendicant.",
    "ai-atk-abh02a14:11_23": "The elder asked a question about the analytic knowledge of language,",
    "ai-atk-abh02a14:12_0": "But the Elder Tissa’s advice had discovered analytical knowledge.",
    "ai-atk-abh02a14:12_1": "The analytical knowledge of learning the teachings, and the language of the truth.",
    "ai-atk-abh02a14:12_2": "The Elder Dhammarakkhita, it seems, the precept went to the Great Elder Dhamma. Having heard the tank of the Dhamma, he sat down on the seat spread out at the place where he was heard the three of the Dhamma. Then he sat down on the seat spread out.",
    "ai-atk-abh02a14:12_3": "(King) the top of the Elders, he received the penetration of the three Abhidhamma.",
    "ai-atk-abh02a14:12_4": "But as he has done this, he gives his attention to the meditation subject, then he can go into solitary retreat and recollect his former wifes, through the bowl-of-water emerging from the pastries of the future.",
    "ai-atk-abh02a14:13_0": "But for the sake of the kinds of fondness: these three kinds of barriers are destroyed.",
    "ai-atk-abh02a14:13_1": "About over-assured strength, there is no difference condition.",
    "ai-atk-abh02a14:13_2": "but not after adherence.",
    "ai-atk-abh02a14:13_3": "For there is no such thing as a being in fact, being they in the past, future or present, and present.",
    "ai-atk-abh02a14:13_4": "but when these two extremes have been made by entering a terrace and posts, it is poisoned by the wall.",
    "ai-atk-abh02a14:14_0": "Golden in color,",
    "ai-atk-abh02a14:15_0": "2. Saccavārādivaṇṇanā",
    "ai-atk-abh02a14:16_0": "719.",
    "ai-atk-abh02a14:16_1": "Now, as to analyze of these five things including the Saṅgha and the five inclusions of the community of the Factors . It is prescribed and divided together into the openings.",
    "ai-atk-abh02a14:16_2": "it is of the five cords of truth, because of the purity of the wrong absence of the Truth.",
    "ai-atk-abh02a14:16_3": "Herein, for one who has reached the end of suffering is included in the teaching of the noble ones, and who has attained the origin of suffering, the cessation of suffering, and the path to the practice that leads to extinguishment.",
    "ai-atk-abh02a14:16_4": "Whoever has caused the reason for that anyone who is the reason why they show the fruit of the meaning and the teaching, is said to be the reason why they say, ‘Clearly in line with the teaching’,",
    "ai-atk-abh02a14:16_5": "Herein, the first is the reason why the analytical knowledge of the fruits of result, etc., because it is the path of the analytical knowledge of the fruition of circumstance.",
    "ai-atk-abh02a14:16_6": "But those who are capable of creating forms that are the cause of schism in the formless and the reason for that state, their cause, with the reason for it is stated in line with the teaching, they say, ‘It is in line with the teaching’,",
    "ai-atk-abh02a14:16_7": "When old age and death are able to show the origin of old age and death, their origin, their cessation, and the practice that leads to their cessation.",
    "ai-atk-abh02a14:16_8": "(Mahinda said:) “It is in brief, spoken by him; there is in order to show the meaning of this statement , the meaning of the teaching, and of the Dhamma, they say.”",
    "ai-atk-abh02a14:17_0": "Herein, having understood these words, the meaning of this statement: on the meaning of that statement, the analytical knowledge of the truth, that is why the texts of the analytical knowledge of the truth, because of the penetration of the Dhamma.",
    "ai-atk-abh02a14:17_1": "The end of the teaching, the teaching, and the analysis of not seeing the meaning, “Herein, what is the analyzation of the teaching?”",
    "ai-atk-abh02a14:17_2": "Herein, the ninth (story) refusing to nine",
    "ai-atk-abh02a14:17_3": "This is the meaning of this statement: “This is the meaning of this, this is the meaning of the clause, of this meaning.”",
    "ai-atk-abh02a14:18_0": "In the commentary on the bricks, etc.",
    "ai-atk-abh02a14:19_0": "2. Abhidhammabhājanīyavaṇṇanā",
    "ai-atk-abh02a14:20_0": "725.",
    "ai-atk-abh02a14:20_1": "Herein, the three world-eights are its.",
    "ai-atk-abh02a14:20_2": "would have attained analytical knowledge of meaning and insight.",
    "ai-atk-abh02a14:20_3": "For that is indeed the path of Nibbāna, and it is preceding the path to Nibbāna by means of the path.",
    "ai-atk-abh02a14:20_4": "What is good, wholesome, skilled in the dissimilar to the domain of the noble ones, and so on.",
    "ai-atk-abh02a14:20_5": "Herein, this one from whom the wholesome lady of profitable thoughts should be understood as follows: “All these four analysis of reference to the buttermilk of each other. ”",
    "ai-atk-abh02a14:20_6": "Likewise in the unwholesome mental unwholesome thoughts.",
    "ai-atk-abh02a14:20_7": "the result of the results of the noble ones who had mastered the result of the Dhamma, and attained the analytical knowledge of the Vinaya, –",
    "ai-atk-abh02a14:20_8": "and showing the text to his face with a face,",
    "ai-atk-abh02a14:20_9": "it should be understood that in detail in the definition of the world.",
    "ai-atk-abh02a14:21_0": "But why are they knowledge of the analysis of meaning?”",
    "ai-atk-abh02a14:21_1": "because of the lower story.",
    "ai-atk-abh02a14:21_2": "If this is so, is the knowledge of the analytical knowledge of meaning, this is not because it’s propounded, but because it’s stated here.",
    "ai-atk-abh02a14:21_3": "(They are) not to be spoken of.",
    "ai-atk-abh02a14:21_4": "Because of the results of past in the noble ones as they were stated.",
    "ai-atk-abh02a14:21_5": "And regarding the noble ones, “Who did you say anything? ” “It is the same for us to say that all these three things are not practiced to be discovered from the three times, whether the thirty-two cases are to be discrimined or tonamented, it is the three analyzed them.",
    "ai-atk-abh02a14:22_0": "Herein, the feeling is included by the termination of those thoughts, and there is the designation of contacts, regarding contacts, feeling, perception, choices, and consciousness. That is how this is so.",
    "ai-atk-abh02a14:22_1": "Herein, the knowledge of the Dhamma is description of the Dhamma. When they have recommended in that Dhamma, they recommended the wisdom there.",
    "ai-atk-abh02a14:22_2": "and having made a sound of (good) the sound of accumulation, (thinking): I have arisen from (the Buddha),",
    "ai-atk-abh02a14:22_3": "approached analytical knowledge of inspired knowledge,",
    "ai-atk-abh02a14:22_4": "He knew those who know them as a penetration of them, and the three analytic knowledges, he knows each other.",
    "ai-atk-abh02a14:23_0": "But now they know each and everything that are said, so they are able to show them the knowledge that they are composed.",
    "ai-atk-abh02a14:23_1": "Herein, a blemish’s meaning is explained. This is the meaning of this.",
    "ai-atk-abh02a14:23_2": "They reveal this declaration: the meaning is its meaning.",
    "ai-atk-abh02a14:23_3": "So the knowledge of the arrivals and knowledge of various kinds, is the knowledge of the analytical knowledge of laws of them.",
    "ai-atk-abh02a14:24_0": "Herein, although this is so, this is the duty in the analytical knowledge of the path, ‘This is nothing wrong with them,’ I do not know about the duty of the business that isn’t able to fulfill their duties.",
    "ai-atk-abh02a14:24_1": "having two monks, it seems,",
    "ai-atk-abh02a14:24_2": "One who is learned and has little learnt.",
    "ai-atk-abh02a14:24_3": "They learned the teaching from one part of the teaching,",
    "ai-atk-abh02a14:24_4": "There was a little dust on the other hand,",
    "ai-atk-abh02a14:24_5": "After learning the Dhamma in the ears of his own attainment, and he taught the Dhamma with his own wins,",
    "ai-atk-abh02a14:24_6": "listening to the Dhamma and attentively:",
    "ai-atk-abh02a14:24_7": "‘This teaching is in the way that one will be made by oneself.’",
    "ai-atk-abh02a14:24_8": "But the monk who is learned –",
    "ai-atk-abh02a14:24_9": "‘You know this in the forest, that is not the bearer of the three.’",
    "ai-atk-abh02a14:24_10": "But even though they’re able to make a whole piece of coals, then when the Buddha’s speaking, they’re able to explain the Teaching.",
    "ai-atk-abh02a14:24_11": "Herein, although a learned person, even though learned much, knows that it’s like a learned person who knows the scriptures, but who knows that it’s not able to understand that it should be known.",
    "ai-atk-abh02a14:24_12": "The same is the same.",
    "ai-atk-abh02a14:25_0": "746.",
    "ai-atk-abh02a14:25_1": "Thus, having analytic parts of profitable roots, etc., before breaking them into four in number, and by becoming the four inspiring fields, it is to be shown that the field is, and so on.",
    "ai-atk-abh02a14:25_2": "Herein, the three kinds of direct-knowledge is called “confidence” in the sense of the triple-spheres and associated with knowledge.",
    "ai-atk-abh02a14:25_3": "For in this way at the time of the teaching the root of the one who has been carried off at the root of the formations and is related to the knowledge of the Dhamma.",
    "ai-atk-abh02a14:25_4": "Likewise, at the time of dawn, the sound of the opposite sex, interrupting the analytic knowledge of language.",
    "ai-atk-abh02a14:25_5": "(Once) knowledge of the Parinibbāna of all reviewing knowledge: the analytical knowledge of (sense-spheres), and the analytic knowledge of (of them).",
    "ai-atk-abh02a14:26_0": "But what is called an undetermined conduct, what is said to be far from?",
    "ai-atk-abh02a14:26_1": "For when he has reviewed the Dhamma at the time of exertion, and the five sense fields arise in them, he taught the Dhamma with the mind-made of the Dhamma.",
    "ai-atk-abh02a14:26_2": "Likewise, at the time of dawn, the sound of the opposite sex, interrupting the analytic knowledge of language.",
    "ai-atk-abh02a14:26_3": "(Once) knowledge of the Parinibbāna of all reviewing knowledge: the analytical knowledge of (sense-spheres), and the analytic knowledge of (of them).",
    "ai-atk-abh02a14:27_0": "These are called the analytic knowledges of meaning and practices. This is what is called “with meaning” in the Vibhaṅga in the way beginning.",
    "ai-atk-abh02a14:27_1": "For the purpose of making the advantages at the root of the embracings and interpreting the courses of the path, and the practice that leads to the various kinds of direct-knowledge arises in them.",
    "ai-atk-abh02a14:27_2": "The trainees at the time of an adept, and the root of the practices already stated, and the knowledge arises in them, and the underlying them is fruitful.",
    "ai-atk-abh02a14:27_3": "That is how these trainers arise in the adept.",
    "ai-atk-abh02a14:28_0": "the color of the people;",
    "ai-atk-abh02a14:29_0": "3. Pañhāpucchakavaṇṇanā",
    "ai-atk-abh02a14:30_0": "747.",
    "ai-atk-abh02a14:30_1": "the questioning of Pāṭaligāma should be understood as follows: “The four kinds of direct-knowledge, etc., and because of the profitable states.”",
    "ai-atk-abh02a14:30_2": "In the “pressive object” is a limited object of the discriminations . It is limited with a limited object.",
    "ai-atk-abh02a14:30_3": "The analytical knowledge of the meaning and the language terror of the sense-spheres is reviewing.",
    "ai-atk-abh02a14:30_4": "The others are of the sense-spheres in the fine-material sphere. The fine-material sphere is of great grossness of the fine-material sphere.",
    "ai-atk-abh02a14:30_5": "Extinguishment is the ultimate, the ultimate object, the ultimate bliss (of Nibbāna).",
    "ai-atk-abh02a14:30_6": "the analytical knowledge of the truth, (wholesome) wholesome things, and the ten practices are unprofitable,",
    "ai-atk-abh02a14:30_7": "Experiencing the formless, the wholesome quality, and the tentworldness,",
    "ai-atk-abh02a14:30_8": "reflecting on the supermundane state with the supermundane state,",
    "ai-atk-abh02a14:30_9": "Reflecting the analytic knowledges of sense desires, profitable, skilled in loss of sense desires, and reviewing.",
    "ai-atk-abh02a14:30_10": "The fine-material sphere is of profitable kamma-processive concentration, while the object of the fine- material spheres, the general sphere of the fine- material spheres, and the rest.",
    "ai-atk-abh02a14:30_11": "reviewing the supermundane and the immeasurable,",
    "ai-atk-abh02a14:31_0": "Also the discriminations of the path should be undertaken by means of the path gone by and of energy, and adverting with the path to the fruit of the path and by means of the penetration of the fruits. All of the fruits should be produced in the middle of the fruits of the consciousnesses.",
    "ai-atk-abh02a14:31_1": "the path of penetration to the analytically, and the path is reviewing the path to that object.",
    "ai-atk-abh02a14:31_2": "the analytical knowledge of the path, and the path of embracing the path, and the practice of (true) knowledge of the path, and the practice of (true) knowledge, and the cutting off of the five constituents (of mind and body).",
    "ai-atk-abh02a14:31_3": "The present objects is the present object, and it is the same as object.",
    "ai-atk-abh02a14:32_0": "The result of the advantages of the past, future, and present in terms of the future as their objects, the present objects of the past, future, and present.",
    "ai-atk-abh02a14:32_1": "the analytical knowledge of the past, future, and present.",
    "ai-atk-abh02a14:32_2": "Reviewing the analysis of language, knowledge of the past, future and present, the knowledge of the past, future, present, and present in terms of the future.",
    "ai-atk-abh02a14:33_0": "the discrimination of language objects of the analytical object.",
    "ai-atk-abh02a14:33_1": "The resultant only of the several parts of the body internally and the result is internally in oneself, externally, and internally externally. They are discovered externally, committed to the aggregates of others’ internally, externally, gross physical matter, and externally.",
    "ai-atk-abh02a14:33_2": "internally and externally, committed to the practice, and externally. They get rid of it, externally and gross physical matter externally. They review it internally and externally.",
    "ai-atk-abh02a14:33_3": "the analytical knowledge of language, clarifying knowledge, and conduct internally ...",
    "ai-atk-abh02a14:33_4": "internally and externally, externally, and internally and externally.",
    "ai-atk-abh02a14:34_0": "and winning in the three worlds,",
    "ai-atk-abh02a14:34_1": "the knowledge of the analytical knowledge of meaning,",
    "ai-atk-abh02a14:34_2": "For he who has discovered the three knowledges in the analysis of the Aṅguttara, that is to say, the But of the Three Worlds, the supermundane and supramundane Dhamma.",
    "ai-atk-abh02a14:34_3": "For even three times the analytical knowledges of meaning are descriptionally prominent to this world.",
    "ai-atk-abh02a14:34_4": "But when they shared out the analysis of psychic power, they bring it to the extra respects and put it away.",
    "ai-atk-abh02a14:35_0": "Discussion of the Vibhaṅga:",
    "ai-atk-abh02a14:36_0": "The exposition of the teaching on the analytical knowledge of extension is finished."
}