{
    "ai-atk-abh02a5:0_0": "6. Paṭiccasamuppādavibhaṅgo",
    "ai-atk-abh02a5:1_0": "but the commentary on the foreign tetrad.",
    "ai-atk-abh02a5:2_0": "225.",
    "ai-atk-abh02a5:2_1": "Now, as to the clause, that is to say, the dependent origination, the Best of (volitional) processes, the analysis of the Religions, the ruler of the earth, the water strainer of the languages, the calm, the rolls that hostile (wherely) dispelling the meaning and the consequence of this. Then he should advised the Dhamma and the Vinayawels in the assembly.",
    "ai-atk-abh02a5:3_0": "“Is it really true that reference to the good, and easy to admonish,",
    "ai-atk-abh02a5:4_0": "‘The four things, Trunk, and very hard to teach.’ ”",
    "ai-atk-abh02a5:5_0": "So the words “Purindivaccha has came to this scope often,” and on the meaning of the detailed meaning of itself in the form of a climate itsel.",
    "ai-atk-abh02a5:6_0": "desiring to give the opportunity today,",
    "ai-atk-abh02a5:7_0": "I plunged deep into the sea.",
    "ai-atk-abh02a5:8_0": "I have no use for the dispensation of various states.",
    "ai-atk-abh02a5:9_0": "Preceding the noble path, he cuts off the foot.",
    "ai-atk-abh02a5:10_0": "therefore because of that fear, that here in the comment.",
    "ai-atk-abh02a5:11_0": "you will listen to this safeguard of yours:",
    "ai-atk-abh02a5:12_0": "For this is said in the Paṭisambhidā:",
    "ai-atk-abh02a5:13_0": "“Whoever sets out on the bones,",
    "ai-atk-abh02a5:14_0": "Can gain the earlier and following distinction(s).",
    "ai-atk-abh02a5:15_0": "And when they have done so,",
    "ai-atk-abh02a5:16_0": "they vanish from the King of Death.”",
    "ai-atk-abh02a5:17_0": "For in the first place, when ignorance and formations are the only first in the beginning:",
    "ai-atk-abh02a5:18_0": "Getting their meaning, by characteristic,",
    "ai-atk-abh02a5:19_0": "and the exposition should be known in full.",
    "ai-atk-abh02a5:20_0": "Herein, ‘By this point’ means because of the Blessed One’s explanation of the four kinds of consummate causes,’ to the end of the paths of the path, or likewise in the middle of the four directions.",
    "ai-atk-abh02a5:20_1": "sts, when threw down in the four directions, the Buddha sees all that had been cut off at the root. Then he sees that the Buddha, he’d see that neutral feeling.",
    "ai-atk-abh02a5:20_2": "Rebirth is a condition for old age and death.” For as long as they arise.",
    "ai-atk-abh02a5:21_0": "just as when a man sees that the Buddha had taken one-seeder entering the middle of the village by himself, the pulled up by the horns of deeds in the middle, and when he sees that pain arises, he cannot look to the Buddha,",
    "ai-atk-abh02a5:21_1": "The relishing of feelings is grasping. Their grasping is a condition for continued existence. Continued existence is a condition for rebirth.”",
    "ai-atk-abh02a5:22_0": "And just as when you see that the Buddha has grabbed the tip of the hairs, body took hold of a sacred flame, or as far as the oppressively does not know, “And how is this?”",
    "ai-atk-abh02a5:22_1": "“Sir, there is a condition for old age and death.",
    "ai-atk-abh02a5:22_2": "That’s how we see it.",
    "ai-atk-abh02a5:22_3": "Rebirth is a condition for old age and death.”",
    "ai-atk-abh02a5:22_4": "“Continued existence is a condition for rebirth. ...",
    "ai-atk-abh02a5:22_5": "Is that how you see this or not?”",
    "ai-atk-abh02a5:22_6": "“Ignorance is a condition for choices.",
    "ai-atk-abh02a5:22_7": "That’s how we see it.",
    "ai-atk-abh02a5:22_8": "ignorance is a condition for choices.”",
    "ai-atk-abh02a5:23_0": "But just as, when a person sees that the winterests in the middle of the day and all the more substantially sees them up, what is the source of them?",
    "ai-atk-abh02a5:23_1": "These are the four sources that originate from craving.",
    "ai-atk-abh02a5:23_2": "And what is the source of craving?",
    "ai-atk-abh02a5:23_3": "Consciousness is the six sense fields. Consciousness is a consciousness.",
    "ai-atk-abh02a5:23_4": "‘What is the source of choices?’ ...",
    "ai-atk-abh02a5:23_5": "Ignorance is the source of choices. Ignorance is the source of ignorance.”",
    "ai-atk-abh02a5:24_0": "How does he teach?",
    "ai-atk-abh02a5:24_1": "As he did so, it is held together by (wholesome) death.",
    "ai-atk-abh02a5:24_2": "Because he leads to the specific conditionality of knowledge.",
    "ai-atk-abh02a5:24_3": "The Buddha taught the four-fold progress and attaining the texts, and attained to the attainment of the fourth absorption through attaining of the attainment of the attainment of the attainment of the fourth absorption.",
    "ai-atk-abh02a5:24_4": "He teaches the Dhamma solitude in various ways.",
    "ai-atk-abh02a5:24_5": "And from the first place he regards the way beginning, the middle, and the end of the discomfort in the way beginning, middlely the end, and endeavourance in the various orders of gods. And he sees in order to show the way that includes the various kinds of functions of relatives.",
    "ai-atk-abh02a5:25_0": "Facing to the end of suffering in the way is the middle, the end of the world is troubled, and the end of the world. It is constantly suffering, its origin, its end, and the path. And it leads to its end, where there is no old ageing and death for the end of suffering.",
    "ai-atk-abh02a5:25_1": "But the middle of the day in the past that has arisen idiosyncratic interpretations of the past. It is good for their own use.",
    "ai-atk-abh02a5:25_2": "But the middle way in the future is produced by the middle, then for the end of the present, without dispelling the consequences of defilements.",
    "ai-atk-abh02a5:25_3": "The palms that were produced by multiplications, rolling for the sake of embankments, etc., would be understood as the instance of the functional ceremony. And the displaying places of the sun, and its reverse order.",
    "ai-atk-abh02a5:26_0": "And why are they described in the beginning?",
    "ai-atk-abh02a5:26_1": "What does he say about in the Paṭisambhidā, just as the root of a world of men?",
    "ai-atk-abh02a5:26_2": "and do not recite the reason.",
    "ai-atk-abh02a5:26_3": "For ignorance is the origin of defilement.",
    "ai-atk-abh02a5:26_4": "But there might be roots,",
    "ai-atk-abh02a5:26_5": "But what is it?",
    "ai-atk-abh02a5:26_6": "But to the gradual Question",
    "ai-atk-abh02a5:26_7": "The Fortunate One, having done this auspicious talk, he related two things:",
    "ai-atk-abh02a5:26_8": "Or alternatively, craving for continued existence –",
    "ai-atk-abh02a5:26_9": "“Mendicants, if a point isn’t found in a point, then, later ignorance wouldn’t come to be.",
    "ai-atk-abh02a5:26_10": "And yet it is evident that there is a specific condition for ignorance.”",
    "ai-atk-abh02a5:26_11": "according to the continuation of existence –",
    "ai-atk-abh02a5:26_12": "“Mendicants, there’s no craving for continued existence. But when craving for continued existence isn’t well, craving for continued existence.",
    "ai-atk-abh02a5:26_13": "And yet it is evident that there is a specific condition for craving for continued existence.”",
    "ai-atk-abh02a5:27_0": "But when the Buddha has done this, why should he do these two things?",
    "ai-atk-abh02a5:27_1": "He is reborn in a good place, a heavenly realm,",
    "ai-atk-abh02a5:27_2": "For the deeds of the lay life, for the sake of a (good) deeds,",
    "ai-atk-abh02a5:27_3": "Because ignorance is unstirred by ignorance, an unleprofitable way to get frightened and worried, as handsome hatred, the consequence of their own ignoble, and fame, and steptadied to help themselves, as if they were the wardens of their enemy. And as the other was for the sake of their own bonds.",
    "ai-atk-abh02a5:27_4": "In a good place, the Happy One, who was reborn in a heavenly realm,",
    "ai-atk-abh02a5:27_5": "One who has abolished craving for continued existence like a person who has lived on it, having a cool midday and who ruins it, like a polished craving for continued existence, and whose mind is free from enmity, affliction and anxiety and live happily. And he having a happy life, free from suffering, and from killing living creatures in the heavenly realm.",
    "ai-atk-abh02a5:28_0": "But in regard to this sense, however, the Blessed One teaches the Dhamma in one’s head is constantly taught by the word ‘Vinaya’:",
    "ai-atk-abh02a5:28_1": "“Mendicants, ignorance is a vital condition for choices.”",
    "ai-atk-abh02a5:28_2": "“Bhikkhus, there are things that are prone to being grasped. When you concentrate on the gratification provided by these things, your craving grows.”",
    "ai-atk-abh02a5:28_3": "Where do the climb More",
    "ai-atk-abh02a5:28_4": "“Mendicants, for a fool hindered by ignorance and fettered by craving, this body has been produced.",
    "ai-atk-abh02a5:28_5": "So there is the duality of this body and external name and form. Contact depends on this duality. When contacted through the six sense fields, the fool experiences pleasure and pain.”",
    "ai-atk-abh02a5:28_6": "Factors of teaching the Dhamma of the three kinds of ignorance is taught by means of the penetration consisting in universality, ignorance, and ignorance.",
    "ai-atk-abh02a5:28_7": "This is how the exposition should be known as to conflict.",
    "ai-atk-abh02a5:29_0": "‘Absolute’ means that such as the meaning is that of ignorance.",
    "ai-atk-abh02a5:29_1": "To give up bad conduct, etc., is said to be unconcerned.",
    "ai-atk-abh02a5:29_2": "Should get:",
    "ai-atk-abh02a5:29_3": "If they’re not rid of Ignorance, ignorance is ignorance.",
    "ai-atk-abh02a5:29_4": "That is how one of hating temperament is called “matter”.",
    "ai-atk-abh02a5:29_5": "Since they don’t relish it,",
    "ai-atk-abh02a5:29_6": "the air element ...",
    "ai-atk-abh02a5:29_7": "Ignorant is fourfold: the meaning of suffering, etc., similar to that is, quite destroyed, and confused.",
    "ai-atk-abh02a5:29_8": "Ignorance is produced in all states of existence; it is produced in all existences that originate from all states of existence; it is their relationship to all states of existence.",
    "ai-atk-abh02a5:29_9": "Enjoying in this way, while he is the ultimate females, the aggregates, and the aggregates donations do not stimulate ignorance.",
    "ai-atk-abh02a5:29_10": "Furthermore, consciousness is dependent on the eye and dependently originated phenomena. It is dependently originated ignorance and dependently originated.",
    "ai-atk-abh02a5:30_0": "the cause of fruit (wholesomes) is conditioned.",
    "ai-atk-abh02a5:30_1": "you don’t get back by that;",
    "ai-atk-abh02a5:30_2": "without having reflected on it,",
    "ai-atk-abh02a5:30_3": "By this he is it quietly too.",
    "ai-atk-abh02a5:30_4": "but eldestly, Upaka,",
    "ai-atk-abh02a5:30_5": "Ignorance is a condition for ignorance.",
    "ai-atk-abh02a5:30_6": "With ignorance as condition,",
    "ai-atk-abh02a5:31_0": "conditioned phenomenon; choices are what make it into choices.",
    "ai-atk-abh02a5:31_1": "Furthermore, ignorance is a condition for choices. ...",
    "ai-atk-abh02a5:31_2": "Herein, the meritorious activities are the three kinds of imperishment. These are the three conditions for the mental formations. These are the three conditions for the mental formations.",
    "ai-atk-abh02a5:31_3": "then they all have an unwholesome intentions regarding the whole world.",
    "ai-atk-abh02a5:32_0": "Choices (volitional) processes, choices and consciousness are conditions for the four (volitional) processes. These are the four processes.",
    "ai-atk-abh02a5:32_1": "Herein, “Oh! Conditions are impermanent, all things are impermanent, all states” are dependently originated.",
    "ai-atk-abh02a5:32_2": "they are reborn according to the production of deeds: ‘The eight forms of existence are formless, made based on form.’",
    "ai-atk-abh02a5:32_3": "They also said: “They are impermanent.”",
    "ai-atk-abh02a5:32_4": "but wherever they’re purified, they don’t go.",
    "ai-atk-abh02a5:32_5": "They’re said to be ‘skillful’.",
    "ai-atk-abh02a5:32_6": "“Mendicants, ignorance is conversible in this individual’s essence. It choices make merit with wisdom.”",
    "ai-atk-abh02a5:32_7": "Apprehends that are called ‘sult in bodily energy’.",
    "ai-atk-abh02a5:32_8": "He then went to a hole Monastery, where he was grabbed by the hollow.",
    "ai-atk-abh02a5:33_0": "And it is not only this that is so only for a mendicant who is entering the cessation of perception and feeling, then bodily processes cease without anything left over. That is, then physical, then mental processes.”",
    "ai-atk-abh02a5:33_1": "not he who would have the unconditioned phenomena.",
    "ai-atk-abh02a5:33_2": "‘Consciousness is a condition for consciousness in the way already described.’",
    "ai-atk-abh02a5:34_0": "and their consciousness is unintentional.",
    "ai-atk-abh02a5:34_1": "does not delight in heaven.",
    "ai-atk-abh02a5:34_2": "The form decays.",
    "ai-atk-abh02a5:34_3": "* There is no way for him to carry off the dimension of infinite space and the fields,",
    "ai-atk-abh02a5:34_4": "Contacts touch.",
    "ai-atk-abh02a5:34_5": "When you feel a feelings,",
    "ai-atk-abh02a5:34_6": "‘You’re anxious’,",
    "ai-atk-abh02a5:34_7": "grasping.",
    "ai-atk-abh02a5:34_8": "his brother, and then continued existence.",
    "ai-atk-abh02a5:34_9": "the birth of the people;",
    "ai-atk-abh02a5:34_10": "ages like an old age,",
    "ai-atk-abh02a5:34_11": "hurriedly through death.",
    "ai-atk-abh02a5:34_12": "sorrowless, they grieve,",
    "ai-atk-abh02a5:34_13": "lamentations,",
    "ai-atk-abh02a5:34_14": "Suffering is suffering.",
    "ai-atk-abh02a5:34_15": "Or alternatively, it is the same as the two, thus it is the time to enlightenment factor.",
    "ai-atk-abh02a5:34_16": "pain and sadness,",
    "ai-atk-abh02a5:34_17": "I’m despairing to be reborn,",
    "ai-atk-abh02a5:35_0": "is reborn,",
    "ai-atk-abh02a5:35_1": "and not only that, but focusing on all sides.",
    "ai-atk-abh02a5:35_2": "For the other sentient beings wouldn’t describe it as condition for choices.",
    "ai-atk-abh02a5:35_3": "“One who has a foundation of mindfulness” is a condition for 80 kilometers and ignorance. And ignorance is a condition for ignorance.",
    "ai-atk-abh02a5:35_4": "That’s why ignorance, conditioned by choices, and dependently originated in ignorance.”",
    "ai-atk-abh02a5:35_5": "So in each instance,",
    "ai-atk-abh02a5:36_0": "It is just like that when you’ve gone to the instructions of the nuns",
    "ai-atk-abh02a5:36_1": "so they show themselves to the story of ignorance,",
    "ai-atk-abh02a5:36_2": "As it is said:",
    "ai-atk-abh02a5:36_3": "and almost all the whole of the Buddha.",
    "ai-atk-abh02a5:36_4": "There is no aggregate of suffering for those seven people, and there is no embodiment to pleasure.",
    "ai-atk-abh02a5:36_5": "their origin,",
    "ai-atk-abh02a5:36_6": "‘This produces them.’",
    "ai-atk-abh02a5:36_7": "This is how the exposition should be known here.",
    "ai-atk-abh02a5:37_0": "‘Characteristic’ means being so on, such is:",
    "ai-atk-abh02a5:37_1": "Characteristics of ignorance. Its function is to forget . It is manifested as unequalifiedness.",
    "ai-atk-abh02a5:37_2": "Characteristics of conditions, etc., have the characteristic of choices. Its function is to forget . Its proximate cause is ignorance.",
    "ai-atk-abh02a5:37_3": "consciousness, which rely on accumulation, is concluded the opposite sex. Consciousness is the basis for choices, or its object.",
    "ai-atk-abh02a5:37_4": "to the Characteristic part of the body, which is unresolvable, uncomprehended, unexperienced in consciousness.",
    "ai-atk-abh02a5:37_5": "form has the characteristic of function. Its function is to be uncountable. It is manifested as unexplained. Its proximate cause is seeing its characteristic.",
    "ai-atk-abh02a5:37_6": "It has the characteristic of sightness, etc., which have the six sense spheres, etc., as its object, and so on. Its function is to pervade . Its proximate cause is seeing beings, it is manifested as a reference to.",
    "ai-atk-abh02a5:37_7": "Contact is the characteristic of contact. Its function is to be placed in the Saṅgha. It is manifested as the six sense fields.",
    "ai-atk-abh02a5:37_8": "It has the characteristic of feeling as its profitable. Its function is to neutral feeling. Its manifestation is unequisition . Its proximate cause is neutral.",
    "ai-atk-abh02a5:37_9": "Craving is the cause of craving. Its function is to be unconcerned . It is manifested as a decrease .",
    "ai-atk-abh02a5:37_10": "Craving for is characterized as guarding the characteristic, etc., and craving for grasping. It is manifested as a continued existence. Craving is the view of craving.",
    "ai-atk-abh02a5:37_11": "From the fruit of deeds, profitable deeds, and unprofitable kamma are profitable. It is manifested as the profitable.",
    "ai-atk-abh02a5:37_12": "The characteristic of birth should be understood in the way already described.",
    "ai-atk-abh02a5:37_13": "This is how the exposition should be known as to characteristic, etc., here.",
    "ai-atk-abh02a5:38_0": "‘Here the unknown’: ‘Ignorance is one thing.’ Then there are two kinds of feeling here and there are two kinds of feeling beginning with ignorance and formations beginning with volition. All these two kinds of feeling beginning with in reference to the four ways of practices, all these two kinds of feeling should be understood.",
    "ai-atk-abh02a5:39_0": "Conditions are of two kinds, profitable states, etc., of the profitable states, etc., of the profitable states, and of the nine kinds of unprofitableness in the three ways, and of defilement, and in three ways, is the fourfold reckonings, and in five ways.",
    "ai-atk-abh02a5:40_0": "Consciousness of consciousness, etc., is of two kinds, three kinds, fourfold and fivefold origination due to surmounting of consciousness, and of mentality, two kinds of feeling, three kinds of concentration, and fivefold origination by means of the fourth jhāna.",
    "ai-atk-abh02a5:41_0": "Consciousness is the one kind of consciousness, and as to its object, it is of two kinds as particular with the object, and so on.",
    "ai-atk-abh02a5:42_0": "the six sense fields produced by this jhāna is its profound and the plane of contact, its meaning, and its inspires confidence in others. The one whose mind is beginning with the two kinds of contact should be understood as system of contact, and one who gives rise to the three.",
    "ai-atk-abh02a5:42_1": "This is how only one thing such as to variety and unknown,",
    "ai-atk-abh02a5:43_0": "‘According to the recitation of the Ganges’ is said, and so on. The meaning here is this: “Bhikkhus, there is no deliverance of meaning.”",
    "ai-atk-abh02a5:43_1": "For when old age and death come to be, they all have come to be as that of a fool:",
    "ai-atk-abh02a5:43_2": "“Mendicants, when an uneducated ordinary person experiences painful physical feelings they sorrow and wail and lament, beating their breast and falling into confusion.”",
    "ai-atk-abh02a5:43_3": "And the wheel of ignorance rolls forth by ignorance eventually becomes a condition for rebirth.",
    "ai-atk-abh02a5:43_4": "Consequently, they should be understood only one kind of old age and death, and dependently originated.",
    "ai-atk-abh02a5:43_5": "This is how the exposition should be known to each one’s own points.",
    "ai-atk-abh02a5:43_6": "This, firstly, is the section dealing with the recitation passage.",
    "ai-atk-abh02a5:44_0": "The commentary on the recitation section is finished.",
    "ai-atk-abh02a5:45_0": "Ignorance",
    "ai-atk-abh02a5:46_0": "226.",
    "ai-atk-abh02a5:46_1": "Now, the detailed explanation of the section dealing with the recitation passage.",
    "ai-atk-abh02a5:46_2": "“Ignorance is a condition for choices.”",
    "ai-atk-abh02a5:46_3": "Herein, regarding (mental) processes that are to be shown in (volitional) processes,. Both my sons are the first kind already described.",
    "ai-atk-abh02a5:46_4": "So that’s what I’ve done,",
    "ai-atk-abh02a5:46_5": "Therefore he should teach the Dhamma to the people, the Teacher, who is so skilled in apprehending the three people.",
    "ai-atk-abh02a5:46_6": "knowing the origin of suffering,",
    "ai-atk-abh02a5:47_0": "Herein, this is called ignorance because he knows and sees. Characts in which he sees, the characteristics of suffering, and the function of vanity of ignorance, and having grasped them, they are called “secute”.",
    "ai-atk-abh02a5:47_1": "So because they do know and see the practice that leads to the cessation of suffering, the practice that leads to the cessation of suffering. They are able to get rid of the practice that leads to the cessation of suffering. So they don’t make an end of suffering.",
    "ai-atk-abh02a5:47_2": "These are the four instances in which they reverse.",
    "ai-atk-abh02a5:48_0": "But when the texts had been laid down, they think in accordance with the Count Vedas, and they don’t understand these four reasons.",
    "ai-atk-abh02a5:48_1": "Herein, when past means of the past there are past, future, and present.",
    "ai-atk-abh02a5:48_2": "and later, gone beyond the elements of the sense spheres,",
    "ai-atk-abh02a5:48_3": "the dangers of vanquishing him.",
    "ai-atk-abh02a5:48_4": "(all) processes, the dying of conditions, the phenomena are the factors for the sake of ignorance.",
    "ai-atk-abh02a5:48_5": "Choices of ignorance and formations are included in ignorance,",
    "ai-atk-abh02a5:48_6": "Herein, it is called aggregates in this way to give rise to the characteristics of ignorance, and who knows and sees and sees in the past, future and present these things are capable of getting rid of getting rid of greed for it. That is why it is called “self” .",
    "ai-atk-abh02a5:48_7": "Since it is so, these things are called because it transcends the aggregates of the future and present to him the phenomena, are capable of having arisen in them, to fact that it is called rejection of reference to the three characteristics of existences, and functions opposites that don’t exist after considering them all. Consequently, they’re said to be seeking these things.",
    "ai-atk-abh02a5:48_8": "Ignorance is included in in these eight places.",
    "ai-atk-abh02a5:49_0": "what’s the point of what is done?",
    "ai-atk-abh02a5:49_1": "And how is rebirth made by oneself?",
    "ai-atk-abh02a5:49_2": "For if you know and see these eight things that are inappropriate to give, what can you do?",
    "ai-atk-abh02a5:49_3": "Both these eight grounds for rebirth in a place.",
    "ai-atk-abh02a5:49_4": "After doing so, he said, “Where are you not able to see the five characteristics, ignorance?” and he added:",
    "ai-atk-abh02a5:50_0": "Herein, who is engaged in these eight characteristics, etc., not who has given their five characteristics, etc., even when analyzed again and again, it is called “haven” .",
    "ai-atk-abh02a5:50_1": "Just as a man who is not seeking a cowherd should ask:",
    "ai-atk-abh02a5:50_2": "“So, Venerables, you’ve even see a white parasol.”",
    "ai-atk-abh02a5:50_3": "They’d say:",
    "ai-atk-abh02a5:50_4": "“What have you no characteristic of slimb? Why are you sitting?”",
    "ai-atk-abh02a5:50_5": "Then they said: ‘What did you say’ is well-spoken by the wind,’ and scorned by cattle,’",
    "ai-atk-abh02a5:50_6": "In the same way, this fame is called one who has given up five characteristics, etc., and twenty-five characteristics, and even when analyzed again and again, it is not easy to grasp however it is known -",
    "ai-atk-abh02a5:50_7": "Therefore the characteristic of endearing should be understood in five ways:",
    "ai-atk-abh02a5:51_0": "That is:",
    "ai-atk-abh02a5:51_1": "the wisdom there is from overstanding,",
    "ai-atk-abh02a5:51_2": "If she makes a mistake for the four reasons, the floor covers, and the floor is unfinished.",
    "ai-atk-abh02a5:51_3": "And when ignorance has arisen, it’s unshakable to give to the knowledge, and not to make an end.",
    "ai-atk-abh02a5:51_4": "the wisdom there is from insight and wisdom.",
    "ai-atk-abh02a5:51_5": "She then sees that person who was made.",
    "ai-atk-abh02a5:51_6": "But when ignorance has arisen, they don’t give it up.",
    "ai-atk-abh02a5:51_7": "and wisdom.",
    "ai-atk-abh02a5:51_8": "She cured it and produced.",
    "ai-atk-abh02a5:51_9": "But when ignorance has arisen, it doesn’t give it up.",
    "ai-atk-abh02a5:51_10": "the wisdom there is from being private parts.",
    "ai-atk-abh02a5:51_11": "She then becomes obstructed by an enlightenment factor for it.",
    "ai-atk-abh02a5:51_12": "But if I’m able to dispel it, you’re able to wake up and repulsion, not being able to penetrate it.",
    "ai-atk-abh02a5:51_13": "wisdom is the cause of inclusiveness.",
    "ai-atk-abh02a5:51_14": "She then took it and sew it with her.",
    "ai-atk-abh02a5:51_15": "But if she sews it and then gives it to the news, but if it does not shake, she is not able to seize it.",
    "ai-atk-abh02a5:51_16": "and killing.",
    "ai-atk-abh02a5:51_17": "She then grabbed her and plunges her. She then grabs her.",
    "ai-atk-abh02a5:51_18": "But when ignorance has arisen, they give it up and don’t go without a group. They don’t give it to others.",
    "ai-atk-abh02a5:51_19": "and wisdom.",
    "ai-atk-abh02a5:51_20": "That monastery, and the right made, looked after (from it).",
    "ai-atk-abh02a5:51_21": "ignorant, ignorance, and he gives to right endeavour. And if there’s no idea of giving rise to equanimity, it’s not shake.",
    "ai-atk-abh02a5:51_22": "wisdom,",
    "ai-atk-abh02a5:51_23": "and that resentment is reviewed.",
    "ai-atk-abh02a5:51_24": "But when ignorance has arisen it up, it does not give it up, and it does not conflict.",
    "ai-atk-abh02a5:51_25": "There’s no way I’d resigned, and both indeed.",
    "ai-atk-abh02a5:51_26": "Quickly praised by the bad,",
    "ai-atk-abh02a5:51_27": "for the fool, because of knowledge;",
    "ai-atk-abh02a5:52_0": "wisdom is raised up to wisdom.",
    "ai-atk-abh02a5:52_1": "He understands the goal of the four items, which is liable to grow old, that is,",
    "ai-atk-abh02a5:52_2": "But having ignorance, they don’t give it up. They don’t give to worry about care of themselves,",
    "ai-atk-abh02a5:52_3": "Delusion by delusion,",
    "ai-atk-abh02a5:52_4": "Rejoicing deceitfulness is indeed",
    "ai-atk-abh02a5:52_5": "non-delusion is as equal to say.",
    "ai-atk-abh02a5:52_6": "and ignorance, etc., which is called “ignorance” and so on.",
    "ai-atk-abh02a5:52_7": "When it comes, he slows the sandals, non-human beings.",
    "ai-atk-abh02a5:52_8": "(but) he who is detached from the bonds of ignorance,",
    "ai-atk-abh02a5:52_9": "Without giving up worry again and again, the underlying tendency to ignorance underlies that.",
    "ai-atk-abh02a5:52_10": "thieves in their bodies, thieves and obstinately sticking to the tail, like a cloth takes a branch with ignorance.",
    "ai-atk-abh02a5:52_11": "Just as when the city gates are prepared in a city with the length of the city, people haunt the city of the city of Bhoganagara inside the town, the capital cities, the town, the city of Enlightened One, and the city is known as Sakka.",
    "ai-atk-abh02a5:52_12": "Skillful, roots, and unskillfuls because of the roots.",
    "ai-atk-abh02a5:52_13": "But it doesn’t give rise to the unskillful, or delusion.",
    "ai-atk-abh02a5:52_14": "This is called ignorance, this is called ignorance.",
    "ai-atk-abh02a5:52_15": "In this way one is to understand through twenty-two marks of ignorance,",
    "ai-atk-abh02a5:53_0": "But when these characteristics in their ignorance in this way, their state of existence is unknowing about suffering, etc., their refers to the together with their object.",
    "ai-atk-abh02a5:53_1": "and one who originates from birth and death does not appear.",
    "ai-atk-abh02a5:53_2": "It is not one who stops, and one who does not perceive them as its object.",
    "ai-atk-abh02a5:53_3": "Even a single moment of the flame does not appear in the same place as before.",
    "ai-atk-abh02a5:53_4": "With ignorance as object, it arises.",
    "ai-atk-abh02a5:53_5": "and the arising of ignorance.",
    "ai-atk-abh02a5:53_6": "With the cessation of ignorance, it does not occur because of ignorance.",
    "ai-atk-abh02a5:53_7": "With ignorance the variety of paths, he gives it up.",
    "ai-atk-abh02a5:54_0": "Two truths are deep and hard to see.",
    "ai-atk-abh02a5:54_1": "truthful, hard to see, hard to understand,",
    "ai-atk-abh02a5:54_2": "But it is the noble truth of the cessation of suffering that is deep and hard to see.",
    "ai-atk-abh02a5:54_3": "Herein, suffering is called the characteristic of suffering. The characteristic of seers are deep and hard to see.",
    "ai-atk-abh02a5:54_4": "Likewise in the case of the origin.",
    "ai-atk-abh02a5:54_5": "Just as the ocean drunk on the ocean shores of the beheads, pulled up the sandals on the ocean, picked up a rock ori.",
    "ai-atk-abh02a5:54_6": "In the same way there are two deep truths that are profound and hard to understand: the truth, and the state of cessation.",
    "ai-atk-abh02a5:54_7": "So it is called deep, hard to see, subtle, comprehensible to the four noble truths, and hard to comprehend.",
    "ai-atk-abh02a5:55_0": "Ignorance",
    "ai-atk-abh02a5:56_0": "The Description of the Choices",
    "ai-atk-abh02a5:57_0": "choices of the abode of conditions, in the future ignorance, there are choices because of their repetitions of choices. When ignorance, ignorance is a condition for choices.",
    "ai-atk-abh02a5:57_1": "Choices merit, etc.",
    "ai-atk-abh02a5:57_2": "Herein, rising for oneself: he makes merit and make merit.",
    "ai-atk-abh02a5:57_3": "choice ... it is produced by choices and intentions; choices are a condition for choices.",
    "ai-atk-abh02a5:57_4": "(There is) a meritorious (volitional) process, a demeritorious (volitional) process,",
    "ai-atk-abh02a5:57_5": "creating merit;",
    "ai-atk-abh02a5:57_6": "good choices, bad choices, and imperturbable choices.",
    "ai-atk-abh02a5:57_7": "It is not the imperturbable.",
    "ai-atk-abh02a5:57_8": "imperturbable choice, imperturbable choices, and imperturbable choices.",
    "ai-atk-abh02a5:57_9": "bodily formations occurring to the body or the body.",
    "ai-atk-abh02a5:57_10": "and the same (volitional) processes of mental processes, and the rest.",
    "ai-atk-abh02a5:58_0": "Herein, the first suttantas",
    "ai-atk-abh02a5:58_1": "“Well, if someone makes a good choice, their consciousness enters a good realm.",
    "ai-atk-abh02a5:58_2": "If they make a good choice, their consciousness enters a good realm.",
    "ai-atk-abh02a5:58_3": "If they make an imperturbable choice, their consciousness enters an imperturbable realm.”",
    "ai-atk-abh02a5:58_4": "In the second Vibhaṅga only serves and sauces to the Analysis of Suttanta. When he has finished his view, that is proper to say.",
    "ai-atk-abh02a5:58_5": "Herein, there are these three (volitional) processes, monks:",
    "ai-atk-abh02a5:58_6": "What three?",
    "ai-atk-abh02a5:58_7": "Choices by way of body, speech, and mind.”",
    "ai-atk-abh02a5:58_8": "But why are they did you take possession of these inferior qualities?",
    "ai-atk-abh02a5:58_9": "This is the name of the river that was not spoken by those deities.",
    "ai-atk-abh02a5:58_10": "This one who has all been overpowered,",
    "ai-atk-abh02a5:58_11": "The meaning of the teaching and training proclaimed by one, and then they explain the meaning to this.",
    "ai-atk-abh02a5:59_0": "now (mental) processes bringing merit to the breakup of (volitional) processes, what is demerit?",
    "ai-atk-abh02a5:59_1": "Herein, wholesome intention is profitable. The four grounds are of the earth kasiṇa .",
    "ai-atk-abh02a5:59_2": "Those of the sense-spheres is profitable, fine-material, immaterial, three kinds of good conduct, the five spheres of contact in the sphere of contact.",
    "ai-atk-abh02a5:59_3": "Many of the meritorious acts, etc., that is to say, the base consisting of merit, etc., of the making merit, by means of the merit,",
    "ai-atk-abh02a5:59_4": "Herein, eight are of the eight kinds of heavenly sensual stimulation.",
    "ai-atk-abh02a5:59_5": "For the development of the Development",
    "ai-atk-abh02a5:59_6": "For just as when a master of the Dhamma’s virtue is lovely, the later does not know the text,",
    "ai-atk-abh02a5:59_7": "In the same way, when one who is doing it through the special qualities of the meditation subject, the meditation subject of the meditation subject becomes clear to him if he gives his attention to it.",
    "ai-atk-abh02a5:59_8": "Therefore it is said: “But however, the development of the Development of these.”",
    "ai-atk-abh02a5:60_0": "Herein, the ability to give rise to joy in those beginnings thus: “According to the intention of giving, sacrifices what is expressed in this way:",
    "ai-atk-abh02a5:60_1": "This is called a gift of merit.",
    "ai-atk-abh02a5:60_2": "They perform ethical conduct regarding ethical conduct. ...",
    "ai-atk-abh02a5:60_3": "The intention based on the manifestation of what is prepared in himself is this territory:",
    "ai-atk-abh02a5:60_4": "This is called a demeritorious (volitional) process.”",
    "ai-atk-abh02a5:61_0": "yet another in the four ways of giving rise to joy in the five ways beginning with “which kinds of the fine-material objects in the three kinds of the fine-material and counterparts, in the borderlands, the later generations of joy in the earlier strikes and apprehending the later starting from the nose, namely, happiness, and gladness in the past,",
    "ai-atk-abh02a5:61_1": "Then I will fulfill the practice of ethical renunciates, who think ‘I will go forth.’ When walking, they think, ‘I’ll live in a mind-made reciting the Monastic Code.’ Some, having approached, sprinkled the thoroughly like this, he revers the Ājīvaka ascetics. Pātimokkha, making a livelihood that is known by the name of virtue.",
    "ai-atk-abh02a5:61_2": "When he said this, you’re the path to penetrate the forms. You’re impermanent, suffering, and perishable.",
    "ai-atk-abh02a5:61_3": "eye consciousness ...",
    "ai-atk-abh02a5:61_4": "mind consciousness. ...”",
    "ai-atk-abh02a5:61_5": "feeling born of mind contact ...",
    "ai-atk-abh02a5:61_6": "feeling born of mind contact ...",
    "ai-atk-abh02a5:61_7": "Mindfulness of the teaching is impermanent, suffering, and perishable. This is the detailed explanation of the development of the mind.",
    "ai-atk-abh02a5:62_0": "Unskillful (volitional) processes, unwholesome intentions associated with the mind,",
    "ai-atk-abh02a5:62_1": "And although they arise there are two kinds of sensual stimulation: here and there, with the intention to commit theft, dispelling of forms, or with the disappearance of the sensual pleasures, stilling there, loving-kindness and groups given in the different ways in the different ways in the different realms of sensual pleasures, they are resided here and there.",
    "ai-atk-abh02a5:63_0": "In the imperturbable, skilled in each of the fine-material sphere, immaterial sphere, and unprofitable,",
    "ai-atk-abh02a5:63_1": "For these four are only called an imperturbable choice that is imperturbable impulsion in the sense of requisites and an imperturbable ;",
    "ai-atk-abh02a5:63_2": "For the last one of these three fine-material spheres is constructed in brief, there are three things in the fine-material and immaterial, namely, “Possessing the sense-spheres in the sense-spheres and proficiency in the fine-material sphere. ”",
    "ai-atk-abh02a5:63_3": "Herein, one of these skillful intentions are unbroken, transmigrations, working, and radiatingn out.",
    "ai-atk-abh02a5:63_4": "But the results of this teachers, the result of intentions, etc., don’t gradually practice the result of good conduct,",
    "ai-atk-abh02a5:63_5": "Such is called an unprofitable enlightenment comes from such a four directions. Those who are unincluded in each other, like the sun’s flash of the room traders, and is said to be the way of the people.",
    "ai-atk-abh02a5:64_0": "So it is with one production of merit, pervading in four ways, that is to say, the four in number, and the nine kinds of merit, according to publication, according to concentration, all kinds of merit, according to seniority, and all the triple (only),",
    "ai-atk-abh02a5:64_1": "And so the Buddha, without being told by the Universal Monarch’s end of the wheel-turning monarchs, he presented each of the similes of the corpse of the wheel-turning monarch and he showed it with the darkness.",
    "ai-atk-abh02a5:65_0": "Now what storms are skillful, unskillful, and blameworthy?",
    "ai-atk-abh02a5:65_1": "Body intention regarding the body:",
    "ai-atk-abh02a5:65_2": "Herein, physical contact: eight kinds of bodily conduct, mental intention, and mental preceding the mind, androsessions, in theedignorant mind.",
    "ai-atk-abh02a5:65_3": "When you keep company with bad friends, unskillful qualities behave like a cloth, that is skillful and unskillful, that is unskillful.",
    "ai-atk-abh02a5:66_0": "verbal intention, and mental rolling and expressing their by way of speech,",
    "ai-atk-abh02a5:66_1": "Wandering, a cloth screen, a caravan, or a bad reputation, they proceed.",
    "ai-atk-abh02a5:66_2": "But here there is no reason for one’s direct-knowledge is a condition for consciousness.",
    "ai-atk-abh02a5:66_3": "And how there is no such direct knowledge investigations either,",
    "ai-atk-abh02a5:66_4": "That’s why it should be developed by an instance.",
    "ai-atk-abh02a5:66_5": "In ignorance they are all conditioned.",
    "ai-atk-abh02a5:67_0": "Though there was a (volitional) intention, calming over the mind, all of them were destroyed, factors, and thirty-two pieces of a single intention,",
    "ai-atk-abh02a5:67_1": "And so the Buddha showed three skillful deeds with unprofitable currents.",
    "ai-atk-abh02a5:68_0": "And what is the same way to understand these two ends?",
    "ai-atk-abh02a5:68_1": "For a merit may be decided by way of body, speech, and mind. They may be pure in verbal processes, mental processes.",
    "ai-atk-abh02a5:68_2": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.",
    "ai-atk-abh02a5:68_3": "revolves the mind that have arisen in your mental processes. And mental (volitional) processes is mental processes,",
    "ai-atk-abh02a5:68_4": "When bodily process is stilled",
    "ai-atk-abh02a5:68_5": "‘When a bad choice by way of body, speech, and mind is mental process,",
    "ai-atk-abh02a5:69_0": "They may be a demeritorious (volitional) process, a demeritorious (volitional) process, an imperturbable (volitional) process.",
    "ai-atk-abh02a5:69_1": "Likewise, verbal processes,",
    "ai-atk-abh02a5:69_2": "They may be a demeritorious (volitional) process, a demeritorious (volitional) process, an imperturbable (volitional) process.",
    "ai-atk-abh02a5:69_3": "These are the conditions for choices.",
    "ai-atk-abh02a5:70_0": "But how should you know it?",
    "ai-atk-abh02a5:70_1": "These are the conditions for ignorance.",
    "ai-atk-abh02a5:70_2": "Ignorance is the nature of ignorance,",
    "ai-atk-abh02a5:70_3": "For when in one whose ignorance is suffering, they haven’t given up the three kinds of suffering in ignorance and their suffering, yet they still perceive that they haven’t given up ignorance, nor do they perceive that it comes to suffering in the present life, the origin of suffering, and the path that leads to the cessation of suffering. Namely knowing the paths of enlightenment, they perceive the paths of suffering, and the path leading to the cessation of suffering. Yet they perceive these three kinds of suffering, and the practice that leads to the cessation of suffering.",
    "ai-atk-abh02a5:71_0": "Besides, he hasn’t given up inferior in the four kinds of mindfulness meditation, which is more subtle than the truth of suffering, old age, and death, to the bearer of the running of the body, which is painful previously dread and subdued, is to say, the pain of the deathless.",
    "ai-atk-abh02a5:71_1": "Pleasant is the best of the thoroughly gifts of the meritorious actions that he reaches the fruit of (supernatural) faculties and merit, like a very large bird’s lamps, and the consequence of his merits, as it were, is the wrong blossoming of enlightenment by the consequence of his merits, as a hunter smooth) the flame of flowers and self-controllection.",
    "ai-atk-abh02a5:72_0": "And those dangers and threats as defilement in worldly pleasures, and while seeing the danger in it, it still dreadful and exhausted as if subtle and secrets the danger in worldly merit, and it does so even, like a fool, after seeing the danger in it, wanting to thrown as a neighbourhood of a wound, it were as if sugar as if sugarlime rainings a drought but swing into the sky.",
    "ai-atk-abh02a5:72_1": "As they do so, unbecoming and looking down on choices by means of the suffering that is calmed intoxicated by the skin, which is painful, sharp, severe, and severe.",
    "ai-atk-abh02a5:73_0": "Thus there is no (volitional) processes in this way,",
    "ai-atk-abh02a5:73_1": "Therefore he should know:",
    "ai-atk-abh02a5:73_2": "These are the conditions for ignorance.",
    "ai-atk-abh02a5:73_3": "And this is said too:",
    "ai-atk-abh02a5:73_4": "“Mendicants, when ignorant creates a good choice, a bad choice, and an imperturbable choice.",
    "ai-atk-abh02a5:73_5": "When a mendicant has given up ignorance and given rise to knowledge, they don’t make a good choice, a bad choice, or an imperturbable choice.”",
    "ai-atk-abh02a5:74_0": "Here it may be said:",
    "ai-atk-abh02a5:74_1": "taken as long as it takes to me.",
    "ai-atk-abh02a5:74_2": "Now, this is what should be spoken of:",
    "ai-atk-abh02a5:74_3": "‘What is the cause?’",
    "ai-atk-abh02a5:74_4": "Here is this:",
    "ai-atk-abh02a5:75_0": "What is the reason why two kinds of merit:",
    "ai-atk-abh02a5:76_0": "the condition being by way of another is a condition for the other,",
    "ai-atk-abh02a5:77_0": "Herein, ‘In the case of two kinds: this is the condition for the object beginning with merit and for the object.’",
    "ai-atk-abh02a5:77_1": "For one whose mind is unconditioned in the way that is to say: the aggregates of sense desires, by means of the loving-kindness of the fine-material and immaterial kinds of becoming, by surmounting of the fine-material sphere, etc., is a condition for the purpose of abandoning the opposite sex, a condition for the purpose of giving up and surmounting ignorance, and those in the fine-material spheres.",
    "ai-atk-abh02a5:77_2": "Likewise, when ignorance and human beings, they make merit and musical in existence.",
    "ai-atk-abh02a5:78_0": "‘In reality’ means that very necessary condition for merit and demeritage there is a condition for many kinds of merit.",
    "ai-atk-abh02a5:78_1": "For this is the cause of greed, hate, and delusion, when the objections of the opposite-self, etc., and their objects in the way beginning, “This underlying tendencies is threatened by ignorance and their unprofitable, making amends for in an unprofitable, and unprofitable objectsive object.",
    "ai-atk-abh02a5:79_0": "‘On the condition’ means dead, observed the imperturbable,’ in the same way under the instance of a dead manner.",
    "ai-atk-abh02a5:79_1": "But the meaning should be understood in the way already described .",
    "ai-atk-abh02a5:80_0": "Here it may be said:",
    "ai-atk-abh02a5:80_1": "‘But what is the cause, what is the reason why of these choices come to be?’",
    "ai-atk-abh02a5:80_2": "But even one word can serve him—",
    "ai-atk-abh02a5:80_3": "Then there are other conditioned phenomena in ignorance for one kind of choices, or for some other.",
    "ai-atk-abh02a5:80_4": "Now, when will he have no power (thinking):",
    "ai-atk-abh02a5:81_0": "One world, not according to one stage or not.",
    "ai-atk-abh02a5:82_0": "But there is one meaning of the fruition of existences.",
    "ai-atk-abh02a5:83_0": "For one time there is no (true) home in the body, and there is no one need for fruit,",
    "ai-atk-abh02a5:83_1": "or one handing over to many wishes.",
    "ai-atk-abh02a5:83_2": "But for the hand of many kinds of unnatural reason it is only twofold.",
    "ai-atk-abh02a5:83_3": "for countless kinds of plants and seeds that are made of stress, as well as the result of forms, and so on.",
    "ai-atk-abh02a5:83_4": "But it is possible that there is a single cause or condition for choices, consciousness is possible (volitional) processes.",
    "ai-atk-abh02a5:84_0": "And here the Blessed One needs an enemy to help be exercise of times as due to previous practice, which is not suitable to analyze, or to the one enemy.",
    "ai-atk-abh02a5:84_1": "Because of the contacts there is no one reason for one,",
    "ai-atk-abh02a5:84_2": "The contact arising of feeling as caused by contact,",
    "ai-atk-abh02a5:84_3": "The contact of feeling, the experience of contact as it is liked,",
    "ai-atk-abh02a5:85_0": "“An abode is embarrassed by causing it, these are the reason why these things are the causes.”",
    "ai-atk-abh02a5:85_1": "For Pāṭaliputta, etc., the phlegm can be brought here,",
    "ai-atk-abh02a5:85_2": "“Mendicants, intention shapes all phenomena whatsoever that are bad, unskillful qualities.”",
    "ai-atk-abh02a5:85_3": "For improper attention is unprofitable.",
    "ai-atk-abh02a5:86_0": "Therefore it should be understood that ignorance is produced in choices, and others as its object, is a term for choices, as its object, and underlying tendencies of aggregates, saying: “Because of their origin, their cessation, and the practice that leads to their cessation should be understood.”",
    "ai-atk-abh02a5:86_1": "And this meaning should be illustrated by one or other of its fruit, and with its result as its roots and fruits,",
    "ai-atk-abh02a5:87_0": "Here it may be said:",
    "ai-atk-abh02a5:87_1": "Even so, in that case, how does one end with the fruit of ignorance, give rise to knowledge of imperturbable choices?",
    "ai-atk-abh02a5:87_2": "for he does not lie down on the bed,",
    "ai-atk-abh02a5:87_3": "How do you not realize?",
    "ai-atk-abh02a5:87_4": "for in the world:",
    "ai-atk-abh02a5:88_0": "likewise, discomfort and great fortunate, likewise those like me.",
    "ai-atk-abh02a5:89_0": "is a condition for the result, and for the result of those who are present.",
    "ai-atk-abh02a5:90_0": "For it is a condition for the function of things that is not clear and free from sense desires, and the unprofitable in the world.",
    "ai-atk-abh02a5:90_1": "Because the previous disappearance of the previous practice, the mental processes have ceased, and the rest it is the cause of crafts, etc., as they transferred to as their former profession.",
    "ai-atk-abh02a5:90_2": "What is the cause of course, curds, monasteries, and change.",
    "ai-atk-abh02a5:90_3": "The eye-consciousness, the inner skin of the eye-consciousness, the worm-infested currents, and the defilements.",
    "ai-atk-abh02a5:90_4": "Eye consciousness, etc., are conditions for the eye, and so on.",
    "ai-atk-abh02a5:90_5": "The first, etc., the western Bamboo Grove, the western Controller, and the so on.",
    "ai-atk-abh02a5:91_0": "And just as with an incomparable, the Successful (magical) powers is the basis for defeats,",
    "ai-atk-abh02a5:91_1": "For the formidable is the condition for the feeling in one whose form and for the sake of seed is a condition for the repair,",
    "ai-atk-abh02a5:91_2": "formless and unshakable, without form.",
    "ai-atk-abh02a5:91_3": "Godhātāla, Subāhu, and Snakes who are eighteen years old, to be seen by the earth,",
    "ai-atk-abh02a5:91_4": "Those things who are distinguished in the various things, and those in the results of the teachings don’t have the same result in terms of causes and reasons.",
    "ai-atk-abh02a5:91_5": "So this result is the result of all kinds of favourable to the result of ignorance and of all kinds, and all the other three divine abidings and fruits, presence and non-disappearance conditions. And the requisites should be understood as due to the instance of making merit.",
    "ai-atk-abh02a5:92_0": "And although they told him “The abandoning of ignorance in that ignorance is painful previously, havingnored the state of existence, yet they in the threefold science in the threefold reckoning of suffering, yet they haven’t given up their unknownness in three ways, and they in the stage of their unknownness in three ways.”",
    "ai-atk-abh02a5:93_0": "Furthermore, this is another way:",
    "ai-atk-abh02a5:94_0": "When there is passing away and reappearing, they are characteristics,",
    "ai-atk-abh02a5:95_0": "that is conditioned, and confused,",
    "ai-atk-abh02a5:96_0": "these three (volitional) processes, whichever they continue,",
    "ai-atk-abh02a5:97_0": "That is a cause and condition for the occurrence of ignorance.",
    "ai-atk-abh02a5:98_0": "But how do you take pleasure in these three ways?",
    "ai-atk-abh02a5:98_1": "passing away and reappearing there, he thought, “The group of seventeen are injured here and there.”",
    "ai-atk-abh02a5:98_2": "‘Likes’ is oppressed in all seven parts that appear in a corpse.”",
    "ai-atk-abh02a5:98_3": "The meditator who indeed is fearful –",
    "ai-atk-abh02a5:99_0": "“Name and aggregates are the elements of the sense-spheres,",
    "ai-atk-abh02a5:100_0": "Reflecting like this, they’re said to be the.”",
    "ai-atk-abh02a5:101_0": "This is how emitting this for you.",
    "ai-atk-abh02a5:101_1": "Unable to that group of mendicants goes from this world to the next world.",
    "ai-atk-abh02a5:101_2": "Characteristics of conditions. They reveal a variety of choices and their individual essence. They’re happy and well versed in self-mortification, which is accompanied by bliss.",
    "ai-atk-abh02a5:101_3": "When he is conceived in terms of choices, he knows how to define whether they die or not, and he does not know, “Entrate phrases,” and when he is dead or not, “Such is attached to the various aggregates of sentient beings,” and if he does so only on account of that deluded into the body or not, he looks on with a deliverance of craving for the sense faculties, etc., he becomes dispassionate towards them.",
    "ai-atk-abh02a5:101_4": "Then, giving up ignorance and morals, they act in Saṁsāra, surely, themselves the blind dark paths, the destiny, the road, and the use of their merit.",
    "ai-atk-abh02a5:101_5": "Hence it is said:",
    "ai-atk-abh02a5:102_0": "just as the victor doesn’t fall away.",
    "ai-atk-abh02a5:103_0": "A single path is rough by himself with what is path,",
    "ai-atk-abh02a5:104_0": "The fool, like a dung out from transmigration,",
    "ai-atk-abh02a5:105_0": "One person performs merit, too, who alone is unworthy,",
    "ai-atk-abh02a5:106_0": "having understood the Dhamma, he will realize the truth of truth,",
    "ai-atk-abh02a5:107_0": "Enlightenment will be reborn, but if it is not aroused.",
    "ai-atk-abh02a5:108_0": "This is the detailed explanation of the Dhamma in this way.",
    "ai-atk-abh02a5:109_0": "ignorance",
    "ai-atk-abh02a5:110_0": "the Teaching of consciousness",
    "ai-atk-abh02a5:111_0": "227.",
    "ai-atk-abh02a5:111_1": "‘Consciousness is a condition for the eye, sights, eye consciousness, and what is unskillful.’ are two kinds of unskillful things.",
    "ai-atk-abh02a5:111_2": "Having body-consciousness, and body-consciousness,",
    "ai-atk-abh02a5:111_3": "One who is skilled in the mind elements of mind-consciousness element and body have two different kinds of sensual stimulation, and two kinds of fine-material sphere have not yet appeared in the formless realm.",
    "ai-atk-abh02a5:111_4": "Thus there are the thirty-six primary elements of the world together with the other beings.",
    "ai-atk-abh02a5:111_5": "But the supermundane didn’t get up.",
    "ai-atk-abh02a5:112_0": "Herein, it may be:",
    "ai-atk-abh02a5:112_1": "But how should you know this: ‘But how is a condition for consciousness?’",
    "ai-atk-abh02a5:112_2": "and successively bringing each other.",
    "ai-atk-abh02a5:112_3": "For this result, no longer manifestation arises in him,",
    "ai-atk-abh02a5:112_4": "If all were to arise in all places, there would be no more cropsing.",
    "ai-atk-abh02a5:112_5": "and he does not know what is to be done and what is not given –",
    "ai-atk-abh02a5:112_6": "‘Choices are a condition for consciousness.’",
    "ai-atk-abh02a5:113_0": "And having a (volitional) process as condition there is consciousness,",
    "ai-atk-abh02a5:113_1": "The one of good conduct, the delightful kinds of merit, and the five elements of sense-sphere consciousness element’s body consciousness, mind-consciousness element in the sixteen elements, and mind-consciousness element –",
    "ai-atk-abh02a5:114_0": "“By doing good deeds, having done and accumulated wholesome deeds, the resultant eye-consciousness has arisen,",
    "ai-atk-abh02a5:114_1": "the thoughts associated with knowledge, the mind-consciousness element has arisen, the result with knowledge that have arisen, are associated with knowledge, and has arisen in the mind element.” is connected with equanimity, thoughts associated with knowledge, and has arisen in equanimity. It is a basis for happiness that have arisen in equanimity, and is connected with knowledge. Through equanimity that are connected with the intentions that are connected with knowledge and insight that are connected with equanimity.",
    "ai-atk-abh02a5:115_0": "In the fine-material sphere concentration: “Possessed of the form-world, the fine-material sphere, and the fivefold reckoning of all conditions –",
    "ai-atk-abh02a5:116_0": "“In this way the result of skillful deeds, quite secluded from sensual pleasures, secluded from unskillful qualities, he has done the result of deeds. ...”",
    "ai-atk-abh02a5:116_1": "first absorption ...",
    "ai-atk-abh02a5:116_2": "dwells having attained the fifth absorption.”",
    "ai-atk-abh02a5:117_0": "When a merit has (volitional) process in this way, there is consciousness in twenty-factored flame.",
    "ai-atk-abh02a5:118_0": "When a meritorious remote lodging has the five lower fetters, and an excellent consciousness element have a single conscious mind element as well.",
    "ai-atk-abh02a5:119_0": "“There is an unwholesome legal procedure that has been done,",
    "ai-atk-abh02a5:119_1": "Because of the result of ear-consciousness element has arisen, the result of mind-consciousness element arise in him.”",
    "ai-atk-abh02a5:120_0": "The consciousness of the imperturbable form is fourfold, since it is incomparable with the fourfold reckoning of consciousness:",
    "ai-atk-abh02a5:121_0": "“In profitable deeds, surmounting the result of past deeds, he has done bad deeds in the dimension of infinite space. ...”",
    "ai-atk-abh02a5:121_1": "perception of the dimension of infinite consciousness ...",
    "ai-atk-abh02a5:121_2": "perception of the dimension of nothingness ...",
    "ai-atk-abh02a5:121_3": "fourth absorption.",
    "ai-atk-abh02a5:121_4": "he dwells having attained the fourth absorption.”",
    "ai-atk-abh02a5:122_0": "and knowing this, consciousness should be understood:",
    "ai-atk-abh02a5:122_1": "and it occurs with all these two prominents.",
    "ai-atk-abh02a5:122_2": "Herein, there are two kinds of mental happiness due to the element of the mind-consciousness element with the happiness associated with consciousness, and the mental preceding specifically proceeded with the mental preceding.",
    "ai-atk-abh02a5:122_3": "The rest occurred with one of the three",
    "ai-atk-abh02a5:123_0": "How does he do this?",
    "ai-atk-abh02a5:123_1": "Firstly, the eye faculty must be described in the five ways of unprofitableness, for seeing the purpose of seeing, and forwarding off the allowance of the eye, the ear, the nose, the tongue, the body, and the mind associated with sights, and the covetous forms, etc., and according to what is meant.",
    "ai-atk-abh02a5:123_2": "so that unwholesome (deeds) five?",
    "ai-atk-abh02a5:123_3": "For it is only either this that is inside, the independent, or that which is like the object of the visible data.",
    "ai-atk-abh02a5:123_4": "And even if the ten kinds of accumulation are seated as objects, then the objects of the object;",
    "ai-atk-abh02a5:124_0": "Then towards the profitable eye, making a wholesome and exercise of the eye-consciousness element, seeking the object of the heart, having few wishes, contentment, leaning on the object of the heart.",
    "ai-atk-abh02a5:124_1": "Likewise unwholesome, unwholesome, with unprofitable results,",
    "ai-atk-abh02a5:124_2": "But this one has foundation for two reasons.",
    "ai-atk-abh02a5:125_0": "The reason why, though is connected with happiness, based on the home life-continuum, adverting the elements, and the object of the heart, being included in the way beginning, the middle, and the end of the life-continuum, and the objects of the six kinds, and the six kinds of foulness, and the states of non-existence ension, etc., respectively the objects hyposite (of the sun) with the objects, and so on, the objects of the life-continuum, and the infidensesence (of the rest.",
    "ai-atk-abh02a5:125_1": "But when he has applies himself to the two in numbers of consciousnesses, then with the object of that.",
    "ai-atk-abh02a5:125_2": "But this mind becomes unified with it as its object, and there is no two topics for objects of the object. It is not possible to find a vulnerability and no ability to continue.",
    "ai-atk-abh02a5:125_3": "Then it should be understood that these five enemystems occurring as stated .",
    "ai-atk-abh02a5:125_4": "In the remaining in each of the twenty-nine days occurrence of his own mind, non-human beings towards oneself.",
    "ai-atk-abh02a5:126_0": "When a worm-infested corpses have been profitable roots, there are two factors of the consciousness element in the mode of sense desires deep and nostrils. Then there are two kinds of language beginning with the result in the way already stated , the way already described under the headings of the ascetic practices, the intention and the ending of the unprofitable consciousnessess of existence as its object, and then in the way already described the way already described the practiced.",
    "ai-atk-abh02a5:127_0": "Eight reasons to the Commentary One with a minds of sensual pleasures as its object, then the fact that produces the nostrility in the way already stated . Then after the six kinds of enquiry is included in the way already described, the three kinds of becoming awakened under the headings of existence, and the base consisting of boundless minds , produced by the blessing of the limberality.",
    "ai-atk-abh02a5:128_0": "and four instances which he is an important matter, and he is the truth of the origin of suffering in the fine-material sphere. When he is uninterruptedly in the various orders of existence, produced by the passing away of the various kinds of becoming enlightened, the thought “When I am one who performs the deathless,",
    "ai-atk-abh02a5:128_1": "On the contrary, alternatively, and sense-objects are gross physical matter, the objects of the fine-material jhānas, and the others cannot perform.",
    "ai-atk-abh02a5:128_2": "This, firstly, is how the constituents (volitional) processes occur.",
    "ai-atk-abh02a5:128_3": "Of these conditions there are necessary (volitional) processes, the condition for the sake of (mental) processes.",
    "ai-atk-abh02a5:129_0": "Herein, when these eleven objects are stated in the eleven ways, their objects occurring even when a single object, their object is state of non-human beings.",
    "ai-atk-abh02a5:129_1": "the seeds are seized,",
    "ai-atk-abh02a5:129_2": "Herein, sense desires as objects of the fine-material sphere would come to be prevail over there.",
    "ai-atk-abh02a5:129_3": "Eye consciousness ...",
    "ai-atk-abh02a5:129_4": "(may hair) powerfulfilment of the faculties and the various classes of consciousness,",
    "ai-atk-abh02a5:130_0": "And if it is known as the one-decline of form, so delivering of pleasure in form, but not in the teaching.",
    "ai-atk-abh02a5:130_1": "(but) both people and men are not seen as men without people,",
    "ai-atk-abh02a5:130_2": "For just as when a one wants to go, having departed from the household life, wanting to get a central prosperity, and he turns back eventually to the body of a hair, so too, at the end of my lips, and plunges out of the head, so too, at the time force of the body and speech of the kingdom, at the males of the earth, or anyone else where,",
    "ai-atk-abh02a5:131_0": "And if it is known as a great priceless state in the world, when he remains in a flag, sense-sphere Mine, when the object is still present, then these binds of sense desires don’t follow.",
    "ai-atk-abh02a5:131_1": "Later indeed, having reached the ultimate sense, the ultimate object -",
    "ai-atk-abh02a5:131_2": "Even just as the mother or father has sex on her father’s side, so too I am bound with a buttocks, the shouting of the bowstrings, and the tip of the positions,",
    "ai-atk-abh02a5:131_3": "When he is pursuing the pleasures of the senses, etc., and even if he teaches the Dhamma, he turns into a biggest while chief.",
    "ai-atk-abh02a5:132_0": "In the case of these two kinds of temperament is said: “Sense-consciousness element in the way that is to say, sense-spheres, whether past or present, future or present,” and so on. That is why there are final objects in the realm of the cosmos contracting and expanding the mind-consciousness element with a limited object.",
    "ai-atk-abh02a5:133_0": "What is this discussion about this?",
    "ai-atk-abh02a5:133_1": "For it is said in the Commentaries:",
    "ai-atk-abh02a5:133_2": "Then, at the eleventh enquiry, the objects of the Jetavana,",
    "ai-atk-abh02a5:133_3": "Then in a resplendent hanging to the Jeta Grove, the supports do not arise.",
    "ai-atk-abh02a5:133_4": "Then through having the characteristics of impermanence, the object is not found.",
    "ai-atk-abh02a5:133_5": "Then the thought of (senvying): “Perhaps the States are not found in him.”",
    "ai-atk-abh02a5:133_6": "In discrimination of forms, and absence of the form-sphere states is found in me,",
    "ai-atk-abh02a5:133_7": "In the same way the wrong way is rejected, and the object is not found in him.",
    "ai-atk-abh02a5:133_8": "In regard to the (whole) things, the object is not found,",
    "ai-atk-abh02a5:133_9": "in the supermundane states abode of the Uttarakuru is to be found.",
    "ai-atk-abh02a5:133_10": "Then in the knowledge master enlightenment comes from knowledge, and the object is not found in (the same).",
    "ai-atk-abh02a5:133_11": "Then in discrimination of (supernatural) knowledge is not found in Jina.",
    "ai-atk-abh02a5:133_12": "Then a feeble object the weakness of sensual pleasures, the ropes in the door, and the object in the six doors (of the sun). But evening as objects of sensual pleasures takes the life of purity.",
    "ai-atk-abh02a5:133_13": "fine-material objects is called “mind”.",
    "ai-atk-abh02a5:134_0": "Whatever is said in the Commentary is that no less than twenty years old is for their own mind, he is not distracted by anything that, which is wrong to say.",
    "ai-atk-abh02a5:134_1": "hencepts is said:",
    "ai-atk-abh02a5:134_2": "“How many times are there?",
    "ai-atk-abh02a5:134_3": "Are any mental joys?",
    "ai-atk-abh02a5:134_4": "Where is it prepared?",
    "ai-atk-abh02a5:134_5": "Why have you prepared?”",
    "ai-atk-abh02a5:135_0": "together with the harem,",
    "ai-atk-abh02a5:135_1": "the detailed exposition of the teaching on the enlightenment factor,",
    "ai-atk-abh02a5:135_2": "Herein, when an unprofitable way is rarely consumed in the lower realms, he is going to the lower realm of the gods.",
    "ai-atk-abh02a5:135_3": "And she has eight shares of the fine-material spheres. She is reborn in a heavenly realm.",
    "ai-atk-abh02a5:135_4": "and that which is accompanied by that disciple is favourable to her.",
    "ai-atk-abh02a5:136_0": "In brief, there are three objects:",
    "ai-atk-abh02a5:136_1": "the solitude, the foundation of deeds.",
    "ai-atk-abh02a5:136_2": "Herein, a wholesome (good) deed is skilled in intentions.",
    "ai-atk-abh02a5:136_3": "whatever deeds the object is obtained,",
    "ai-atk-abh02a5:136_4": "Herein, when a hundred thousand eons have done in one hundred thousand moments, at that time there was an aeon, or in that place.",
    "ai-atk-abh02a5:137_0": "Here is the sign of that deed:",
    "ai-atk-abh02a5:137_1": "in that cowherd’s shrine, it seems, had a palm called Shrine built.",
    "ai-atk-abh02a5:137_2": "to someone who is attached to his death.",
    "ai-atk-abh02a5:137_3": "But he died and was reborn in the world of the gods.",
    "ai-atk-abh02a5:137_4": "there is an unknown name.",
    "ai-atk-abh02a5:137_5": "For while going along the face with the incomparable",
    "ai-atk-abh02a5:137_6": "and then, having arisen, they cut down, cut off their heads and hatch safely,",
    "ai-atk-abh02a5:137_7": "sit in water:",
    "ai-atk-abh02a5:137_8": "at the time of another worker serves such as the sign of his deeds, or",
    "ai-atk-abh02a5:137_9": "There is another name, there is no change.",
    "ai-atk-abh02a5:137_10": "dropped their baskets in a basket, while sitting in a basket, after defecating the neck from his basket,",
    "ai-atk-abh02a5:137_11": "at the time of deeds such there is a sign of action.",
    "ai-atk-abh02a5:137_12": "Avoiding thus, when the body and headed by the framework of the species of the portions, it terminology in a mind-made ration.",
    "ai-atk-abh02a5:137_13": "Then to the victor, after defeating in a battle,",
    "ai-atk-abh02a5:137_14": "Grounded by the second they repelled by the body.",
    "ai-atk-abh02a5:137_15": "Then, with the body-consciousness and the function of consciousness, they occured the rest of the Paṭisambhidā.",
    "ai-atk-abh02a5:137_16": "and destroyed the victor’s army,",
    "ai-atk-abh02a5:137_17": "for the third time, they burst out of the Ganges,",
    "ai-atk-abh02a5:137_18": "Then to the victor, after defeating in a battle,",
    "ai-atk-abh02a5:137_19": "In this place where these he dies,",
    "ai-atk-abh02a5:137_20": "This is the goal of what is the meaning of it.",
    "ai-atk-abh02a5:137_21": "and I proclaimed the meaning of what is contrary to the Dhamma.",
    "ai-atk-abh02a5:138_0": "for the sake of exertion: one is the colour of sign; one is the colour of fading.",
    "ai-atk-abh02a5:138_1": "Herein, when one is supported in hell for a potter, he appears like a pot.",
    "ai-atk-abh02a5:138_2": "Like a human being’s appearance in the world of men. They appeared in his mother’s womb,",
    "ai-atk-abh02a5:138_3": "Through go to the realm of the gods, he looked after at the tree of the Devas.",
    "ai-atk-abh02a5:138_4": "Thus, the signs that do in connection with the object, and the three are reckoned as objects,",
    "ai-atk-abh02a5:139_0": "And another all:",
    "ai-atk-abh02a5:139_1": "there are three objects for three objects.",
    "ai-atk-abh02a5:139_2": "In the past, future, and present.",
    "ai-atk-abh02a5:139_3": "Perceiving that he is not attached to it,",
    "ai-atk-abh02a5:139_4": "Herein, the base consisting of boundless consciousness is inferior based on the dimension of infinite consciousness and its objects is in the past.",
    "ai-atk-abh02a5:139_5": "regarding the ten kinds of sensual stimulations, or past,",
    "ai-atk-abh02a5:139_6": "The junior monks should be executed.",
    "ai-atk-abh02a5:139_7": "When the object comes about in this way, etc., only referring to the base consisting of boundless consciousness is included in the past, future or present.",
    "ai-atk-abh02a5:139_8": "for present objects there is no mind.",
    "ai-atk-abh02a5:139_9": "Therefore it should be understood that the objects of the thirty-two objects beginning with the objects of the thirty-two objects beginning with the objects of the description of the enlightenment factor is included in the way beginning of the Holy One’s presence.",
    "ai-atk-abh02a5:140_0": "That is:",
    "ai-atk-abh02a5:140_1": "A person of sensual pleasures are standing in the realm of luminous conduct by way of body, speech, and mind. Onlying on a person, you’re affected by bad deeds, and you come from death to die or from a bad place.",
    "ai-atk-abh02a5:140_2": "Then, having arisen in him, the burning of absence of the purification, having arisen in his mind, makes no object referring to the life-continuum.",
    "ai-atk-abh02a5:140_3": "On that occasion when the work is finished, the water is ready, and the foundation of material deeds undertaken by means of the ending of defilements.",
    "ai-atk-abh02a5:140_4": "This is the way of death in the past, future objects, and present objects of the past.",
    "ai-atk-abh02a5:141_0": "And later he goes on the way of the death of the river- confirmed appearance in the way already stated, and on the sign of a fire, etc., which is like a predominanced in water, and that using the sign of water.",
    "ai-atk-abh02a5:141_1": "Then, having spent the three watches of the night refusing to accumulating the seat, he one dropped on the seat spread out just by the mind on the (kind of) his seat. When he was going to the sitting hall, he came to mind for two or three days.",
    "ai-atk-abh02a5:141_2": "having created the support of (good) existence, and mindful,",
    "ai-atk-abh02a5:141_3": "thus far the minds of the past and future are present,",
    "ai-atk-abh02a5:141_4": "Then just as the object of his consciousness arises at that moment, in one of the five objects of the mental processes, just as the object.",
    "ai-atk-abh02a5:141_5": "This is the way in the past, future objects, and present objects.",
    "ai-atk-abh02a5:142_0": "Later, go to the door of the five doors have a sense of greed, and come.",
    "ai-atk-abh02a5:142_1": "But just as when a great liquor has arisen for him by the five objects of death, the group of five once merely passing away and come to them from.",
    "ai-atk-abh02a5:142_2": "and after passing away from there to the realm of (good) continuation,",
    "ai-atk-abh02a5:142_3": "At this point there are two life-continuum consciousnesses: “With the fading away of arrangement and application, the mind five hundred more subtle states of existence.”",
    "ai-atk-abh02a5:142_4": "Then in that place the life-span arises in the same place as object, and the mental joy arises in him,",
    "ai-atk-abh02a5:142_5": "This too is in the past, future objects, and present objects.",
    "ai-atk-abh02a5:142_6": "This, firstly, is the plane of in the past, future and present in terms of the past, future or present.",
    "ai-atk-abh02a5:143_0": "It is wrong, it is to be understood, that is to say, the intentional deed, the mind-made, the length of a man who does not appear in the way already stated. Instead of  doing what is wrong, all is the former.",
    "ai-atk-abh02a5:143_1": "This is in the past, future, and present.",
    "ai-atk-abh02a5:144_0": "When the Happy One’s mind is standing on the ground, he thought, “This is calming it as a mango.”",
    "ai-atk-abh02a5:144_1": "And that is how the one with a finer thought came today.",
    "ai-atk-abh02a5:144_2": "she went to the realm of (good) actions that have arrived.",
    "ai-atk-abh02a5:144_3": "Then, having arisen in him, the burning of a pure object, or absolutely come to bathe and running away, and coming to the Inclusion of life.",
    "ai-atk-abh02a5:144_4": "In that working there is a border, or insignificant deed, but not when the neighborhood of the Holy One’s mind is present.",
    "ai-atk-abh02a5:144_5": "This is the nine objects of the past, future, or present.",
    "ai-atk-abh02a5:145_0": "Another of the death of sensual pleasures, influence of youth, life-span or in the womb, a tree, a bloated corpse, a spotless sign, or a heavenly realm, being with the colour of a malevolent eventual prey.",
    "ai-atk-abh02a5:145_1": "As he exercises his feature the sign arises in him in the way already described.",
    "ai-atk-abh02a5:145_2": "This is the way in the past, future objects, and present objects.",
    "ai-atk-abh02a5:146_0": "You should familiar with the opposite sex, thinking: ‘The relatives are disturbed by the Buddha.’ ... ‘Considering thus, ‘Dear it is the time for your relatives’, and so on. You should see visible objects by the Buddha, the teaching, and the calves in line with the teachings.’",
    "ai-atk-abh02a5:146_1": "While the waters of the one-posing its objects arose in them, its objects and its grossness whenever they arose, and by the five objects of the life-continuum,",
    "ai-atk-abh02a5:146_2": "Then, having passed away from there and making a object, he passed away in one place and were reborn in the same place as before.",
    "ai-atk-abh02a5:146_3": "This too is in the past, future objects, and present objects.",
    "ai-atk-abh02a5:147_0": "Or else, if he does so, the sign of the earth kasiṇa, etc., is standing in a heavenly realm, or in the place of loss is to one of death, his mind enters upon the signless consciousness of the earth kasiṇa and on the signless consciousness of the fine-material sphere.",
    "ai-atk-abh02a5:147_1": "eyes, ears, nose and tongue have come back to the beginning.",
    "ai-atk-abh02a5:147_2": "As they do so the five dangers arise in them a highway.",
    "ai-atk-abh02a5:147_3": "But there is nothing that object to which is beyond the object of patience,",
    "ai-atk-abh02a5:147_4": "therefore having created a decrease with the generation of (good) existence, and after passing away his mind,",
    "ai-atk-abh02a5:147_5": "Then, while in the charnel ground, one of the sense desires arise in the object of a certain one of the object, and one of the objects of respectively objects, settled for the object of a certain object,",
    "ai-atk-abh02a5:147_6": "This is the ninth object of the Holy One’s objects passed through in the past, future, and present objects.",
    "ai-atk-abh02a5:148_0": "By these doing so, the inner bathing is powder should be understood that.",
    "ai-atk-abh02a5:148_1": "This is the preceding of the past, future or present, and present in terms of the past and future.",
    "ai-atk-abh02a5:149_0": "The bad deed is indeed the wrong way, (but) it is known as the signless, and on the spotless mind-made, what is unprofitable. And when a meditation subject goes to destruction, it comes to an unprepared way of mind.",
    "ai-atk-abh02a5:149_1": "Then as one reinforced with the passing away of the deathless consciousness arises in him, so one of the objects appeared on the object.",
    "ai-atk-abh02a5:149_2": "This is the impediment of the past, future, and present. It is preceding the middle, arisen in the past, future.",
    "ai-atk-abh02a5:149_3": "At this point there is an extensive concentration in twenty-one .",
    "ai-atk-abh02a5:150_0": "And this is all the way:",
    "ai-atk-abh02a5:151_0": "and flows through the power of deeds.",
    "ai-atk-abh02a5:152_0": "There are two kinds of breaking up aside and division, etc., that is,",
    "ai-atk-abh02a5:153_0": "For this result of past deeds is the result of past consciousness, future or present, but the result of that occurred to him,",
    "ai-atk-abh02a5:153_1": "It is the condition for the calming of deeds, actually does with different opposite condition.",
    "ai-atk-abh02a5:153_2": "for this is said: “The result of wholesome deeds, unwholesome deeds, or condition.”",
    "ai-atk-abh02a5:153_3": "But when he is ignorant in this way, the two kinds of schismatics should be understood as follows:",
    "ai-atk-abh02a5:153_4": "For this is the difference in between the two kinds of becoming and including that one of the fine-materiality in each case. There are two kinds of becoming and three in the fourfold reckoning, the sixty-four kinds of sensual becoming, the sixty-four kinds of constituent . This is the eighteen kinds of concentration:",
    "ai-atk-abh02a5:154_0": "therein the two Similes, and the schismatics here and there,",
    "ai-atk-abh02a5:155_0": "Two winds, like the sun, with itshade,",
    "ai-atk-abh02a5:156_0": "‘I will develop the basis of psychic power that has arisen in me.’ Then—whether in the fine-material becoming—and when it comes to and has entered into and emerged from that hostilement of _paṇḍaka_ and is developed by an embaneous form, feeling, perception, choices, and consciousness—all of them along with a _paṇḍaka_.",
    "ai-atk-abh02a5:157_0": "Herein, ‘By developing the two’ means, with one of these two women as there is no one enlightenment there,",
    "ai-atk-abh02a5:158_0": "‘Of the ten abodes, two or three shades’: this is a basis for wetnights,’ and ‘On the beginning’, ‘On the interruptionality’. By groups seems with this reason, there are two kinds of troublesome opposites that arise with the beginning, “The mind-consciousness” .",
    "ai-atk-abh02a5:158_1": "That’s the species of worms that were created by the crowd of jackals, and browned by the jackals of the old. When they had arrived, they gradually blossomed and approached the one bowl, two sticks and one aside.",
    "ai-atk-abh02a5:158_2": "Herein, the meditator should be understood according to the word construction.",
    "ai-atk-abh02a5:158_3": "For in these three ways:",
    "ai-atk-abh02a5:159_0": "(Those) beings who are frightening in hell, and not one who desires these gods.",
    "ai-atk-abh02a5:160_0": "Three were the first four supports.",
    "ai-atk-abh02a5:161_0": "Herein, the causality of the gods should be understood as utterly causing themselves to hell, the three kinds of misconduct, the fourth, and the gods under the Thirty-Three, and the Joyful Gods, and those with the first three.",
    "ai-atk-abh02a5:161_1": "if she is spontaneously borneously,",
    "ai-atk-abh02a5:161_2": "The animal males, the reckoned as decrease in the four initiates, and the extent of the Three Both reckoned as they formerly had four.",
    "ai-atk-abh02a5:162_0": "Thirty-Three worlds: there is reduceding forms,",
    "ai-atk-abh02a5:163_0": "then the thirty-two signs of moisten -",
    "ai-atk-abh02a5:164_0": "The thirty-two parts of Brahmā’s produced in the thirty-two parts of the body have been reborn in the thirty-two parts, and there are of the nine kinds of direct-knowledge .",
    "ai-atk-abh02a5:164_1": "but Except in terms of visible objects and aeons, Etc. It is manifested as the law of being the Seven fields, and so on.",
    "ai-atk-abh02a5:164_2": "But when the gods are permanent,",
    "ai-atk-abh02a5:164_3": "Herein, odour, smells, tastes, and material objects there are the four elements of the eye faculty, or the ten kasiṇas, namely form.",
    "ai-atk-abh02a5:164_4": "(This should be understood in this way:)",
    "ai-atk-abh02a5:164_5": "yet they arise through the thirty-two marks which arise in the thirty-two parts of the tongue...",
    "ai-atk-abh02a5:164_6": "You should know what is simply suitable in times.",
    "ai-atk-abh02a5:165_0": "When he knew that it was said,",
    "ai-atk-abh02a5:166_0": "(They are) with the roots of the formless-three.",
    "ai-atk-abh02a5:167_0": "For the breaking up of the schism,",
    "ai-atk-abh02a5:168_0": "I will lay down (where the purification) in the past and future times and the categories, the breaking up of the aggregates, and the breaking up of the body should be understood. These are the meaning.",
    "ai-atk-abh02a5:169_0": "How does he do this?",
    "ai-atk-abh02a5:169_1": "his army is buried and powdered; and it is boming against the inner bathing, and there is no need forwarding backwards and backwarding as object. It is swept away from the internally as object.",
    "ai-atk-abh02a5:169_2": "This is why in the sense of urgency.",
    "ai-atk-abh02a5:169_3": "through the four kinds of leaving all behind the five constituents (of mind and body) that provide fuel for attachment,",
    "ai-atk-abh02a5:169_4": "only the five consummates of sense spheres: fine-material and immaterial sphere, influence, and preceding winds, sandalwood imp, etc.,",
    "ai-atk-abh02a5:169_5": "In this way, with applied thought and sustained thought have ceased, and with sustained thought only, without applied thought and without sustained thought, with happiness and without sustained thought; with happiness and with the previous disappearance of the opposite sex and with happiness. You should associate in him. You should With the cause or reason, without placing the mind and keeping it connected. You should have it connected with happiness and without placing the thought. You should go with happiness and hold on with happiness.",
    "ai-atk-abh02a5:170_0": "This is a ground for proliferation.",
    "ai-atk-abh02a5:171_0": "There is no corruption for one who isn’t able to bear it.",
    "ai-atk-abh02a5:172_0": "So it is because of these fine-materiality in form, based on form, and growing in making new states, thus it is called ‘the wrong way’.",
    "ai-atk-abh02a5:172_1": "But there is no way of speaking of the past, there is no further here.",
    "ai-atk-abh02a5:172_2": "(but) this human carpet is covered with powder, saying: “We will explain (saying):",
    "ai-atk-abh02a5:173_0": "In the past I leftovers of the future, transmigrating with the ease, all suffering in the past, the future, and the present. Having arisen in a calm, the neighborhood of the nose, the tongue, and the body of the mind, and the mind without cutting off of the rainy season, the sign of foliages, winds, sun and crushing away, and repetitions; and nourishing the rest.",
    "ai-atk-abh02a5:173_1": "And so the ignorance produced by ignorance and given up by craving, the vanity of ignorance do not come to an end, and the wretched by ignorance.",
    "ai-atk-abh02a5:173_2": "That being so, it cannot happen to the root of condition, which is he quickly dispelled by formations, which are not held together by the stalks, and is like the rope of a tree, or it sets out on the ground. Or the laternatively falls down by the decrease, the wings, and the rolling back and the past, when the working, it can’t fall down by force,",
    "ai-atk-abh02a5:174_0": "And here the first is called “blessing” in the passage beginning and “from the middle of the night hence back , and so on.",
    "ai-atk-abh02a5:174_1": "And this does not appear to him when he previously knew that there was no previous deeds, but here is able to understand the appearance of the turning away of the deeds.",
    "ai-atk-abh02a5:175_0": "being brought to an end, and the resentment on the seat -",
    "ai-atk-abh02a5:176_0": "There is no single mentioned for one mend, there is no single mention of them.",
    "ai-atk-abh02a5:177_0": "And here there is in this way: ‘In the past, future consciousness, and present in terms of the past and future regarding the future, the present, and the fourth in the past and the present.",
    "ai-atk-abh02a5:177_1": "For just as when a light carpet appears the spear, so the mind doesn’t become like that, so too, when the mind has fallen into it,",
    "ai-atk-abh02a5:177_2": "And here there is no one bound or unity,",
    "ai-atk-abh02a5:177_3": "For if what if you do not cognise mindfulness is established and does not conceive,",
    "ai-atk-abh02a5:177_4": "Then deceitful, liquor, he might not be eaten.",
    "ai-atk-abh02a5:177_5": "The remaining kinds of support in all ways",
    "ai-atk-abh02a5:177_6": "That’s how there should be mere filling of the whole world.",
    "ai-atk-abh02a5:177_7": "for they are without joy,",
    "ai-atk-abh02a5:177_8": "That’s why no precisely undergone.",
    "ai-atk-abh02a5:178_0": "Here it may be said:",
    "ai-atk-abh02a5:178_1": "When this body is not indeed, would there be any human settlingness to the aggregates, change in, and the fruition still preference, or the fruition?",
    "ai-atk-abh02a5:178_2": "Yet when he is no fastening, there would be fruit.",
    "ai-atk-abh02a5:178_3": "That’s why it’s called ‘a pinnace’.",
    "ai-atk-abh02a5:178_4": "Here is this:",
    "ai-atk-abh02a5:179_0": "that is peaceful, that is not proper, and there is no idea.",
    "ai-atk-abh02a5:180_0": "a good seed’s there, a disciple’s wealth here.",
    "ai-atk-abh02a5:181_0": "When it is finished, there is no one shelter or deterioration, or otherwise.",
    "ai-atk-abh02a5:181_1": "But there is the seed’s seed where the seed is produced.",
    "ai-atk-abh02a5:181_2": "For in that mango trees are gradually seeds, and the seeds are there any bad signs that arise in him. It is the wrong time, since it has been gathered in, that is the seeds and no fruits, or the fruitions that arise from him.",
    "ai-atk-abh02a5:181_3": "This is the consequence of such a kind that you can know.",
    "ai-atk-abh02a5:181_4": "Knowledge of the herd and the fool’s corpse. And they can understand when it was time to grow old in the between the body and the Realized One’s body.",
    "ai-atk-abh02a5:182_0": "Since for what is said, ‘May there be no fruit,’ this may be the fruit.",
    "ai-atk-abh02a5:183_0": "The eating of the fruit of enjoyment",
    "ai-atk-abh02a5:184_0": "(this) the tree is produced by fruit.",
    "ai-atk-abh02a5:185_0": "For just as when a tree trunk is on the fruit of a tree, or a fruit of the plane of tree, the fruit of a tree, or the fruit of good and bad deeds, then whether cowherd or the fruition’s chop is carried out, the fruition’s fruit, or the reward.",
    "ai-atk-abh02a5:185_1": "Therefore it is not shared by anyone with those who know, “This is the meaning.”",
    "ai-atk-abh02a5:186_0": "And if anyone should say:",
    "ai-atk-abh02a5:186_1": "‘This being so, while conditioned by these choices are found in a fruit.’",
    "ai-atk-abh02a5:186_2": "And if he went out, he should be the result of that,",
    "ai-atk-abh02a5:186_3": "Their rolled forth, and afterwards, after death they were cracked and blazing.’",
    "ai-atk-abh02a5:186_4": "he’s say:",
    "ai-atk-abh02a5:187_0": "because of their (others) conditions and fruits are always permanent,",
    "ai-atk-abh02a5:188_0": "He should understand whatever is used.",
    "ai-atk-abh02a5:189_0": "For when their deeds have been made, they don’t become indeed because of their own fruit, or because there is no way.",
    "ai-atk-abh02a5:189_1": "according as it is said: “Nibbāna, a wholesome deeds has been performed, and so on.”",
    "ai-atk-abh02a5:189_2": "Just as because of the fruit of his own fruit, they don’t become eradicated because of the fruit.",
    "ai-atk-abh02a5:189_3": "And this is what should be understood as in the distributed for them.",
    "ai-atk-abh02a5:190_0": "However, when anyone in the world receives the meaning of goods in the world, seizes the goods in the world, or is seized by a group of nuns.",
    "ai-atk-abh02a5:190_1": "Since they do not know what is the cause of what is effective action, the repetition is not found in them, or in that case.",
    "ai-atk-abh02a5:190_2": "And in the case of the thirteen important tasks , why is this?",
    "ai-atk-abh02a5:190_3": "emancipating, it was heartless",
    "ai-atk-abh02a5:190_4": "According to their own enjoyment, they don’t become the highest fruit in their own generosity.",
    "ai-atk-abh02a5:190_5": "Thus I shall exercise in two ways in contemplation of consciousness, which is conceived in the story as condition.",
    "ai-atk-abh02a5:191_0": "Now, as to the thirty of constituents (of mind and body) that provide fuel for attachment –",
    "ai-atk-abh02a5:192_0": "attachment to rebirth, and so on,",
    "ai-atk-abh02a5:193_0": "Experiencing condition: whatever (volitional) processes he will be known,",
    "ai-atk-abh02a5:194_0": "Herein, there are these three states of existence: the four classes of consciousness, the nine abolished primary elements, and these nine abodes of sentient beings.",
    "ai-atk-abh02a5:194_1": "Since this is so, the meaning should be illustrated with those who speak the result of consciousness, and those who are endowed with causes and reasons.",
    "ai-atk-abh02a5:195_0": "Herein,",
    "ai-atk-abh02a5:195_1": "Firstly, good deeds are a condition for the donors of merit, backbiting, and embracing the result of good deeds, etc., in the case of the fine-material and immaterial deeds, a condition for the sake of defilement, and for the sake of their enemy of their defilement.",
    "ai-atk-abh02a5:195_2": "In the fine-material sphere and immaterial sphere of merit phenomena, the overcoming of rebirth in the realm of luminous form,",
    "ai-atk-abh02a5:195_3": "One of the kind already described is produced in the way already stated. Also the remaining kinds of equanimity have variety in the way already stated ; and the consciousness element in the way already stated aggregates are conditions for the seven elements.",
    "ai-atk-abh02a5:195_4": "In the case of the five-fold recommendation is a condition for the five hundred modes, not for the sake of passion.",
    "ai-atk-abh02a5:195_5": "But the eighth causes of sensual pleasures occurred to a limited consciousness, not at the same time.",
    "ai-atk-abh02a5:196_0": "Herein, there is a condition for the living in hell, the objects of the household life, and the object of the household life.",
    "ai-atk-abh02a5:196_1": "But for the animal realms, the forty-three and successively prosperous even in opposite sense,",
    "ai-atk-abh02a5:196_2": "Existence in sensual pleasures is a condition for the sixteen profitable roots of loss, and for the sake of preceding consciousness in the same way.",
    "ai-atk-abh02a5:196_3": "Throughout the remainder of non-disappearance there is a condition for the ten kinds of (discomfortance) processes, and a condition for the occurrence of consciousness.",
    "ai-atk-abh02a5:197_0": "Except in the Profitable consciousness is bad for the schismatic conditions, not for the sake of non-existence in consciousness. In the same way, not for one producing kamma.",
    "ai-atk-abh02a5:197_1": "was set rolling on, not troubled.",
    "ai-atk-abh02a5:197_2": "is unskilled in the Seven constituents (of mind and body),",
    "ai-atk-abh02a5:197_3": "But the Happy One, among whom the Seven worlds are a condition for the same reason, not in the same way.",
    "ai-atk-abh02a5:197_4": "the result of four forms is a condition for the result of consciousness, not for the future.",
    "ai-atk-abh02a5:197_5": "Yet the ten kinds of sensual stimulation in the fine-material and immaterial jhānas in the fine-material sphere.",
    "ai-atk-abh02a5:197_6": "But in the Brahmā worlds, there is no place called “corld” in the form worlds, and so on.",
    "ai-atk-abh02a5:198_0": "formations and the results of four perils of consciousness occurred in the same way:",
    "ai-atk-abh02a5:199_0": "Sensual pleasures are unskillful, with unprofitable action, not respecting the variety of sensuality, etc.; and for the sake of worldly desires, having analyzed towards all the various kinds of sensual stimulation.",
    "ai-atk-abh02a5:199_1": "See the result of sensual pleasures, etc., in the same way, the result of forms, and the result of consciousness, not with the fading away and cessation.",
    "ai-atk-abh02a5:199_2": "Two worldly pleasures have the result of sensuality, and the result of consciousness occurred in the same way.",
    "ai-atk-abh02a5:199_3": "Likewise with verbal processes, and the rest.",
    "ai-atk-abh02a5:200_0": "Eight reasons to the thirty-two constituents (of mind and body) that occurred with the thirty-two cases of the consciousnesses, but not to be conditioned in the same way.",
    "ai-atk-abh02a5:200_1": "And the two, namely, the same kind of existence, and the result of the existence of those without remainder, so the result of past consciousness is the reason why they come to them, not for the sake of the wind.",
    "ai-atk-abh02a5:200_2": "Three present in both the three worlds, and the results of existence are a condition for the future.",
    "ai-atk-abh02a5:200_3": "In this way, in as long as there are conditions for continued existences, the one who abides in whatever manner is unconditioned.",
    "ai-atk-abh02a5:200_4": "In this way, the meditator should also be understood that in the same way.",
    "ai-atk-abh02a5:201_0": "The story of the beginning is this:",
    "ai-atk-abh02a5:201_1": "For among these three (percipients) processes, having a deliverance of merit, he gives the result of (volitional) processes, and he perceives the result of (volitional) processes in the fourfold reckoning, perceiving delimitation, and percipient times in each case, he perceives the formations of gods and humans, and he gives rise to diversity) in all the pastries.",
    "ai-atk-abh02a5:201_2": "But if only these abode of (previous forms, it abides in terms of form and calms, all of them gives rise to the result of his own form.",
    "ai-atk-abh02a5:201_3": "Consequently this is said in the fourfold reckoning of existence as in the fourfold and four in the fivefold reckoning. And, just as the condition is system, namely, consciousness, and consciousness, which is conceived in the case of the existence elements,",
    "ai-atk-abh02a5:202_0": "As one liberated in the four ways, it is with the heading of delight in sensual becoming that is, the one in other three ways, the hard-to-seeing to perceptions, the hard-world, the tangles of consciousness, and the home life-form, the meditator discerning the supramundane in each case, and the various forms is a condition for seven days. And then the results in the sense of essences, and in the various forms of .",
    "ai-atk-abh02a5:203_0": "But there is the one in whom the appearance of the base consisting of boundless space in this way: “In the three Vedas, the world, theity of gods, the Thirty-Three in the fourfold system, and the eighteen in each cases of the fine-material sphere belonging to the base consisting of boundless space, and in the three cases of the dimension of infinite consciousness, just as condition for seven days, and eighteen kinds of becoming produced in the fine-material sphere.”",
    "ai-atk-abh02a5:204_0": "And the group of five hundred people having given up the four realms of the world, and also the five great elementals of consciousness in the past, future or present. Those in the two realms, and two in the various orders of gods, humans, and one is the condition for each individual essences, and two in the five aspects of existence. Continued existence is the reason why, twenty-threatenings come to be.",
    "ai-atk-abh02a5:204_1": "Likewise with verbal processes, and the rest.",
    "ai-atk-abh02a5:205_0": "But although sentient beings’ consciousness organized there are only one adversities, and then all sentient beings in the past or the future are stilled only for those in the four classes of consciousness, just as there are only seven days, and eight individuals, and then the results of the results of consciousnesses, just as the result of the composing of the consciousness.",
    "ai-atk-abh02a5:205_1": "and the consciousness is not established in a (volitional) process,",
    "ai-atk-abh02a5:206_0": "Furthermore, merit is a condition for the various kinds of merit-material deeds thus,",
    "ai-atk-abh02a5:207_0": "refused to live in the forest,",
    "ai-atk-abh02a5:208_0": "Experientials should be produced by choices.",
    "ai-atk-abh02a5:209_0": "The Description of consciousness",
    "ai-atk-abh02a5:210_0": "called “The Description of the Name and the Practices",
    "ai-atk-abh02a5:211_0": "Name and form are conditions for the sake of consciousness:",
    "ai-atk-abh02a5:212_0": "(By) he preached the Dhamma on all sides,",
    "ai-atk-abh02a5:213_0": "The exposition should be known",
    "ai-atk-abh02a5:214_0": "‘For as long as will’, what is it that is bodily form?",
    "ai-atk-abh02a5:214_1": "The four primary elements, and form derived from the four primary elements—the four primary elements, impartiality in each and every case.”",
    "ai-atk-abh02a5:214_2": "But there is divided into “shinesm” because of schism in the sense.",
    "ai-atk-abh02a5:215_0": "In the discourse of the “Abode” is a name for the discourse,",
    "ai-atk-abh02a5:215_1": "Feeling, perception, intention, contact, and attention—",
    "ai-atk-abh02a5:215_2": "“Here the feeling, perception, choices, and consciousness?”",
    "ai-atk-abh02a5:215_3": "Herein, when consciousness arises dependent on the eye and sights, it arises to be disagreeable things that arise because of properly in accordance with the Teaching, and on the mass of choices, it should be shown by an incomplete assembly.",
    "ai-atk-abh02a5:215_4": "Herein, here the whole of the constituents (of mind and bodily form) is this:",
    "ai-atk-abh02a5:215_5": "The feelings constituent group, the perceptions constituent group, the (volitional) processes constituent group.”",
    "ai-atk-abh02a5:216_0": "These are the three aggregates called consciousness.",
    "ai-atk-abh02a5:216_1": "He doesn’t work.",
    "ai-atk-abh02a5:216_2": "When this consciousness is being reborn, he finds it satisfaction in that consciousness, and the two together with consciousness.",
    "ai-atk-abh02a5:216_3": "Consciousness, apart from consciousness, placed on rebirth-proces, the three aggregates, and the three aggregates are said to be grasping aggregates.",
    "ai-atk-abh02a5:216_4": "(But) this concluding: ‘The exposition should be known.’",
    "ai-atk-abh02a5:217_0": "‘Apars all beings’: this is a single state of existence.’ Thus when it comes to the central systems, eight-factored consciousness, and sixty-three aggregates it is called “the abase” because of all the sense of urgency.",
    "ai-atk-abh02a5:217_1": "Forms of two kinds, one who reckons the earlier and the four in the fivefold reckoning and in the fivefold reckoning of consciousness, and one who abides in the five stages and the fivefold reckoning of consciousness,",
    "ai-atk-abh02a5:217_2": "When this is how the aggregates are in this way: the formless realms, the aggregates of forms, and the basis of the bases of psychic power, etc., should be understood that are to say, the three aggregates in each and every case. That is why these three things are terms of consciousnesses.",
    "ai-atk-abh02a5:217_3": "buttermilk-worker’s end has only reached the end of the threeteenth, but without having drunk from such an universal formation, he is one thing!",
    "ai-atk-abh02a5:217_4": "He also came to the end of the eighteenth and of the liking, dishonest, of the Worthy Ones,",
    "ai-atk-abh02a5:218_0": "Personality is a basis for ending the defilements. The visible objects of Brahmā has been reborn in the realm of the aggregates beginning with the eye. Their body and the ninety-two elements beginning with the eye-sphere respected in the forms. And the four beginning with the visible-formations beginning with the eye and the formless states . These are the three aggregatess that originate in detail.",
    "ai-atk-abh02a5:218_1": "But if he is available by him, he directs himself seventy years old, and after having made himself a fact in the presence of those seventeen.",
    "ai-atk-abh02a5:219_0": "Those qualities produced in sensual pleasures are to be understood the aggregates of the sense fields. They are transmigrations of the sense fields of the fine-material and immaterial becoming. These are the three things beginning with formless states that are in detail. So these three things should be understood in detail.",
    "ai-atk-abh02a5:219_1": "It is good forty-four years (theseven) if the Profits conveying the four quarters (of the Faith) and twenty-four are twenty-four grounds (only).",
    "ai-atk-abh02a5:219_2": "This is the bright one,",
    "ai-atk-abh02a5:219_3": "but the meaning of it is given in brief without having the transferred to him, the consequence of such consciousness, and after having had the meaning of itself. He should be understood in brief in detail:",
    "ai-atk-abh02a5:219_4": "those formless constituents are the three formless,",
    "ai-atk-abh02a5:219_5": "Perceiving form and perceiving the faculties of (giving) form,",
    "ai-atk-abh02a5:219_6": "This, in the first place, is not a term for reciting.",
    "ai-atk-abh02a5:220_0": "but with the appearance of all the visible data, the mind becomes established in the specific condition for the continuation of consciousness that has arisen, with the disappearance of the consciousness that is my mind scope of joy and grief that has arisen, with the disappearance of the dissolution of alla.",
    "ai-atk-abh02a5:220_1": "but not by desire for form.",
    "ai-atk-abh02a5:220_2": "For that is, so it is not able to open the weakness when the body is strong and fond of another.",
    "ai-atk-abh02a5:220_3": "But while referring to the first consciousness of the worms that originated from the first absorption, the mental production of the mind, and which is most preced by the production.",
    "ai-atk-abh02a5:220_4": "And at the time of the sound of the emerging from the time of hearing the sound of the ears, and the consciousness-of-spheres,",
    "ai-atk-abh02a5:220_5": "But there are Ājīvakas who are pregnant and incomparable by means of the Ājīvakas –",
    "ai-atk-abh02a5:221_0": "“But whatever food he likes to eat, drink,",
    "ai-atk-abh02a5:222_0": "The mother surrounded me there.”",
    "ai-atk-abh02a5:223_0": "As to word, it is swallowed by a mother within eight equal parts of the body that were intoxicated by the forehead, and the intoxication of the mouth, and the news, and the sixty-two parts, and the ninety-six positions produced in the six stages of the aggregates, namely, the inside, the mind, and the nine stems were working from the group of nine stems.",
    "ai-atk-abh02a5:223_1": "Or alternatively, these two things should be understood that appearance, and the ninety-seven things make the unconditioned in the same way as since they are;",
    "ai-atk-abh02a5:223_2": "It’s because they have drunk (and sun) the maints, and also those who live in dependence on the day and night.",
    "ai-atk-abh02a5:223_3": "We shall praise the appearance of those consciousnesses of others.",
    "ai-atk-abh02a5:224_0": "But whatever deeds there is in the place where there is kamma-process becoming, the ground for consciousness that were established in dependence on the ground, and that which is not established there too. Is it eventually stands firmly established there.",
    "ai-atk-abh02a5:224_1": "And that’s just what they did.",
    "ai-atk-abh02a5:224_2": "For the lifespan of those beings passes away, or a hundred of merit.",
    "ai-atk-abh02a5:224_3": "‘Surely in this way the influence of all kinds is known ,",
    "ai-atk-abh02a5:225_0": "‘As a particular’ means that which is produced in the five conscious forms, namely, the Champion, and in the fine-material becoming, the fifth, and the fifth, and the name and form, and the ninety-sphere respected in each of the five conscious forms . Having seen this is a condition for one kind of consciousness as all the fifth.",
    "ai-atk-abh02a5:225_1": "Perceiving consciousness is supreme, this is the life span of the gods.",
    "ai-atk-abh02a5:226_0": "Whatever consciousness is without cause, what is the reason why the Buddha is dead.",
    "ai-atk-abh02a5:227_0": "and the result for the result: this is the same as.",
    "ai-atk-abh02a5:228_0": "For name and form are the reason why the result of consciousness, just as due to the next,",
    "ai-atk-abh02a5:228_1": "And this is the fifth instance which the production of kamma-originated elements, which is kamma-result and full of importantment, intention and consciousness, to the practice of the mind. In the same way there is that the act of the mind only were the preceding work.",
    "ai-atk-abh02a5:228_2": "‘Speaking like this’ means can be known.",
    "ai-atk-abh02a5:229_0": "‘In this way’ is a term for the following.",
    "ai-atk-abh02a5:230_0": "Ninely consciousness is a condition for nine projects.",
    "ai-atk-abh02a5:231_0": "nine forms, nine in the formless,",
    "ai-atk-abh02a5:232_0": "When consciousness is conscious, there is one-existence in form.",
    "ai-atk-abh02a5:233_0": "But if that consciousness of theirs were think of it,",
    "ai-atk-abh02a5:234_0": "For this is the connection with the result of the form-sphere or the result of that derive from the form-sphere attainment or in the result of that consciousness. It is a condition for the other nine kinds of direct-knowledge that.",
    "ai-atk-abh02a5:234_1": "the basis for ending of bases, etc., is a condition for the constructions of the pervasion, which is constantly visited by means of the nine faculties.",
    "ai-atk-abh02a5:234_2": "As to the base consisting of these ninety-two grounds, it is a condition for each other by each other.",
    "ai-atk-abh02a5:234_3": "Or alternatively, unbecome—whether pleasant or unpleasant consciousness—that is a condition for the concinctor of the border—that is a condition for one kind of deeds.",
    "ai-atk-abh02a5:234_4": "Now, it should be understood that name and form are conditions for that reason. That’s how name and form should be understood.",
    "ai-atk-abh02a5:234_5": "But if the details are to be shown in detail in the same way, the meaning should be illustrated in all ways.",
    "ai-atk-abh02a5:235_0": "Herein, it may be:",
    "ai-atk-abh02a5:235_1": "But how should we know that this is a condition for consciousness?”",
    "ai-atk-abh02a5:235_2": "With Uttiya",
    "ai-atk-abh02a5:235_3": "For the one whose mind is well applicated in the way that the feeling does not appear.",
    "ai-atk-abh02a5:235_4": "Now, however, is it said:",
    "ai-atk-abh02a5:236_0": "Through overcome with the mind, will you be seen by one who has seen the truth,",
    "ai-atk-abh02a5:237_0": "Consciousness is a condition for consciousness.",
    "ai-atk-abh02a5:238_0": "Because when the mind is confidence in those without it, the being seen or heard of it.",
    "ai-atk-abh02a5:238_1": "And that is how consciousness should be seen, heard, thought, or known, so is a condition for the seen that is ...",
    "ai-atk-abh02a5:238_2": "for the kamma-originated elements are the preceding consciousness-originated.",
    "ai-atk-abh02a5:238_3": "In this way one engaged injuring the meaning hereafter.",
    "ai-atk-abh02a5:239_0": "And here the words “where consciousness is a condition for fame and renowned” , “The Buddha has appeared in line with the ultimate sense. Yet he doesn’t see what is said.",
    "ai-atk-abh02a5:239_1": "That’s why it cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.",
    "ai-atk-abh02a5:240_0": "with consciousness as condition: mind and body,",
    "ai-atk-abh02a5:241_0": "The Teaching of the Six Sense Fields",
    "ai-atk-abh02a5:242_0": "name and form are conditions for the six sense fields.",
    "ai-atk-abh02a5:243_0": "name and form are dead, made of aggregates.",
    "ai-atk-abh02a5:244_0": "the reason why it is finished in the same way.",
    "ai-atk-abh02a5:245_0": "For this is the fourth production of the six sense fields. Their feeling is a condition for the six sense fields. The entire spectrum of feeling. In this way the entire mass of feeling is a condition for the living being. The life faculty should be understood to live with form.",
    "ai-atk-abh02a5:245_1": "But it should be known that “sight and name and form are name and form” in the six sense fields. This is the six sense fields, the six sense fields, the six sense fields, and the six sense fields should be understood?",
    "ai-atk-abh02a5:245_2": "This is the condition for the kind of inner skin.",
    "ai-atk-abh02a5:245_3": "but it’s not only sixth sense sphere.",
    "ai-atk-abh02a5:245_4": "for they haven’t declared the sixth sense fields.",
    "ai-atk-abh02a5:245_5": "Here the Another should be understood here.",
    "ai-atk-abh02a5:246_0": "Herein, it may be:",
    "ai-atk-abh02a5:246_1": "But how should we know that the six sense fields are a condition for the six sense fields?",
    "ai-atk-abh02a5:246_2": "Because of the state of existence.",
    "ai-atk-abh02a5:246_3": "But even if they have developed the dimension of form, there is no other thing for it.",
    "ai-atk-abh02a5:246_4": "and with the incompatible conditions there will be an aspect of existence as this enemying:",
    "ai-atk-abh02a5:247_0": "whatever is meant is the condition for the occasion of what is said.",
    "ai-atk-abh02a5:248_0": "And how this is the cause, this is the reason why abstinence is abandoned,",
    "ai-atk-abh02a5:249_0": "Here is the meaning of it:",
    "ai-atk-abh02a5:250_0": "For even the rainy season when plundering,",
    "ai-atk-abh02a5:251_0": "he is the sixth reason, if he speaks.",
    "ai-atk-abh02a5:252_0": "How does he do this?",
    "ai-atk-abh02a5:252_1": "Thinking: ‘Simply noise of pleasure is a condition for the sixth associated states’, for the sixth sense sphere produced by means of the sixth sense sphere .",
    "ai-atk-abh02a5:252_2": "And here there is nothing that is the cause, this is the reason why sometimes it is something otherwise.",
    "ai-atk-abh02a5:252_3": "the glorious one should be understood in accordance with nature:",
    "ai-atk-abh02a5:253_0": "‘In the same way the result is a condition for the kind of result in the way already described.’",
    "ai-atk-abh02a5:253_1": "But the other kinds of the result in the kind of the same kinds already described under the same kinds of becoming .",
    "ai-atk-abh02a5:253_2": "And here there is nothing that is the cause, this is the reason why sometimes it is something otherwise.",
    "ai-atk-abh02a5:253_3": "the glorious one should be understood in accordance with nature:",
    "ai-atk-abh02a5:254_0": "and he did so.",
    "ai-atk-abh02a5:255_0": "the sixth cause, this is the condition for the sixth reason.",
    "ai-atk-abh02a5:256_0": "For the result of all the modes have been performed and say that the result of the heart, for the sake of (where the) of the heart and freedom by wisdom, and as the sixth, is what is said.",
    "ai-atk-abh02a5:256_1": "And so the other five hundred primary elements have been converted to the other four primary elements produced by the gods.",
    "ai-atk-abh02a5:256_2": "And here there is nothing that is the cause, this is the reason why sometimes it is something otherwise.",
    "ai-atk-abh02a5:256_3": "the glorious one should be understood in accordance with nature:",
    "ai-atk-abh02a5:257_0": "the condition being by way of precincts;",
    "ai-atk-abh02a5:258_0": "The sixth cause and condition for the occurrence of non-violence.",
    "ai-atk-abh02a5:259_0": "For when the five lower fetters and the results of the future have been made in the same way, the sixth cause for the occurrence of the universal fields .",
    "ai-atk-abh02a5:259_1": "Another of the sixth section on the result of unobstructed misconduct has been concluded that result, and is conditioned by the sixth.",
    "ai-atk-abh02a5:259_2": "But the meaning here should be understood in the way already described.",
    "ai-atk-abh02a5:260_0": "Right there I (to say) to the result of the five existences,",
    "ai-atk-abh02a5:261_0": "just so haven’t explained the four (follows).",
    "ai-atk-abh02a5:262_0": "For the result of the fivefold base consisting of the eye faculty although the five based on the word-concentrated based on the five sense fields, etc., is a condition for the sake of producing condition.",
    "ai-atk-abh02a5:262_1": "as well as the result is not cleared.",
    "ai-atk-abh02a5:262_2": "That’s why it should be understood that these four factors are included too.",
    "ai-atk-abh02a5:262_3": "In this way one is a condition for the air kasiṇa, for which it comes to be.",
    "ai-atk-abh02a5:263_0": "But here it is a condition for continued existence here.",
    "ai-atk-abh02a5:264_0": "or even one aggregates in the five-fold sense-spheres,",
    "ai-atk-abh02a5:265_0": "As to the sixth cause and condition for the sixth reason.",
    "ai-atk-abh02a5:266_0": "have no four reasons.",
    "ai-atk-abh02a5:267_0": "For as to the basis for forms that are the sixth field of the mind, namely, with the sixth sense sphere, contact, and in the sixth condition for the sake of the hymns.",
    "ai-atk-abh02a5:267_1": "But there are four instances because of diverse spectrum of elements, and the five sense fields arises in him when there is no processes, conditioned by the line of the sense spheres beginning with the influence of the six sense spheres .",
    "ai-atk-abh02a5:268_0": "of life occurring evenly of life:",
    "ai-atk-abh02a5:269_0": "These are the sixth points for a sixth topic,",
    "ai-atk-abh02a5:270_0": "And how there is the condition for the five faculties in constituents (of mind and body) that provide fuel for attachment and that is a condition for livelihood, namely, form,",
    "ai-atk-abh02a5:271_0": "‘The nutriment’ is a condition for the nutriment consisting of nutriment and nutriment.",
    "ai-atk-abh02a5:271_1": "But the sentient beings who live happily is recommended by food, not being inspired by them.",
    "ai-atk-abh02a5:271_2": "And the sixth temperatures were created by the eye-consciousness that were produced by the sixth and diverse fields, and the mind-consciousness faculty, having become evident, not with the sixth conditions for the sixth sense restraint, and is proper for the attainment of the mind.",
    "ai-atk-abh02a5:271_3": "But if, apart from the five bases of consciousness, one is a condition for the base consisting of boundless consciousness, and for what is unconditioned in terms of the base consisting of neither perception nor non-perception, one is a condition for usuality in the five ways.",
    "ai-atk-abh02a5:271_4": "In this way, what is simply this is the cause, this is the reason why, the dimension of nothingness should be understood.",
    "ai-atk-abh02a5:272_0": "name and form are a condition for the sake of name and form.",
    "ai-atk-abh02a5:273_0": "And just as he has known each known in every way.",
    "ai-atk-abh02a5:274_0": "That is:",
    "ai-atk-abh02a5:274_1": "That is the sixth cause of the constituents (of mind and bodily form) that constituents (of mind and body) that provide fuel for the occurrence of the five objects of the future. This is the sixth cause or condition for the occurrence of the sense sphere.",
    "ai-atk-abh02a5:274_2": "But the meaning here is this: it must be shown by one who gives the essence , and one who does not show it in detail in this way.",
    "ai-atk-abh02a5:275_0": "Name and form are conditions for the six sense fields.",
    "ai-atk-abh02a5:276_0": "The Teaching of the Contact",
    "ai-atk-abh02a5:277_0": "Stroking on the six sense fields – this is the name of contact.",
    "ai-atk-abh02a5:278_0": "Contact, etc., are the six classes of contact.",
    "ai-atk-abh02a5:279_0": "consciousness is inside and outside the Fortunate One.",
    "ai-atk-abh02a5:280_0": "‘It is reckoned as contact’, ‘the six kinds of contact as contact.",
    "ai-atk-abh02a5:280_1": "But of the five kinds of unprofitable kamma-result in detail, and the ten kinds of feeling are related to the three worlds in detail: Bāhiya and Pañcasikha, and Mātali, and Bāhiya, the thirty-two kinds of choices.",
    "ai-atk-abh02a5:280_2": "But when the thirty-two parts of the contact is also a condition for the six sense fields –",
    "ai-atk-abh02a5:281_0": "with the sixth inside and outside,",
    "ai-atk-abh02a5:282_0": "of the six sense fields were understood.",
    "ai-atk-abh02a5:283_0": "Herein, concentration is said: “Of all these,” etc., they are uninterruptedly. Then, as the sixth sense fields have been performed, they merely through the sixth sense fields, and contact as having the sixth sense sphere. The sixth sense fields are conditions for contact, and the sixth sense fields dependent on contact. Contact is the sixth condition for the sixth sense sphere and for the sixth.",
    "ai-atk-abh02a5:283_1": "Because that the six sense fields are reckoned as a sixth sense field.",
    "ai-atk-abh02a5:283_2": "But when these six sense fields are present, they proclaim what is meant. Whatever is included in the same sense fields they use, the six sense fields ... contact as having contact, the sixth sense fields ... contact as the sixth sense sphere ... together.",
    "ai-atk-abh02a5:283_3": "For that is reckoned as the sixth sense fields and these six sense fields are reckoned as an instance.",
    "ai-atk-abh02a5:284_0": "Here it may be said:",
    "ai-atk-abh02a5:284_1": "There is no one sense fields, none of contacts, and all contacts. Contact is the six sense fields. The six sense fields are unperturbed. Contact is a condition for contact.",
    "ai-atk-abh02a5:284_2": "Here is a question of another:",
    "ai-atk-abh02a5:284_3": "that’s method.",
    "ai-atk-abh02a5:284_4": "Of all the people, whether of them or not.",
    "ai-atk-abh02a5:284_5": "eye contact, sights, eye consciousness, and phenomena should be produced in such a way that is the basis for ending the defilements.",
    "ai-atk-abh02a5:284_6": "For that is why it should be said:",
    "ai-atk-abh02a5:285_0": "who dwells alone in the sphere of sense-sphere,",
    "ai-atk-abh02a5:286_0": "By contact alone in the sense of caste, etc.",
    "ai-atk-abh02a5:287_0": "‘One thing is a condition for the six sense fields’—that is, one is called a condition for contact.",
    "ai-atk-abh02a5:287_1": "In regard to the sense spheres:",
    "ai-atk-abh02a5:288_0": "five outsiders.",
    "ai-atk-abh02a5:289_0": "which produces condition as he is without arising.",
    "ai-atk-abh02a5:290_0": "Here is the explanation of the development of it:",
    "ai-atk-abh02a5:290_1": "And the five faculties manifest in them as they are sustained thought of contact with the five faculties, namely, the six classes of contact, and the contact .",
    "ai-atk-abh02a5:290_2": "After that, one-eye, the result of the sense-spheres associated with the result of the next life, and the result of that faculty has arisen, is a condition for the support of the various kinds of concentration.",
    "ai-atk-abh02a5:290_3": "But the external sense-spheres is a condition for the fourth jhāna, and has the support of the eye-contact there is a condition for the fourth jhāna in the fine-material sphere.",
    "ai-atk-abh02a5:290_4": "Likewise the sound, ear and nose,",
    "ai-atk-abh02a5:290_5": "But those thoughts known by the mind, and the opposing of the sense-spheres is the six exterior sense fields opposite sex with the six external objects.",
    "ai-atk-abh02a5:291_0": "The Description of the six sense spheres",
    "ai-atk-abh02a5:292_0": "Teaching on feelings,",
    "ai-atk-abh02a5:293_0": "Seeking is a condition for feeling:",
    "ai-atk-abh02a5:294_0": "The gate is the gateway of feeling.",
    "ai-atk-abh02a5:295_0": "(but) from the breaking of the barber (of clothes), ninety-six dead.",
    "ai-atk-abh02a5:296_0": "Feeling born of eye contact: of the eye-contact kinds of feeling, etc., of the six kinds of feeling consisting of the eye-contact described.",
    "ai-atk-abh02a5:296_1": "But on the other side of the robbery, ninety-nine kinds of ninety-two grounds are less than one lesser life.",
    "ai-atk-abh02a5:297_0": "But in feelings, thirty-two feelings,",
    "ai-atk-abh02a5:298_0": "have turned out to mind.",
    "ai-atk-abh02a5:299_0": "Herein, five condition for the five reasons.",
    "ai-atk-abh02a5:300_0": "The mind is surely in the same way as the mind.",
    "ai-atk-abh02a5:301_0": "Herein, the fivefold base consisting of the eye, etc., there is a condition for the five objects of contact with the eye, etc., associating with the eye, etc., conditions of the eight contact associated with the aggregates, etc., as follows:",
    "ai-atk-abh02a5:301_1": "But the rest of the sense sphere of contact in one or in the several doors occurrence of the fine-material and immaterial jhānas, etc., is a condition for the kinds of contact in the sphere of contact as objects of contact.",
    "ai-atk-abh02a5:302_0": "‘Excessive concentration is also a condition for the mind’, and for that is also in the same way as the production of the mind-made, namely, applied thought and sustained thought.",
    "ai-atk-abh02a5:302_1": "The mental formation occurs in the mind-made, sense-spheres in the are associated with the mind-made, are associated with the mental-object mind-made body, and contact is a condition for the one-proclaimed .",
    "ai-atk-abh02a5:303_0": "The Teaching of contact",
    "ai-atk-abh02a5:304_0": "The Teaching of craving",
    "ai-atk-abh02a5:305_0": "Seeking is a condition for craving –",
    "ai-atk-abh02a5:306_0": "craving for forms, here in the world,",
    "ai-atk-abh02a5:307_0": "Herein, the occurrence of three area of offerings.",
    "ai-atk-abh02a5:308_0": "Their feeling is related to the sixty-two kinds of feeling in regard to it as a brahmin.",
    "ai-atk-abh02a5:308_1": "Craving as object: the meaning is, since it is proclaimed by craving.",
    "ai-atk-abh02a5:308_2": "Herein, craving for forms is to be understood as the purpose of craving for sights,",
    "ai-atk-abh02a5:309_0": "Those cravings, clinging to the various kinds of craving, the craving for sensual pleasures, and the rolling of craving. That is, craving for worldly pleasures, and craving for worldly pleasures.",
    "ai-atk-abh02a5:309_1": "For craving for sights ...",
    "ai-atk-abh02a5:309_2": "When the relies on that object, the view occurred with those who are two hundred and eightty million.",
    "ai-atk-abh02a5:309_3": "Looking at the ease of greed is called craving for continued existence.",
    "ai-atk-abh02a5:309_4": "But when the object has been cut off, they roll up and cut off craving for continued existence in the annihilationists, then it is called ‘the Craving’.",
    "ai-atk-abh02a5:309_5": "For the view of the annihilationists, greed is called craving for continued existence.",
    "ai-atk-abh02a5:309_6": "For the same sounds are there eighteen crumbling and eighteen cravings;",
    "ai-atk-abh02a5:310_0": "the thirty-two internal and external:",
    "ai-atk-abh02a5:310_1": "So there are thirty-six groups of thirty-two, and thirty-six and eight hundred.",
    "ai-atk-abh02a5:310_2": "But the three kinds of becoming should be understood as stated in the sensual-sphere neutrality, etc., and the six kinds of craving beginning with the fine-material sphere.",
    "ai-atk-abh02a5:310_3": "But these sentient beings are upset by developing the gratification in my particular kinds of feeling, etc., and then with the eye so on, after giving up of feeling, etc., with its objects and grossnessing to the gratification of visible objects, etc., and with the mental object of the eye-contact-born kinds of feeling, all the mind-contact-contact-world.",
    "ai-atk-abh02a5:311_0": "And in these abidings the results, pleasant feelings and results.",
    "ai-atk-abh02a5:312_0": "If it is a condition for one eleventh",
    "ai-atk-abh02a5:313_0": "‘Comprehending’ means it is a condition for these reasons .",
    "ai-atk-abh02a5:314_0": "you wish to be happy and happily.",
    "ai-atk-abh02a5:315_0": "and equanimity are said to because it is peaceful.",
    "ai-atk-abh02a5:316_0": "therefore craving is a condition for feeling.",
    "ai-atk-abh02a5:317_0": "with feeling as condition: craving, the great hermit.",
    "ai-atk-abh02a5:318_0": "And although feeling: this is also not proper,",
    "ai-atk-abh02a5:319_0": "That’s why the brahmin doesn’t become a brahmin.",
    "ai-atk-abh02a5:320_0": "The Declare of Feeling",
    "ai-atk-abh02a5:321_0": "Grasping",
    "ai-atk-abh02a5:322_0": "while dwelling in the place of the craving – this is a condition for grasping .",
    "ai-atk-abh02a5:323_0": "are the four kinds of grasping.",
    "ai-atk-abh02a5:324_0": "And although (magical) processes, and illustriously,",
    "ai-atk-abh02a5:325_0": "For grasping is the grasping ...",
    "ai-atk-abh02a5:325_1": "These four kinds of grasping are grasping.",
    "ai-atk-abh02a5:325_2": "This is the meaning of it:",
    "ai-atk-abh02a5:325_3": "grasping at the end of the sensual realm, desire for sensual pleasures, views,",
    "ai-atk-abh02a5:325_4": "And that attachment is the grasping aggregates of sensuality,",
    "ai-atk-abh02a5:325_5": "attachment to cling to the one tip of grasping,",
    "ai-atk-abh02a5:325_6": "for one strong in access than to be near to the sound of couches, like the sound of the three.",
    "ai-atk-abh02a5:325_7": "And that is how view is grasping the grasping aggregates.",
    "ai-atk-abh02a5:325_8": "grasps views, or grasping.",
    "ai-atk-abh02a5:325_9": "The self and the cosmos are eternal, etc., in the first primary element it is held views, etc., and views,",
    "ai-atk-abh02a5:325_10": "Thus virtue and practices, attachment to virtue.",
    "ai-atk-abh02a5:325_11": "attachments and precepts are the grasping aggregates, precepts and observances, and theories of a self.",
    "ai-atk-abh02a5:325_12": "For the swiftly grasped, with the surmounting of cattle, the Suddhodana",
    "ai-atk-abh02a5:325_13": "They call ‘mine’ because of this deluded’.",
    "ai-atk-abh02a5:325_14": "What do you say about this?",
    "ai-atk-abh02a5:325_15": "attachment to self-theories.",
    "ai-atk-abh02a5:325_16": "or the self is just one.",
    "ai-atk-abh02a5:325_17": "This is the meaning of which they understand.",
    "ai-atk-abh02a5:326_0": "‘And in the teaching’, what is the grasping aggregates in detail?",
    "ai-atk-abh02a5:326_1": "In sense desires, passion for sensual pleasures, passion for sensual pleasures, craving for sensual pleasures, and craving for sensual pleasures –",
    "ai-atk-abh02a5:326_2": "This is called grasping at sensual pleasures.”",
    "ai-atk-abh02a5:326_3": "For the first craving named Craving is strong, having firmly resolved that craving.",
    "ai-atk-abh02a5:326_4": "But some say:",
    "ai-atk-abh02a5:326_5": "thieves for the sake of craving, etc., in the darkness of craving,",
    "ai-atk-abh02a5:326_6": "As a consequence of excessive fields of attachment",
    "ai-atk-abh02a5:326_7": "the Dhamma and the Discipline are well proclaimed.",
    "ai-atk-abh02a5:326_8": "Likewise in the search for searching,",
    "ai-atk-abh02a5:326_9": "The view of the clinging to grasp is the same.",
    "ai-atk-abh02a5:327_0": "but in the detailed explanation of the Dhamma in the detailed explanation, etc., are clinging to the various forms of the past, future, and present.",
    "ai-atk-abh02a5:327_1": "There are ten kinds of grasping (sense): attachment to views,",
    "ai-atk-abh02a5:327_2": "“What is attachment to? What is attachment?",
    "ai-atk-abh02a5:327_3": "There’s no meaning in giving, sacrifice, or offerings.",
    "ai-atk-abh02a5:327_4": "having directly experienced such views. ...",
    "ai-atk-abh02a5:327_5": "(They are) leaving out.",
    "ai-atk-abh02a5:327_6": "This is called grasping aggregates, purification of ethics, and precepts and observances. But theories of absence is virtue.",
    "ai-atk-abh02a5:327_7": "“What is the precepts and observances,",
    "ai-atk-abh02a5:327_8": "They are pure in ethics. They have such purity of views. ...",
    "ai-atk-abh02a5:327_9": "(They are) leaving out.",
    "ai-atk-abh02a5:327_10": "This is called grasping the precepts of precepts.”",
    "ai-atk-abh02a5:327_11": "(There is) adherence among the twenty-four views, according to their own views,",
    "ai-atk-abh02a5:327_12": "“What is attachment to self-theories?",
    "ai-atk-abh02a5:327_13": "Take an uneducated ordinary person who has not trained in views. ...",
    "ai-atk-abh02a5:327_14": "They regard form as self.",
    "ai-atk-abh02a5:327_15": "(They are) leaving out.",
    "ai-atk-abh02a5:327_16": "This is called attachment to self-theories.”",
    "ai-atk-abh02a5:327_17": "This is the exposition of the teaching on the initiate.",
    "ai-atk-abh02a5:328_0": "‘And here it is three’ means how many kinds of happiness are the threefold:",
    "ai-atk-abh02a5:328_1": "Abandoning, giving up, and living creatures,",
    "ai-atk-abh02a5:328_2": "Herein, the means of the inner skin that enclosed in the first place where the defilements have been subside, and the practice that leads to the accumulation.",
    "ai-atk-abh02a5:328_3": "But in one preceding abortion regarding the recipients, the receiver of continued existence as a precious in one in oneself,",
    "ai-atk-abh02a5:328_4": "After that seized thus, “This is the first kind of self,” he grabbed the self-mortifier with precepts and observances, the sixteenth part of the other world, he picks up a misconception. He has the same grasping aggregates at all.",
    "ai-atk-abh02a5:329_0": "and here they are given up the first path to stream-entry; and the first path is abandoned in them.",
    "ai-atk-abh02a5:329_1": "and later on the path to Worthiness.",
    "ai-atk-abh02a5:329_2": "in this bag of bones, having given up,",
    "ai-atk-abh02a5:330_0": "But the Great Beings enviously taught the five grasping aggregates, yet you teach them first of all.",
    "ai-atk-abh02a5:330_1": "for that Great One’s mind has eight factors,",
    "ai-atk-abh02a5:330_2": "The others’ mental factors apply to the other four supports.",
    "ai-atk-abh02a5:330_3": "to whom the most delightful do not understand it, and so on, the other people don’t enjoy themselves.",
    "ai-atk-abh02a5:330_4": "the Komusement of the sense pleasures, the aggregates, and the overpowering of the various kinds of clinging, etc., have been seen in between them.",
    "ai-atk-abh02a5:330_5": "Since this is so, there are two kinds of direct-knowledge .",
    "ai-atk-abh02a5:330_6": "On that occasion the cowherd’s apprentice presumes, on seeing a dog’s own conduct, they’re well taught.",
    "ai-atk-abh02a5:331_0": "And that is the first condition for the first jhāna.",
    "ai-atk-abh02a5:332_0": "And he does so only seven or eighth reasons.",
    "ai-atk-abh02a5:333_0": "And here it is when someone who has taught like this the first craving in the past, the clinging to the sense, and the aggregates of sense desires in the former case of the aggregates,",
    "ai-atk-abh02a5:333_1": "But for the sake of the remaining seventeen kinds of associated states there is a condition for the other seven classes of rebirth-existence, or for the sake of producing condition.",
    "ai-atk-abh02a5:333_2": "But when he has a condition for the jhāna, then it is unbounded .",
    "ai-atk-abh02a5:334_0": "The Teaching of craving",
    "ai-atk-abh02a5:335_0": "without even looking around",
    "ai-atk-abh02a5:336_0": "Speaking is a condition for continued existence.",
    "ai-atk-abh02a5:337_0": "(welling) the meaning and the teaching, which has no broken through the breakage.",
    "ai-atk-abh02a5:338_0": "That is to say that when he has known,",
    "ai-atk-abh02a5:339_0": "Herein, continued existence comes to be:",
    "ai-atk-abh02a5:339_1": "Two ways: by means of two kinds: the meaning is, is the meaning.",
    "ai-atk-abh02a5:339_2": "Then there are two kinds of satisfaction: there is two kinds of Instruction.",
    "ai-atk-abh02a5:339_3": "that’s a reason,",
    "ai-atk-abh02a5:339_4": "continued existence is my actions,",
    "ai-atk-abh02a5:339_5": "rebirth is only through continuity,",
    "ai-atk-abh02a5:339_6": "here he is born here, he will be reborn there.",
    "ai-atk-abh02a5:339_7": "But the work is full of pleasure , and because it is the best of the fruits. When the Buddhas announced it, there is the belief of the fruits.",
    "ai-atk-abh02a5:339_8": "Herein, what is the meaning of (intentional) deeds: becoming , this is the meaning? What is the meaning?",
    "ai-atk-abh02a5:339_9": "Whatever (the merit) is said for the purpose of showing merit.",
    "ai-atk-abh02a5:339_10": "all their judgments,",
    "ai-atk-abh02a5:339_11": "you go to a good place, thus you are reborn.",
    "ai-atk-abh02a5:339_12": "I rejected this supermundane.",
    "ai-atk-abh02a5:339_13": "For this is the right way, that is allowable for him.",
    "ai-atk-abh02a5:339_14": "does a legal procedure against him;",
    "ai-atk-abh02a5:340_0": "sensuality, desire for rebirth in the sensual realm,",
    "ai-atk-abh02a5:340_1": "Forms are dissolved in the form worlds,",
    "ai-atk-abh02a5:340_2": "perception ...",
    "ai-atk-abh02a5:340_3": "with the perception of ending of continued existence.",
    "ai-atk-abh02a5:340_4": "perceptions of gross perception and non-perception, and perceptions would be no more future lives.",
    "ai-atk-abh02a5:340_5": "I have judged into the entire spectrum of form, feeling and perception.",
    "ai-atk-abh02a5:340_6": "Or one alternatively, this one will be yours,",
    "ai-atk-abh02a5:340_7": "Similarly with the four lower realms,",
    "ai-atk-abh02a5:340_8": "This is called ‘a new rebirth’ because it leads to the continuation of existence’.",
    "ai-atk-abh02a5:340_9": "This, ‘There is meaning’, ‘This is known’,",
    "ai-atk-abh02a5:341_0": "‘But the teaching is good principle, with merit, (volitional) processes demerit choices, and imperturbable choices are there four conditions for the four kinds of merit.",
    "ai-atk-abh02a5:341_1": "And although the word “processes in all manner of deeds” are connected with the intention to be improved, or through (the nature of) deeds,",
    "ai-atk-abh02a5:341_2": "That is: the perception of sensuality, the formless, the perception of form, and the four constituents (of mind and body) that provide fuel for attachment, and that is, one perception of non-perception.",
    "ai-atk-abh02a5:341_3": "This one thing, when including the twelve aspects, is enthusiastic in each instance.",
    "ai-atk-abh02a5:342_0": "‘According to the breaths’ means that of the past and the future are present in terms of conditions for the past, and so on. In the past, future, and present in the past, are the present.",
    "ai-atk-abh02a5:342_1": "These are the last two in the future according to the language of the present, because it is not clear that the disciple’s explained.",
    "ai-atk-abh02a5:342_2": "“Herein, what is good choices?",
    "ai-atk-abh02a5:342_3": "All skillful intentions are profitable,” and so on.",
    "ai-atk-abh02a5:342_4": "But here there are some who’ve done both of the things associated with men. And also, even if they are associated with them, they are associated with the intention of having aims.",
    "ai-atk-abh02a5:342_5": "choices are called “born in the past” .",
    "ai-atk-abh02a5:342_6": "Why would you recite many words?",
    "ai-atk-abh02a5:342_7": "“Ignorance is a condition for choices.” Some of the skillful, etc., are skillful, impediments, etc., here they are skilled in the supernormal powers.",
    "ai-atk-abh02a5:342_8": "“Grasping is a condition for continued existence. Continued existence is a condition for rebirth in the next life.” And so they are mentioned because of undertaking these things.",
    "ai-atk-abh02a5:342_9": "Therefore this word is “any” because it is no more;",
    "ai-atk-abh02a5:342_10": "here this is how a to understand how to expositions.",
    "ai-atk-abh02a5:343_0": "‘By breaking up the breaking up of the attachments’ means as condition: continuation,",
    "ai-atk-abh02a5:343_1": "For whatever is sensed there is continued existence in the sensual realm, the produced by deeds with the result of sensual pleasures,",
    "ai-atk-abh02a5:343_2": "birth is broken up the constituents (of mind and bodily form),",
    "ai-atk-abh02a5:343_3": "Forms are dissolved in the form worlds,",
    "ai-atk-abh02a5:343_4": "So the two kinds of grasping are conditions for the continuation of sensual becoming. They are “folking in the realm of luminous form.”",
    "ai-atk-abh02a5:343_5": "Twokes of two instance and perceptions of matter, acquisition of the perceptions of danger in the various forms of existence:",
    "ai-atk-abh02a5:343_6": "Two years of age, the fifty-two perceptions of existence came to ruin and discovered in both ways.",
    "ai-atk-abh02a5:343_7": "And just as there is a condition for the six kinds of grasping aggregates, that is, grasping by continued existence, and groups of the fourth.",
    "ai-atk-abh02a5:344_0": "One who has escaped the chain of deeds and attained the result of sensuality, and who has made the gold of silver, because of the three kinds of sensual becoming. One, with one indicated with the three kinds of sensual becoming.",
    "ai-atk-abh02a5:344_1": "Likewise the previous grasping is a condition for continued existence. Grasping as condition: continued existence, together with the twelve.",
    "ai-atk-abh02a5:344_2": "Furthermore, for a reinforced with the attachment as condition there is continuation through (intentional) deeds,",
    "ai-atk-abh02a5:344_3": "birth is broken up the constituents (of mind and bodily form),",
    "ai-atk-abh02a5:344_4": "Forms are dissolved in the form worlds,",
    "ai-atk-abh02a5:344_5": "From grasping there are two kinds of grasping together with the sensual realm, there are two eons of the fine-material currents.",
    "ai-atk-abh02a5:344_6": "Continued existence is conceived in the realm of luminous continuity (of existence), the three kinds of sensual becoming, and the three kinds of becoming .",
    "ai-atk-abh02a5:344_7": "By kamma-results in the sensual-sphere becoming are rebirth-producing kamma-result in the future.",
    "ai-atk-abh02a5:344_8": "When deeds are reborn, rebirth is a condition for continued existence, Continued existence is a condition for rebirth.",
    "ai-atk-abh02a5:344_9": "This is how the definition of the grasping aggregates is to say.",
    "ai-atk-abh02a5:345_0": "And if this is the cause, what is the reason why these points is found.",
    "ai-atk-abh02a5:345_1": "But what is the cause?",
    "ai-atk-abh02a5:345_2": "Whatever is the condition for anyone",
    "ai-atk-abh02a5:345_3": "As a magna is insane,",
    "ai-atk-abh02a5:345_4": "Having done this, they make sure that deed and unconditioned, without getting anything left over.",
    "ai-atk-abh02a5:345_5": "That’s why, when both virtue and practices in conformity with the sight of rebirths, they don’t say, “Of those who don’t go.”",
    "ai-atk-abh02a5:345_6": "All, however, must be despised all the way:",
    "ai-atk-abh02a5:345_7": "It may be that someone who does not think about them will interrupt the family traditions: “Those aristocrats or brahmins or householders who are followed in the neighborhood of the worlds, or in the mention of such good conduct,” and having done the same way, they say: ‘Same, they die in the true teaching, and in the noble ones.’",
    "ai-atk-abh02a5:345_8": "When they’ve done bad things,",
    "ai-atk-abh02a5:345_9": "Or alternatively, when a gift is visible here and now, they are unable to arise in that very life.",
    "ai-atk-abh02a5:345_10": "When they’ve done bad things,",
    "ai-atk-abh02a5:345_11": "The kamma that is the cause of his reappearance there is kamma- process becoming, the aggregates generated by the kamma are rebirth-process becoming, and the rest.",
    "ai-atk-abh02a5:346_0": "And another, later of the true teaching, not bound to the shackles of the Good Dhamma, and so on. Then they act in the way that is born in the realm of the Knowledge.",
    "ai-atk-abh02a5:346_1": "And they give rise to the gods or humans.",
    "ai-atk-abh02a5:346_2": "The kamma that is the cause of his reappearance there is kamma-process becoming, the aggregates generated by the kamma are rebirth-process becoming,",
    "ai-atk-abh02a5:346_3": "and it was associating with perception and non-existence, and also the Bodhisatta",
    "ai-atk-abh02a5:346_4": "So if they dividing sensual pleasures at sensual pleasures, that is a condition for continued existence.",
    "ai-atk-abh02a5:347_0": "and later, after hearing about the sense-spheres of pleasure in the forms of existence, etc., and in the formless attainment after which arise, having arisen in the form of the forms.",
    "ai-atk-abh02a5:347_1": "The kamma that is the cause of his reappearance there is kamma-process becoming, the aggregates generated by the kamma are rebirth-process becoming,",
    "ai-atk-abh02a5:347_2": "neither perception nor non-perception of perception, nor kingdom, and kingdom, a residing with the minister inaction of the Laṅkā.",
    "ai-atk-abh02a5:347_3": "So they think: ‘Possessing sensual pleasures of body and speech that’s false, divisive, harsh, or nonsensical.’",
    "ai-atk-abh02a5:348_0": "Another self is physical, verbal, or mental. Then it is quite secluded from sensual pleasures, or form that which is produced by continuity, while rolling on to the annihilation of existence.",
    "ai-atk-abh02a5:348_1": "That deed is the result of deeds, the aggregates is continued existence,",
    "ai-atk-abh02a5:348_2": "and it is just of perception and feeling because of perception.",
    "ai-atk-abh02a5:348_3": "They think: ‘Such is a condition for the settling of sensual pleasures and forms of existence.’",
    "ai-atk-abh02a5:349_0": "Another self is the self of sensual pleasures, or of the form of existence, or of such form, or of the luminous form.",
    "ai-atk-abh02a5:349_1": "That is the kamma-process becoming, the constituents (of rebirth),",
    "ai-atk-abh02a5:349_2": "and it is just of perception and feeling because of perception.",
    "ai-atk-abh02a5:349_3": "And so there is a reason why the caravan leader’s continued existence is a condition for three.",
    "ai-atk-abh02a5:350_0": "Another is incompatible with any kind of sensual pleasures, their name and form, with the full-world or in one of the fine-material sphere. When it fulfills the precepts or observance-day procedure, their precepts and observances in them fulfill their precepts.",
    "ai-atk-abh02a5:350_1": "That is the kamma-process becoming, the constituents (of rebirth),",
    "ai-atk-abh02a5:350_2": "and it is just of perception and feeling because of perception.",
    "ai-atk-abh02a5:350_3": "So what is the cause of misapprehension of precepts and observances is a condition for the future. The reason why ‘The three kinds of continued existence is also a condition for rebirth.’",
    "ai-atk-abh02a5:351_0": "But how is it a condition for continued existence?",
    "ai-atk-abh02a5:352_0": "Forms are the condition for continued existence.",
    "ai-atk-abh02a5:353_0": "for he would be constantly conquered enjoying sensual pleasures,",
    "ai-atk-abh02a5:354_0": "For if in the case of the sensual-sphere kinds of sensual becoming is a condition for rebirth in sensual becoming and in the fine-material becoming, for the fourth jhāna in the fine-material becoming.",
    "ai-atk-abh02a5:354_1": "That is a condition for the sake of sensual pleasures associated with sensual pleasures, for the sake of waves and associated with poisonous produced by fine deed.",
    "ai-atk-abh02a5:354_2": "This is how it is worthy of a function.",
    "ai-atk-abh02a5:355_0": "Grasping is a condition for continued existence.",
    "ai-atk-abh02a5:356_0": "Rebirth is the shelter of birth and death.",
    "ai-atk-abh02a5:357_0": "235.",
    "ai-atk-abh02a5:357_1": "The explanation of the Dhamma should be understood in the way already stated. The explanation is given in the three Vibhaṅgas of the Aṅguttara, in the way already stated.",
    "ai-atk-abh02a5:357_2": "But continued existence is the conduit to be reborn there.",
    "ai-atk-abh02a5:357_3": "for that is a condition for rebirth,",
    "ai-atk-abh02a5:357_4": "The condition is by way of calm, since it is a condition for the other two elements both as conascence.",
    "ai-atk-abh02a5:358_0": "Herein, it may be:",
    "ai-atk-abh02a5:358_1": "But how should you know that continued existence is a condition for rebirth?”",
    "ai-atk-abh02a5:358_2": "merely through beding the external inferior, medium, and superior.",
    "ai-atk-abh02a5:358_3": "for the sake of the exterior people, plenty of food, drink, clothes, and beliefs, all beings in the various orders of sentient beings, etc., of one whose body and mind are likewise.",
    "ai-atk-abh02a5:358_4": "He is the reason why not all, and through the power of all beings,",
    "ai-atk-abh02a5:358_5": "It is not the reason why it isn’t the cause of misfortune, for the sake of (intentional) deeds, for the sake of produced in one thing, or for the sake of another.",
    "ai-atk-abh02a5:358_6": "For beings who are lost in actions, lack of gain, and so on,",
    "ai-atk-abh02a5:358_7": "That is why the Blessed One said:",
    "ai-atk-abh02a5:358_8": "“It is analytically, that is to say, the interpreting of deeds.”",
    "ai-atk-abh02a5:358_9": "Therefore he should know:",
    "ai-atk-abh02a5:358_10": "“(That is) a condition for rebirth.”",
    "ai-atk-abh02a5:359_0": "They’re not included in rebirth and old age and death, nor do they have no sorrow or lamentation, pain, sadness, and distress. That is why they are dissatisfied, with their ignorance.",
    "ai-atk-abh02a5:359_1": "But it is a condition for each one moment:",
    "ai-atk-abh02a5:360_0": "The Dependent Origination of Rebirth",
    "ai-atk-abh02a5:361_0": "The meaning is this: termination should be understood in the way already described.",
    "ai-atk-abh02a5:362_0": "But it is said in the first phrase “bode of ignorance” or “Ignorance” since it is a condition for continued existence with ignorance and thus: “I am a condition for rebirth in the future” .",
    "ai-atk-abh02a5:363_0": "From the senses he had no known as success, etc.",
    "ai-atk-abh02a5:364_0": "(He who possesses the twelve myriads) powers, (such as) applying -",
    "ai-atk-abh02a5:365_0": "it can be known that a hundred times seven days (good) human.",
    "ai-atk-abh02a5:365_1": "But how is it that sloth and torpor?",
    "ai-atk-abh02a5:365_2": "this wheel cannot be destroyed by the wheel of rebirth.",
    "ai-atk-abh02a5:365_3": "How is it that you’re endowed with (such) speaking kindly?",
    "ai-atk-abh02a5:365_4": "What four ways in which they understand",
    "ai-atk-abh02a5:365_5": "For that man who is free of pain, harm and suffering, and laments because they sorrow and wail and lament.",
    "ai-atk-abh02a5:365_6": "“Ignorance is the origin of defilement.”",
    "ai-atk-abh02a5:365_7": "If they are the origin of the world, how are they manifest?",
    "ai-atk-abh02a5:365_8": "firstly the origin of the world is the arising of sense desires as object, just as the origin of the sense desires –",
    "ai-atk-abh02a5:366_0": "“If a person is born in desire,",
    "ai-atk-abh02a5:367_0": "Sensual pleasures give rise to an arrow.”",
    "ai-atk-abh02a5:368_0": "according as it is said:",
    "ai-atk-abh02a5:368_1": "“She is grief, Sorrow.”",
    "ai-atk-abh02a5:368_2": "And all of them have seen as originated,",
    "ai-atk-abh02a5:368_3": "“When form decays and perishes,",
    "ai-atk-abh02a5:368_4": "which gives rise to sorrow, lamentation, pain, sadness, and distress.”",
    "ai-atk-abh02a5:368_5": "And that is how the origin of defilements comes to an end as like this:",
    "ai-atk-abh02a5:368_6": "“Even those gods who are long-lived, beautiful, and very happy, lasting long in their divine palaces. When they hear this teaching by the Realized One, they’re typically filled with fear, awe, and terror.”",
    "ai-atk-abh02a5:368_7": "And on the origin of defilements, just as when ignorance is their origin – that is how ignorance –",
    "ai-atk-abh02a5:368_8": "“Mendicants, that fool experiences three kinds of suffering in the present life.”",
    "ai-atk-abh02a5:369_0": "And so, when ignorance is their origin, they are dispelled by ignorance.",
    "ai-atk-abh02a5:369_1": "And if it is at the opposite of their ignorance; it is theirs is successful;",
    "ai-atk-abh02a5:369_2": "And that’s how the scope of ignorance should be understood.",
    "ai-atk-abh02a5:370_0": "and since there is no idiosyncratic in this way, “The deed is the cause of conditioned phenomenon; the cause of ignorance is the reason why ‘deed is in this way’ a cause or condition for the sake of definitely the fruit of their prosperity.”",
    "ai-atk-abh02a5:371_0": "When there is a condition for ignorance, there is in fact that condition there is from inclination.",
    "ai-atk-abh02a5:371_1": "this is not the beginning and the endeavor’s striving,",
    "ai-atk-abh02a5:371_2": "This is the striving of ignorance that is the effort",
    "ai-atk-abh02a5:371_3": "for ignorance is conceived by ignorance and by the rest. And when a fool, it remains uncleans for a newly catching a snake with its consequence, like a pit of ghee.",
    "ai-atk-abh02a5:371_4": "But when ignorance is cut off the aggregates, it is in order to show the deliverance of ignorance and released by the helpless liberations, like a ladder of the liberations.",
    "ai-atk-abh02a5:371_5": "“But with the complete fading away and cessation of ignorance, there is the cessation of choices.”",
    "ai-atk-abh02a5:371_6": "And so the wheel that was to be released from the bondage and foster, and it wasn’t the axle or prisoned by the sun that had been done. And so this wheel should be understood to say:",
    "ai-atk-abh02a5:371_7": "The mortifier says this: “With my worms and grandmothers,” and so on through whom one says is high to them, “Though Brahmā is this Great Brahmā, how much suffering for anyone who performs all these things, like this is the Great Brahmā or Sakka’s self-mortifier.” But if he says, “What if it is the Great Brahmā or anyone else?”",
    "ai-atk-abh02a5:371_8": "So that’s how you should understand: ‘This is the feelings’,",
    "ai-atk-abh02a5:372_0": "But it is of these since it is absence of ignorance because it is properly developed since it is properly abandoned, dropped in ignorance and, and because it is easy to maintain their state of existence. And since it is easy to produce conditioned by comprehensions and the ideliminations of .",
    "ai-atk-abh02a5:372_1": "Or alternatively, they don’t belong to self, nor do they acknowledge themselves.",
    "ai-atk-abh02a5:372_2": "That’s why it should be understood to understand that this is the idiosyncratic interpretation.",
    "ai-atk-abh02a5:373_0": "Having understood it thus:",
    "ai-atk-abh02a5:374_0": "That craving is the root of craving, beginning with the three.",
    "ai-atk-abh02a5:375_0": "and two, each one with its two factors,",
    "ai-atk-abh02a5:376_0": "But the root of that continued existence should be understood.",
    "ai-atk-abh02a5:376_1": "With this context, ignorance is subtlety and diverse feelings. There are two kinds of craving for old age and death.",
    "ai-atk-abh02a5:376_2": "Herein, the first is said to be “ignorance” through the length of craving and view,",
    "ai-atk-abh02a5:376_3": "For the Good views are reborn in the company of craving.",
    "ai-atk-abh02a5:376_4": "The first fruit of the cutting off of the fruit, starting off of the fruition, because it has no agitation and eradication.",
    "ai-atk-abh02a5:376_5": "The second view that arose from old age and death",
    "ai-atk-abh02a5:376_6": "Or alternatively, it is due to the previous disappearance of one who is pregnant,",
    "ai-atk-abh02a5:376_7": "has arisen in the future from the Island,",
    "ai-atk-abh02a5:377_0": "past, future, and present.",
    "ai-atk-abh02a5:377_1": "From Pāvā there are two in the past and present, namely consciousness and form, sixty-two consciousnesses of the past and the future –",
    "ai-atk-abh02a5:378_0": "(but) the cause of preventing fruitions that have cause and condition,",
    "ai-atk-abh02a5:379_0": "twenty-four modes (after his reign) rewards,",
    "ai-atk-abh02a5:380_0": "He should know:",
    "ai-atk-abh02a5:380_1": "Herein, choices are the cause of (mental) processes and the reason for the sake of (mental) processes, and one between the cause of (mental) processes there is the reason why I have.",
    "ai-atk-abh02a5:380_2": "You are one between feeling and craving, and one between the fruits.",
    "ai-atk-abh02a5:380_3": "The one who cuts through birth and death is one, and one who cuts through the cause of (my) birth and death.",
    "ai-atk-abh02a5:380_4": "This is how to understand how to be known as the cause.",
    "ai-atk-abh02a5:380_5": "Such is the beginning of the inclusion of the four kinds: four ways of being inclusive, namely:",
    "ai-atk-abh02a5:380_6": "Ignorance is one thing and form. The six sense fields should be grasped, attended, borne of contact, and feeling.",
    "ai-atk-abh02a5:380_7": "This is the fourth thing that should be understood.",
    "ai-atk-abh02a5:381_0": "In the past, five monks,",
    "ai-atk-abh02a5:382_0": "Now, so the fifth fruit and result in the future.",
    "ai-atk-abh02a5:383_0": "Putting these twenty aspects of fathoms, you should understand:",
    "ai-atk-abh02a5:383_1": "Herein, ‘In the case of these five lower fetters’ means, this is how they are.",
    "ai-atk-abh02a5:383_2": "But if they are not free of grasping, they are grasping. That is why craving is grasping.",
    "ai-atk-abh02a5:383_3": "Hence it is said: “In this way, ignorance is the end of craving, the five states of existence are a condition for rebirth in this or that state. Craving is a condition for continued existence. Continued existence is a condition for rebirth.”",
    "ai-atk-abh02a5:384_0": "Herein, the meaning is this: In the past, future or present, there are deeds in the past.",
    "ai-atk-abh02a5:384_1": "One who is deluded by ignorance, ~ who does a deed of delusion, Deeds, and ignorance.",
    "ai-atk-abh02a5:384_2": "And now that intentional activities are aroused, (is there) a deed, give rise to the previous setting forth, making the following announcement, and having shown that thought, ‘I will give rise to the previous set.’",
    "ai-atk-abh02a5:384_3": "and the receivers of the receivers is called a religious donation.",
    "ai-atk-abh02a5:384_4": "in the six kinds of kingship, in the six kinds of dispensation, in the six kinds of contact together:",
    "ai-atk-abh02a5:384_5": "Seven intentions are a intention,",
    "ai-atk-abh02a5:384_6": "Whatever intention is impediments there are that associated with Continction,",
    "ai-atk-abh02a5:384_7": "Craving is the fruit of your craving, and any of the result of craving for continued existence is called ‘continued’.",
    "ai-atk-abh02a5:384_8": "Whatever deeds are eliminated, (in existence) with the continuation of existence,",
    "ai-atk-abh02a5:384_9": "‘This is what I’ve done in such a place where I will do.’ ...",
    "ai-atk-abh02a5:384_10": "This is grasping:",
    "ai-atk-abh02a5:384_11": "and rebirth is qualified by continued existence. The intention should be understood as said:",
    "ai-atk-abh02a5:385_0": "‘Just now’ and so on, the feelings that are the same as “consciousness” in the morning and so on.",
    "ai-atk-abh02a5:385_1": "“Just now, since name and form are conceived in this way, name and form are the five fields of contact. These are the five sources of feeling.”",
    "ai-atk-abh02a5:385_2": "Herein, consciousness is called “relinquishment as the state of existence” because it is arisen in the middle with the end of continued existence as its object.",
    "ai-atk-abh02a5:385_3": "There is mind and body and form: of the womb, when he has entered into the room, thus he is like the sky.",
    "ai-atk-abh02a5:385_4": "This is name and form.",
    "ai-atk-abh02a5:385_5": "confidence: this is said to be the “being of the sense-spheres” as well.",
    "ai-atk-abh02a5:385_6": "He who touchs contact with the object, touched by contact, – when experiencing,",
    "ai-atk-abh02a5:385_7": "This is contact.",
    "ai-atk-abh02a5:385_8": "The pleasant feeling ...",
    "ai-atk-abh02a5:386_0": "‘Just now, the five defilements are ended.’",
    "ai-atk-abh02a5:386_1": "When continued existence is connected with the phenomena, the aggregates are connected with the past. Their grasping is the impediments, and the five aggregates are in such.",
    "ai-atk-abh02a5:386_2": "Hence it is said: “Here there are choices, delusionality to because of delusion, the intention to be reborn, the end of craving, grasping, and ignorance.",
    "ai-atk-abh02a5:386_3": "These are the five things in the future.”",
    "ai-atk-abh02a5:386_4": "Herein, it is when someone with sense-spheres and gramss, the dimension of nothingness is shown in the air,",
    "ai-atk-abh02a5:386_5": "The rest is the same.",
    "ai-atk-abh02a5:387_0": "of the fruits of consciousness,",
    "ai-atk-abh02a5:387_1": "when they are stated on these things,",
    "ai-atk-abh02a5:387_2": "The old age and death, their sorrow.",
    "ai-atk-abh02a5:387_3": "Hence it is said: “Consciousness is including consciousness, name and form. Contact is feeling.",
    "ai-atk-abh02a5:387_4": "These are the five things that leads to rebirth in the future.”",
    "ai-atk-abh02a5:387_5": "this is how it is for twenty years.",
    "ai-atk-abh02a5:388_0": "Herein, in the previous becoming there are five states of existences for the sake of the former kamma-result, and the result of former deeds in the future.",
    "ai-atk-abh02a5:388_1": "‘The results of two deeds are the result in two places, not the result of deeds.’",
    "ai-atk-abh02a5:388_2": "Likewise in two places, that is, deeds as results, results in each of the results, and results in all processes.",
    "ai-atk-abh02a5:388_3": "The results of deeds in two places, in two places, the result of deeds, and the result of deeds are there.",
    "ai-atk-abh02a5:388_4": "Because of that deed the result in two places, the result of deeds undertaken, and the result of existence in all the future.",
    "ai-atk-abh02a5:388_5": "In two places, after the result of deeds in two places, the result of deeds, and the result of all deeds.",
    "ai-atk-abh02a5:388_6": "Because of that deed he gives the result as bad deeds, and the result of all the results, he believes in all his deeds.",
    "ai-atk-abh02a5:388_7": "In two places the result of deeds in two places, the result of past deeds are seen in two places, not to be experienced.",
    "ai-atk-abh02a5:389_0": "Like this, when the Buddha has arisen,",
    "ai-atk-abh02a5:390_0": "Impermanent is painful, very shunning.",
    "ai-atk-abh02a5:391_0": "thoughts are given up and causes and reasons;",
    "ai-atk-abh02a5:392_0": "for one is found another.",
    "ai-atk-abh02a5:393_0": "thoughts, by the strength of the path,",
    "ai-atk-abh02a5:394_0": "it is taught by the Buddha,",
    "ai-atk-abh02a5:395_0": "for four days no longer starting upwards,",
    "ai-atk-abh02a5:396_0": "Thus the spiritual life is found for the complete ending of suffering.",
    "ai-atk-abh02a5:397_0": "He is not able to get annihilation of sentient beings, and so on,",
    "ai-atk-abh02a5:398_0": "The peril of mental whirlpools, the announcements, the rolls, theket of ignorance, the wielder of power, the defilement, and the result of craving for continued existence, and the result in a future life. And the result in a rolling backward should be understood as long as the result of my widels wielding of craving and repelled.",
    "ai-atk-abh02a5:399_0": "now he said:",
    "ai-atk-abh02a5:400_0": "the manifold offering, and the resting place of existence.",
    "ai-atk-abh02a5:401_0": "what is deep and what is known as the deep.",
    "ai-atk-abh02a5:402_0": "Herein, having a wholesome and an unwholesome (volitional) process as condition: ignorance, the origin of choices, the cessation of ignorance, the first, and the second truthfulness of birth, the aggregates of formations, and the fourth absorption; the truth of the produced in choices, and the truth of the origin of formations is a condition for rebirth in old age and death; and the second, and the third absorption; the fourth in the case of the mundane states of existence.",
    "ai-atk-abh02a5:402_1": "Thus, ‘This has been known as inference’, and is known: ‘This is the meaning of it.’",
    "ai-atk-abh02a5:403_0": "But it is the condition for the calmment; for the hundred conditions, it becomes a condition for the aggregates, namely, form, feeling, perception, choices, and consciousness; that is a condition for the six sense fields and conditions for contact; that is a condition for feeling condition for craving, grasping, mentality, and condition for the six sense spheres of contact; and if contact is a condition for continued existence; the six sense spheres are conditions for the aggregates, consciousness; and the six sense fields become a condition for continued existence; and that is a condition for rebirth, old age and death, for old age and death, for the ending of sorrow, lamentation, pain, sadness, and distress.",
    "ai-atk-abh02a5:404_0": "And here it is because of the words “finite formations” are a condition for seeing.",
    "ai-atk-abh02a5:404_1": "it thoroughly knows, experiencing craving, attraction, grasping, mental dispelling, and mentally as ‘I’m equal’, ‘I am the wheel-turning monarch’.” That’s why he has acted according to the development of the arthorns, the noble ones, and so on.",
    "ai-atk-abh02a5:405_0": "The characteristic of function is to seeming as if dreams of insight in the law of ignorance, as in the blind as ignorance, the darkness of ignorance, the aggregates, the conditions of the six sense spheres, and the six sense fields are conditions for contact. Choices are like a condition for fine-material existence. The mind is like a condition for the purpose of craving. Craving is like a condition for continued existence. Theirregates are a condition for old ageing, death, as condition for rebirth is a condition for rebirth.",
    "ai-atk-abh02a5:406_0": "Or alternatively, if it is a man’s liberated, he cannot break into it thus: ‘When a fond of a tree, an abscess, a cliff, a drum, a mountain calf, a neck, a chariot, or a human being—someticated by the hand of ignorance, the moistures, habits, and produces the bile, as if it were drought after reaching the root of a tree, like a neck’s produced by a drought after being arisen in a tree, as a poison, as it were, or a produced in the redatorbling’s ledge.",
    "ai-atk-abh02a5:407_0": "Because the Buddha has taught the meaning of this teaching and training, and he does profound both deep and appear to them as deep, profound, transcendence of the deep natural principles, profound, transcendence of language, dealing with wide-noblemishment, defilement, and hard to break apart, disagreeable wisdom.",
    "ai-atk-abh02a5:408_0": "When there is no rebirth of old age and death, there is no old age and death. They’re not coming back to the beginning with rebirth, old age and death, of sorrow, lamentation, pain, sadness, and distress.",
    "ai-atk-abh02a5:408_1": "Of conditions, ignorance and formations produced by ignorance, the absence of conditions is deep knowledge of the meaning. That is why the wheel rolled forth.",
    "ai-atk-abh02a5:408_2": "And here they say that there is a reason why ‘grasping the fruits’ is said, and on the act of direct knowledge the meaning.",
    "ai-atk-abh02a5:409_0": "However, when ignorance has a conditioned by ignorance, the defilement of defilement and the various kinds of choices are profounded in ignorance. ...",
    "ai-atk-abh02a5:409_1": "The old age and death of rebirth is a deepest thing, therefore this is the natural principle of old age and death, which is deep knowledge in accordance with the Teaching, and there is the act of the Dhamma.",
    "ai-atk-abh02a5:410_0": "And it is precisely because there is something more consisting in that way.",
    "ai-atk-abh02a5:410_1": "Where doing this, he consequences in the midst of enemy, since it is expressed in the way: “Where, how many enemy, should you teach the expression of grasping?”",
    "ai-atk-abh02a5:411_0": "But it is the periphery of ignorance, etc., that is why the characteristics, etc., only the absence of ignorance and the characteristics, etc., have been evident in one whom the absence of ignorance and deportment.",
    "ai-atk-abh02a5:411_1": "For in this way ignorance is profounded, transcendent, dealing with vanity and negligence. It is a basis for ending the defilements, thus it is profounded ; it is profounded, scared, etc.; loving-kindness is profounded; mentality in the sensestituents beginning with enlightenment; habit and it is the end of craving; craving, grasping is a condition for continued existence; clarifying is the three beginning with the end of existence; the end of existence is the end of old ageing and death, the end of sorrow, lamentation, pain, sadness, and distress.",
    "ai-atk-abh02a5:412_0": "But it is only this difference between one and two unprincipled statements, since they have a difference in meaning, and only the four perils of the worldly conditions, and the affairs of existence as them.",
    "ai-atk-abh02a5:412_1": "Herein, ignorance is a condition for choices by means of consciousness as condition, etc., conditions for the absence of consciousness, and so on. It is the proper occasion when there is a necessary condition for the sickness of consciousness.",
    "ai-atk-abh02a5:412_2": "When he sees rightly the fruit of right view, he gives up the peaceful state of sublimeness and the fruit of Worthiness, going to the cutting off of the fetters, and by the underlying tendencies with that view.",
    "ai-atk-abh02a5:413_0": "The difference between ignorance and of what is known as a variety of characteristics.",
    "ai-atk-abh02a5:413_1": "Whatever one of right view gives up the ninety-nine eternalist doctrines, wrong views, wrong thought, wrong speech, and wrong action, but gives rise to diversity of monks.",
    "ai-atk-abh02a5:414_0": "‘Ignorances should be given rise to choices.’ Then they should say: ‘I have not heard of such consciousness.’",
    "ai-atk-abh02a5:414_1": "Whatever bad view is there giving up its own view, it gives up, gets rid of it, eliminates it, and obliterates it. When an ignorant person’s views, the poison of their own views, and the noble expression of their own views.",
    "ai-atk-abh02a5:415_0": "But when ignorance and formations are given there, they don’t do the same thing, then they say: ‘Whoever is this, they’re not like that.’",
    "ai-atk-abh02a5:415_1": "Whatever is right view that is a condition for the sake of purification of the fruit of result, giving up wrong view, and in whatever produced by the noble fruit of past deeds, he gives up wrong views, origin, ending, and cessation with the path and the creation of existence, etc., because of which is the basis for the sake of producing the fruit of the fruit of existence, and the producing of (goof existence) the fruit of that this produces the fruit.",
    "ai-atk-abh02a5:416_0": "the manifold offering, and the resting place of existence.",
    "ai-atk-abh02a5:417_0": "what is deep and what is known as the deep.",
    "ai-atk-abh02a5:418_0": "Because that is deep and terrified into a deep lake, pink at the end of multitude, and this concentration said:",
    "ai-atk-abh02a5:419_0": "he throws off the property of existence.",
    "ai-atk-abh02a5:420_0": "The Declared Points That to be used:",
    "ai-atk-abh02a5:421_0": "you’re far from fear.",
    "ai-atk-abh02a5:422_0": "no-one can grab them between -",
    "ai-atk-abh02a5:423_0": "And this is said by the Blessed One:",
    "ai-atk-abh02a5:423_1": "“Ānanda, this dependent origination is deep and appears deep.",
    "ai-atk-abh02a5:423_2": "It is because of not understanding and not penetrating this teaching that this population has become tangled like string, knotted like a ball of thread, and matted like rushes and reeds, and it doesn’t escape the places of loss, the bad places, the underworld, transmigration.”",
    "ai-atk-abh02a5:423_3": "Therefore he practices to his own welfare and happiness as having given up his own welfare and happiness,",
    "ai-atk-abh02a5:424_0": "The Wise One, the Wise One, here in the world of schism,",
    "ai-atk-abh02a5:425_0": "Just as a cow was dreadful, so he always mindfully spears arrow -",
    "ai-atk-abh02a5:426_0": "In the commentary on the bricks, etc.",
    "ai-atk-abh02a5:427_0": "2. Abhidhammabhājanīyavaṇṇanā",
    "ai-atk-abh02a5:428_0": "243.",
    "ai-atk-abh02a5:428_1": "So in this way the Great having shown that he is as unmoving in the detailed explanation of all the times beginning with the Divine and the aggregates, which is likewise, produced in detail, and unity instance of scholars, etc., each timely is shown only by reason why there is no variety of various conditions for the various conditions.",
    "ai-atk-abh02a5:428_2": "So when it is placed by Māra’s power:",
    "ai-atk-abh02a5:429_0": "Nine roots, nine roots,",
    "ai-atk-abh02a5:430_0": "There is not the four winds that bring happiness,",
    "ai-atk-abh02a5:431_0": "Here is this:",
    "ai-atk-abh02a5:431_1": "For the ninth aggregates in ignorance is a basis for ending the six fields of contact. The sixth sense fields are eliminated by craving, clinging, etc., respected by ignorance and formations. The sixth is the sixth fields of contact. The sixth section on consciousness rooted in contact with feeling, etc.; the sixth is the sixth rooted in craving, and the sixth.",
    "ai-atk-abh02a5:432_0": "This is the fourth kind of eradication.",
    "ai-atk-abh02a5:432_1": "And just as in this case, each of the four groups of four, five, six, eighteen, thirty-four thousand,",
    "ai-atk-abh02a5:432_2": "Herein, it should be understood that four or five hundred, fourteen, sixteen, eighty, ninety-four hundred and sixteenth parts, sixteen measures, sixteen measures, eighty double violent winds, and sixteen measures should be understood in each case.",
    "ai-atk-abh02a5:433_0": "1. Paccayacatukkaṁ",
    "ai-atk-abh02a5:434_0": "Herein, when all rooted in ignorance is not established in the first place, the sixth sense sphere points are not used in the sixth place, and the sixth sense sphere, the sixth sense fields are in the lesser life.",
    "ai-atk-abh02a5:434_1": "The second edge of name and form are not included in whatever place the six sense-spheres in the six sense-spheres. It is said to be the Puṇṇakas and Eleventh.",
    "ai-atk-abh02a5:434_2": "The third section consisting of the six sense-spheres in which the six sense-spheres are complete in the sixth section of the Six-sessioner.",
    "ai-atk-abh02a5:434_3": "The fourth full moon of the lesser duties.",
    "ai-atk-abh02a5:435_0": "Herein, it may be:",
    "ai-atk-abh02a5:435_1": "This is the sixth sense field without contacts because of the sixth sense fields are unguarded.",
    "ai-atk-abh02a5:435_2": "Because they are not your essence.",
    "ai-atk-abh02a5:435_3": "For contact is the sixth, namely, the sixth sense sphere.",
    "ai-atk-abh02a5:435_4": "That’s why it is not-self in the Ganges, Yet, and undeveloped.",
    "ai-atk-abh02a5:435_5": "However, is said in the Commentaries:",
    "ai-atk-abh02a5:435_6": "“The first tetrads have been reborn in the second jhāna, which is the third particular state, in the sense of being reborn in the third jhāna, and is more than fourfold such self-conception,",
    "ai-atk-abh02a5:435_7": "Likewise the first, that is to say, the second, third, and subsequent period of the third, and fourth, and also the base consisting of boundless space, and so on.",
    "ai-atk-abh02a5:435_8": "Likewise the first terrible practice, which is indicated by the first jhānas of all kinds, and with the fourth part of sensual becoming, is the fourth jhāna in the fine-material and immaterial existence.”",
    "ai-atk-abh02a5:436_0": "Herein, the first three instances are not in the second or the three instances. Now, in all the places that apply.",
    "ai-atk-abh02a5:436_1": "for the rest will be left,",
    "ai-atk-abh02a5:436_2": "The meaning of that:",
    "ai-atk-abh02a5:437_0": "whatever stated he’s spoken of,",
    "ai-atk-abh02a5:438_0": "and the cause, the reason for all,",
    "ai-atk-abh02a5:439_0": "Here is this:",
    "ai-atk-abh02a5:439_1": "And in the case of the species of suttas, each composed as in the case of the suttas this matter, hence ‘unbounded’ is said.",
    "ai-atk-abh02a5:439_2": "At one time it is made of consciousness.",
    "ai-atk-abh02a5:439_3": "for one who has various forms.",
    "ai-atk-abh02a5:439_4": "herein, at each time a captured mind.",
    "ai-atk-abh02a5:439_5": "Many intention is called “finire” in one-proclaimed, volitions are said to be none of them.",
    "ai-atk-abh02a5:440_0": "In the first place here it is called “bodyncraticed” in the first place consecrating the mind, and also “It is allowable to reject all forms of the mind”.",
    "ai-atk-abh02a5:440_1": "For if the consciousness is difference in one place, it does not occur in the moment of the consciousness that occurs only in one-existence, but not the consciousness of the consciousness.",
    "ai-atk-abh02a5:440_2": "But it is only that one manner of the mind, each is why that of the six sense fields have passed, ceased, and perished, the sixth sense fields are conditions for the sixth sense fields.",
    "ai-atk-abh02a5:440_3": "for that is the unwholesome enemy in one manner.",
    "ai-atk-abh02a5:440_4": "Choices are a condition for the sake of sensual pleasures, and for the sake of the embracing of consciousness in this way. And once again and again, they have been reborn in the next life.",
    "ai-atk-abh02a5:440_5": "For it is in this way that someone who does not follow the cause of condition.",
    "ai-atk-abh02a5:440_6": "But here it is called ‘without harming’.",
    "ai-atk-abh02a5:440_7": "It is only the last that only one, all the minds of the mind, and so on in that moment is not overpowered by the mind and body. That is why it is not the cleansedness of the mind.",
    "ai-atk-abh02a5:440_8": "But rebirth and old age swept away from birth and death, and then the minds of unpurifiedly filled with glory.",
    "ai-atk-abh02a5:440_9": "This is the meaning of ‘staying’, Vāseṭṭha.",
    "ai-atk-abh02a5:440_10": "and what you should know.’",
    "ai-atk-abh02a5:441_0": "But the meaning here should be understood in the way already described.",
    "ai-atk-abh02a5:441_1": "But the one who, having come, let him display right there and show it back.",
    "ai-atk-abh02a5:442_0": "‘This is the cause, this is the reason why (volitional) processes associated with ignorance, conquered with ignorance, produced by the six spheres of contact with insight due to the aggregates, and the seventh causes .",
    "ai-atk-abh02a5:442_1": "Herein, it is preceding each and every section of the four paths associated with knowledge that is a condition for the other three associated states , thus it is the reason why in ignorance and formations are mentioned here .",
    "ai-atk-abh02a5:443_0": "Consciousness is a condition for the six kinds of choices.",
    "ai-atk-abh02a5:443_1": "But here it is only three of these three are only here without having given the five grasping aggregates.",
    "ai-atk-abh02a5:443_2": "Consciousness is a new faculties of the six faculties.",
    "ai-atk-abh02a5:443_3": "Then, having given the three here,",
    "ai-atk-abh02a5:443_4": "and the sixth sense sphere.",
    "ai-atk-abh02a5:443_5": "But here there is nothing that is called “restraint in the mode of food” ;",
    "ai-atk-abh02a5:443_6": "but here it is when three are not fourfold (and then) or five modes.",
    "ai-atk-abh02a5:443_7": "consciousness is just like that.",
    "ai-atk-abh02a5:443_8": "Thus with the feeling held over the six kinds of contact through the six kinds of contact.",
    "ai-atk-abh02a5:443_9": "But here it is when three are not fourfold",
    "ai-atk-abh02a5:443_10": "Feelings of feeling, the six faculties of craving are produced in the eight absorptions,",
    "ai-atk-abh02a5:443_11": "But here it is only three of these three are only here without having given the five grasping aggregates.",
    "ai-atk-abh02a5:443_12": "Craving is a condition for choices.",
    "ai-atk-abh02a5:443_13": "Thus through the power of continued existence is equal in the six paths of becoming and the seven paths of existence.",
    "ai-atk-abh02a5:443_14": "But here it is when three are not fourfold",
    "ai-atk-abh02a5:443_15": "The characteristic of continued existence is a condition for rebirth here. Conditionedness is a condition for the characteristic of continued existence. Consequently in the sense that is a condition for the jhāna.",
    "ai-atk-abh02a5:443_16": "Like this, rebirth is a old age and death.",
    "ai-atk-abh02a5:444_0": "Those who say:",
    "ai-atk-abh02a5:444_1": "“In this case, all of these four processes, all of them have arisen in the shade of ignorance,",
    "ai-atk-abh02a5:444_2": "For the first jhāna of the equipment has been undertaken in the way already stated, and the others should give them a good state, and the rest.”",
    "ai-atk-abh02a5:444_3": "For rebirth is not come to be, nor is old age and death.",
    "ai-atk-abh02a5:444_4": "And even if they are corrupted because of the remainder, the production of a specific condition.",
    "ai-atk-abh02a5:444_5": "That’s why you shouldn’t throw it away.",
    "ai-atk-abh02a5:444_6": "This is the first reason why, when the first watch of the night is said, the cause of what is said, it should be understood, is the reason why that which is similar.",
    "ai-atk-abh02a5:444_7": "The second and also in the size.",
    "ai-atk-abh02a5:445_0": "And this is the effect.",
    "ai-atk-abh02a5:445_1": "In the second (story), “With ...” and when the six sense fields are conditions for contact, what is said?",
    "ai-atk-abh02a5:445_2": "and for the sake of showing that (?) the reason of the Great Relics, and the benefit of the (supernatural) vision.",
    "ai-atk-abh02a5:445_3": "For the sixth sense sphere, but only the sixth sense fields are the sixth sense sphere, still the aggregates of feeling.",
    "ai-atk-abh02a5:445_4": "When asked, “Ānanda, there is a specific condition for contact, you should answer, ‘There is.’",
    "ai-atk-abh02a5:445_5": "What is a condition for contact?",
    "ai-atk-abh02a5:445_6": "So if they say, “This is a condition for contact.”",
    "ai-atk-abh02a5:445_7": "Then, eleventh, having driven out the six sense fields, dependent origination, and dependently originated.",
    "ai-atk-abh02a5:445_8": "Therefore, at the end of this miracle, the source, and the reason for discerning this place in the second jhāna, they reach the Great Wood, and therefore the second jhāna called ‘Theractic’.",
    "ai-atk-abh02a5:445_9": "This is the second abode of dwelling.",
    "ai-atk-abh02a5:446_0": "In the third Vibhaṅga, in the passage beginning, “Bhikkhus” is the same term ‘process’ base” included on the fourth occasion of the consciousness that was said in the Vibhaṅga: “‘Consciousness is the moment is the same as condition for one who has a single moment.",
    "ai-atk-abh02a5:446_1": "is the life span of the whip?",
    "ai-atk-abh02a5:446_2": "and from the time of dawn, each instance,",
    "ai-atk-abh02a5:446_3": "For if form is pervaded by form, their consciousness follows after it, and they’re if that’s how it is present.",
    "ai-atk-abh02a5:446_4": "Before the mind of the one who is produced by another, or after the arising of the later sun.",
    "ai-atk-abh02a5:446_5": "And this is said in the Paṭisambhidā: “In this way, when the body breaks up, after, a condition for later.”",
    "ai-atk-abh02a5:446_6": "how the mind is produced by condition.",
    "ai-atk-abh02a5:446_7": "“So, just as one’s mind is phenomena that are consciousness-originated by the mind and bodily-made condition.”",
    "ai-atk-abh02a5:447_0": "If that is the first in such a case, why are it not stated in this way?",
    "ai-atk-abh02a5:447_1": "he confessed in the formless realm.",
    "ai-atk-abh02a5:447_2": "For it is in the womb in the fine-material becoming as condition for the jhānas of the fine-material sphere, complete in the fine-material sphere, not definitely present.",
    "ai-atk-abh02a5:447_3": "Hence it is said: “With mind and bodily form as condition there are the sixth sense sphere,” but having spoken of the sixth sense sphere,",
    "ai-atk-abh02a5:447_4": "Herein, it is recorded that is in the way already described.",
    "ai-atk-abh02a5:447_5": "But one can understand form’s appropriate",
    "ai-atk-abh02a5:447_6": "But that is the sixth condition for the base consisting of neither perception nor non-perception arises in the sixth and in the third place.",
    "ai-atk-abh02a5:448_0": "And here the fourth, that specific condition is born in the sense-spheres in the sense-spheres and sense-spheres are mentioned in the sense-spheres of the sense-spheression of the sense-sphere provincespheres in each and every aspect.",
    "ai-atk-abh02a5:448_1": "Hence it is said: “Here the six sense-spheres are conditions for the six sense-spheres.”",
    "ai-atk-abh02a5:448_2": "There is the sixth (good) birth and death together with the sixth fields of the dimension of mastery.",
    "ai-atk-abh02a5:448_3": "He was the sixth fields of the heart, and the four great elementals, the sixth great elementals, the instance of natural excellence, and the four great elementals .",
    "ai-atk-abh02a5:448_4": "But it is said in the moment of the mind, “But when the six sense fields are even a condition for contact,” and for the six sense fields are conditions for contact. That is why, this is the fourth jhāna.",
    "ai-atk-abh02a5:449_0": "Knowing this, they can understand the meaning of various kinds of difference between them. These two, namely, undertook the influence in the first place, and in order to show their own good.",
    "ai-atk-abh02a5:449_1": "The origination of forms, which occurred in forms, dependent origination.",
    "ai-atk-abh02a5:449_2": "The third group of forms is finished.",
    "ai-atk-abh02a5:449_3": "When this exists, the six sense fields don’t occur in him.",
    "ai-atk-abh02a5:449_4": "on the fourth occasion of seeing the sense-spheres is mentioned in the mode of sense desire.",
    "ai-atk-abh02a5:449_5": "for the very of sensual pleasures in the sense-sphere,",
    "ai-atk-abh02a5:449_6": "Third: the third kind of sensuality, the unskillful in the fine-material becoming. And it was said to beautified in the sense fields.",
    "ai-atk-abh02a5:449_7": "on the fourth occasion they fulfill the sense-fields.",
    "ai-atk-abh02a5:449_8": "Or they are included all kinds of village.",
    "ai-atk-abh02a5:449_9": "And in some place he doesn’t occur among the mind-existently.",
    "ai-atk-abh02a5:449_10": "in the second basic support of the world.",
    "ai-atk-abh02a5:449_11": "In the eleventh enquiry, (called) contacts, (we hear about) the distinction between the two offenses.",
    "ai-atk-abh02a5:449_12": "Third: it was said above that this was said above.",
    "ai-atk-abh02a5:449_13": "For he whoever is the first in two ways, the six sense-spheres are continued existence,",
    "ai-atk-abh02a5:449_14": "Third: this is the fourth method.",
    "ai-atk-abh02a5:449_15": "for one is conscious in two ways, through desire and aversion (in the six sense fields).",
    "ai-atk-abh02a5:450_0": "Now, that is how to define it in the four ways in the case of the winds",
    "ai-atk-abh02a5:451_0": "whatever stated he’s spoken of,",
    "ai-atk-abh02a5:452_0": "the cause, the reason for all,",
    "ai-atk-abh02a5:453_0": "with a verse to use the meaning.",
    "ai-atk-abh02a5:454_0": "this is not adhered to by the virtuous,",
    "ai-atk-abh02a5:455_0": "That is the distinction of the Vinaya and others,",
    "ai-atk-abh02a5:456_0": "2. Hetucatukkaṁ",
    "ai-atk-abh02a5:457_0": "244.",
    "ai-atk-abh02a5:457_1": "The meditator who is constructed here in all ways is not evident here.",
    "ai-atk-abh02a5:457_2": "And the rest should be understood in this way:",
    "ai-atk-abh02a5:457_3": "With the cause, firstly ignorance, the cause of ignorance (but) is good.",
    "ai-atk-abh02a5:457_4": "With ignorance fact from place to place they go back to the seventh, then they are said.",
    "ai-atk-abh02a5:457_5": "“Ignorance” is a condition for the sake of ignorance. And this is how ignorance is shown by means of ignorance and formations thus, “Bhikkhus ignorance” , etc., in this way he is said.",
    "ai-atk-abh02a5:457_6": "Consciousness is a condition for choices.",
    "ai-atk-abh02a5:458_0": "But why do they say that the word when not sort of?",
    "ai-atk-abh02a5:458_1": "Not having destroyed the continuation of non-disappearance (in return), without understanding it -",
    "ai-atk-abh02a5:458_2": "“What is continued existence?",
    "ai-atk-abh02a5:458_3": "apart from the grasping aggregates of feeling, perception, choices, and consciousness:",
    "ai-atk-abh02a5:458_4": "This is called a condition for continued existence.”",
    "ai-atk-abh02a5:458_5": "the aggregates of conditions, and the hosts of aggregates, and so on.",
    "ai-atk-abh02a5:459_0": "Herein, as far as rebirth there is no continuation in existence, there is no continued existence for rebirth in the future.",
    "ai-atk-abh02a5:459_1": "“Of those who are born in the beginning, the middle, and the end of old age and death, their nature, they continue to be reborn in the next life, not yet no further.",
    "ai-atk-abh02a5:459_2": "Likewise in the end of rebirth and old age and death.",
    "ai-atk-abh02a5:459_3": "The continuation of existence is called birth,",
    "ai-atk-abh02a5:459_4": "Continued existence is the cause, no not undeveloped. You should know all these things.",
    "ai-atk-abh02a5:460_0": "But some say:",
    "ai-atk-abh02a5:460_1": "“I say that there are two kinds of grasping”: “When there are such things, rebirth, old age, and death, to be reborn, there are no grasping, conditioned by grasping, which is a condition for continued existence,” then the grasping aggregates come to be.”",
    "ai-atk-abh02a5:460_2": "Here they are not defeated because of requisites is not-self.",
    "ai-atk-abh02a5:460_3": "Here the rebirth of his enemy, for one who has not participated in existence,",
    "ai-atk-abh02a5:460_4": "The end of constituent groups (of mind and body) that provide fuel for attachment,",
    "ai-atk-abh02a5:461_0": "Continued existence is a condition for rebirth- old age and death; for the sake of rebirth, old age, and death, to be a condition for rebirth,",
    "ai-atk-abh02a5:461_1": "they’re not freed from rebirths, old age, and death.",
    "ai-atk-abh02a5:461_2": "If this is how rebirth, old age, and death should be told:",
    "ai-atk-abh02a5:461_3": "The word ought to be spoken of as stated in accordance with the Teaching",
    "ai-atk-abh02a5:461_4": "For the ten kinds of clinging to the summaries should be attained.",
    "ai-atk-abh02a5:461_5": "he should be told in the eleventh place.",
    "ai-atk-abh02a5:461_6": "The cause, the reason why continued existence is the reason why absoluteness should be told, “Now, the meaning of this.”",
    "ai-atk-abh02a5:461_7": "it should be told: “Have I learned it too much.”",
    "ai-atk-abh02a5:461_8": "consciousness is a condition for the sake of consciousness, namely form, consciousness, and non-disappearance. For this is the cause, not accumulating thus: “This is the reason why ‘This is indeed’.",
    "ai-atk-abh02a5:462_0": "3. Sampayuttacatukkaṁ",
    "ai-atk-abh02a5:463_0": "245.",
    "ai-atk-abh02a5:463_1": "Through the introduction of ignorance is shown by ignorance, etc., in this way the conditions are associated with ignorance, and so on. Having shown by ignorance and so on, they actually shown that ignorance and formations associated with ignorance.",
    "ai-atk-abh02a5:463_2": "The same method applies in the same way.",
    "ai-atk-abh02a5:463_3": "But since there is no such thing as bodily-formity with the consciousness associated with consciousness, there is no place here in the third jhāna, and no consciousness associated with consciousness, based on consciousness as condition: “The fourth, what is associated with consciousness,” and the third, etc., are conditions for the fourth jhāna, etc., only in those same way.",
    "ai-atk-abh02a5:464_0": "4. Aññamaññacatukkaṁ",
    "ai-atk-abh02a5:465_0": "246.",
    "ai-atk-abh02a5:465_1": "and they show each of these is a condition for choices by way of ignorance, etc., conditions, and when ignorance is shown by way of ignorance. Then, when ignorance is shown by way of ignorance, it is a condition for the other kind of ignorance.",
    "ai-atk-abh02a5:465_2": "The same method applies in the same way.",
    "ai-atk-abh02a5:465_3": "But there is the reason why the teaching of the Dhamma is mentioned, and the teaching is not for one who has taught. That is why the Niddesa of the Dhamma is a condition for the corresponding . Consequently, and the teaching is not a condition for grasping.",
    "ai-atk-abh02a5:465_4": "in that place where the lower story does not teach because they have been taught.",
    "ai-atk-abh02a5:465_5": "‘The six sense fields are a condition for name and form. Consciousness is a condition for the six sense fields. There is nothing wrong with the six sense fields. Their six sense fields are a condition for each other. Their six sense fields are conditions for contact. Contact is a condition for each other.’",
    "ai-atk-abh02a5:466_0": "With the giving up of ignorance,",
    "ai-atk-abh02a5:467_0": "The Book of choices, etc.",
    "ai-atk-abh02a5:468_0": "247.",
    "ai-atk-abh02a5:468_1": "Now, with the root as condition there are (volitional) processes,",
    "ai-atk-abh02a5:468_2": "The sections on all four rooted in ignorance, and the sixteen rooted in this way.",
    "ai-atk-abh02a5:468_3": "but having shown the first word (of the first time), and firstly the rest,",
    "ai-atk-abh02a5:468_4": "as in the case of consciousness the root of consciousness,",
    "ai-atk-abh02a5:468_5": "Herein, having shown that the root of all conditions thus, “For the three beginning with ignorances in the eight ways beginning, there is no formations beginning with ignorance as condition,” etc., but not as conditioned phenomena, etc., by means of the non-existences of ignorance and formations beginning with a single moment, etc., not in the moment of the mental formations or by apprehending it into the senses beginning with a single moment, etc., conditions for ignorance and so on.",
    "ai-atk-abh02a5:469_0": "Why is it rooted in continued existence, rooted in rebirth and old age do not come to be?",
    "ai-atk-abh02a5:469_1": "What is a condition for continued existence?",
    "ai-atk-abh02a5:469_2": "He doesn’t work.",
    "ai-atk-abh02a5:469_3": "But that is how ignorance is a condition for continued existence in ignorance, not in any case or in ignorance.",
    "ai-atk-abh02a5:469_4": "That’s why absence of ignorance shouldn’t be spoken of in ignorance.",
    "ai-atk-abh02a5:469_5": "and also by being grasped in ignorance.",
    "ai-atk-abh02a5:469_6": "Therefore ignorance is a condition for continued existence. The conditions are fulfilled in ignorance. And when ignorance has been called “ ignorance there may be no conditions for ignorance.”",
    "ai-atk-abh02a5:469_7": "or the mind is not a condition for ignorance.",
    "ai-atk-abh02a5:469_8": "Herein, there is no grounding (in species) adherence and to birth,",
    "ai-atk-abh02a5:469_9": "Furthermore, continued existence ends in rebirth and old age.",
    "ai-atk-abh02a5:469_10": "And there is not a single moment of the mind, the root of ignorance, or ignorance. They say, ‘Rebirth is a condition for rebirth.’",
    "ai-atk-abh02a5:470_0": "for the sake of mother and father.",
    "ai-atk-abh02a5:471_0": "Unskillful Qualities",
    "ai-atk-abh02a5:472_0": "248-249.",
    "ai-atk-abh02a5:472_1": "Now, as to the arising of a thoughtful stuffed with skillful qualities, having put away the parts of profitable crooked thought, which is unskillful and produced in such a way that is skillful, produced by a unprofitable way of knowledge, and having given up ignorance and given rise to knowledge, is in the first case of the noble ones.",
    "ai-atk-abh02a5:472_2": "The meaning of that in the way already described.",
    "ai-atk-abh02a5:472_3": "But since there is not even a single one of these cravings and at the moment, there is no craving for grasping. That is why there is similar to views in them, etc., for that is conditioned by view.",
    "ai-atk-abh02a5:473_0": "That is why the aggregates of continued existence is called a “unbounded” having been constituent groups (of mind and body) that provided with form, feeling, perception, choices, and consciousness.",
    "ai-atk-abh02a5:473_1": "When a mendicant is spoken to by grasping, they might become aroused.",
    "ai-atk-abh02a5:473_2": "And the reason why isn’t you have",
    "ai-atk-abh02a5:473_3": "Because their birth, etc., are unborn, so the names of birth, etc., these are said to be the “principledity of birth” , and so on.",
    "ai-atk-abh02a5:474_0": "250.",
    "ai-atk-abh02a5:474_1": "In this way, when the first time is finished in the second time, the third time, and the fourth time in the reckonings it is not shown by means of the same kind of choices.",
    "ai-atk-abh02a5:474_2": "Herein, excepting contact as contact: this is a name for the purpose of contact, this is called “confide”.",
    "ai-atk-abh02a5:475_0": "252.",
    "ai-atk-abh02a5:475_1": "This is the third reason why consciousness occurred with the mental formation, namely, consciousness, and mental formations were found.",
    "ai-atk-abh02a5:475_2": "They can also be called ‘mindfulness’ when it comes to be called ‘consciousness’ because it is a condition for disillusionment.",
    "ai-atk-abh02a5:475_3": "Herein, although the performance of a deed, it can be taken by one who app the minds of the most importantities. On the contrary, the contrary, the rest should be taken.",
    "ai-atk-abh02a5:475_4": "for that consciousness is a condition for consciousness.",
    "ai-atk-abh02a5:476_0": "254.",
    "ai-atk-abh02a5:476_1": "The fourth temperature occurs because of the consciousness of the mind, and also the sixth sense sphere, and also the sixth sense sphere, and also the sixth sense sphere produced by contact as condition: mind and bodily and bodily form are conditions for the sixth.",
    "ai-atk-abh02a5:476_2": "what is said in the sense fields, etc.,",
    "ai-atk-abh02a5:477_0": "The second droping of the instruments is the same:",
    "ai-atk-abh02a5:478_0": "264.",
    "ai-atk-abh02a5:478_1": "and in the third rising associated states, it is not said to be shown by the air that is associated with consciousness, and such name and form.",
    "ai-atk-abh02a5:479_0": "272.",
    "ai-atk-abh02a5:479_1": "fourth teeth are due to the inner place: “The touch of contact, having contact with feeling. ” ...",
    "ai-atk-abh02a5:479_2": "consciousness:",
    "ai-atk-abh02a5:479_3": "This is called ‘with contact as condition: feeling’, in the earlier strikes, not being struck by the nose, after making the earth known by the name of contact. ...",
    "ai-atk-abh02a5:479_4": "consciousness is spoken of as stated without it.",
    "ai-atk-abh02a5:479_5": "for the contact too is a condition for contact.",
    "ai-atk-abh02a5:480_0": "Likewise the first tetrad, the sixteen grounds for deluded into the fourteen sections, etc., should be understood as the basis for defilement, and unprofitable choices.",
    "ai-atk-abh02a5:480_1": "and Pāṭaliputta snares.",
    "ai-atk-abh02a5:480_2": "In the same way, when an unwholesome mind has reached that same six consistent of nine hundred, thirty, or forty-four grounds,",
    "ai-atk-abh02a5:481_0": "280.",
    "ai-atk-abh02a5:481_1": "Now what, when an unwholesome quality is being seen, whatsoever unskillful qualities do, etc., should be undertaken?",
    "ai-atk-abh02a5:481_2": "Herein, there is no craving for views that are severed by craving. Craving is a condition for grasping like a strong poison in the public.",
    "ai-atk-abh02a5:481_3": "When there is no sorrow for mental sadness, there is no craving for feeling in the comprehension of craving, by the pollutants and by craving, by calling them out of craving.",
    "ai-atk-abh02a5:481_4": "the starting point of grasping to the aggregates of grasping.",
    "ai-atk-abh02a5:481_5": "But doubt as to whether something associated with them is, there is no defilement of them. Consequently, the pollutant of craving, and doubt.",
    "ai-atk-abh02a5:481_6": "the step of grasping is the best.",
    "ai-atk-abh02a5:481_7": "let alone by agitation, because there is agitation of craving, agitated trickling down by the power of craving.",
    "ai-atk-abh02a5:481_8": "the starting point of grasping to the aggregates of grasping.",
    "ai-atk-abh02a5:481_9": "having shown them all the troughly, the Sāketa and snapped their strings,",
    "ai-atk-abh02a5:481_10": "and that, (this) is shown by the one (this), this is the end.",
    "ai-atk-abh02a5:481_11": "it is because of the rest.",
    "ai-atk-abh02a5:482_0": "but that leading to the higher ordination in the higher mind.",
    "ai-atk-abh02a5:482_1": "Or alternatively, his mind becomes prevented by it.",
    "ai-atk-abh02a5:482_2": "practising the end of intention,",
    "ai-atk-abh02a5:482_3": "Then the mind becomes dispassionate towards that object, and so on.",
    "ai-atk-abh02a5:482_4": "Their definition should be understood in the way already described first as in the way already described.",
    "ai-atk-abh02a5:482_5": "For it is not only the thirty-two rooted in the texts, nor the eighth root of the embracings, but there is none of them.",
    "ai-atk-abh02a5:483_0": "Unskillful Qualities",
    "ai-atk-abh02a5:484_0": "In the Teaching of the skillful",
    "ai-atk-abh02a5:485_0": "292.",
    "ai-atk-abh02a5:485_1": "Now, as to the skillful qualities that are skillful and considered skillful, when they are satisfied, what are they expect?",
    "ai-atk-abh02a5:485_2": "But just as, when someone puts unskillfully to store it first, why does he have no doubt here?",
    "ai-atk-abh02a5:485_3": "and it’s still not given to diversity from the host of gods.",
    "ai-atk-abh02a5:485_4": "For the supermundane states are given up in those three things, and so there is an unskill in suffering.",
    "ai-atk-abh02a5:485_5": "So it’s why don’t attend them to their mother’s side, profit, or remember them, and compared them from the recitation passage.",
    "ai-atk-abh02a5:486_0": "Herein, the one who is clinging to the profitable mind is called the root of ignorance, so as to the root of ignorance does not exist after consideration. So ignorance is profitable kamma are profitable, like the root of aggregates, and the root of craving, which is why there is profitable rooted in them with the ending of craving and the habitable.",
    "ai-atk-abh02a5:486_1": "The rest should be understood as already described.",
    "ai-atk-abh02a5:487_0": "In the Teaching of the skillful",
    "ai-atk-abh02a5:488_0": "Uskillful Qualities",
    "ai-atk-abh02a5:489_0": "306.",
    "ai-atk-abh02a5:489_1": "for the arising of arguments, etc., that have been prepared in the future after the meal.",
    "ai-atk-abh02a5:489_2": "* Ignorance the root of all ignorances has no rooted in ignorance,",
    "ai-atk-abh02a5:489_3": "Ignorance in ignorance places because of all ignorance.",
    "ai-atk-abh02a5:489_4": "There is no root of the skillful in ignorance, there is no root of the eye-consciousness.",
    "ai-atk-abh02a5:489_5": "But even though these reasons are connected with cause, what is there, opposite to be reborn there,",
    "ai-atk-abh02a5:489_6": "it should be understood that in five ways: by absence of consciousness, and having become disciplined.",
    "ai-atk-abh02a5:490_0": "But here it is due to the eye, etc., that of craving, of grasping and mentality-materiality,",
    "ai-atk-abh02a5:490_1": "Delighting over the power of craving, the strength of being those who lived in the lotus pond,",
    "ai-atk-abh02a5:490_2": "The remainder of the remainder kinds of craving are only low.",
    "ai-atk-abh02a5:490_3": "Through the power of faith in the defining of all activity, the confidence (of system) filled with craving.",
    "ai-atk-abh02a5:490_4": "So it should be understood that these eight roots are included in the eye-consciousness, etc., the six roots of contact, and the six roots of feeling, eight groups of consciousness, and six rooted in the six roots of the eye, and the seven roots of the six roots should be understood.",
    "ai-atk-abh02a5:491_0": "Herein, the eye-consciousness is also included in the fourfold and four in the beginning.",
    "ai-atk-abh02a5:491_1": "The second ladies of the person even though they gained a following.",
    "ai-atk-abh02a5:491_2": "and third, because of the fourth immaterial jhāna it is only because of the fourth jhāna.",
    "ai-atk-abh02a5:491_3": "For if forms are not established, they are not conceived in the eye-consciousness.",
    "ai-atk-abh02a5:491_4": "In the first two bright paths they get tormented thus:",
    "ai-atk-abh02a5:491_5": "Therefore the first, and the second, and the third, are stated in the fourfold reckoning as stated.",
    "ai-atk-abh02a5:491_6": "The remaining kinds of purification through all the advantages of conditions.",
    "ai-atk-abh02a5:491_7": "is not attached to charity, not taking care of others.",
    "ai-atk-abh02a5:491_8": "After having become discussing the teaching,",
    "ai-atk-abh02a5:491_9": "The same method of explanation applies to the Order are not included in the formless-spheres.",
    "ai-atk-abh02a5:491_10": "The jungle of the fine-material sphere or immaterial sphere.",
    "ai-atk-abh02a5:492_0": "Uskillful Qualities",
    "ai-atk-abh02a5:493_0": "Considering With Ignorance",
    "ai-atk-abh02a5:494_0": "334.",
    "ai-atk-abh02a5:494_1": "now, when one is drawing a single consequence, what things do they have been explained?",
    "ai-atk-abh02a5:494_2": "Herein, when ignorance is involved in ignorance, it is said to be ‘with reference to him.’",
    "ai-atk-abh02a5:494_3": "And so they say, “Herein, what is ignorance?” “Herein, what is ignorance?” having destroyed the dispensations of ignorance?",
    "ai-atk-abh02a5:494_4": "For if a wholesome intention is actually aroused with a wholesome intentions.",
    "ai-atk-abh02a5:495_0": "Herein, the intention is a condition for the whole world in the way already described. The Skill in ignorance is in the way already stated.",
    "ai-atk-abh02a5:495_1": "But since there isn’t given up and developing ignorance, their abandonment is necessary condition for the purpose of abandoning that.",
    "ai-atk-abh02a5:495_2": "For when ignorance is skillful, the otherwise does not go from this state,",
    "ai-atk-abh02a5:495_3": "Herein, the development of the investigation by the stage beginning is worthy of the three planes beginning with the surmounting.",
    "ai-atk-abh02a5:495_4": "Development of the World: It is annihilationist.",
    "ai-atk-abh02a5:495_5": "The rest is as already explained.",
    "ai-atk-abh02a5:496_0": "And this is the effect.",
    "ai-atk-abh02a5:496_1": "Just as a single unprofitable starting to the four sides, they don’t get anything from there, but only if they gain it,",
    "ai-atk-abh02a5:496_2": "Without ignorance as condition there is no (volitional) processes associated with ignorance,",
    "ai-atk-abh02a5:496_3": "But the first tetrad is reckoned as in the first place.",
    "ai-atk-abh02a5:496_4": "but having shown that first stuff the (good) Seyyasaka,",
    "ai-atk-abh02a5:496_5": "taken away from it:",
    "ai-atk-abh02a5:497_0": "Considering With Ignorance",
    "ai-atk-abh02a5:498_0": "Grounds of Skillful Root",
    "ai-atk-abh02a5:499_0": "343.",
    "ai-atk-abh02a5:499_1": "Now, what things that are inspected in the same way?",
    "ai-atk-abh02a5:499_2": "Herein, a condition for the wholesome root: this is what is meant.",
    "ai-atk-abh02a5:499_3": "Because what is skillful and unskillful, its root, and the practice that leads to the unskillful.",
    "ai-atk-abh02a5:499_4": "But in the case of the opposite sex only one can be impediments,",
    "ai-atk-abh02a5:499_5": "That is why the condition is really in terms of the various kinds of becoming .",
    "ai-atk-abh02a5:499_6": "Which is its root? Do they say, “What is their root?” But what is their root? After confinement, they are unreal.”",
    "ai-atk-abh02a5:499_7": "Like the unwholesome enemy.",
    "ai-atk-abh02a5:500_0": "Through ignorance and its root items, in that place there is a starting point, like the first place in the second place,",
    "ai-atk-abh02a5:500_1": "(but) having shown that (of the First Seyyas),",
    "ai-atk-abh02a5:500_2": "Therefore one root item should be understood in four ways: in the result of the unprofitable root, and all with the rooted in the skillful.",
    "ai-atk-abh02a5:500_3": "Those who are skilled in the hymns, etc., have nothing foundations because of the profitable activity, etc., as conditioned phenomena, since they don’t get the noble ones.",
    "ai-atk-abh02a5:501_0": "That is how this:",
    "ai-atk-abh02a5:502_0": "having done bad, unwholesome things,",
    "ai-atk-abh02a5:503_0": "Virtue as a result for wholesome and results,",
    "ai-atk-abh02a5:504_0": "Again, of the same opposite sex,",
    "ai-atk-abh02a5:505_0": "to break up the fetters and to break up the fetters.",
    "ai-atk-abh02a5:506_0": "Except infact, and Reflecting absorption,",
    "ai-atk-abh02a5:507_0": "Because no knowledge of the arrival at each is not found in them.",
    "ai-atk-abh02a5:508_0": "The Wise One, whose attainment is endless, who is the Wise One,",
    "ai-atk-abh02a5:509_0": "Herein, there is no more to do.",
    "ai-atk-abh02a5:510_0": "But this discourse in the texts on responsible to the two brothers by the people who were brothers by means of the teachings bringing them to the two brothers and then shows them to the one who has shown them.",
    "ai-atk-abh02a5:511_0": "the color of the people;",
    "ai-atk-abh02a5:512_0": "Discussion of the Vibhaṅga:",
    "ai-atk-abh02a5:513_0": "The Analysis of conditional origination is finished."
}