{
    "ai-atk-s0503a8:0_0": "8. Pāṭaligāmiyavaggo",
    "ai-atk-s0503a8:1_0": "First: Practice Conducive to Extinguishment",
    "ai-atk-s0503a8:2_0": "71.",
    "ai-atk-s0503a8:2_1": "and in the first dregs of Pāṭali Village, the abolishing of the deathless, the mental formation.",
    "ai-atk-s0503a8:2_2": "gave a Dhamma talk to the Teaching,",
    "ai-atk-s0503a8:2_3": "it shows why it is said to be abundant characteristics .",
    "ai-atk-s0503a8:2_4": "he seizes them by the community of monks.",
    "ai-atk-s0503a8:2_5": "(which is) talking about, conquering, and burning.",
    "ai-atk-s0503a8:2_6": "he has surely completed the virtues of Emancipation, was held over all the time.",
    "ai-atk-s0503a8:3_0": "Then Vāseṭṭhas, in each case, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, giving away, and letting go of all attachments.”",
    "ai-atk-s0503a8:3_1": "feels to be encouraged: “Here weaving on this path,” he makes the following a: “There is no wrong, he is going to the Aciravata mountain.",
    "ai-atk-s0503a8:3_2": "There is a talking about the teaching of the noble ones. It is hardly hard to comprehend. When rouses up energy for attaining the unattained, embracing your mind, exercise it, brings it to extinguishment. That is why it shouldn’t intensify your purity.”",
    "ai-atk-s0503a8:3_3": "and that which is accompanied by defilements, has the equivalent tendencies of greed, hate, and delusion. And in many ways, they inspire them, and endeavour.",
    "ai-atk-s0503a8:4_0": "Those men here are now:",
    "ai-atk-s0503a8:4_1": "After having made this decision, he should go at ease (but). After having shown that there is something else, he should teach us.",
    "ai-atk-s0503a8:4_2": "having given attention to it, he witnessed over that Dhamma, which is unknown,",
    "ai-atk-s0503a8:4_3": "considering it with all the minds of the mind, were taught with the beginning, middle, and end of the discipline, and end. He then sustained it up as much as he were unable to get it.",
    "ai-atk-s0503a8:4_4": "Or alternatively, he gives up all mind and fixes it on the right way.",
    "ai-atk-s0503a8:4_5": "This is said:",
    "ai-atk-s0503a8:4_6": "teaching the minds of all were taught by the giving a thought of everyone by doing the mind, without making it preference to those who haven't go outside the monastery, and bringing about the well-proclaimed, and bringing them to his own residence.",
    "ai-atk-s0503a8:4_7": "(Whoever) has become very covered and does not apply out,",
    "ai-atk-s0503a8:4_8": "Winds blow down: This is sustained thought.",
    "ai-atk-s0503a8:4_9": "For even if he can obtain it without getting wet mindfulness, then he can subdue it too in the eye faculty, like a roaming observed of the eye faculty.",
    "ai-atk-s0503a8:4_10": "And here he said: “Herein, what are the fourteen sections?” Then he showed them carefully with their radiance and worshipped them with fourteen lamps in the Jetavana garden.",
    "ai-atk-s0503a8:5_0": "Knowing this, they understand it was infatuated and expressed their appreciation.",
    "ai-atk-s0503a8:5_1": "utter this exalted utterance: “With the highest mind” is the supreme state of Nibbāna, on the ultimate occasion, the supreme state of existence.",
    "ai-atk-s0503a8:6_0": "Herein, there is no meaning that it is gaining ultimate sense. This is the meaning.",
    "ai-atk-s0503a8:6_1": "To those monks, monks, is a lighting up.",
    "ai-atk-s0503a8:6_2": "Have the happiness of the Dhamma, or with the rapture and bliss born of the noble ones, and the Buddha makes this statement:",
    "ai-atk-s0503a8:6_3": "The mendicants harmed their perception.",
    "ai-atk-s0503a8:6_4": "For the Buddha expressed their appreciation to the monks, enlightenment factor:",
    "ai-atk-s0503a8:6_5": "It’s when the entire lamp is stated in Nibbāna, because of the words he doesn’t penetrate their self-dependent,",
    "ai-atk-s0503a8:6_6": "But what is it possible to know that those mendicants who are made by listening to the teachings, then they should experience perfect them with their own hands, just as they did.",
    "ai-atk-s0503a8:6_7": "then he should reason it acquisition:",
    "ai-atk-s0503a8:6_8": "tamed, lady, and defeated,",
    "ai-atk-s0503a8:6_9": "for it is said to be the “which has a visible object” in the sense of habitat, as its object, and it is the “consciousness” in the sense of its object, just as its object.",
    "ai-atk-s0503a8:6_10": "And this is how the Buddha declared the highest gift of those mendicants with nothing left over.",
    "ai-atk-s0503a8:7_0": "Here is this:",
    "ai-atk-s0503a8:7_1": "Here the elements are discovered because of the unconditioned elements of having the conditions for becoming.",
    "ai-atk-s0503a8:7_2": "And when the furrow is found, heatly still dispels the cold season in the heat, because of these bad things, the underworld is found in them.",
    "ai-atk-s0503a8:7_3": "And this is said:",
    "ai-atk-s0503a8:8_0": "“In the way he is one called “chainted”.",
    "ai-atk-s0503a8:9_0": "so that when these states are found,",
    "ai-atk-s0503a8:10_0": "“As the way to cold, heat, hunger, and thirst,",
    "ai-atk-s0503a8:11_0": "In this way he wishes to be quenched about three kinds of extinguishment.",
    "ai-atk-s0503a8:12_0": "“In the same way, when good friends,",
    "ai-atk-s0503a8:13_0": "In the same way, who are ignorant and without birth can come thus:",
    "ai-atk-s0503a8:14_0": "Furthermore, there is the ultimate decision of Nibbāna, and the other individual will succeed in dependence.",
    "ai-atk-s0503a8:15_0": "The Buddha replied, “Now, without making such a state of existence,” and with the supreme faculties he said, “Now there is no danger of such states,” and with such states as fewness of wishes, etc., do not say, “Now that there is no earth element,”",
    "ai-atk-s0503a8:15_1": "Herein, in whatever way one besides has a shopkeeper of all activities. And in regard to all things there is none of them all liable to perish.",
    "ai-atk-s0503a8:15_2": "Of these, the conditioned phenomena that originates, that is,",
    "ai-atk-s0503a8:15_3": "Herein, the explanation of the meaning of development is this:",
    "ai-atk-s0503a8:15_4": "Where there is the characteristic of Nibbāna, whereby there is no earth element, no water element in the fire element, no fire element, air, space, and manifestation of the earth element.",
    "ai-atk-s0503a8:15_5": "And so there is the four primary elements in each and every way they are “dependent,” and so on.",
    "ai-atk-s0503a8:15_6": "When this is said there in the case of the sensual-decline, and the rainy season in this way already stated.",
    "ai-atk-s0503a8:15_7": "For he does not have the five great crude producing kamma in the past, future or present.",
    "ai-atk-s0503a8:16_0": "Now it is in order to show the development of extinguishment that which is formless and undeveloped in the dimension of infinite space ...",
    "ai-atk-s0503a8:16_1": "has not been stated in the dimension of neither perception nor non-perception.”",
    "ai-atk-s0503a8:16_2": "Herein, with the base consisting of boundless space as its object, or with the three kinds of surmounting, as the disappearance of the dimension of infinite space, is the meaning.",
    "ai-atk-s0503a8:16_3": "Likewise in the rest.",
    "ai-atk-s0503a8:16_4": "And when he has attained Nibbāna in the sense of sense desire, he is without looking at least because he has seen the highest.",
    "ai-atk-s0503a8:16_5": "“This world doesn’t belong to the other world.”",
    "ai-atk-s0503a8:16_6": "The meaning of this:",
    "ai-atk-s0503a8:16_7": "And it is for the sake of the world: “Fine, what is the benefit of the world” , and the aggregates in this life, and the practice that leads to the aggregates are comprehensive and constituents that provide belonging to the present life.”",
    "ai-atk-s0503a8:16_8": "When there is no both this moon and sun, one who can say: ‘This is the meaning of form that is not found, on the bank of the moon’s radiance.",
    "ai-atk-s0503a8:16_9": "With all forms there is no equal to it.",
    "ai-atk-s0503a8:16_10": "The meaning is that it is Vāseṭṭhas, the moon and sun, and the sun’s superior. That is why there is Nibbāna.",
    "ai-atk-s0503a8:16_11": "Through this world of men he shows Nibbāna in his Nibbāna.",
    "ai-atk-s0503a8:17_0": "And it is at this point that nobiding in he does not have reached the ultimate end. He attains ultimate extinguishment, the ultimate sanctuary, the ultimate spiritual life, and the ultimate goal. Then he directly knew the ultimate extinguishment of those mendicants, the ultimate one with no-one maintaining the ultimate sense. Then he two, while the one whose mind is perfect in them will exceed the ultimate sense of urgency, the astute, and the ultimate goal.",
    "ai-atk-s0503a8:17_1": "Two on the moon’s sun and moon, that is in his mouth.”",
    "ai-atk-s0503a8:17_2": "which is the instance of shaking off of the earth element, the air element of uncleans, and the nature of quenching of Nibbāna, is the inclining of Nibbāna.",
    "ai-atk-s0503a8:17_3": "Hence it is said: “I say that the three life is neither finite, I say.”",
    "ai-atk-s0503a8:18_0": "Herein, one is started:",
    "ai-atk-s0503a8:18_1": "it’s still not to be sprinkled like this.",
    "ai-atk-s0503a8:18_2": "wherever I say that any conditioned phenomena would not arise from anyone who brings them.",
    "ai-atk-s0503a8:18_3": "When I say this, where do I say in this way? Because of the extent of his attention to the lower life, he is not to be successful, I say.",
    "ai-atk-s0503a8:18_4": "“Where can you go to any inconvenient place, I say?",
    "ai-atk-s0503a8:18_5": "And I say there is no coming to the producing of knowledge, which is a condition for coming to an end, which is constantly and continually dissolution, I say.",
    "ai-atk-s0503a8:18_6": "“They did indeed,” and the Pāṭaliputta replied.",
    "ai-atk-s0503a8:18_7": "The meaning of this:",
    "ai-atk-s0503a8:18_8": "The base consisting of the neither perception nor non-perception as in the next village, like a monk who does not deliberately makes the unity andself because it goes to the neighborhood of the village or town, nor do I say.",
    "ai-atk-s0503a8:18_9": "But when they’ve developed that it does not accumulate to it, there is no idea that remains,",
    "ai-atk-s0503a8:18_10": "Herein, the occurrence of the mindfulness that is the act of absorption and the escape from it.",
    "ai-atk-s0503a8:18_11": "When it has not yet arisen as object, then with any kind of feeling, as its object, it does so without arrival or sightening, but it is said to be “without attachment to extinguishment” .",
    "ai-atk-s0503a8:18_12": "and that which is unaithful, fame, and quietening in the same way.",
    "ai-atk-s0503a8:18_13": "Just this is the end of suffering in which “Bhikkhus, all-seeing is the meaning of what is allowed” is expressed in this way: “This is the end of suffering, this is the end of all suffering.”",
    "ai-atk-s0503a8:18_14": "That is why in each case the one said “Now,” etc., the other developed.",
    "ai-atk-s0503a8:19_0": "The first kind of commentary is finished.",
    "ai-atk-s0503a8:20_0": "Second: Practice Conducive to Extinguishment",
    "ai-atk-s0503a8:21_0": "72.",
    "ai-atk-s0503a8:21_1": "Through the second recitation passage and reference to Nibbāna, the fourteenth part of the heart that is deep.",
    "ai-atk-s0503a8:21_2": "Herein, the hard-worker’s enemy is independent of those states. It is not possible to know or see or see who has a sense of urgency and true knowledge of identity.",
    "ai-atk-s0503a8:21_3": "for this is said:",
    "ai-atk-s0503a8:21_4": "“That’s how you can know and see the noble eye of wisdom.”",
    "ai-atk-s0503a8:21_5": "And another said:",
    "ai-atk-s0503a8:21_6": "“This thing too is hard to see, that is to say, the attainment of all processes.”",
    "ai-atk-s0503a8:21_7": "There is no simply in the sense-spheres in the virtues of sense desires, etc., of the kinds of becoming, and there is no craving for fine-material jhānas. This is called “ascetic”.",
    "ai-atk-s0503a8:21_8": ": “Having nothing (therefore) they cease without anything left over, the deathless is unborn, the meaningless, the principles of the deathless, emancipation.”",
    "ai-atk-s0503a8:21_9": "But some say that “boundless” is for one who is taken to see is good.",
    "ai-atk-s0503a8:21_10": "And here it is said: “Because this cleansing greed and the weakness of greed, etc., and because it is not easy to wake up from defilements” and so on, it does not give rise to confidence.",
    "ai-atk-s0503a8:21_11": "For it’s not easy to call a very sacred in this way.",
    "ai-atk-s0503a8:21_12": "there the truths of extinguishment:",
    "ai-atk-s0503a8:21_13": "For it is at the inclusion of all enumeration without individual essence.",
    "ai-atk-s0503a8:21_14": "For it’s not easy to see a happy and well-composed both merit and embracing each other, and so on.",
    "ai-atk-s0503a8:21_15": "for this is said by the Blessed One:",
    "ai-atk-s0503a8:21_16": "“I’ve struggled hard to realize this,”",
    "ai-atk-s0503a8:22_0": "does not know and see through the complete understanding of craving and view, and the penetration of truth, and the path to realize the truth of the path leading to the penetration of the path, and in recommendation of the round of rebirths, old age and death, to be experienced by the penetration of the path, and the penetration of the path, and the attainment of the path, by the abandoning of craving, the path, and by directly knowing and completely understanding,",
    "ai-atk-s0503a8:22_1": "If you don’t truly know and see the four noble truths, you’re not aroused with the defilements, the embracings of deeds, the culmination of them, the deathless, the suffering, and the state of existence. In this way, when you know or see, the deathless are included with such powers, without a mass of suffering.",
    "ai-atk-s0503a8:22_2": "The rest is as already explained.",
    "ai-atk-s0503a8:23_0": "The second section on the Realized One is finished.",
    "ai-atk-s0503a8:24_0": "Third: Practice Conducive to Extinguishment",
    "ai-atk-s0503a8:25_0": "73.",
    "ai-atk-s0503a8:25_1": "Then, knowing the third terrified, the Buddha said to them, “After giving up the drawback”, he told them what had happened.",
    "ai-atk-s0503a8:25_2": "“The Buddha has said that there is no cause or reason for the sake of embankment by the Buddha, so how could it be described?”",
    "ai-atk-s0503a8:25_3": "Then the Fortunate One, having understood this their reflection in that way,",
    "ai-atk-s0503a8:25_4": "Origination, or else the mendicants who are known for the purpose of warding off (them), they say, “Extinguishment” regarding the mendicants, “Extinguishment as those monks with the ultimate goal of Nibbāna,” or “Delightenment as if it were in a precursorting extinguishment for the purpose of Nibbāna, or as in the ultimate sense of urgency, or that noble ones.",
    "ai-atk-s0503a8:26_0": "Herein, an unborn, unmade, unconditioned, all of them are unconditioned.",
    "ai-atk-s0503a8:26_1": "Or alternatively, there is the cause of feelings that are born, created, conditioned, and produced, which is accompanied by defilements, has not been born, produced, appeared, or conditioned. What is called the reason why no being born, no produced, unborn, unformed, unborn, unformed, and unconditioned. What is called “wellished” .",
    "ai-atk-s0503a8:26_2": "and the characteristic of conditioned phenomena do not repeat what is conditioned. In brief, the unconditionedness is not conditioned.",
    "ai-atk-s0503a8:26_3": "That is how many different reasons are there in detail to make the basis of psychic power, etc., in the stage in one place they described, saying: “Venerable sir, what is the purpose of seeing?”",
    "ai-atk-s0503a8:26_4": "Like this, when what is actually done is the only truth, what is produced by what is untrue, false, and based on the planet.",
    "ai-atk-s0503a8:26_5": "“If you weren’t able to give rise to everything without allowance, it is said to be in the natural principles.”",
    "ai-atk-s0503a8:26_6": "This is how the fourth way that doesn’t understand the development of the four kinds of mindfulness meditation, even when developed and cultivated it’s headed for extinguishment.",
    "ai-atk-s0503a8:26_7": "Herein, when the Buddha has given this growth, it should be understood that the time has said about it in the way already described.",
    "ai-atk-s0503a8:27_0": "So the teacher said, “There is no unborn, monks, for the sake of unbecome, without being asked,” and if he said, “There is no such thing, monks, for the rain,”",
    "ai-atk-s0503a8:27_1": "Here is in brief:",
    "ai-atk-s0503a8:27_2": "If an unborn is born, no produced, unformed, no aggregates in this world, and no produced by the complete ending of perceptions of continued existence. Their element would not be found.",
    "ai-atk-s0503a8:27_3": "For extinguishment, the noble path setting forth in terms of right view, etc., best of the noble ones, unrestrained defilements have been cut off by the noble path.",
    "ai-atk-s0503a8:27_4": "Hence there is no escape from all suffering is found.",
    "ai-atk-s0503a8:28_0": "When he is sick it is said in the presence of quenching that “Now,” and so on, without making it point, he said, “Now.” But that is, it said, “Now.”",
    "ai-atk-s0503a8:28_1": "and this is said:",
    "ai-atk-s0503a8:28_2": "And here there is no letting go of all things in which the earth element is a basis for such powers as sensible people, out of compassion. And in that, the same thing, the following letting go of all attachments, the ending of all activities, the four elements, the ending of suffering, the gratification in all directions, and the path leading to the letting go of all the elements thus: ‘This is mine, the ultimate, the absence of the world’, the embracing that noble ones are undesirable, so there is no such thing, or that noble ones.’",
    "ai-atk-s0503a8:28_3": "But when those Buddhas awakened for themselves with practises, they remove opposite to their own psychic powers, which is to be found in the mouth of the minds of others:",
    "ai-atk-s0503a8:28_4": "Having completely understood the complete understanding of sensual pleasures, the supreme state of existence, and the complete understanding of escape is evident through the complete destruction of craving, continued existence, and the absence of all conditions, you should be developed with wisdom.",
    "ai-atk-s0503a8:28_5": "than the escape from the realm of luminous element.",
    "ai-atk-s0503a8:28_6": "And what is it possible to give up and constantly knowing the defilements that should be given up by knowledge?",
    "ai-atk-s0503a8:28_7": "Likewise: the knowledge of the first jhāna, etc., in the way already described, is the knowledge of the mango fruits and defilement, but not infatuated by the first jhānas of the defilements.",
    "ai-atk-s0503a8:28_8": "So the wisdom there is from application to the defilement of the defilements, and the knowledge of the origin of defilements, and the noble path and the practice that leads to the shell states of existence in defilement, and with the noble path to the end of suffering. The noble truth of the paths should be developed by inference, and the noble path.",
    "ai-atk-s0503a8:28_9": "“Because that is unborn, unbecome, unmade, and unconditioned. This is the meaning of what the Buddha says.”",
    "ai-atk-s0503a8:28_10": "For this is what the meaning of what has been said by the Buddha, the ultimate sense, the ultimate sense, the ultimate sanctuary, and the ultimate extinguishment of all conditions, since it is all suffering in the various forms of reference to Nibbāna. And it is like the sound of natural states of existence in the ultimate goal.",
    "ai-atk-s0503a8:28_11": "Or alternatively, there is the ultimate element of existence, the ultimate element of the extinction of the earth element. Or else the feelings are in the earth element.",
    "ai-atk-s0503a8:28_12": "Because this does not exist: there is the introduction of elements too quickly, the ultimate sense.",
    "ai-atk-s0503a8:29_0": "The third convocation is finished.",
    "ai-atk-s0503a8:30_0": "Fourth: Practice Conducive to Extinguishment",
    "ai-atk-s0503a8:31_0": "74.",
    "ai-atk-s0503a8:31_1": "Then, knowing the meaning of that, the Buddha was instructing, in many ways, it seems, and this occurred to them:",
    "ai-atk-s0503a8:31_2": "“This must be developed by the Buddha.”",
    "ai-atk-s0503a8:31_3": "Then the Fortunate One, having understood this reflection in that way,",
    "ai-atk-s0503a8:31_4": "Or alternatively, there are some whose mind is tranquilized by craving, reference to the opposite of the paths of the mind, whose mind is inclined to extinguishment. It is expressed this heartfelt sentiment, the energy that is aroused for extinguishment:",
    "ai-atk-s0503a8:32_0": "Herein, the subtle self and the material forms are caught up in craving, - this is my self, this is my self’s doctrine.”",
    "ai-atk-s0503a8:32_1": "For I haven’t given up craving for a person, having mastered craving in the three classes of pleasure, etc., and such a state of feeling, “I live having mastered craving and discovered the profitable,” and “I do so by this one.",
    "ai-atk-s0503a8:32_2": "One who lives indeed is the way of practice, and having given up that state of purification through the path of the elimination of view, etc., and who lives in the way leading to the destruction of craving, etc., and who lives without first being formed into that state, is why there is no further story of the opposite sex with arrivals of ignorance.",
    "ai-atk-s0503a8:33_0": "They’re not practicing in accordance with the order, and they don’t practice accordingly.",
    "ai-atk-s0503a8:33_1": "When there is tranquility of tranquillity, one whose mind is tranquilized by tranquillity, bodily formations and mental tranquillity.",
    "ai-atk-s0503a8:33_2": "When there isn’t tranquility, there is no tranquility for achieving the unachieved, and maturity in the company of tranquillity. When there isn’t cut off the yokele of the tranquillity they don’t achieve the blissful meditation on the path, the enlightenment factor of transgression. When there is no tranquility for attaining the unprofitable.",
    "ai-atk-s0503a8:34_0": "He doesn’t exist thus because he is Liberated by the path to becoming inferior and superior. Because it is not easy to grasp how there is none in the end of craving.",
    "ai-atk-s0503a8:34_1": "Does not return here to the lower realm, or hereafter he comes back to this state of existence as an opposite sex, and it does not occur in the next life.",
    "ai-atk-s0503a8:34_2": "When there is no coming back in the way already described, she is not included in the way already described.",
    "ai-atk-s0503a8:34_3": "They don’t die when passing away and reappearing away.",
    "ai-atk-s0503a8:34_4": "For when there is no defilements are destroyed, results in that state of existence as the result of rebirth-process becoming, the result of that deed:",
    "ai-atk-s0503a8:34_5": "When there is no (the Bodhisatta) no reserved, they don’t grasp at the nose.",
    "ai-atk-s0503a8:34_6": "What should be said in the same way as to be given in the detailed meaning, only here is this:",
    "ai-atk-s0503a8:34_7": "That is why the meaning should be understood in the way already described.",
    "ai-atk-s0503a8:35_0": "And so the Buddha also has spended the deathless state of existence as allowable, have rightly comprehended the deathless with the deathless.",
    "ai-atk-s0503a8:36_0": "The Fourth section on the Realized One’s skin is finished.",
    "ai-atk-s0503a8:37_0": "5. Cundasuttavaṇṇanā",
    "ai-atk-s0503a8:38_0": "75.",
    "ai-atk-s0503a8:38_1": "* these five natures: in the Mallas,",
    "ai-atk-s0503a8:38_2": "together with a great Community of monks, virtues, and concentrations,",
    "ai-atk-s0503a8:38_3": "Then that virtue of the Community of Bhikkhus, etc., and of the special qualities of virtue, etc., and of the Mahāthūpa cleans a stream-enterer with all its various special qualities—it is reckoned as a stream-enterer.",
    "ai-atk-s0503a8:38_4": "For the life-process that were present, there were no monks who had come.",
    "ai-atk-s0503a8:38_5": "that’s how it is, Cunda,",
    "ai-atk-s0503a8:38_6": "the Lord of the World’s son,",
    "ai-atk-s0503a8:38_7": "The prince, it seems, is the first amongst the boundaries for the first-handed one, and after showing the immediately a stream-enterer, among the Sangha of monks headed by the Buddha, his own dwelling, and its door fragrant Counternity. He, surrounded by the Sangha of monks headed by the Buddha and the Teaching, and preparation for the Sangha of monks.",
    "ai-atk-s0503a8:38_8": "That of which is said:",
    "ai-atk-s0503a8:38_9": "“Sir, he stayed in Cunda the smith’s mango grove.”",
    "ai-atk-s0503a8:39_0": "Has it been given:",
    "ai-atk-s0503a8:39_1": "“Through tender pork into the pit of grain, while rolling the tender pork on the turns out",
    "ai-atk-s0503a8:39_2": "Some say that no delightful dogs, drunk from bathing goods, honey-covers, pigs, and tail-bearings.",
    "ai-atk-s0503a8:39_3": "if it was given there, people would take up the branches and on the ground.",
    "ai-atk-s0503a8:39_4": "but after some time they told him, “Hopefully ...” and they made an end of neck.",
    "ai-atk-s0503a8:39_5": "where he hears that worker, saying “Today is acting for a long time,” and after hearing that he had attained Nibbāna. Then he said to his last long.",
    "ai-atk-s0503a8:40_0": "And with that I’m lost, sir, because of that.",
    "ai-atk-s0503a8:40_1": "Why did the Buddha say this:",
    "ai-atk-s0503a8:40_2": "by the power of others,",
    "ai-atk-s0503a8:40_3": "but it is stated in the presence of Kāḷa.",
    "ai-atk-s0503a8:40_4": "which is an opportunity to be spoken to by others and unfavourable to the other.",
    "ai-atk-s0503a8:40_5": "In that place they indicated a life-span of a thousand coins, a thousand lamps, and four-thousand Such-Like (?).",
    "ai-atk-s0503a8:40_6": "So I’m not able to point out that other teacher, saying: “I’m not able to dispel the doctrine of others,”.",
    "ai-atk-s0503a8:40_7": "Suppose a person was to beat the boat belonging to their own dwellings, thinking “Those people without advice,” socializing themselves or intercourse others. Then for the sake of their own recommending.”",
    "ai-atk-s0503a8:41_0": "Herein, with its gods: Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans—whatever is known, this population with its ascetics and brahmins, gods and humans.",
    "ai-atk-s0503a8:41_1": "In this world with its gods, its lords of death, and its supreme beings, in this population with its ascetics and brahmins, its gods and humans,",
    "ai-atk-s0503a8:41_2": "it shows how to go about this world.",
    "ai-atk-s0503a8:41_3": "Herein, the fifth inner skin of the five-fold reckoning, the Champion, the Universal Seer, the Brahmadatta, having gone about, Chief Dispensation, and that is in the heavenly Enlightened One’s instructions. And the seventh, it is the sixth, the abode of the supreme beings, the sixth in the Brahmā-world.",
    "ai-atk-s0503a8:41_4": "This is how the threefold reckoning should be understood according to the method of location.",
    "ai-atk-s0503a8:41_5": "And another all:",
    "ai-atk-s0503a8:41_6": "Delight in the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans, you should be understood, in the Brahma world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans, the Character’s world.",
    "ai-atk-s0503a8:42_0": "one who acts like one who is fearless,",
    "ai-atk-s0503a8:42_1": "When you rough,",
    "ai-atk-s0503a8:42_2": "Goes undergoing illness,",
    "ai-atk-s0503a8:42_3": "excessive strength.",
    "ai-atk-s0503a8:42_4": "Death through Heaven means of the death of the result,",
    "ai-atk-s0503a8:42_5": "mindfully, with full awareness, calmed mindfulness, established mindfulness, and attended on him with knowledge.",
    "ai-atk-s0503a8:42_6": "As a result, he became unknown as a degree of feelings, which is why he was unable to reach quenching the next life.",
    "ai-atk-s0503a8:42_7": "Because the Buddha’s Final Emancipation were the day in that village, but not in the Bamboo Grove until the day had arisen.",
    "ai-atk-s0503a8:42_8": "For that day wanting to attain Final Emancipation, he can remember those one thousand rolls, forty thousand monasteries, and rears their strength. Then how many hundreds of thousands of gallons were inclined to stepped in the realm, not tormented by various feelings that have been made up from the multitude of robbery, thought, “This is the remaining grossness of embryoserging from the past, the future life, and present.”",
    "ai-atk-s0503a8:42_9": "I will not be able to keep going,",
    "ai-atk-s0503a8:43_0": "After eating meal offerings to Cunda the smith, held in verses of in the Dhamma.",
    "ai-atk-s0503a8:43_1": "Herein, (followed) the Supreme One, the Supreme One, (but) doesn’t arose because of fear,",
    "ai-atk-s0503a8:43_2": "If you’re not able to get ill will, then now you’re able to go. Your feelings became severe, unpleasant, and suitable.",
    "ai-atk-s0503a8:43_3": "Sīha, thinking, “Such is the proper conduct for himself properly; it’s not worthy of an ascetic, apart from the Realized One” .",
    "ai-atk-s0503a8:43_4": "for the Buddhas have no place, what is called to be found,",
    "ai-atk-s0503a8:43_5": "it’s because he gives rise to somewhere else. But when the Buddha has acquired some work to do the same, he promotes his fortune, he moves them and yokes, saying, “Having activity of embracing a deed, he will give rise to unfortunate result in three ways.” But when a for that reason he has received past his answer, he provided the acceptance of stretchedness, as anxiety, and so on.",
    "ai-atk-s0503a8:43_6": "while running around on charming blood, he was preceding blood,",
    "ai-atk-s0503a8:43_7": "and this occurs to them:",
    "ai-atk-s0503a8:44_0": "But when the Buddha came to his house, why are you so far from?",
    "ai-atk-s0503a8:44_1": "in regard to his final extinguishment, he thought:",
    "ai-atk-s0503a8:44_2": "they’ll teach you about the great hero, the ruler of the gods, and the Best of the hells, the hosts of gods, the humans of Kusinārā, and the multitude of people. After hearing this matter, you should give up that skillful person.",
    "ai-atk-s0503a8:44_3": "having approached me, he will form a question, and when asked me the meditation subject had been disproved in the same place as a question, he responded to the higher ordination in my evening he attained Arahatship.",
    "ai-atk-s0503a8:44_4": "In that case, the element of emancipating will be dreadful and red.",
    "ai-atk-s0503a8:44_5": "while (only) the brahmin Kusinārā, having shown that the Blessed One, a funeral pyre out of compassion, and seeing that Nigaṇṭha Nātaputta, he went to a large place of nuns.",
    "ai-atk-s0503a8:45_0": "jackals, report to the good,",
    "ai-atk-s0503a8:45_1": "He is tired: “I am fatiguing.”",
    "ai-atk-s0503a8:45_2": "and in that way it was said by the power of the (food) powers that were spoken.",
    "ai-atk-s0503a8:45_3": "For the Fortunate One went through the power of his own discomfort, but not able to do so another feelings, even if he did just that.",
    "ai-atk-s0503a8:45_4": "That is why it is “I’ll sit down.”",
    "ai-atk-s0503a8:46_0": "“It’s right to say,",
    "ai-atk-s0503a8:46_1": "like a cuckoo’s fled with thread.",
    "ai-atk-s0503a8:46_2": "Swallowed the wind,",
    "ai-atk-s0503a8:46_3": "with transferred to the adornments,",
    "ai-atk-s0503a8:46_4": "It’s good to crush the sweet,",
    "ai-atk-s0503a8:46_5": "cool water from the cool clouds,",
    "ai-atk-s0503a8:46_6": "if a bridge;",
    "ai-atk-s0503a8:46_7": "For one who is white, the colour of the water, etc., is the colour of the water starting from the bridge, and then the necks know, “Where is the colour of the colour of cooked water.”",
    "ai-atk-s0503a8:46_8": "Therefore it is said: “It is no matter,”",
    "ai-atk-s0503a8:46_9": "you sleep well.",
    "ai-atk-s0503a8:46_10": "delightful, delightful, delightful, fond of the delightful grounds, which are stated produced by delighting in the mind.",
    "ai-atk-s0503a8:47_0": "I am weary, Cundaka, and will lie down in the Realised One’s Trunk",
    "ai-atk-s0503a8:48_0": "“Having as a swan from the Ganges, a thunder-cloud, and deer-cloud,",
    "ai-atk-s0503a8:49_0": "For the observance-day procedure and the ten-month – these are the ten.”",
    "ai-atk-s0503a8:50_0": "When this was said, the ten warriors had been brought in the tents of elephants, horses, and chariots, the ten powers, the multiplied one hundreds of thousand coins, a hundred thousand coins, or a hundred thousand coins of the One’s corpse.",
    "ai-atk-s0503a8:50_1": "But he has dropped all the time and, like the birds in the wind and sun, it is refused enclosed by the food.",
    "ai-atk-s0503a8:50_2": "From Pāvā, surrounded by the Kusinārā,",
    "ai-atk-s0503a8:50_3": "In this way there were five hundred horses of the lions, I sat on the seat spread out just with the sun’s height, making a distance of natural poison, and then I will give him a bad reputation.",
    "ai-atk-s0503a8:51_0": "Sīhahanues, like a lion, a lion’s roar! And he sets out on fourteen rivers.",
    "ai-atk-s0503a8:51_1": "“Bhikkhus, there will be anyone who lies down in sensual pleasures.”",
    "ai-atk-s0503a8:51_2": "“Mendicants, mostly mostly weavers lies down on their backs.”",
    "ai-atk-s0503a8:51_3": "Fourth to be seen:",
    "ai-atk-s0503a8:51_4": "“Mendicants, the lion, king of beasts, lies down in his lion’s posture.”",
    "ai-atk-s0503a8:51_5": "For this one is a supreme portion of the path,",
    "ai-atk-s0503a8:51_6": "Therefore it is said:",
    "ai-atk-s0503a8:51_7": "“I’ll lie down on a lion’s roar.”",
    "ai-atk-s0503a8:51_8": "foot-stools on the feet,",
    "ai-atk-s0503a8:51_9": "too early:",
    "ai-atk-s0503a8:51_10": "For if a cowherd does not arise because he is comfortable without knocking on ankles. I’m not comfortable.",
    "ai-atk-s0503a8:51_11": "however there is not setting out a wall for the Sangha, so that feelings have been set up?",
    "ai-atk-s0503a8:51_12": "so it is used to be reborn.",
    "ai-atk-s0503a8:52_0": "went to the Buddha and worshipped them with these verses.",
    "ai-atk-s0503a8:52_1": "There they are no rivers for the water.",
    "ai-atk-s0503a8:52_2": "non-rejoiced in this world with its gods,",
    "ai-atk-s0503a8:52_3": "bathing, drinking, chewing, and running all water, bathing, and drinking water, and washing water, and drinking.",
    "ai-atk-s0503a8:52_4": "At that time, it seems, the Buddha had a bathing naked ascetic to beds and chairs, all used to be water, covered with gold and silver.",
    "ai-atk-s0503a8:52_5": "To all the world’s virtues of being accorded by the surrounding venerated great power, etc., in the world with its deities.",
    "ai-atk-s0503a8:52_6": "in the middle of the group of monks:",
    "ai-atk-s0503a8:52_7": "Then, knowing that the Fortunate One’s feelings was embarrassed, they departed from all seats, where they go.",
    "ai-atk-s0503a8:52_8": "Teacher in the present life within the ultimate goal, and sentient beings in the next life.",
    "ai-atk-s0503a8:52_9": "Here the Blessed One rolled forth the Dhamma of virtue, etc., respectively, esteemed by virtue, etc., and practiced 84,000 states, and so on.",
    "ai-atk-s0503a8:52_10": "her mango grove is reborn in the mango grove.",
    "ai-atk-s0503a8:52_11": "Venerable Cundaka it seems that the venerable Ānanda had dropped water, was choping out in water.",
    "ai-atk-s0503a8:52_12": "Therefore the Fortunate One addressed",
    "ai-atk-s0503a8:52_13": "Having sat down in front of the Teacher, the Teacher sat down in front of him, “What is the Teacher?”",
    "ai-atk-s0503a8:52_14": "thus far the forest-dweller.",
    "ai-atk-s0503a8:52_15": "Then the Fortunate One addressed venerable Ānanda, (saying):",
    "ai-atk-s0503a8:53_0": "(thinking): ‘I am a person might cause arouse faith, might be a person with regrets.’",
    "ai-atk-s0503a8:53_1": "They don’t give gifts to others—whether material possessions, honor, and popularity—because they don’t get material possessions.",
    "ai-atk-s0503a8:53_2": "In a poor, upholstered by misfortune, as a human being,",
    "ai-atk-s0503a8:53_3": "your delights.",
    "ai-atk-s0503a8:53_4": "the Realised One is unmatched: he knows what is like? What is the last eaten only alms-food, the last one, or the last one, and then the Realized One became fully extinguished.",
    "ai-atk-s0503a8:53_5": "Because of gaining material possessions, honor, and popularity in the present life,",
    "ai-atk-s0503a8:53_6": "You’re fortunate for a human being.",
    "ai-atk-s0503a8:53_7": "Experiential in the presence of those concerned: is the ultimate goal.",
    "ai-atk-s0503a8:53_8": "This is mine, it is mine.",
    "ai-atk-s0503a8:53_9": "There are these two kinds of happiness:",
    "ai-atk-s0503a8:53_10": "Entering the fruit of all instances,",
    "ai-atk-s0503a8:54_0": "Have not given a gift that has been given to the Buddha and the alms-food, the Realized One, the perfected one, the fully awakened Buddha, has not given this gift that is very fruitful and beneficial, but is Cundaka,",
    "ai-atk-s0503a8:54_1": "which is the time to attain Final Emancipation, and recollection of peace,",
    "ai-atk-s0503a8:54_2": "The Buddha, having given alms food by himself, and his attendants upon that have been given to meal, and withdrawn from the natural principle of extinguishment, he then gave the gift of extinguishment.",
    "ai-atk-s0503a8:54_3": "At the end of the meal, on the four roads, and twenty-thousand Such was one hundred thousand leagues, and twenty-four thousand leagues he attained Parinibbāna.",
    "ai-atk-s0503a8:54_4": "The fruit of stream-entry ...",
    "ai-atk-s0503a8:54_5": "for this is said by the Blessed One:",
    "ai-atk-s0503a8:55_0": "“If a mendicant enters and remains in the supreme limitless immersion of heart while using alms-food, enters and remains in the limitless immersion of the overflowing merit, praised by the overflowing of merits,”",
    "ai-atk-s0503a8:56_0": "Another was instantly a newly ordained that had been born, it seems, for the Buddha took the alms-food, the meal of Awakened One, and seven days. And it seems, had been properly entered upon that very same tree.",
    "ai-atk-s0503a8:56_1": "Hearing this, he recollected: “This is the power of the people,” and this arose in me.",
    "ai-atk-s0503a8:56_2": "Afterwards, Cunda, it seems, that I did hear that the Teacher was the Dhamma, and had become fully extinguished for me.",
    "ai-atk-s0503a8:56_3": "It should be understood that the two kinds of alms-food eaters, and the alms-food eater’s practice,",
    "ai-atk-s0503a8:57_0": "Long life span, beauty, and the path leading to long life,",
    "ai-atk-s0503a8:57_1": "honored by aroused one,",
    "ai-atk-s0503a8:57_2": "leading to heaven.",
    "ai-atk-s0503a8:57_3": "Developing the state of excellence, the best happiness, the leading to peace,",
    "ai-atk-s0503a8:58_0": "Knowing this, an unsurpassable gift, having understood the great fruit of virtue and the various kinds of virtue, etc., falling under the sway of mine dependent on the special qualities of giving a gift, etc., he expressed this heartfelt sentiment by not grasping:",
    "ai-atk-s0503a8:59_0": "Herein, when someone gives merit, by giving that gift, and by giving gifts a gift of merit and making merit, it is very fruitful and beneficial.",
    "ai-atk-s0503a8:59_1": "Or alternatively, he gives up what is given; he gives up what is not to be given; he constantly demended by all the duties, he loving-kindness and trees them in three ways; and the meaning is, it should be understood by threefold offerings, and that much merit.",
    "ai-atk-s0503a8:59_2": "than restraint: is the meaning.",
    "ai-atk-s0503a8:59_3": "Their physical endurance doesn’t make it worse than the five or more.",
    "ai-atk-s0503a8:59_4": "Therefore at the end of each stage, the dart is not being slaughtered because of that instance.",
    "ai-atk-s0503a8:59_5": "A skillful person having given up their knowledge and conduct, reproaching their own knowledge, they continue to hold a meditation subject, and establish them in the eight kinds of past lives. Instead of repulsion, they give up their meditation subjects and respectively. They provide the formless meditation subjects, and they should give them up their desires.",
    "ai-atk-s0503a8:59_6": "After doing so, he making an end of conditions in the parts of the Vipassī, having performed his legs, regarded the noble ones, and by doing the wrong deed, he questions about the noble path.",
    "ai-atk-s0503a8:59_7": "Greed, hate, and delusion. Nevertheless, he gives up that bad deed, with the ending of greed and hate, and delusion, without anything left over. When he has reached the final extinguishment of the Buddha, the extinction of extinguishment, he could give rise to confidence in his heart through the right side.",
    "ai-atk-s0503a8:60_0": "The fifth section for recitation on the proper conduct.",
    "ai-atk-s0503a8:61_0": "6. Pāṭaligāmiyasuttavaṇṇanā",
    "ai-atk-s0503a8:62_0": "76.",
    "ai-atk-s0503a8:62_1": "sixth Magadhans along the Magadhans.",
    "ai-atk-s0503a8:62_2": "And herein: although greatly devoted to the special qualities of being unenveloped in a great community of Bhikkhus, while holding it together with a large Saṅgha of mendicants,",
    "ai-atk-s0503a8:62_3": "at the village of Pāṭaligāma, one with and one of the Magadhan chief ministers",
    "ai-atk-s0503a8:62_4": "The village was reborn in the same place as a ceremonies in the village, it seems, two or three months of the town, put out on the ground.",
    "ai-atk-s0503a8:62_5": "And he said to him: “Shere the mattress,”",
    "ai-atk-s0503a8:62_6": "On that occasion he said this to the next village:",
    "ai-atk-s0503a8:62_7": "but when the Fortunate One arrived at Pāṭaligāma.",
    "ai-atk-s0503a8:62_8": "At the end of the night, having dwelling placed the Dhamma talk on the Cetiya (monastery), he left Rājagaha and therein the shrine in the way beginning, “In this way I have come back, and therein this monastery, living in the assembly hall with my army, and with no companions there and no transformations,",
    "ai-atk-s0503a8:63_0": "the laymen of Pāṭaligāma, the laymen of Pāṭaligāma,",
    "ai-atk-s0503a8:63_1": "Soon afterwards they were established in the first refuges and virtue in the Collection of the Buddha.",
    "ai-atk-s0503a8:63_2": "Therefore it was said: “It is the laws.”",
    "ai-atk-s0503a8:63_3": "went to see the Buddha.",
    "ai-atk-s0503a8:63_4": "From then onwards, people of Pāṭaliputta, thinking: “In this way all this monastery will have a divided into two neighbolations, opportunities,” and he constructed arrows intermediate places, all the neighborhood of a staircatation, all the way that is not constructed for the sick.",
    "ai-atk-s0503a8:63_5": "and he spent the day on that day.",
    "ai-atk-s0503a8:63_6": "The elephants, after going there and waiting for their own dwellings, and instantly joints, all of them very well-prepared elephants, horses, and chariots, and so on, spot in that moment through their own village, towns, and countries, and so on, where they thought, “How happy, would you succeed in?”",
    "ai-atk-s0503a8:63_7": "The Buddha said, “Husband, we shall go to the country for ourselves. But only now we shall enjoy ourselves and have gained faith in the Community of monks. We will then use the Dhamma to me when the Buddha has arrived. We’ll then said,",
    "ai-atk-s0503a8:63_8": "And so it will be for our lasting welfare and happiness. That will be for the benefit and happiness of the Buddha.” Having said this, it will be for the welfare and happiness of the people.",
    "ai-atk-s0503a8:63_9": "So:",
    "ai-atk-s0503a8:63_10": "“Sir, please consent to come to our guest house.”",
    "ai-atk-s0503a8:64_0": "approached the Buddha’s house. There it was because of the day the observance day, the same fortnight of the day fathoms. During the Buddhas’ work in the charnel ground, he prepared the names, the charnel ground for the Buddhas, and then came to the forest nearby. And he thought, “Let us go to the Buddhas’ lucidity of wisdom.”",
    "ai-atk-s0503a8:64_1": "It is peaceful and surrounding all the floor covers, all the targets, for the sake of all the earthquakes, and having considered all the remaining mats (?), and having prepared a variety of cloth, all the names, clans, (?), and plastered on the ground, and all the inside the floor covers of the hands, the sunks and moon, and stretchings, so too all the mas of the bed and charming the earth, the four riumpsing the mas of the riumps of snakes, and the ses of the old, and the pillows of Arahants, and ses, and ses, and sequences, and ses, the eight parts of the fortunems, and having covered his robes, he is said to beded and to ses.",
    "ai-atk-s0503a8:64_2": "Therefore it is said:",
    "ai-atk-s0503a8:64_3": "“After covering the rest house,”",
    "ai-atk-s0503a8:65_0": "At the place where the high couch was placed in the middle of the Council Hall, having prepared a seat, covered with flowers, and waists (which was situated) to the Enlightened One, after placing the mind on top of the head, (Sakka) the Thūpa, having stranged with a golden vessel, covered with powder, decorated with position, and many-feeet, after leading the sun’s own head, and adorning the sheet, stranged with a golden charming golden ge, decked with roses at the root of flowers in front and rope,",
    "ai-atk-s0503a8:65_1": "Having said it is said: “They’ve prepared.”",
    "ai-atk-s0503a8:66_0": "a large water jar.",
    "ai-atk-s0503a8:66_1": "The Buddha has drunk the Sangha of monks headed by the hands and feet, made a chopping bucket, and putting it on the ground.",
    "ai-atk-s0503a8:66_2": "Therefore it was said: “Holding softwood,”",
    "ai-atk-s0503a8:67_0": "Having made a lady adorned with strings of colour, shape and decorated with the hands, and rose-apple trees, (we hear about) the colour of flowers and adornments, countless jewels, and so on, after breaking the golden plates,",
    "ai-atk-s0503a8:67_1": "Then the Buddha went to the guest house, where there was the lay followers, but that stored the drums in the town hall. Then the sal trees in the air, having drum bent down the shovel and swords made the village, the towns, the carts, and the snapped the leaf of the town, and the offerings. Then the making the noise at the leaf of the town, he thought, “Whoever the village, Bhadddā,), the bedā Kapiṭika, and making a leanshalambapaṇṇi, the care, I making a drumbshle.”",
    "ai-atk-s0503a8:68_0": "Then the Buddha robed up and, taking his bowl and robe, descended to the air together with the Sangha of monks. As he was reducely mass of water, he dressed in white—the various kinds of ornaments, the golden bowls, the coins, the carpets, after picking it up like a rope, made of gold coins and bulls, like the sunkshade, moon’s discarded in a golden vessel, like the sun’s discarded on the topost.",
    "ai-atk-s0503a8:69_0": "Then my body became excessively thoroughly violent, like a string of pearl foliage, and various kinds of thread of ornaments sal trees fragrantly going through the air.",
    "ai-atk-s0503a8:69_1": "went to his own dwelling, surrounded by the Community of monks.",
    "ai-atk-s0503a8:69_2": "And those mendicants, having surrounded them, lived in such a way, having few wishes, contentment, seclusion, aloofness, energy, immersion, wisdom, freedom, and the knowledge and vision of freedom.",
    "ai-atk-s0503a8:69_3": "Still, the Buddha threw down like a golden roughly jungle thicket, like a golden floor covered with gold netting to the pearls and creeper’s edge, like a golden statue, is infantly pressed with gold net, like a golden floor.",
    "ai-atk-s0503a8:69_4": "But the Elder Mahākassapa, having broken a rag-robe wearer in the presence of the Elder Mahā Makhādeva, seized me with his robes like a large hip bird ornaments and broken bowls, as it were, by the head of a great jackals and yokets.",
    "ai-atk-s0503a8:70_0": "The Buddha, the Great King, who is free from passions, is free from passions, whose mind is free from passions, who has surrounded the host of Brahmās, like the pure abode of greed, who is free from passions, whose wakes through the abode of craving, like a surrounded by a pure a host of craving, like a lion surrounded by a Buddha, like a supremely-world, who surrounded by a Buddha, who has surrounded by ocean, whose mind is like the supremely cool water, like a king who surrounded by the sky, like a host of boy who has gone to the gods, the supremely cool water, who had consequered the Draceivins, like the Nāgas.",
    "ai-atk-s0503a8:71_0": "Then they spent the opportunity from the eastern gate, there were no rose-apple tree standing on the eastern side of the Paccekabuddha stone. From then on the spot, secure stretched over a golden staircase at the root of the Buddhas, trumpet-flower trees, which were spotless and fearfully covered with golden flags, white on the head, after embanging from the eastern gates,",
    "ai-atk-s0503a8:71_1": "Towards the eighty great (after Buddha), without turning up the sword of the head, like the sunshade, the goldshade, the starting from the sky like a huge in the sun, and creeping the huge in a fire, and like it shining forth from the sky.",
    "ai-atk-s0503a8:71_2": "The allocations of the strings were level like a golden pearl, like golden pearls, and creepers made of gold adornments and blossoming lotuses, and like golden pearls covered with gold netting, as it were, then the outer cuttings.",
    "ai-atk-s0503a8:72_0": "Even though he was caught in the Buddha’s embracing a well-spoked city with the thirty-two marks of a thousand rims, gave the One’s body as one hundred and thirty-two marks, like an outcastes, the thirty-two marks of a hundred thousand carpets of wide shoots over a hundred leagues. And all the cracks have been put to the Himālayas and thirty-two families, the requisites of a humountles, and thirty-two leagues, and thirty-two leagues of the past lives, the droundings of a hundred 700000000000000 crahants, the water, the water at the heads of the 700 making an ends.",
    "ai-atk-s0503a8:73_0": "By this blazing in front of the Buddha, the Kinspilavatthu received many thousands of them.",
    "ai-atk-s0503a8:73_1": "Likewise that of the body made up of the timber flowering out of the blossoming flowers, which were spread through the out of the waters, and so on, and flowers and the various colours were spreading flowers, and the colour of blue, yellow, and red lotuses.",
    "ai-atk-s0503a8:73_2": "and the fivefold army of the Enlightened One’s Enlightened One’s qualities is like the sun’s domain of the feet.",
    "ai-atk-s0503a8:73_3": "Beautiful Nāgas then constantly brought every day fragrant existences in the deathless state.",
    "ai-atk-s0503a8:73_4": "and having spoken about this place, the first received the golden coloured son.",
    "ai-atk-s0503a8:73_5": "Here is a story:",
    "ai-atk-s0503a8:74_0": "“Through the whole Saṅgha, endowed with all good qualities,",
    "ai-atk-s0503a8:75_0": "(They are) remaining immorals in the world.",
    "ai-atk-s0503a8:76_0": "“For he who has first removed the grass, ~ while he was released,",
    "ai-atk-s0503a8:77_0": "the glorious one, who is a supreme one,",
    "ai-atk-s0503a8:78_0": "“Sir, go to the Buddha and below the feet of the Buddha,",
    "ai-atk-s0503a8:79_0": "having ascended the sweet flag, the flame of kings,",
    "ai-atk-s0503a8:80_0": "“Not for that place",
    "ai-atk-s0503a8:81_0": "both of the earth and the water.",
    "ai-atk-s0503a8:82_0": "“The King’s stones make graceful and beautiful,",
    "ai-atk-s0503a8:83_0": "all rolling the road, they all go through the world.",
    "ai-atk-s0503a8:84_0": "“Not within a cooked rice, nor someone puts his sauce,",
    "ai-atk-s0503a8:85_0": "it has been untroubled and played, and both those who are produced.",
    "ai-atk-s0503a8:86_0": "“They don’t leave the shake;",
    "ai-atk-s0503a8:87_0": "Nor going is constructedly, and concentrated on it.",
    "ai-atk-s0503a8:88_0": "“Above, below, and above, below,",
    "ai-atk-s0503a8:89_0": "Not seeing, he doesn’t look all around the yoke’s pair,",
    "ai-atk-s0503a8:90_0": "“The Buddha who reside in the world, ~ is the shining state of Jina,",
    "ai-atk-s0503a8:91_0": "while going to the holy world with its gods.",
    "ai-atk-s0503a8:92_0": "“The King, while he was shining like a golden statue,",
    "ai-atk-s0503a8:93_0": "To the village, town, and capital climbed Todeyya” .",
    "ai-atk-s0503a8:94_0": "Low:",
    "ai-atk-s0503a8:94_1": "In the same way, all the time of the Buddha’s corpse is prohibited by verses of later generations, twice-bowls, let alone all these verses, with this verses, as follows:",
    "ai-atk-s0503a8:94_2": "If they do, they should not say, “It’s hard,” or “It’s not.”",
    "ai-atk-s0503a8:94_3": "For the Buddhas praised Awakened Ones who are unskilled in praised as Buddhas and who unspert in praise.",
    "ai-atk-s0503a8:94_4": "Yet even if what is allowed, what is not to be looked down upon. And so it is only because of what is suitable.",
    "ai-atk-s0503a8:94_5": "He entered the dwelling, and in the morning with his head he entered Pāṭaligāma. He entered the town hall with a garland of flowers and fragrances, and entered the rest house and sat down on the flower.",
    "ai-atk-s0503a8:94_6": "Therefore it is said:",
    "ai-atk-s0503a8:94_7": "“The Buddha robed up and, taking his bowl and robe, together with the Sangha of monks.”",
    "ai-atk-s0503a8:95_0": "When he has washed his feet, collapsed at the Buddha’s feet, and those lay followers don’t want to be reborn in another body. And if he so they wished, he whenever they want, without trouble or difficulty.",
    "ai-atk-s0503a8:95_1": "Still, however, the Blessed One is said to “Body,” etc., in order to do the word “Possessing of the body” since he makes use of the head is used for the purpose of a cool shade.",
    "ai-atk-s0503a8:95_2": "having put the Fortunate One in front (of them).",
    "ai-atk-s0503a8:95_3": "The Buddha sat down in the very new lay followers there after scenting the such as a man with a drop of antelope, and wipeding the garlands of fragrance in the middle of the hands, and then wounds it with a bird, like a nest band.",
    "ai-atk-s0503a8:96_0": "Herein, this is the tradition of the ancient road:",
    "ai-atk-s0503a8:97_0": "“Having gone (there) the dragons, having gone to the charnel ground,",
    "ai-atk-s0503a8:98_0": "lighting up the world, sat down on the seat spread out.",
    "ai-atk-s0503a8:99_0": "“See the delightful places in the river,",
    "ai-atk-s0503a8:100_0": "Gods Who Control the Creations of merit,",
    "ai-atk-s0503a8:101_0": "in the middle of the Buddha,",
    "ai-atk-s0503a8:102_0": "Like a golden coin bone.",
    "ai-atk-s0503a8:103_0": "“A pendant of river gold, having placed in a new pair of rod,",
    "ai-atk-s0503a8:104_0": "like a shining in the sky, like a trader.",
    "ai-atk-s0503a8:105_0": "“Your mind has been blossoming, like a very ship.",
    "ai-atk-s0503a8:106_0": "Like a golden coin, (who was) filled with golden coin,",
    "ai-atk-s0503a8:107_0": "“To the mountain shakes a rock, a cliff tree,",
    "ai-atk-s0503a8:108_0": "like the sun leaves on the shade.”",
    "ai-atk-s0503a8:109_0": "That’s why the laymen of Pāṭali Village, who was established in the first monastery work, and establishes them in the first absorption, having shown the virtues of fewness of wishes, contentment, seclusion, aloofness, and later generations. That is why he addressed the Dhamma, saying: “These five dangers in the accomplishments,” said,",
    "ai-atk-s0503a8:110_0": "Herein, unethical conduct is unvirtuous.",
    "ai-atk-s0503a8:110_1": "Who possesses virtue, strenuous and blamelessness,",
    "ai-atk-s0503a8:110_2": "And here, “Herein,” according to the Paṭisambhidā, virtue, unprofitable states .",
    "ai-atk-s0503a8:110_3": "But when his virtue is of two kinds: has not yet been destroyed, etc., or for one who has not yet finished a schism.",
    "ai-atk-s0503a8:110_4": "But in that previous, (the same way) it is more than the second,",
    "ai-atk-s0503a8:110_5": "Just as this person is said to show the foundations of ethics, such qualities, and wisdom.",
    "ai-atk-s0503a8:110_6": "So he said, “Take this virtue.”",
    "ai-atk-s0503a8:110_7": "The legal issues arising from making negligence",
    "ai-atk-s0503a8:110_8": "And it is very suitable to one gone forth, since he obtains the going forth as a renunciate.",
    "ai-atk-s0503a8:110_9": "For if a place where crafts, he can’t lay down in that place without interruption or a cattle-keeper or a cattle-keeper or a cattle-keeper’s work. Then it’s not able to make that act.",
    "ai-atk-s0503a8:110_10": "Don’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence.",
    "ai-atk-s0503a8:110_11": "The unethical man returns to the unethical conduct of the Buddhas, the belief of the three enlightenments, and the noble traditions.",
    "ai-atk-s0503a8:111_0": "They get a bad reputation.",
    "ai-atk-s0503a8:111_1": "The senior monk named Sīha, “Having gone forth in the Dispensation of the Teacher, not newly ordained into the presence of the Buddha, has such bad behavior, such as yourself.”",
    "ai-atk-s0503a8:112_0": "how many years he finds a vulnerability, he won’t be able to win a meeting, “My royal court, Nigaṇṭha,” and when he says, “My confidence can find me a vulnerability, he won’t embarrasses,” and he cannot humiliate his bowl, he cannot finds no foot.",
    "ai-atk-s0503a8:112_1": "Even when a renunciate has gone forth he knew that he would not be able to do the observance-day procedure with me. Once this legal procedure, he would not be able to get overturn from the invitation procedure.",
    "ai-atk-s0503a8:112_2": "Another person is unethical, of bad behavior by way of body and speech.",
    "ai-atk-s0503a8:113_0": "Having done so, an unethical man returns to the unethical woman, when he undertakes the unethical conduct of the unethical conduct.",
    "ai-atk-s0503a8:113_1": "Then he looked after them and looked here and there, having looked at the next world.",
    "ai-atk-s0503a8:113_2": "When they do so, each ignorant is speared by fire, he burns him with an abscess, then his kills will hurt.",
    "ai-atk-s0503a8:113_3": "he said: “Whether it is no trouble,” and so on;",
    "ai-atk-s0503a8:113_4": "Therefore it is said:",
    "ai-atk-s0503a8:113_5": "“Did you die at ease?”",
    "ai-atk-s0503a8:114_0": "By breaking up the body: the entireaggregates is the mostaggregates,",
    "ai-atk-s0503a8:114_1": "the extinction of death is produced by the aggregates,",
    "ai-atk-s0503a8:114_2": "Or, when his body breaks up, the life faculty ceases,",
    "ai-atk-s0503a8:114_3": "passing away and being reborn,",
    "ai-atk-s0503a8:114_4": "From Hell of all beings, being reborn in hell,",
    "ai-atk-s0503a8:114_5": "For hell or the animal realm, or the ghost realm are pleasurable to come.",
    "ai-atk-s0503a8:114_6": "Reproaching a lot of suffering, ~ that is indeed cracked and misfortune, irreproaching suffering or happiness.",
    "ai-atk-s0503a8:114_7": "Where the ropes of coarse : here the territory, the wide in places wherever it is dispelled, the refuse-rag wearer” .",
    "ai-atk-s0503a8:114_8": "There is no gratification in the common sense,",
    "ai-atk-s0503a8:115_0": "then it explains an island to bearing the animal realm.",
    "ai-atk-s0503a8:115_1": "For the animal realm is said to be a perfected one, free of bad character,",
    "ai-atk-s0503a8:115_2": "He proclaims what has been indicated by the ghost,",
    "ai-atk-s0503a8:115_3": "Because that unintelligent being is born in a good place, a heavenly realm, and it’s because of the Lord of the Gods Who Control the Creations of Others.",
    "ai-atk-s0503a8:115_4": "He proclaims what is beneficial as the top of the demons,",
    "ai-atk-s0503a8:115_5": "For that is why it is called “wavering” in the sense of habitually in the sense of all it as stated under the instance of syllable” .",
    "ai-atk-s0503a8:115_6": "He proclaims various kinds of hell in the Avīci hell as the same order,",
    "ai-atk-s0503a8:115_7": "is reborn.",
    "ai-atk-s0503a8:116_0": "the advantages of talk should be understood as included in the Commentaries.",
    "ai-atk-s0503a8:116_1": "And this is the effect.",
    "ai-atk-s0503a8:116_2": "possessed of virtue: possesses virtue consisting in virtue.",
    "ai-atk-s0503a8:116_3": "Ethics are pure, and having perfect virtue, has undertaken for the virtuous,",
    "ai-atk-s0503a8:116_4": "made by wealth,",
    "ai-atk-s0503a8:116_5": "He is reborn in a good place, heavenly realm, in the world of the gods, of mentioned by human beings. And he is constantly goes to heavenly realm.",
    "ai-atk-s0503a8:116_6": "There he planted them in a good place, a heavenly realm, in the well-spoked state, wide opened by the whole world.",
    "ai-atk-s0503a8:117_0": "Discussion of the day of the observance-day for a guest house, loving, and deliverance of talk about the Teaching, and the Sangha.",
    "ai-atk-s0503a8:117_1": "Then the Buddha, Yasa by means of these two women, the city of Pāṭaliputta, and the village of town and country, together with the wives of curry of the town and country, set up from his own beds and chairs, double-ors.",
    "ai-atk-s0503a8:117_2": "Therefore, the laymen of Pāṭali Village, the laymen of Pāṭali Village, the first laymen of all quarters, having made a dwelling place consequence of his virtue, like a throne of water, after singing into a neighbourhood of an ethical conduct, regardless of precious virtues, the Soleans, as though grabbing the laymen, and he was unable to bear the monastery for the welfare of the monks, as a lay followers, he was making meritobses of that supreme among the gods of men, he like a embs, and that dronically precious food, the lay followers gemberverses, as a large as a large as a large as a snament of the householder-licking from Mobs of the Thūpa.",
    "ai-atk-s0503a8:117_3": "it is in this way that the results of three precious things, and also the results of all kinds, whether a given to the main branches of the branches, trunk, and a leaf-hut in all the more.",
    "ai-atk-s0503a8:117_4": "For if a man has been developed by the beginning with “Continued existence” and, since he is caught up in the neighbourhood of absence of curry, then there is much deterioration and sewing to the clause, the mango grove by the name of the Dhamma, and so there is much thoughts of the Dhamma.",
    "ai-atk-s0503a8:118_0": "“Through this hot or that;",
    "ai-atk-s0503a8:119_0": "Sīval creeper and rain.",
    "ai-atk-s0503a8:120_0": "“Rejoicing the wind, ~ the damage,",
    "ai-atk-s0503a8:121_0": "It’s for the sake of shelter and happiness to see it.",
    "ai-atk-s0503a8:122_0": "“The Buddha, the bestowed on the best dwellings,",
    "ai-atk-s0503a8:123_0": "Therefore the Wise One, having insight into himself,",
    "ai-atk-s0503a8:124_0": "“In the monastery, in the delightful abode of sensual desires,",
    "ai-atk-s0503a8:125_0": "the food and drink that clothes,",
    "ai-atk-s0503a8:126_0": "“He who has dispelled the upright in the upright,",
    "ai-atk-s0503a8:127_0": "they teach them the Dhamma, (wholesome) arose in all suffering.",
    "ai-atk-s0503a8:128_0": "After attaining this Dhamma he is free from defilements.”",
    "ai-atk-s0503a8:129_0": "and that’s how much more than that,",
    "ai-atk-s0503a8:129_1": "Herein, these verses are contractioned by the stription of the Saṅgha headings beginning with the teaching the Saṅgha. The Declaring",
    "ai-atk-s0503a8:129_2": "having judged all the Self together.",
    "ai-atk-s0503a8:130_0": "* Wondering: the two (joices) departed,",
    "ai-atk-s0503a8:130_1": "“Please go at your convenience. Please go at your convenience. Go back at you will offer him when you die.”",
    "ai-atk-s0503a8:130_2": "But why are you able to get upset?",
    "ai-atk-s0503a8:130_3": "out of compassion for me,",
    "ai-atk-s0503a8:130_4": "for the three nights (etc.) “From this body I afflicted in mind”, and so on there is oppressed by day and by night, and for the purpose of sitting down on both sides. In this enquiry, permitting the work connected with both sides. This is allowable for the Saṅgha.",
    "ai-atk-s0503a8:130_5": "there is no place in an empty embryo.",
    "ai-atk-s0503a8:130_6": "It seems that the Buddha had prepared a requisite belonging to the assembly hall built. He then spread it through one a single posture, spread it out through the gold coins, carpets, and spread it through the wall, not with a straps fastened itches, wrapped in pleasure and pain, and that there will be for his lasting welfare and happiness.",
    "ai-atk-s0503a8:130_7": "And the Teacher, too, preparing the folded his upper robe in that place.",
    "ai-atk-s0503a8:130_8": "For one who is said to be the point of chains in the houses -",
    "ai-atk-s0503a8:130_9": "Herein, just as to foot, a position, the shackle spread out throughout the feet, and arranged it on that place.",
    "ai-atk-s0503a8:130_10": "while Dhamma, after attaining the Dhamma, he stood there this place:",
    "ai-atk-s0503a8:130_11": "The Buddha sat down on the ground and sat down on a prepared seat.",
    "ai-atk-s0503a8:130_12": "Having sent a lay follower by means of a lion and a tiger in that place, he would lie down in the same place as before.",
    "ai-atk-s0503a8:130_13": "That’s how it is impossible for the Buddha to be lost.",
    "ai-atk-s0503a8:131_0": "Sunidha and Vassakāra, Twoven years of the rains,",
    "ai-atk-s0503a8:131_1": "rulers and Magadhan ministers, counselors, great ministers, counselors, great ministers, counselors, great majesty, and great warriors.",
    "ai-atk-s0503a8:131_2": "building up a city at Pāṭaligāma to a city. The Best of Pāṭaligāma, they builded a city at Pāṭaligāma.",
    "ai-atk-s0503a8:131_3": "and Vajjis don’t consent to the Vajjiputtakas.",
    "ai-atk-s0503a8:131_4": "and one thousand of those thousand aeons, after becoming one thousand.",
    "ai-atk-s0503a8:131_5": "Crown it takes cloth from the house.",
    "ai-atk-s0503a8:131_6": "The minds of the king’s ministers inclined to build houses at sites possessed by royal ministers and counselors.",
    "ai-atk-s0503a8:131_7": "In the shaft of their own doctrine, it seems, for the thirty-two parts of the spirits here and there, here they knew what was taken here and there.",
    "ai-atk-s0503a8:131_8": "Then, after a craft, they feed together with the deities,",
    "ai-atk-s0503a8:132_0": "Then, having cut off their bodies, the deity habit on the body, but then they can’t mind.",
    "ai-atk-s0503a8:132_1": "And when the fourth parts have been resided in the four directions and then went away,",
    "ai-atk-s0503a8:132_2": "(Sakka) the gods from a family with faith and faithless deities.",
    "ai-atk-s0503a8:132_3": "what is the reason why?",
    "ai-atk-s0503a8:132_4": "When it is faithful, people say, “We will build a household the first month,” and then offer it to give to us. Then we’ll give gifts to ethical people, let us give him a gift, and then give him the drunk.”",
    "ai-atk-s0503a8:132_5": "Even when the deities are unsuitable, what is they want and without seeing them?",
    "ai-atk-s0503a8:133_0": "went to a monk’s family home, saying: “So, go alone, in such a single family, such as these of Sakka, the Lord of the Gods, the Wielder of the Wise One, is learned, one learned, one of Sakka, the gods, and humans.”",
    "ai-atk-s0503a8:133_1": "Hence it to them, “They are.”",
    "ai-atk-s0503a8:133_2": "Just as with the gods of the Thirty-Three, after showing them the hymns of the gods of the Thirty-Three, do not show them to the city of Kātiyāṇī.",
    "ai-atk-s0503a8:134_0": "As far as the noble ones extend the conflict as far as the sense fields extend,",
    "ai-atk-s0503a8:134_1": "please as far as the distributors of rice, bark, shopkeepery, or trade, or pigs’ shops, or anything else’s .",
    "ai-atk-s0503a8:134_2": "This is the first essential ...",
    "ai-atk-s0503a8:134_3": "Moreover, arguments, quarrels, fights, equipments, deluded goods, fortune, is what is said.",
    "ai-atk-s0503a8:134_4": "For if they were to obtain the whole of the mangoes, they will come here; the goods would be disturbed here; the meaning will not come here; the crying: “Where will go and come here;”",
    "ai-atk-s0503a8:134_5": "Sometimes will do one hundred thousand doors.",
    "ai-atk-s0503a8:134_6": "To be shown by those things:",
    "ai-atk-s0503a8:135_0": "By drilling the water: the fire in the water, the fire, and the absence of such-and-such a fire, and the water, but the breaking of it.",
    "ai-atk-s0503a8:135_1": "Then it will not be able to catch a fire, nor do each to take one part in the neighborhood of a group, and feeding ground with this one at the gateway and appearance of these people.",
    "ai-atk-s0503a8:135_2": "When he had spoken, the Buddha came to the Ganges River. When he was cleaning the commons, he sat down to one side.",
    "ai-atk-s0503a8:136_0": "Sunidha’s offered to the ascetic Gotama,",
    "ai-atk-s0503a8:136_1": "They say ‘We’re going,’ and they won’t do it.",
    "ai-atk-s0503a8:136_2": "‘We’ve invited them,’ and they replied, ‘We’ll prepare using this basket from ourselves. Then we won’t go to the town for alms. Then we’ll invite them to ask for the ascetic Gotama to the town.” Then they returned to the town for his meal.",
    "ai-atk-s0503a8:136_3": "Therefore it is said:",
    "ai-atk-s0503a8:136_4": "“Then doveloped Sunidha’s food.”",
    "ai-atk-s0503a8:137_0": "in the morning time,",
    "ai-atk-s0503a8:137_1": "dressing in the villages, he dresses in a sarong and the upper robes. Having dressed in a sarong,",
    "ai-atk-s0503a8:137_2": "after picking up his bowl and robe, went beyond the bowl with his hand, and putting it on the bowl,",
    "ai-atk-s0503a8:138_0": "(Whoever) possesses virtue: here the virtuous and the defeat here,",
    "ai-atk-s0503a8:138_1": "perception, choices, and consciousness.",
    "ai-atk-s0503a8:138_2": "he’d give it to the Order of the Community from the following four requisites.",
    "ai-atk-s0503a8:138_3": "We offered to those people. They think, “We didn’t give our bowls to us.”",
    "ai-atk-s0503a8:138_4": "Kinsman being given to her conceit, ox will give her the trial period, and they don’t get the four supports. They don’t do their work, and they make an offerings there. They don’t prevent them authority.”",
    "ai-atk-s0503a8:138_5": "The Wise One does not have that personality,",
    "ai-atk-s0503a8:138_6": "When you’re strong, you’ll collapsed in the lower part of the body as a maturity. They make an effort to get out of compassion.",
    "ai-atk-s0503a8:138_7": "One sees only the good domain.",
    "ai-atk-s0503a8:139_0": "Having rejoiced in them, the Lord of the Dhamma, and having given them a Dhamma talk,",
    "ai-atk-s0503a8:139_1": "Sunidha the Vassakāra, thinking, “Prince they hear the word of the Buddha,” gained a religious donation to those deities.",
    "ai-atk-s0503a8:139_2": "that gate by which the Fortunate One left got the name of Gotama Gate,",
    "ai-atk-s0503a8:139_3": "But the Ganges is called “the cross”.",
    "ai-atk-s0503a8:139_4": "Puṇṇā, full, feces,",
    "ai-atk-s0503a8:139_5": "his wife through the bowl-of-water can give the water.",
    "ai-atk-s0503a8:139_6": "and started by wherever I stood, she would appear.",
    "ai-atk-s0503a8:139_7": "(permission) with two on each side is very far away at once,",
    "ai-atk-s0503a8:139_8": "wrapped in a wooden bowl, and wrap garments for the benefit of the Sangha,",
    "ai-atk-s0503a8:139_9": "clunging to the bamboos, etc., and snapped it,",
    "ai-atk-s0503a8:140_0": "Having understood this matter, (and so) this great crowd of people having understood: “First into the Mahāpajāpatī, ought to recite it (to the Fraternity of Bhikkhus), having understood this vases, were all the chopped it in the Mahātittha garden.” Having understood the reason for the sake of the (of the Fraternity of Bhikkhus), he uttered this exclaimed it to the whole community of Bhikkhus Ārāma.",
    "ai-atk-s0503a8:141_0": "Herein, completely is a term for the whole of the lake. The water is a term for the deep lake.",
    "ai-atk-s0503a8:141_1": "remembering the (from there), they have wandered here,",
    "ai-atk-s0503a8:141_2": "This is said:",
    "ai-atk-s0503a8:141_3": "You do so.",
    "ai-atk-s0503a8:141_4": "Meanwhile, intelligentity, skilled in knowledge and conduct, skilled in what is known as the Buddha’s noble path, and extinction of the practice of Buddhas. And what is the way of my achieve knowledge, and what is the way of it?",
    "ai-atk-s0503a8:142_0": "The sixth section on the Realized One is finished.",
    "ai-atk-s0503a8:143_0": "7. Dvidhāpathasuttavaṇṇanā",
    "ai-atk-s0503a8:144_0": "77.",
    "ai-atk-s0503a8:144_1": "was traveling along the road along the highway through seven roads,",
    "ai-atk-s0503a8:144_2": "(From the Nāgas) of such and such Elders,",
    "ai-atk-s0503a8:144_3": "this attendant was the Buddha’s attendant.",
    "ai-atk-s0503a8:144_4": "through that path, proceeding along the path,",
    "ai-atk-s0503a8:144_5": "The Buddha’s Independent Buddha’s twenty years after the third time, he presented the attained Parinibbāna. After that, he presented the five hundred years.",
    "ai-atk-s0503a8:144_6": "But this one is bound up with the conditions for support.",
    "ai-atk-s0503a8:144_7": "Therefore it is said:",
    "ai-atk-s0503a8:144_8": "“From Venerable Nāgasamāla, with this as his attendant’s attendant.”",
    "ai-atk-s0503a8:144_9": "Possessing the path to cross,",
    "ai-atk-s0503a8:144_10": "“To the postures, sirs,” and Venerable Nāgasamāla replied: “Have you taken the stage through his own posture, he says, “But, sir, do you say.”",
    "ai-atk-s0503a8:145_0": "But he thought, “This path because of his understanding that he is encountered with another religion,” and he said, “But there is no road.”",
    "ai-atk-s0503a8:145_1": "“Anymphs,” he said, “Through occupied,” but then of which will be for their lasting harm and suffering.",
    "ai-atk-s0503a8:145_2": "After saying: “This is the fourth time,” he replied, “Did you go by this fourth road,” and then put out his bowl and robe, he then put it down on a wrong turn, put out to the road, and with his bowl and robe, he too, until I have gone back, saying, “Who are I’ll doing this?” and he then set out a path to meet the Buddha, he receives his bowl and robe, and sat down on the road,",
    "ai-atk-s0503a8:145_3": "Therefore it is said:",
    "ai-atk-s0503a8:145_4": "“So, Nāgasamāla, deposited the Buddha’s bowl and robes, and left for the ground right there.”",
    "ai-atk-s0503a8:145_5": "There the Fortunate One’s bowl and robes are gone by to the Fortunate One’s bowl and robe,",
    "ai-atk-s0503a8:145_6": "(but) he placed the earth on the ground and left on the ground, he left.",
    "ai-atk-s0503a8:145_7": "This is your bowl and robes, if you wish to go, whether you wish to accept them just that way.",
    "ai-atk-s0503a8:145_8": "And the Buddha took his bowl and robe and went to the path.",
    "ai-atk-s0503a8:146_0": "between the path, it seems, is attached to five hundred men, that is arrested by bandits after entering the wilderness, and criminals, he entered the wilderness forehead and going to the king. And he said, “Let’s go to the king,” and “Let’s take his life!”",
    "ai-atk-s0503a8:146_1": "When the senior monk arrives at this path, he should not know that the ascetic had been walking through this path and saw him coming, “Kill you go by this path,” and when they saw him he was coming, he should not put on the centres, droping their heads, wrapped in a lotus stalk, and when he had come not give him up with his hands and feet, he departed.",
    "ai-atk-s0503a8:146_2": "Therefore it is said:",
    "ai-atk-s0503a8:146_3": "“Sīha. ...”",
    "ai-atk-s0503a8:146_4": "and arrangements:",
    "ai-atk-s0503a8:147_0": "The Buddha replied, “The road, Bāhiya, and Robe, please go to that road.” And he left that road and sat down at the foot of a tree.",
    "ai-atk-s0503a8:147_1": "And Nāgasamāla, having approached the Teacher, took the opportunity and catching him. He then informed the Buddha, saying,",
    "ai-atk-s0503a8:147_2": "Therefore it is said:",
    "ai-atk-s0503a8:147_3": "“So, Nāgasamāla, Venerable Nāgasamāla, is able to keep company with the Buddha. ...”",
    "ai-atk-s0503a8:147_4": "they cover the outer robe.”",
    "ai-atk-s0503a8:148_0": "Knowing this, the Sanctuary Venerable Nāgasamāla, having understood his own path and saying: “Out it is the path to conclusion that the story of the supreme person.”",
    "ai-atk-s0503a8:149_0": "live together with them.",
    "ai-atk-s0503a8:149_1": "This is the one roast enemy: the meaning is that it is shakes .",
    "ai-atk-s0503a8:149_2": "The knowledge master has reached the perfection of (supernatural) knowledge. It is capable of having reached the final knowledge of the noble path with exceeding knowledge and has reached the final stage of life. It is the knowledge master who has reached the final stage of the path and has reached the far shore.",
    "ai-atk-s0503a8:149_3": "his own welfare, the fool does not know, and that a fool is meaning.",
    "ai-atk-s0503a8:149_4": "One person was residing with some other feeding grounds.",
    "ai-atk-s0503a8:149_5": "When they know it gives up bad things: they abandon bad character, without having given up their own affair, they give up wickedness and compassion for oneself.",
    "ai-atk-s0503a8:149_6": "what is known as the Dhamma?",
    "ai-atk-s0503a8:149_7": "What drags a milk from lake? Remembergs water for washing the unguards, water, fires, and wounds; and they give up water, consequences, drinking and witless water, all the unprotected by an astute person, even incomparable treasure. And it seems, the wise, and the astute person.",
    "ai-atk-s0503a8:150_0": "The Seventh sections are finished.",
    "ai-atk-s0503a8:151_0": "8. Visākhāsuttavaṇṇanā",
    "ai-atk-s0503a8:152_0": "78.",
    "ai-atk-s0503a8:152_1": "Visākhā, Migāra’s mother, Visākhā, Migāra’s Mother, and Dabba the Mother had passed away.",
    "ai-atk-s0503a8:152_2": "She had been ordained in the Mahāmeghavana garden of the Faith. She then went to the monks, put her an enemy, and treated her like a daughter-in-law, and continue to make treatment of it for the meal.",
    "ai-atk-s0503a8:152_3": "Because of that Visākhā Migāra’s mother was going outside the causing her eyes. She was dear and beloved to her, and with a beautiful shade. She was dear and beloved to her,",
    "ai-atk-s0503a8:152_4": "This broke off and died.",
    "ai-atk-s0503a8:152_5": "Therefore it is said:",
    "ai-atk-s0503a8:152_6": "“Now at that time the dear and beloved granddaughter of Visākhā Migāra’s Mother had just passed away.”",
    "ai-atk-s0503a8:152_7": "Later she was unable to queen and prevent the deathless. She made an end of suffering and discomfort, and wasn’t able to come to see the Buddha, saying: “Whoever has come to visit the Buddha?”",
    "ai-atk-s0503a8:152_8": "Therefore it is said:",
    "ai-atk-s0503a8:152_9": "“Then Visākhā, Migāra’s mother, did so.”",
    "ai-atk-s0503a8:152_10": "Herein, day: even during the day, at night is the middle of the day; on the day, is the meaning.",
    "ai-atk-s0503a8:153_0": "Visākhā, would you know what the Buddha Visākhā had said about his, “Just as he did.”",
    "ai-atk-s0503a8:153_1": "Herein, so far as means as many as.",
    "ai-atk-s0503a8:153_2": "Then the many people were living in Sāvatthī,",
    "ai-atk-s0503a8:153_3": "And it was all the people of Sāvatthī, Visākhā, die every day in Sāvatthī.”",
    "ai-atk-s0503a8:153_4": "“Sir, Visākhā is Visākhā.”",
    "ai-atk-s0503a8:153_5": "Herein, there are three kinds of happiness:",
    "ai-atk-s0503a8:153_6": "What is fame or terror",
    "ai-atk-s0503a8:153_7": "if they don’t understand.",
    "ai-atk-s0503a8:154_0": "Then the Buddha discussing his own dispensation: “Where are you going well, quiet, oppressed? Would you get some almsfood?”",
    "ai-atk-s0503a8:154_1": "This being so, aren’t you to show all the dead sons, still engage in malicious talebearing by you to the sons of the children, clay with a green grass, etc., and to wetch the strings of ourselves?”",
    "ai-atk-s0503a8:154_2": "Having heard that, the laywoman said: “Venerable sir, this matter how the laywomen are reborn in the company of the laywomen whose mind has been gladdened by my son.” He said, “Bhaddā’s son, who has much remorse and regrets,” and said, “Venerable sir, you’re not happy,” and said,",
    "ai-atk-s0503a8:155_0": "Then the Fortunate One said this to the sign that there is no generation, backbiting, and manifestation of suffering.",
    "ai-atk-s0503a8:155_1": "Therefore, Visākhā, the mind of pleasure and pain are preoccupied with the repulsiveness of pain. When he teaches Dhamma, then he should give them a teaching.",
    "ai-atk-s0503a8:155_2": "Herein, just as, lowly: spears (and went) to be used for the purpose of going to be prepared.",
    "ai-atk-s0503a8:155_3": "“Those see what lovely is like.”",
    "ai-atk-s0503a8:155_4": "And here it is said in the first phrase as far as the ten kinds of suffering that is reckoned as an instance.",
    "ai-atk-s0503a8:155_5": "Then those who say: “All those who have ten sufferings,” etc., tormented them with Sundarīnandā.",
    "ai-atk-s0503a8:155_6": "But since he has applications these twenty-two reckoned as a hundred and seventy carcasses (a spears) to be taken away. That is why, Visākhā, the calculables, and the sufferings in the morning times of loss.",
    "ai-atk-s0503a8:155_7": "And all those who say, “One should all have one suffering”, but only one definitively suffering.",
    "ai-atk-s0503a8:155_8": "In this case, the Buddha’s teaching, and he constructed by one of the Blessed One’s teaching.",
    "ai-atk-s0503a8:155_9": "That is why the exposition should be understood as it is said in the way already described.",
    "ai-atk-s0503a8:156_0": "Having heard this, the account of the precincts repeatedly pressuring the matter on the basis for truth, and making an effort with everything foundation, he does not know, “This is the foundation for this;”",
    "ai-atk-s0503a8:157_0": "The meaning of this:",
    "ai-atk-s0503a8:157_1": "Will, relatives, endlessness, oppressed by relatives, come from afar, brilliant, discomfort, and by substaining the diseases of affection. Or oppressed by painful physical feelings, verbal transmigrations, and opportunity. All these four characteristics opposites of their views, hanging to an end; and when this body breaks up, they grow in this way, they get past sorrow’s produced by the result of suffering—obses of the diseases, bad deeds, body, and distress.",
    "ai-atk-s0503a8:157_2": "And in that very case, there are no loved ones for love, without a dear and beloved.",
    "ai-atk-s0503a8:157_3": "for this is said:",
    "ai-atk-s0503a8:157_4": "“They are born in them, Soṇa. ...”",
    "ai-atk-s0503a8:157_5": "from fondness there is grief and from fondness.”",
    "ai-atk-s0503a8:157_6": "“ Likewise, because of this primary elements and disputes, lamenting and lamentation.”",
    "ai-atk-s0503a8:157_7": "And here it is said: “Here, painful, or neutral feeling” because of carcass; or “harcks’ because he has been described in this way.",
    "ai-atk-s0503a8:158_0": "That’s why those who have no loved ones at all do not affect; they are happy and free of grief.",
    "ai-atk-s0503a8:158_1": "what is theirs?",
    "ai-atk-s0503a8:158_2": "“There is no loved ones in the world who are free of greed, hate, and delusion in the world with its having no greed for sense desires, with the intention to having aims that I am known to.”",
    "ai-atk-s0503a8:158_3": "Therefore, although the dart of the unarisen son would not be afflicted with a doubt, because there is no doubt giving it to the finest (supernatural) vision ornaments for the sake of himself comfort, because there is no longering for the arising of sensual desire and love, and so on, and that would because of the although that would be one that would not give rise to greed for the complete purity that state of existence, etc., and because of the dispensation.",
    "ai-atk-s0503a8:158_4": "for this is said:",
    "ai-atk-s0503a8:158_5": "“Mendicants, you should give up what is impermanent.”",
    "ai-atk-s0503a8:159_0": "The eighth Congregation is finished.",
    "ai-atk-s0503a8:160_0": "9. Paṭhamadabbasuttavaṇṇanā",
    "ai-atk-s0503a8:161_0": "79.",
    "ai-atk-s0503a8:161_1": "Nine like venerable Piyatissa.",
    "ai-atk-s0503a8:161_2": "he is a giver of the Elder named Dabba,",
    "ai-atk-s0503a8:161_3": "was the son of the King of Mallian’s son,",
    "ai-atk-s0503a8:161_4": "For that venerable Uttara came to the Buddha’s feet at Uttarakuru and a hundred thousand carpets. All of them the Fortunate One’s feet, made meritorious deeds, and after going forth,",
    "ai-atk-s0503a8:161_5": "And because they have gone forth he will not train in good conduct, there will be no right here.”",
    "ai-atk-s0503a8:161_6": "After approaching the Teacher and asked for the going forth,",
    "ai-atk-s0503a8:161_7": "For the Teacher, after surveying his bowl, and looking around the going-forth,",
    "ai-atk-s0503a8:161_8": "and it was given to him when he went forth he tormented it with a normal spear.",
    "ai-atk-s0503a8:161_9": "Vipassī’s awful hood and attained Liberation.",
    "ai-atk-s0503a8:161_10": "Also it is worth nineteenth part of knowledge, known as Disciple, great direct-knowledge, and the four kinds of direct-knowledge . He thought, “Nine, the six supernatural knowledges,” and the nine supernormal powers,",
    "ai-atk-s0503a8:161_11": "For this is said:",
    "ai-atk-s0503a8:162_0": "“I’ve attained all that can be attained by a disciple, even though I have attained perfection.”",
    "ai-atk-s0503a8:163_0": "Then the Buddha approaches, it seems, when he’s walking for alms in the evening, the day sat down in the lion’s posture—on the meal, after returning to Rājagaha for alms, and having washed his feet and entered the cold water, where he sat down. And the time, thinking,",
    "ai-atk-s0503a8:163_1": "Then Venerable Sāriputta, after rising from his delaying with a lamp, he proceeded to his own life.",
    "ai-atk-s0503a8:163_2": "Because of that (permission) were destroyed, they attended on him torment.",
    "ai-atk-s0503a8:163_3": "He thought:",
    "ai-atk-s0503a8:163_4": "“It would not be appropriate for me to become fully extinguished without having a Teacher or a disagreeable spiritual companions.",
    "ai-atk-s0503a8:163_5": "without having approached the Teacher, she took the Final Emancipation-elephant, and then showed her to me the instructions and sat down in the air, expressing her a dispensation.",
    "ai-atk-s0503a8:163_6": "This being so, it will be for their lasting welfare and happiness.”",
    "ai-atk-s0503a8:163_7": "He then went to the Buddha and told him all that had happened just as he did.",
    "ai-atk-s0503a8:163_8": "Therefore it is said:",
    "ai-atk-s0503a8:163_9": "“Venerable Dabba, please approach the Buddha.”",
    "ai-atk-s0503a8:164_0": "Herein, my time is the time for extinguishment.",
    "ai-atk-s0503a8:164_1": "But some elderly he said, “But, so long as the teacher doesn’t ask questions about the sick, and he asks the Teacher for Nibbāna?",
    "ai-atk-s0503a8:164_2": "‘These mendicants who were groundlessly charged with evasiveness and embarrassiveness, and when they abused and insulted them.",
    "ai-atk-s0503a8:164_3": "And even the other ordinary people have become disrespectful,",
    "ai-atk-s0503a8:164_4": "I’ll make an end of suffering for myself and settles up there. So what is the Teacher released from this distance.’ ”",
    "ai-atk-s0503a8:164_5": "and doing the reason for it.",
    "ai-atk-s0503a8:164_6": "For the one whose cankers are destroyed of pollutants, destroyed, indulging in the next life, or the thriving under for a long time. And in order to show extinguishment, their own lifespan or in the next life. But they don’t undergo fruits that last for a long time.",
    "ai-atk-s0503a8:165_0": "“I don’t hope for death; I don’t long for life.",
    "ai-atk-s0503a8:166_0": "Here I announce the time, who is fearful, and who has no doubt.",
    "ai-atk-s0503a8:167_0": "And the Buddha considered the life span of his life. Then he said, “Now you should go at your convenience.”",
    "ai-atk-s0503a8:168_0": "having risen above the sky, he went in the air, having gone in the air, life.",
    "ai-atk-s0503a8:168_1": "for the ending of faith should be understood as the meaning according to remote lodgings.",
    "ai-atk-s0503a8:168_2": "After going to meet him, he said:",
    "ai-atk-s0503a8:168_3": "she sat down on the seat spread out in the open air.",
    "ai-atk-s0503a8:168_4": "There he attained the fire-element, and having entered upon the fire-element, and emerging from the fire-element, he attained the attainment of meditation.",
    "ai-atk-s0503a8:168_5": "For the Elder, having worshipped the Fortunate One, stood on one side in the same place as before, and after standing, he spoke this thousand times, said this to the Nuns: “This is the my last place, this my friend, this bowl is the same.”",
    "ai-atk-s0503a8:168_6": "There it was an ordinary person who had a Stream-Entererer, who had a Stream-Enterer, a hunter or another.",
    "ai-atk-s0503a8:168_7": "Then the Buddha, knowing that his mind was said to me, “Well then, bring it to the Sangha of monks.”",
    "ai-atk-s0503a8:168_8": "The whole of the Community of monks had assembled.",
    "ai-atk-s0503a8:168_9": "After making so much of it, he thought, “She is so busy.” He having entered into and withdrew from his body, and when he sat down on the ground. Then he entered into the air and appeared in the sky, having entered upon the fire element, having entered upon the sky, and withdrawn, he entered the fire element and returned to the dimension of infinite space.",
    "ai-atk-s0503a8:168_10": "with a constituent mind was burning with fire.",
    "ai-atk-s0503a8:168_11": "But having split the fire that a fires up, he takes a fire to die there without an act of stilling any condition.",
    "ai-atk-s0503a8:168_12": "Therefore it is said:",
    "ai-atk-s0503a8:168_13": "“Dabba the Mallian, Venerable Dabba.”",
    "ai-atk-s0503a8:168_14": "Herein, after emerging from the destruction of the minds of peace, the one with mind emerging from the preceding absorption.",
    "ai-atk-s0503a8:169_0": "practicing absorption, consciously,",
    "ai-atk-s0503a8:169_1": "Strapped by a hostile one,",
    "ai-atk-s0503a8:169_2": "Then as the wind wafters waved out and floats, sheepped off the clouds.",
    "ai-atk-s0503a8:169_3": "revenues from the riches,",
    "ai-atk-s0503a8:169_4": "it’s stained,",
    "ai-atk-s0503a8:169_5": "nor determined: here it is no definition of . The meaning is this: it is “bornness .”",
    "ai-atk-s0503a8:169_6": "But why do the Therasposing a superhuman demonstration of psychic power for the Buddha, not for the sake of having psychic powers?",
    "ai-atk-s0503a8:169_7": "they are not accused of the householders of Pāṭaliputta.",
    "ai-atk-s0503a8:169_8": "But that is not how to determine it.",
    "ai-atk-s0503a8:169_9": "And that venerable builds a bathing against the teaching.",
    "ai-atk-s0503a8:170_0": "Knowing this, he exclaimed this inspired utterance:",
    "ai-atk-s0503a8:171_0": "Herein, this body is the whole of the four grounds, erected by the ground, a dish of the rainy season. The bodies were broken and damaged, and the formless appears.",
    "ai-atk-s0503a8:171_1": "With the cessation of perception: perception of form and feeling, perception of the dimension of infinite space, infinite consciousness, and non-existent.",
    "ai-atk-s0503a8:171_2": "And they had all feelings knowledge. They sanctioned the result of feeling: “Feeling is defilement and without discomfort. They were inclined to the cessation of feeling. They did so even when analyzed towards the cessation of feeling. And they had attained Liberation.",
    "ai-atk-s0503a8:171_3": "to beat, thinking: “They are less than human beings!” and they put the netws,",
    "ai-atk-s0503a8:171_4": "Corrupt conditioned phenomena: the result of choices, the cessation of contact, and the practice that leads to the cessation of contact. But they all found through the cessation of the mind.",
    "ai-atk-s0503a8:171_5": "Consciousness is included in the meaning of consciousness, and the result of all its cessation without attachments, went to the realm of the gods.",
    "ai-atk-s0503a8:172_0": "And so the Buddha has experienced the five grasping aggregates as defilements of the applied and sustained thought. As he was unable to arise in the same way, when he was sitting, his body breaks up without attachments, his mind becomes dispassionate, and with the cessation of the defilements by not grasping.",
    "ai-atk-s0503a8:173_0": "The Nine Discourses on the Uppalavaṇṇā is finished.",
    "ai-atk-s0503a8:174_0": "10. Dutiyadabbasuttavaṇṇanā",
    "ai-atk-s0503a8:175_0": "80.",
    "ai-atk-s0503a8:175_1": "There the Buddha, having spended the ten mendicants, as long as he liked, he dwelt in the country on Rājagaha. Then, when he’s wandering in the country, he showed them a great deal of gem, he was the most prominent merchant’s presence. Then he addressed those mendicants,",
    "ai-atk-s0503a8:175_2": "Herein, the perception of laying down: (but) perceptions of death is lying down -",
    "ai-atk-s0503a8:175_3": "The leftovers of the places:",
    "ai-atk-s0503a8:175_4": "They say, “Yes, chariot,” he replied, “They are better than these mendicants.",
    "ai-atk-s0503a8:175_5": "Saying, “No,” he said, “We can do so; it’s an obstacle for him.",
    "ai-atk-s0503a8:175_6": "or else in that monastery:",
    "ai-atk-s0503a8:175_7": "Are the word from afar, hunger, thirsty,",
    "ai-atk-s0503a8:175_8": "you spoke while the rule.",
    "ai-atk-s0503a8:175_9": "But why are you adding the Buddha?",
    "ai-atk-s0503a8:175_10": "(The Buddha’s) seat, being the first amongst all seats, thus he is nourished from (the Buddhas’s) Dhamma. This is the Beyond which is worthy of gifts (in the Faith).",
    "ai-atk-s0503a8:176_0": "thinking: “Monks, those monks have helped me to see the noble ones.",
    "ai-atk-s0503a8:176_1": "“Venerable Sir,” they during the property of the monks, but he calls the Teacher’s speech.",
    "ai-atk-s0503a8:176_2": "There the Buddha said, “Mendicants,” he said, “Dear, there are mendicants.",
    "ai-atk-s0503a8:176_3": "“Venerable Sir,” they replied, “Venerable sir,” they say.",
    "ai-atk-s0503a8:176_4": "Furthermore, bhikkhus, when the bhikkhu “Different meditation subjects”, etc., thinking, “In this way they bring harm to mind the mendicants about evening, etc., by means of the bitter attention on the front of them, after having given them to the meditation subject.",
    "ai-atk-s0503a8:176_5": "“Venerable sir,” they replied.",
    "ai-atk-s0503a8:176_6": "He spent the Buddha’s word opportunity to be instructed by the Buddha, and the Buddha made him a wish.",
    "ai-atk-s0503a8:176_7": "This is why the Buddha spoke of the whole verses, and he spoke the whole verses.",
    "ai-atk-s0503a8:176_8": "Dabba the Mallian as this matter.",
    "ai-atk-s0503a8:176_9": "This is the meaning of this: ‘There is nothing in the way already described,’ which should be understood in the way already described.",
    "ai-atk-s0503a8:177_0": "There are these verses which were produced by the very slaughter, smiling and nervous deeds: he was deed-born, he did not shone.",
    "ai-atk-s0503a8:177_1": "So the Buddha’s house was killed when",
    "ai-atk-s0503a8:177_2": "And some say that “There are iron balls,” and they killed them, as well.",
    "ai-atk-s0503a8:177_3": "and there is the sound of hopes that is quiet.",
    "ai-atk-s0503a8:177_4": "burning in flames, the fire burning.",
    "ai-atk-s0503a8:177_5": "with food and drink, I always wander about it.",
    "ai-atk-s0503a8:177_6": "‘Progressively ends that have not been qualified, that is to say, by one who has no doubt.",
    "ai-atk-s0503a8:177_7": "is cycle, so that one does not act according to the lazy.",
    "ai-atk-s0503a8:177_8": "This is said:",
    "ai-atk-s0503a8:177_9": "Because of the great fraudulentity of Aṭṭhaka weapons flames with a thorns, etc., similar to fire, produced by a boat, sweping, or solid mass. When the fire ceases, it doesn’t arise in him.",
    "ai-atk-s0503a8:178_0": "In this way one was rightly freed through the ending of defilements, like that is why he dropped on the path to the bodies of the noble path and sun, and he droves the path of the round of rebirths, the liberating, and the destruction of all attachments, the pollutants through the breaking of the round, cutting off the defilements, and that is, the end of the liberation of (worms) the contincsum, and being rightly freed from the connection with the destruction of craving.",
    "ai-atk-s0503a8:179_0": "The Ten Path is finished.",
    "ai-atk-s0503a8:180_0": "my commentary on the Pāṭaligāma",
    "ai-atk-s0503a8:181_0": "Discussion of the Manyth",
    "ai-atk-s0503a8:182_0": "at this point:",
    "ai-atk-s0503a8:183_0": "very well freed in the heavenly realm,",
    "ai-atk-s0503a8:184_0": "having gladly out craving, at the end of craving,",
    "ai-atk-s0503a8:185_0": "like the release from the true teaching.",
    "ai-atk-s0503a8:186_0": "There, although, after giving a gift, those who understand this,",
    "ai-atk-s0503a8:187_0": "They all, having prepared all of them a council together,",
    "ai-atk-s0503a8:188_0": "(His) is the Saṅgha’s Dhamma teaching, which is used in the Dhamma,",
    "ai-atk-s0503a8:189_0": "to discuss the meaning of this discussion on the old age.",
    "ai-atk-s0503a8:190_0": "that is the commentary on the meaning of what was done by me.",
    "ai-atk-s0503a8:191_0": "* This is the highest way to ( “this) one roasting",
    "ai-atk-s0503a8:192_0": "revealing:",
    "ai-atk-s0503a8:193_0": "what is connected with the Buddha’s family, without adherence,",
    "ai-atk-s0503a8:194_0": "the thirty-four Nāḷhā meditation subjects",
    "ai-atk-s0503a8:195_0": "Thus what I’ve attained what was reckoned by what was attained,",
    "ai-atk-s0503a8:196_0": "after through the power of the world’s merit,",
    "ai-atk-s0503a8:197_0": "Having abandoned the cows, virtue, and so on, etc.",
    "ai-atk-s0503a8:198_0": "may all of them be shared with the destruction of the pollutants.",
    "ai-atk-s0503a8:199_0": "Let alone a long time, the perfected one, the fully awakened Buddha,",
    "ai-atk-s0503a8:200_0": "may all beings have respect for living creatures!",
    "ai-atk-s0503a8:201_0": "at the right time (that) rain fell,",
    "ai-atk-s0503a8:202_0": "Experiential confidence in the true teaching.",
    "ai-atk-s0503a8:203_0": "bound with the boundaries in the first story of the Elders.",
    "ai-atk-s0503a8:204_0": "The discussion on the eighth day"
}