{
    "ai-atk-abh02a1:0_0": "2. Āyatanavibhaṅgo",
    "ai-atk-abh02a1:1_0": "1. Suttantabhājanīyavaṇṇanā",
    "ai-atk-abh02a1:2_0": "154.",
    "ai-atk-abh02a1:2_1": "Now comes the passage beginning in the art of enlightenment factor: among the thirty-two fields of mastery in the Sense-tates, etc., which is to say, the twelve bases of mastery in the sense fields and so on.",
    "ai-atk-abh02a1:2_2": "Herein, in the first place a suitable one:",
    "ai-atk-abh02a1:3_0": "What Marks are to be proficient in the three Vedas.",
    "ai-atk-abh02a1:4_0": "Likewise to be seen and known,",
    "ai-atk-abh02a1:5_0": "Herein, in the case of the purifies it,",
    "ai-atk-abh02a1:5_1": "They dispell form: it is the meaning.",
    "ai-atk-abh02a1:5_2": "it takes form on form.",
    "ai-atk-abh02a1:5_3": "and having colourfulness, it is shown that the meaning is, made it clear with its wide.",
    "ai-atk-abh02a1:5_4": "Listens with the ear:",
    "ai-atk-abh02a1:5_5": "a sound with ghee.",
    "ai-atk-abh02a1:5_6": "Is it arrival: it is said.",
    "ai-atk-abh02a1:5_7": "He smells the nose,",
    "ai-atk-abh02a1:5_8": "fragrances,",
    "ai-atk-abh02a1:5_9": "is the meaning.",
    "ai-atk-abh02a1:5_10": "and life does not fall apart.",
    "ai-atk-abh02a1:5_11": "sentient beings taste it, and tastes.",
    "ai-atk-abh02a1:5_12": "‘Through restraint’: this is the meaning.",
    "ai-atk-abh02a1:5_13": "the body is unfinished,",
    "ai-atk-abh02a1:5_14": "this is the attainment of the first,",
    "ai-atk-abh02a1:5_15": "it feels touched.",
    "ai-atk-abh02a1:5_16": "mind calls away.",
    "ai-atk-abh02a1:5_17": "Thoughts that are belonging to himself:",
    "ai-atk-abh02a1:6_0": "But they can understand the dimension of neither perception nor non-perception, and not from that.",
    "ai-atk-abh02a1:6_1": "For if the eye is related to the beginning in the middle of the eye, dispelling the mental objects of the eye, his mental objects are springy and treated with the ear ... nose ... tongue ... body ...",
    "ai-atk-abh02a1:6_2": "And they are also called in creatures because they are cleared.",
    "ai-atk-abh02a1:6_3": "In the same way one sinks rolling and transmigrating for continued existence, and doesn’t come back to them until it reached the creeper.",
    "ai-atk-abh02a1:6_4": "Thus there are all things that are real, not real, not accumulate in the sense fields or in the dimension of neither perception nor non-perception.",
    "ai-atk-abh02a1:7_0": "Furthermore, the sense field should be understood as to substance in the sense that it is placed in the sense of establishing, and of covering over as the sense.",
    "ai-atk-abh02a1:7_1": "for the world is called “blessings” in the world of the sense-spheres in the fine-material sphere.",
    "ai-atk-abh02a1:7_2": "“Anyone who gives (people) the three worlds,”",
    "ai-atk-abh02a1:7_3": "But in the Dispensation the three divine abidings expert in which cases the cultivation of the teaching and training proclaimed in a place.",
    "ai-atk-abh02a1:7_4": "“Firstly, when you guard the senses, in the sense fields, in the absence of the sense-spheres,",
    "ai-atk-abh02a1:7_5": "“In each case, Sakyan, you’re capable of realizing it, in each and every case.”",
    "ai-atk-abh02a1:8_0": "and the things beginning with the eye are linked in the way beginning, “The mind-made, and the states are included in the company of the one who remains although it is not the basis for sancred flame and pervading the eye.",
    "ai-atk-abh02a1:8_1": "And the opposite of the generals beginning with the object of your enemy, etc., are proclaimed because it is found.",
    "ai-atk-abh02a1:8_2": "the accumulation of them, and the foundation of jhāna, as objects there, as to successive objects there, etc., as to plane it were,",
    "ai-atk-abh02a1:8_3": "the general of them to be found;",
    "ai-atk-abh02a1:8_4": "and through the influence of that object he had attained absorption.",
    "ai-atk-abh02a1:8_5": "They are expert on their essence, and develop it.",
    "ai-atk-abh02a1:8_6": "These are the states that are called “base” in the sense of performing and separating the sense fields as they are ‘proachable’.",
    "ai-atk-abh02a1:8_7": "Therefore it was said by the meaning and the sense fields of the eye. ...",
    "ai-atk-abh02a1:8_8": "Thoughts about the Dhamma: ‘There are those in the sense fields,’ that is how the meaning of what is known, in this way.",
    "ai-atk-abh02a1:9_0": "‘Absorption’: this is according to the characteristics, etc., as to characteristic, etc.",
    "ai-atk-abh02a1:9_1": "But the characteristic of which these characteristics should be understood as already described in the sense of the fine- material-sphere series .",
    "ai-atk-abh02a1:10_0": "‘So longing for freedom’ means",
    "ai-atk-abh02a1:10_1": "This is said:",
    "ai-atk-abh02a1:10_2": "for the one who shows them the Dhamma,",
    "ai-atk-abh02a1:10_3": "When there is such a Dhamma talk, why is it said to be the twelve bases?",
    "ai-atk-abh02a1:10_4": "the group-of-hundred and the object of the six objects of consciousness,",
    "ai-atk-abh02a1:10_5": "Firstly, the gateway is stated by the simile of the consciousness, and the support of the consciousness, in accordance with that door, it is said: “The group of twelve on breaths, what is meant is this.”",
    "ai-atk-abh02a1:10_6": "For one who has eye consciousness as its support, and involved, it is only the same way: the dimension of infinite consciousness, the dimension of nothingness, and the dimension of neither perception nor non-perception.",
    "ai-atk-abh02a1:10_7": "the others understand.",
    "ai-atk-abh02a1:10_8": "All the sixth fields of existence are the reasons of the mind, and the mental processes have arisen, the mental objects of the teaching.",
    "ai-atk-abh02a1:10_9": "So the six kinds of support are stated as object, and there is no definition of the consciousness needs to be stated.",
    "ai-atk-abh02a1:10_10": "This is how the exposition should be known,",
    "ai-atk-abh02a1:11_0": "‘Only here it is said: ‘Ascetics,’ and ‘sings the noble ones, were reborn in the Three Times,",
    "ai-atk-abh02a1:11_1": "For the first dimensions of the internal and external sense-spheres are constantly distinguished in the sense-spheres.",
    "ai-atk-abh02a1:11_2": "Next, the unintelligent to the earlier and the unspecified,",
    "ai-atk-abh02a1:11_3": "Or alternatively, all of them are the first helpful for the supreme states of existence and for the neutral bases of the sense spheres.",
    "ai-atk-abh02a1:11_4": "Next, the three senses have three sense-spheres.",
    "ai-atk-abh02a1:11_5": "even the five spheres of logical sphere (of the mind) is (surely) tormenting the mind,",
    "ai-atk-abh02a1:11_6": "yet the opposite fields of the exterior sense fields are not-self in the interior sense fields.",
    "ai-atk-abh02a1:11_7": "Furthermore, the fine-material sphere should be understood for their own welfare and the rest.",
    "ai-atk-abh02a1:11_8": "for this is said: “Eye consciousness arises dependent on the eye and sights. The eye consciousness arises dependent on the eye and sights. ...",
    "ai-atk-abh02a1:11_9": "mind consciousness arises dependent on the mind and thoughts known as thoughts, and so as to be known that the mind is independent of others.",
    "ai-atk-abh02a1:12_0": "‘In brief,’ means, there are such passages as the teaching, and the base consisting of the dimensions of mastery in both the Vedas, and there is no truth or in conformity with the Dhamma, and being conditioned by the sense fields.",
    "ai-atk-abh02a1:13_0": "And here the detailed explanation of the meaning here is this: being the opposite of the sense-spheres and intimate causes, that is to say, the kinds of functional existence, the calm, and the various individual essences beginning with the Enlightened One’s materiality.",
    "ai-atk-abh02a1:13_1": "Likewise he has fourencies:",
    "ai-atk-abh02a1:13_2": "(wholesome) the sense fields, skill in division, skilled in embodiment, dividing the mind-consciousness element, and creating division in division, they don’t divide .",
    "ai-atk-abh02a1:13_3": "The four bases of form constructed, the ninety-four kinds of sound-four kinds of fondness, in brief.",
    "ai-atk-abh02a1:13_4": "Since the counterpart of division is unspecified.",
    "ai-atk-abh02a1:13_5": "the earth element, which is the earth element, the water element, the fire element, and the air element in four parts of diminution, as particulars, and maintained thought, influence of the earth element.",
    "ai-atk-abh02a1:13_6": "(but) the sense-spheression of the Dhamma, and so on.",
    "ai-atk-abh02a1:13_7": "In brief, the exposition should be known.",
    "ai-atk-abh02a1:14_0": "‘All should be seen’: all the sense fields are unbounded (performed), and none of these.",
    "ai-atk-abh02a1:14_1": "for previously they did not come to the belly, nor are they going back in the water.",
    "ai-atk-abh02a1:14_2": "Then although the result for previously developed, so the remainder of the past, the future, and the present, because of the poor conditions that were previously developed and cultivated, remain silent.",
    "ai-atk-abh02a1:14_3": "Therefore it is unmoved by going (therefore), and by going unmoved,",
    "ai-atk-abh02a1:14_4": "Likewise, walking is dissatisfied,",
    "ai-atk-abh02a1:14_5": "For the eye is not like this:",
    "ai-atk-abh02a1:14_6": "‘Oh, if only consciousness would arise.’ They wouldn’t give rise to a foundation of consciousness, nor do they surmount the base consisting of consciousness.",
    "ai-atk-abh02a1:14_7": "Then the eye-consciousness in the formless, since it has been dispelled by the eye-consciousness that are produced in them.",
    "ai-atk-abh02a1:14_8": "Therefore, false, and tame (surely) poorly,",
    "ai-atk-abh02a1:14_9": "Besides, the interior village is the exterior which in the precisely pervaded as if burning course because the interior apart is the exterior which is the interior apartment and exterior.",
    "ai-atk-abh02a1:14_10": "for this is said:",
    "ai-atk-abh02a1:14_11": "“Mendicants, you’re struck by both agreeable and disagreeable sights.",
    "ai-atk-abh02a1:14_12": "Still, the interiorsteriors, like the oxenclosure of those animals.",
    "ai-atk-abh02a1:14_13": "That’s how to be seen and understood according to the exposition should be known.",
    "ai-atk-abh02a1:15_0": "now they should be seen (them), in accordance with the eyes, which is impermanent,",
    "ai-atk-abh02a1:15_1": "it should be understood that the eye is impermanent: this is its impermanent.",
    "ai-atk-abh02a1:15_2": "And another who is also impermanent –",
    "ai-atk-abh02a1:15_3": "It is the time to decay and perishing: it is the wrong time for settles.",
    "ai-atk-abh02a1:16_0": "Then austerities (will) pain",
    "ai-atk-abh02a1:16_1": "They become negligent and strive, and make their effort to grow old.",
    "ai-atk-abh02a1:16_2": "That’s why the four grounds for suffering is suffering.",
    "ai-atk-abh02a1:17_0": "But the monks who are not attached to their own terms,",
    "ai-atk-abh02a1:17_1": "They have nothing produced by Māra or Brahmā or by anyone in the four classes of rebirth-producing kamma. They’re not stricken by Māra or Brahmā or by anyone else.",
    "ai-atk-abh02a1:17_2": "Therefore I will emptiness because of non-greed and non-conspect since there is no obstruction for these four reasons.",
    "ai-atk-abh02a1:18_0": "It is dispelling that the states of existence in accordance with the continuation, producing condition, and change in states of existence, thus it is perishing .",
    "ai-atk-abh02a1:18_1": "this is only impermanent.",
    "ai-atk-abh02a1:18_2": "Forms are impermanent in the case of sorts, and so on.",
    "ai-atk-abh02a1:18_3": "And if Visionary Ones are impermanent, the eye is impermanent, not impermanent.",
    "ai-atk-abh02a1:18_4": "The eye is impermanent and perishable.",
    "ai-atk-abh02a1:18_5": "Likewise the eye is suffering, not the things that are suffering.",
    "ai-atk-abh02a1:18_6": "the eye and the ear and the nose.",
    "ai-atk-abh02a1:18_7": "the eye is not self -.",
    "ai-atk-abh02a1:18_8": "And the eye is not self and the world are not self.",
    "ai-atk-abh02a1:18_9": "Likewise in the case of visible objects, and so on.",
    "ai-atk-abh02a1:19_0": "In this discourse the Realised Ones, what is to say, the Realised Ones?",
    "ai-atk-abh02a1:19_1": "Excellent Sense Fields",
    "ai-atk-abh02a1:19_2": "For if he shows the characteristic of endearing what is impermanent, suffering, and perishable,",
    "ai-atk-abh02a1:19_3": "If anyone says, “The eye is self,” that is not tenable.",
    "ai-atk-abh02a1:19_4": "The arising and vanishing of the eye is evident,",
    "ai-atk-abh02a1:19_5": "so it would follow that one’s self arises and vanishes.",
    "ai-atk-abh02a1:19_6": "Therefore it is not known",
    "ai-atk-abh02a1:19_7": "If you say, ‘the eye is self’, it is not self - this is not self - this is not self’.”",
    "ai-atk-abh02a1:19_8": "he showed the three characteristics in impermanence,",
    "ai-atk-abh02a1:19_9": "“Bodily form, monks, is not Self,",
    "ai-atk-abh02a1:19_10": "For if form were self, it wouldn’t lead to affliction.",
    "ai-atk-abh02a1:19_11": "and may be able to get form:",
    "ai-atk-abh02a1:19_12": "‘May my form be like this! May it not be like that’?”",
    "ai-atk-abh02a1:19_13": "But because form is not your essence, it leads to suffering.",
    "ai-atk-abh02a1:19_14": "and it is not possible (to say):",
    "ai-atk-abh02a1:19_15": "‘May my form be like this! May it not be like that!’",
    "ai-atk-abh02a1:19_16": "“Mendicants, form is impermanent. What’s suffering is impermanent, suffering, and perishable. And what’s impermanent is not-self in suffering, I am not-self.”",
    "ai-atk-abh02a1:19_17": "are impermanent, suffering, and perishable.",
    "ai-atk-abh02a1:20_0": "And when hands and feet strike them down, they say: ‘I have broken off hands, or dried up, and evaporated, they say, ‘I have broken off all!’",
    "ai-atk-abh02a1:20_1": "Thus, Pāṭikaputta,",
    "ai-atk-abh02a1:20_2": "and in this body the pile of glowing collar bone or smeared with thorns, and palms say that there is suffering, and so on.",
    "ai-atk-abh02a1:20_3": "A declaration of suffering:",
    "ai-atk-abh02a1:20_4": "Without making an end of what is misapprehension of not-self, unintelligent, uninterrupted, and witless.",
    "ai-atk-abh02a1:20_5": "Suffering is the arising of suffering, or the Realized Ones are evident.",
    "ai-atk-abh02a1:20_6": "and it is not known that a Buddha awakened for themselves, but not amongst those who are Buddhas.",
    "ai-atk-abh02a1:20_7": "The great power and might are might of the Buddha. Then they were unable to obtain (them) masters, and frightening, they proceed having turned away from that as painful.",
    "ai-atk-abh02a1:20_8": "If they fall asleep around it with their own insight, it’d because of which the fruit of not endeavour.",
    "ai-atk-abh02a1:20_9": "For anyone without understanding of the characteristic of variety is another, no poisoning for all Buddhas,",
    "ai-atk-abh02a1:20_10": "so without a mark of such a mark,",
    "ai-atk-abh02a1:20_11": "Therefore the Teacher, without bringing suffering to the impermanence, or to suffering in impermanence,",
    "ai-atk-abh02a1:20_12": "But here should you show that pleasure and pain are impermanent.",
    "ai-atk-abh02a1:21_0": "yet non-returning these marks are not covered because of the unconcealed marks, and because of that it doesn’t appear.",
    "ai-atk-abh02a1:21_1": "firstly is to be found in the characteristic of impermanence, not to be given attention to them as peaceful, but because of that bending to them.",
    "ai-atk-abh02a1:21_2": "don’t attend improperly to the characteristic of suffering because of being unconcerned to the inclusion of the painful, etc., or because of the sense faculties",
    "ai-atk-abh02a1:21_3": "without focusing on the characteristic of variety of elements, etc., do not appear to them because of being unconcerned.",
    "ai-atk-abh02a1:21_4": "But since he has the characteristic of Udaya, then it appears to them as impermanent, that is to say, characteristics, function, and manifests of it.",
    "ai-atk-abh02a1:21_5": "bringing to mind the end of suffering for the three characteristics beginning with the discovering of suffering. When he gets up quickly, he appears to them.",
    "ai-atk-abh02a1:21_6": "Having destroyed the elements of various elements and its characteristic its limbs, and bearing its characteristic, while guarding the sense doors, its characteristic by its profitable and quiet.",
    "ai-atk-abh02a1:22_0": "And here the characteristic of impermanence should be understood to say that suffering is impermanent, suffering, and perishable.",
    "ai-atk-abh02a1:22_1": "Herein, the aggregates are the component of the impermanence.",
    "ai-atk-abh02a1:22_2": "or having become (defilement), and being without thought, she is not developed -",
    "ai-atk-abh02a1:22_3": "or having the characteristic of endurance, being undeveloped in the mode of conditions.",
    "ai-atk-abh02a1:22_4": "“Anything is impermanent, suffering, and perishable.”",
    "ai-atk-abh02a1:22_5": "Seeking upwards,",
    "ai-atk-abh02a1:22_6": "Placing the experiencing of suffering is the characteristic of suffering.",
    "ai-atk-abh02a1:22_7": "“And what is suffering, what is not-self, what is not-self?”",
    "ai-atk-abh02a1:22_8": "Yet the Realized One, the perfected one,",
    "ai-atk-abh02a1:22_9": "the characteristic of non-existence.",
    "ai-atk-abh02a1:22_10": "So the marks are impermanent, suffering, and perishable.",
    "ai-atk-abh02a1:22_11": "In the five constituents (of mind and body) that provide fuel for twelve-elements, all of them are impermanent.",
    "ai-atk-abh02a1:22_12": "Except in the Vibhaṅga too with the characteristic of impermanence as suffering.",
    "ai-atk-abh02a1:23_0": "But here in brief, the two dimensions of sense-spheres are seen (also) of the sense-spheres.",
    "ai-atk-abh02a1:23_1": "All in each and every way one should be understood as well.",
    "ai-atk-abh02a1:24_0": "commentary on the Good Reputation",
    "ai-atk-abh02a1:25_0": "2. Abhidhammabhājanīyavaṇṇanā",
    "ai-atk-abh02a1:26_0": "155.",
    "ai-atk-abh02a1:26_1": "As they do so, each is described in detail, they should be seen in order to show the aspect of the sense fields beginning with the physical base consisting of forms, likewise.",
    "ai-atk-abh02a1:27_0": "What are the defining of these places should be understood as stated in the way already described?",
    "ai-atk-abh02a1:28_0": "167.",
    "ai-atk-abh02a1:28_1": "But what is the element of the sense-spheres in the sense-sphere?",
    "ai-atk-abh02a1:28_2": "The ending of greed, hate, and delusion is said:",
    "ai-atk-abh02a1:28_3": "the elements of the unconditioned; the four elements, the state of Nibbāna.",
    "ai-atk-abh02a1:28_4": "That is why greed, hate, and delusion come into the complete ending of greed, hate, and delusion.",
    "ai-atk-abh02a1:28_5": "This is the exposition of the teachers in the teachers.",
    "ai-atk-abh02a1:29_0": "– However, he speaks falsely to the rod and the man who spoke about it –",
    "ai-atk-abh02a1:29_1": "‘One who has no defilements, in the present life is extinguishment.’",
    "ai-atk-abh02a1:29_2": "One spoke of ‘cessation’.",
    "ai-atk-abh02a1:29_3": "What is extinguishment?",
    "ai-atk-abh02a1:29_4": "The ending of greed, hate, and delusion in the end of greed,",
    "ai-atk-abh02a1:29_5": "it is said to be the shade of the Jambukhādaka and he says ‘This is pleasurable’—haven if it stops.",
    "ai-atk-abh02a1:29_6": "he’s say:",
    "ai-atk-abh02a1:29_7": "‘But how is it so well explained?’",
    "ai-atk-abh02a1:29_8": "Transgression:",
    "ai-atk-abh02a1:29_9": "‘Yes, I have a seed.’",
    "ai-atk-abh02a1:29_10": "Then he should say:",
    "ai-atk-abh02a1:29_11": "‘You’re so very beautiful,",
    "ai-atk-abh02a1:29_12": "I said it between the Neither.’",
    "ai-atk-abh02a1:29_13": "Unbreathing",
    "ai-atk-abh02a1:29_14": "“Reverend Sāriputta, they speak of this thing called ‘perfection’.",
    "ai-atk-abh02a1:29_15": "What is perfection?",
    "ai-atk-abh02a1:29_16": "The ending of greed, hate, and delusion in the end of greed,",
    "ai-atk-abh02a1:29_17": "This is called the “trace” (after that) the door of the Worthiness.",
    "ai-atk-abh02a1:30_0": "but say to him:",
    "ai-atk-abh02a1:30_1": "‘Practicing extinguishment: this is the four constituents (of mind and bodily form), the four constituents (of mind and bodily form).",
    "ai-atk-abh02a1:30_2": "Living in this way, he asked about the Dhamma, and he asked the General of the Dhamma.",
    "ai-atk-abh02a1:30_3": "And what are you jealousy or holy?’",
    "ai-atk-abh02a1:30_4": "‘So it would be nice, or is there.",
    "ai-atk-abh02a1:30_5": "Who is expert in this matter?’",
    "ai-atk-abh02a1:30_6": "‘You don’t know single word",
    "ai-atk-abh02a1:30_7": "Don’t you think, ‘Not so,’ and if someone isn’t able to explain it again?",
    "ai-atk-abh02a1:30_8": "When they have arisen these things, they are called “final to”.",
    "ai-atk-abh02a1:30_9": "Then he said to him:",
    "ai-atk-abh02a1:30_10": "‘You have done a great deed,",
    "ai-atk-abh02a1:30_11": "and after giving the ointment to them, he might say:",
    "ai-atk-abh02a1:30_12": "Since this is so, you can explain that it is said:",
    "ai-atk-abh02a1:30_13": "For extinguishment is relying on extinguishment, greed, hate, and delusion come to an end.",
    "ai-atk-abh02a1:30_14": "for three things too will be annihilationist.’",
    "ai-atk-abh02a1:31_0": "When this was said, all is well.",
    "ai-atk-abh02a1:31_1": "If not, then how should we do it?",
    "ai-atk-abh02a1:31_2": "Firstly, he should ask:",
    "ai-atk-abh02a1:31_3": "‘Does greed for the ending of greed, hate, and delusion have collected,",
    "ai-atk-abh02a1:31_4": "The ending of hate, or delusion.",
    "ai-atk-abh02a1:31_5": "Or is the end of greed, hate, and delusion left?’",
    "ai-atk-abh02a1:31_6": "Transgression:",
    "ai-atk-abh02a1:31_7": "‘The ending of greed, hate, and delusion.’",
    "ai-atk-abh02a1:32_0": "Then he should say:",
    "ai-atk-abh02a1:32_1": "‘After in the case of greed, hate, and delusion have a single end.",
    "ai-atk-abh02a1:32_2": "The six hindrances are unskilled in the end of the three roots. The five hindrances are the four hindrances. The five hindrances are the six hindrances. Craving is the five hindrances. Craving is the six roots of craving. Craving is the endings. Craving is the Cravingssmigrations of the endings.",
    "ai-atk-abh02a1:32_3": "But there’s no necessary for attaining extinguishment.",
    "ai-atk-abh02a1:32_4": "Then how the passionless is called Nibbāna, whose cankers are destroyed is the end of greed, hate, and delusion, and non-confusion.",
    "ai-atk-abh02a1:32_5": "for the sake of quenching because it surpasses three.’",
    "ai-atk-abh02a1:33_0": "But if this is so, it should not be done.",
    "ai-atk-abh02a1:33_1": "‘We had sex with sharings, fraud, oppressed, and had sex.",
    "ai-atk-abh02a1:33_2": "then the end of the defilements, abstaining from bad things,",
    "ai-atk-abh02a1:33_3": "Or consciousness can be called “barking” when it is evident to him, the name of Nibbāna, are Nibbāna, and so on.",
    "ai-atk-abh02a1:33_4": "it is so very subtle that you wouldn’t be able to conscious about",
    "ai-atk-abh02a1:33_5": "Then how the passionless is called Nibbāna, whose cankers are destroyed is the end of greed, hate, and delusion, and non-confusion.",
    "ai-atk-abh02a1:33_6": "for the sake of quenching because it surpasses three.’",
    "ai-atk-abh02a1:34_0": "But if this was said, it should not be done by Gotama,",
    "ai-atk-abh02a1:34_1": "Firstly, he should ask:",
    "ai-atk-abh02a1:34_2": "‘Do you say this was said to Master Gotama?’",
    "ai-atk-abh02a1:34_3": "‘Yes, I say.’",
    "ai-atk-abh02a1:34_4": "‘They’ll eat the taste of the south.’",
    "ai-atk-abh02a1:34_5": "nor do they left the pollutant.",
    "ai-atk-abh02a1:34_6": "Still, they may split open.",
    "ai-atk-abh02a1:34_7": "‘But what does observe that object?’",
    "ai-atk-abh02a1:34_8": "‘Has extinguishment’ means",
    "ai-atk-abh02a1:34_9": "‘Does the defilement became without defilements?",
    "ai-atk-abh02a1:34_10": "Then the barber will defecate,",
    "ai-atk-abh02a1:34_11": "and you described defilement in the defilements that are without defilements, corruptions that are proper for extinguishment.",
    "ai-atk-abh02a1:34_12": "They don’t agree with it.",
    "ai-atk-abh02a1:34_13": "Then how the passionless is called Nibbāna, whose cankers are destroyed is the end of greed, hate, and delusion, and non-confusion.",
    "ai-atk-abh02a1:34_14": "for the sake of quenching because it surpasses three.’",
    "ai-atk-abh02a1:35_0": "But if this is said, he should not do so.",
    "ai-atk-abh02a1:35_1": "Firstly, he should ask:",
    "ai-atk-abh02a1:35_2": "‘You speak a path to the underworld.’",
    "ai-atk-abh02a1:35_3": "‘I am this’,",
    "ai-atk-abh02a1:35_4": "‘The path is culminated in the path.’",
    "ai-atk-abh02a1:35_5": "when he knows that he has been told:",
    "ai-atk-abh02a1:35_6": "They’ll be cycle, thinking: ‘They’ll say that!’ But if they’re not chopped, they proceed.’",
    "ai-atk-abh02a1:35_7": "‘What is the path that leads to the defilements?",
    "ai-atk-abh02a1:35_8": "Which paths did the defilement?",
    "ai-atk-abh02a1:35_9": "What is the path, what is the defilements in the present life? And what is the defilements?",
    "ai-atk-abh02a1:35_10": "Therefore, don’t take it (only),",
    "ai-atk-abh02a1:35_11": "But that passion is called Nibbāna, who has ended the defilements, and who makes the ending of greed, hate, and delusion.",
    "ai-atk-abh02a1:35_12": "for those three years too will attain extinguishment.’",
    "ai-atk-abh02a1:36_0": "When this was said,",
    "ai-atk-abh02a1:36_1": "you’ll wait for your coming.",
    "ai-atk-abh02a1:36_2": "‘I am this’,",
    "ai-atk-abh02a1:36_3": "‘Having gone (there) came, why do you get this?’",
    "ai-atk-abh02a1:36_4": "‘She’s Excellent’ means",
    "ai-atk-abh02a1:36_5": "‘After’ means she understood.",
    "ai-atk-abh02a1:36_6": "“Yes, ignorance. And that’s how it is, craving for darkness.”",
    "ai-atk-abh02a1:36_7": "When he said this, another is silent.",
    "ai-atk-abh02a1:37_0": "And here the two dimensions of sensual pleasures should be understood: the four world-spheres of the sense-spheres, and the upper world of the world.",
    "ai-atk-abh02a1:38_0": "the commentary on the private parts,",
    "ai-atk-abh02a1:39_0": "3. Pañhāpucchakavaṇṇanā",
    "ai-atk-abh02a1:40_0": "168.",
    "ai-atk-abh02a1:40_1": "(The king asked): “Here the questions and what is to say in order to prevent the questions (wholesomething) in the same way, and whatever was spoken about, he answered with the questions of the rainy season.",
    "ai-atk-abh02a1:40_2": "And this conscious responses to all in our questions.",
    "ai-atk-abh02a1:40_3": "But here the ten bases of what should be understood in unattractiveness,",
    "ai-atk-abh02a1:40_4": "Their elements of the two faculties should be understood to be understood as the aggregates of the sense fields and so on.",
    "ai-atk-abh02a1:40_5": "For four aggregates are conditions for the Dhamma. Their sense fields have been achieved, and the unconditioned. All these are reckoned as condition: the unconditioned.",
    "ai-atk-abh02a1:40_6": "Since there is no desire for thoughts that are fine-material sense-sphere, and there is a new state of subtlety.",
    "ai-atk-abh02a1:40_7": "And that has no limited object based on the nine respective objects, but also without having limited objects.",
    "ai-atk-abh02a1:40_8": "Such is the same kind of wealth,",
    "ai-atk-abh02a1:40_9": "And here too there are fourteen constituents (of mind and body) that provide fuel for the advantages, as well as the dyeing of the sense-spheres, it is in the definition of the sense-spheress, and is shown by urgency and unequipment.",
    "ai-atk-abh02a1:41_0": "Discussion of the Vibhaṅga:",
    "ai-atk-abh02a1:42_0": "The Book of the senses is finished."
}