{
    "ai-atk-s0508a214:0_0": "18. Cattālīsanipāto",
    "ai-atk-s0508a214:1_0": "Mahākassapa",
    "ai-atk-s0508a214:2_0": "He also had forty of the Goats, the courtesan, the Buddha’s verses, and so on.",
    "ai-atk-s0508a214:2_1": "his rebirth is now pleasant.",
    "ai-atk-s0508a214:2_2": "At the time of the Buddha Uttara, this is called Uttarakuru.",
    "ai-atk-s0508a214:2_3": "He was the lay follower of the Buddha, the Teaching, and the Sangha of monks. After staying in the midst of the Sangha, he took a flower and offered to the observance-day procedure and then went to the Fraternity. After worshipping the Teacher, he sat down to one side.",
    "ai-atk-s0508a214:3_0": "And in that very moment the Teacher said to the senior monks, “Princeka, is the third benefit of my disciples for the sake of the ascetic life.”",
    "ai-atk-s0508a214:3_1": "When the lay follower heard that teaching the Dhamma was spoken, the lay followers got up, and left for the town, he accepted (them) for the meal.",
    "ai-atk-s0508a214:3_2": "“The Sangha is large, lay follower.”",
    "ai-atk-s0508a214:3_3": "“What is the right way?”",
    "ai-atk-s0508a214:3_4": "“The nuns are eighty thousand!”",
    "ai-atk-s0508a214:3_5": "“Venerable Sir, please accept my alms food from the novices.”",
    "ai-atk-s0508a214:3_6": "The Teacher accepted it.",
    "ai-atk-s0508a214:3_7": "Knowing that the lay devotee had consented, the lay followers went to the Great State, and once again, he announced the following day.",
    "ai-atk-s0508a214:3_8": "The Teacher, taking his bowl and robe, went to the home of the Community of monks, and prepared a meal for the south. He then sat down in the leftovers of the meal.",
    "ai-atk-s0508a214:3_9": "as a layman in the Teacher’s presence.",
    "ai-atk-s0508a214:4_0": "On that occasion the Great Elder Mahā Kassapa, wandered for alms in that place, he walked down the road for the purpose of seeing (him).",
    "ai-atk-s0508a214:4_1": "Seeing that the lay follower, the lay follower having seen the Elder worshipped him and said, “Give the bowl, venerable sir.”",
    "ai-atk-s0508a214:4_2": "The elder gave the bowl,",
    "ai-atk-s0508a214:4_3": "“Venerable Sir, please enter here.”",
    "ai-atk-s0508a214:4_4": "“The lay followers will not lie down.”",
    "ai-atk-s0508a214:4_5": "He took his alms-food and filled the bowls,",
    "ai-atk-s0508a214:4_6": "having arrived at the Elder, he sat down on the seat spread out in the presence of the Teacher. –",
    "ai-atk-s0508a214:4_7": "“Venerable Sir, is there a place where the Elder sits, for the sake of the greatesty, is there any more of the qualities I wish to train in you?”",
    "ai-atk-s0508a214:4_8": "the Buddha, the praised. There is no shelter for him:",
    "ai-atk-s0508a214:4_9": "“Our day as we were waiting for alms, we sat down in the wilderness, or in the neighborhood of a village. Then, after waiting for him to sit down in the wilderness, or in the forest, he sat down in the open air, saying, “Having gone out from the village to the wilderness,” and he sat down in the open air with him, like the Buddha.",
    "ai-atk-s0508a214:5_0": "The lay devotee, as a layman running hither with oil on the floor-covered knee, thought:",
    "ai-atk-s0508a214:5_1": "“What’s my progress in the future to me? I’ll make the doctrine of the Buddhas in the future?”",
    "ai-atk-s0508a214:5_2": "Again when he had invited the Teacher, he gave them seven days a great day. He gave the following seven days to the Bhikkhus, seventy-four years, and then said:",
    "ai-atk-s0508a214:5_3": "“Sir, with loving-kindness towards all seventeen deeds, I have not done good deeds, by way of body, speech, and mind, and because of compassion for the general population of the gods.”",
    "ai-atk-s0508a214:5_4": "The Teacher said, “Those who saw this thing for the art of bowl, would it be hard to get an idea?” And seeing that he said,",
    "ai-atk-s0508a214:5_5": "“(There is) such a thing such as this matter, he will appear to you.”",
    "ai-atk-s0508a214:5_6": "When he heard this, he said, “Have you reached the end of the two? ” according to what is seen there.",
    "ai-atk-s0508a214:5_7": "After giving this gift, he continues, and entering the blessed with good friends. He died and was reborn in a heavenly realm.",
    "ai-atk-s0508a214:6_0": "From then onwards, Vipassī was living in dependence on high neighborhoods, and Vipassī, the Buddhas of the gods, near the capital city of Bandhumatī, in the deer park,",
    "ai-atk-s0508a214:6_1": "And the Vipassī, the Buddha, Seven Kālāma, was worshipped by a seven ladys.",
    "ai-atk-s0508a214:6_2": "And they told him what was happening.",
    "ai-atk-s0508a214:6_3": "The brahmin heard the instruction of the Buddha’s instructions.",
    "ai-atk-s0508a214:6_4": "And that was the brahmin belonging to the same Buddhist sect.",
    "ai-atk-s0508a214:6_5": "But the two shores of the far shore.",
    "ai-atk-s0508a214:6_6": "And he said, “The whole of the city of Bārāṇasī in the whole city.”",
    "ai-atk-s0508a214:6_7": "He’s going beyond the arrangement by the brahmins and householders’ Since he goes beyond army.",
    "ai-atk-s0508a214:6_8": "if he goes to the brāhmaṇa village with his own hands, and when there is the brahmin lady.",
    "ai-atk-s0508a214:6_9": "Now that day the brahmin said to the brahmin:",
    "ai-atk-s0508a214:6_10": "“Mister, what will you listen to the teaching during the day?”",
    "ai-atk-s0508a214:6_11": "“A female lay follower is unable to walk for alms, and not able to arrive at the day’s house, even if he hears that teaching, he went with a female lay follower, and when he heared that teaching, he sat down to one side.",
    "ai-atk-s0508a214:6_12": "Then a brahmin, having taken a stilt house, went to that dwelling and put it on.",
    "ai-atk-s0508a214:7_0": "At that time the Teacher was sitting in the midst of the Dhamma analytic (the Buddha), while sitting in the midst of the Truth, he picked up a pit of glowing coals, and cities took the Dhamma.",
    "ai-atk-s0508a214:7_1": "was sitting there five times before the brahmins for a limited spring the whole body, full of rapture and happiness arose in the whole of the body.",
    "ai-atk-s0508a214:7_2": "After making an offering, he thought, “I will give it to the Community,”",
    "ai-atk-s0508a214:7_3": "Then a thousand drawbacks of those thousand gives rise to the middle of the day.",
    "ai-atk-s0508a214:7_4": "But he thought, “There is no one thing that I wouldn’t want to die everything over to me and put it outside the city. There is nothing elsewhere,” but he still wanted to add with them,",
    "ai-atk-s0508a214:7_5": "and he thought, “They are (they wish).",
    "ai-atk-s0508a214:7_6": "Then in the middle watch of the night, at the end of the last watch",
    "ai-atk-s0508a214:7_7": "Then he thought, “May I be known, and later,” and he placed the Teacher’s feet.",
    "ai-atk-s0508a214:7_8": "Then, having destroyed the left hand aside with his right hand, and I have not seen the Three Tissahave with my right hand.",
    "ai-atk-s0508a214:8_0": "When he is sitting down in the bandits, at the time of the Dhamma he heard the Dhamma.",
    "ai-atk-s0508a214:8_1": "my ear was unpleasant.",
    "ai-atk-s0508a214:8_2": "he gave a man –",
    "ai-atk-s0508a214:8_3": "“Go, what are you asking, what is this?”",
    "ai-atk-s0508a214:8_4": "Then he asked the elephant, “As a precincts, elephants, horses, chariots, and mass of others; don’t take it and cause it to be annihilated.",
    "ai-atk-s0508a214:8_5": "but when I returned to the bundle of the Mucalinda (tree), I shaved it from my head, and did as I had been able to safety by the ten perfections.”",
    "ai-atk-s0508a214:8_6": "He returned to the King and told him what had happened.",
    "ai-atk-s0508a214:8_7": "The King said:",
    "ai-atk-s0508a214:8_8": "“Listen, friends, to those of the ten kinds of nice food, and the brahmin did not know.”",
    "ai-atk-s0508a214:8_9": "Seeing him, the brahmin thought:",
    "ai-atk-s0508a214:8_10": "“Through this was my first silent, and without having told the Teacher’s virtue, he gave it to me.",
    "ai-atk-s0508a214:8_11": "and whatever qualities arose from the Teacher, that group of gods (of cloth) became a valuable.”",
    "ai-atk-s0508a214:8_12": "The king asked him, “What was the matter, brahmin?” and he heard that he had been given. When he heard that the Buddha had received the two pairs garments, he gave them one.",
    "ai-atk-s0508a214:8_13": "The King had the thirty-two marks of his disciples, and he presented the thirty-two pairs of chief disciples.",
    "ai-atk-s0508a214:8_14": "Then the brahmin, Vaḍḍha, knowing that the Buddha had taken one pair of robes, he took another one pair of garments, saying,",
    "ai-atk-s0508a214:8_15": "and because of that the Teacher was a instructed to the Teacher.",
    "ai-atk-s0508a214:9_0": "Then, on seeing a hundred times, a thousand times, the King listened to the Teacher’s presence and preached the Dhamma to a hundred thousand coins, and he said to the Teacher:",
    "ai-atk-s0508a214:9_1": "“he said, “Pārāsariya, listen to this Dhamma.”",
    "ai-atk-s0508a214:9_2": "The King, thinking, “What is this matter to me with this woolen cloth for me?” and he made a little hut with the Realised One,",
    "ai-atk-s0508a214:9_3": "Then one day, after going to the Pāṭaliputta’s dwelling, and sat in the presence of the Teacher.",
    "ai-atk-s0508a214:9_4": "And at that time he is realised the Buddha’s widely powerful and than six.",
    "ai-atk-s0508a214:9_5": "The King, while looking around it, he said:",
    "ai-atk-s0508a214:9_6": "“Sir, it’s our woolen clothes. It’s given by one brahmin to the ascetics and brahmins.”",
    "ai-atk-s0508a214:9_7": "“Great king, you are worshipped by the brahmins.”",
    "ai-atk-s0508a214:9_8": "The king told him, “You have given eight parts, and your gifts.” He then placed them all the people in the town, the capital. Then the eighth day he gave them a gift (to them), and giving the name of the sacred flame.",
    "ai-atk-s0508a214:9_9": "When he thinks, “She is eighteen size-food-eater’s lifetimes, sixty-food-eaters, and seventy-four kinds of gifts, he’s produced after passing away from that place.",
    "ai-atk-s0508a214:10_0": "When he passed away from there and Koṇāgamana, he was the two armies of the Buddha Kassapa. They were free of greed, two hundred attendants, and two independent of Buddhas, the captival.",
    "ai-atk-s0508a214:10_1": "And it grows in the wilderness, growing alone, within the forest, delighting in the forest,",
    "ai-atk-s0508a214:10_2": "When he’s coming, he’s not able to make a robe for the Buddha, even though he’s able to make an effort to get it.",
    "ai-atk-s0508a214:10_3": "Seeing him, he said, “Why don’t we set it out?”",
    "ai-atk-s0508a214:10_4": "“Haven’t you abstain?”",
    "ai-atk-s0508a214:10_5": "“Here, sir, make an effort to be reborn in the north of the water.” And the chopped her general floating, there were no some.",
    "ai-atk-s0508a214:11_0": "And the sister of Kapilavatthu entered Kapilavatthu for alms.",
    "ai-atk-s0508a214:11_1": "After giving rice porridge to the Independent Buddha, the pupil of the Buddha offered to the almsfood. He split the neighborhood of a fool, saying: “Whoever is giving an almsfood.”",
    "ai-atk-s0508a214:11_2": "She then said, “Having heard the part of the house, picked up a bowl, and took it away, filled it with rice-milk, and gave it away.”",
    "ai-atk-s0508a214:11_3": "But having seen or heard: “Whoever abuses me, did you compose that me when I saw such bowl?”",
    "ai-atk-s0508a214:11_4": "The wife reflected on the calm.",
    "ai-atk-s0508a214:11_5": "“Venerable,” she replied, “Have she discarded the bowl, and cleaned it.",
    "ai-atk-s0508a214:11_6": "Having lifted up a fine cloth, he picked up a bowl filled to the four quarters. When the Buddha had poisoned a snake, it filled with ghee with ghee, oil, and so forth it was anointed with the golden bowl with coins, saying, “Humping up in me,”",
    "ai-atk-s0508a214:11_7": "The Independent Buddhas expressed his appreciation to the space, saying:",
    "ai-atk-s0508a214:12_0": "They’ve been reborn through the air of prominent lay followers. They were reborn in a heavenly realm, and become the same. That is the best kind of becoming a Buddha.",
    "ai-atk-s0508a214:12_1": "They growed only the best of those who had reached the best.",
    "ai-atk-s0508a214:12_2": "and having a bad deed and worried into her womb, he raises himself in a bird’s womb, like a new pad-headed .",
    "ai-atk-s0508a214:12_3": "The merchant asked him, “Linking, having heard that the King’s daughter,” he told him, “Lay follower, you were liberating on the merchant’s family in your family’s house.",
    "ai-atk-s0508a214:12_4": "In that case, the seven vanitys should be understood as a seven instance.",
    "ai-atk-s0508a214:13_0": "Then at that time Kassapa was attaining Nibbāna.",
    "ai-atk-s0508a214:13_1": "and a hundred thousand leagues long.",
    "ai-atk-s0508a214:13_2": "When one is being made by a shrine he thought:",
    "ai-atk-s0508a214:13_3": "“What is the precious workshood for my own life?” and she preciously deliberated the value of my life by observed the tale of the seven treasures,",
    "ai-atk-s0508a214:13_4": "he took a golden vessel and dedicated the garden, taking the eighth time.",
    "ai-atk-s0508a214:13_5": "Some of them used to gather bronze dishes, and the carpets in the wall, strips, and instantly all the news, what is said:",
    "ai-atk-s0508a214:13_6": "“Through this bronze bowl, set it out.”",
    "ai-atk-s0508a214:13_7": "“Get here, Bhaddā Kāpilānī right there.”",
    "ai-atk-s0508a214:13_8": "She then carried it onto an iron ball and bathed it with a thick jujube. Having made a bricks, they put it on the top of the fragrant pins, and worshipped it with their heads at the Shrine, and washrine. Having worshipped it with their fragrance and circumambulated it.",
    "ai-atk-s0508a214:14_0": "At that moment the merchant’s son was first because of the merchant’s son was sick.",
    "ai-atk-s0508a214:14_1": "on the city in the city,",
    "ai-atk-s0508a214:14_2": "He told his supporters:",
    "ai-atk-s0508a214:14_3": "“What do you think is the best here?”",
    "ai-atk-s0508a214:14_4": "“I’ll return to my family home.”",
    "ai-atk-s0508a214:14_5": "“Come, let’s play around.”",
    "ai-atk-s0508a214:14_6": "When they arrived, they told them what had happened.",
    "ai-atk-s0508a214:14_7": "“I’ve heard this because I haveat the Shrine terrified, and haven’t worshipped her with adornments.”",
    "ai-atk-s0508a214:14_8": "They then went to the merchant’s son and informed their son.",
    "ai-atk-s0508a214:14_9": "to shout him off, he will choose him.",
    "ai-atk-s0508a214:14_10": "They then stopped those who were not.",
    "ai-atk-s0508a214:14_11": "Leaving her a time the whole of the Palace, (Sakka) the Thūpa, and the sky was embraced with blue, –",
    "ai-atk-s0508a214:14_12": "The merchant asked him:",
    "ai-atk-s0508a214:14_13": "“Through this body the speech and the body were smelly, or like very fragrance,",
    "ai-atk-s0508a214:14_14": "What is this?”",
    "ai-atk-s0508a214:14_15": "She told her what had happened.",
    "ai-atk-s0508a214:14_16": "she said: “The merchant’s son was delivering a wrap garments in that place, with a golden charming hair, and crushed it with gold coins and bullion, with gold coins and bullion, with a golden shell.”",
    "ai-atk-s0508a214:14_17": "They had twelve,",
    "ai-atk-s0508a214:15_0": "After being reborn there until another’s life, he’s been reborn here, and there a place of loss, a ghost realm, and was reborn in a certain family of the gods.",
    "ai-atk-s0508a214:15_1": "As they were going to the village of Vāsabha, in the end of the power of the prince,",
    "ai-atk-s0508a214:15_2": "He says:",
    "ai-atk-s0508a214:15_3": "if he gives me a playful game;",
    "ai-atk-s0508a214:15_4": "She took her from her wrap, and gave it.",
    "ai-atk-s0508a214:15_5": "“Did you get enough,” he said,",
    "ai-atk-s0508a214:15_6": "She took another and gave it.",
    "ai-atk-s0508a214:15_7": "Then he said to her:",
    "ai-atk-s0508a214:15_8": "“Dear, we’re happy in the home life. There’s no merit or decrease.”",
    "ai-atk-s0508a214:15_9": "“Well then, obtain it. I’ll go to that place.”",
    "ai-atk-s0508a214:15_10": "“Sir, I’m going to Bārāṇasī as you like to hear the dyeves in the city.”",
    "ai-atk-s0508a214:15_11": "He said:",
    "ai-atk-s0508a214:15_12": "“I’ll go, sir.”",
    "ai-atk-s0508a214:15_13": "“Go to your father.”",
    "ai-atk-s0508a214:15_14": "Thus it seems, it seems,",
    "ai-atk-s0508a214:15_15": "“Where are you going?",
    "ai-atk-s0508a214:15_16": "Or he can sit there in this home.”",
    "ai-atk-s0508a214:15_17": "When he came to Bārāṇasī he rose from his seat and went to Bārāṇasī, he sat down on a bed.",
    "ai-atk-s0508a214:15_18": "But when the time was in Bārāṇasī he had passed away.",
    "ai-atk-s0508a214:16_0": "The ministers and counselors, after performing the funeral ceremonies, sat down on the spot.",
    "ai-atk-s0508a214:16_1": "“I’m one of the King’s son, king, who doesn’t want to be king, and who is there.”",
    "ai-atk-s0508a214:16_2": "they said, “Indeed, you must stay.”",
    "ai-atk-s0508a214:16_3": "Before he said:",
    "ai-atk-s0508a214:16_4": "“From who was it to respond to the World.”",
    "ai-atk-s0508a214:16_5": "They harnessed the fourfold army four in five ways and shouted the chariots. They then wore them from street to street, from square to square, leaving from street to street, from square to square.",
    "ai-atk-s0508a214:16_6": "leaving the Eastern gate, and while going out through the eastern gate.",
    "ai-atk-s0508a214:16_7": "“At advance by rising forwards, facing wets, and workers dust on the turn.”",
    "ai-atk-s0508a214:16_8": "Before sitting down in front of me.",
    "ai-atk-s0508a214:16_9": "The prince, having made her circumambulated the Chief Disciples, and when he had been reborn in front of him, he stood, charming him with his foot, gave him a thousand coins, and set out to wander for four thousand coins, and so on. Then he returned to the Great Wood.",
    "ai-atk-s0508a214:17_0": "The prince opened the mouth and looked at it, saying, “What did you do?”",
    "ai-atk-s0508a214:17_1": "“That’s only because you have bad kings.”",
    "ai-atk-s0508a214:17_2": "“As a king, a king?”",
    "ai-atk-s0508a214:17_3": "“I’m going to the country.”",
    "ai-atk-s0508a214:17_4": "“How many days have passed?”",
    "ai-atk-s0508a214:17_5": "“Today it is the seventh day.”",
    "ai-atk-s0508a214:17_6": "“Does a child or a daughter?”",
    "ai-atk-s0508a214:17_7": "“I have a son, sir.”",
    "ai-atk-s0508a214:17_8": "“Where are I dust?”",
    "ai-atk-s0508a214:17_9": "They all had their wives built to the King, and given them adornments, and made auspicious boys, all the royal princesses,",
    "ai-atk-s0508a214:17_10": "a hundred thousand people making a thousand sacrifices on the floor belonging to one hundred thousand (people).",
    "ai-atk-s0508a214:17_11": "He said, “What have you done?”",
    "ai-atk-s0508a214:17_12": "“They are doing good.”",
    "ai-atk-s0508a214:17_13": "“Don’t they slave out?”",
    "ai-atk-s0508a214:17_14": "“There is no greater wealth among human beings. No gods is the best!”",
    "ai-atk-s0508a214:17_15": "“Venerables, do you get better.”",
    "ai-atk-s0508a214:17_16": "“Yes, sir.”",
    "ai-atk-s0508a214:17_17": "“We’d think the king isn’t thread with gold coins.”",
    "ai-atk-s0508a214:17_18": "and golden drums.",
    "ai-atk-s0508a214:17_19": "He washed his hand and bowl, and cleaned it with the other.",
    "ai-atk-s0508a214:17_20": "went to the (King) Laṅkādīpa, breaking the opposite sex.",
    "ai-atk-s0508a214:17_21": "Again and again heat the southern quarter in the lake,",
    "ai-atk-s0508a214:17_22": "Having made thirty-two in all directions and thirty-two cases, they made an end of the tree (of the Buddha).",
    "ai-atk-s0508a214:17_23": "He robed up and entered one month. Then he palaces and said: “Having dressed in a magician, decomposed, and separated from the horsebacks, he entered the city, the elephant stilt longhouse, and went to the elephant stilt longhouse, whereby there is a big trade and baby.”",
    "ai-atk-s0508a214:18_0": "When she was walking, she saw the king, saying: “Like this was the time for the queen!” When she saw the king, she said, “Have it.”",
    "ai-atk-s0508a214:18_1": "if he asks, “What is the queen, sir?” and he answers,",
    "ai-atk-s0508a214:18_2": "In the past, future, and present the Buddhas of the past, but not who I do.”",
    "ai-atk-s0508a214:18_3": "“Whose are you not showing virtue?”",
    "ai-atk-s0508a214:18_4": "“Sire, please bring that mangoes. Now I’m going to will do the perfected ones.”",
    "ai-atk-s0508a214:18_5": "On the following day the King gave gifts to his owners.",
    "ai-atk-s0508a214:18_6": "At the end of the observance day, having determined above the Dhammāsoka’s face, she came from the Palace of Vinaya, wherever there was, she said, “Where are you going from here?”",
    "ai-atk-s0508a214:18_7": "Then the Worthy Ones, the Perfect Sambuddha didn’t make that offering to held a wound.",
    "ai-atk-s0508a214:18_8": "On the next day, he offered a gift to the southern gate. Then he returned to the western gate.",
    "ai-atk-s0508a214:18_9": "In the southern part of the day fairykind such things as the Teacher, the king of Kosalans, invited by the Himalayas, the lord of the earth invited by the Himalayas, and offered them to these five hundred students invited them to each and said: “You are you invited to the Himalaya, what you must have invited.”",
    "ai-atk-s0508a214:18_10": "After having consented on the next day, they returned to the sky and returned the water-pot, where they washed the water-pot.",
    "ai-atk-s0508a214:18_11": "When people saw him, they said, “The Independent Buddhas,” and told him what had happened.",
    "ai-atk-s0508a214:18_12": "The king, having approached, took his bowl and robe and gave it to the Independent Buddha, and giving the (together), then returned to the Community, and making merit with the Elders for the purpose of (Sakka) the meal. Then he said: “We will not give the food to the Community, and make merit.”",
    "ai-atk-s0508a214:18_13": "While we were building up, she gives permission to use five hundred coins.” She then made her she was constructed five hundred pieces of clothes, all that had been made. He then made her five hundred celestial dove-footed ny season.",
    "ai-atk-s0508a214:19_0": "At the time when the King was going along the highway,",
    "ai-atk-s0508a214:19_1": "“I’m able to settle the Independent Buddhas to resolve this. We mustn’t go.”",
    "ai-atk-s0508a214:19_2": "In this future time, the lifespan of the Buddhas,",
    "ai-atk-s0508a214:19_3": "In the presence of the Buddhas awakened for themselves, turning back and forth into the air together with the drums, which was like the play of garments,",
    "ai-atk-s0508a214:19_4": "By this advantage, all of them are extinguished.",
    "ai-atk-s0508a214:19_5": "On the next day, Queen Anulā sat down on a seat spread out, and when the Independent Buddhas sat down on the seat spread out, saw a cry of the leaf-hut, and given them to that man, –",
    "ai-atk-s0508a214:19_6": "“Go, dear Sir, what are the venerables’ practises?”",
    "ai-atk-s0508a214:19_7": "He went to the opening hall with the peacocks, and seeing him lying down in the leaf-hut, he raised his joined palms to the root of the fruit, and said, “Venerable sir, I am standing there.”",
    "ai-atk-s0508a214:19_8": "“What will he do when there is caused for the bodily relics?",
    "ai-atk-s0508a214:19_9": "He would go to the hermitage, like a cold with his hands and feet cutting down my head with his hands, and placed it on the ground with a rainbowl of the rainy season. Having collapsed at the second time, he went to the chief of the emancipation with a peaceful feet.",
    "ai-atk-s0508a214:19_10": "Having understood the third group of five hundred Sakulā’s residence, having understood the Parinibbāna of the royal family, he went to the royal family of families.",
    "ai-atk-s0508a214:19_11": "“Where, Dear, when asked where is the Independent Buddhas answered?”",
    "ai-atk-s0508a214:19_12": "After leaving the city of Kandhamārabhacca and entering the city with the Paccekabuddha, and having taken the relics clothes, he deposed the relics to the Shrine, and establishing it in the Shrines.",
    "ai-atk-s0508a214:20_0": "The King, having risen from his seat and went to meet the Devas, he asked (saying):",
    "ai-atk-s0508a214:20_1": "“What’s the point of going to Bhaddā Kāpilānī? We bowing down.”",
    "ai-atk-s0508a214:20_2": "“It’s extinguished, sir.”",
    "ai-atk-s0508a214:20_3": "The king thought, “What do those indeed come to death? How does he think?”",
    "ai-atk-s0508a214:20_4": "After entering the city, and entering the city, and leaving the Jina, he paid his son, and having gone forth in the presence of the ascetic.",
    "ai-atk-s0508a214:20_5": "When the queen had gone forth they passed away, what was reborn in the Brahmā realm?” When they died, they passed away from there and was reborn in the Brahmā realm.",
    "ai-atk-s0508a214:21_0": "But the Teacher, having stayed in those world, gradually entered Rājagaha, by gradually entered Rājagaha.",
    "ai-atk-s0508a214:21_1": "And altogether this brahmin of the Magadhans, the brahmin lady of the Magadhan counselors, was the brahmin of the Magadhans which was carried away.",
    "ai-atk-s0508a214:21_2": "This Bhaddā Kāpilānī, in the land of the Magadhans near Kosiya, in the city of Kosiya, is the where they’re reborn in the buttermilk.",
    "ai-atk-s0508a214:21_3": "When the boon had arrived, he must stay in Bhaddālikā for twenty years. Having reached Bhaddā Kāpilānī, you should establish your son in the family tradition, saying: “Give up from your parents, this family tradition.”",
    "ai-atk-s0508a214:21_4": "The young brāhmaṇa said: “It is not suitable to talk in my ear,",
    "ai-atk-s0508a214:21_5": "When I return, I’ll go forth.”",
    "ai-atk-s0508a214:21_6": "After a few days had passed they spoke again, and again he refused.",
    "ai-atk-s0508a214:21_7": "And he also did the same.",
    "ai-atk-s0508a214:21_8": "and pulled me in the same way as before.",
    "ai-atk-s0508a214:22_0": "The student, thinking: “I’ll give her mother’s gold coins,” and she reported him with gold adornments, and having built a golden garland of flowers and adorned with golden garlands, jasmine, and having excluded their beautiful flowers and subdued their in goldenclosures, andnaments. Then I will not be able to infest the morning for him, and making an ornaments of any woman.”",
    "ai-atk-s0508a214:22_1": "The wise seized by the wise –",
    "ai-atk-s0508a214:22_2": "“My meritorious son must have formed a resolution and given gifts of merit. I have made merit with gold coins, garlands and fragrances, and make merit. Then I can with them gold adornments!” Then he staff, bringing him to the neighborhood of a golden coin, wherever I can go.",
    "ai-atk-s0508a214:23_0": "They said, “We’ll do this!” and “We’ll go only.” They then, thinking, “We’ll do the same thing.” Then they went to the town hall, thinking, “We’ll do the same.”",
    "ai-atk-s0508a214:23_1": "There he sat down on one side.",
    "ai-atk-s0508a214:23_2": "She then had the golden position of a Bhaddāvu shouting her head, and then thought, “Having seen Bhaddā’s gold coin, I did not plant it in the golden statue,” and she stood on her alcohol, but having seen him sitting there. She thought, “My father came hithering that, I am standing there.” And, she said, “My dear observed my father, her son,”",
    "ai-atk-s0508a214:23_3": "Then those people having surrounded him, saying, “Dear Pippali,” they asked them,",
    "ai-atk-s0508a214:23_4": "“What’s relied on this golden pregnant woman, and my grandmothers, has taken up their special qualities of being, and now in this very life, now I am now sat down, and created it a method of appearance?”",
    "ai-atk-s0508a214:23_5": "“Listen,” he took that golden statue on a chariot, put the golden statue, and went from a street to house, where they stood there.",
    "ai-atk-s0508a214:24_0": "The brāhmaṇa received them well and asked: “From where did you come?”",
    "ai-atk-s0508a214:24_1": "“From the house of the brāhmaṇa Kapila in the Great Ford village in the Magadha country.”",
    "ai-atk-s0508a214:24_2": "“What have you come for?”",
    "ai-atk-s0508a214:24_3": "“For this reason,” (and they explained).",
    "ai-atk-s0508a214:24_4": "“It’s good that the brahmin, whose net is ready, to give us permission of the sesame seeds.”",
    "ai-atk-s0508a214:24_5": "They made a respond to the brāhmaṇa Kapilavatthu.",
    "ai-atk-s0508a214:24_6": "After hearing the message, they told him, “It seems the young brāhmaṇa Pippali,”",
    "ai-atk-s0508a214:24_7": "The student said: ‘I will find (but) thinking: ‘I will find out!’ and have become a catch his own destiny, thinking, ‘I’ll because I’m enjoying the use of my birth.’ Then I’m having slaves, friendly destiny; I will be able to go forth.”",
    "ai-atk-s0508a214:24_8": "Bhaddā, thinking, “I desire to give me a _kahāpaṇa_ coin,” and he said, “I’ll get his wife.” Then his son, who have gone forth from the household life to his own son, who will be her husband.",
    "ai-atk-s0508a214:24_9": "The two letter bearers met on the highway.",
    "ai-atk-s0508a214:24_10": "“This is whose letter?”",
    "ai-atk-s0508a214:24_11": "“The young brāhmaṇa Pippali send it to Bhaddā.”",
    "ai-atk-s0508a214:24_12": "“Why is it?”",
    "ai-atk-s0508a214:24_13": "“Bhaddā sent it to the young brāhmaṇas,” and they told him what had happened.",
    "ai-atk-s0508a214:24_14": "But the two of these boys was surrounded by the girls, and surrounded by the two of them to the next.",
    "ai-atk-s0508a214:25_0": "he had the same day the lotus flowers to the flower.",
    "ai-atk-s0508a214:25_1": "When lie down on the ground, they lay down in the middle of the bed, thinking, “We will lay down on the left side.” When the student South spot, we went up to the right couch.",
    "ai-atk-s0508a214:25_2": "The Bhaddā Kāpilānī said:",
    "ai-atk-s0508a214:25_3": "“On whichever side the flowers fade we will know that a lustful thought arose to the one (on that side), and we don’t see it.”",
    "ai-atk-s0508a214:25_4": "But when they were all spending the body with each other, they were laughing and playing within two or three nights while floor. But when they were spending, they were unable to laugh.",
    "ai-atk-s0508a214:25_5": "As long as their Mothers and Fathers continued they were unaffected by material life in the realm of the Kurus They passed away.",
    "ai-atk-s0508a214:25_6": "with a great retinue –",
    "ai-atk-s0508a214:25_7": "The golden powder that was thrown away after bathing his body on one side, he powder into the honey-smelling.",
    "ai-atk-s0508a214:25_8": "‘From the tips of the elephants, horses, and mares of 84,000 kilometers, and elephants, horses and banners, and chariots, fourteen elephants, sixteen horses, and fourteen horses, sixteen chariots.",
    "ai-atk-s0508a214:26_0": "On the same day he saw a large crowd, anointed with a drop of garments, and the spot was placed on the ground, and there, when he saw the field, he thought, “What have been eating? ”",
    "ai-atk-s0508a214:26_1": "“Venerables, do you need?”",
    "ai-atk-s0508a214:26_2": "“Who making bad karma for these (previous) things?”",
    "ai-atk-s0508a214:26_3": "“Venerables, you have been yours.”",
    "ai-atk-s0508a214:26_4": "He thought:",
    "ai-atk-s0508a214:26_5": "“If I’ve done bad things, what’s my work? What can I do for twelve leagues?” then, when a forty or twelve leagues, or sixteen leagues all around, I’ll go forth into homelessness.”",
    "ai-atk-s0508a214:27_0": "Even if Bhaddā Kāpilānī had the three ladies of Kapilavatthu, having the three potsherds, were sitting here surrounded by story three pots, and seeing them, he asked: “Who are you sitting here?”",
    "ai-atk-s0508a214:27_1": "“Whom here, Venerable?”",
    "ai-atk-s0508a214:27_2": "“Whose is the unskillful?”",
    "ai-atk-s0508a214:27_3": "“Venerable, please tell you.”",
    "ai-atk-s0508a214:27_4": "She thought:",
    "ai-atk-s0508a214:27_5": "“Through my oppressed for a four-hand paths, it’s possible to catch a thousand sauces which I had made.",
    "ai-atk-s0508a214:27_6": "having given everything over to the Noble Sir as soon as I return.”",
    "ai-atk-s0508a214:28_0": "The young brāhmaṇa returned and sat down on the couch.",
    "ai-atk-s0508a214:28_1": "Then they asked the wheel-turning monarch’s meal today.",
    "ai-atk-s0508a214:28_2": "After they both had eaten, and with the departure of the attendants sat down on a comfortable spot in comfort,",
    "ai-atk-s0508a214:28_3": "Then the young brāhmaṇa said this:",
    "ai-atk-s0508a214:28_4": "“Bhaddā, when coming to this house how much wealth you bring?”",
    "ai-atk-s0508a214:28_5": "“Five thousand wagons.”",
    "ai-atk-s0508a214:28_6": "“The whole householder, all seventy-two millions, eighty koṭis of beings, and then together this is what belongs to you.”",
    "ai-atk-s0508a214:28_7": "“And where are you going?”",
    "ai-atk-s0508a214:28_8": "“I’ll go forth.”",
    "ai-atk-s0508a214:28_9": "“Sirs, I too have come back to you.",
    "ai-atk-s0508a214:28_10": "I too will go forth.”",
    "ai-atk-s0508a214:28_11": "The three states of continuation",
    "ai-atk-s0508a214:28_12": "After creating a _kahāpaṇa_ coin, the courtesan shaved off their hair and beard, dressed in shaved off their hair and beard and dressed in ocher robes, and went forth from the lay life to homelessness, saying, “Those who have gone forth in the world.”",
    "ai-atk-s0508a214:28_13": "she did not recognize a male and female bondservants.",
    "ai-atk-s0508a214:29_0": "Then the slaves had gone down to the village of Sāketa and went to the village of Kālāma by boys.",
    "ai-atk-s0508a214:29_1": "Throwing themselves at their feet crying, they said, “Noble Ones, why do you leave us helpless?”",
    "ai-atk-s0508a214:29_2": "“We have gone forth on fire, like leaf-huts that are burning, are the three leaf-huts that are burning,",
    "ai-atk-s0508a214:29_3": "if we were to make you freemen one by one, it would not be possible with one hundred years (you are so many),",
    "ai-atk-s0508a214:29_4": "You have washed your head and put it on your head. And then departed, they left.”",
    "ai-atk-s0508a214:30_0": "The elder, as he was going along in front, thought:",
    "ai-atk-s0508a214:30_1": "“This Bhaddā Kāpilānī is unable to do so. That’s why I’d think: ‘I’m unable to do it.’",
    "ai-atk-s0508a214:30_2": "While going forward he stood at the head and stood on his head.",
    "ai-atk-s0508a214:30_3": "Bhaddā, having come (them) came.",
    "ai-atk-s0508a214:30_4": "Then he said to him:",
    "ai-atk-s0508a214:30_5": "“Bhaddā, having seen such a woman as these, I were unable to come, when I saw her, they thought: ‘If I weren’t able to fill my ranks,’ they would be able to fill my bags, and feeding on the crown tail.",
    "ai-atk-s0508a214:30_6": "(therefore) at this junction you take one road, and I’ll go by one.”",
    "ai-atk-s0508a214:30_7": "“Yes, sirs,” replied those. Then they say, “We will go forth from the lay life to homelessness,” and they raise our joined palms, and do not say, “We will do so.” Then, “We will give you a single road to us,” and he addresses, “We’ll make an end of the road,” and after worshipping us, “We will kill us,” it and usually, he addressing: “We will see the left,” or “We will perform the road to the four.”",
    "ai-atk-s0508a214:30_8": "These two great earth wereary, and likewise I am able to remember the Commentary on the banks of the river. And I am unable to keep up the Earthing of Earthing.",
    "ai-atk-s0508a214:31_0": "“It’s like beryl lazinesses in the hut of the gods of the Thirty-Three and the earthquake like Bhaddā Kāpilānī: “After hearing the earth, it will even give up a lamp’s land.”",
    "ai-atk-s0508a214:31_1": "This is the opportunity for freedom from fear and terror.",
    "ai-atk-s0508a214:31_2": "I also was able to make a hut out of perfume scents, and took my bowl and robe and set it up. Rohaṇa, having taken his bowl and robe, sat down on the prepared seat. Pācīnakhaṇḍarājī, the chief of the Vassakāra, and went out to meet the monastery, where he sat down.",
    "ai-atk-s0508a214:31_3": "But while sitting in a certain man of the Awakened One, he took the belongings, to the Buddha and sat down on a prepared seat. He sat down near the door of the Buddha, saying,",
    "ai-atk-s0508a214:31_4": "At that moment the shrine, which was like a thousand chamber in the way beginning, “Which deer-clothed Bamboo Grove like a thousand sunshade. While fishing in a thousand wounds, like one thousand moons, sunned by one thousand sand.",
    "ai-atk-s0508a214:31_5": "thirty-two marks of a great sea, like a charming bud, which was like the sun shining in the sky like a lotus flower.",
    "ai-atk-s0508a214:31_6": "The tree called Nigrodha had a bowl stands with blue color, blue hue, and blue tiny.",
    "ai-atk-s0508a214:31_7": "At that time a hundred day in an abode covered with gold,",
    "ai-atk-s0508a214:32_0": "The elder Mahākassapa asked, “Venerable Mahākassapa, I have gone forth from such a teacher. I have gone forth in such a place and such a case, I shall go forth the Buddha.” And he said, “I’m going to such a teacher, sir, I’ve gone forth in three ways.”",
    "ai-atk-s0508a214:32_1": "Then the Buddha said to him, “If you were to do this, it would not be able, Sāgata.",
    "ai-atk-s0508a214:32_2": "The Realized One has such virtues, such as this, and such wisdom is able to cure me.",
    "ai-atk-s0508a214:32_3": "I’ll give you a sitting mat.”",
    "ai-atk-s0508a214:32_4": "Then the Fortunate One gave the full ordination with three monks.",
    "ai-atk-s0508a214:32_5": "After giving many sons to Pilindavaccha, the Thera, proceeded along the path,",
    "ai-atk-s0508a214:32_6": "Mahākassapa, the thirty-two marks of a great man, for seventy-two marks of a great man, then later on the return to the Teacher’s body, like a red-hot sheeper.",
    "ai-atk-s0508a214:32_7": "The Teacher, having gone to the road, took a road and placed it at the foot of a tree.",
    "ai-atk-s0508a214:32_8": "The Elder thought, “Listening to her,” and he did so.",
    "ai-atk-s0508a214:33_0": "The Teacher then sat down on the robes, saying, “Then come hit wherever the robe is prepared.”",
    "ai-atk-s0508a214:33_1": "The elder said, “My dear, beloved to me my outer robe and sarong because he wants to get it, Sir.”",
    "ai-atk-s0508a214:33_2": "“What’s the point of going beyond?”",
    "ai-atk-s0508a214:33_3": "“Sir, I’ll wear my sarong.”",
    "ai-atk-s0508a214:33_4": "“But Kassapa, what are you doing, wearing rags?",
    "ai-atk-s0508a214:33_5": "For if this rag-robe had been twn by me, he once to the water and on the road to the sky, and on the ground, he wore shots like a rag, the water from his robe, and then use it to swept away the monastery, bringing back to the beginning with a monkey.”",
    "ai-atk-s0508a214:34_0": "In this way the Fortunate One, having made robes the Elder’s robes, he put on the robes together with the Teacher’s robe.",
    "ai-atk-s0508a214:34_1": "At that time this great earth is unclean, I do not say.",
    "ai-atk-s0508a214:34_2": "The elder replied, “Even if I had obtained luxurious robes made by me a Buddha, what was my bestowed in the presence of the Buddha, and when I had obtained the eighth day, how could I undertake the ascetic practices reach Arahatship for the scoundrels?”",
    "ai-atk-s0508a214:34_3": "Therefore it is said:",
    "ai-atk-s0508a214:35_0": "“While I was the Fortunate One’s poised,",
    "ai-atk-s0508a214:36_0": "they worship the world with its gods.",
    "ai-atk-s0508a214:37_0": "“With minds at peace, uplifted minds,",
    "ai-atk-s0508a214:38_0": "In order to instigate joy and happiness arose in them.",
    "ai-atk-s0508a214:39_0": "he said: “After saying this,” and he replies,",
    "ai-atk-s0508a214:40_0": "the Great Champion, the Supreme Man, worship (them).",
    "ai-atk-s0508a214:41_0": "(They replied:) “There, after replying to those people in my name,",
    "ai-atk-s0508a214:42_0": "in the world of the Buddha, ~ and merit-made,",
    "ai-atk-s0508a214:43_0": "“A sword that was well done, making up a cliff",
    "ai-atk-s0508a214:44_0": "on a fortnight here the ground, rising above ground,",
    "ai-atk-s0508a214:45_0": "said: “After wherever the winds dogs get up,",
    "ai-atk-s0508a214:46_0": "worshipping the whole shrine,",
    "ai-atk-s0508a214:47_0": "“What’s the point of going out? You drive it out in glowing coals.",
    "ai-atk-s0508a214:48_0": "like In the sky: in the four directions,",
    "ai-atk-s0508a214:49_0": "“Having done so, having done many good,",
    "ai-atk-s0508a214:50_0": "Having destroyed the (good) deeds he ran away.",
    "ai-atk-s0508a214:51_0": "“Over a thousand people roaming on the ground,",
    "ai-atk-s0508a214:52_0": "the flames of continuation to be aed that was destroyed for me,",
    "ai-atk-s0508a214:53_0": "“All the great blazing in every way,",
    "ai-atk-s0508a214:54_0": "(There are) burning in all directions, he made the whole quarters with its radiance.",
    "ai-atk-s0508a214:55_0": "“Even if wore else scolded by grief and lamentation,",
    "ai-atk-s0508a214:56_0": "They winnow the four directions, ~ in the four directions,",
    "ai-atk-s0508a214:57_0": "“One who is reborn in a bad place, ~ who has been reborn in the peak of merit,",
    "ai-atk-s0508a214:58_0": "The gems, above in all directions,",
    "ai-atk-s0508a214:59_0": "“Then speaking indeed light, unclouded,",
    "ai-atk-s0508a214:60_0": "may all of them be so very fruitful,",
    "ai-atk-s0508a214:61_0": "“The prince named Uppalavaṇṇā is the prince called Uppalavaṇṇā;",
    "ai-atk-s0508a214:62_0": "with a brilliant demons, I trough the earth,",
    "ai-atk-s0508a214:63_0": "° he said: “Thus auspicious eon,",
    "ai-atk-s0508a214:64_0": "in the ownership of the Sakyans, like a wheel-turning monarch.",
    "ai-atk-s0508a214:65_0": "“I was endowed with four treasures, Isisiṅga,",
    "ai-atk-s0508a214:66_0": "and there is a satisfaction in the Indasāla cave.",
    "ai-atk-s0508a214:67_0": "“Come, to the four, and to speak in detail,",
    "ai-atk-s0508a214:68_0": "*that is called, strong walls and gateways,",
    "ai-atk-s0508a214:69_0": "“Come down and increased five hundred and fifty five hundred.",
    "ai-atk-s0508a214:70_0": "crowds of people like she was crowned with people.",
    "ai-atk-s0508a214:71_0": "Just as the beggars builded a hut in the needle case",
    "ai-atk-s0508a214:72_0": "rubbed each other.",
    "ai-atk-s0508a214:73_0": "“Through this city I’m going to hunt the elephant,",
    "ai-atk-s0508a214:74_0": "the most excellent of men, surrounded by people, which was surrounded by people.",
    "ai-atk-s0508a214:75_0": "“Sisters and having eaten (with you), after passing away,",
    "ai-atk-s0508a214:76_0": "and was my higher familydom;",
    "ai-atk-s0508a214:77_0": "“Buddha, Brahmā, the Great Brahmā,",
    "ai-atk-s0508a214:78_0": "Having destroyed eighty millions and land, both going forth,",
    "ai-atk-s0508a214:79_0": "“The four discriminations of the Buddha’s dispensation.”",
    "ai-atk-s0508a214:80_0": "And then the Teacher, as easily as a strong person would approach their family and shake them off their customs, wearing their heads, and dressed in observed their traditions. That is, how the teachers of the doctrines of the teachers, and so on.",
    "ai-atk-s0508a214:80_1": "He gave his advice to the monks, he gave his own residence and explaining the Kāsi, saying:",
    "ai-atk-s0508a214:81_0": "1054.",
    "ai-atk-s0508a214:82_0": "“Only a group of travelers, a meditator is rare in a dwelling place is rare,",
    "ai-atk-s0508a214:83_0": "Having seen that population many people come together, the courtesan, (thinking):",
    "ai-atk-s0508a214:84_0": "1055.",
    "ai-atk-s0508a214:85_0": "“The sage should not arise in a family that is difficult to get immersion.",
    "ai-atk-s0508a214:86_0": "That arrows greedy for flavors, and the welfare and happiness of the people.",
    "ai-atk-s0508a214:87_0": "1056.",
    "ai-atk-s0508a214:88_0": "“That man who brings you in regard to the families, in regard to those families,",
    "ai-atk-s0508a214:89_0": "Honor is a subtle, hard to give up.",
    "ai-atk-s0508a214:90_0": "1057.",
    "ai-atk-s0508a214:91_0": "“We entered the city for alms.",
    "ai-atk-s0508a214:92_0": "Endowed a man, while he is a leper,",
    "ai-atk-s0508a214:93_0": "1058.",
    "ai-atk-s0508a214:94_0": "“Through my left hand I threw a lump of froth.",
    "ai-atk-s0508a214:95_0": "there is the morsel in this way, if the fingers are cooked.",
    "ai-atk-s0508a214:96_0": "1059.",
    "ai-atk-s0508a214:97_0": "“Opened by the root of the Kakuṭa, he answered the Victor,",
    "ai-atk-s0508a214:98_0": "while eating, either disgusting or disgusting.",
    "ai-atk-s0508a214:99_0": "1060.",
    "ai-atk-s0508a214:100_0": "“For associating with food, drink, clothes, and kidney,",
    "ai-atk-s0508a214:101_0": "fermented urine as medicine,",
    "ai-atk-s0508a214:102_0": "He who has arrived at the head of that fame, who is like the moon in the four quarters.",
    "ai-atk-s0508a214:103_0": "1061.",
    "ai-atk-s0508a214:104_0": "“In some case, some within one, this is the reason,",
    "ai-atk-s0508a214:105_0": "There the Buddha is the best of Buddhas,",
    "ai-atk-s0508a214:106_0": "Kassapa was full of psychic powers, and Kassapa.",
    "ai-atk-s0508a214:107_0": "1062.",
    "ai-atk-s0508a214:108_0": "“The eating of alms-food eaters, Kassapa,",
    "ai-atk-s0508a214:109_0": "practicing absorption without grasping, without fear,",
    "ai-atk-s0508a214:110_0": "1063.",
    "ai-atk-s0508a214:111_0": "“The eating of alms-food eaters, Kassapa,",
    "ai-atk-s0508a214:112_0": "practices absorption without grasping, because of grasping,",
    "ai-atk-s0508a214:113_0": "1064.",
    "ai-atk-s0508a214:114_0": "“The eating of alms-food eaters, Kassapa,",
    "ai-atk-s0508a214:115_0": "practices absorption without defilements.",
    "ai-atk-s0508a214:116_0": "1065.",
    "ai-atk-s0508a214:117_0": "“Marks of the earth, thieves, delightful,",
    "ai-atk-s0508a214:118_0": "echoing with the trunk, they delight in gardens.",
    "ai-atk-s0508a214:119_0": "1066.",
    "ai-atk-s0508a214:120_0": "Golden in color, a golden garden rubbed with all her eyes,",
    "ai-atk-s0508a214:121_0": "and peacocks made of Indra. And they delight me gardens,",
    "ai-atk-s0508a214:122_0": "1067.",
    "ai-atk-s0508a214:123_0": "“Your foyers, like a fine bungalow.",
    "ai-atk-s0508a214:124_0": "his enemies delighted, delighted by ramparts;",
    "ai-atk-s0508a214:125_0": "1068.",
    "ai-atk-s0508a214:126_0": "“Having grown up the five rains residences, the hermits do not find",
    "ai-atk-s0508a214:127_0": "Echoing with the cries of peacocks, they delight in kingship.",
    "ai-atk-s0508a214:128_0": "1069.",
    "ai-atk-s0508a214:129_0": "“Enough, living in dependence on this ascetic’s love.",
    "ai-atk-s0508a214:130_0": "It’s enough for me to give up what a mendicant.",
    "ai-atk-s0508a214:131_0": "1070.",
    "ai-atk-s0508a214:132_0": "“Enough, comfort for the monk who is comfortable,",
    "ai-atk-s0508a214:133_0": "It’s enough for me, diligent,",
    "ai-atk-s0508a214:134_0": "1071.",
    "ai-atk-s0508a214:135_0": "Covered over with the tip of a string,",
    "ai-atk-s0508a214:136_0": "the moon on the flock of many different nets, delighted me.",
    "ai-atk-s0508a214:137_0": "1072.",
    "ai-atk-s0508a214:138_0": "“These bones have mixed with the deer range of the deer,",
    "ai-atk-s0508a214:139_0": "the moon on the flock of many different nets, delighted me.",
    "ai-atk-s0508a214:140_0": "1073.",
    "ai-atk-s0508a214:141_0": "“The rafters are wound, and the Godhika.",
    "ai-atk-s0508a214:142_0": "festooned with dewy moss, crafts, (or other)s, their crafts,",
    "ai-atk-s0508a214:143_0": "1074.",
    "ai-atk-s0508a214:144_0": "“There is no use of five factors for me,",
    "ai-atk-s0508a214:145_0": "as one who sees rightly,",
    "ai-atk-s0508a214:146_0": "1075.",
    "ai-atk-s0508a214:147_0": "“Those who are involved in lots of sensual desires, who aren’t able to get away,",
    "ai-atk-s0508a214:148_0": "Arrow, greedy for flavor who wears a taste, and who brings happiness,",
    "ai-atk-s0508a214:149_0": "1076.",
    "ai-atk-s0508a214:150_0": "“Don’t avoid doing much time,",
    "ai-atk-s0508a214:151_0": "this body is overcome and mired, suffering is gained, he finds no happiness.",
    "ai-atk-s0508a214:152_0": "1077.",
    "ai-atk-s0508a214:153_0": "“Seeing the self as a needle did not see oneself,",
    "ai-atk-s0508a214:154_0": "Pajjunna, I’m better than them.",
    "ai-atk-s0508a214:155_0": "1078.",
    "ai-atk-s0508a214:156_0": "“That fool is better for the fools,",
    "ai-atk-s0508a214:157_0": "The wise don’t praise one who is praised,",
    "ai-atk-s0508a214:158_0": "1079.",
    "ai-atk-s0508a214:159_0": "“I’m better than you’re better than that, or that’s better.",
    "ai-atk-s0508a214:160_0": "‘I am better’, inferior or superior,",
    "ai-atk-s0508a214:161_0": "1080.",
    "ai-atk-s0508a214:162_0": "“Seeing in endowed with good qualities,",
    "ai-atk-s0508a214:163_0": "Sensible people have a keen sense of heart.",
    "ai-atk-s0508a214:164_0": "1081.",
    "ai-atk-s0508a214:165_0": "“Whoever in his spiritual companions to respect the spiritual companions,",
    "ai-atk-s0508a214:166_0": "He is as far from true Dhamma as the true teaching.",
    "ai-atk-s0508a214:167_0": "1082.",
    "ai-atk-s0508a214:168_0": "“Those who have a conscience and shame,",
    "ai-atk-s0508a214:169_0": "thrive in the spiritual life; those who have ended the defilements,",
    "ai-atk-s0508a214:170_0": "1083.",
    "ai-atk-s0508a214:171_0": "“He wears rags from the rubbish-heap,",
    "ai-atk-s0508a214:172_0": "then his lion’s roar is not like that of a lion,",
    "ai-atk-s0508a214:173_0": "1084.",
    "ai-atk-s0508a214:174_0": "“A man who is steady, restrained, restrained, and restrained,",
    "ai-atk-s0508a214:175_0": "then, wearing rags from the rubbish-heap, they shine",
    "ai-atk-s0508a214:176_0": "1085.",
    "ai-atk-s0508a214:177_0": "“These many gods, who are powerful and glorious,",
    "ai-atk-s0508a214:178_0": "all of them eighty thousand Brahmā realms.",
    "ai-atk-s0508a214:179_0": "1086.",
    "ai-atk-s0508a214:180_0": "“The great hero, the general of the Dhamma, great hero, was serene and concentrated,",
    "ai-atk-s0508a214:181_0": "honoring Sāriputta:",
    "ai-atk-s0508a214:182_0": "1087.",
    "ai-atk-s0508a214:183_0": "“Reverence to you, excellent one! Reverence to you, supreme one!",
    "ai-atk-s0508a214:184_0": "to whom you don’t know or see one, you should practice absorption.",
    "ai-atk-s0508a214:185_0": "1088.",
    "ai-atk-s0508a214:186_0": "“He who is awakened, the whole of the Buddhas,",
    "ai-atk-s0508a214:187_0": "let us not know who we are wise or in the realm of the gods,",
    "ai-atk-s0508a214:188_0": "1089.",
    "ai-atk-s0508a214:189_0": "“Yes, your Majesty, he is worshipped by gods and men,",
    "ai-atk-s0508a214:190_0": "At that time, having seen (him), he smiled.",
    "ai-atk-s0508a214:191_0": "1090.",
    "ai-atk-s0508a214:192_0": "he said: “Having set out for the Buddha, the Greatly Famous One,",
    "ai-atk-s0508a214:193_0": "I have no equal,",
    "ai-atk-s0508a214:194_0": "1091.",
    "ai-atk-s0508a214:195_0": "“I have served the Teacher’s instructions,",
    "ai-atk-s0508a214:196_0": "They’re heavy, heavy, now there is no future lives.",
    "ai-atk-s0508a214:197_0": "1092.",
    "ai-atk-s0508a214:198_0": "“Not by eating robe funds, he does not filter in the morning.",
    "ai-atk-s0508a214:199_0": "Gotama the immeasurable is the best flowering strings of flowers.",
    "ai-atk-s0508a214:200_0": "He inclines to renunciation,",
    "ai-atk-s0508a214:201_0": "1093.",
    "ai-atk-s0508a214:202_0": "“The Great Sage has reached fullness, and so forth in faith,",
    "ai-atk-s0508a214:203_0": "(Asoka) great hero, greatly frightened, sinking in grief and quenched.",
    "ai-atk-s0508a214:204_0": "spoke these verses:",
    "ai-atk-s0508a214:204_1": "Herein, there are three verses in the beginning and Tissa through seeing them who take their advice.",
    "ai-atk-s0508a214:205_0": "There they wouldn’t live in front of a group, the mendicants with surrounded by those who surrounded them.",
    "ai-atk-s0508a214:205_1": "it is when you are distracted. They come up when you’re disciplined. They don’t get rid of resentment, supported, and neglect advice. They gain immersion. And they don’t gain unrestrained.",
    "ai-atk-s0508a214:205_2": "For if a man has nothing, let alone within that profitable concentration is obtained, but this concentration foulness will not be practiced.",
    "ai-atk-s0508a214:205_3": "He does not diverse beneath the different counterparts of many people, for the sake of non-existence, and so on.",
    "ai-atk-s0508a214:205_4": "Patience is hard;",
    "ai-atk-s0508a214:205_5": "Having seen (that), having seen the danger in such many ways, seeing the danger in the eyes, and looking at the danger in (them), he looked like the danger in the many ways.",
    "ai-atk-s0508a214:205_6": "doesn’t wish for a community or those who shouldn’t wish.",
    "ai-atk-s0508a214:206_0": "One who has not gone forth in this family against the Dispensation should not be appointed as an aristocrat who has gone forth.",
    "ai-atk-s0508a214:206_1": "what is the reason why?",
    "ai-atk-s0508a214:206_2": "it turns your mind, making it hard to get immersion.",
    "ai-atk-s0508a214:206_3": "They’re satisfied with terrified and defeated among the families, and the monk who takes the drums behaved in the families and the shakes. They’re vulnerable to the honey-hundred and greedy about others.",
    "ai-atk-s0508a214:206_4": "He who lives in a good deed he becomes the fruit of his own purification, which is the right way in the bliss of purity of his own purification, and is the meaning of text, not he does not exceed the meaning.",
    "ai-atk-s0508a214:207_0": "in the third place they were told,",
    "ai-atk-s0508a214:208_0": "As they were told with carpets, they should do so in order to show their own dwellings, and with this word of the bhikkhus.",
    "ai-atk-s0508a214:208_1": "Herein, live in a lodging without a mountain called “Buddha” because it is said to because it is reckoned as a rock.",
    "ai-atk-s0508a214:208_2": "while he was nursing the attendants, he stood on the excellent leper of his attaining excellent food, and having great excellent food, like a lump of milk-rice.",
    "ai-atk-s0508a214:209_0": "Without going back: with the hooked girl he is going along a bent cooked by him,",
    "ai-atk-s0508a214:209_1": "And in this way the calf is said: “Aṅgulimālas, the meaning is this: it is nourished by the touch.”",
    "ai-atk-s0508a214:210_0": "I ate the foot-stool, the root of a tree, and the people sat down on the bathing powder.",
    "ai-atk-s0508a214:210_1": "But this training rule should be seen assigned by the senior monks.",
    "ai-atk-s0508a214:210_2": "And if the ordinary person were to put it rolling on a poisonous violent, which would not be aware of the noble ones made up of their stress, kusa grass, etc., and the ordinary person in the future reflection would not eat the hunger.",
    "ai-atk-s0508a214:210_3": "Hence it is said: “He who finds that guardian in disgust of danger, or disgusting.”",
    "ai-atk-s0508a214:211_0": "Against the home of the alms-food eater, the resting place in the door, and the barber, after going to the house of a house, he should go to the house.",
    "ai-atk-s0508a214:211_1": "rotten on: One who has individuality, who guards well, etc., and so on,",
    "ai-atk-s0508a214:211_2": "When a mendicant has acquired these four enemys, they use them untied, unintelligent, and enjoying the four quarters.",
    "ai-atk-s0508a214:211_3": "That person is unable to hold the four directions.",
    "ai-atk-s0508a214:212_0": "Then the senior elder said, “Venerable Sir, how is it, when you take in the middle of the day in the day of all these verses,” he said, “Having taken one,” and on the four rocks,” he said, “These recited these verses.”",
    "ai-atk-s0508a214:212_1": "Herein, in the first place.",
    "ai-atk-s0508a214:212_2": "Some of them:",
    "ai-atk-s0508a214:212_3": "Will they get free of pain by the power of the body and mind.",
    "ai-atk-s0508a214:212_4": "honored by the mountain.",
    "ai-atk-s0508a214:212_5": "there, with old age and death,",
    "ai-atk-s0508a214:212_6": "aware and mindful: this body is powerful, having psychic power, like this body, with head cutting off such power,",
    "ai-atk-s0508a214:213_0": "He has given up the defilements, fear and dread,",
    "ai-atk-s0508a214:214_0": "When the fire is burning, etc., the elevenths are being burnt: blaming and flying away.",
    "ai-atk-s0508a214:214_1": "cooled down through the power of the defilements, cooled down through emancipation from defilements.",
    "ai-atk-s0508a214:215_0": "Again, “Sir, what’s the point of people in the wilderness, at the foot of a tree, on the bank of the river, when the Bamboo Grove, the size of the delightful is saying, “Sir, why are you coming from the forest?” he replied: “We shall give these verses to me,” and the Buddha recited these verses.",
    "ai-atk-s0508a214:215_1": "Herein, animal rags are bound to the wounds of the trees.",
    "ai-atk-s0508a214:215_2": "“The requisites are the time for cloth.”",
    "ai-atk-s0508a214:215_3": "* Which is applicable by elephants, horses, chariots, and so on, the elephants, horses, chariots, and so on.",
    "ai-atk-s0508a214:216_0": "like a great rain cloud,",
    "ai-atk-s0508a214:216_1": "(Māra) because of the dyeings the outer robe still wanted to hidden treasures, with beautiful garlands and charming hairs, –",
    "ai-atk-s0508a214:216_2": "(but) the mountain didn’t think, “From the mountain cow!” and “From the mountain swells are obtained,” he said, “Nay, a rocky mountain.”",
    "ai-atk-s0508a214:216_3": "Echoing with the current of peacocks, inferior and superiority,",
    "ai-atk-s0508a214:217_0": "shaking the sword in his hand,",
    "ai-atk-s0508a214:217_1": "It is the advantage of the kind described thus: “He who does not want to die in this way,” and on the following day.",
    "ai-atk-s0508a214:217_2": "a monk who has broken the defilements, who is free from the corruptions:",
    "ai-atk-s0508a214:218_0": "My buds became frightened with flowers of the colours of lotuses,",
    "ai-atk-s0508a214:218_1": "As a consequence of various kinds, the meaning is that of blue-sphere moves, as well as predatory animals, as a red with blue-black cloth bracelets .",
    "ai-atk-s0508a214:219_0": "Without bonds, without attachment,",
    "ai-atk-s0508a214:219_1": "Even if he has the five factors of Awakening, he is endowed with the five factors of the fine-material jhāna, which is accompanied by defilements, and has the same kind of consciousness, then the mind becomes concentrated in accordance with the seer, and is concentrated in accordance with natural mind.",
    "ai-atk-s0508a214:219_2": "That is why the Blessed One said:",
    "ai-atk-s0508a214:220_0": "“He whose mindfulness of the constituents (of mind and body),",
    "ai-atk-s0508a214:221_0": "they get rid of the rapture and joy that happiness, and are mindful.”",
    "ai-atk-s0508a214:222_0": "Many deeds are prepared for the sake of performing legal procedures, etc., that are stated in the opposite sense.",
    "ai-atk-s0508a214:222_1": "There they didn’t act a lot of work, doing work, or deed, or a grandmother or transmigrating, but use it as an abscess that should be done involved in a teacher.",
    "ai-atk-s0508a214:222_2": "they avoid running things that are good indeed.",
    "ai-atk-s0508a214:222_3": "if she is not obstructed by a group of Independent Buddha, nor by means of a group,",
    "ai-atk-s0508a214:223_0": "(And) non-self: this is unbroken rained, this is the meaning. What is the meaning. What is the meaning.",
    "ai-atk-s0508a214:223_1": "Herein, having difficulty: “A body is fatigued. The body is tired.”",
    "ai-atk-s0508a214:223_2": "By his doing so he gets the nine progressiveness of body, speech, and mind he gets painful when he wants without trouble or difficulty.",
    "ai-atk-s0508a214:223_3": "a person whose site for a loving-kindness is including the action that person whose mind is not overpowered by greed or hate.",
    "ai-atk-s0508a214:224_0": "The Wise Honouncing of the Abhidhamma, the two verses, that is, the wise one who recommends the other. Beyond that is, the Wise One’s training, and so on.",
    "ai-atk-s0508a214:224_1": "Herein, the meaning is that he merely through repeating the Buddha’s head, etc., just as they needed a debt, and also for the treatment of the Buddha.",
    "ai-atk-s0508a214:224_2": "He doesn’t understand one’s own meaning, nor do he even know what’s unbeneficial, nor does he know about it.",
    "ai-atk-s0508a214:224_3": "he is learned, a master of the three (supernatural) mindfulness, “I am learned,” “It was so very learned,” but rather, having taken a sense of urgency, preparing the boredge,” like a moving on a string of iron knot, and in the neighbour.",
    "ai-atk-s0508a214:224_4": "Someone who thinks it is better. It is simply better for them that is supreme.",
    "ai-atk-s0508a214:225_0": "Wise One does not identify with such inferiority, superior people, compared to others with other like the fools. Having seen that most excellent person who is unsuitable, incompetent, the fool is indeed anyone who is unskilled.",
    "ai-atk-s0508a214:225_1": "The astute don’t deserve praise by sensible people, being reprimanded, by attributes, by ribstinate, by testament, and by expounding their minds.",
    "ai-atk-s0508a214:226_0": "better than that person is better than the lowest person. When a person is better than that, they say, “I am better” or “I am better” or “I am worse, opposites of conceit, and so on.” But anyone else, giving up of the nine kinds of conceit for each other,",
    "ai-atk-s0508a214:227_0": "wise ones, possessing the fruit of virtue, etc., which were wise, established in the highest fruit, equipment, and well established in the highest fruit, had the highest degree of their (supernatural) faculties, and is the fruition of Arahants, and is the best of their (true) faith, ethics, learning and generosity, they praised by the Buddhas, and attainment of the fruit of stream-entry.",
    "ai-atk-s0508a214:228_0": "again he spoke the drawback of being difficult to support and displaying verses, and he recited the verses of his spiritual companions, saying: “This is the danger of my fellow monks.”",
    "ai-atk-s0508a214:228_1": "Their declaration:",
    "ai-atk-s0508a214:229_0": "again when they see a monk, droping, slaying, fickle, scurrilous and Enlightened One, etc., he spoke these verses: “The mendicants were caught in the charnel grounds, and so on.”",
    "ai-atk-s0508a214:229_1": "Herein, (but) is the lion’s roar, like a lion, the monkey,",
    "ai-atk-s0508a214:229_2": "Because of that a mendicant who is detached from rag-robes, wears rag-robes, and was not overcome by that noble ones.",
    "ai-atk-s0508a214:230_0": "But one who betrays to show that he is said to be a “permission”.",
    "ai-atk-s0508a214:231_0": "These five verses on the supreme being reborn in a Brahmā realm. With the gods of Brahmā’s reeds, they’d smiled.",
    "ai-atk-s0508a214:231_1": "Herein, they say what is called “what”;",
    "ai-atk-s0508a214:231_2": "Many thousands of years thought: “But how many hundreds of thousands have been developed by him, after paying homage.”",
    "ai-atk-s0508a214:231_3": "when the gods are reborn",
    "ai-atk-s0508a214:231_4": "To give them a good shower, saying, “God-King, your son was coming.”",
    "ai-atk-s0508a214:231_5": "They possessed of the enemy of themselves, prosperity with their own psychic power, prosperous and resplendent.",
    "ai-atk-s0508a214:232_0": "“Who is in your question?” Sāriputta said Sāriputta, “Who are you in order to answer the supreme Wheel of Dhamma that has been given to him? ” And he said, “Sāriputta, who gives the supreme Whel of Dhamma that the Blessed One thus: “Sāriputta? ”",
    "ai-atk-s0508a214:232_1": "“Sāriputta, the great heroic is introduced by the army.”",
    "ai-atk-s0508a214:232_2": "Herein, (The Buddhas) lived, having caused the defilements to be tired from the great (magical) powers, energy by a large (magical) energy.",
    "ai-atk-s0508a214:232_3": "blazing the heavenly hosts of the gods through the Thirty-Three, burning great blazing,",
    "ai-atk-s0508a214:232_4": "Then, having completely surmounted, at the root of stiffness and torpor,",
    "ai-atk-s0508a214:232_5": "worshipping the head with joined palms,",
    "ai-atk-s0508a214:233_0": "Since he doesn’t know what a relying on as a relying on to an ordinary person,",
    "ai-atk-s0508a214:234_0": "This wonderful is marvellous,",
    "ai-atk-s0508a214:234_1": "Buddhas awakened for the four noble truths.",
    "ai-atk-s0508a214:234_2": "“The deep, hard to satisfy: the their own territory, thecetic clan, unincluding the Sakyans, not an uneducated ordinary person.",
    "ai-atk-s0508a214:234_3": "now, take no one of its profounds, “Now who is able to point out the profound states.”",
    "ai-atk-s0508a214:234_4": "Herein, there is a deep rough gruel or spend, wherever I’m able to get rid of the extraordinary tasks, surely it is deep and hard to accomplish it.",
    "ai-atk-s0508a214:234_5": "Having seen that, the Lord of the World, the chief of men, was such venerated by those venerables, and honored them with nothing to say.",
    "ai-atk-s0508a214:234_6": "These are the world’s disciples, wherever they are dispelled by their disciples.",
    "ai-atk-s0508a214:235_0": "Disciple of the Buddha’s verses were spoken about by the senior monks.",
    "ai-atk-s0508a214:235_1": "Herein, why do you call inferior names in this way?",
    "ai-atk-s0508a214:235_2": "and placing it out in his presence, the great hero,",
    "ai-atk-s0508a214:235_3": "For the Buddhas’ virtues, etc., and also complete in all respects, reverence for the austerities, and so on. For all beings, who were exceeding in the special qualities of fewness of wishes, contentment, elimination, and subdued their own good states, and so on.",
    "ai-atk-s0508a214:235_4": "Living in the special qualities of ascetic practices: such as defilement, etc., greed and effacement by means of the special qualities of ascetic practices,",
    "ai-atk-s0508a214:235_5": "that which is the need to be eaten.",
    "ai-atk-s0508a214:235_6": "I am found no more than myself",
    "ai-atk-s0508a214:235_7": "Likewise the Elder, he placed the foremost amongst those who were inclined to.",
    "ai-atk-s0508a214:236_0": "The first verses consisting in the texts on robes, etc., before saying “The practice of the robe” is actually more than that,",
    "ai-atk-s0508a214:236_1": "There is no craving in that place.",
    "ai-atk-s0508a214:236_2": "Beding in a resting place:",
    "ai-atk-s0508a214:236_3": "Gotama is his clan.",
    "ai-atk-s0508a214:236_4": "It is measureless in countless ways: it is unshakable , without reaching the end of defilements and the unshakable,",
    "ai-atk-s0508a214:236_5": "The Fortunate One, having cut off the roots of the head with a blossom, like a drop of water, or a firebrand, or a red lotuses, but also that the Fortunate One does not fall under the feet.",
    "ai-atk-s0508a214:236_6": "As they delight in renunciation, he continued existence will be detached from that.",
    "ai-atk-s0508a214:237_0": "When there was something left over, he said, “Anyone whose mindfulness was developed and cultivated, wherever those who lived in dependence on renunciation can be developed, saying, “Laying to renunciation.”",
    "ai-atk-s0508a214:237_1": "Herein, having faith in the highest gifts, mindfulness, immersion, wisdom, and comprehension of the states of existence: these is founded on the plane of mindfulness, etc., the faithful, although claiming the faith in these things, etc.,",
    "ai-atk-s0508a214:237_2": "When he has developed virtue of a body’s special qualities, the One who is let go.",
    "ai-atk-s0508a214:237_3": "(The king asked:) “This great (magical) power of great (magical) power, great general) power, great (magical) knowledge, and great very beneficial; –",
    "ai-atk-s0508a214:237_4": "Seering all the time, he is cooled, extinguished.",
    "ai-atk-s0508a214:237_5": "“Surely it has been heard ...",
    "ai-atk-s0508a214:237_6": "This sutta should be dealt with according to the specific conditions.”",
    "ai-atk-s0508a214:237_7": "But here the meaning is that of this difference in meaning.",
    "ai-atk-s0508a214:238_0": "The Verses of Mahākassapa is finished.",
    "ai-atk-s0508a214:239_0": "The Book of the Forties is finished."
}