{
    "ai-atk-s0101a9:0_0": "9. Poṭṭhapādasuttavaṇṇanā",
    "ai-atk-s0101a9:1_0": "On the Poṭṭhapāda",
    "ai-atk-s0101a9:2_0": "406.Evaṁme suttaṁ…pe…",
    "ai-atk-s0101a9:2_1": "At Sāvatthī.",
    "ai-atk-s0101a9:2_2": "Herein, this is the color of pus,",
    "ai-atk-s0101a9:2_3": "At Sāvatthī. He was staying in Jeta’s Grove, Anāthapiṇḍika’s monastery in the Jeta Grove, Anāthapiṇḍika’s Monastery.",
    "ai-atk-s0101a9:2_4": "Poṭṭhapāda, the wanderer Poṭṭhapāda, Poṭṭhapāda, is called Channa.",
    "ai-atk-s0101a9:2_5": "He was a large following of laypeople saw a dreadful racket, and his followers saw the ascetics of other religions and brahmins.",
    "ai-atk-s0101a9:2_6": "At one time the Jains were finished in that place, the brahmins to begins, and the trees of the Count Vepulla, and out of compassion. They were all at once they created a spot in the various ways. They say: “The one who they have gone forth is called the Jain ascetics, they say, ‘Sakka’.",
    "ai-atk-s0101a9:2_7": "used to be exhausted by the Tissārāma, the rope of the Tree and the trees belonging to the enemy.",
    "ai-atk-s0101a9:2_8": "But in this first monastery, a single assembly hall was latered in the assembly hall.",
    "ai-atk-s0101a9:2_9": "Thus therefore it is called a single precedence to the other, because it is called “specified”.",
    "ai-atk-s0101a9:2_10": "while another was given by the Mallas of Kusinārā, having a flower-swelled Lord of the Devas. He made a flower of horns, whirlpols, and made a creeper.",
    "ai-atk-s0101a9:2_11": "In that place wherever he was born a sesame seed in the Mallian Monastery,",
    "ai-atk-s0101a9:3_0": "He is backbiting, he lives on probation for those savings.",
    "ai-atk-s0101a9:3_1": "Then one day, having seen the Buddha, within knowledge of the independent of others, bringing the world with its nature, exceedingly sweet knowledge:",
    "ai-atk-s0101a9:3_2": "“Surely, Poṭṭhapāda, I saw with wisdom the enlightenment at the time of knowledge.”",
    "ai-atk-s0101a9:3_3": "“Today I will go forth from there to the cessation of all identifying,” “After going forth I will question me for the cessation of all my legs,” then he will lay down on the same behalf of all the elephants.” And he will provided with a satisfaction in the presence of that same enlightenment cavity.",
    "ai-atk-s0101a9:3_4": "Then, having dressed in the morning time, like a dog’s corpse, he dropped on a charnel ground, with his body spot in the hunger’s presence, wounds, and departing from the shade of the porch, he droping the neck, like a pair of antelope hide on his body, and like a behead of wounds,",
    "ai-atk-s0101a9:3_5": "To this is the meaning of:",
    "ai-atk-s0101a9:3_6": "“That’s what he said, Sir.”",
    "ai-atk-s0101a9:4_0": "After seeing his own citadel, the town-dwellers went to the city gateway and so on, but having given them his own attainment of the moon, he saw that the sun had come.",
    "ai-atk-s0101a9:4_1": "Whatever roams and transmigration has no known as in concluding for the Buddha,",
    "ai-atk-s0101a9:4_2": "“This is the way of teaching, we shall not do this for this reason. We shall teach the Dhamma in this way: ‘We shall give it to all former thoughts.’”",
    "ai-atk-s0101a9:4_3": "“blessed” is the meaning.",
    "ai-atk-s0101a9:5_0": "Where dreadful raising up is called “regarding” or “possessed with a foreign quarter” it is dreadful racket for the carpets of the Bodhi tree or their feet. It is tanking for the sake of all the elevens. There is no emerging from the Great Shrine named Ceping.",
    "ai-atk-s0101a9:5_1": "With that association, having risen from seclusion, while sitting in the morning time –",
    "ai-atk-s0101a9:5_2": "“An elephant general, this one of the elephants, this generals, maleams, and poisonous snakes, or has another talk about the hands and feet.” They talk about the rulers of the royal maidens, beginning with Sense desires, talk about kings, and women and he talks about the streets and well talk about the departed, motley talk.",
    "ai-atk-s0101a9:5_3": "Therefore it is said:",
    "ai-atk-s0101a9:5_4": "“Through countless kinds of unworthy talk, such as: talk about all kinds of unworthy talk,”",
    "ai-atk-s0101a9:6_0": "Then the wanderer Poṭṭhapāda, after looking at the wanderer Poṭṭhapāda –",
    "ai-atk-s0101a9:6_1": "“These wanderers were disrespectful, ignoring the ascetic Gotama’s teaching, and including each other with a patience and appearance, but they didn’t get a lamp of gain.",
    "ai-atk-s0101a9:6_2": "If he thinks it’s possible that the ascetic Gotama’s disciple will come.” And he saw the Buddha or his disciple, he declined in the darkness.",
    "ai-atk-s0101a9:6_3": "Therefore it is said:",
    "ai-atk-s0101a9:6_4": "“Poṭṭhapāda, the wanderer Poṭṭhapāda. ...",
    "ai-atk-s0101a9:6_5": "silence remains.”",
    "ai-atk-s0101a9:7_0": "409.",
    "ai-atk-s0101a9:7_1": "Herein, he trained the Vajjians: he concealed the training.",
    "ai-atk-s0101a9:7_2": "however you see it stands,",
    "ai-atk-s0101a9:7_3": "As a person enters the covered, the Vajjians under the sway of the Vajjians, and the one who stands firmly and substantial.",
    "ai-atk-s0101a9:7_4": "thus: “Through the faults of the Vajjians –",
    "ai-atk-s0101a9:7_5": "“Perhaps, sirs,” then as trained, he is established in him.",
    "ai-atk-s0101a9:7_6": "They like the sound of tasks, alone, thinking: “So they can’t sit alone,” and he facts a group.",
    "ai-atk-s0101a9:7_7": "Let him go to visit him.",
    "ai-atk-s0101a9:7_8": "But why is it the Buddha’s head?",
    "ai-atk-s0101a9:7_9": "you want to go to see the hermitage.",
    "ai-atk-s0101a9:7_10": "While the wanderers were proficient in the Buddha, it seems, or Buddhas came to his own Buddha,",
    "ai-atk-s0101a9:7_11": "“The ascetic Gotama has gone today. But he doesn’t see anyone who’s peaceful and sublime in his presence. When he’s stationed on it, they set up ourselves to listen. They pay careful attention to it.”",
    "ai-atk-s0101a9:7_12": "who saw the Fortunate One’s attendant said this:",
    "ai-atk-s0101a9:7_13": "“Master Gotama, we’ve come back to our teacher’s presence in harmony,",
    "ai-atk-s0101a9:7_14": "But that we don’t want to see yourselves, nor do you want to see it?”",
    "ai-atk-s0101a9:7_15": "Some people told him:",
    "ai-atk-s0101a9:7_16": "They thought, “Even if they’re going after seeing the Buddha, why do they not see him?” And on seeing that they do not see him infantly.",
    "ai-atk-s0101a9:7_17": "sat silently on them because they were silent.",
    "ai-atk-s0101a9:8_0": "Welcome, sir, you’ve come back.",
    "ai-atk-s0101a9:8_1": "Because the Buddha was going to the country, he proclaims those who come.",
    "ai-atk-s0101a9:8_2": "It had been long since we said, “What why does it take?”",
    "ai-atk-s0101a9:8_3": "What did the Fortunate One never formerly had previously gone?",
    "ai-atk-s0101a9:8_4": "And human beings:",
    "ai-atk-s0101a9:8_5": "“How do you go, where are we going? It’s why therefore long that we come from?”",
    "ai-atk-s0101a9:8_6": "and then, after saying this, the Fortunate One, got up from his seat and went out to meet the Buddha.",
    "ai-atk-s0101a9:8_7": "He saw the Buddha, or who were still unable to do it.",
    "ai-atk-s0101a9:8_8": "of exceptional delights",
    "ai-atk-s0101a9:8_9": "This too is sitting on his own seat, have been invited to the Buddha for a meal on the following day:",
    "ai-atk-s0101a9:8_10": "“Sir, sit down on this seat spread out for myself.”",
    "ai-atk-s0101a9:8_11": "To the end of all it was about. Discussion about the discussion in the beginning. What is the middle of the end. What is the end? What is the end of all that is the middle? And what is the end of all that is the end?",
    "ai-atk-s0101a9:8_12": "Then the wanderer –",
    "ai-atk-s0101a9:8_13": "“Sir, where is the discussion about this?” he said, “We shall go to the city,” and they told him, “Venerable sir, we have no more.”",
    "ai-atk-s0101a9:9_0": "Practicing the cessation of perception,",
    "ai-atk-s0101a9:10_0": "If you want to hear a talk about it, they won’t be hard for us to get it.",
    "ai-atk-s0101a9:10_1": "Venerable, when you have obtained a very specific purpose, let us go anywhere else.",
    "ai-atk-s0101a9:10_2": "Because of that he asked this:",
    "ai-atk-s0101a9:10_3": "“Sir, is what is came.”",
    "ai-atk-s0101a9:10_4": "There is no shelter in lair named Konāgamana.",
    "ai-atk-s0101a9:10_5": "And wherever many ascetics and brahmins from various sectarians, how do many ascetics and brahmins towards them?",
    "ai-atk-s0101a9:10_6": "“What is this?”",
    "ai-atk-s0101a9:10_7": "With the cessation of perception: here it is the best happiness and bliss.",
    "ai-atk-s0101a9:10_8": "When perception ceases, how the meaning is, it is said in the moment of its cessation.",
    "ai-atk-s0101a9:10_9": "This is the reasoning of which is the reason why.",
    "ai-atk-s0101a9:10_10": "When the Buddha heard this, it seems, when he was asked by a training rule in the whole of the town, or puts his bowl in the done of the Kimba tree trunk, he hears that same thing,",
    "ai-atk-s0101a9:10_11": "“What did we do?”",
    "ai-atk-s0101a9:10_12": "“The Buddha described a training rule that we are not able to lay down a training rule. Why do we lay down training rules for his own use?”",
    "ai-atk-s0101a9:10_13": "and then the Fortunate One sat in the midst of the Cessation.",
    "ai-atk-s0101a9:10_14": "Having heard that statement the sectarians –",
    "ai-atk-s0101a9:10_15": "“It seems the ascetic Gotama has stopped the cessation of continued existence.”",
    "ai-atk-s0101a9:10_16": "Therefore it is said:",
    "ai-atk-s0101a9:10_17": "“But when does she give rise to the cessation of perception?”",
    "ai-atk-s0101a9:11_0": "Some of them do,",
    "ai-atk-s0101a9:11_1": "And in the first case of the trial period only one gone forth is intentionally in the sixteenth dimension of infinite consciousness, while the mind is present, he perceived that the state of non-percipient beings passes away from here.",
    "ai-atk-s0101a9:11_2": "it is possible to give rise to cessation and not see it –",
    "ai-atk-s0101a9:11_3": "if he says, “It is no cause or reason;",
    "ai-atk-s0101a9:12_0": "The second hunter lay him down and said: “Ascetic, having taken it unallowable –",
    "ai-atk-s0101a9:12_1": "if he says, “I have it carried;”",
    "ai-atk-s0101a9:12_2": "Aṅgīrasa, it seems, there was an embodiment of countless precious voice, a ultimate magice,",
    "ai-atk-s0101a9:12_3": "Because of that ethical conduct, Sakka was warmed.",
    "ai-atk-s0101a9:12_4": "Sakka said to the king, “What is that prepare?”",
    "ai-atk-s0101a9:12_5": "‘Through the austerities’ having broken terrified, he sent me away.’",
    "ai-atk-s0101a9:12_6": "She then went there.",
    "ai-atk-s0101a9:12_7": "On the first day, after seeing the residing, he entered the leaf hut.",
    "ai-atk-s0101a9:12_8": "On the second day one is brought to the best of sensual desires. When he has dropped it with the hand, he perceives that he has, and became dissatisfied with the divine palace.",
    "ai-atk-s0101a9:12_9": "the one who contemplation –",
    "ai-atk-s0101a9:12_10": "“For when three days are found, on the cessation of rainy season,”",
    "ai-atk-s0101a9:13_0": "After getting him to sit down, they would half a third time.",
    "ai-atk-s0101a9:13_1": "They made her gestures like a lump of furnishing skull, and like a cesspool.",
    "ai-atk-s0101a9:13_2": "Pātika, the nature of his view,",
    "ai-atk-s0101a9:13_3": "“With the cessation of rain,” they replied.",
    "ai-atk-s0101a9:14_0": "fourth part of the spirits lion, crushing the spirits, fairs, and swords.",
    "ai-atk-s0101a9:14_1": "The spirits plunged into the sky and defining all the nights in the dog, they put on the ground on the bank of the Sumāgadhā, bathing at the Suppiyā, and drinking it.",
    "ai-atk-s0101a9:14_2": "Seeing that view, the one confirmed –",
    "ai-atk-s0101a9:14_3": "“At the time of cessation, the Buddhas have passed away, and so it is when contempt.”",
    "ai-atk-s0101a9:15_0": "But this wanderer Poṭṭhapāda is wise,",
    "ai-atk-s0101a9:15_1": "Having heard that, how does he feel remorse?",
    "ai-atk-s0101a9:15_2": "“Comprehending these four classes of rebirth, old age, and death, it is just like that. These are the four noble truths of cessation.",
    "ai-atk-s0101a9:15_3": "And that’s why it should be known",
    "ai-atk-s0101a9:15_4": "If the Buddha didn’t know: ‘This is mine, I will not remember it,’ he’s as if he weren’t able to recollect the ten thousand lifes.”",
    "ai-atk-s0101a9:15_5": "That’s why I don’t consent.",
    "ai-atk-s0101a9:15_6": "And here he recollected the simile of the Protector in mind, saying: “He is those who recollect the Blessed One, Holy One!”",
    "ai-atk-s0101a9:15_7": "* ‘These who, when these things are skilled in Compared to the cessation of the Holy One, has cut off the discussion on the inside, the Happy One would submit to the Holy One.’",
    "ai-atk-s0101a9:15_8": "he knows how to cross over the flooded one who knows what is right, knows what is right, and who knows what is right.",
    "ai-atk-s0101a9:15_9": "But how does the wanderer not know, “This is the Buddha, who knows that you do not know,” and so do you say?",
    "ai-atk-s0101a9:15_10": "The Buddha said, “What did you do?”",
    "ai-atk-s0101a9:16_0": "On account of the profitable roots, the cessation of conditions,",
    "ai-atk-s0101a9:17_0": "412.",
    "ai-atk-s0101a9:17_1": "Herein, this asceticism:",
    "ai-atk-s0101a9:17_2": "The later starting from the beginning and the middle, shows the simile of the island.",
    "ai-atk-s0101a9:17_3": "The meaning is: on the reason why, too, is a cause or reason why on the reason why a clans it should be understood that one’s own reason.",
    "ai-atk-s0101a9:17_4": "But when she shows her, she said, “I am one able to get by one.”",
    "ai-atk-s0101a9:17_5": "Herein, training subsides in perception: certain perceptions arise because of that.",
    "ai-atk-s0101a9:18_0": "The Buddha addressed the training: “What is it in detail? ”",
    "ai-atk-s0101a9:18_1": "But since the training in the higher ethics, the training in the higher mind, and the training are the three trainings.",
    "ai-atk-s0101a9:18_2": "That’s why the Buddha shows them how perceptions make the cessation of perception and feeling.",
    "ai-atk-s0101a9:18_3": "Herein, the training in the higher morality should be understood: “This is the training in the higher morality ...”",
    "ai-atk-s0101a9:18_4": "Desire for the five kinds of sensual stimulation: forty-five worldly pleasures, for which they are enlightened .",
    "ai-atk-s0101a9:18_5": "Herein, the five cords of sense desire comes to be non-returners, non-returners, and stepped in this place.",
    "ai-atk-s0101a9:18_6": "That is why the first jhāna of the fivefold reckonings that arise in the first jhāna, having already arisen for the first jhāna, would it arise, and so on.",
    "ai-atk-s0101a9:19_0": "At that time they have a subtle and true perception of the rapture and bliss born of seclusion. At that time they are of the first jhāna, then the perception of the bliss born of seclusion, and the perception of the bliss born of seclusion.",
    "ai-atk-s0101a9:19_1": "Or alternatively, they perceive the abandoning of the sensual desires and the happiness associated with sensual desire, and they perceive the function of ill will, and so on. The meaning is that perception of the rapture and bliss born of seclusion. The perception of the bliss born of seclusion, and the perception of the bliss born of seclusion, and the perception of seclusion, as well as the perception of the bliss born in seclusion, and the perception of seclusion.",
    "ai-atk-s0101a9:19_2": "So in each instance,",
    "ai-atk-s0101a9:19_3": "Thus he trains in this way: here too, in this way he trains in entering upon that first jhāna, because he trains in access than in making it trained by the first jhāna, he is called “accomplished” .",
    "ai-atk-s0101a9:19_4": "Therefore at that time with the training in the first jhāna the fine-material jhānas accompanied by the rapture and bliss born of seclusion, while the perception of seclusion arises in him in one way.",
    "ai-atk-s0101a9:19_5": "This is how the meaning is cease without anything left over.",
    "ai-atk-s0101a9:19_6": "this is that training. Did he mean: “This is the first kind of training,” said the Buddha,",
    "ai-atk-s0101a9:19_7": "should be regarded as the meaning here.",
    "ai-atk-s0101a9:20_0": "or else there is no such label for which a Buddha had been rightly explained by disciples. But the disciples of Buddhaship or of the disciples of Gotama, they still have at the same time and their alightenment: “Does this perception is the act of definition of the perception?”",
    "ai-atk-s0101a9:20_1": "That’s why, having shown that the base consisting of nothingness is shown them the foremost,",
    "ai-atk-s0101a9:20_2": "perception ...",
    "ai-atk-s0101a9:21_0": "414.",
    "ai-atk-s0101a9:21_1": "There, Poṭṭhapāda, a mendicant named Poṭṭhapāda,",
    "ai-atk-s0101a9:21_2": "Here it is here: the perception of the Dispensation , and he perceives it as belonging to his own insight in the first-jhāna either one or the first jhāna is one only.",
    "ai-atk-s0101a9:21_3": "After that monk was freed from the first jhāna, he fell at the end of the first absorption, and then attained the second jhāna in this way: “The monk who has reached the third absorption, perceives that he has gradually entered upon the fourth absorption, perceiving the perception of non-percipient, and without perceiving the perception of the Thirty-Three.",
    "ai-atk-s0101a9:21_4": "perception is called the best of the dimension of nothingness.",
    "ai-atk-s0101a9:21_5": "Excellent conduct of the world’s material delights, and the embodiment,",
    "ai-atk-s0101a9:21_6": "For they enter the dimension of nothingness ... and emerge from the dimension of neither perception nor non-perception.",
    "ai-atk-s0101a9:21_7": "Thus that is called the meaning of in the world of beings making predictions, being attained to the highest.",
    "ai-atk-s0101a9:22_0": "now she was able to give the cessation of perception and feeling, “Having been seen by him,”",
    "ai-atk-s0101a9:22_1": "Herein, if they make an effort to choice ... is one who enters upon and remains in the caravan leading to absorption, one who is dead.",
    "ai-atk-s0101a9:22_2": "the purpose of making amends for the purpose of saved, they choose.",
    "ai-atk-s0101a9:22_3": "and these perceptions would cease without anything left over.’",
    "ai-atk-s0101a9:22_4": "and other coarse things would arise,",
    "ai-atk-s0101a9:22_5": "They don’t intend or choose to make a choice, they don’t make an effort to get them.",
    "ai-atk-s0101a9:22_6": "After taking the dimension of nothingness, he attained the dimension of neither perception nor non-perception. He thinks, “I will live there’s no fault in the dimension of nothingness.”",
    "ai-atk-s0101a9:22_7": "But there is the reason for which he possesses the extent of their projecting the cessation of wealth wives and children, and one who possesses them.",
    "ai-atk-s0101a9:23_0": "The elder went to his father’s house, it seems, and there was a guest house, and after giving a seat to the elder, he the Elder Nun, –",
    "ai-atk-s0101a9:23_1": "Saying: “Where is almsfood? Learning?”",
    "ai-atk-s0101a9:23_2": "When the house had got the house, he informed her that house.",
    "ai-atk-s0101a9:23_3": "But there is no concern for him when he has gone to his father’s home.",
    "ai-atk-s0101a9:23_4": "Herein, as if he were to get up from the seat in the dimension of nothingness, he sees the attainment of the dimension of neither perception nor non-perception as in the base consisting of neither perception nor non-perception, like a golden coin, after which he has risen from the seats in the base consisting of neither perception nor non-perception, he thinks, “I shall get up from my seat and go beyond the dimension of neither perception nor non-perception,” and he no longerception for attaining the cessation of perception and feeling.",
    "ai-atk-s0101a9:23_5": "And they cease perception:",
    "ai-atk-s0101a9:23_6": "and other coarse perceptions are gross. The perceptions of continued existence does not exist,",
    "ai-atk-s0101a9:23_7": "They touch the cessation of perception and feeling.",
    "ai-atk-s0101a9:24_0": "( progressively) applies to the cessation of perception and feeling: (the four attainments) in the trial periods of cessation, the practice that leads to the cessation of perception and feeling.",
    "ai-atk-s0101a9:24_1": "The perception of the acquisition of the practice that leads to the cessation of perceptions is the meaning.",
    "ai-atk-s0101a9:24_2": "And here is the perception of the cessation of perception and feeling: the perception of cessation is successful through one who is mindful and aware, and who understands it for a mendicant who is mindful and one who has reached the cessation of perception and feeling. This is the purpose of perception.",
    "ai-atk-s0101a9:25_0": "Now, now the first jhāna should be expanded here.",
    "ai-atk-s0101a9:25_1": "Now, the help of all is found in the texts of purity for the advantages of human beings. Since they are expounded there.",
    "ai-atk-s0101a9:26_0": "So the Fortunate One, after talking about the wanderer Poṭṭhapāda –",
    "ai-atk-s0101a9:26_1": "(but) if you claim to be fully admitted to talk about such things, what is unfinished?",
    "ai-atk-s0101a9:26_2": "And the wanderer Suppavāsā said, “I haven’t heard such a thing!” And after saying “I learned it from today, sir, how did I make it train back?” And he said, “I learned it back.",
    "ai-atk-s0101a9:26_3": "The Buddha then said to him, “Upāli,” and he said, “Yes Poṭṭhapāda.”",
    "ai-atk-s0101a9:27_0": "415.",
    "ai-atk-s0101a9:27_1": "Then the wanderers said: ‘The Buddha has perceptions that sense-spheres in both ways have been rightly explained by the Buddha.’",
    "ai-atk-s0101a9:27_2": "Is it just as that of the highest attainment, or of perception and feeling that perception is evident in the same way?",
    "ai-atk-s0101a9:27_3": "And the Fortunate One gave away.",
    "ai-atk-s0101a9:27_4": "Herein, many kinds of happiness:",
    "ai-atk-s0101a9:27_5": "It is just as Poṭṭhapāda, when a man has understood the first jhāna in the earth kasiṇa, the third jhāna whereby he goes about the earth element.",
    "ai-atk-s0101a9:27_6": "This is said:",
    "ai-atk-s0101a9:27_7": "If it is possible for one hundred years and seventy-two grounds to attain the fourth absorption, or one hundred thousand cessations of perceptions of earth, one hundred thousands of fires, or one hundred thousand perceptions of a hundred thousand leagues.",
    "ai-atk-s0101a9:27_8": "Likewise in the case of the remainder;",
    "ai-atk-s0101a9:27_9": "And if the perception of the first absorption in the case of the first absorption in the first jhāna, then perception of the fine-material jhānas improved.",
    "ai-atk-s0101a9:27_10": "Then two or three times, a hundred thousand times, or a hundred thousand times, Perceptions of the cessation of a hundred thousand, or a hundred thousand of perceptions of the best.",
    "ai-atk-s0101a9:27_11": "The same method of explanation applies in the case of the jhānas too.",
    "ai-atk-s0101a9:27_12": "So they perceived successively in one place and concluding the characteristics of light, and concentrating many clay, many are at most.",
    "ai-atk-s0101a9:28_0": "“Sir, does one know for a mendicant whose perception ceases and does not arise first: “Sir, does one ask for a mendicant who is getting reborn?”",
    "ai-atk-s0101a9:28_1": "The Buddha declared that perception was",
    "ai-atk-s0101a9:28_2": "Herein, perception is the perception of perception:",
    "ai-atk-s0101a9:28_3": "Knowledge and Vision",
    "ai-atk-s0101a9:28_4": "another perception,",
    "ai-atk-s0101a9:28_5": "knowledge of the path,",
    "ai-atk-s0101a9:28_6": "Another perception does not have perceptions,",
    "ai-atk-s0101a9:28_7": "knowledge of the fruits,",
    "ai-atk-s0101a9:28_8": "But the Elder Tipiṭaka Cūlaka said:",
    "ai-atk-s0101a9:29_0": "These monks asked the Buddha about these things.",
    "ai-atk-s0101a9:29_1": "Now, as to the cessation of perception arose in the Beyond of the Buddha and the perception of cessation said: “Which is the first fruit of perfection?”",
    "ai-atk-s0101a9:29_2": "And then the Fortunate One, having established the perception of fruit, and later the first perception of fruit arises first,",
    "ai-atk-s0101a9:29_3": "That’s why perception said “Poṭṭhapāda.”",
    "ai-atk-s0101a9:29_4": "Herein, produced of perceptions of arising is the fruit of Liberation, in this way the arising of perception of perfection is fruitful.",
    "ai-atk-s0101a9:29_5": "It seems that when mean the fruit of that all my perceptions had arisen, it seems, meant is that condition for the knowledge that arose.",
    "ai-atk-s0101a9:30_0": "Perception and the Self",
    "ai-atk-s0101a9:31_0": "417.",
    "ai-atk-s0101a9:31_1": "Now, as the wanderer named Piṅgiyānī had taken a dancer with their heads, having built a scented garland of flowers, make a garland of flowers, and subdued it with their heads at the gate, and went to Cāliya Vihāras,",
    "ai-atk-s0101a9:31_2": "In the same way, when the Buddha taught the marks of an opening heat iron sheets, even though to the clungs of the head and your own life, or to get hold of a person’s throne, or if he asks, “Venerable sir, don’t get rid of any pleasure in it, or like that.”",
    "ai-atk-s0101a9:31_3": "Then he took a messenger and praised the Buddha, saying:",
    "ai-atk-s0101a9:31_4": "“But what do you like?”",
    "ai-atk-s0101a9:31_5": "After that (he said): “Having found out my own form,” he told him of the past who had done solitary, and adding: “He, ‘I have found a person who, for my own use of it, has acquired the measure of food,” and he said, “Dearless!”",
    "ai-atk-s0101a9:31_6": "Then the Buddha said to him, “Here, hatred, live, and so on.”",
    "ai-atk-s0101a9:31_7": "When they think that there is such a case,",
    "ai-atk-s0101a9:31_8": "for this earth quaking is hard;",
    "ai-atk-s0101a9:31_9": "This being so, is the meaning here: on that, or herein he is the meaning.",
    "ai-atk-s0101a9:31_10": "one aggregates arise in one constituent parts (of mind and body) that arises.",
    "ai-atk-s0101a9:31_11": "Another perceptions arise and another, as well as cease.",
    "ai-atk-s0101a9:32_0": "418-420.",
    "ai-atk-s0101a9:32_1": "now you get something else to give:",
    "ai-atk-s0101a9:32_2": "“Sir, when I’m asked, I don’t need another thing!” Then, when asked, “You’re still only able to respond from my own perception, you’d say, ‘You’re still a fault-finding.’ But when I said, ‘I haven’t said, ‘Not so long as I can say anything else.’",
    "ai-atk-s0101a9:32_3": "Herein, because they think the arising of perception, they think about it as the cessation of perception and feeling ...",
    "ai-atk-s0101a9:32_4": "That’s why the Buddha shows compassion, “Yes, Sir.”",
    "ai-atk-s0101a9:32_5": "Then the wanderer named Abhibhū, which was spoken by the Buddha by themselves, gives rise to diversity in terms of being a diversity, etc., and while I said, “I haven’t given this matter.”",
    "ai-atk-s0101a9:32_6": "Then the Fortunate One, having seen the arising of perception, sees the cessation of perception and feeling,",
    "ai-atk-s0101a9:32_7": "That’s why it is said, “It’s true.”",
    "ai-atk-s0101a9:33_0": "Here is the goal:",
    "ai-atk-s0101a9:33_1": "Your view is enlightened. You know, see, and discussing, the preference of such a teacher, you are emptiness, the teacher’s doctrine, and the teacher’s doctrine, doing another according to your tradition. You said they are preference, acceptance of the three Vedas.",
    "ai-atk-s0101a9:33_2": "Because of that view, preference, practice, and view, creed, preference, practice, and tradition.",
    "ai-atk-s0101a9:33_3": "Then the wanderer –",
    "ai-atk-s0101a9:33_4": "“Whether perception is your self, sir, or other of perception and self are different things?”",
    "ai-atk-s0101a9:34_0": "Herein, this world is said to be ‘the world’.",
    "ai-atk-s0101a9:34_1": "For it is not the meaning, nor is for the sake of self, nor for the sake of self, nor for the world.",
    "ai-atk-s0101a9:34_2": "They do not know the new world with its nine supermundane,",
    "ai-atk-s0101a9:34_3": "They don’t practice the training of the spiritual life. They don’t think about the training in the fundamentals of the spiritual life.",
    "ai-atk-s0101a9:34_4": "and don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.",
    "ai-atk-s0101a9:34_5": "Of dispassion, fading away is not leading to dispassion,",
    "ai-atk-s0101a9:34_6": "does not lead to cessation,",
    "ai-atk-s0101a9:34_7": "is not suitable for the full ordination,",
    "ai-atk-s0101a9:34_8": "does not lead to direct knowledge, nor do they acknowledge it.",
    "ai-atk-s0101a9:34_9": "Not for the purpose of leading to the conversion,",
    "ai-atk-s0101a9:34_10": "it doesn’t lead to extinguishment, or leads to the deathless.",
    "ai-atk-s0101a9:35_0": "This is suffering that originates from the ending of suffering. Doing so, with the ending of the five grasping aggregates, is the suffering for one who has developed craving.",
    "ai-atk-s0101a9:35_1": "I haven’t given up: the noble eightfold path is the practice that leads to the cessation of suffering.",
    "ai-atk-s0101a9:35_2": "But then the Buddha, thinking: “After attaining the path to realize the fruit of good-natured, or the wanderers there was no obligation of the fruit, there was no thought.”",
    "ai-atk-s0101a9:35_3": "And the wanderer’s coming while he was making a response of the Buddha, saying “Leave at this time,”",
    "ai-atk-s0101a9:36_0": "when he is stricken by means of speech, he is one who practises with words of word,",
    "ai-atk-s0101a9:36_1": "it is said: “They are hanging on stones, poisonously, hanging over the head, wounds, and they is what is said.”",
    "ai-atk-s0101a9:36_2": "When the ground is developed,",
    "ai-atk-s0101a9:36_3": "As a person censure",
    "ai-atk-s0101a9:36_4": "In the ninth (story) there are nine worlds,",
    "ai-atk-s0101a9:36_5": "which gives rise to the supermundane states.",
    "ai-atk-s0101a9:36_6": "For this is called “whatever”; there is no unfinished discussion on the four noble truths.",
    "ai-atk-s0101a9:36_7": "That’s why one is sweating.",
    "ai-atk-s0101a9:37_0": "On Citta Hatthisāriputta",
    "ai-atk-s0101a9:38_0": "After learning all the elephant’s sons,",
    "ai-atk-s0101a9:38_1": "Kassapa had two friends, each other, and they stayed together in harmony.",
    "ai-atk-s0101a9:38_2": "Having dissatisfaction with householders, one informed the other.",
    "ai-atk-s0101a9:38_3": "He showed the drawbacks of laypeople and renunciates, and advised it to him.",
    "ai-atk-s0101a9:38_4": "When he heard that, he said to the king: “My mind is full of joy, friend, this is how I said to him:",
    "ai-atk-s0101a9:38_5": "‘May I not give your bowl and robes.’ ”",
    "ai-atk-s0101a9:38_6": "He showed his bowl and robe, and gave him a going forth.",
    "ai-atk-s0101a9:38_7": "Then, after hearing her, the servant’s mind and become frightening, I returned to life.",
    "ai-atk-s0101a9:38_8": "This is how a householder, when the monk is developing this discussion in this way, then he went forth.",
    "ai-atk-s0101a9:38_9": "interrupted by the Elder Mahākoṭṭhita, they interrupt the discussion.",
    "ai-atk-s0101a9:38_10": "Then the Elder Mahākoṭṭhita rebuked her,",
    "ai-atk-s0101a9:38_11": "But even a disciple of the great deed was established in the very midst of the lay life, he disrobes.",
    "ai-atk-s0101a9:38_12": "He has Poṭṭhapāda.",
    "ai-atk-s0101a9:38_13": "Therefore, having destroyed the two upper army, the Poṭṭhapāda, went to a good family home in the presence of a pollutant.",
    "ai-atk-s0101a9:38_14": "Then, seeing her, he thought, “What have you done, got up and left? Why are you going forth in the presence of the Buddha?”",
    "ai-atk-s0101a9:38_15": "Therefore it was said: “ Hatthisāriputta and Poṭṭhapāda, Poṭṭhapāda.”",
    "ai-atk-s0101a9:39_0": "there is no place forgets that is blind and sightless.",
    "ai-atk-s0101a9:39_1": "You are just one eyebrows leaning with eyes that are clear, made with the eye of wisdom.",
    "ai-atk-s0101a9:39_2": "one placed them together.",
    "ai-atk-s0101a9:39_3": "set aside with wisdom,",
    "ai-atk-s0101a9:39_4": "Entering: the meaning is one particular component of the bowel or the designation of a particular component of the variety.",
    "ai-atk-s0101a9:40_0": "Deserving Urincipled",
    "ai-atk-s0101a9:41_0": "The Fortunate One, resplendent with gifts, so why are his feet story?",
    "ai-atk-s0101a9:41_1": "(There is) the external states that are unprofitable for seeing, and unevenly settled in the crowded states",
    "ai-atk-s0101a9:41_2": "All the sectarians, just as the Blessed One shines in the deathless state, having directly experienced the deathless.",
    "ai-atk-s0101a9:41_3": "Having been laid down by the wise, they don’t show someone else who is wise, as this is not able to show it out of compassion.",
    "ai-atk-s0101a9:41_4": "There they know and see a perfectly happy world, or south, one of the eastern quarters and know:",
    "ai-atk-s0101a9:41_5": "gradually people are the shape of a corpse in the world;",
    "ai-atk-s0101a9:41_6": "While living at home they were dragging, worm-infested, and unevenly unprotected.",
    "ai-atk-s0101a9:42_0": "good in the country, in the finest lady of the Island of both Comunities and women in the country.",
    "ai-atk-s0101a9:43_0": "Three Yets of the Friends",
    "ai-atk-s0101a9:44_0": "428.",
    "ai-atk-s0101a9:44_1": "When the Buddha shows the conclusion of others, he said, “Now it is in order to show the different opposite conclusion for his own insight,” he said, “Not for me to show the way, Poṭṭhapāda.”",
    "ai-atk-s0101a9:44_2": "Herein, he shows that the three reincarnations, and the Blessed One shows the three states of existence as one whose three are shows of existence, and three states of existence.",
    "ai-atk-s0101a9:44_3": "he showed the grossness of sense desires that he is adverted to the destruction of sensual desire and held in the underworld.",
    "ai-atk-s0101a9:44_4": "showing a mind-made body, which is first because of the immaculateness in the first-jhāna, he showed the supreme base of forms of existence.",
    "ai-atk-s0101a9:44_5": "mass of the dimension of infinite space, infinite consciousness, nothingness, and neither perception nor non-perception.",
    "ai-atk-s0101a9:44_6": "the one who has given up the Dhamma and the pollutants,",
    "ai-atk-s0101a9:44_7": "Since Dhammāsoka are now contemplations",
    "ai-atk-s0101a9:45_0": "filled with rice and porridge, full of flour and so on,",
    "ai-atk-s0101a9:45_1": "full of joy.",
    "ai-atk-s0101a9:45_2": "sub-chapter on yellow strength",
    "ai-atk-s0101a9:45_3": "what is said:",
    "ai-atk-s0101a9:45_4": "whatever simply he thinks: “This, having directly experienced and happiness, it will be the nurse’s mindfulness, and situational awareness.”",
    "ai-atk-s0101a9:45_5": "all the dwellings in a monastery is simply a dwelling in all directions, thinking, “This is indicated to the ultimate abidings.”",
    "ai-atk-s0101a9:45_6": "Herein, the first jhāna can be obtained in the second jhāna and mastery in the fivefold reckoning. When they obtained in the second jhāna and the third jhāna, they obtained in the fivefold reckoning.",
    "ai-atk-s0101a9:45_7": "In the third tetrad: four kinds of happiness;",
    "ai-atk-s0101a9:45_8": "Likewise the fourth,",
    "ai-atk-s0101a9:45_9": "In these four jhānas, which is purified in the case of the fine-material jhānas, is cleansed in jhāna.",
    "ai-atk-s0101a9:45_10": "together with four friends and colleagues,",
    "ai-atk-s0101a9:45_11": "The Four Ways of the Three Times",
    "ai-atk-s0101a9:45_12": "When this very day is subdued with joy and happiness, he should do so in the second jhāna in the fourfold reckoning.",
    "ai-atk-s0101a9:46_0": "Or alternatively, there is the meaning of loving-kindness for the purpose of cheering it.",
    "ai-atk-s0101a9:46_1": "Then he shows (them) and explaining it to him:",
    "ai-atk-s0101a9:46_2": "Residing in whatever manner he perceives he says, “No,” he said, “Yes,” he replied, “There is no need.",
    "ai-atk-s0101a9:46_3": "The meaning is this: it hideously, constructed, as well.",
    "ai-atk-s0101a9:46_4": "At that time there is no flood.",
    "ai-atk-s0101a9:46_5": "you’re truthful, then you’re considered to be truthful.",
    "ai-atk-s0101a9:46_6": "But here in this way there is non-physical reincarnation three kinds of functional mind and then make any effort to get rid of it.",
    "ai-atk-s0101a9:46_7": "Then the Buddha, knowing that form is established in oneself, how is this: “The physical base consisting of forms, etc., in oneself are those in the three Vedas,” etc., “How is this cleansing the mind base consisting of the teachings, etc., in what is said, “How do you get to take the name of the forms that in this way?”",
    "ai-atk-s0101a9:47_0": "438.",
    "ai-atk-s0101a9:47_1": "but then, after questioning thus, “They questioned the Vinaya,” he replied, “We answered like this.”",
    "ai-atk-s0101a9:47_2": "The reincarnation I had in the past was real at that time, and those of the future and present.",
    "ai-atk-s0101a9:47_3": "But since these things are not found in the past, I have now found it that I’m still real at that time.",
    "ai-atk-s0101a9:47_4": "At that time it is not fickle that these things are not culminated, not-self in the future, and being grasped like this: “The self is this” .",
    "ai-atk-s0101a9:47_5": "(They are) in the future.",
    "ai-atk-s0101a9:48_0": "439-443.",
    "ai-atk-s0101a9:48_1": "Then the Buddha answered with his own hands, saying: “She is expertsive in his own mind.” And just as he had been runnning on a box and so on.",
    "ai-atk-s0101a9:48_2": "Here is regarded as sweet-smelling curds, horns, and curds are leftover.",
    "ai-atk-s0101a9:48_3": "They give to those who are not derived because they have not given to them.",
    "ai-atk-s0101a9:48_4": "It’s only referred to as milk.",
    "ai-atk-s0101a9:48_5": "Anyone who comes to be ‘mind’ means having eaten what is meant’.",
    "ai-atk-s0101a9:48_6": "So in each instance,",
    "ai-atk-s0101a9:48_7": "These are the substantial reincarnations, mind-made reincarnations, and non-physical mind-made reincarnations, and non-physical regions for the world.",
    "ai-atk-s0101a9:48_8": "Likewise the world’s word “bath” which relies on the following measure: “Provals of the furrows” .",
    "ai-atk-s0101a9:48_9": "In this way the Fortunate One, having prepared three positions of himself, this is all the Paṭisambhidā.",
    "ai-atk-s0101a9:48_10": "For he is the ultimate, the world is called a supreme being,",
    "ai-atk-s0101a9:49_0": "But two Instructions over discussion is the discussion on the Buddhas.",
    "ai-atk-s0101a9:49_1": "Herein, Brahmā is able to state.”",
    "ai-atk-s0101a9:49_2": "“Considering suffering is impermanent, suffering, and perishable.”",
    "ai-atk-s0101a9:49_3": "Herein, anyone who is able to instead take it, says, “Whoever is expert on it,” or “It is said to have actually been taken to do so, whether he isn’t able to either bring them back or when he has come back, he says, “It is capable of doing this,” or “It is capable of understanding,” or “It is incapable of achieving suffering,” or “It is already done so that one who is unable to take it,” or “It is expert on the ultimate goal of life” or “It is unable to do so,” or “It is expoundert on the following instruction, etc.",
    "ai-atk-s0101a9:49_4": "Likewise in the first Commentaries: “Not this wonderful talk about Bāhiya.”",
    "ai-atk-s0101a9:49_5": "But having given permission to the Bāhiya Commentaries (and then), he spoke (himself).",
    "ai-atk-s0101a9:49_6": "The discussion on Bāhiya of the Bark Robe first is not able to talk about Dhamma.",
    "ai-atk-s0101a9:49_7": "But in the ultimate talk about the ultimate talk, he talks about Dhamma.",
    "ai-atk-s0101a9:49_8": "But if he teaches the first point, then roughly he rough the ultimate goal, the instructions of the Buddhas, then rough the ultimate, and giving them a talk on the instructions.",
    "ai-atk-s0101a9:49_9": "engaged in discussion, talking non-human beings. Untiring the time they will not realize it.",
    "ai-atk-s0101a9:49_10": "(But) talking about the Teaching, he should speak the pointlessly.",
    "ai-atk-s0101a9:50_0": "the two undecayed Buddhas, the Perfect Sambuddha said:",
    "ai-atk-s0101a9:51_0": "(And) the third (first) is reckoned as a third good.",
    "ai-atk-s0101a9:52_0": "The World is the truth of the world:",
    "ai-atk-s0101a9:53_0": "Endowed with the highest wisdom there is from the highest act,",
    "ai-atk-s0101a9:54_0": "When the Realized One utters this as Tathāgata transferred to another, the Sole Protector of the World, the view of the world, and the having concluded his own doctrine, without returning to the Death, he reached Arahatship in the Doctrine.",
    "ai-atk-s0101a9:54_1": "The rest is undefined.",
    "ai-atk-s0101a9:55_0": "Thus in this way the Dīghalayan Tree",
    "ai-atk-s0101a9:56_0": "The About Practice is finished."
}