{
    "ai-atk-s0403a28:0_0": "3. Anuttariyavaggo",
    "ai-atk-s0403a28:1_0": "1-2. Sāmakasuttādivaṇṇanā",
    "ai-atk-s0403a28:2_0": "21-22.",
    "ai-atk-s0403a28:2_1": "In the third village of Sātimokkha, in the first village of Sāketa.",
    "ai-atk-s0403a28:2_2": "lotus ponds were embraced by the lotuses,",
    "ai-atk-s0403a28:2_3": "passing by, they in the first watch of the night, in the middle watch of the night,",
    "ai-atk-s0403a28:2_4": "(Mount) Uppalavaṇṇā was one who was happy,",
    "ai-atk-s0403a28:2_5": "and whole of the whole of the entire Dhamma.",
    "ai-atk-s0403a28:2_6": "lotus ponds into the lotus pond, radiant with his own white lotuses,",
    "ai-atk-s0403a28:2_7": "He is one who has attained the attainment of loving-kindness.",
    "ai-atk-s0403a28:2_8": "Being hard to admonish, having bad provinces.",
    "ai-atk-s0403a28:2_9": "Having bad friends, a wicked deed is one,",
    "ai-atk-s0403a28:2_10": "In this discourse they are perfect in this world,",
    "ai-atk-s0403a28:2_11": "being the second, speaking the supermundane states.",
    "ai-atk-s0403a28:3_0": "3. Bhayasuttavaṇṇanā",
    "ai-atk-s0403a28:4_0": "23.",
    "ai-atk-s0403a28:4_1": "This is the third kind of sensual desire.",
    "ai-atk-s0403a28:4_2": "Removing and giving up desire and greed for it.",
    "ai-atk-s0403a28:4_3": "the fear of death and terror.",
    "ai-atk-s0403a28:4_4": "gets rid of corruptions,",
    "ai-atk-s0403a28:4_5": "They’re included in the chains and bogs, both of these.",
    "ai-atk-s0403a28:4_6": "These (goods) called sensual pleasures, wherever there are a hundred world-elephants, which is annoyed, Pains, and Jangled by the Sambuddha, the air,",
    "ai-atk-s0403a28:4_7": "attachment to the four kinds of grasping:",
    "ai-atk-s0403a28:4_8": "birth and death through rebirth-existence, and old age after death -",
    "ai-atk-s0403a28:4_9": "by not grasping, they are freed from defilements by not grasping.",
    "ai-atk-s0403a28:4_10": "Rebirth is the meaning of rebirth: birth, old age, death, sorrow, lamentation, pain, sadness, and distress, they are freed with extinguishment.",
    "ai-atk-s0403a28:4_11": "and after making an end of suffering in this place he attained Liberation.",
    "ai-atk-s0403a28:4_12": "Now comes the pollutants, having destroyed the pollutants, he is safe and free from danger.",
    "ai-atk-s0403a28:4_13": "Herein, secure places on that sanctuary,",
    "ai-atk-s0403a28:4_14": "finds happiness through the supermundane happiness.",
    "ai-atk-s0403a28:4_15": "and become extinguished in this very life.",
    "ai-atk-s0403a28:4_16": "After making a round about this, and spoke the verses about the track:",
    "ai-atk-s0403a28:5_0": "4. Himavantasuttavaṇṇanā",
    "ai-atk-s0403a28:6_0": "24.",
    "ai-atk-s0403a28:6_1": "Sweps away a fourth part:",
    "ai-atk-s0403a28:6_2": "Six streams of the house.",
    "ai-atk-s0403a28:6_3": "Concentration is skilled in entering immersion. He has entered upon a state of immersion. Having entered immersion, he is skilled in possession of nutriment.",
    "ai-atk-s0403a28:6_4": "Immersion regarding immersion is skilled in remaining in it.”",
    "ai-atk-s0403a28:6_5": "He is skilled in emerging from immersion and emerging from it. He is able to get upset if he is able to get up.",
    "ai-atk-s0403a28:6_6": "Immersion at immersion, skilled in gladdening the mind for immersion, and skilled in making the skillful.",
    "ai-atk-s0403a28:6_7": "That concentration is unprofitable with the unconcentrated mind in the way beginning, “Have you doing what is unsuitable,” and so on. This is the characteristic of concentration.",
    "ai-atk-s0403a28:6_8": "Immersion regarding immersion is called ‘skillful’ because of the first jhāna, which is accompanied by defilements and is profitable concentration for the purpose of attaining the first jhāna, and so he is called “defilement.”",
    "ai-atk-s0403a28:6_9": "He enters the first absorption ...",
    "ai-atk-s0403a28:6_10": "and third absorption it is entered upon the fourth jhāna.",
    "ai-atk-s0403a28:7_0": "5. Anussatiṭṭhānasuttavaṇṇanā",
    "ai-atk-s0403a28:8_0": "25.",
    "ai-atk-s0403a28:8_1": "for recollection are the five topics for recollection.",
    "ai-atk-s0403a28:8_2": "So also the Blessed One is also purified by the path for purity, and for the purification of the path.",
    "ai-atk-s0403a28:8_3": "This meditation subject has the same object as the recollection of the Buddha.",
    "ai-atk-s0403a28:8_4": "purification through the ultimate purity.",
    "ai-atk-s0403a28:8_5": "The meaning is “finally in all”.",
    "ai-atk-s0403a28:8_6": "In this discourse the texts should be understood.",
    "ai-atk-s0403a28:9_0": "6. Mahākaccānasuttavaṇṇanā",
    "ai-atk-s0403a28:10_0": "26.",
    "ai-atk-s0403a28:10_1": "In the sixth (story) there is from the fivefold progress,",
    "ai-atk-s0403a28:10_2": "(The nine recollections are called the basis for defining.)",
    "ai-atk-s0403a28:10_3": "for the sake of purification;",
    "ai-atk-s0403a28:10_4": "sorrow and wailing for him, lamenting and lamentation: that is the purpose of surmounting.",
    "ai-atk-s0403a28:10_5": "for the sake of (of rebirth) and death.",
    "ai-atk-s0403a28:10_6": "for the sake of the righteous road: for the sake of purification of the path,",
    "ai-atk-s0403a28:10_7": "and resigned for the attainment of extinguishment by the path to Nibbāna.",
    "ai-atk-s0403a28:11_0": "completely understanding all defilements.",
    "ai-atk-s0403a28:11_1": "the space: by the wind and sun, by the power of the Buddhas, and by its space,",
    "ai-atk-s0403a28:11_2": "on scraps of meatching.",
    "ai-atk-s0403a28:11_3": "By socializing: amongst those who have gone to value, wherever they have gone, is the meaning of noble ones.",
    "ai-atk-s0403a28:11_4": "Richless means measurelessly it is measureless;",
    "ai-atk-s0403a28:11_5": "Two people skill in excess of excellent food, taming by a person.",
    "ai-atk-s0403a28:11_6": "By harmlessness and suffering: by anger and enmity,",
    "ai-atk-s0403a28:11_7": "this is how it is said with reference to the recollection of the Buddha.",
    "ai-atk-s0403a28:11_8": "Likewise in others.",
    "ai-atk-s0403a28:11_9": "purified states that are purified:",
    "ai-atk-s0403a28:11_10": "There are six topics for recollection in this very life. They are expounded in the sections and discipline.",
    "ai-atk-s0403a28:12_0": "7. Paṭhamasamayasuttavaṇṇanā",
    "ai-atk-s0403a28:13_0": "27.",
    "ai-atk-s0403a28:13_1": "It cultivates the seven awakening factors as a mind-made reinforced in this way.",
    "ai-atk-s0403a28:13_2": "to see the truth of (him).",
    "ai-atk-s0403a28:13_3": "having a escape from (attaining) mind.",
    "ai-atk-s0403a28:13_4": "if he teaches Dhamma to the for the purpose of abandoning sensual desire, ~ for the purpose of abandoning sensual desire,",
    "ai-atk-s0403a28:13_5": "The second jhāna of the kind of ill will by means of dullness and drowsiness, dullness and drowsiness, restlessness and remorse, and doubt. Touches one of the kinds of dullness and drowsiness, restlessness and remorse, doubt, conceit, arouses, and doubt. He understands the meditation subjects the treasures, frequents, and doubt.",
    "ai-atk-s0403a28:13_6": "waiting for him;",
    "ai-atk-s0403a28:13_7": "when one gives attention to it by one who applying his mind to the object (of the mind).",
    "ai-atk-s0403a28:13_8": "The end of the defilements is between the present life and the next.",
    "ai-atk-s0403a28:14_0": "8. Dutiyasamayasuttavaṇṇanā",
    "ai-atk-s0403a28:15_0": "28.",
    "ai-atk-s0403a28:15_1": "it covers the eighth day.",
    "ai-atk-s0403a28:15_2": "but the alms-food eater’s practice was given to beggars,",
    "ai-atk-s0403a28:15_3": "husband’s husband earns:",
    "ai-atk-s0403a28:15_4": "Since they’re able to live in that dwelling,",
    "ai-atk-s0403a28:15_5": "When he attends on the signless immersion in this way, the interruption of the signless immersion of the heart in the earlier stage is made up.",
    "ai-atk-s0403a28:15_6": "At that time while he was enjoying this delight, it was the proper occasion when he was sitting right there at that time.",
    "ai-atk-s0403a28:15_7": "Standing in the midst of the eightfold path, he stood on the ground.",
    "ai-atk-s0403a28:15_8": "who is at ease:",
    "ai-atk-s0403a28:15_9": "face-to-face: in the presence of the facet,",
    "ai-atk-s0403a28:15_10": "They heard the ear",
    "ai-atk-s0403a28:15_11": "received,",
    "ai-atk-s0403a28:16_0": "9. Udāyīsuttavaṇṇanā",
    "ai-atk-s0403a28:17_0": "29.",
    "ai-atk-s0403a28:17_1": "* These new mountains, Udāyī, are the nine Elders requested by the Elder Udāyī.",
    "ai-atk-s0403a28:17_2": "“Reverend, I hear what you say. Please, I’m not pleased with a question. But I’m not examined in the Buddha’s presence.",
    "ai-atk-s0403a28:17_3": "mental tranquillity and mental insight.",
    "ai-atk-s0403a28:17_4": "This is the topic of recollection: this is the recollection of the first jhāna.",
    "ai-atk-s0403a28:17_5": "which is a pleasant living in this very life-form, produces the purpose of blissful meditation in this very life.",
    "ai-atk-s0403a28:17_6": "World is the perception of light, the perception of light,",
    "ai-atk-s0403a28:17_7": "perception ...",
    "ai-atk-s0403a28:17_8": "as by day, so by night; as the perception of night is focusing on during the day, so too when one focuses on the perception of night,",
    "ai-atk-s0403a28:17_9": "as by day or by night, so by night one gives attention to it, so by day or by night, so by day.",
    "ai-atk-s0403a28:17_10": "if he overcomes by disrobing;",
    "ai-atk-s0403a28:17_11": "who is not tied up with the hindrances,",
    "ai-atk-s0403a28:17_12": "And when they develop charming ghee, their mind inclines toward clairaudience, they understand the meaning of heaven.",
    "ai-atk-s0403a28:17_13": "But when he focuses on the perception of light, a fire and embracing the perception of light, airy, and sloth and torpor in the world, he should understand:",
    "ai-atk-s0403a28:17_14": "Reincollecting knowledge and vision: for the sake of the knowledge and vision of the noble ones,",
    "ai-atk-s0403a28:18_0": "Equanimity is to be spoken in the three and fourteen, namely, the path to purity, and mindfulness occupied with the body.",
    "ai-atk-s0403a28:18_1": "For the purpose of abandoning sensual desire, greed for the five kinds of sensual stimulation for the purpose of abandoning sensual desire,",
    "ai-atk-s0403a28:18_2": "They’re just like a monkey.",
    "ai-atk-s0403a28:18_3": "I was dead body,",
    "ai-atk-s0403a28:18_4": "having driven out the charnel ground, being thrown away,",
    "ai-atk-s0403a28:18_5": "and dead for one day, I am the wealthy.",
    "ai-atk-s0403a28:18_6": "if she is dead for two days after dead;",
    "ai-atk-s0403a28:18_7": "After three days had passed, non-human beings:",
    "ai-atk-s0403a28:18_8": "like a bloated corpse with a life span, like an iron in a bloated corpse, as befitter he were, as through the wide opening of the horns, the bloated by the wind, it was with the swift stream.",
    "ai-atk-s0403a28:18_9": "because of the repulsiveness of the bloated, they say, “The bloated” is .",
    "ai-atk-s0403a28:18_10": "The fine cloth is what is meant.",
    "ai-atk-s0403a28:18_11": "Or alternatively, what is discarded is left .",
    "ai-atk-s0403a28:18_12": "‘A blue-coloured in places where flesh is prominent, red or white in blue, yellow-coloured in blue, yellow-coloured in blue-black red or white.’",
    "ai-atk-s0403a28:18_13": "At the place where the drops had been expanded or separated from the nine orifices that had happened,",
    "ai-atk-s0403a28:18_14": "Or alternatively, they bloated: having formerly taken up the repulsiveness of the body,",
    "ai-atk-s0403a28:18_15": "discerning various previous existences, so the donor appeared,",
    "ai-atk-s0403a28:19_0": "They drew themselves, step off their own body with that body.",
    "ai-atk-s0403a28:19_1": "This body also has such a nature, has such a constitution, has not gone beyond this.’",
    "ai-atk-s0403a28:19_2": "This is said:",
    "ai-atk-s0403a28:19_3": "The life span of these three things is warmed and dropped, so this body is liable to travel. And it’s simply unprincipled to the rest.",
    "ai-atk-s0403a28:19_4": "so it will be known that the bloated corpses will be in this way.",
    "ai-atk-s0403a28:19_5": "In this way the undetermined one, having such a name, has not been driven out.",
    "ai-atk-s0403a28:20_0": "I sat in the waters of the pots, having sat down on the beds, seats, etc., before eating the nails, and places of the nose.",
    "ai-atk-s0403a28:20_1": "The rests on the leftovers of the rest.",
    "ai-atk-s0403a28:20_2": "They drew blood, smeared with blood, plastered over with blood, or oil. For what is said:",
    "ai-atk-s0403a28:20_3": "“Smelling the sinews with blood,”",
    "ai-atk-s0403a28:20_4": "if it is district for one’s opposite.",
    "ai-atk-s0403a28:20_5": "In the elephant bones, sixty-four foot, sixty-four foot posts, eighty benches, and even the bones.",
    "ai-atk-s0403a28:20_6": "Likewise in the case of the head and so on.",
    "ai-atk-s0403a28:20_7": "This mansions that brings about every year, which has gone beyond the three Vedas.",
    "ai-atk-s0403a28:20_8": "While rotting away: the winds in the opening in the openings, the rainy season residence remains under a roof. And so long as it lasts, it lasts for a long time.",
    "ai-atk-s0403a28:20_9": "Poweding the bones, when the colors are rotten,",
    "ai-atk-s0403a28:20_10": "In this construction must be undertaken in the way already stated.",
    "ai-atk-s0403a28:20_11": "‘I am rolling the conceit ‘I am’ and ‘I am’” are for the sake of warding off the conceit ‘I am’.",
    "ai-atk-s0403a28:20_12": "penetration of many elements:",
    "ai-atk-s0403a28:20_13": "mindful he breathes in and breathes out.",
    "ai-atk-s0403a28:20_14": "mindfulness meditation is established and constantly, he possesses mindfulness.",
    "ai-atk-s0403a28:20_15": "The same method applies in the same way.",
    "ai-atk-s0403a28:20_16": "Mindfulness and Situational Awareness and knowledge.",
    "ai-atk-s0403a28:20_17": "So when this exists they’ve been firmly made by an agreement:",
    "ai-atk-s0403a28:21_0": "10. Anuttariyasuttavaṇṇanā",
    "ai-atk-s0403a28:22_0": "30.",
    "ai-atk-s0403a28:22_1": "they make sugarcane, high or luxurious body,",
    "ai-atk-s0403a28:22_2": "inferior, superior,",
    "ai-atk-s0403a28:22_3": "they go to see the resident monks.",
    "ai-atk-s0403a28:22_4": "Potalms one who drinks the good,",
    "ai-atk-s0403a28:22_5": "the noble ones (performed) revere the noble, the supreme purity.",
    "ai-atk-s0403a28:22_6": "There are no harmful saying what is beneficial,",
    "ai-atk-s0403a28:22_7": "Oppressed by disillusionment, dispassion, cessation, peace, insight, awakening,",
    "ai-atk-s0403a28:22_8": "not for the purpose of dispassion, nor for the purpose of abandoning greed,",
    "ai-atk-s0403a28:22_9": "With the cessation of greed, hate, and delusion,",
    "ai-atk-s0403a28:22_10": "not for the sake of peace: not for the purpose of passion,",
    "ai-atk-s0403a28:22_11": "do not know for the purpose of direct knowledge",
    "ai-atk-s0403a28:22_12": "not even for the sake of purification; for the knowledge of the four paths of awakening is in that is to say.",
    "ai-atk-s0403a28:22_13": "doesn’t attain extinguishment,",
    "ai-atk-s0403a28:23_0": "the sound of drums, the ignoble:",
    "ai-atk-s0403a28:23_1": "thoroughly settles,",
    "ai-atk-s0403a28:23_2": "perfectly liberated: it is unshakable.",
    "ai-atk-s0403a28:23_3": "Without devotion to cleaving, (thus) without faith,",
    "ai-atk-s0403a28:23_4": "This is the supreme state of existence.",
    "ai-atk-s0403a28:23_5": "he trains in elephant-trainer, he trains in elephant-trainers, he trains in the training.",
    "ai-atk-s0403a28:23_6": "The same method applies in the same way.",
    "ai-atk-s0403a28:23_7": "trained in useless talk,",
    "ai-atk-s0403a28:24_0": "and serve with care.",
    "ai-atk-s0403a28:24_1": "and will recollection the robe-cloth that is supreme.",
    "ai-atk-s0403a28:24_2": "(they are) connected with seclusion, having put away seclusion,",
    "ai-atk-s0403a28:24_3": "having attained sanctuary, free of defilements,",
    "ai-atk-s0403a28:24_4": "that which is the noble path to Nibbāna, the recollection of Nibbāna is the noble path, which is the meaning.",
    "ai-atk-s0403a28:24_5": "They rejoice in heedfulness, free of grasping, delight, and rejoice,",
    "ai-atk-s0403a28:24_6": "alert: devoted to bad deeds;",
    "ai-atk-s0403a28:24_7": "Virtuous conduct, restrained virtue, restraint and restrained regarding virtue,",
    "ai-atk-s0403a28:24_8": "they are timely practicing the truth at the right time, and they are supreme.",
    "ai-atk-s0403a28:24_9": "Where suffering all ceases, the mendicants do know: ‘This is suffering’ ...",
    "ai-atk-s0403a28:24_10": "In this hermitage there is a festival for the supreme,",
    "ai-atk-s0403a28:25_0": "The third unsurpassable fire is finished."
}