{
    "ai-atk-s0404a18:0_0": "4. Upālivaggo",
    "ai-atk-s0404a18:1_0": "1. Upālisuttavaṇṇanā",
    "ai-atk-s0404a18:2_0": "31.",
    "ai-atk-s0404a18:2_1": "In the fourth Āṭānāṭika said: “He is the first offender, he is well developed by the Sangha at the end of the Sangha.” It is like the “It is well-shaven” , “It is in the presence of the Sangha.”",
    "ai-atk-s0404a18:2_2": "The Realized One’s word is burning, that leads to welfare and happiness.",
    "ai-atk-s0404a18:2_3": "Therefore the Sangha said, “Venerable sir,” he should do so.",
    "ai-atk-s0404a18:2_4": "for the well-being of the Sangha:",
    "ai-atk-s0404a18:2_5": "Secluded: for the purpose of comforting the Saṅgha: he is at ease in comfort .",
    "ai-atk-s0404a18:3_0": "Having made an end of suffering in the midst of (precepts) continually foliage, they remained full of compassion, embarrass, and when they do their bodies shouts. They don’t embarracing a person that cannot cause an unvirtuous person.",
    "ai-atk-s0404a18:3_1": "For when those training rules have been seen, what is it? When you have seen, what is the ground for us? How do you get rid of the confession?”",
    "ai-atk-s0404a18:3_2": "But the training rules have been shown that a training rule and will be deliberately by legitimate means.",
    "ai-atk-s0404a18:3_3": "Therefore it is said:",
    "ai-atk-s0404a18:3_4": "“It’s a sacrificial posts for the person.”",
    "ai-atk-s0404a18:4_0": "For the good-hearted mendicants have been at ease in good habits.",
    "ai-atk-s0404a18:4_1": "When the mendicants are ethical, they should do anything. They’re able to fill up the current hunger, they’re unable to fill up the water. And they don’t fill them with bathing powder and the hunger. They dodge the bowls.",
    "ai-atk-s0404a18:4_2": "Through that perception of these training rules they lead to living at ease.",
    "ai-atk-s0404a18:4_3": "Or for the idiot of the person who is comfortable and for ease in comfort:",
    "ai-atk-s0404a18:4_4": "For that unethical person is not able to make the observance-day procedure and the legal procedures of the Sangha, nor the monks haven’t been reborn in the midst of the Sangha, nor is he unable to make accumulations or foundations of the Sangha.",
    "ai-atk-s0404a18:4_5": "But they are unvirtuous in heavens because of their lack of restraint. Then there is no embracing the good-hearted mendicants.",
    "ai-atk-s0404a18:4_6": "In this way the meaning should be understood according to ease is including the simile.",
    "ai-atk-s0404a18:5_0": "For the sake of pollutants are the benefits of defilements in the present life; the meaning is that declaring to the suffering in the present life; the end of the defilements; the meaning is that without attachment. For it is the dispelling of building sites at the root of an end of suffering.",
    "ai-atk-s0404a18:5_1": "For the sake of lives in the next life, there are defilements that should be for the hurt, for the sake of lives to come. In order to resolve it, when there is suffering in the present life, the for which there are no obstacles for them, and for the ending of suffering.",
    "ai-atk-s0404a18:6_0": "When there are no training rules or what is known assigned by the community of training rules, when there is such a very holy man, they do acts of goodness, the wise ones, and the infatuated, as happens when seeing them, they think, “Oh, however, having seen the ascetics and brahmins who have illuminded, do what they have been deposed, that indeed.”",
    "ai-atk-s0404a18:6_1": "Therefore it is said:",
    "ai-atk-s0404a18:6_2": "“ confidence in those without it.”",
    "ai-atk-s0404a18:7_0": "When those gentlemen who have faith and confidence, a clansman who have been considered to practice the training rules, when they saw the training rules, they think, “For as long as they do, having seen the training rules, because they think, later, themselves, were practiced in the monastic law, and they practice the rainy season.”",
    "ai-atk-s0404a18:7_1": "Therefore it is said:",
    "ai-atk-s0404a18:7_2": "“While walking is more than those who have faith in the future.”",
    "ai-atk-s0404a18:8_0": "the Good Dhamma from True Dhamma ... What is the true teaching?",
    "ai-atk-s0404a18:8_1": "Herein, the true teaching is called the Dhamma consisting in the Discipline.",
    "ai-atk-s0404a18:8_2": "This is the called “concentrating of ascetic practices” which is necessary and familiar with insight”.",
    "ai-atk-s0404a18:8_3": "Nine supermundane states, and the true teaching.",
    "ai-atk-s0404a18:8_4": "He has completed the entire training rules and is seeking the training rules within the analysis of training rules, and he is to be seeking the benefit of the Buddha, the enlightened one. Since he is practises, the idea should practice foron.",
    "ai-atk-s0404a18:8_5": "Therefore it is said:",
    "ai-atk-s0404a18:8_6": "“The true teaching is not good.”",
    "ai-atk-s0404a18:9_0": "When there is what is contrary to the Monastic Law as contrary to the Monastic Law, and when there is removal of the training rules, he is removed from the training, he including the training rules on the Monastic Law, and from the removal of the four training rules.",
    "ai-atk-s0404a18:9_1": "Therefore it is said:",
    "ai-atk-s0404a18:9_2": "“In order to go forth.”",
    "ai-atk-s0404a18:10_0": "In the Wandering Pātimokkha",
    "ai-atk-s0404a18:11_0": "32.",
    "ai-atk-s0404a18:11_1": "he commits an offense entailing expulsion.",
    "ai-atk-s0404a18:11_2": "When an offense entailing expulsion has been made up, they think, “A person has committed an offense entailing expulsion, but don’t make a discussion.” But they still haven’t committed an offense entailing expulsion.",
    "ai-atk-s0404a18:11_3": "So in each instance,",
    "ai-atk-s0404a18:12_0": "3. Ubbāhikāsuttavaṇṇanā",
    "ai-atk-s0404a18:13_0": "33.",
    "ai-atk-s0404a18:13_1": "In the third (story), the same legal issue from a third time, separating the legal issue from the Sangha, and put it away.",
    "ai-atk-s0404a18:13_2": "But if he stands on the Monastic Law in the Monastic Law, then it is established in the Monastic Law.",
    "ai-atk-s0404a18:13_3": "Do not give any reply to his own statement even if he has been given away with him.",
    "ai-atk-s0404a18:13_4": "and the strength of the body is power of knowledge, endowed with knowledge,",
    "ai-atk-s0404a18:13_5": "To make him know.",
    "ai-atk-s0404a18:13_6": "Wisdom is able to endure wisdom.",
    "ai-atk-s0404a18:13_7": "to look out, and look to look.",
    "ai-atk-s0404a18:13_8": "to see her coming,",
    "ai-atk-s0404a18:13_9": "To confidence in those who are her, and tormenting faith,",
    "ai-atk-s0404a18:13_10": "There are legal issues that are also a legal issue arising from disputes, etc.",
    "ai-atk-s0404a18:13_11": "legal issues arising from disputes, legal issues arising from disputes, and legal issues arising from legal issues.",
    "ai-atk-s0404a18:13_12": "When a legal issue ceases, resolve it.",
    "ai-atk-s0404a18:13_13": "The seventh section on the legal issues have been resolved.",
    "ai-atk-s0404a18:14_0": "4. Upasampadāsuttavaṇṇanā",
    "ai-atk-s0404a18:15_0": "34.",
    "ai-atk-s0404a18:15_1": "Fourth: having dissatisfaction with dissatisfaction,",
    "ai-atk-s0404a18:15_2": "he is able to destroy the dwellings.",
    "ai-atk-s0404a18:15_3": "(this) supreme in ethics,",
    "ai-atk-s0404a18:15_4": "The same method applies in the mind.",
    "ai-atk-s0404a18:16_0": "7. Saṅghabhedasuttavaṇṇanā",
    "ai-atk-s0404a18:17_0": "37.",
    "ai-atk-s0404a18:17_1": "Seven grounds:",
    "ai-atk-s0404a18:17_2": "they took hold of one side and said,",
    "ai-atk-s0404a18:17_3": "They think, “How many things do not go beyond what is decomposed and disposed, as they do.",
    "ai-atk-s0404a18:17_4": "Should perform legal procedures, and poison.",
    "ai-atk-s0404a18:18_0": "9-10. Ānandasuttadvayavaṇṇanā",
    "ai-atk-s0404a18:19_0": "39-40.",
    "ai-atk-s0404a18:19_1": "These nine eons lead to an eon (of the bodily form).",
    "ai-atk-s0404a18:19_2": "he obtains what bad things do he expects,",
    "ai-atk-s0404a18:19_3": "and goes to the lower place of loss.",
    "ai-atk-s0404a18:19_4": "hell is the wardens of hell, the animal realm,",
    "ai-atk-s0404a18:19_5": "the opposite of breaking up.",
    "ai-atk-s0404a18:19_6": "He who desires the sanctuary from sanctuary from the sanctuary of health.",
    "ai-atk-s0404a18:19_7": "There are these ten kinds of helping.",
    "ai-atk-s0404a18:19_8": "The rest is undefined.",
    "ai-atk-s0404a18:20_0": "The fourth sub-chapter on Upāli is finished."
}