{
    "ai-atk-s0404a20:0_0": "(6) 1. Sacittavaggo",
    "ai-atk-s0404a20:1_0": "1-4. Sacittasuttādivaṇṇanā",
    "ai-atk-s0404a20:2_0": "51-54.",
    "ai-atk-s0404a20:2_1": "he is skilled in the second-jhāna’s mind, who is skilled in the very first towards himself.",
    "ai-atk-s0404a20:2_2": "Mind, newly arrived monks,",
    "ai-atk-s0404a20:2_3": "There the blemish-coloured birds made of nets here and there.",
    "ai-atk-s0404a20:2_4": "and end of the defilements:",
    "ai-atk-s0404a20:2_5": "and the third opinion occurred:",
    "ai-atk-s0404a20:2_6": "Four on the fourth occasions for insight and the higher understanding (the nature of) processes, the receiver of (volitional) processes,",
    "ai-atk-s0404a20:3_0": "8. Mūlakasuttavaṇṇanā",
    "ai-atk-s0404a20:4_0": "58.",
    "ai-atk-s0404a20:4_1": "It is the eightholdening: it is due to the deathless , that is to say, the Cessation of Nibbāna .",
    "ai-atk-s0404a20:4_2": "(There are) things that have attained in connection with the extreme called.",
    "ai-atk-s0404a20:4_3": "The rest are also stated.",
    "ai-atk-s0404a20:5_0": "9. Pabbajjāsuttavaṇṇanā",
    "ai-atk-s0404a20:6_0": "59.",
    "ai-atk-s0404a20:6_1": "So these nine things are called produced by this ascetic’s mind.",
    "ai-atk-s0404a20:6_2": "It will be as if he were going forth, and he will not be with a funeral pyre, according to their thought,",
    "ai-atk-s0404a20:6_3": "Whatever those who have gone forth were Liberated in Liberation,",
    "ai-atk-s0404a20:6_4": "That’s why the minds to attain perfection, as long as the level would be extended, so that they should understand it.",
    "ai-atk-s0404a20:6_5": "In this way you should train like this:",
    "ai-atk-s0404a20:6_6": "Excellent in the world, Questioned and the world, and good conduct.",
    "ai-atk-s0404a20:6_7": "And you grows in the world, his absence of continued existence, and his attainments generally fame.",
    "ai-atk-s0404a20:6_8": "The origin of the world’s origin, the world of the world, the aggregates of choices, and the breaking up of the aggregates.",
    "ai-atk-s0404a20:7_0": "10. Girimānandasuttavaṇṇanā",
    "ai-atk-s0404a20:8_0": "60.",
    "ai-atk-s0404a20:8_1": "(These ten discourses of compassion occurred in the Elder Girimānanda.)",
    "ai-atk-s0404a20:8_2": "The same explanation applies to the eye should be understood as the basis for it.",
    "ai-atk-s0404a20:8_3": "For in faith there is no confidence in him, there is no disease called disease",
    "ai-atk-s0404a20:8_4": "The ear-holes are fixed.",
    "ai-atk-s0404a20:8_5": "Overcome by the wind is secure,",
    "ai-atk-s0404a20:8_6": "Neither Existences: ~ Meditation is unenveloped.",
    "ai-atk-s0404a20:8_7": "bile, gluttony.",
    "ai-atk-s0404a20:8_8": "thirty-two years, it seems,",
    "ai-atk-s0404a20:8_9": "Likewise as phrases, etc., the same method.",
    "ai-atk-s0404a20:8_10": "if she attends on her when she is exceedingly cleansed with birth; it gets caught up in her;",
    "ai-atk-s0404a20:8_11": "Transgression of the rough: the nostrils produced by kamma.",
    "ai-atk-s0404a20:8_12": "if he is departing from the belt of exertion, he is taking leave of the body;",
    "ai-atk-s0404a20:8_13": "kamma-process the result of deeds, having the intention of deeds,",
    "ai-atk-s0404a20:8_14": "having a peaceful and steadfast person,",
    "ai-atk-s0404a20:8_15": "—”The finest or immaterial—",
    "ai-atk-s0404a20:8_16": "The rest is undefined.",
    "ai-atk-s0404a20:9_0": "The first sub-chapter on mind is finished."
}