{
    "ai-atk-s0508a25:0_0": "9. Navakanipāto",
    "ai-atk-s0508a25:1_0": "1. Bhūtattheragāthāvaṇṇanā",
    "ai-atk-s0508a25:2_0": "When an unpleasant person has nine verses, they applaud to Venerable Sāriputta:",
    "ai-atk-s0508a25:2_1": "scattering the bowl:",
    "ai-atk-s0508a25:2_2": "This too was setting out for the former Buddhas. There, when he had obtained the riches of good and bad deeds in the heaven of the rolling- breaths, and then, having made merit, the Teacher, attained the attainment of the embarks, and the counselors of the Blessed One’s dwelling, delivered, with joined palms and so on.",
    "ai-atk-s0508a25:3_0": "through this merit of the gods, wherever there was no vicinity in this city, after becoming a Buddha, the chief of the gods and men, belonging to the city,’s son was reborn in this Great Wood.",
    "ai-atk-s0508a25:3_1": "The merchants was born in his birth, it seems, the chief queen bound by that deed,",
    "ai-atk-s0508a25:3_2": "But the yakkha Yasa returned to the city of Vedisa,",
    "ai-atk-s0508a25:3_3": "and on the following day, thinking, “Having been done so, they will compassion for us.”",
    "ai-atk-s0508a25:3_4": "But if he is unbroken by means of his own merit, he should know that the good manage beginning, “This isn’t good for his own use.” He should understand that his reputation had to the good family, he should understand .",
    "ai-atk-s0508a25:3_5": "He together with his pupils, he came together with his students.",
    "ai-atk-s0508a25:3_6": "After hearing the Dhamma-King in the presence of the Teacher, and through having heard the Dhamma he went forth, he reached Arahantship. He then lived on having achieved the road to Worthiness.",
    "ai-atk-s0508a25:3_7": "Therefore it is said:",
    "ai-atk-s0508a25:4_0": "A noble leader, heroic, a great seer, victorious,",
    "ai-atk-s0508a25:5_0": "having seen a golden coloured flash of lightning.",
    "ai-atk-s0508a25:6_0": "“While staying in the ocean, he is hard to overturn,",
    "ai-atk-s0508a25:7_0": "Just so the Buddha-worker saw him,",
    "ai-atk-s0508a25:8_0": "“Having for sense pleasures, like a wishing rolling body",
    "ai-atk-s0508a25:9_0": "Just so the Buddha who, having seen him, doesn't clarify his virtue,",
    "ai-atk-s0508a25:10_0": "“Even a rolling, a pollutant,",
    "ai-atk-s0508a25:11_0": "Right having seen the Buddha, who is not confident in him,",
    "ai-atk-s0508a25:12_0": "“Through the brahmin Seyyasaka with his four companions,",
    "ai-atk-s0508a25:13_0": "After putting away the Buddha-to-be, the victor,",
    "ai-atk-s0508a25:14_0": "“Where do you not arise in the four ways?",
    "ai-atk-s0508a25:15_0": "happy, and satisfied with happiness,",
    "ai-atk-s0508a25:16_0": "“As a resided in four ways, having destroyed the world,",
    "ai-atk-s0508a25:17_0": "I don’t know this is the path, this is the fruit.",
    "ai-atk-s0508a25:18_0": "“On the fourteenth day, rising above ground,",
    "ai-atk-s0508a25:19_0": "The Seven Treasures",
    "ai-atk-s0508a25:20_0": "“Practicing the Buddha’s instructions, and I thoroughly practiced it to me.”",
    "ai-atk-s0508a25:21_0": "After some time she returned to Sāketa. She stood in the Jeta Grove together with her service, having shown that she had compassion for themselves, and wanted to show it again.",
    "ai-atk-s0508a25:21_1": "“You have no trouble, sir. We’ll have no merit.”",
    "ai-atk-s0508a25:21_2": "The Elder, delighting in seclusion and he ardently thus:",
    "ai-atk-s0508a25:22_0": "518.",
    "ai-atk-s0508a25:23_0": "“When an uneducated ordinary person experiences suffering, the astute are bound by old age and death.",
    "ai-atk-s0508a25:24_0": "When an astute person fully understands this, then you’re not attracted to ultimate.",
    "ai-atk-s0508a25:25_0": "519.",
    "ai-atk-s0508a25:26_0": "“When I’ve got past this five hundred coals, that is, suffering, and adherence.",
    "ai-atk-s0508a25:27_0": "Having destroyed craving, one is burning (therefore) mindfully, and one who does not delight in excessive.",
    "ai-atk-s0508a25:28_0": "520.",
    "ai-atk-s0508a25:29_0": "“The two paths are the most excellent range of the shoots, the supreme path,",
    "ai-atk-s0508a25:30_0": "is seen with wisdom; one is virtuous, and one is beyond this.",
    "ai-atk-s0508a25:31_0": "521.",
    "ai-atk-s0508a25:32_0": "“When what is sorrowless, unconditioned, all states,",
    "ai-atk-s0508a25:33_0": "Approaching is born in a person’s bondage, you do not delight in any more.",
    "ai-atk-s0508a25:34_0": "522.",
    "ai-atk-s0508a25:35_0": "“When I’m not attached to my sons, I live in the neighbourhood of a family tradition.",
    "ai-atk-s0508a25:36_0": "As a consequence he goes to a mountain-top is burning, one does not delight in this monastery.",
    "ai-atk-s0508a25:37_0": "523.",
    "ai-atk-s0508a25:38_0": "“When a river can’t even pursue the minds of others’ mind,",
    "ai-atk-s0508a25:39_0": "While sitting on a well-controlled seat, he does not delight in this way.",
    "ai-atk-s0508a25:40_0": "524.",
    "ai-atk-s0508a25:41_0": "“When the sitting mat was situated on a lake, the Divinities (thinking): “When the gods of the Thirty-Three are less than a man",
    "ai-atk-s0508a25:42_0": "As a consequence he goes to a mountain-top is burning, one does not delight in this monastery.",
    "ai-atk-s0508a25:43_0": "525.",
    "ai-atk-s0508a25:44_0": "“When one’s own thoughts have stopped,",
    "ai-atk-s0508a25:45_0": "without stress, freely generous, joyful, ~ after which adorned (to say):",
    "ai-atk-s0508a25:46_0": "526.",
    "ai-atk-s0508a25:47_0": "“When one is happy, destroyer of stains, heartlessness, and sorrow,",
    "ai-atk-s0508a25:48_0": "free of obstructions, entanglements, and thorns,",
    "ai-atk-s0508a25:49_0": "and with all defilements annihilated, practicing absorption:",
    "ai-atk-s0508a25:50_0": "there is no more than this:",
    "ai-atk-s0508a25:51_0": "The reason why the meaning is this:",
    "ai-atk-s0508a25:51_1": "the aggregates, old age, and death.",
    "ai-atk-s0508a25:51_2": "breaking death,",
    "ai-atk-s0508a25:51_3": "and others are devoted to old age and death,",
    "ai-atk-s0508a25:51_4": "“One who is attached to old age and death, in wherever there are no knowledge of the origin of suffering, no aggregates, and who does not follow the paths of cling to them. In this way, wherever it is because of this suffering, the wise, the idea of an end of suffering.” And in this way, the learned mendicant who does not perceive them as wise, mindful and aware.",
    "ai-atk-s0508a25:51_5": "Then Vipassī, the highest of men, goes to that supremely delighting in solitude, supremely delighting (the Buddha) the highest bliss of attaining the highest fruit.",
    "ai-atk-s0508a25:51_6": "That is why the Blessed One said:",
    "ai-atk-s0508a25:52_0": "“Whereever there is the rise and fall of the aggregates,",
    "ai-atk-s0508a25:53_0": "you’re happy, joyful, and having understood the deathless,",
    "ai-atk-s0508a25:54_0": "“Through touching the first top of the sword,",
    "ai-atk-s0508a25:55_0": "than going to heaven, worshipping the whole world.”",
    "ai-atk-s0508a25:56_0": "After doing so, and giving up the three kinds of seclusion, he presented them with a Dhamma talk, and so on insects, recited the second verse:",
    "ai-atk-s0508a25:56_1": "Herein, we set upon suffering in the future.",
    "ai-atk-s0508a25:56_2": "driven out craving,",
    "ai-atk-s0508a25:56_3": "For it is just that self-assured and in the assembly hall, poisoned a drill-stick, singing, playing in regulations, making poison, bound together with the tangles, the tangled-bearings, the reeds, the tangledges, the tangles of craving, the tangledge, thett-of-f-the-balan, the tangle of craving—is called craving.",
    "ai-atk-s0508a25:56_4": "From the limbs of five factors they transmigrate towards their proliferation, vanity, and negligence.",
    "ai-atk-s0508a25:56_5": "Those saffrongs of the suffering included in the company of the chains, etc., because of the ending of suffering in the year of the unhappy he reached the ending of suffering. Their ultimate goal is the suffering.",
    "ai-atk-s0508a25:56_6": "having given up craving, he cuts off the path and questions the noble path.",
    "ai-atk-s0508a25:57_0": "They safe, secure, asked about the safety, the defilements, infatuated, (wholesome) cut off the defilements.",
    "ai-atk-s0508a25:57_1": "When they have right view, the shakes, the masters, and attains the bliss of extinguishment by the Noble Ones, they’ve wondered the finest garden, the co-smeticks of extinguishment.",
    "ai-atk-s0508a25:57_2": "The supreme path in all in the realms of the fine-material roads is supreme .",
    "ai-atk-s0508a25:57_3": "That is why the Blessed One said:",
    "ai-atk-s0508a25:57_4": "that is the best,",
    "ai-atk-s0508a25:57_5": "all beings, by the power of being tied up with the defilements,",
    "ai-atk-s0508a25:57_6": "seeing with wisdom the penetration of understanding, knowing with penetration of wisdom, and by the penetration of development of the paths of penetration.",
    "ai-atk-s0508a25:58_0": "for the sake of the elements, and for the sake of a person, there is no longer because of the lack of its conditions,",
    "ai-atk-s0508a25:58_1": "being free from passion and has dysentery,",
    "ai-atk-s0508a25:58_2": "or conditioned or unconditioned.",
    "ai-atk-s0508a25:58_3": "(All these defilements) should be resolved upon all suffering, and the abandoning of all suffering. ...”",
    "ai-atk-s0508a25:58_4": "all the gets tired from the opportunity, for all living creatures,",
    "ai-atk-s0508a25:58_5": "By means of developing perfect insight and knowledge of penetration through insight.",
    "ai-atk-s0508a25:58_6": "(As) the homeless one with great power and realizations, having cut the bark of the hair onto an aeon, he said such as this, after replying to the end of his suffering, said this,",
    "ai-atk-s0508a25:58_7": "the fetter of the fetters and bonds are cut off.",
    "ai-atk-s0508a25:58_8": "In order to perform the signs of the noble truths, owing to the imperishable.",
    "ai-atk-s0508a25:58_9": "When it came to Laṅkā, he does not abide with his first offering, then the ultimate is more.",
    "ai-atk-s0508a25:58_10": "When he develops it in this way, it is no more delight than that,",
    "ai-atk-s0508a25:59_0": "The senior elder exclaimed by the four verses, and having made themselves attained another, he spoke in that same verse: “This is not good in oneself, and that is why he spoke about the verses of each other, and that has developed themselves.”",
    "ai-atk-s0508a25:59_1": "There is no place in the sky:",
    "ai-atk-s0508a25:59_2": "the very rose-Dearing waves through the air, the slopes in the sky,",
    "ai-atk-s0508a25:59_3": "With all the thirty-two teeths, the family members of the family,",
    "ai-atk-s0508a25:59_4": "We ran back to the low path of traveling along a road, but not a league highway.",
    "ai-atk-s0508a25:59_5": "After delighting in absorption,",
    "ai-atk-s0508a25:60_0": "The warriors, crows, hawks, vultures, herons,",
    "ai-atk-s0508a25:60_1": "your minds covered with various flowers, and various carcass of various colours covered with various flowers—harped in the forest, the lairs of various flowers—bounded with various flowers, sandalwood, and flowers—are different.",
    "ai-atk-s0508a25:60_2": "When he has superhuman feathers in this way, the mind becomes dispassionate.",
    "ai-atk-s0508a25:61_0": "the night sits down at night.",
    "ai-atk-s0508a25:61_1": "Passionates by warriors, widespread,",
    "ai-atk-s0508a25:61_2": "the gods from the clouds.",
    "ai-atk-s0508a25:61_3": "all rains, carried the rains, and the rains residence.",
    "ai-atk-s0508a25:61_4": "dropping the roars, etc., that is to say, sense desires,",
    "ai-atk-s0508a25:61_5": "Those saucers thought, “Partiyas” is said, “Thusing this,” and “There are no longer instead of giving.",
    "ai-atk-s0508a25:62_0": "having given up thoughts of sense desires, repulsion for oneself, and surpassing the wrong thoughts of sense desire, he making the wrong thoughts of himself, and on the wrong path.",
    "ai-atk-s0508a25:62_1": "After relishing his own desire for the sake of himself, or for the sake of this: “This one shouldn’t take pleasure in this life,”",
    "ai-atk-s0508a25:62_2": "while between the mountains,",
    "ai-atk-s0508a25:62_3": "mountains, like the mountains, in the mountains,",
    "ai-atk-s0508a25:62_4": "renowned, gone beyond.",
    "ai-atk-s0508a25:62_5": "free of stress, free of defilements, whose defilements are free of defilements,",
    "ai-atk-s0508a25:62_6": "rid of greed, hate, and delusion—",
    "ai-atk-s0508a25:63_0": "blissful ...",
    "ai-atk-s0508a25:63_1": "the one whose mind is dirty, greedy, etc., and who has given up the five (afterwards) his relationship to the mind-made body, and so on.",
    "ai-atk-s0508a25:63_2": "The best is called “short” in the world of the best ignorance, the highest, the subside of ignorance.",
    "ai-atk-s0508a25:63_3": "unentangled, with craving.",
    "ai-atk-s0508a25:63_4": "He is free from passion, which has gone beyond all sense pleasures,",
    "ai-atk-s0508a25:63_5": "all the pleasures speaking from sense pleasures.",
    "ai-atk-s0508a25:63_6": "He is skilled in the path, having understood: he stands in a happy life, which is an excellent blissful abiding in the present life, which is accompanied by blissful even more than that.",
    "ai-atk-s0508a25:63_7": "Having said that, the Elder went to the legal issue",
    "ai-atk-s0508a25:64_0": "Thirty-three territory is finished.",
    "ai-atk-s0508a25:65_0": "The Book of the Nines is finished."
}