{
    "ai-atk-s0403a4:0_0": "5. Muṇḍarājavaggo",
    "ai-atk-s0403a4:1_0": "1. Ādiyasuttavaṇṇanā",
    "ai-atk-s0403a4:2_0": "41.",
    "ai-atk-s0403a4:2_1": "is the first use of the five uses of wealth.",
    "ai-atk-s0403a4:2_2": "when he has laid down the hard-to-self, effort, and initiative,",
    "ai-atk-s0403a4:2_3": "having the strength of his arms, grey great strength,",
    "ai-atk-s0403a4:2_4": "having given rise to clasped knife, he is conceived in the sweat.",
    "ai-atk-s0403a4:2_5": "When the just and the principled,",
    "ai-atk-s0403a4:2_6": "having gained the ten (of the world), which is unwholesome and unprofitable,",
    "ai-atk-s0403a4:2_7": "if he makes it molasses one who is produced by smoke;",
    "ai-atk-s0403a4:2_8": "The rest should be understood in the way already described.",
    "ai-atk-s0403a4:2_9": "The second is the same.",
    "ai-atk-s0403a4:3_0": "3. Iṭṭhasuttavaṇṇanā",
    "ai-atk-s0403a4:4_0": "43.",
    "ai-atk-s0403a4:4_1": "In the third (story), which is the practice leading to the merits, and so on.",
    "ai-atk-s0403a4:4_2": "Likewise in the rest.",
    "ai-atk-s0403a4:4_3": "He is called “with meaning” because he wants what is profitable.",
    "ai-atk-s0403a4:5_0": "4. Manāpadāyīsuttavaṇṇanā",
    "ai-atk-s0403a4:6_0": "44.",
    "ai-atk-s0403a4:6_1": "In the fourth tetrad the virtue of being received (proceed) with gifts,",
    "ai-atk-s0403a4:6_2": "sal flowered rice, garden, honey-covered salt, most excellent jasmine, and requisites.",
    "ai-atk-s0403a4:6_3": "When he has drunk the blue lotuses on the ground, he collected a box and had the scented white lotuses in his basket, saying: “I have produced a tall, but let him go and filled it with ghee and oil;",
    "ai-atk-s0403a4:6_4": "Having rice porridge emerged from the meal, he said this to the Fortunate One:",
    "ai-atk-s0403a4:6_5": "The Buddha accepted it. This lay follower gave him five hundred bhikkhus. And he gave him this five hundred bhikkhus.",
    "ai-atk-s0403a4:6_6": "And that’s how a pigs’ poison.",
    "ai-atk-s0403a4:6_7": "(There) in turns out to water, in full awareness,",
    "ai-atk-s0403a4:6_8": "they made a heap of charming together with the honey-hundred liquor, and having a yellow ir, which was like one who bees alcoholic drinks, and pillows, and so on;",
    "ai-atk-s0403a4:6_9": "which produces a heap of cooked up and waves.",
    "ai-atk-s0403a4:6_10": "(but) after getting rice from the barley, cows (only), having set cows (again) with ghee, etc., and plunged deep into it, drinking it with ghee or oil, and so on, after placing it even with a snake, he slipped it down on the four sides.",
    "ai-atk-s0403a4:6_11": "It’s not allowable for us to use what was allowable and unsuitable, organized in a receptacle, or bringing them back what is allowable. And the things that were received, which was used incomparable, and which was given in us.",
    "ai-atk-s0403a4:6_12": "Compassion was like rain-season tricks talling furnished with gems, and for a long time (only) adorned with clothes.",
    "ai-atk-s0403a4:6_13": "The Fortunate One, after receiving it to the monks, had it cut into posts, posts the monks,",
    "ai-atk-s0403a4:7_0": "Sworms, by way of body, speech, and mind,",
    "ai-atk-s0403a4:7_1": "they love favoritism with consent.",
    "ai-atk-s0403a4:7_2": "And although the deficiency of the definition of both the meaning and the various kinds of,",
    "ai-atk-s0403a4:7_3": "free of genitals,",
    "ai-atk-s0403a4:7_4": "Without learning, those who do not learn the mind,",
    "ai-atk-s0403a4:7_5": "Sineru in the field is seen in the field in the field;",
    "ai-atk-s0403a4:8_0": "One of the mind-made gods, who are reborn in a certain host of mind-made gods, wherever there are gods and humans,",
    "ai-atk-s0403a4:8_1": "allocations, he inclinations,",
    "ai-atk-s0403a4:8_2": "What do you ask?",
    "ai-atk-s0403a4:8_3": "From the benefit of human beings he asks about it. And he asks about it,",
    "ai-atk-s0403a4:8_4": "And the Buddha has attained Worthiness with its abstaineration on the god. He said,",
    "ai-atk-s0403a4:8_5": "And in the area of the three family in the heavens wherever he is reborn he whose ages are long-lived and fame:",
    "ai-atk-s0403a4:8_6": "And this is the fifth kind of simile.",
    "ai-atk-s0403a4:8_7": "At the sixth section on the thirty-two marks.",
    "ai-atk-s0403a4:9_0": "In the commentary on the Fruits of Death",
    "ai-atk-s0403a4:10_0": "48.",
    "ai-atk-s0403a4:10_1": "Eight years without gaining back.",
    "ai-atk-s0403a4:10_2": "for the sake of their opposites.",
    "ai-atk-s0403a4:10_3": "liable to grow old, Māra has grown old.",
    "ai-atk-s0403a4:10_4": "The same method applies in the same way.",
    "ai-atk-s0403a4:10_5": "Don’t conceal it;",
    "ai-atk-s0403a4:10_6": "longing for it,",
    "ai-atk-s0403a4:11_0": "When it comes to the water",
    "ai-atk-s0403a4:11_1": "For he who queens in water:",
    "ai-atk-s0403a4:11_2": "doesn’t tremble when arriving,",
    "ai-atk-s0403a4:11_3": "He knows the meaning, steps of meaning, etc., and wholesomely skilled in meaning.",
    "ai-atk-s0403a4:11_4": "enthusiastic formerly became dispassionate,",
    "ai-atk-s0403a4:11_5": "Desire for praise by Victors,",
    "ai-atk-s0403a4:11_6": "by the power of the mind:",
    "ai-atk-s0403a4:11_7": "eloquent speech is well spoken:",
    "ai-atk-s0403a4:11_8": "charity or traditions:",
    "ai-atk-s0403a4:11_9": "and precious things come to embracing a family throughout my family, she said this: “This is doing it.”",
    "ai-atk-s0403a4:11_10": "Just as they be able to get old age where old age can be attached to such things, wherever they do not grow old, which is old,",
    "ai-atk-s0403a4:11_11": "(This) is the reason why he should do it.",
    "ai-atk-s0403a4:11_12": "“Those deeds have a strong sense of urgency I did arouse security and review it thus: ‘I am a strong man, what can I do?’",
    "ai-atk-s0403a4:12_0": "9. Kosalasuttavaṇṇanā",
    "ai-atk-s0403a4:13_0": "49.",
    "ai-atk-s0403a4:13_1": "In the ninth, at the end of the ears,",
    "ai-atk-s0403a4:13_2": "pained and depressed.",
    "ai-atk-s0403a4:13_3": "the bowl is low.",
    "ai-atk-s0403a4:13_4": "Compassionates with thought,",
    "ai-atk-s0403a4:13_5": "having been pressed, he does not lose.",
    "ai-atk-s0403a4:13_6": "it is recorded that while the rest is reckoned.",
    "ai-atk-s0403a4:14_0": "10. Nāradasuttavaṇṇanā",
    "ai-atk-s0403a4:15_0": "50.",
    "ai-atk-s0403a4:15_1": "having covered it up, cut it off, destroyed it, and determined it on the ten grounds.",
    "ai-atk-s0403a4:15_2": "The ruler of the earth, kings of men, was surrounded by a great army of eighteen kings, and possessed of kingdoms, is the meaning of great laziness, the chief of men.",
    "ai-atk-s0403a4:15_3": "The meaning is, “first” . It is just as much as he needs.",
    "ai-atk-s0403a4:15_4": "Thus, after hearing this advice, the king, sat down in that place,",
    "ai-atk-s0403a4:16_0": "The fifth sub-chapter on Kings is finished.",
    "ai-atk-s0403a4:17_0": "The first _kahāpaṇa_ is finished.",
    "ai-atk-s0403a4:18_0": "2. Dutiyapaṇṇāsakaṁ"
}