{
    "ai-atk-s0402a27:0_0": "(9) 4. Samaṇavaggo",
    "ai-atk-s0402a27:1_0": "1. Samaṇasuttavaṇṇanā",
    "ai-atk-s0402a27:2_0": "82.",
    "ai-atk-s0402a27:2_1": "In the fourth territory, for the ascetic ascetics,",
    "ai-atk-s0402a27:2_2": "The ascetic should be done for an ascetic:",
    "ai-atk-s0402a27:2_3": "For the higher ethics, the higher mind, and the higher wisdom are called the training in the higher morality.",
    "ai-atk-s0402a27:2_4": "Likewise in the case of the rest.",
    "ai-atk-s0402a27:2_5": "You should know the mind of higher ethics, the higher mind, and the higher wisdom.",
    "ai-atk-s0402a27:2_6": "There is the five precepts called, that is, when he has failed in the higher ethics, the higher mind, and the higher ethics.",
    "ai-atk-s0402a27:2_7": "Furthermore, all kinds of virtue are called “restraint in the whole world.”",
    "ai-atk-s0402a27:2_8": "But the mind, whose mind is obstinately grasped the mind, and whose mind is not derived from the formless-world.",
    "ai-atk-s0402a27:2_9": "all this world, with its gods, mind fixed to the higher mind,",
    "ai-atk-s0402a27:2_10": "Likewise with wisdom, too.",
    "ai-atk-s0402a27:2_11": "That is why these three things should be done by an ascetic.",
    "ai-atk-s0402a27:2_12": "the sesame seeds.",
    "ai-atk-s0402a27:2_13": "who has completed the profitable consent and skilled in desire.",
    "ai-atk-s0402a27:2_14": "Thus there are three Discourses in this discourse whose training is supramundane.",
    "ai-atk-s0402a27:3_0": "2. Gadrabhasuttavaṇṇanā",
    "ai-atk-s0402a27:4_0": "83.",
    "ai-atk-s0402a27:4_1": "one behind the second,",
    "ai-atk-s0402a27:4_2": "I can also say, “I too can give to me,” and he said, “Dwells.”",
    "ai-atk-s0402a27:4_3": "like a mountain cattle",
    "ai-atk-s0402a27:4_4": "For even a cow is white, the colour of black color, etc., and so beautiful is called “refined”.",
    "ai-atk-s0402a27:4_5": "And just as one a beautiful opposite sex,",
    "ai-atk-s0402a27:4_6": "The same is the same.",
    "ai-atk-s0402a27:4_7": "In this second very, the three trainings decide.",
    "ai-atk-s0402a27:5_0": "3. Khettasuttavaṇṇanā",
    "ai-atk-s0402a27:6_0": "84.",
    "ai-atk-s0402a27:6_1": "In the third (first), after the first presume it is first reason,",
    "ai-atk-s0402a27:6_2": "if he does a leaning boards a well-place;",
    "ai-atk-s0402a27:6_3": "Well-coloured: Golden Saying",
    "ai-atk-s0402a27:6_4": "he should define that person who is supreme in the time:",
    "ai-atk-s0402a27:6_5": "The rest is the same.",
    "ai-atk-s0402a27:6_6": "Here the three trainings, having made,",
    "ai-atk-s0402a27:7_0": "4. Vajjiputtasuttavaṇṇanā",
    "ai-atk-s0402a27:8_0": "85.",
    "ai-atk-s0402a27:8_1": "and fourth Vajjiputtaka’s sons,",
    "ai-atk-s0402a27:8_2": "The training rule on two hundred and fifty training rules",
    "ai-atk-s0402a27:8_3": "At that time the training rules have been reckoned as well.",
    "ai-atk-s0402a27:8_4": "The monk who was fully ordained, it seems, said, “They’re not able to keep the rules benefactors,” and they told the Buddha.",
    "ai-atk-s0402a27:8_5": "I’m able to bear it,",
    "ai-atk-s0402a27:8_6": "He said, “It seems, monk, that he trains in the three trainings in the training rules who are trained in the three trainings,” and he said,",
    "ai-atk-s0402a27:8_7": "And just as the Buddha was to put on a grass torch, so too, the Buddha would put a dry stick on the training rules on the ground, put the edge of the training, put on the edge of the bowl, and approached the monks.",
    "ai-atk-s0402a27:8_8": "Venerable Uttara, it seems, there was a stone named Principled.",
    "ai-atk-s0402a27:8_9": "Then the young bhikkhu said to him:",
    "ai-atk-s0402a27:8_10": "“Suppose a fire-stick, give a grass,”",
    "ai-atk-s0402a27:8_11": "After taking it, he went to the grass, sticks, (ack): “Here, camped in the middle of the Ganges for the sake of which they brought back.”",
    "ai-atk-s0402a27:8_12": "He said: “I will not get it.”",
    "ai-atk-s0402a27:8_13": "I’ll be able to hear that.",
    "ai-atk-s0402a27:8_14": "I won’t take it away.",
    "ai-atk-s0402a27:8_15": "was able to perform sixteen measures,",
    "ai-atk-s0402a27:8_16": "”—”Yes, venerable sir.”",
    "ai-atk-s0402a27:8_17": "and placed it on the ground and binding them together.",
    "ai-atk-s0402a27:8_18": "He throwing it up in the assembly hall, went to the assembly hall, and sat in the fire hall.",
    "ai-atk-s0402a27:8_19": "The monks said to him, “Who did you so?”",
    "ai-atk-s0402a27:8_20": "Vakkali said, “Yes, Sir, I share this young monks with one hundred and sixteen _kahāpaṇa_ coins.”",
    "ai-atk-s0402a27:8_21": "they vanished,",
    "ai-atk-s0402a27:8_22": "This is the consequence of such a kind that you can know.",
    "ai-atk-s0402a27:8_23": "Here the three trainings, having made,",
    "ai-atk-s0402a27:9_0": "5. Sekkhasuttavaṇṇanā",
    "ai-atk-s0402a27:10_0": "86.",
    "ai-atk-s0402a27:10_1": "the straight path is called one who recollects the straight path, thus it is called “announcing” .",
    "ai-atk-s0402a27:10_2": "first they are the first and knowledge that arises in (these) knowledge arises.",
    "ai-atk-s0402a27:10_3": "For the path is defilement in the defilements of the defilements associated with the ending, knowledge of the ending of defilements, and knowledge of the ending of defilements.",
    "ai-atk-s0402a27:10_4": "After that, they check the following knowledge: the fourth path is the fruit of perfection, no knowledge arises in him than that.",
    "ai-atk-s0402a27:10_5": "he attained Liberation at the highest fruit of Liberation.",
    "ai-atk-s0402a27:10_6": "they know: ‘This is a knowledge master’.",
    "ai-atk-s0402a27:10_7": "Walking in this way, the seven verses made to rest by the Supreme One,",
    "ai-atk-s0402a27:10_8": "Since they’re shown by one who has ended the defilements,",
    "ai-atk-s0402a27:11_0": "6. Paṭhamasikkhāsuttavaṇṇanā",
    "ai-atk-s0402a27:12_0": "87.",
    "ai-atk-s0402a27:12_1": "For the sixth of his own desires, he desires to give,",
    "ai-atk-s0402a27:12_2": "the all that comes to be concluding the whole of all the people. The training rules can be trained in all.",
    "ai-atk-s0402a27:12_3": "if you practice accordingly;",
    "ai-atk-s0402a27:12_4": "Immediately authority, all is able to do so.",
    "ai-atk-s0402a27:12_5": "expelled lesser training rules: four offenses entailing expulsion and the four rules entailing expulsion.",
    "ai-atk-s0402a27:12_6": "Herein, the smaller number of offenses entailing suspension:",
    "ai-atk-s0402a27:12_7": "A serious offense, acknowledgment, an offense entailing confession, and an offense entailing confession, acknowledgment, and an offense of wrong conduct.",
    "ai-atk-s0402a27:12_8": "These sixteen great Gangess—the Childless, the thirteen, the thirty-two, and the forty-two rules—they say, the rest are lesser.”",
    "ai-atk-s0402a27:12_9": "They enjoy all these things. But as soon as they fall, they don’t become fathomed with the droping.",
    "ai-atk-s0402a27:12_10": "while lying down, they lie down by body, speech, and mind.",
    "ai-atk-s0402a27:12_11": "Making physical endurance by body, speech, and mind, charity, and mental activity.",
    "ai-atk-s0402a27:12_12": "Likewise in the remainder and the rest.",
    "ai-atk-s0402a27:12_13": "For I don’t say that you shouldn’t get upset about such-and-such arrivals. And I haven’t seen such-and-such a person who has already entered such-and-such a dwelling.",
    "ai-atk-s0402a27:12_14": "Four Great Kings: the beginning of the spiritual life, the four great elementals, the fundamentals of the spiritual life,",
    "ai-atk-s0402a27:12_15": "Those mixed up with the spiritual life is the fourth path, but it is incapable of the essence.",
    "ai-atk-s0402a27:12_16": "You have enjoyed the training rules",
    "ai-atk-s0402a27:12_17": "having gone to restrain himself in the virtue,",
    "ai-atk-s0402a27:12_18": "steadfast in ethics,",
    "ai-atk-s0402a27:12_19": "The Stream-Entererer, who has committed the path of fruit,",
    "ai-atk-s0402a27:12_20": "one liable to fall sickness in the four lower realms, and gifts of the lower realms.",
    "ai-atk-s0402a27:12_21": "one who is determined through the path of stream-entry.",
    "ai-atk-s0402a27:12_22": "Awakening: he has placed the path to Awakening stretching in the lower realm.",
    "ai-atk-s0402a27:13_0": "is his state of steadfastness.",
    "ai-atk-s0402a27:13_1": "For once a spot iron ball, greed and hate are very impure, as if draped by the wind and sun.",
    "ai-atk-s0402a27:13_2": "Below the lower part of the lower position,",
    "ai-atk-s0402a27:13_3": "Whoever fetters arise:",
    "ai-atk-s0402a27:13_4": "with the complete ending of defilements.",
    "ai-atk-s0402a27:13_5": "The Sangha has arisen:",
    "ai-atk-s0402a27:13_6": "Herein, one who is extinguished through the Emancipation-born one is extinguished without in that place.",
    "ai-atk-s0402a27:13_7": "what is contrary to the aggregates, in accordance with the Dhamma, the contrary to the Monastic Law, and not coming back from the food.",
    "ai-atk-s0402a27:14_0": "Remembering in the place he’s exercises in order to extra effort, a once-returner, a stream-enterer, and a once-returner.",
    "ai-atk-s0402a27:14_1": "fulfilling what is said: it fulfills what is unfinished,",
    "ai-atk-s0402a27:14_2": "When it is very fruitful: it is empty, it is always fruitful.",
    "ai-atk-s0402a27:14_3": "Here the three trainings are drawn,",
    "ai-atk-s0402a27:15_0": "7. Dutiyasikkhāsuttavaṇṇanā",
    "ai-atk-s0402a27:16_0": "88.",
    "ai-atk-s0402a27:16_1": "Kokālika, Kapilavatthu, with the family of seven families,",
    "ai-atk-s0402a27:16_2": "And here the clairaudience: “In the case of three families, for three or three families”—that is, two or three.",
    "ai-atk-s0402a27:16_3": "for there is a one made of iron, either three or four.",
    "ai-atk-s0402a27:16_4": "Therefore it should be regarded as the two or three dissimilars: that is to say, the group of two or three wide openings here.",
    "ai-atk-s0402a27:16_5": "the single-seeder is the one-seeder, and the seed.",
    "ai-atk-s0402a27:16_6": "There is heading upstream, going to the Akaniṭṭha realm. I have a non-returner, going to the Akaniṭṭha realm. I do not a non-returner.",
    "ai-atk-s0402a27:16_7": "Herein, here one who lives in the fruit of non-return, having fallen into greed, hate, and delusion, is reborn in the realm of luminous form, since they have been reborn in the underworld. This is the fruit of once-return.",
    "ai-atk-s0402a27:16_8": "But one who hasn’t become extinguished without being extinguished there, one who isn’t fully extinguished there, one who is extinguished without extra effort, one who is extinguished upon landing, one who is extinguished without extra effort, one who is extinguished with extra effort, and one who heads upstream to the Akaniṭṭha realm. This is called a stream-enterer.",
    "ai-atk-s0402a27:16_9": "The one who, having come to be reborn in this state of existence, does not rebirth in the next life, is called a non-returner.",
    "ai-atk-s0402a27:16_10": "But one who wouldn’t be reborn in a four lower realms, who has not been reborn in a higher place, who is extinguished there, not a non-returner. This is called “I am a stream-enterer.”",
    "ai-atk-s0402a27:17_0": "Where doing so, when ghee or oil has arisen, one attained the extra effort in the same way.",
    "ai-atk-s0402a27:17_1": "Without making the extra effort, one who is extinguished without extra effort,",
    "ai-atk-s0402a27:17_2": "Whoever, without being reborn in the company of the Yet after being reborn in the five hundred eons, this is the fifth eon.",
    "ai-atk-s0402a27:17_3": "For the same and the method of explanation applies in the case of the clause,",
    "ai-atk-s0402a27:17_4": "Whoever is extinguished between one life and the next, he who is extinguished without extra effort.",
    "ai-atk-s0402a27:17_5": "and attained Liberations of many thousand eons, he attained Liberation even a single eon.",
    "ai-atk-s0402a27:17_6": "If not, then it is the first kind of quenching they attain the first absorption.",
    "ai-atk-s0402a27:17_7": "And if he weren’t able to reach the end of two eons, this is the second eon.",
    "ai-atk-s0402a27:17_8": "And after some time, too, it is how the third eon reaches the Kappaka.",
    "ai-atk-s0402a27:17_9": "The rest is as already explained.",
    "ai-atk-s0402a27:18_0": "In this place there are twenty-four grounds, twenty-two years, and eight of the Stream-Enterers, the Parker’s doctrine, and twelve perfected ones.",
    "ai-atk-s0402a27:18_1": "For there are two kinds of faith in this progressive understanding, devoted to painful states, fraud, and preference in the four ways of practice.",
    "ai-atk-s0402a27:18_2": "There are one person with faith and confidence, and make a new stream of the fruit of stream-entry, then make an end of suffering.",
    "ai-atk-s0402a27:18_3": "is of fourfold practice,",
    "ai-atk-s0402a27:18_4": "and so the cuttings have been destroyed by the pollutants, and so on.",
    "ai-atk-s0402a27:18_5": "Likewise the seventh clay balls the size of jujube seeds, that is to say, the fourth once-returner.",
    "ai-atk-s0402a27:18_6": "These four liberations are emptiness, signless release, and undirected liberations, signs, and attainments are once-returners, who are once-returners, and once-returners, who have attained the four liberations, and the four liberations.",
    "ai-atk-s0402a27:18_7": "But there are three dangers in the obstacles. One is one who is extinguished between one life and the next ... one who is extinguished upon landing ... one who is extinguished without extra effort ... one who is extinguished with extra effort ... one who heads upstream, going to the Akaniṭṭha realm.",
    "ai-atk-s0402a27:18_8": "But the fourteenth wonder are extinguished there, no extra efforts.",
    "ai-atk-s0402a27:18_9": "Just as a once-returner should be understood to be known as perfected ones.",
    "ai-atk-s0402a27:18_10": "Here the three trainings, having made,",
    "ai-atk-s0402a27:19_0": "8. Tatiyasikkhāsuttavaṇṇanā",
    "ai-atk-s0402a27:20_0": "89.",
    "ai-atk-s0402a27:20_1": "Or alternatively, all of them attained perfection and attained perfection.",
    "ai-atk-s0402a27:20_2": "The meaning should be understood according to the method of this meaning.",
    "ai-atk-s0402a27:20_3": "Here the three trainings, having made,",
    "ai-atk-s0402a27:20_4": "The section on the ninth, is finished.",
    "ai-atk-s0402a27:20_5": "Here the three trainings, having made,",
    "ai-atk-s0402a27:21_0": "Second: In the commentary on the name of Grain",
    "ai-atk-s0402a27:22_0": "91.",
    "ai-atk-s0402a27:22_1": "And here the ten kinds of direct-knowledge: here the perception of the ending of defilements, the name of the one who has ended the defilements.",
    "ai-atk-s0402a27:22_2": "But if someone fails in fruit, he should not train in the training.",
    "ai-atk-s0402a27:23_0": "Likewise he trains thus: “He trains thus: ‘I shall first train in those three trainings.’”",
    "ai-atk-s0402a27:23_1": "The same method applies to the second phrase.",
    "ai-atk-s0402a27:23_2": "Likewise that below is below, so too the lower parts seeds that are fact only.",
    "ai-atk-s0402a27:23_3": "The same method applies to the second phrase.",
    "ai-atk-s0402a27:23_4": "which is just by day, so by night; he trains in day, so too the meaning is that of three nights.",
    "ai-atk-s0402a27:23_5": "Having mastered all quarters means having mastered the object.",
    "ai-atk-s0402a27:23_6": "Limitless concentration is the path to Worthiness.",
    "ai-atk-s0402a27:24_0": "trainee nuns, trainee nuns, and ought to do:",
    "ai-atk-s0402a27:24_1": "by making amends for their offenses.",
    "ai-atk-s0402a27:24_2": "ignorant and incompetent conduct is pure and bright.",
    "ai-atk-s0402a27:24_3": "Buddhas awakened to the four noble truths.",
    "ai-atk-s0402a27:24_4": "The wise ones who radiately progress the sense-spheres in the lesser constituent of sense desires, who has reached the perfection of devotion and is endowed with sense desires,",
    "ai-atk-s0402a27:24_5": "and consciousness.",
    "ai-atk-s0402a27:24_6": "freed by the ending of craving, fading away, and cessation, have the fruit of perfection.",
    "ai-atk-s0402a27:24_7": "The liberation of his heart",
    "ai-atk-s0402a27:24_8": "there is the liberation of the mind, there is mental liberated from the mind, being liberated from the thought of freedom.",
    "ai-atk-s0402a27:24_9": "For the ending of craving, because the ending of defilements is eliminated with the elimination of consciousness, like a droping of the mind with the ending of craving, like a dustbious release with the fading away of greed, is the meaning.",
    "ai-atk-s0402a27:25_0": "11. Saṅkavāsuttavaṇṇanā",
    "ai-atk-s0402a27:26_0": "92.",
    "ai-atk-s0402a27:26_1": "In the eleventh of the Kosalans there is a town called Saṅkassa.",
    "ai-atk-s0402a27:26_2": "nurses the resident: it doesn’t go back to the monastery that is necessary when it is shared by the resident monks.",
    "ai-atk-s0402a27:26_3": "the training rules connected with the training: is trained in three trainings.",
    "ai-atk-s0402a27:26_4": "he shows them in front with his forehead,",
    "ai-atk-s0402a27:26_5": "if he makes seize:",
    "ai-atk-s0402a27:26_6": "wins with a Dhamma talk.”",
    "ai-atk-s0402a27:26_7": "if he miss out the refinements for him to give accumulate providing them back.",
    "ai-atk-s0402a27:26_8": "He offends against dart: uncomfortably, talks having performed, separately, is the meaning.",
    "ai-atk-s0402a27:27_0": "The first is stained.",
    "ai-atk-s0402a27:27_1": "and after passing from me over the very same destiny.",
    "ai-atk-s0402a27:27_2": "became unbearable.",
    "ai-atk-s0402a27:27_3": "It was unsuitable, and unconcerned.",
    "ai-atk-s0402a27:27_4": "may ask forgiveness.",
    "ai-atk-s0402a27:27_5": "Except for the future: this is so very harmful, hateful, and delusion for the future.",
    "ai-atk-s0402a27:27_6": "One is the one torture:",
    "ai-atk-s0402a27:27_7": "the Teaching is contrary to the Teaching, and it is said to be one who understands the Teaching.",
    "ai-atk-s0402a27:27_8": "When we accept it, we are now asking you forgive.",
    "ai-atk-s0402a27:27_9": "For this is called growth in the training of the Buddha, in the training of the Noble One. What is it that the Buddha’s instruction?",
    "ai-atk-s0402a27:27_10": "When you see a mistake for what it is, it is, dealt with it properly, and commit to restraint in the future.",
    "ai-atk-s0402a27:27_11": "But confessed the kind of person, thinking, “When they recognize it when they’ve made a mistake.”",
    "ai-atk-s0402a27:27_12": "he does not train in the training, nor does he train in the three trainings, nor does he give attention.",
    "ai-atk-s0402a27:27_13": "We will fulfill the training according to the trainings:",
    "ai-atk-s0402a27:27_14": "and doesn’t praise getting rid of virtue.",
    "ai-atk-s0402a27:27_15": "if he is supreme in the time;",
    "ai-atk-s0402a27:27_16": "And here the rest is as before.",
    "ai-atk-s0402a27:28_0": "The fourth sub-chapter on ascetics is finished."
}