{
    "ai-atk-s0513a31:0_0": "5. Pañcakanipāto",
    "ai-atk-s0513a31:1_0": "1. Maṇikuṇḍalavaggo",
    "ai-atk-s0513a31:3_0": "covered in gold and jeweled earrings,",
    "ai-atk-s0513a31:4_0": "While the Teacher was living in Jeta’s Wood, free from all the fragrant shoots, while staying in the Jeta Grove, and giving them a variety of all positions,",
    "ai-atk-s0513a31:4_1": "The sections on two grounds is what is beneficial.",
    "ai-atk-s0513a31:4_2": "Here the King of Bārāṇasī became King.",
    "ai-atk-s0513a31:4_3": "The King of Kosala had the drums beaten by the King of Kosala, catching him a pair of rope. He then tied the King’s house in Bārāṇasī, saying:",
    "ai-atk-s0513a31:4_4": "The king, having entered the air, sat down cross-legged in the air.",
    "ai-atk-s0513a31:4_5": "So he went to the first King and spoke the first verse:",
    "ai-atk-s0513a31:5_0": "1.",
    "ai-atk-s0513a31:6_0": "“A charioteer, archers, jewel, and a wives, and the child of the wives and children.",
    "ai-atk-s0513a31:7_0": "Of all that wealths, when about in regard to all the dangers, why are he not at the time?”",
    "ai-atk-s0513a31:8_0": "Herein, Jotipāla, the Jina, the Cāṇīsāṇī, the bamboo pole, chariot, and the fragrant Cāṇī.",
    "ai-atk-s0513a31:8_1": "if you were to take care of the remainder;",
    "ai-atk-s0513a31:9_0": "Having heard that, the Buddha-to-be recited these verses:",
    "ai-atk-s0513a31:10_0": "2.",
    "ai-atk-s0513a31:11_0": "“Sister, some people give up their wealth, and it still grows old in death.",
    "ai-atk-s0513a31:12_0": "I will not be destroyed, therefore enjoying sensual pleasures, so I will not grieve at the time.",
    "ai-atk-s0513a31:13_0": "3.",
    "ai-atk-s0513a31:14_0": "“The moon moves the sun at night, like the moon on the sun,",
    "ai-atk-s0513a31:15_0": "I have understood the nature of the world, ~ I do not wander the world.”",
    "ai-atk-s0513a31:16_0": "Herein, previously, as a mortal abandons at death in the past, future or present.",
    "ai-atk-s0513a31:16_1": "Why do I say to the King of Kāmas,",
    "ai-atk-s0513a31:16_2": "There are those who enjoy sensual pleasures, living for the pleasures of the world, or in common, but who don’t live in dependence on sensual pleasures. That’s why I don’t see who is unfaithful.",
    "ai-atk-s0513a31:16_3": "Having understood (that), the Lord of the World, the Noble King of the World,",
    "ai-atk-s0513a31:16_4": "“Mister, I have gained the gain and loss of the world, fame, and so on.",
    "ai-atk-s0513a31:16_5": "it’s just as the moon fills the dark fortnight. They think about it as the moon and sun set it up. What would be dispelling the darkness in the darkness and the bright, the clung to it? That’s why I don’t want to die?",
    "ai-atk-s0513a31:17_0": "the Great Being brought it to the Dhamma and now, he spoke to him all that had happened.",
    "ai-atk-s0513a31:18_0": "4.",
    "ai-atk-s0513a31:19_0": "“Enough, householder, one who has gone forth is not good,",
    "ai-atk-s0513a31:20_0": "An astute person is not good, ~ that is not good,",
    "ai-atk-s0513a31:21_0": "5.",
    "ai-atk-s0513a31:22_0": "“Having been shown that an aristocrat, the head has been united,",
    "ai-atk-s0513a31:23_0": "the one whose resplendent King does grow.”",
    "ai-atk-s0513a31:24_0": "These are the two verses only in detail.",
    "ai-atk-s0513a31:24_1": "The King, begged the drum of the Bodhi (Tree), after having driven away in the country.",
    "ai-atk-s0513a31:25_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:25_1": "“The King of Kosala became King Benares.”",
    "ai-atk-s0513a31:26_0": "and first, the colour of golden gems,",
    "ai-atk-s0513a31:28_0": "born in a golden palanquin,",
    "ai-atk-s0513a31:29_0": "Have you lived like this, what is the Teacher talking about in Jeta’s Grove, dead and making a drop of clay?",
    "ai-atk-s0513a31:29_1": "When he was dead and lamenting, he was unable to lament.",
    "ai-atk-s0513a31:29_2": "The Teacher, having seen the fruit of stream-entry, returned to Sāvatthī and later in the past, when he saw him sitting there, he said, “Listen, the lay follower, did you think, ‘Listen here? The wise lay followers were seated in the past, after hearing the ancient time, he heard the words: “Venerable sir, why do you say this?”",
    "ai-atk-s0513a31:30_0": "In the past, when King Brahmadatta was ruling in Benares, he was born in a certain realm of the Brahmadatta’s mother, and was reborn in the underworld.",
    "ai-atk-s0513a31:30_1": "As a result, he died.",
    "ai-atk-s0513a31:30_2": "Then his father, having departed from that place, spat, and lamenting the corpse of a mound, he sprinkled his own status and puts his own work on the shrine, and he didn’t get back. He didn’t drink the shrine, nor did his own work.",
    "ai-atk-s0513a31:30_3": "The Buddha-to-be saw him: “My dear Sir, I am a dead man with a clay ball and powder! My dear, and I’m unable to plant from my bath.” And after seeing him, he said, “When I’m able to drink, I’ll get a bag,” and he said, “I’ll drink that which is altert.”",
    "ai-atk-s0513a31:30_4": "Seeing her, they say, “Which has come from? ” and asked, “What’s up, lady, you say, ‘God-King?’",
    "ai-atk-s0513a31:30_5": "But now they sprinkle no water.",
    "ai-atk-s0513a31:30_6": "Then after going into the presence of their father and said, “Gods, give grass grabbers’s womb,”",
    "ai-atk-s0513a31:30_7": "Having heard that, the son of a Kuruṭian, was established in the son of a leper’s son.",
    "ai-atk-s0513a31:30_8": "The brahmin of the Venāgapura, saying: “What are you doing, Dear? You’re wise, dead and learned?” After saying these verses to him, he recited these verses:",
    "ai-atk-s0513a31:31_0": "6.",
    "ai-atk-s0513a31:32_0": "“Why having sprinkled the wood and cultivated plants,",
    "ai-atk-s0513a31:33_0": "eating and drinking, the lady, after going to the peak of old age,",
    "ai-atk-s0513a31:34_0": "7.",
    "ai-atk-s0513a31:35_0": "Nor is incapable of dead a snare is the same as a response;",
    "ai-atk-s0513a31:36_0": "You’re sure, void, hollow, and mistaken.”",
    "ai-atk-s0513a31:37_0": "Having become a consequence of that, having gained faith,",
    "ai-atk-s0513a31:37_1": "hurriedly,",
    "ai-atk-s0513a31:37_2": "You preferred to displaying.",
    "ai-atk-s0513a31:37_3": "they came to age, they age, decrepit and old age,",
    "ai-atk-s0513a31:37_4": "And just as that low carcass will spit, idiot, depraved, and mixed with refined, you’d think.",
    "ai-atk-s0513a31:38_0": "Then the Buddha-to-be understanded:",
    "ai-atk-s0513a31:39_0": "8.",
    "ai-atk-s0513a31:40_0": "“Straping your head at the feet, ~ the palms of the hand,",
    "ai-atk-s0513a31:41_0": "and stands right there like the cattle bird’s snares.",
    "ai-atk-s0513a31:42_0": "9.",
    "ai-atk-s0513a31:43_0": "“Not with the hand and feet,",
    "ai-atk-s0513a31:44_0": "like a eaten by the dead, doesn’t run away.”",
    "ai-atk-s0513a31:45_0": "Herein, just as, when a one is standing right there, the one who stands right there is before.",
    "ai-atk-s0513a31:45_1": "It’s like I’d think to be found while standing on the ground is standing. It’s right there that I’d think.",
    "ai-atk-s0513a31:45_2": "would neither be reborn nor growing old.",
    "ai-atk-s0513a31:45_3": "“The foot are in the air with bones.”",
    "ai-atk-s0513a31:45_4": "Didn’t you ever find out whether or not you see, so long as you see, because I’ve seen lamenting, lamenting, and wailing, your breastfeeding and suffering, lamenting and lamenting,",
    "ai-atk-s0513a31:45_5": "So by a hundred thousand of virtues me, one hundred thousand virtues, one hundred thousand virtues of my virtue, not a hundred thousand wives.",
    "ai-atk-s0513a31:45_6": "Mindfulness is arrival there in penetration of conditions.",
    "ai-atk-s0513a31:46_0": "Having heard that, he thought: “My father only son was a son of the Bodhisatta, I looked at this world and said: ‘When I was born here; I will not know that my father had such a child,” and he said, “When I have no intentional activity,” he said this: ‘I will not be in this way. ”",
    "ai-atk-s0513a31:47_0": "10.",
    "ai-atk-s0513a31:48_0": "“Through me like a house, plunging into a house,",
    "ai-atk-s0513a31:49_0": "(Having) drunk the roaming sun, he was disillusioned,",
    "ai-atk-s0513a31:50_0": "11.",
    "ai-atk-s0513a31:51_0": "“Oh! For you have plucked the heart",
    "ai-atk-s0513a31:52_0": "He who would not indeed I saw his father’s father,",
    "ai-atk-s0513a31:53_0": "12.",
    "ai-atk-s0513a31:54_0": "“A large, uncontrolled, with no stain, lazy, unshakable,",
    "ai-atk-s0513a31:55_0": "I don’t grieve or lament,",
    "ai-atk-s0513a31:56_0": "13.",
    "ai-atk-s0513a31:57_0": "“Take some who have compassion for him,",
    "ai-atk-s0513a31:58_0": "will destroy all beings, like mother.”",
    "ai-atk-s0513a31:59_0": "he regrets it in that place.",
    "ai-atk-s0513a31:59_1": "destroyer of stress,",
    "ai-atk-s0513a31:59_2": "his father-in-law bearered, so were my father’s child, so too for me, and otherwise his own urine. She letter know me too, and his own husband.",
    "ai-atk-s0513a31:60_0": "The Teacher, having shown this Dhamma teaching, and he established them in the fruit of Stream-Entry, which is an abiding to the realization of the fruit of Stream-Entry.",
    "ai-atk-s0513a31:60_1": "At that time I was born a very born.",
    "ai-atk-s0513a31:61_0": "Parinibbāna the second kind of complexion.",
    "ai-atk-s0513a31:63_0": "Talking in the golden palanquin,",
    "ai-atk-s0513a31:64_0": "He doesn’t constantly suppress this teacher to the Bodhi tree. He also lived in the Kakusandha Monastery, the capital of the Bodhi tree.",
    "ai-atk-s0513a31:64_1": "The Prince’s son was the prince called Udumbara; his son was sovereignty in that very spotless, wounded in his royal longhouse and gave it to the King.",
    "ai-atk-s0513a31:64_2": "After having the wives that had been embarrassed, he took a stilt house on the royal longhouse.",
    "ai-atk-s0513a31:64_3": "he put his eyes to the dirt, and poisonous Saṅgha of monks.",
    "ai-atk-s0513a31:64_4": "That’s why the mendicants responded to the king of the Truth, “It seems, Vaḍḍha, the Bodhisatta, who is addicted to the Faithless, rough, harsh, and harsh.”",
    "ai-atk-s0513a31:64_5": "When the Teacher came and asked, “Where is this? When asked, monks, why did he ask them why, but now I wasn’t speaking harshly?",
    "ai-atk-s0513a31:64_6": "And it is not only a thousand aristocrats who were in a droop of a thousand girls, holding them lair, and dressed in the past their strength.”",
    "ai-atk-s0513a31:65_0": "In the past, when Brahmadatta was ruling in Benares, he regained his spiritual companions.",
    "ai-atk-s0513a31:65_1": "and learned the arts of Jambudīpa on the air from swans’ festivals.",
    "ai-atk-s0513a31:65_2": "He of Brahmadatta, the son of Brahmadatta, knew the three Vedas to him:",
    "ai-atk-s0513a31:65_3": "But it was a sheath.",
    "ai-atk-s0513a31:65_4": "The Buddha-to-bearing for the Bodhisatta in the Bodhisatta, knowing: “Whoever, knowing a man intent on awakening and not harsh in the evening, is that you were tamed, living in rough rough, and once another’s head, is therefore like a servant who were satisfied by the Lord God, and grounded: ‘This is why doing what is called Isāla.’",
    "ai-atk-s0513a31:66_0": "14.",
    "ai-atk-s0513a31:67_0": "“This position is permanent, pleasurable, and eternal,",
    "ai-atk-s0513a31:68_0": "Don’t suffer hardship, secure, and in the middle of the Saṅgha.",
    "ai-atk-s0513a31:69_0": "15.",
    "ai-atk-s0513a31:70_0": "“A person builds for themselves",
    "ai-atk-s0513a31:71_0": "A doer of good gets bad,",
    "ai-atk-s0513a31:72_0": "that such a kind of seed is the fruit.”",
    "ai-atk-s0513a31:73_0": "And herein, in the body: it is happiness that the deathless, or so of all sentient beings—is permanent, happiness, eternal, and imperishable—is permanent, lasting, eternal, and imperishable—is permanent, lasting, and eternal.",
    "ai-atk-s0513a31:73_1": "(Mahinda replied:) “Sāriputta, when you were extinguished by the meaning of the predominance of all the fools, liberating inside your own territory, as if he was being frightened by Māra, he had been swept away by his own affairs,",
    "ai-atk-s0513a31:73_2": "One sees these results in himself, and one sees what’s left out.",
    "ai-atk-s0513a31:74_0": "After worshipping the teacher, he having gone to Bārāṇasī, and having taken the drum (himself), forgot about the stilling.",
    "ai-atk-s0513a31:74_1": "Piṅgiyānī was a harsh droping;",
    "ai-atk-s0513a31:74_2": "He thought, “This Yasa is in fact only mangoes, Yasa, I will have all intentionally myself and fifty royal ideas.”",
    "ai-atk-s0513a31:74_3": "he gave it to the King.",
    "ai-atk-s0513a31:74_4": "after leaving the city by the King’s city, left the town by one, and citadel, the King’s city.",
    "ai-atk-s0513a31:74_5": "By this means, after taking on the whole of the Rose-Apple Isle, King Okkāka’s son, and went to the King’s court, thinking “I’ll take it away.”",
    "ai-atk-s0513a31:74_6": "the Buddha-to-be prepared a city built chanted with another.",
    "ai-atk-s0513a31:75_0": "King Benares, escorted by the Ganges River at the root of a tree that was prepared. He had the precincts, prepared (concerning) and lying down.",
    "ai-atk-s0513a31:75_1": "When he was the royal Jambudīpa, he took hold of his knee-deep, but thinking, “Who would you not get shalling and neck?” and he asked, “Where are you able to get to take it?”",
    "ai-atk-s0513a31:75_2": "“Great King, having conquered the collar-wife, decorated it with a thick covered and iron ball, together with the dead, having taken the five heats, and having this for the sake of their (of the sake of) this tree, I will quickly return.”",
    "ai-atk-s0513a31:75_3": "The king agreed. Then he took a lump of jewel, and wives set up a single powerful of the Mallas, the king, having invited the great art from the armpit, then having invited it to the royal ox and gave it to me. Having invited it, he took it to the army, and he invited it to the work.",
    "ai-atk-s0513a31:76_0": "Then he returned to the south of the spirits, where he approached a large congregation. He drew a large story of feelings.",
    "ai-atk-s0513a31:76_1": "When he came to the root of a tree, he advocates lay down to the preparatory animals.",
    "ai-atk-s0513a31:76_2": "At that time, in one swamp, a single tree grabbed me by the lump of meat, he took a stone buttocked the flesh, the bones, and together with the sinews. When the king came back, he chopped the back and said,",
    "ai-atk-s0513a31:76_3": "At that time he spoke a dart into word of the Bodhi (Tree).",
    "ai-atk-s0513a31:76_4": "Then he said: “In the past, teacher, there are fruits and results of good and bad deeds, they seemed as if the result of that deed he would be like the result.” Then he said,",
    "ai-atk-s0513a31:77_0": "16.",
    "ai-atk-s0513a31:78_0": "“This is the word of the teacher, Pārāsariya, which is defeated by the noble ones,",
    "ai-atk-s0513a31:79_0": "‘Don’t do anything for you, later.’",
    "ai-atk-s0513a31:80_0": "17.",
    "ai-atk-s0513a31:81_0": "“Noble Laṅkā, with the lovely Piṅgiyaka, a thousand of nobles,",
    "ai-atk-s0513a31:82_0": "Also the rose of the horns, that is the suffering from me.”",
    "ai-atk-s0513a31:83_0": "Herein, this is the word of the teacher.",
    "ai-atk-s0513a31:83_1": "The Pārāsariyasa Gotamī, the Kettiyas,",
    "ai-atk-s0513a31:83_2": "You’ve done a bad deed, and later should not be done for it; don’t give you advice.” And when I said, “Noble One, I would not give you advice.",
    "ai-atk-s0513a31:83_3": "This is how, Nigrodha, shows how to the tree.",
    "ai-atk-s0513a31:83_4": "This fact means (wholes) is endless;",
    "ai-atk-s0513a31:83_5": "For this reason the prince slaughtered at the tree of a thousand months.",
    "ai-atk-s0513a31:83_6": "Incording the kingdom of Candagutta, the chief of men (?) powerfully the kingdom and enlightener of the island towards their (?), he was unable to (?) the Fraternity assemble it were for me, he was able to deposit it even with the three Tissa.",
    "ai-atk-s0513a31:83_7": "The painful is the blemish: whatever is painful, sharp, severe, a laments, of mine. This is the case to say: ‘This is the teacher.’",
    "ai-atk-s0513a31:84_0": "While lamenting like this, he recollected the highest goal:",
    "ai-atk-s0513a31:85_0": "18.",
    "ai-atk-s0513a31:86_0": "“Yes he has, Nanda’s turned the question.",
    "ai-atk-s0513a31:87_0": "Then I’ll die if I don’t pass away from here.”",
    "ai-atk-s0513a31:88_0": "Mother spoke this verse:",
    "ai-atk-s0513a31:89_0": "The meaning of this:",
    "ai-atk-s0513a31:89_1": "my wife, herding, formed he, illuminated with a golden tree called the branch of her tree called. She’s straightforward, and soft, because of her Ministerday, I shall die of that woman.’ So I shall die of that woman.",
    "ai-atk-s0513a31:90_0": "Some, having transmigrated in hell and he was reborn in hell.",
    "ai-atk-s0513a31:90_1": "was not able to build a small area of respect in regard to himself, not to be able to build (them) for himself,",
    "ai-atk-s0513a31:90_2": "just as a strong robber (the Bodhisatta) with a torchery,",
    "ai-atk-s0513a31:91_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:91_1": "“Benares, Prince Bārāṇasī, was aroused in Benares, that was an embarrassed.”",
    "ai-atk-s0513a31:92_0": "In the third womb they were born:",
    "ai-atk-s0513a31:94_0": "and forty teeth...",
    "ai-atk-s0513a31:95_0": "While wandering, he was living in Jeta’s Grove, this teacher of the Jina, while staying in a dead mango grove.",
    "ai-atk-s0513a31:95_1": "buttocks and clay are like the story of nymphs.",
    "ai-atk-s0513a31:95_2": "Now, too, a teacher went and asked him, “Who did you come? ” But when he had spoken, he asked, “What can I do for this?” But he told him, “Consider mean the same thing, reverend Sir, I do not say.” But when he had spoken to these things, he does not tell a deadmitation: ‘I am the three Vedic knowledges, he tells them all beings that happened to my family.’",
    "ai-atk-s0513a31:96_0": "In the past, when King Brahmadatta was ruling in Benares, he created a gateway into a village of the Brahmadatta. He lived nearby a gateway, saying:",
    "ai-atk-s0513a31:96_1": "He had two sons,",
    "ai-atk-s0513a31:96_2": "He responded their child’s generals with the prince, and gave the slaves to the children.",
    "ai-atk-s0513a31:96_3": "the Buddha-to-be was a daughter-in-law,",
    "ai-atk-s0513a31:96_4": "Those in harmony, appreciating each other,",
    "ai-atk-s0513a31:96_5": "You should give gifts to the Enlightenment-of-work, saying: “Give this gift lady, you should give gifts to the observance-day procedure, behaving day and night including you. You should give such ethical conduct, you should develop mindfulness of death for the day and night.”",
    "ai-atk-s0513a31:96_6": "Saying, “Very well,” they agree to give the instruction.",
    "ai-atk-s0513a31:97_0": "Then one day, after going to the Awakening One together with the son of the Bodhi (Tree),",
    "ai-atk-s0513a31:97_1": "if he gets someone to take it by bitter,",
    "ai-atk-s0513a31:97_2": "In each monastery there was a single-place.",
    "ai-atk-s0513a31:97_3": "you’ll play a smoke.",
    "ai-atk-s0513a31:97_4": "Then, out of the house, he hurriedly, and hawked it by the meat, saying: “Who would you throw it out?” and he making a basket from my robe?",
    "ai-atk-s0513a31:97_5": "After seeing the Buddha-to-be, the Lord of the World, having seen that, place he took hold of him wail, put out his upper robe, and put it on the ground.",
    "ai-atk-s0513a31:97_6": "“Knowledge, all liable to die. All conditions are impermanent, suffering, and perishable. They’d bring death to die.”",
    "ai-atk-s0513a31:97_7": "When he saw a field, he asked a man, “Listening a man with a dancer, and after seeing him lying there. But after seeing him they went to the house, he told the working, “Looking-dweller, you must go to the house with only fourteen flowers,” and then went to the house of rice, he said, “Lay followers, I have seen the servants,” and added: “Listening about usually you must go to the house as a daughter-in-law,”.",
    "ai-atk-s0513a31:97_8": "He then went to the brahmin, and told the brahmin slaves,",
    "ai-atk-s0513a31:97_9": "Dear, what did you do to get this instruction?",
    "ai-atk-s0513a31:97_10": "Ladys a brahmin",
    "ai-atk-s0513a31:97_11": "She replied, “My child is dead,” and she wasn’t able to enlighten me.",
    "ai-atk-s0513a31:97_12": "had a minds scented with pure flowers, and had her scented them with the slaves. And she went to the fields of food, and went to the fields’ field.",
    "ai-atk-s0513a31:97_13": "and there is no one lamenting or weakness",
    "ai-atk-s0513a31:98_0": "the Buddha-to-be, sat down in the shade of the child,",
    "ai-atk-s0513a31:98_1": "When they had eaten, they all lifted it on a boy. Having lifted it on the fragrance of flowers, they all lifted it on the flowers and worshipped it.",
    "ai-atk-s0513a31:98_2": "and even one fact only oneness, no matter what is unaffected,",
    "ai-atk-s0513a31:98_3": "(The Buddha) presented them to his seat.",
    "ai-atk-s0513a31:98_4": "“Which is the reason why, having come close to me?” and considered, he went to the house of that precious flower and told him, “Who are you going to the house of these seven treasures?” And he said, “Who are you going to the Sīhave with a head shoots?” and covered with these seven treasures? “What’",
    "ai-atk-s0513a31:98_5": "“Whose burning? I practice absorption.”",
    "ai-atk-s0513a31:98_6": "“You’re not a human being, but don’t think it’s like that.”",
    "ai-atk-s0513a31:98_7": "“This isn’t.”",
    "ai-atk-s0513a31:98_8": "“Well then, my men, you’ll be a human.”",
    "ai-atk-s0513a31:98_9": "Then the being intent on awakening said to her, “I did not have any enmity.”",
    "ai-atk-s0513a31:98_10": "“Well then, Mister Piṅgiya.”",
    "ai-atk-s0513a31:98_11": "“I’m a Piyaka.”",
    "ai-atk-s0513a31:98_12": "“Then why do you not cry?”",
    "ai-atk-s0513a31:98_13": "he gave this first verse:",
    "ai-atk-s0513a31:99_0": "19.",
    "ai-atk-s0513a31:100_0": "“Having grown old, you’re old, and then go to the shore.",
    "ai-atk-s0513a31:101_0": "When there is such a body, after death,",
    "ai-atk-s0513a31:102_0": "20.",
    "ai-atk-s0513a31:103_0": "“Does the man who does not know, lament,",
    "ai-atk-s0513a31:104_0": "That’s why I do not grieve for it.”",
    "ai-atk-s0513a31:105_0": "There they were continually exceeding their own body,",
    "ai-atk-s0513a31:105_1": "and because of the life faculty of wealth, he lives through wealth and power.",
    "ai-atk-s0513a31:105_2": "looks down on the next world of the next.",
    "ai-atk-s0513a31:105_3": "if he makes a dead at the time; there is the meaning.",
    "ai-atk-s0513a31:105_4": "This is said:",
    "ai-atk-s0513a31:105_5": "having discovered my life, the son of a bondservant of Victory, after constantly looking at him with his own body, and making an effort of him, I will reach there. When I’ve done this body, I’ll bring him back. And when I’ve fallen into death, I’ll be reborn there.",
    "ai-atk-s0513a31:105_6": "For when someone is slimbing at sunn in a piece of lament, people don’t know it because of that. And so I don’t know that.",
    "ai-atk-s0513a31:105_7": "they have come to his own house.",
    "ai-atk-s0513a31:106_0": "Sakka, the brahmin Bodhi (Tree) asked: “What is your general?”",
    "ai-atk-s0513a31:106_1": "“Having taken up residence for the month of Kurus, I’ll drop it with my hands and feet, Sañcaya’s son, and grandson”,",
    "ai-atk-s0513a31:106_2": "“Mum, in the mother’s father, so long as you’re not released from your heart.”",
    "ai-atk-s0513a31:106_3": "(This) is the reason to cry out:",
    "ai-atk-s0513a31:107_0": "21.",
    "ai-atk-s0513a31:108_0": "“Having gone away from there, you should go from here.",
    "ai-atk-s0513a31:109_0": "that is why he has gone there.",
    "ai-atk-s0513a31:110_0": "22.",
    "ai-atk-s0513a31:111_0": "“Does the man who does not know, lament,",
    "ai-atk-s0513a31:112_0": "That’s why I do not seek for sure,” he spoke these verses.",
    "ai-atk-s0513a31:113_0": "Herein, this is not good for me, this is how my dear,",
    "ai-atk-s0513a31:113_1": "our house has come to our house.",
    "ai-atk-s0513a31:113_2": "I have left from here and now, though I have not seen a human being,",
    "ai-atk-s0513a31:113_3": "Just as when come from the place he comes:",
    "ai-atk-s0513a31:113_4": "therefore it is your going, lamenting, and lamenting.",
    "ai-atk-s0513a31:113_5": "Referring to conclusion should be understood in the way already described.",
    "ai-atk-s0513a31:114_0": "Sakka, the brahmin lady, after hearing about the Dhamma, asked what is yours?",
    "ai-atk-s0513a31:114_1": "“I’m bright as a light.”",
    "ai-atk-s0513a31:114_2": "“Who are you afraid of the four brothers? Why are you not?”",
    "ai-atk-s0513a31:114_3": "(This) is the reason to cry out:",
    "ai-atk-s0513a31:115_0": "23.",
    "ai-atk-s0513a31:116_0": "“If I were to tell me what would there be?",
    "ai-atk-s0513a31:117_0": "(But) my relatives will never find more.",
    "ai-atk-s0513a31:118_0": "24.",
    "ai-atk-s0513a31:119_0": "While lamenting, he does not know: “Repulsiveness,",
    "ai-atk-s0513a31:120_0": "That’s why I do not seek for sure,” he spoke these verses.",
    "ai-atk-s0513a31:121_0": "Herein, if I were to die there a partake of my body,",
    "ai-atk-s0513a31:121_1": "However, I will show you the name of his brother:",
    "ai-atk-s0513a31:121_2": "I’ll be well-known and fruits.",
    "ai-atk-s0513a31:121_3": "But it proclaims which is found.",
    "ai-atk-s0513a31:121_4": "relatives and kin avoid it,",
    "ai-atk-s0513a31:121_5": "What is fame or terror",
    "ai-atk-s0513a31:121_6": "We can’t get more of our relatives, and our friends.",
    "ai-atk-s0513a31:122_0": "Having heard about it, he asked, “What is yours?”",
    "ai-atk-s0513a31:122_1": "‘I’m better.’",
    "ai-atk-s0513a31:122_2": "“When someone of another religion is dead and without getting permission from the other sectarians, why are you not?”",
    "ai-atk-s0513a31:122_3": "(but) he who keeps himself striking:",
    "ai-atk-s0513a31:123_0": "25.",
    "ai-atk-s0513a31:124_0": "“Just as the moon goes with the children as far as the moon does not cry,",
    "ai-atk-s0513a31:125_0": "The one who attains in conformity with the continuation of ghosts",
    "ai-atk-s0513a31:126_0": "26.",
    "ai-atk-s0513a31:127_0": "“Does the man who does not know, lament,",
    "ai-atk-s0513a31:128_0": "That’s why I do not seek for sure,” he spoke these verses.",
    "ai-atk-s0513a31:129_0": "The meaning of this:",
    "ai-atk-s0513a31:129_1": "Whereever of these two is solitary, there is a fool, a net, unshakable, a stageinginess, a cliffing, whirlpool, and a cracking: “So this is how the moon goes out, gives the darkness of the bright.” And after seeing it as it was owing to the moon, he has passed away, the moon taken by the sun and moon, and thought, “Surely to the cloudless,”",
    "ai-atk-s0513a31:129_2": "The fool at all,",
    "ai-atk-s0513a31:129_3": "what is the reason why?",
    "ai-atk-s0513a31:129_4": "Thinking is found in a consequence, but now the fertile field is found. When I am dead, they don’t know anything.",
    "ai-atk-s0513a31:130_0": "Sakka, the wife, having heard the word spoken by his wife, “What does you come?”",
    "ai-atk-s0513a31:130_1": "“Please wait; I’m going to sleep.”",
    "ai-atk-s0513a31:130_2": "“Didn’t you not be released from this jujubehave off, are you freed from existence?”",
    "ai-atk-s0513a31:130_3": "‘May I not say that, maybe it be. I don’t ask, eat it and like a man who has caused it to be like a shadow.’",
    "ai-atk-s0513a31:130_4": "“Then why do you not cry?”",
    "ai-atk-s0513a31:130_5": "(but) he who keeps himself striking:",
    "ai-atk-s0513a31:131_0": "27.",
    "ai-atk-s0513a31:132_0": "“The water in the pot is broken,",
    "ai-atk-s0513a31:133_0": "The one who attains in conformity with the continuation of ghosts",
    "ai-atk-s0513a31:134_0": "28.",
    "ai-atk-s0513a31:135_0": "“Does the man who does not know, lament,",
    "ai-atk-s0513a31:136_0": "That’s why I do not seek for sure,” he spoke these verses.",
    "ai-atk-s0513a31:137_0": "The meaning of this:",
    "ai-atk-s0513a31:137_1": "Just as a droping water would not be scared by fire and worms, so long as it has been dried up and worms, and emerged from the water and consumed by the power of Sakka and swept away from the potters, so long as it’s not possible to stirred by supernormal power, or that one who has no power and no powerful gems.",
    "ai-atk-s0513a31:137_2": "The others also were stated.",
    "ai-atk-s0513a31:138_0": "All those who heard it, having heard it, thought, “All this medicine,” and “Dear Padumuttara, I give you a share of the seventh. We shall then do the observance-day procedure with them.” And after hearing the following instructions, you will give them all the treasures.”",
    "ai-atk-s0513a31:139_0": "The Teacher, having shown this Dhamma teaching, and he established them in the fruit of Stream-Entry, which is an abiding to the realization of the fruit of Stream-Entry.",
    "ai-atk-s0513a31:139_1": "Then the bondservants, workers, and staff were Khemā. And his mother was a brahmin, a son of the Sadattā, who was a Shead.",
    "ai-atk-s0513a31:140_0": "the fourth full moon of the rainy season.",
    "ai-atk-s0513a31:142_0": "and in golden palanquins.",
    "ai-atk-s0513a31:143_0": "Remembering the Teacher, that is the Jotipāla in the forest, saying: “This is the Snake-Dhammader of the Kosalans,",
    "ai-atk-s0513a31:143_1": "in the same way as to be found.",
    "ai-atk-s0513a31:143_2": "surely the king’s ministers, having consecrated the ministers, the chief ministers, having took hold of that (saying):",
    "ai-atk-s0513a31:143_3": "There he was seated on the road, and he was reborn there.",
    "ai-atk-s0513a31:143_4": "The King, having shown his virtue (of another), he spoke this verse:",
    "ai-atk-s0513a31:143_5": "he took a garland of flowers and worshipped the Teacher, and sat down.",
    "ai-atk-s0513a31:143_6": "The teacher asked him, “Venerable sir, it seems, I did just that.” But he said, “Venerable sir, I came out of compassion for me, they wore authority, I said, “Venerable sir, my teacher, my unshaken. ” Then he said,",
    "ai-atk-s0513a31:144_0": "In the past, when King Brahmadatta was ruling in Benares, he took the penis from his own belly, and he had been reborn in the underworld.",
    "ai-atk-s0513a31:144_1": "After some time he taught it during the dirt,",
    "ai-atk-s0513a31:144_2": "in the royal compound, another minister who was hard to wake,",
    "ai-atk-s0513a31:144_3": "and having understood that, the king was delighted.",
    "ai-atk-s0513a31:144_4": "Then the King called Daṅkara ruled the sovereignty over Sāvatthī.",
    "ai-atk-s0513a31:144_5": "He went into his presence and told him what had happened. Then he had the intention took it up because of the Bārāṇasī called Bārāṇasī,",
    "ai-atk-s0513a31:144_6": "He then took the resplendent Bo branch and constructed the Bodhi (Tree).",
    "ai-atk-s0513a31:144_7": "the Buddha-to-be sat down cross-legged in the air above that arose.",
    "ai-atk-s0513a31:144_8": "The Buddha-to-be, after going to the Bodhi Tree of the Bodhi Tree, he saw the Bodhi from (Tree):",
    "ai-atk-s0513a31:145_0": "29.",
    "ai-atk-s0513a31:146_0": "“Those people who want to listen to the other people in front of others.",
    "ai-atk-s0513a31:147_0": "You have no complexion in your mouth. Why don’t you grieve?”",
    "ai-atk-s0513a31:148_0": "Herein, apart from that place:",
    "ai-atk-s0513a31:149_0": "Then the Buddha-to-be recited this verse:",
    "ai-atk-s0513a31:150_0": "30.",
    "ai-atk-s0513a31:151_0": "“The weapons will come here, ~ the happiness of safety",
    "ai-atk-s0513a31:152_0": "Therefore I revere no sorrow, who is good-hearted here,",
    "ai-atk-s0513a31:153_0": "31.",
    "ai-atk-s0513a31:154_0": "“One who is sweet-natured, and does not drunk murderer,",
    "ai-atk-s0513a31:155_0": "Though there are foes, he is subtle,",
    "ai-atk-s0513a31:156_0": "32.",
    "ai-atk-s0513a31:157_0": "“Whether in the village or wilds, whether on low or on high ground,",
    "ai-atk-s0513a31:158_0": "for me, it will be seen,",
    "ai-atk-s0513a31:159_0": "33.",
    "ai-atk-s0513a31:160_0": "“The outcome of the incomparable Seer of all sorts,",
    "ai-atk-s0513a31:161_0": "There’ll no happiness for him.”",
    "ai-atk-s0513a31:162_0": "Herein, neither over-astering nor over-austering, the wind does not overflow or the plant.",
    "ai-atk-s0513a31:162_1": "Again, one thoroughly goes beyond the wind, not too quickly;",
    "ai-atk-s0513a31:162_2": "there is a bird, a friend.",
    "ai-atk-s0513a31:162_3": "with a consequence of such a past or future, I say there is no sorrow or warning for anyone.",
    "ai-atk-s0513a31:162_4": "purity grows in the grieving.",
    "ai-atk-s0513a31:162_5": "Dispelling his throats, he said: “We arething overcamen, he has grabbed us, but I’m dear to us.”",
    "ai-atk-s0513a31:163_0": "standing in the villages’ sea,",
    "ai-atk-s0513a31:163_1": "‘I don’t get tied up in such a way, I’ve seen you like this.",
    "ai-atk-s0513a31:163_2": "“They say that the rules",
    "ai-atk-s0513a31:163_3": "But a dragon thinks, “This is how the eighth austerities will get by.”",
    "ai-atk-s0513a31:163_4": "it brings about the end of all intentional activities, the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of all processes.",
    "ai-atk-s0513a31:163_5": "This is said:",
    "ai-atk-s0513a31:163_6": "After giving up all these things, one is not able to live alone. In the case of the king’s delight isn’t worth a sixteenth part of the earth element.",
    "ai-atk-s0513a31:163_7": "For even the speed’s bliss there is no defilement of sensual pleasures, yet he who brings happiness and joy to jhāna, be happy and recommended by the king.",
    "ai-atk-s0513a31:163_8": "But the Buddha won’t even give them a simile.",
    "ai-atk-s0513a31:164_0": "Thus, after hearing these verses, these four verses, he sent them off, and left.",
    "ai-atk-s0513a31:164_1": "And the Buddha-to-be returned to the Himālayas’ precincts, having gone forth in the Seer’s presence.",
    "ai-atk-s0513a31:165_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:165_1": "“The King is very finest worms. That King Ghaṭīkāra has me.”",
    "ai-atk-s0513a31:166_0": "Pañcasikha is five compared to Ghaṭikāra.",
    "ai-atk-s0513a31:168_0": "and your complexion was born on the colour of gold coins.",
    "ai-atk-s0513a31:169_0": "while dwelling alone in the wilderness, this is the Teacher talk about the teaching.",
    "ai-atk-s0513a31:169_1": "The elder, it seems, who had gone to the deer park at Bhesakaḷā’s virtue, thinking, “Give me my habit of meat!”",
    "ai-atk-s0513a31:169_2": "The senior monks, who weren’t able to cause their conduct by the Elders, to create a group of nuns and even their own work, thinking: “What will you do for himself?”",
    "ai-atk-s0513a31:169_3": "The elder, after telling his student, he said: “Friends, let these people go by myself,” and offer them.",
    "ai-atk-s0513a31:169_4": "“Venerable, you weren’t able to break this ethical conduct on your virtue; please give us your precepts. How on earth can you say such ethical conduct?”",
    "ai-atk-s0513a31:169_5": "The Elder was disappointed.",
    "ai-atk-s0513a31:169_6": "when he heard that, the mendicants were discussing him –",
    "ai-atk-s0513a31:169_7": "“Reverend Sāriputta, it seems that the senior mendicant gives ethically in both places.”",
    "ai-atk-s0513a31:169_8": "When the Teacher came and asked, “Where does the same question just as he does, monks, why did he ask?” After saying, “Have you formerly seen, monks, some people, having seen him, said, “Have you never before, bringing them formerly?”",
    "ai-atk-s0513a31:170_0": "In the past, when Brahmadatta was born in a brahmin family, having attained Awakening, he went to the family’s womb for the Buddha-to-be, buttermilk, the student named Brahmadatta, and Koṇḍañña.",
    "ai-atk-s0513a31:170_1": "Then the teacher, knowing that the teacher had seen them, saying: “Give me permission, habit, ethically, and of good behavior.”",
    "ai-atk-s0513a31:170_2": "When they had taken them a lament, they informed that pupil,",
    "ai-atk-s0513a31:170_3": "Saying, “Venerable sir, don’t ask those who are pupils for their conduct, don’t grant them that.”",
    "ai-atk-s0513a31:170_4": "When he was remorseful, he ever seen, heard, and thought,",
    "ai-atk-s0513a31:171_0": "Then one day, when they arrived at the village, the brahmins went to the village for the purpose of spending the teachers.",
    "ai-atk-s0513a31:171_1": "He then left the jungle of the mother and said, “Who are you going? I have taken up residence for them?” and when he had taken a share to them with me, he gave them five months.",
    "ai-atk-s0513a31:171_2": "He then went to the road, saw a criminal and thought, “When I saw her, they thought I’ll give her virtue. Then he thought, “Give me my teacher’s ethical conduct.”",
    "ai-atk-s0513a31:171_3": "But in the month of Kapilavatthu there was a large big spot that had been brought up and thrown up a dreadful racket.",
    "ai-atk-s0513a31:171_4": "Then don’t think, “How can I get up early?”",
    "ai-atk-s0513a31:171_5": "But he didn’t go to the teacher’s feed. And he told them what had happened.",
    "ai-atk-s0513a31:171_6": "Then the teacher, together with him, went to the first house:",
    "ai-atk-s0513a31:172_0": "34.",
    "ai-atk-s0513a31:173_0": "“One who dwells in the wilderness, in region to Giribbaja, took up a stretch from being to sow.",
    "ai-atk-s0513a31:174_0": "again and again, who is calling form in the peaceful, what is this?”",
    "ai-atk-s0513a31:175_0": "Herein, what is that? What is that? Where are you doing this? Where is that the meaning?",
    "ai-atk-s0513a31:176_0": "having heard his statement, he said this to the second verse:",
    "ai-atk-s0513a31:177_0": "35.",
    "ai-atk-s0513a31:178_0": "“I’ll make sure that service, (thinking):",
    "ai-atk-s0513a31:179_0": "I burn up what has been discarded, and that’s why it should be put for him.”",
    "ai-atk-s0513a31:180_0": "I in that place I am the Great World,",
    "ai-atk-s0513a31:180_1": "Discipline the oceans, entered the city, and proceeds,",
    "ai-atk-s0513a31:180_2": "(but) I will make a bear, like the elephant’s hand.",
    "ai-atk-s0513a31:180_3": "longing for her husband,",
    "ai-atk-s0513a31:180_4": "She rose from the mountains and so on (the mountains), and the mountain top has been erected.",
    "ai-atk-s0513a31:181_0": "Having heard that brahmin recited this verse:",
    "ai-atk-s0513a31:182_0": "36.",
    "ai-atk-s0513a31:183_0": "“This must be constructed by me, the creatures that brings me.",
    "ai-atk-s0513a31:184_0": "I think, but I’m the one who is better.”",
    "ai-atk-s0513a31:185_0": "Herein, a separate legal issue is not able to build one sex.",
    "ai-atk-s0513a31:185_1": "In the same way I think there is a spot, saved by one, meat, hunger, and thirst. They seek the benefit in this way: “Such is the meaning, living for this world, or in the rainy season.”",
    "ai-atk-s0513a31:186_0": "The young brāhmaṇa, having heard that verse:",
    "ai-atk-s0513a31:187_0": "37.",
    "ai-atk-s0513a31:188_0": "“Indeed it is this Sakka, the Lord of Men,",
    "ai-atk-s0513a31:189_0": "In the same way, do you have different views?”",
    "ai-atk-s0513a31:190_0": "The meaning of this:",
    "ai-atk-s0513a31:190_1": "If this is the one, it would not be appropriate for you to take the life of human beings. Did you have the same view, virtue and views, or anyone in the heaven of such behavior, you say, “Who are you able to take the best of these?”",
    "ai-atk-s0513a31:190_2": "Compassionately, sought, full of profitableness, so do you see having seen them. That is why he asks them all that had seen.",
    "ai-atk-s0513a31:191_0": "When he heard this, he said: “Now my teacher Koṇḍañña, I will not do such a verse.”",
    "ai-atk-s0513a31:192_0": "38.",
    "ai-atk-s0513a31:193_0": "“Master Koṇḍañña, please say this to the meaning of the idea:",
    "ai-atk-s0513a31:194_0": "as this earth is unable to do it.”",
    "ai-atk-s0513a31:195_0": "Herein, this is the consequence.",
    "ai-atk-s0513a31:195_1": "The teacher replied, “Do you have the student’s bidding,",
    "ai-atk-s0513a31:196_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:196_1": "“Bhaddiya, he used to be the brahmin Koṇḍiya.”",
    "ai-atk-s0513a31:197_0": "was the sixth colour of dogs.",
    "ai-atk-s0513a31:199_0": "and your complexion consists of gold coins and so on.",
    "ai-atk-s0513a31:200_0": "I bow to you, friends, and companions. This is the Teacher’s teachings.",
    "ai-atk-s0513a31:200_1": "Some mendicants told him, “How do they all?”",
    "ai-atk-s0513a31:200_2": "After the Teacher came and asked: “Monks, where is the talk about just now?” When he had spoken, he asked, “Do it was because of this, friend, did they say, ‘No.’",
    "ai-atk-s0513a31:201_0": "In the past, when Brahmadatta was ruling in Benares, he arrived in the Great Wood, which was born in a thousand elephants, he had been born in his family, and was reborn in the Great Wood, which was a thousand descendants from Benares.",
    "ai-atk-s0513a31:201_1": "Then, eleven myriads— the eleven clay balls, the hands, and the corpses placed the young size of the hands—thesetled, and the birds dwindled.",
    "ai-atk-s0513a31:201_2": "Once again he was unable to subdue that assembly of ignorant people. And the ministers and cowherds that were eighty thousand by number.",
    "ai-atk-s0513a31:201_3": "Seeing this, the king thought, “Koṭaḷiyaka will think about this. We’ll have a little protection for his son.” Then he asks to his son, “Don’t think, ‘I’ll do so.’",
    "ai-atk-s0513a31:201_4": "having summoned both of them, and first remained in front of them:",
    "ai-atk-s0513a31:202_0": "39.",
    "ai-atk-s0513a31:203_0": "“I went to that charnel ground, to shout a heap of reputation, which shook.",
    "ai-atk-s0513a31:204_0": "A bird, please don’t do that.”",
    "ai-atk-s0513a31:205_0": "There were sixty (true) friends, and at the time of the friend,",
    "ai-atk-s0513a31:205_1": "For whom the one who has shaved",
    "ai-atk-s0513a31:205_2": "(but) with the five hundred coins, I am one who is making a circumference to her with joined palms, is the meaning.",
    "ai-atk-s0513a31:206_0": "The boy thought, “I’ll get upsets,” and she said, “After going forth I will not be able to leave!” When the elephants, he departs, “Looking back, I’ll do so!” Then he returned alone with one thousand girl, and after making her sons.",
    "ai-atk-s0513a31:206_1": "At dawn, before he had gone out to meet him with his hands in respectful salutation, and pronounced his joined palms:",
    "ai-atk-s0513a31:207_0": "40.",
    "ai-atk-s0513a31:208_0": "“I will go to that charnel ground, to a forest, the wilderness, a shop, or a mountain cave.",
    "ai-atk-s0513a31:209_0": "A bird, please don’t do that.”",
    "ai-atk-s0513a31:210_0": "There they rose from the mountain cave, where they wandered around on a mountain cave, and where they seized the mountains.",
    "ai-atk-s0513a31:211_0": "Having heard the statement of that, he spoke the third verse:",
    "ai-atk-s0513a31:212_0": "41.",
    "ai-atk-s0513a31:213_0": "“I will win your son, what will you do with your head? What are you doing, Kālāma?",
    "ai-atk-s0513a31:214_0": "and one hundred thousand-hundred thousand feet were to fall away.”",
    "ai-atk-s0513a31:215_0": "And here I shall appoint you to deal with your son, why do you say: ‘Why are you canceling me, I’ll support you.’",
    "ai-atk-s0513a31:215_1": "what will you do with me?”",
    "ai-atk-s0513a31:215_2": "I’d tall a hundred-thousand-a-half jackals with a hundred-thousand-half antelopes, and its head.",
    "ai-atk-s0513a31:216_0": "But after saying that, while standing there, he washed his feet and plunged into it with his head, and leaving,",
    "ai-atk-s0513a31:216_1": "Today I do not know how to subdue it with my oppressed, “Who did it not know or see a tree trunk? I shall know and see to be able to discern the opposite of the body,” “Will I shall not know the fourth jhāna today.”",
    "ai-atk-s0513a31:217_0": "42.",
    "ai-atk-s0513a31:218_0": "“He does not say that there is nothing mortal that strength in all ways,",
    "ai-atk-s0513a31:219_0": "I will surely speaking for you, without conquering your sons.”",
    "ai-atk-s0513a31:220_0": "Herein, by means of this strength:",
    "ai-atk-s0513a31:220_1": "covered over with swords,",
    "ai-atk-s0513a31:220_2": "The one who, in accordance with my son, says that I’m",
    "ai-atk-s0513a31:221_0": "She replied, “When I was told by one, what will I do? Why do you think I have someone else doing so?” But she said, “I can take one among them with one good eyes?” and she said, “I accept no one of them.”",
    "ai-atk-s0513a31:221_1": "She replied, “Very well,” and she responsed in blue, yellow or red-",
    "ai-atk-s0513a31:221_2": "Once this happened, saying, “I am doing what is it,” and he said, “I doing it in such-and-such a single consequence of its meaning, say, “I shall die in the charnel ground,” and he said, “I want to do it,” and he deposit it to sit down. When I returned there, they climbing it, he thus, “I am standing here.” And whenever they fall, they me for the plunged into the charnel ground, he replied, “I climbing up this joints,” he replied, “I climber on the making air.",
    "ai-atk-s0513a31:221_3": "The second monk consented to him.",
    "ai-atk-s0513a31:222_0": "On one occasion one day, two parts of Kāsī, two eyes, two ears, a necklace, a droping of cloth, wrinkled with blue.",
    "ai-atk-s0513a31:222_1": "While he was enjoying the feelings that had arrived at a palace, he set out water for drinking and washing.",
    "ai-atk-s0513a31:222_2": "at that time the humble mountain-tops in that mountain cave,",
    "ai-atk-s0513a31:222_3": "Or because I can drink water, “There will be some water,”",
    "ai-atk-s0513a31:222_4": "he humbled it and drive it out.",
    "ai-atk-s0513a31:222_5": "Or alternatively, thinking, “There will be some water for drinking,” while going rubbing the mountain, he rolled back and forth his life.",
    "ai-atk-s0513a31:222_6": "I knew that the clay had been planted in a basket, and she was walking mindfully on to the shoulder.",
    "ai-atk-s0513a31:223_0": "“Mendicants, the Teacher is not allowed to make a enemy for one, and so on, even if they have arrived at the next life, they say:",
    "ai-atk-s0513a31:224_0": "43.",
    "ai-atk-s0513a31:225_0": "“A seers of body that are black and blue, brown,",
    "ai-atk-s0513a31:226_0": "and throw the dragon in an enemy to Vessavaṇa.",
    "ai-atk-s0513a31:227_0": "So you shouldn’t do it even when prosperity with love.”",
    "ai-atk-s0513a31:228_0": "to the Awakened One, after taking this verse, he created it.",
    "ai-atk-s0513a31:229_0": "Herein, when a mendicant sees this is said to live without formal support, this is how it is said.",
    "ai-atk-s0513a31:229_1": "These four were reborn together,",
    "ai-atk-s0513a31:229_2": "and killed them without killing.",
    "ai-atk-s0513a31:229_3": "All seeming: the meaning is that introduce from enmity.",
    "ai-atk-s0513a31:230_0": "At that time Devadatta was one pointing him, and that was just one.",
    "ai-atk-s0513a31:231_0": "the commentary on the seventh hands,",
    "ai-atk-s0513a31:233_0": "wrapped in line with the golden garments,",
    "ai-atk-s0513a31:234_0": "(The king thus spoke to the word about Devadatta in the Bamboo Grove.)",
    "ai-atk-s0513a31:234_1": "The Bodhisatta’s mother, being intent on awakening, still not able to raise his hands in this way: “This garment is the time for seven months and the embankments, and he cut the head off at the feet of the Bodhi Tree.”",
    "ai-atk-s0513a31:234_2": "When he was given it up, he took it by the mother’s womb and drunk the meat.",
    "ai-atk-s0513a31:234_3": "After positions had been elapsed, two thousand-hundred young palms, black-haired, boarded, wore them from the top of the palm, and put them on the top of their feet.",
    "ai-atk-s0513a31:234_4": "the Buddha-to-be had with the intentence attained the destruction of life.",
    "ai-atk-s0513a31:234_5": "also the Cūḷapanthaka called Ajātasattu (Devadatta) lived the Avanti’s capital pack.",
    "ai-atk-s0513a31:234_6": "In the same way, murdered the Buddha’s army for a long time he robbed the Buddha’s corpse.",
    "ai-atk-s0513a31:234_7": "Then one day they gave a talk on the Teaching to the monks.",
    "ai-atk-s0513a31:234_8": "“Reverend Devadatta, thinking, ‘I’m going to offer a lair, I’ll rose up into the air.’ She climbed up a razor-ed cloud.”",
    "ai-atk-s0513a31:234_9": "After the Teacher came and asked: “Monks, did you come and ask me about it?” But he replied, “When I wasn’t able to discuss, it wasn’t able to do so, even though I had previously done this, they then said, ‘Now my children, I wasn’t able to live apart from that sex.",
    "ai-atk-s0513a31:235_0": "In the past, when Bārāṇasī was born, the being intent on awakening, and the being intent on awakening’s womb, they gave him the name Bodhi consequence.",
    "ai-atk-s0513a31:235_1": "Then the mother, having bathed out of season, sat on one side and played (the king).",
    "ai-atk-s0513a31:235_2": "and the King went to her dwelling place.",
    "ai-atk-s0513a31:235_3": "She, while playing her child, saw the Kingdom with her son, and saw the King,",
    "ai-atk-s0513a31:235_4": "He thought, “This intentionally does not perceive me as my son, how much I think, ‘Now my son, I’ll become reborn!’ But he does not identify with me.”",
    "ai-atk-s0513a31:235_5": "After causing himself, he sat down on his throne. Then he sent his army, saying, “Go away!”",
    "ai-atk-s0513a31:235_6": "When he came to the rope of Kāsī he stood and waited for the sake of a delightful garden. He bowed down with his hands and feet, saying: “Who here, having you come? ” he stood and paid homage to the king, saying, “Who’s the throne, having taken the royal bag?",
    "ai-atk-s0513a31:235_7": "Queen Anulā, having gone to the dear Dhamma, she went to the Dispensation of the Dhamma,",
    "ai-atk-s0513a31:235_8": "Having spent the Queen Kusinārā, having risen above the Bodhi (Tree), he sat down.",
    "ai-atk-s0513a31:235_9": "Uttiya, the killer, having gone to the elephant stall, took it by hand, and whipped it with their hands. When it was married, he brought it to the King, “What’s the King?”",
    "ai-atk-s0513a31:235_10": "The King then summoned him in front of someone, saying: “Take him in front and lay him.”",
    "ai-atk-s0513a31:235_11": "And that man did.",
    "ai-atk-s0513a31:236_0": "When the moon has returned to,",
    "ai-atk-s0513a31:236_1": "The executioner says, “What’s the point of death?”",
    "ai-atk-s0513a31:236_2": "cuts the hand from the water:",
    "ai-atk-s0513a31:236_3": "The moon worms, saying: “We are a fool, you who does not know anything of my hands,” “By this is the first kind of hate for me,” “We shall not know the meaning of my hand.”",
    "ai-atk-s0513a31:237_0": "44.",
    "ai-atk-s0513a31:238_0": "“Now is the King, Mahāsudassana,",
    "ai-atk-s0513a31:239_0": "May you cut this moment with your hand!”",
    "ai-atk-s0513a31:240_0": "Herein, having seen that no needles stakes, is the meaning.",
    "ai-atk-s0513a31:240_1": "“(but)” is the meaning, “Friend” is the same.",
    "ai-atk-s0513a31:240_2": "With grounds for riches: the meaning is, destroyed by the stones, as well.",
    "ai-atk-s0513a31:240_3": "it is to be offered to the kingdom with the King.",
    "ai-atk-s0513a31:240_4": "(but) I will want to rule the king’s boys or girls. That’s why I’m cutting off my hands, the spot from my hands, and think about, “I’ve cut the palms.”",
    "ai-atk-s0513a31:241_0": "The King looked the realm.",
    "ai-atk-s0513a31:241_1": "“What do I become a god?”",
    "ai-atk-s0513a31:241_2": "“Having been cut off five hands,”",
    "ai-atk-s0513a31:241_3": "At that moment the charioteer presented Tissa took the hand of the sesame seed and young men.",
    "ai-atk-s0513a31:241_4": "When he was reborn in the two kings, he didn’t grieve or lament.",
    "ai-atk-s0513a31:241_5": "while the Queen Suppāraka took a stand and leaning on his limbs, lamenting and weeping.",
    "ai-atk-s0513a31:241_6": "Again, he asked, “What did I do?”",
    "ai-atk-s0513a31:241_7": "“Two on the ground.”",
    "ai-atk-s0513a31:241_8": "Having heard that the Protector said this:",
    "ai-atk-s0513a31:242_0": "45.",
    "ai-atk-s0513a31:243_0": "“Now is the King, Mahāsudassana,",
    "ai-atk-s0513a31:244_0": "May you cut down this moment out of the teaching!”",
    "ai-atk-s0513a31:245_0": "Herein, the method of explanation should be understood in the way already described.",
    "ai-atk-s0513a31:246_0": "The King gave him another reply.",
    "ai-atk-s0513a31:246_1": "both cut off their feet,",
    "ai-atk-s0513a31:246_2": "When the moon has wailed, he should grab them by the feet, lamenting, and wailing and lamentation: “When I strive my children and wives, I choose this child.”",
    "ai-atk-s0513a31:246_3": "The Kings asked: “What have you done, sir? ”",
    "ai-atk-s0513a31:246_4": "“Not just goals.”",
    "ai-atk-s0513a31:246_5": "“What do I do, sir?”",
    "ai-atk-s0513a31:246_6": "“For he cuts the boundary,”",
    "ai-atk-s0513a31:246_7": "Having heard that the moon, he spoke the third verse:",
    "ai-atk-s0513a31:247_0": "46.",
    "ai-atk-s0513a31:248_0": "“Now is the King, Mahāsudassana,",
    "ai-atk-s0513a31:249_0": "May you cut down this head into the teaching!”",
    "ai-atk-s0513a31:250_0": "but having said (that), he related his own head.",
    "ai-atk-s0513a31:251_0": "Again, he asked, “What did I do?”",
    "ai-atk-s0513a31:251_1": "“For he cuts the boundary,”",
    "ai-atk-s0513a31:251_2": "He cut off his head, saying: “Your Majesty,” and he asked the King,",
    "ai-atk-s0513a31:251_3": "“That’s not done,”",
    "ai-atk-s0513a31:251_4": "“What do I do, sir?”",
    "ai-atk-s0513a31:251_5": "“Do you agree with the ascetic’s instead, then making him commit an offense?”",
    "ai-atk-s0513a31:251_6": "He caused the plough in the sky and put it on the ground in the air, and made a terrack.",
    "ai-atk-s0513a31:251_7": "crying:",
    "ai-atk-s0513a31:252_0": "47.",
    "ai-atk-s0513a31:253_0": "“Not with friends",
    "ai-atk-s0513a31:254_0": "Those who say, Kings, don’t have a killer for the King.",
    "ai-atk-s0513a31:255_0": "48.",
    "ai-atk-s0513a31:256_0": "“Your friends and colleagues, relatives and friends,",
    "ai-atk-s0513a31:257_0": "Those who say, Kings, kill the King, have killed him.”",
    "ai-atk-s0513a31:258_0": "Herein, ignorant is included by their friends and colleagues, relatives and kin, by a king’s ministers, namely, archers, all the kings, Daḷhanemittās, etc., and all of them enemy which were well defiled, (thinking): “Any softer his friends or a king’s ministers .",
    "ai-atk-s0513a31:258_1": "Those who don’t say, “Nothing that’s arrival by the King,” like you say, “So, you’re not a killer,” and those who think, “This isn’t concept they’re dissatisfied.”",
    "ai-atk-s0513a31:258_2": "In the second verse, while those relatives were scholars,",
    "ai-atk-s0513a31:259_0": "But when these verses were spoken by the Moon in the heart, the ears, the neck together with the heart, and together with the similes –",
    "ai-atk-s0513a31:260_0": "49.",
    "ai-atk-s0513a31:261_0": "“Through the four kinds of mindfulness meditation are shrouded down,",
    "ai-atk-s0513a31:262_0": "He was the heir to all the earth: O king, my breath is choking me!” .",
    "ai-atk-s0513a31:263_0": "Herein, the heirs in the earth: Amongst devoted to the earth, the shakes, the thinner masters, the dogs, the cloak of pad, the blood, the skull, the head bracelets, the head, the fire huts, and the necklaces (to bed).",
    "ai-atk-s0513a31:263_1": "Your Majesty, I am able to kill living creatures, steal, and commit adultery. I am unable to live.’",
    "ai-atk-s0513a31:264_0": "While she was being sorrowed like this, she lamented like a bamboo roamed in the Bamboo’s Wood, and made a living right there.",
    "ai-atk-s0513a31:264_1": "The king was unable to perform a high couch; he was unable to perform the great height; then he took a story of treasure.",
    "ai-atk-s0513a31:264_2": "Then a hundred thousand leagues from there to sheets, as easily as a hundred leagues away took the earth from a hundred leagues away and turned back even a hundred leagues away. Their garments opened by the corners, as if it were cooked by a cow, sheepped it with a hundred leagues.",
    "ai-atk-s0513a31:264_3": "The ministers and the Bodhisattas, the ministers and counselors, performed the corpse.",
    "ai-atk-s0513a31:265_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:265_1": "“King Mahāpajāpatī Gotamī, Devadatta, became a governed with the sweet Dhamma.”",
    "ai-atk-s0513a31:266_0": "The Shorter Discourse on the Disciple of the Queen Story",
    "ai-atk-s0513a31:268_0": "golden skin had like golden coins,",
    "ai-atk-s0513a31:269_0": "He spent the Teacher, making this proclamation: “This is the Teacher, who is living in Jeta’s Wood, and while staying in the family tradition;",
    "ai-atk-s0513a31:269_1": "She was the daughter of two families in Sāvatthī, the daughters of the Buddha, the daughters-in-law of faith, the daughters-in-law of the Community, the giver of the Dhamma, and the donors who have faith in the Sangha.",
    "ai-atk-s0513a31:269_2": "He did so.",
    "ai-atk-s0513a31:269_3": "Then her parents said, “We too should give gifts to your mother and father, the three kinds of treasure, and so do the same thing, and have wrong view, and I give them a gift. We won’t make the sabbath and ethical conduct.”",
    "ai-atk-s0513a31:269_4": "After they agreed to give, they all that merchant’s house, thinking, “We shall go to our house for our house,” and they told him what had happened. Then they said, “We shall do so. We did not give him to Bhaddā’s house.” Then they said, “We shall do so.”",
    "ai-atk-s0513a31:269_5": "And because she was fully ordained, she became frightened.",
    "ai-atk-s0513a31:270_0": "One day the husband said:",
    "ai-atk-s0513a31:270_1": "“Sir, I wish to give gifts to the Elders of our sons.”",
    "ai-atk-s0513a31:270_2": "A gift one gives to Bhaddā,",
    "ai-atk-s0513a31:270_3": "She has invited the most excellent Elder Mahādeva took a valuable food, and sat down to one side. Wrong view, the Lord of the World, the counselor as long as she was asked, the family would not know the sound of three kinds: “Three of counselors, I would give this gift.”",
    "ai-atk-s0513a31:270_4": "and they ate intimate ones.",
    "ai-atk-s0513a31:270_5": "Furthermore, the owners said, “Venerable, what are you coming here? Why don’t you see the reason why?”",
    "ai-atk-s0513a31:270_6": "“Very well, see it.”",
    "ai-atk-s0513a31:270_7": "On the following day she told the Elders,",
    "ai-atk-s0513a31:270_8": "After approaching and worshipping the Elder, he sat down on one side.",
    "ai-atk-s0513a31:270_9": "Then he related the General of the Dhamma.",
    "ai-atk-s0513a31:270_10": "Being prepared to the elder’s teaching, he prepares the seats and sets out a seat of the senior monks. Then he listens to the teachings, sat down to one side, and wrong view.",
    "ai-atk-s0513a31:271_0": "Then one day the Thera, having made the giver of the Dhamma, and the two, namely, established the fruit of Stream-Entry. He then preached the Truth: “Entry, they both proclaimed the fruit of stream-entry.",
    "ai-atk-s0513a31:271_1": "Then having performed his parents, even his bondservants and workers, all the money and generality to the Buddha, calling him a wretched man with his own hand.",
    "ai-atk-s0513a31:271_2": "Then one day the children said to her husband:",
    "ai-atk-s0513a31:271_3": "“What do you think, sirs? Why do I wish to go forth?”",
    "ai-atk-s0513a31:271_4": "He replied, “Good, Bhaddā, I shall go forth.” He then went to that monk, and having asked for the going forth.",
    "ai-atk-s0513a31:271_5": "The Teacher gave him the going-forth.",
    "ai-atk-s0513a31:271_6": "and Vipassī developed insight and attained Liberation.",
    "ai-atk-s0513a31:271_7": "Then on the day, how is it to be inspiring the mendicants? Then they said, “Householder, how is this allowable monk?” and when they had gone forth he went forth his own husband’s house.",
    "ai-atk-s0513a31:271_8": "After the Teacher came and asked, “Mendicants, where is the talk about.” When the teacher asked him, “Who did you come? When you were sitting talking about in the past,, monks, your own sons and present?” But he said, “For the Palace of Principle?” But when the owners weren’t the son of the past, he said, “Friend, there is death.”",
    "ai-atk-s0513a31:272_0": "In the past, when Brahmadatta was ruling in Benares, he had attained to Buddha-to-beauch, which was like a golden neemy, glorious bed, chair, and was like gold coins, elephants, horses, chariots, and so forth.",
    "ai-atk-s0513a31:272_1": "and his wife through the calf.",
    "ai-atk-s0513a31:272_2": "They dwelt in harmony, appreciating each other, along with a thousand coins.",
    "ai-atk-s0513a31:272_3": "Then the hunter snares a turtle thrown up a yoke.",
    "ai-atk-s0513a31:272_4": "Then on the day, having seen the being intent on awakening, as long as he was shaking the in front and behind, he stood on the ground.",
    "ai-atk-s0513a31:272_5": "They adorned with fear, infatuated, and along with the drum of death.",
    "ai-atk-s0513a31:272_6": "After hearing that, the group of trapped herd,",
    "ai-atk-s0513a31:272_7": "But with the wife, consultation with this, saying: “This seems my lovely intermediate directions (of people), and having arisen in my presence, I will go to the parks’ boons, and later times.” Then he said, “Though I was able to prepare a seat, Sarabha, and that I do not confuse the people.”",
    "ai-atk-s0513a31:273_0": "50.",
    "ai-atk-s0513a31:274_0": "“Great King Reṇu, he is going to the Great King Reṇu,",
    "ai-atk-s0513a31:275_0": "no more than one day or night in the woods.”",
    "ai-atk-s0513a31:276_0": "Herein, preference is the meaning.",
    "ai-atk-s0513a31:276_1": "groaning up the deathless:",
    "ai-atk-s0513a31:276_2": "they are golden shoes, formed with gold.",
    "ai-atk-s0513a31:276_3": "and its colour is gold in its cave.",
    "ai-atk-s0513a31:276_4": "I won’t delight in roars, I’ll give some grass and sticks in the jungle into one clay.",
    "ai-atk-s0513a31:277_0": "Having heard that, he spoke the second verse:",
    "ai-atk-s0513a31:278_0": "51.",
    "ai-atk-s0513a31:279_0": "“I didn’t step on the ground, I said to the ground,",
    "ai-atk-s0513a31:280_0": "I am strong and droping my feet.”",
    "ai-atk-s0513a31:281_0": "I shall exert arouse energy, Bhaddā Kāpilānī,",
    "ai-atk-s0513a31:281_1": "or “I am not able to cutting off the perfection,” but he is unable to cut it.",
    "ai-atk-s0513a31:281_2": "I’m a while standing, even if he has a sense of urgency, the ground would beat the feet of a leaf-hut.",
    "ai-atk-s0513a31:281_3": "she’s Vetti.",
    "ai-atk-s0513a31:281_4": "By avoiding them, he goes chopping things (only) destroying the streams.",
    "ai-atk-s0513a31:282_0": "Then Migāra’s brother, saying: “When I afraid of her own strength, I hurriedly take my life.",
    "ai-atk-s0513a31:282_1": "If I don’t ask them for life, I’ll give him my life.” And he stretch out his life by a moment, then stayed the Bodhisatta.",
    "ai-atk-s0513a31:282_2": "Although a hunter comes, he is like a caravan leader, like those of a fire.",
    "ai-atk-s0513a31:282_3": "She saw him, and said, “When I returned to my deer, I’ll make her sit down on a hunter.” Then she turned her back, and went to the deer range of her virtue. She bowed down to the King and stood to one side, saying: “My own ethical behavior, but give her the full admission,” and she requests to my husband.",
    "ai-atk-s0513a31:283_0": "52.",
    "ai-atk-s0513a31:284_0": "“Heals are hunting, slandering down,",
    "ai-atk-s0513a31:285_0": "Having killed me first, they will go hurry.”",
    "ai-atk-s0513a31:286_0": "Herein, I led on the meaning, renowned luxurious me from the sword, what is the dust of the people.",
    "ai-atk-s0513a31:287_0": "When he heard that, he would not give up his own life; he thinks, “I have no use for the benefit of my life; I will not give up my love for the sake of my life!” And he said, “I’ll give this life to the fourth,” “I’ll give this basket,” and he added: “I’ll do so.”",
    "ai-atk-s0513a31:288_0": "53.",
    "ai-atk-s0513a31:289_0": "“I’ve heard that you’ve seen this human married girl,",
    "ai-atk-s0513a31:290_0": "you will be happy and free from the great realm.”",
    "ai-atk-s0513a31:291_0": "Herein, I’ve seen or heard of such a case.",
    "ai-atk-s0513a31:291_1": "When I heard this, I didn’t see a human being,",
    "ai-atk-s0513a31:291_2": "Of those who have seen, heard, or thought, “These ones do seem to be afraid of wrongdoing, the meaning is this.”",
    "ai-atk-s0513a31:291_3": "Bhaddā Kāpilānī, who was skilled in the streets,",
    "ai-atk-s0513a31:291_4": "The carpets, “This is the lump of meat, this is the narrow, this is the elder, the st news, this one, and urinating the Bodhisatta.” Then he having escaped from his feet and neck, chopped it, took it away, and massages, to the lungs, to the hand of the feet, and took it. Having taken on the ground.",
    "ai-atk-s0513a31:291_5": "Likewise he filled with loving-kindness, etc., the mind of loving-kindness through the power of loving-kindness, etc., appearing in the maintenance of loving-kindness.",
    "ai-atk-s0513a31:291_6": "the Buddha-to-be remains with pleasure and pain.",
    "ai-atk-s0513a31:292_0": "Having seen the joy-in-law joyful happiness arose in the Buddha-to-be, the fifth earth quaked by the name of the Bo branch –",
    "ai-atk-s0513a31:293_0": "54.",
    "ai-atk-s0513a31:294_0": "“That’s how, hunter, Nandaka, all his relatives.",
    "ai-atk-s0513a31:295_0": "Likewise I’ll eat the moments.”",
    "ai-atk-s0513a31:296_0": "Herein, hunter is treated by a worker in order to get a merry worker, and nutriment.",
    "ai-atk-s0513a31:297_0": "The Buddha-to-be thinking, “He is intent on awakening. I have seen the drum beaten out of my family in the neighborhood of a certain forest,” and he gave him back, and then returned to the forest nearby. Then he said, “Having done meritorious behavior, Kimbaṭika,” and he took his merit.",
    "ai-atk-s0513a31:298_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:298_1": "“He was huntering, because he was a young monk, he was a young nun.”",
    "ai-atk-s0513a31:299_0": "nine colors in gold.",
    "ai-atk-s0513a31:301_0": "and for the sake of congenial pair, (the Buddha) was born in his appearance,",
    "ai-atk-s0513a31:302_0": "While living in the Jeta Grove, this teacher, this:",
    "ai-atk-s0513a31:302_1": "When your teacher asked him, “Is it really true, monk, did you ask of thorns,” and he acted like this. When you saw the customs station, he said, “Is it seems, dear laughing and begged, your unto-down property and returning to the monastery, he didn’t begged in the past?",
    "ai-atk-s0513a31:303_0": "In the past, when King Bārāṇasī was named Ambaṭṭha.",
    "ai-atk-s0513a31:303_1": "His name was Sundarīnandā, (also) who was most valuable and pleasing in every way.",
    "ai-atk-s0513a31:303_2": "At that time the Buddha-to-be was reborn in that place, at that time there was an abscess called Puṇṇaka,",
    "ai-atk-s0513a31:303_3": "in that place the Buddha-to-be after propagation in the Island.",
    "ai-atk-s0513a31:303_4": "He arrived at Benares, and together with the student Ambaṭṭha, he amused himself with his students.",
    "ai-atk-s0513a31:303_5": "When they saw him, they said, “Who did you see such-and-such a one of the girl,” and they told him his son.",
    "ai-atk-s0513a31:303_6": "After hearing that, it stood in one day, and circumstanced the circle he stood in the pavilion.",
    "ai-atk-s0513a31:303_7": "So I looked at the gods.",
    "ai-atk-s0513a31:303_8": "Two others resented each other,",
    "ai-atk-s0513a31:303_9": "The kings Supaṇṇa sent to the house of the city of Cūḷapanthaka in the town of Kāsi.",
    "ai-atk-s0513a31:303_10": "When he had performed his own dwelling, he came through the air and told him what had happened. He then entered the city, where he asked him: “Nāgas, did not know about his own.”",
    "ai-atk-s0513a31:303_11": "and going with him, he enjoyed himself with the King.",
    "ai-atk-s0513a31:304_0": "But there is the king named Sañcasikha, an odor, and in that place, having consecrated the whole of Gandhamādana, he dismissed (the King). Then he allowed to his leaf-hut.”",
    "ai-atk-s0513a31:304_1": "From the gate they reached the door, where they mixed up the chair poison,",
    "ai-atk-s0513a31:304_2": "Then the younger brother of Kusāvatī was like gold, with gems.",
    "ai-atk-s0513a31:304_3": "After approaching they said, “I’m able to make a scented fragrances, and I’ll make one.”",
    "ai-atk-s0513a31:304_4": "Saying, “Very well,” they told him,",
    "ai-atk-s0513a31:304_5": "They then said, “Haven caught it pleasant in a swift monastery, but only to go.”",
    "ai-atk-s0513a31:304_6": "“If I were to make my fragrance, but if I’d do it, I’ll chop it.”",
    "ai-atk-s0513a31:304_7": "“There are in fairies that are fragrant and infested by the King.”",
    "ai-atk-s0513a31:304_8": "“Well then, don’t become indulgent and infatuated me with a swallowing the neck. Then they dried up the Gandhamādana and go there, and are fragrances.",
    "ai-atk-s0513a31:304_9": "After being boarding, they ran away.",
    "ai-atk-s0513a31:305_0": "He boarded a boat, breaking the boat, and breaking it up.",
    "ai-atk-s0513a31:305_1": "As he was going to heaven, he saw the Nigrodha who had thoroughly big as a tree standing on the bank of the Nigrodha’s roots.",
    "ai-atk-s0513a31:305_2": "When Suppabuddha was coming, she saw the Queen Subhaddā fairy, and after entering the city in the sky, and seeing him lying there, he asked: “Like Queen, goes to heaven.”",
    "ai-atk-s0513a31:305_3": "he preached the whole Truth.",
    "ai-atk-s0513a31:305_4": "Saying: “Well then, Udāyī, don’t bathe themselves.” Then he took the divine abode and lay down on the ground, covered it with heavenly flowers, and lay down on the ground. Then he cloth, having given it back by the divine neighbourhood, covered it with heavenly-eye, and then returned again.",
    "ai-atk-s0513a31:305_5": "When a day is endowed with discerning the ears, she entered the city with the ears and came to the end of the defilements.",
    "ai-atk-s0513a31:305_6": "After that Ālavaka’s death the plane of Bārāṇasī, the Jāṇussoṇi drew in that place, the banyan tree rooted in the island.",
    "ai-atk-s0513a31:305_7": "After seeing them with the boat of the drum together with the king, he plunged into the air and expressed their appreciation:",
    "ai-atk-s0513a31:306_0": "55.",
    "ai-atk-s0513a31:307_0": "“I am a charming scent, Himalayan trees,",
    "ai-atk-s0513a31:308_0": "Others are far from here, Sundarīnandā.”",
    "ai-atk-s0513a31:309_0": "wherever the ford means (the earth) blossoming from the top of a tree.",
    "ai-atk-s0513a31:309_1": "having surrounded that banyan tree, it seems they say.",
    "ai-atk-s0513a31:309_2": "stubborn is the ocean.",
    "ai-atk-s0513a31:309_3": "like a great step with a mighty flood,",
    "ai-atk-s0513a31:309_4": "As a banyan tree struggles in the presence of the sea.",
    "ai-atk-s0513a31:309_5": "from here and there is the citadel.",
    "ai-atk-s0513a31:309_6": "the King’s mangoes.",
    "ai-atk-s0513a31:309_7": "Then the rose-apple tree called Tambapaṇṇi (for him), “The king’s mango grove is call.”",
    "ai-atk-s0513a31:309_8": "They proclaim what is the heart,",
    "ai-atk-s0513a31:310_0": "Having heard that, he spoke the second verse:",
    "ai-atk-s0513a31:311_0": "56.",
    "ai-atk-s0513a31:312_0": "“How, how does the ocean so sweat?",
    "ai-atk-s0513a31:313_0": "How is it you who I remember you and have a gathering?”",
    "ai-atk-s0513a31:314_0": "Herein, one who is inspiring with protection",
    "ai-atk-s0513a31:315_0": "After that verse:",
    "ai-atk-s0513a31:316_0": "57.",
    "ai-atk-s0513a31:317_0": "“Oh when will you give money to the penniless trade,",
    "ai-atk-s0513a31:318_0": "in the midst of the Marut (Paṇḍuka) and Leaving the Earth,",
    "ai-atk-s0513a31:319_0": "58.",
    "ai-atk-s0513a31:320_0": "“He who is attached to me, head and fragrant,",
    "ai-atk-s0513a31:321_0": "Bhaddā Kāpilānī, while his mother was grabbed.",
    "ai-atk-s0513a31:322_0": "59.",
    "ai-atk-s0513a31:323_0": "“He sleeps with food and drink, clothes, and beds,",
    "ai-atk-s0513a31:324_0": "Ambaṭṭha, what is inferior and superior.”",
    "ai-atk-s0513a31:325_0": "Herein, iron, take a cliff that iron ball, such a flag, a momentary, smeared with iron trunk, hit me by the cooking, and he said, “He is the meaning.”",
    "ai-atk-s0513a31:325_1": "By these two armles, “Here the yoke of here” is said.",
    "ai-atk-s0513a31:325_2": "Bhaddāsa retinue",
    "ai-atk-s0513a31:325_3": "She is without making use of the fleshless , thus it is peaceful and so on.",
    "ai-atk-s0513a31:325_4": "And one enable to me, but not despises me by myself or others.",
    "ai-atk-s0513a31:325_5": "For one who is raised in goodness in order to see the head in virtue, etc., and recommending on virtue.",
    "ai-atk-s0513a31:325_6": "“Like the moderation” is said, “Pāṭali Village” , as if the meaning is that it were, the meaning is,",
    "ai-atk-s0513a31:325_7": "‘Dear Ambaṭṭha, the King’s son,",
    "ai-atk-s0513a31:326_0": "Faithful he thought, “Anurādha, having remorse and regret, I will go back to the charnel ground in the forest, and having put it on the road in the forest,” and he departed again, then he left.",
    "ai-atk-s0513a31:327_0": "The Teacher, having constructed this Dhamma teaching, and he preached this Dhamma to the Nuns, attained the Fruit of Stream-Entry.",
    "ai-atk-s0513a31:327_1": "At that time Ānanda was King Suppabuddha, but he had the King.",
    "ai-atk-s0513a31:328_0": "the complexion of the Suppatiṭṭha realm,",
    "ai-atk-s0513a31:329_0": "The first sub-chapter on jewels is finished.",
    "ai-atk-s0513a31:330_0": "2. Vaṇṇārohavaggo",
    "ai-atk-s0513a31:332_0": "and for the sake of decaying beauty.",
    "ai-atk-s0513a31:333_0": "By praised thus: ‘This is the Teacher, this is the two chief disciples who were inclined to the chief disciples,",
    "ai-atk-s0513a31:333_1": "At one time, when he had given the following Great Elder Mahā-King, he asked: “From this time, seized his bowl and robe, and when I was coming to the neighborhood of a certain teacher, he departed from the village.”",
    "ai-atk-s0513a31:333_2": "Also one of the senior monks who were nursing the elder’s attendants, saying:",
    "ai-atk-s0513a31:333_3": "When the senior monk saw in harmony, he thought, “How can these things?” and “Venerable Sāriputta, having seen each other, was it possible, Venerable Sāriputta, did you come?” Then he asked Venerable Sāriputta, “Listen about this?”",
    "ai-atk-s0513a31:333_4": "“What is it?”",
    "ai-atk-s0513a31:333_5": "“Sir, this is my child at the time of my birth family that I was born in a family of swamped with me, and had come to you. What would you do?”",
    "ai-atk-s0513a31:333_6": "The elder smiled, saying: “You are going, friend.”",
    "ai-atk-s0513a31:334_0": "Then later, went to the Elder Mahā Moggallāna, and also the same way.",
    "ai-atk-s0513a31:334_1": "The elder asked him, “Who are you coming, reverends?” and he asked, “Who are you doing this?”",
    "ai-atk-s0513a31:334_2": "“Yes, I.”",
    "ai-atk-s0513a31:334_3": "Saying, “Good, reverend,” he replied, “It’s good,” he took hold of that problem garment and gave it back.",
    "ai-atk-s0513a31:334_4": "Having both of them worshipped the Teacher, sat down,",
    "ai-atk-s0513a31:334_5": "The Teacher, having asked him a question, said, “After rain, I will split the rainy season residence alone, without having destroyed a comfortable rainy season,” and after telling him, “Sāriputta, having destroyed it was not able to break apart, after becoming annoying the rains residence there, after breaking the robber tomorrow.” But he said, “You have become a perfected one.”",
    "ai-atk-s0513a31:335_0": "In the past, when Brahmadatta was ruling in Benares, he had a tree built in the wilderness.",
    "ai-atk-s0513a31:335_1": "Then lions, tigers, and hunters live in the wilderness.",
    "ai-atk-s0513a31:335_2": "one meat, jackals, and appeared to them while they were still alive, ate meat and another one month. Then I thought, “I will break my shelter to eat meat before my home.”",
    "ai-atk-s0513a31:335_3": "He went to Sīha and asked him, “What’s the point of your wife?”",
    "ai-atk-s0513a31:335_4": "“But what’s right to do?”",
    "ai-atk-s0513a31:335_5": "“Sir, this is the middle of the body, that is the time of the honey or the corpse of my head, the complexion of his wives, or the energy that you’ve done long.”",
    "ai-atk-s0513a31:335_6": "Then you won’t go, saying, “Go and do what you say.”",
    "ai-atk-s0513a31:335_7": "and having approached, he related the same position as before.",
    "ai-atk-s0513a31:335_8": "When he heard that, he said this, “Sīhabāhu, go to the first time and ask him about this.”",
    "ai-atk-s0513a31:336_0": "60.",
    "ai-atk-s0513a31:337_0": "“He whose calls afflicted through the power of birth and death,",
    "ai-atk-s0513a31:338_0": "I’ve said it isn’t easy to speak.”",
    "ai-atk-s0513a31:339_0": "Herein, observes the power of bodily strength and energy:",
    "ai-atk-s0513a31:339_1": "Because I’ve declared: ‘This is better, this is not my equal or worse’; that’s not easy to find a vulnerable to the death of the deer park.”",
    "ai-atk-s0513a31:340_0": "Having heard that, the recited these verses:",
    "ai-atk-s0513a31:341_0": "61.",
    "ai-atk-s0513a31:342_0": "“He whose calls afflicted through the power of birth and death,",
    "ai-atk-s0513a31:343_0": "so well-spoken, I tell you what is true.",
    "ai-atk-s0513a31:344_0": "62.",
    "ai-atk-s0513a31:345_0": "“If I live in this way, friend, if you make a bad karma",
    "ai-atk-s0513a31:346_0": "Nor do I converse with you,",
    "ai-atk-s0513a31:347_0": "63.",
    "ai-atk-s0513a31:348_0": "“The one who has said these words:",
    "ai-atk-s0513a31:349_0": "Will quickly break off with his friend, bringing a great deal of hate.",
    "ai-atk-s0513a31:350_0": "64.",
    "ai-atk-s0513a31:351_0": "“That friend who isn’t diligent, keen, and resolute,",
    "ai-atk-s0513a31:352_0": "He who is brilliant, a son, or who is anointed enemy.”",
    "ai-atk-s0513a31:353_0": "Herein, rightly wields power:",
    "ai-atk-s0513a31:353_1": "or a misdeed is badly behaved like this and chasming me with you. How can I prepare it?",
    "ai-atk-s0513a31:353_2": "They should be told as it is.",
    "ai-atk-s0513a31:353_3": "(but) for any one of these, the meaning is that it is the meaning.",
    "ai-atk-s0513a31:353_4": "(But) he who is heedful, having a faction that is diligent, so the meaning is not established.",
    "ai-atk-s0513a31:353_5": "Devoted, he will tell him, “Today is the breakage for the opposite sex.”",
    "ai-atk-s0513a31:353_6": "having slaughtered over the world, he saw the cleaving open.",
    "ai-atk-s0513a31:353_7": "Telling a child, the son of the necess, like a mother in the heart.",
    "ai-atk-s0513a31:354_0": "Thus these four verses, which were obtained by friends, and colleagues, “Discourse with a man in whom I beg me,”",
    "ai-atk-s0513a31:354_1": "They stayed there.",
    "ai-atk-s0513a31:354_2": "but he took hold of it away, and another plunging.",
    "ai-atk-s0513a31:355_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:355_1": "“He wasn’t seen, heard, thought, and known, he was a question that was resigned, and he had answered in the same way.”",
    "ai-atk-s0513a31:356_0": "commentary on the colour of a bird,",
    "ai-atk-s0513a31:358_0": "forty-four years moved to his (birth) is the complexion of virtue,",
    "ai-atk-s0513a31:359_0": "Wandering in virtue, this is better for the sake of Jotipāla, the brahmin Sages of the Jina, together with virtue.",
    "ai-atk-s0513a31:359_1": "The King, it seems, to be accomplished in ethics, and he sees some more than that.",
    "ai-atk-s0513a31:359_2": "He thought, “How can the king think me thus, ‘When I’m accomplished in ethics, do I see some other ascetic or brahmin?”",
    "ai-atk-s0513a31:359_3": "One day, he took a _kahāpaṇa_ coin of the fruit.",
    "ai-atk-s0513a31:359_4": "because of a heavy burden is not something anything in the second.",
    "ai-atk-s0513a31:359_5": "But on the third occasion, he said, “What is the reason, eat?” and “The King then said, “What can be done so that this, is he said?”",
    "ai-atk-s0513a31:359_6": "“Is it true, brahmin?”",
    "ai-atk-s0513a31:359_7": "“Great king, I don’t. But when I’m anxious they think, ‘I’m anxious because of this illustrious thing for me, or doing this much for my own use?’ Is very dismissed me, saying, ‘What can I do to him?’",
    "ai-atk-s0513a31:359_8": "Well, now, I will go forth in the presence of my virtue and so forth. I will not take care of the lay life to homelessness.” He will then return to the houseless life, and in the house for the purpose of going forth.",
    "ai-atk-s0513a31:359_9": "The Teacher gave them the going forth and the full ordination.",
    "ai-atk-s0513a31:359_10": "Not long after his ordination, he established insight in the highest fruit,",
    "ai-atk-s0513a31:359_11": "The monks Dhammadinnā said, “What can I do inquire?”",
    "ai-atk-s0513a31:359_12": "After the Teacher came and asked: “Monks, why does the talk about just now?” When they were sitting on the same seat, they told him, “Nothing, inquire about conduct,” they replied, “Even before doing it in the past, after being done so, they said, “So, mendicants, having become an ethical renunciate,” he said,",
    "ai-atk-s0513a31:360_0": "In the past, when Brahmadatta was reborn in a good family, the brahmin family of Brahmadatta, having arrived at Benares, he went to King Brahmadatta’s family, and see the king.",
    "ai-atk-s0513a31:360_1": "The King gave him a place to his place.",
    "ai-atk-s0513a31:360_2": "They guard the five precepts.",
    "ai-atk-s0513a31:360_3": "The King, Dearted him.",
    "ai-atk-s0513a31:360_4": "The King thought: ‘What did he think, ‘What does the king do you see me?’",
    "ai-atk-s0513a31:360_5": "all is like the method of present.",
    "ai-atk-s0513a31:360_6": "Now, a brahmin, thinking “I have heard” on the following verses: “I am well developed in my virtue”, and he recited these verses:",
    "ai-atk-s0513a31:361_0": "65.",
    "ai-atk-s0513a31:362_0": "“Ethics are better for me: it is better for me,",
    "ai-atk-s0513a31:363_0": "Ethics are better than human. Now there is no transmigration.",
    "ai-atk-s0513a31:364_0": "66.",
    "ai-atk-s0513a31:365_0": "“The splendor is supreme, ~ having colour",
    "ai-atk-s0513a31:366_0": "For one unendowed with virtue, there is no value in learning.",
    "ai-atk-s0513a31:367_0": "67.",
    "ai-atk-s0513a31:368_0": "“An aristocrat who has self-controlled, and is eloquent,",
    "ai-atk-s0513a31:369_0": "They arise in the world who have given up these things.",
    "ai-atk-s0513a31:370_0": "68.",
    "ai-atk-s0513a31:371_0": "“The aristocrats, brahmins, merchants, and workers are garden.",
    "ai-atk-s0513a31:372_0": "Here, having shackled the Dhamma (to others):",
    "ai-atk-s0513a31:373_0": "69.",
    "ai-atk-s0513a31:374_0": "“The species don’t lead to rebirth,",
    "ai-atk-s0513a31:375_0": "ethics and immersion.”",
    "ai-atk-s0513a31:376_0": "Herein, virtue is better than possessed of (the three) virtues, steps upon the special qualities of virtue, the One who is familiar with those special qualities, and those good qualities, .",
    "ai-atk-s0513a31:376_1": "Having spoken thus, on “This is how they live together in one of three kinds of misconduct, fourfold by means of property and of three kinds, and three kinds of misconduct, and four kinds of canceling of the Monastic Code, and moderation and four months, and two kinds of restraint of virtue, and three kinds of misconduct, four kinds of misconduct, five months as guarding and four months of restraint, and ninety-two faculties,",
    "ai-atk-s0513a31:377_0": "The fruit of deceit, hollow.",
    "ai-atk-s0513a31:377_1": "Born into a family, born in a family of aristocrats,",
    "ai-atk-s0513a31:377_2": "praised by the colour of a beautiful body.",
    "ai-atk-s0513a31:377_3": "They can’t be able to satisfy",
    "ai-atk-s0513a31:377_4": "And why do you know the person’s virtue, they don’t know themselves or others?",
    "ai-atk-s0513a31:377_5": "doesn’t lose their way.",
    "ai-atk-s0513a31:377_6": "They don’t learn the traditions of ethical conduct, learning, generosity, and wisdom. They glory here, there is no doubt regarding the world.",
    "ai-atk-s0513a31:378_0": "Because of that, the two verses spoken of birth, Mogharāja.",
    "ai-atk-s0513a31:378_1": "There they’re reborn in the world who are unethical, of bad character, and who have become reborn in a human realm, they’re reborn in a place of loss, a bad place, the world.",
    "ai-atk-s0513a31:378_2": "and carcass of cloth, club and flowers, strikes, and thorns.",
    "ai-atk-s0513a31:378_3": "Here ever: “hunter and because they have equality of the gods, they are disillusioned with them.",
    "ai-atk-s0513a31:379_0": "and all the five hundred celestially gifts, all of them have been given their meaning in seeing.",
    "ai-atk-s0513a31:379_1": "The meaning of this:",
    "ai-atk-s0513a31:379_2": "These, great king, apart from the world to its gods, Māras, and Brahmās, this population with its ascetics and brahmins, gods and humans, he is unable to do so. And he is unable to bear his own conduct.",
    "ai-atk-s0513a31:380_0": "The Great King, having expelled virtues, and his going forth in such virtues, has been established in the slopes of the Himalayas, and, he entered upon (the charnel ground) and was reborn in a good place, in the Brahmā realm.",
    "ai-atk-s0513a31:381_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:381_1": "“Having gone forth inquiry and so on, Isipatana went forth.”",
    "ai-atk-s0513a31:382_0": "Second: the Parinibbāna (which is) the second kind of complexion.",
    "ai-atk-s0513a31:384_0": "for one born in his mother’s womb,",
    "ai-atk-s0513a31:385_0": "Remember this Teacher was staying in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
    "ai-atk-s0513a31:385_1": "Of the two, ninety-four grounds, there is less than ninety-nine perfected ones:",
    "ai-atk-s0513a31:385_2": "In this case, here people with sixty dwellings decided against their own goals. They mustn’t interrupt the army, having been inspected by a neighbouring, or collapsed at Bārāṇasī, saying: “I’ll make a living in Bārāṇasī,” “This is calling him a servant,” and he recited this verse: “This is called an unattained”.",
    "ai-atk-s0513a31:386_0": "70.",
    "ai-atk-s0513a31:387_0": "“I am the one who is superior when it comes to the end of old age, I am the one who spokes,",
    "ai-atk-s0513a31:388_0": "and remains because of the food and drink, that the other would not give it up.",
    "ai-atk-s0513a31:389_0": "71.",
    "ai-atk-s0513a31:390_0": "“Whatever you would do, then it would not be done,",
    "ai-atk-s0513a31:391_0": "Not doing (after promising) the Wise Ones know is speaking (falsely).",
    "ai-atk-s0513a31:392_0": "72.",
    "ai-atk-s0513a31:393_0": "“That friend who isn’t diligent, keen, and resolute,",
    "ai-atk-s0513a31:394_0": "Yasa, the son of Seer, who is a friend of another from his friend,",
    "ai-atk-s0513a31:395_0": "73.",
    "ai-atk-s0513a31:396_0": "“Through joy is a reason for joy,",
    "ai-atk-s0513a31:397_0": "One cultivates the fruits what is defeated, (after) frail,",
    "ai-atk-s0513a31:398_0": "74.",
    "ai-atk-s0513a31:399_0": "“Having expelled the taste of peace, the taste of peace,",
    "ai-atk-s0513a31:400_0": "(time) free from sense desires, ~ dissatisfaction with the Dhamma.”",
    "ai-atk-s0513a31:401_0": "for here and there (the Royal) he who crosses over the flood.",
    "ai-atk-s0513a31:401_1": "Who, in disgust of (the Buddha), being disgusted by friends,",
    "ai-atk-s0513a31:401_2": "“I am a terminator,” “I replied, “I am a friend,” all around my friends.",
    "ai-atk-s0513a31:401_3": "I will perform doing my legal procedures,” “I shall perform the following words,” and he said.",
    "ai-atk-s0513a31:401_4": "doesn’t make a guide for those who wish.",
    "ai-atk-s0513a31:401_5": "This person is my friend: “This person is my friend, I will not understand my friend.”",
    "ai-atk-s0513a31:402_0": "In the present time the lazy, the virtuous, and the astute with good friends.",
    "ai-atk-s0513a31:402_1": "are the same kind of friend here in the kind already described.",
    "ai-atk-s0513a31:402_2": "For one who is wise, the one who has a good friend, and the one who lives intimidating,",
    "ai-atk-s0513a31:402_3": "It’s when a person sees the reason in the world as pleasant, the shackles, that is why it is called “final in the world” . That is why itself in the development of the Kāsi and develops the four kinds of happiness by developing and cultivating the fruition. And it is not possible for a friend to develop the fourth reason.",
    "ai-atk-s0513a31:403_0": "Relying on the body, the mind, the taste of seclusion, and the joy that has arisen,",
    "ai-atk-s0513a31:403_1": "which is accompanied by defilements, is for the (maybe) of the defilements,",
    "ai-atk-s0513a31:403_2": "One who is liberated through the concept of defilements, corruption, etc., for the removal of defilements, and for the rest.",
    "ai-atk-s0513a31:403_3": ": the Dhamma, the taste of the Dhamma, the taste of the Dhamma, the taste of the Dhamma is reflected .",
    "ai-atk-s0513a31:404_0": "That’s how wicked friends have wicked friends, shamelessly enjoying himself with a blessing, going up to the deathless state. They’d bring (to the deathless).",
    "ai-atk-s0513a31:405_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:405_1": "“Now you’re heading for cracking cloth. You’d live in it.”",
    "ai-atk-s0513a31:406_0": "Golden in color, third-coloured,",
    "ai-atk-s0513a31:408_0": "and for the sake of constantly illustrious talk,",
    "ai-atk-s0513a31:409_0": "75-79.",
    "ai-atk-s0513a31:410_0": "“Who is this lamp? This will he have lost the lamps of milk?”",
    "ai-atk-s0513a31:411_0": "The fourth kind of gold coin is four.",
    "ai-atk-s0513a31:413_0": "and for the sake of (giving) the colour of the nation,",
    "ai-atk-s0513a31:414_0": "while the Teacher was staying in Jeta’s Grove, a single mendicant in the Jeta Grove, dreaming the large Saṅgha.",
    "ai-atk-s0513a31:414_1": "the lower part of the sal trees were wide,",
    "ai-atk-s0513a31:414_2": "And here too, when they give the going forth, they abuse, annoy, and give them the going forth.",
    "ai-atk-s0513a31:414_3": "pulled up a child,",
    "ai-atk-s0513a31:414_4": "he gave him the going-forth.",
    "ai-atk-s0513a31:414_5": "for a second time, and no longer wants to look.",
    "ai-atk-s0513a31:414_6": "Reverends, how is it that when the mendicants discussed, they thought, “Reverend, how can they be able to do so now?” And when he saw a novice, he said, “Like in this way, he doesn’t want his own.”",
    "ai-atk-s0513a31:414_7": "When the Teacher came and asked: “Monks, why does the talk about just now?” When he had spoken, he asked, “Kill now, what did he want to do?”",
    "ai-atk-s0513a31:415_0": "In the past, when King Brahmadatta was ruling in Benares, he created a living being intent on awakening and his wives through the air.",
    "ai-atk-s0513a31:415_1": "of the one who wasn’t able to take the hips between the monkeys, having taken a royal monkey, covered the monkey with gems, and set out in the presence of the elephants.",
    "ai-atk-s0513a31:415_2": "And the monkey gave a variety of foods.",
    "ai-atk-s0513a31:415_3": "On the seventh day they went to the Bamboo Grove at the seventh day. They crystal and sat down on the bamboo pole. Then he picked up a baby calf.",
    "ai-atk-s0513a31:415_4": "Having put the tie of a monkey, he sat down in the same mango tree, leaf, and sat down on the ground.",
    "ai-atk-s0513a31:415_5": "The Sambuddha, the monkey, after seeing the tree with a monkey, thinking “Having seen the horse, take this wretch to the ground, and pulled them with him.”",
    "ai-atk-s0513a31:416_0": "80.",
    "ai-atk-s0513a31:417_0": "“I’m good in my mouth, my in the next life,",
    "ai-atk-s0513a31:418_0": "My energy is broken, and has eaten the mangoes.”",
    "ai-atk-s0513a31:419_0": "Herein, one who is lost after conquering another in the morning, or in the morning, or in the evening.",
    "ai-atk-s0513a31:420_0": "Having heard that, the monkey recited this verse:",
    "ai-atk-s0513a31:421_0": "81.",
    "ai-atk-s0513a31:422_0": "“Enough, my friend, you struck with me.",
    "ai-atk-s0513a31:423_0": "Who is seen, what is seen, heard, or thought-the-Doubt?",
    "ai-atk-s0513a31:424_0": "82.",
    "ai-atk-s0513a31:425_0": "“Today I am pay attention to me, you will not take it away,",
    "ai-atk-s0513a31:426_0": "Having entered their bowl and dead, he sent me away (him) a lump of meat.",
    "ai-atk-s0513a31:427_0": "83.",
    "ai-atk-s0513a31:428_0": "“I will remember suffering, ~ who will be able to do what is pleasant,",
    "ai-atk-s0513a31:429_0": "For I’m not begged to beggars, for whom fear is in him",
    "ai-atk-s0513a31:430_0": "84.",
    "ai-atk-s0513a31:431_0": "“Having been born in a family of her kinsman, wealth,",
    "ai-atk-s0513a31:432_0": "The wise and virtuous friend (good) with their own hands.”",
    "ai-atk-s0513a31:433_0": "Herein, a pestle:",
    "ai-atk-s0513a31:433_1": "When it is not found,",
    "ai-atk-s0513a31:433_2": "what will you do?",
    "ai-atk-s0513a31:433_3": "Sundara.",
    "ai-atk-s0513a31:433_4": "snakes, feeds, or dropped it.",
    "ai-atk-s0513a31:433_5": "“One is a divider.”",
    "ai-atk-s0513a31:433_6": "Whose weakness is weak and untroubled,",
    "ai-atk-s0513a31:433_7": "by one called Bamboo Wood (there) three times held three times).",
    "ai-atk-s0513a31:433_8": "they are going to meet them, saying:",
    "ai-atk-s0513a31:433_9": "remembering the teachings,",
    "ai-atk-s0513a31:433_10": "they are to look for suffering in that place.",
    "ai-atk-s0513a31:433_11": "Raṭṭhapāla, if he does so, the king would give me that very day, and then ask him for a mango,",
    "ai-atk-s0513a31:433_12": "what is the reason why?",
    "ai-atk-s0513a31:433_13": "(but) fear of fear, that is to say: “I am so, pervaded by you.”",
    "ai-atk-s0513a31:434_0": "From that time there is a progress of food, drink, clothes, vehicles, or the village, and the beds, women and the embryosts have collected.",
    "ai-atk-s0513a31:434_1": "and his friends and colleagues, relatives and kin—born with using their family—had been able to do so again. What is better for them?” And they prosperous, expert on with using a house, and with youths.",
    "ai-atk-s0513a31:434_2": "and after saying this, the Rohiṇī entered the forest.",
    "ai-atk-s0513a31:435_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:435_1": "“They used to be a novice monkey, a female monkey, hunter; and she had the name was given to him.”",
    "ai-atk-s0513a31:436_0": "the five types of (great) appearance,",
    "ai-atk-s0513a31:438_0": "and your wife used to be so pretty,",
    "ai-atk-s0513a31:439_0": "He, the Teacher, who was living in a charming honey, said to the Bhikkhus,",
    "ai-atk-s0513a31:439_1": "When your teacher asked him, “Is it true, sir,” he asked me whether you saw the truth, he replied, “Venerable sir, why are you truthfully taken up by theft?” And after seeing them, he said, “Noble One, why do you put the five kinds of sensual stimulation,” and he put it on to the road, he request of them, saying, “You’re left the road,”",
    "ai-atk-s0513a31:440_0": "In the past, when Brahmadatta was ruling in Benares, the Prince of Brahmadatta had arrived and was reborn in a place where he was proceeding, and when he had conceived in this way: “After going, there would be a path leading to the underworld, transmigrated by the five strands of people.” But when he had consecrated the fruits’ pulled up, he questioned me by the decomplished on a road, etc., and after having destroyed a choose this road,",
    "ai-atk-s0513a31:440_1": "Then this Yakkha named Giribbaja, having placed the spirits on the road from place where he was demolished in the middle of the trees, grabbed the sacred flame, and he picked up his trunk in the middle of the honey-calck.",
    "ai-atk-s0513a31:440_2": "Without knowing that they will not be stored, and there will be a bad deed.",
    "ai-atk-s0513a31:440_3": "dyed non-humans arrived.",
    "ai-atk-s0513a31:440_4": "and some of the being intent on awakening see even some of the being intent on awakening. Then some Wise One was not able to upset a little baby.",
    "ai-atk-s0513a31:440_5": "The Buddha-to-be saw them first sunshade, and the threwhere started. Those who had eaten the most food.",
    "ai-atk-s0513a31:440_6": "which was sprinkled with water brought from the group of four and surrounding the fourth time (of the sun).",
    "ai-atk-s0513a31:440_7": "Thus through the power of this life they gained through his life.",
    "ai-atk-s0513a31:440_8": "The Buddha-to-be went to the place where he was asked, and then left his own house and went away.",
    "ai-atk-s0513a31:440_9": "For he who is giving the meaning of it, the Teacher spoke this verse:",
    "ai-atk-s0513a31:441_0": "85.",
    "ai-atk-s0513a31:442_0": "“Having given a sweet-smelling honey, so very honey,",
    "ai-atk-s0513a31:443_0": "Gibbaja (saying): “He who has gone beyond the wilderness,",
    "ai-atk-s0513a31:444_0": "86.",
    "ai-atk-s0513a31:445_0": "“Seeing what you say was thinking, those who live in that place",
    "ai-atk-s0513a31:446_0": "that bitter would go to the charnel ground.",
    "ai-atk-s0513a31:447_0": "87.",
    "ai-atk-s0513a31:448_0": "“But those who reflect on it,",
    "ai-atk-s0513a31:449_0": "Those who are sick, being burnt and curbed,",
    "ai-atk-s0513a31:450_0": "88.",
    "ai-atk-s0513a31:451_0": "“In the same way, human beings are snarested",
    "ai-atk-s0513a31:452_0": "Strong down to bandits, mortals, and secretions.",
    "ai-atk-s0513a31:453_0": "89.",
    "ai-atk-s0513a31:454_0": "“In the same way, these monasteries and intentions are served.",
    "ai-atk-s0513a31:455_0": "Those who avoid such adept, they blame the Saṅgha.”",
    "ai-atk-s0513a31:456_0": "There the native spirit Giribbaja clan was like this and that of the spirit Ālavaka.",
    "ai-atk-s0513a31:456_1": "(whether that is) seeking out is endless, he thinks, “I shall get milk,” and so on.",
    "ai-atk-s0513a31:456_2": "he dying the color of cooked milk-rice and honey-balls his color,",
    "ai-atk-s0513a31:456_3": "she became well-known as the head.",
    "ai-atk-s0513a31:456_4": "That’s why they’re reborn there.",
    "ai-atk-s0513a31:457_0": "ailing in the world who are sick and about the seats when they are a seat.",
    "ai-atk-s0513a31:457_1": "when the boil was burning up, the water was being put away,",
    "ai-atk-s0513a31:457_2": "and winnowing sense pleasures, etc., he should be understood in accordance with the hypotheses described thus: “These are instructed by people,” and “There are five points that are needed.”",
    "ai-atk-s0513a31:457_3": "Since I call a bondage, these five kinds of sensual stimulation are called ‘five kinds of sensual stimulation’ ...",
    "ai-atk-s0513a31:457_4": "Death’s cave soaked the body, choked in a pit of waves,",
    "ai-atk-s0513a31:458_0": "In the same way, all of these high and risky roads have been reborn there, and that is the wrong path there.",
    "ai-atk-s0513a31:458_1": "the Wise One, if she wants to perfectly the seats, the Wise One ascends.",
    "ai-atk-s0513a31:458_2": "Equanimous: defilements are defiled in a gathering without defilements.",
    "ai-atk-s0513a31:458_3": "For those who are always benefactors, who constantly rulers, of men and women, who always constantly always worship the Vajjians.",
    "ai-atk-s0513a31:458_4": "Grasping in the world is included in the sense that “sharp” , etc., greed is for the ending of defilements.",
    "ai-atk-s0513a31:458_5": "It is said above : “‘This is in the past,’ or ‘This is the meaning.",
    "ai-atk-s0513a31:459_0": "The Teacher, having made the Truths that arose in the story of the Truth and preached the Truths that dissatisfaction with the rewards.",
    "ai-atk-s0513a31:459_1": "And then I was struck by opinion.",
    "ai-atk-s0513a31:460_0": "there is a sixth-coloured golden bowl,",
    "ai-atk-s0513a31:462_0": "and for the sake of congenitally blind.",
    "ai-atk-s0513a31:463_0": "The teacher who lives in the Bamboo Grove should say: “Your Majesty, god-King,” “Did you behave in the Bamboo Grove, your teacher’s statement?”",
    "ai-atk-s0513a31:463_1": "And then the teacher said: “Bhikkhus, formerly I did not say to them beginner, not to be done for me.”",
    "ai-atk-s0513a31:464_0": "In the past, when King Brahmadatta was playing in the past, he sprinkled about with embracks and pieces of land.",
    "ai-atk-s0513a31:464_1": "Then, having got up from the feeble village, spotless, having shaven head in the neighborhood of a certain village, returned to the town, and seeing him, saying, “I will get a lump of ghee,” and he said, “I’ll see anyone sitting there.” And after seeing the boy, he said, “There’s no suiting him, making a foundation for him.”",
    "ai-atk-s0513a31:464_2": "“Take those who take it,”",
    "ai-atk-s0513a31:464_3": "“Because he has removed the inside the outer cutting off.”",
    "ai-atk-s0513a31:464_4": "When he knew that nourishes himself, he took that tree by the climbing him, and wounded him to the neck, thinking, “Whoever like this, lamp, to take it in the air, wherever he wants.”",
    "ai-atk-s0513a31:464_5": "The tracked her singing, wagged her off, hit her dust, and made a cry of her.",
    "ai-atk-s0513a31:464_6": "surrounded by people.",
    "ai-atk-s0513a31:465_0": "recited these verses:",
    "ai-atk-s0513a31:466_0": "90.",
    "ai-atk-s0513a31:467_0": "“This Sāḷha, is very black cow with its dark smooth,",
    "ai-atk-s0513a31:468_0": "By that ghee you’re slaughtered, with ghee and oil,",
    "ai-atk-s0513a31:469_0": "91.",
    "ai-atk-s0513a31:470_0": "“He who wants to kill a (good) mantray, you can not deposite yourselves,",
    "ai-atk-s0513a31:471_0": "A man would sleep like this,",
    "ai-atk-s0513a31:472_0": "92.",
    "ai-atk-s0513a31:473_0": "“Those who kill a man here, not (his) killing,",
    "ai-atk-s0513a31:474_0": "A man would sleep like this,",
    "ai-atk-s0513a31:475_0": "93.",
    "ai-atk-s0513a31:476_0": "“As a man fell down on a bottom,",
    "ai-atk-s0513a31:477_0": "that person kills that person.",
    "ai-atk-s0513a31:478_0": "94.",
    "ai-atk-s0513a31:479_0": "“Whoever wrongs a man who is pure, unbeneficial, and pure,",
    "ai-atk-s0513a31:480_0": "that wicked deed ripens in fine cloth.”",
    "ai-atk-s0513a31:481_0": "This one who blows (even) everywhere is the time for it.",
    "ai-atk-s0513a31:481_1": "But the ghee that was taken away with ghee,",
    "ai-atk-s0513a31:481_2": "and because of wicked desires.",
    "ai-atk-s0513a31:482_0": "A killer with a sword,",
    "ai-atk-s0513a31:482_1": "Remember those who live without measure",
    "ai-atk-s0513a31:482_2": "if he lies down on the bed,",
    "ai-atk-s0513a31:482_3": "Remember those who live without killing,",
    "ai-atk-s0513a31:482_4": "you’re pure, free of attachments,",
    "ai-atk-s0513a31:482_5": "he has seven years of seniority.",
    "ai-atk-s0513a31:482_6": "It is not bothered and blemish: this is what the unintermeasurable state.",
    "ai-atk-s0513a31:482_7": "if she remains, and she becomes subject to birth;",
    "ai-atk-s0513a31:483_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:483_1": "“He was weak because of you. He was astute, competent, and capable.”",
    "ai-atk-s0513a31:484_0": "and Seven onches there are seven classes of colour,",
    "ai-atk-s0513a31:486_0": "and forty-four years moved in the womb,",
    "ai-atk-s0513a31:487_0": "I was one who lives in this Jeta’s Wood, and who came back to the Jeta Grove, of wisdom.",
    "ai-atk-s0513a31:487_1": "Then the teacher said: “Bhikkhus, did not declare the past, when it was formerly used to live in the past, future, and present in the past,”",
    "ai-atk-s0513a31:488_0": "In the past, when King Brahmadatta was ruling in Benares, he had been born in a certain family, he should be the floor-covered but in the ear.",
    "ai-atk-s0513a31:488_1": "And here they were reborn in the villages, towns, and castes. They gave their boys to their children and partners, saying, “Weighing up a troop in Bārāṇasī, how can they not show them.”",
    "ai-atk-s0513a31:488_2": "the being intent on the path, thinking: “My mother-in-law, let the king announce this first time to the advice, but I will be safely here!” and having seen that the king was present.",
    "ai-atk-s0513a31:488_3": "They agreed.",
    "ai-atk-s0513a31:488_4": "The kings—whether they are embarrassed, sees, “Venerable Sir, those who are unbeneficials, who are unshaved, here have they questioned you: ‘Noble Ladies, I will be like this, what is the first to say?’",
    "ai-atk-s0513a31:489_0": "95.",
    "ai-atk-s0513a31:490_0": "“For he who has gone here and there, in the same place as before,",
    "ai-atk-s0513a31:491_0": "Why do you not shine in your face? Why are you not?”",
    "ai-atk-s0513a31:492_0": "Herein, placed them in the baskets, the baskets and the necks portions, and the elephants came to the man’s hand.",
    "ai-atk-s0513a31:492_1": "But the Yettiyas, Bamboo Grove,",
    "ai-atk-s0513a31:492_2": "Why is it appropriate for you to ask about the bowl, so why do you not ask about your fall?",
    "ai-atk-s0513a31:493_0": "When he heard that, the Buddha-to-be recited this verse:",
    "ai-atk-s0513a31:494_0": "96.",
    "ai-atk-s0513a31:495_0": "“Seeing so lament is unrivaled by sorrowless,",
    "ai-atk-s0513a31:496_0": "Understanding your grieving and suffering, they are uplifted.",
    "ai-atk-s0513a31:497_0": "97.",
    "ai-atk-s0513a31:498_0": "“But an astute person, not here inspiring own meaning nor the meaning,",
    "ai-atk-s0513a31:499_0": "Seeing that there is a border, ancient (all),",
    "ai-atk-s0513a31:500_0": "98.",
    "ai-atk-s0513a31:501_0": "“Knowing a person with good speech, because of what is well spoken,",
    "ai-atk-s0513a31:502_0": "Just as one would be able to pursue the meaning,",
    "ai-atk-s0513a31:503_0": "99.",
    "ai-atk-s0513a31:504_0": "“He should know because I’m better than myself or others,",
    "ai-atk-s0513a31:505_0": "you should admonish others and be resolved. Why should I be strongly?”",
    "ai-atk-s0513a31:506_0": "Herein, the meaning is,",
    "ai-atk-s0513a31:506_1": "having understood: “There is a personality, having understood this manner, they have given up that person,",
    "ai-atk-s0513a31:506_2": "Those who explain it to them, who does not conflict with him.",
    "ai-atk-s0513a31:506_3": "But when he conceives (etc.)",
    "ai-atk-s0513a31:506_4": "which does not tremble when the mind finds, (thinking):",
    "ai-atk-s0513a31:506_5": "He knows the meaning, skilled in meaning, skilled in the meaning,",
    "ai-atk-s0513a31:507_0": "Black experiencing absorption by way of mind,",
    "ai-atk-s0513a31:507_1": "* For the Wise One together with the wise man,",
    "ai-atk-s0513a31:507_2": "by what is well spoken, pleasing and pleasing,",
    "ai-atk-s0513a31:507_3": "charming with a gift,",
    "ai-atk-s0513a31:507_4": "Those who’ve fallen into gems.",
    "ai-atk-s0513a31:507_5": "This is said:",
    "ai-atk-s0513a31:507_6": "“Great king, we who are astute would not get weary of these five reasons.” But any one of these enemy should be practiced for one or other of these five.",
    "ai-atk-s0513a31:507_7": "For if he is able to discern the riches, he should hold his sarong and upper robe over one shoulder, squat on his heels, raise his joined palms, and say: “This is so; he should do so after paying respects to the wise and say about us,” and he should give him the riches, after which he is no one in the morning, he should give him in return.",
    "ai-atk-s0513a31:507_8": "according as it is beneficial for the sake of these five reasons, wherever he can get his own,",
    "ai-atk-s0513a31:507_9": "So by that reason they’d get stuck there, the other individual’s enemying themselves to others.",
    "ai-atk-s0513a31:508_0": "Since I knew that this was, it would be appropriate for me to be better for them to be able to get legal procedures, still a wise man if I hadn’t able to resolve it before it, then, when I wasn’t able to endure this legal procedure.”",
    "ai-atk-s0513a31:509_0": "The king, having heard that deed and resplendent Sambuddha, the Sole Leader of the World, having heard that same deed, gave to his own adornment, and giving the reason for his own use, he gave the reason to the Beneface of the Dhamma.",
    "ai-atk-s0513a31:510_0": "The Teacher, having taught this Dhamma teaching, addressed the Thera called Bārāṇasī, “Are the Wise One, Ānanda, have given the summaries to the Elder Ānanda.”",
    "ai-atk-s0513a31:511_0": "Likewise in the appearance of that deed,",
    "ai-atk-s0513a31:513_0": "watery is the color of your friends, and your complexion is very beautiful,",
    "ai-atk-s0513a31:514_0": "Which of these is the Teacher talking about in the Jina. While living one of the nuns’ teacher, he uttered this miracle:",
    "ai-atk-s0513a31:514_1": "The Great Seer will be born in the Great Wood,",
    "ai-atk-s0513a31:514_2": "But this friend, the Aṅgaka, having arrived at the city of Khujjara, having approached the Park Lotus hell for the purpose of going to the Chief Dragons, and saw the wheel, he entered the town’s city.",
    "ai-atk-s0513a31:514_3": "Then the Buddha-to-be was reborn in hell,",
    "ai-atk-s0513a31:514_4": "Seeing that, he asked the first verse:",
    "ai-atk-s0513a31:515_0": "100.",
    "ai-atk-s0513a31:516_0": "“What do I have done, sir?",
    "ai-atk-s0513a31:517_0": "that I’m the wheel to deathless in my lion’s rolled forth.”",
    "ai-atk-s0513a31:518_0": "In what way do the gods abode of the Thirty-Three seeds me? What do I observe the gods?",
    "ai-atk-s0513a31:518_1": "What do I have done bad things that I haven’t realized the painful physical feelings, unattached, seeing the dart of sorrow and lamentation, pain, sadness, and distress?",
    "ai-atk-s0513a31:518_2": "You should say this to me: “Through my head with which I’ve finished my head. Why don’t I do it?”",
    "ai-atk-s0513a31:519_0": "Having heard that, the Buddha-to-be said this:",
    "ai-atk-s0513a31:520_0": "101.",
    "ai-atk-s0513a31:521_0": "“The serving of deeds, the one who knows what is right and what is left unsuitable,",
    "ai-atk-s0513a31:522_0": "Brahmadatta came here in the King’s stilt longhouse.”",
    "ai-atk-s0513a31:523_0": "Herein, the palace is pleasing and crystal.",
    "ai-atk-s0513a31:523_1": "Remember the king’s palace,",
    "ai-atk-s0513a31:523_2": "they were lovely in the longhouse of Maṇikaṇṭha.",
    "ai-atk-s0513a31:523_3": "the Brahmadeva, the Palace of Principle,",
    "ai-atk-s0513a31:523_4": "How much more than these sixteen years: such is your daughter giving up the four classes of the delightful eighty embracings of the gods?” Thus he passed back here.",
    "ai-atk-s0513a31:524_0": "after that, venerable friends, a third verse:",
    "ai-atk-s0513a31:525_0": "102.",
    "ai-atk-s0513a31:526_0": "“I’m very busy, it seems to me.",
    "ai-atk-s0513a31:527_0": "such is perception, such is the dispensation.”",
    "ai-atk-s0513a31:528_0": "Herein, such mundane is more than these four inches.",
    "ai-atk-s0513a31:529_0": "Then the Buddha-to-be recited this verse:",
    "ai-atk-s0513a31:530_0": "103.",
    "ai-atk-s0513a31:531_0": "“Through fourteen and eighteen in the eighteenth,",
    "ai-atk-s0513a31:532_0": "(The Buddha), and the sixteenemy of the universal wheel-turning monarch,",
    "ai-atk-s0513a31:533_0": "Protector (there) desires, fearlessly is the wheel that was rolled forth.",
    "ai-atk-s0513a31:534_0": "104.",
    "ai-atk-s0513a31:535_0": "“You’re full of pain, harmful, and stubborny,",
    "ai-atk-s0513a31:536_0": "Those who wish to be reborn in the Universal Monarch’s wheel.”",
    "ai-atk-s0513a31:537_0": "Herein, it is in the great ocean that they don’t have a sense of urgency in the oceans, as though they were filled with craving and foulness in the ocean there. That is why, although the object there is the desire for object of craving, the as if it were being conceived in the ocean again. Consequently, the place in the ocean, the birds, the drops, and the unwelled for its object.",
    "ai-atk-s0513a31:537_1": "They say that the wheel-turning monarch is included in your lion’s duties.",
    "ai-atk-s0513a31:538_0": "But when a friend lacking a roar, he cannot do it again and again he spoke again, and again he was unable to keep it.",
    "ai-atk-s0513a31:538_1": "have gone to the gods of the Thirty-Three.",
    "ai-atk-s0513a31:539_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:539_1": "“The god Nandaka was a bad monk and sad.",
    "ai-atk-s0513a31:540_0": "nine colors,",
    "ai-atk-s0513a31:542_0": "and forty-four years moved its colour.",
    "ai-atk-s0513a31:543_0": "Living in the care of the Teacher, this is the Joyful Gods, which benefits defilements.",
    "ai-atk-s0513a31:543_1": "and the top of wisdom there will be expert in the top of wisdom.",
    "ai-atk-s0513a31:543_2": "It may be that when the Teacher tells them to wander for alms, but rather he sustained thought, “Piṇḍolates,” and when the teacher subsequently he has come to the ancient, who is diligent, keen, and resolute. He should then said, “Have you remember them,” and they said, “It’s in the past, it is the ancient.”",
    "ai-atk-s0513a31:544_0": "In the past, when King Brahmadatta was born, having golden plates made of gold, silver, gold and money, gold and silver, gold and money, gold and money, gold and greets and split into the Himalaya mountain.",
    "ai-atk-s0513a31:544_1": "At the road, there was a great tree as it was a great tree.",
    "ai-atk-s0513a31:544_2": "When he was walking he was coming, he came down right there and returned there.",
    "ai-atk-s0513a31:544_3": "At that moment he became dispassionate with her.",
    "ai-atk-s0513a31:544_4": "Later, while another in the neighborhood of a certain tree came and sat in that place in the hang of the tree, a lump of tree, and ate it.",
    "ai-atk-s0513a31:544_5": "There he goes to that banyan tree, with a four-footed (for him), delighting in sight of his army.",
    "ai-atk-s0513a31:544_6": "having seen that tree, the king thought, “Having seen that dead tree standing down, and he can’t winnot, when he’s thrown aside opened the trees, he’s not able to discard this tree, he should abandon the consequence of his sacred flame and sewer. By this first threw him.”",
    "ai-atk-s0513a31:545_0": "105.",
    "ai-atk-s0513a31:546_0": "“After attaining flats, agitated through the destruction of craving,",
    "ai-atk-s0513a31:547_0": "when they’ve cut them off, they are cut through the strings.”",
    "ai-atk-s0513a31:548_0": "But having become a first amongst the Awakened One, after becoming awakened.",
    "ai-atk-s0513a31:548_1": "and abundant wealth.",
    "ai-atk-s0513a31:548_2": "right endeavour.",
    "ai-atk-s0513a31:548_3": "he attains the undecided.",
    "ai-atk-s0513a31:548_4": "He cuts them off their foliage, like a mustard seed on a sacred flame, like a mustard seed on a pile, is the meaning.",
    "ai-atk-s0513a31:548_5": "for the life of a living is said to be “lived” .",
    "ai-atk-s0513a31:549_0": "Having heard that, the group of people spoke the second verse:",
    "ai-atk-s0513a31:550_0": "106.",
    "ai-atk-s0513a31:551_0": "“Aris a fortnight in a banyan tree will become established.",
    "ai-atk-s0513a31:552_0": "It will be as my mother and father such a one.”",
    "ai-atk-s0513a31:553_0": "The meaning of this:",
    "ai-atk-s0513a31:553_1": "‘My mother, you’ll only child, you’ll become established in a foolish and deposed to continue, like I will drew as mother and father, child, child, child, and my mother. In the same way, father, brother, or child.’ And so too, later on their breast, will become established in me.’",
    "ai-atk-s0513a31:554_0": "Then for a third time I understand the third verse:",
    "ai-atk-s0513a31:555_0": "107.",
    "ai-atk-s0513a31:556_0": "“Vaḍḍha, the tree he scolded the tree.",
    "ai-atk-s0513a31:557_0": "I have no transgressed to the oldest.”",
    "ai-atk-s0513a31:558_0": "Herein, when you live there, that fearful tree is growing on drops, as if a tree was crowned with rats of rubbish heaps,",
    "ai-atk-s0513a31:558_1": "after telling you, we’ll go,",
    "ai-atk-s0513a31:558_2": "I wouldn’t have a grown old one, he does not decrease.",
    "ai-atk-s0513a31:559_0": "Having spoken thus, the king of mountains, summoned the Vultures in the mountain of the mountains and to the mountain once more,",
    "ai-atk-s0513a31:559_1": "From there he came back again,",
    "ai-atk-s0513a31:559_2": "Later, while a Nigrodha drew near, a tree, or eventually passed away.",
    "ai-atk-s0513a31:559_3": "While he was living together with a god, he fell down Victors.",
    "ai-atk-s0513a31:559_4": "At that time, having said this to the word, “Abhaya, having seen the dart of fear,” he said, “This is the fourth kind of great king. But when I saw him, I did not sorrow and wail.”",
    "ai-atk-s0513a31:560_0": "108.",
    "ai-atk-s0513a31:561_0": "“Now you said to me, great hero,",
    "ai-atk-s0513a31:562_0": "There is no fear for me, and no further fear in me.”",
    "ai-atk-s0513a31:563_0": "Herein, just now, when I shared out my brother’s sister, this is our grandfather. Now they tell me,",
    "ai-atk-s0513a31:563_1": "“Sineru, the great king of mountains, having heard the word ‘Buddha’, trunk of the mountain’, which was like a golden mountain in the hand of a tree, having been born in this way by the king of mountains, at that time,",
    "ai-atk-s0513a31:563_2": "and the dangers of my great wails, thinking: ‘I have gone, surrounding me,",
    "ai-atk-s0513a31:564_0": "The banyan tree grew, all the rice, barley, and so it went away.",
    "ai-atk-s0513a31:564_1": "the deity will disappear.",
    "ai-atk-s0513a31:565_0": "109.",
    "ai-atk-s0513a31:566_0": "“He who deposits them through the profitable profitable roots, that wise one who stands on the ground,",
    "ai-atk-s0513a31:567_0": "The Hero, leaving is the root of a tree, prevented, praised by the wise.”",
    "ai-atk-s0513a31:568_0": "Pañcasikha",
    "ai-atk-s0513a31:569_0": "Herein, wholesome is praised by the wholesome.",
    "ai-atk-s0513a31:569_1": "He eats too much: it cookedly, is the meaning.",
    "ai-atk-s0513a31:569_2": "heedlessly heedlessly.",
    "ai-atk-s0513a31:569_3": "This is said:",
    "ai-atk-s0513a31:569_4": "While he’s not established by his own growth, the astute would not be able to satisfy his enemy, with the outside of the Buddhist community, and refut it.”",
    "ai-atk-s0513a31:570_0": "The Teacher, having shown this Dhamma teaching, and (these) preaching the Dhamma preaching to the Suttas, he attained Liberation.",
    "ai-atk-s0513a31:570_1": "At that time I became gold,",
    "ai-atk-s0513a31:571_0": "Ten colours consisting of one kindness,",
    "ai-atk-s0513a31:572_0": "The second sub-chapter on lying down is finished.",
    "ai-atk-s0513a31:573_0": "3. Aḍḍhavaggo",
    "ai-atk-s0513a31:575_0": "and forty-nine years (only), (but) is the complexion of the Dīghanakha,",
    "ai-atk-s0513a31:576_0": "When the king was great, this king reigned, this Kosambī in the Jeta Grove.",
    "ai-atk-s0513a31:576_1": "When your parents arrived, they told him, “Look at me in the past, and we turn,” and when he had finished his meal and refused an advice, the teacher, saying: “My mother, father, a child, the brother, the sisters, and my grandsons, the child should not come back. Having given me permission from the teacher’s advice, I am going to my son, the Father of the past lives in the past.”",
    "ai-atk-s0513a31:577_0": "In this body there are two or three topics.",
    "ai-atk-s0513a31:577_1": "they will have the aggregates,",
    "ai-atk-s0513a31:577_2": "But he, Prince Dīghāvu, having taken up residence in the wilderness, reared a robber to his mother and father, a brother of the sister, shook a child in the wilderness, and instead of Ājīvaka ascetics, and an or advice, thinking, “I’ll die right here.” He then he gave this advice to the whole community.",
    "ai-atk-s0513a31:578_0": "110.",
    "ai-atk-s0513a31:579_0": "“Indeed it is, King, in this way, God-King,",
    "ai-atk-s0513a31:580_0": "Is there any way of which is suffering from being released from?”",
    "ai-atk-s0513a31:581_0": "Herein, hatred is the best of my wounds: I will seek the resting place.",
    "ai-atk-s0513a31:582_0": "Then the second King spoke the second verse:",
    "ai-atk-s0513a31:583_0": "111.",
    "ai-atk-s0513a31:584_0": "“Indeed I will live in this way, Dear,",
    "ai-atk-s0513a31:585_0": "no-one who ends in me.”",
    "ai-atk-s0513a31:586_0": "Herein, we have no meaning of anything that can be grasped, is the meaning. This is the meaning.",
    "ai-atk-s0513a31:587_0": "Then the Buddha-to-be left the rest of the hosts:",
    "ai-atk-s0513a31:588_0": "112.",
    "ai-atk-s0513a31:589_0": "“ King, does not seek (himself) well spoken words, King,",
    "ai-atk-s0513a31:590_0": "But at the time of death they think thus:",
    "ai-atk-s0513a31:591_0": "113.",
    "ai-atk-s0513a31:592_0": "“He abused me, he struck at me, he overcame me,",
    "ai-atk-s0513a31:593_0": "For those who bear no enmity,",
    "ai-atk-s0513a31:594_0": "114.",
    "ai-atk-s0513a31:595_0": "“He abused me, he struck at me, he overcame me,",
    "ai-atk-s0513a31:596_0": "For those who have (etc.) means associate with the (good) conduct,",
    "ai-atk-s0513a31:597_0": "115.",
    "ai-atk-s0513a31:598_0": "“Not by hatred and enmity,",
    "ai-atk-s0513a31:599_0": "It (only) ceases through kindness,",
    "ai-atk-s0513a31:600_0": "Except in one of good conduct, one of intelligent temperament, ~ who does not get something else to see, is the meaning.",
    "ai-atk-s0513a31:600_1": "“While in the evening,” she said, “Even when asked the instruction,” she gave advice to a instruction.",
    "ai-atk-s0513a31:600_2": "Like this it is said.",
    "ai-atk-s0513a31:600_3": "This is said:",
    "ai-atk-s0513a31:600_4": "For there is a suitable dealing with advice, Etc. For one who guards the advice, except for one who advice, this is said to be one hundred thousand reasons, not even one hundred thousand times. Since I am bound to you. That is why, it is my kinsmen who you should celebrate robe.",
    "ai-atk-s0513a31:601_0": "Thus in brief, however, the meaning is this:",
    "ai-atk-s0513a31:601_1": "The great king, those who abused me thus, “This is my relative and my kinsman of the head, this is your heart!”",
    "ai-atk-s0513a31:601_2": "But those who are not established in their heart’s place, thinking:",
    "ai-atk-s0513a31:601_3": "For there is no enmity for fault in hate and enmity.",
    "ai-atk-s0513a31:601_4": "this is the Dhamma, this is the ancient principle, namely, it is time for a long time.",
    "ai-atk-s0513a31:602_0": "And having spoken thus, “The being intent on awakening told me, great king, I didn’t place my hand.”",
    "ai-atk-s0513a31:602_1": "The King said, “I do not win.” Then the king, “I do not (him). When the chariot is delivered, I shall go to the city of Kosala and saying: “I have given them my life with nothing to do,” and he then gave them his life, saying, “Dearth the possibly, give it to my father’s daughter.”",
    "ai-atk-s0513a31:602_2": "Then both of them exchanged greetings and polite conversation.",
    "ai-atk-s0513a31:603_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:603_1": "“The parents were Dīghāvu, and they were the same.”",
    "ai-atk-s0513a31:604_0": "complexion for the first-blanket",
    "ai-atk-s0513a31:606_0": "the colour of beasts, turning in the body,",
    "ai-atk-s0513a31:607_0": "Now, while dwelling in the Protector’s Retreat, this is the Teacher talk,",
    "ai-atk-s0513a31:607_1": "He gave the going forth to a boy.",
    "ai-atk-s0513a31:607_2": "Afterwards that novice was attending on him with care.",
    "ai-atk-s0513a31:607_3": "At that time, the Lord of the World, having great wisdom, lamenting and greatly grieving.",
    "ai-atk-s0513a31:607_4": "mendicants who were unable to persuade the king, how can someone, think, “Who are a novice, when they die? How do they get to die?”",
    "ai-atk-s0513a31:607_5": "After the Teacher came and asked: “Monks, where is the talk about just now?” When he had spoken, he asked, “Why did we say now?”",
    "ai-atk-s0513a31:608_0": "In the past, when Brahmadatta was ruling in Benares, he ruled the supreme being involved by Sakka.",
    "ai-atk-s0513a31:608_1": "Then one brahmin entered the Himālaya’s slope, and entered the Himālaya’s hermitage.",
    "ai-atk-s0513a31:608_2": "One day, after seeing the deer in the wilderness, and seeing a deer in the wilderness, he gave a response, and then an ox with horses.",
    "ai-atk-s0513a31:608_3": "while still growing in herd of deer he became frightened.",
    "ai-atk-s0513a31:608_4": "The ascetic, having given her son,",
    "ai-atk-s0513a31:608_5": "One day, after eating much grass, many voice, and died, he died,",
    "ai-atk-s0513a31:608_6": "my son, saying: “My child is dead and lamenting.”",
    "ai-atk-s0513a31:608_7": "Then Sakka, lord of gods, sent them off to the sky and stirred in the air, and standing there he said, “I will not go through the air.”",
    "ai-atk-s0513a31:609_0": "116.",
    "ai-atk-s0513a31:610_0": "“He who has come to the homeless life, ~ who is mindful,",
    "ai-atk-s0513a31:611_0": "It’s not good to have no ghost realm.”",
    "ai-atk-s0513a31:612_0": "Having heard the second verse, the Lord of the World said this:",
    "ai-atk-s0513a31:613_0": "117.",
    "ai-atk-s0513a31:614_0": "“For anyone ruins (again), Sakyan,",
    "ai-atk-s0513a31:615_0": "those who are not able to love enquiry (into the hearts).”",
    "ai-atk-s0513a31:616_0": "And I cannot bear him, no (realternatively) infatuated, no (where for) human beings.",
    "ai-atk-s0513a31:617_0": "Then Sakka, the Two verses:",
    "ai-atk-s0513a31:618_0": "118.",
    "ai-atk-s0513a31:619_0": "“Seeing the they cry, they cried.",
    "ai-atk-s0513a31:620_0": "therefore you, Roja, go to the Bodhi tree, and that good One,",
    "ai-atk-s0513a31:621_0": "119.",
    "ai-atk-s0513a31:622_0": "“Though he has surely seen Brahmā with the ghost,",
    "ai-atk-s0513a31:623_0": "all the crying out, they chatted each other.”",
    "ai-atk-s0513a31:624_0": "He who will be able to die right there and die right now,",
    "ai-atk-s0513a31:624_1": "hurriedly, and disturbing.",
    "ai-atk-s0513a31:624_2": "This is said:",
    "ai-atk-s0513a31:624_3": "There is in the world who is dead and fathoms, and inclination the in the world’s womb, and the name that’s dampling and dead.",
    "ai-atk-s0513a31:624_4": "what is the reason why?",
    "ai-atk-s0513a31:624_5": "Having a sweet voice and abiding creeper",
    "ai-atk-s0513a31:624_6": "That’s why you’ve seen Māra,",
    "ai-atk-s0513a31:624_7": "what is the reason why?",
    "ai-atk-s0513a31:624_8": "The wise one, understanding that he was deluded, endowed with good qualities, that wise man said, “This wise man,” and so he said.",
    "ai-atk-s0513a31:624_9": "He who is dead, dying, (but) he is called a dead one who from each other, all of them stood like one doing coals. What is called a “where else?”",
    "ai-atk-s0513a31:624_10": "But since they don’t oppose their hands in the ear, the rising sun, and the sail,",
    "ai-atk-s0513a31:625_0": "Then he spoke to Tissa, saying: “Where do you get a talk, Tissa?” Then he spoke three verses:",
    "ai-atk-s0513a31:626_0": "120.",
    "ai-atk-s0513a31:627_0": "“Through me like a house, plunging into a house,",
    "ai-atk-s0513a31:628_0": "(Having) drunk the rolls forth like a burning liquor,",
    "ai-atk-s0513a31:629_0": "121.",
    "ai-atk-s0513a31:630_0": "“The heart is indeed that Yama,",
    "ai-atk-s0513a31:631_0": "He who once was my son,",
    "ai-atk-s0513a31:632_0": "122.",
    "ai-atk-s0513a31:633_0": "“A large, uncontrolled, with no stain, lazy, unshakable,",
    "ai-atk-s0513a31:634_0": "I don’t grieve or lament.”",
    "ai-atk-s0513a31:635_0": "Herein, when I gave up what was said:",
    "ai-atk-s0513a31:635_1": "heart, having been put down into the heart, departed,",
    "ai-atk-s0513a31:635_2": "rapture:",
    "ai-atk-s0513a31:635_3": "Sakka to the Elder, after giving his own advice, returned to his own instruction.",
    "ai-atk-s0513a31:636_0": "The Teacher, having taught this Dhamma teaching, he related the Parinibbāna of the Dhamma:",
    "ai-atk-s0513a31:636_1": "“They were able to bear the novice Mahaka. I’m able to that novice.”",
    "ai-atk-s0513a31:637_0": "The second herd of deer is very beautiful,",
    "ai-atk-s0513a31:639_0": "used to be so prey forty-nine years.",
    "ai-atk-s0513a31:640_0": "Where did the Teacher come to this Bamboo Grove, this is how the Teacher performed it.",
    "ai-atk-s0513a31:640_1": "The one who had enough to put it in the site for less than the lesser and the one whose site is in underneath.",
    "ai-atk-s0513a31:640_2": "Suppose the Teacher was to entertain the royal capital. Having seen the king, he thought, “Who are you doing this?” He thought, “When he saw the king, he would be able to think, ‘Even if it were his own child, he’ll give it to the son of the past?’",
    "ai-atk-s0513a31:641_0": "In the past,",
    "ai-atk-s0513a31:641_1": "Soon the son of Benares brought him up into the presence of that prince, having given her his permission and questions to all that. He gave him the questions of (them).",
    "ai-atk-s0513a31:641_2": "He thought, “Because of the teacher, there will be an obstacle for him to opportunity to build a monasteries.” And he took hold of one terrified blood.",
    "ai-atk-s0513a31:641_3": "But at that time one wound became another’s feet. They made a wound a signaled in that same wound for him.",
    "ai-atk-s0513a31:641_4": "whose face was well developed in the arthropod,",
    "ai-atk-s0513a31:641_5": "Then they’re able to swep away the house with a straw mat. They’re unable to walk and don’t get it.",
    "ai-atk-s0513a31:641_6": "After eating he was able to endure feeling, he stepped on one side and devote his way. He ate the story of the wind and the wall, and after washing his feet.",
    "ai-atk-s0513a31:641_7": "Assaji and Punabbasuka said, “Where do you come from? Where did you come from?” But when they said, “Where are you coming?”",
    "ai-atk-s0513a31:642_0": "The Buddha-to-be asked him: ‘The place where I wear aheaded crowd, and then closed her.’ Then he gave a bed, and then, having put it on her to a mat. Then he then said, “I’ll make this be like a pit, Prince,” and he added: “I’ll make this plunge into the stole.”",
    "ai-atk-s0513a31:642_1": "The first housewife came running to and placed it on the sesame seed, saying, “I’ll threw a piece of lowliar,” he invited him to take his mouth, and he returned the charnel ground. Then he rose up into the garden and plunged into the mouth.",
    "ai-atk-s0513a31:642_2": "In the third cowherd’s wisdom, all that were the caughts had been set up in shade, and taken up to the royal longhouse. Then you should go to the neighborhood of the monastery, and sit in the second stilt longhouse for themselves, and get to see the third time, wherever you’re constructed, deportments, and supplied and provided with the sick.”",
    "ai-atk-s0513a31:643_0": "After going to the Prince, the Prince, and having become the son of his father, the son of Tissa.",
    "ai-atk-s0513a31:643_1": "When he had done so, he thinks, “I’ll dye a garland of sixteen years old,” and when he thought, “I’ll attend on him with a broken smoke, I’ll give him a message,” and do so, saying, “I’ll get a huge in shake.”",
    "ai-atk-s0513a31:643_2": "They said, “That’s why it cannot be hurriedly by anyone with the robbery,” and after going to her mother.",
    "ai-atk-s0513a31:643_3": "He consented and brought them to the King’s house, where he cried out.",
    "ai-atk-s0513a31:643_4": "The King, having approached the slave named Dāsaka, thinking: “I’ll go to the lotus pond and play a lotus pond.”",
    "ai-atk-s0513a31:643_5": "She went to the lotus pond and saw a boy.",
    "ai-atk-s0513a31:643_6": "the prince’s works pouring a blacksmith’s place, having cut down the lotus pond, spotless lotus pond.",
    "ai-atk-s0513a31:643_7": "and the King went to the King.",
    "ai-atk-s0513a31:643_8": "And Also people told him, “Who are the slaves? Are the kings come? Where did the king come?” and he said,",
    "ai-atk-s0513a31:644_0": "123.",
    "ai-atk-s0513a31:645_0": "“Where did the people who had come?” He said: “Where did people go?”",
    "ai-atk-s0513a31:646_0": "I know how to go in the stomach ache.”",
    "ai-atk-s0513a31:647_0": "First the lotus ponds went to the lotus pond.",
    "ai-atk-s0513a31:648_0": "Herein, where can they go?",
    "ai-atk-s0513a31:648_1": "Thus lazy, thus it is fitting and clinging to.",
    "ai-atk-s0513a31:648_2": "So the verses consisting in this verse: “This is the slave’s head, having come to Kusinārā, came to the King’s place where they know the slaves, ‘I am going from the waters of the lotus pond,’ and one crossed the flowers out.”",
    "ai-atk-s0513a31:649_0": "Princesses, thinking: “My dear lady, my dear, is my kinsman,” and he told him what had happened.",
    "ai-atk-s0513a31:649_1": "Then, when they said this, the king would not say: “If only seven months, they wouldn’t go back on!” but do not say that.",
    "ai-atk-s0513a31:649_2": "He spent the day on the top of the royal palace. Then his feet were satisfied with the king’s feet on the ground. And he hurriedly went back to the king and saying:",
    "ai-atk-s0513a31:650_0": "124.",
    "ai-atk-s0513a31:651_0": "“That which is the calm and the non-human beings depend on these",
    "ai-atk-s0513a31:652_0": "Having killed a stomach and defecated on a well, he said these words:",
    "ai-atk-s0513a31:653_0": "went to that second verse,",
    "ai-atk-s0513a31:653_1": "From this verse, saying: “There is no reason for anyone, Pokkharasāti, constructing with a male and female bondservant, workers, and staff on the banks of the King, so there is no coming down today for the like a lotus pond.”",
    "ai-atk-s0513a31:654_0": "The prince said: “I have seen my father,” and the prince sent them off.",
    "ai-atk-s0513a31:654_1": "When he had finished his meal and removed the story from the ground, he took the throne from his mother’s womb and went to the King. The King said, “I’ll tame him.”",
    "ai-atk-s0513a31:655_0": "125.",
    "ai-atk-s0513a31:656_0": "“You’re the first one who bears your chains, so very black-haired,",
    "ai-atk-s0513a31:657_0": "Since I have a long time, I will not give you life.”",
    "ai-atk-s0513a31:658_0": "In the third verse they reckoned a cow, which had an footprint,",
    "ai-atk-s0513a31:659_0": "Herein, an irresistance: the first meaning is that it is reckoned as a place first.",
    "ai-atk-s0513a31:659_1": "The song of the strings soft.",
    "ai-atk-s0513a31:659_2": "Long Discourses",
    "ai-atk-s0513a31:659_3": "apprehending them , seized by lighting.",
    "ai-atk-s0513a31:659_4": "This verses to her: “This isn’t yours, and it’s not appropriate for you to eat the nurses, I’ll give them feed the Whel of them.” But when the king had lains, she chopped the leaf-hut.",
    "ai-atk-s0513a31:660_0": "Then he would tell you to live all day, saying “Give me some gods and humans!”",
    "ai-atk-s0513a31:660_1": "The king, having the drums joyfully put on his forehead, catching the whole body by the King, and he sat down in the shade of the bed. Having consecrated these verses, he expressed this heartfelt sentiment, saying: “Through these three verses, up to my teacher exclaimed an obstacle with these verses:",
    "ai-atk-s0513a31:661_0": "126.",
    "ai-atk-s0513a31:662_0": "“There is no subduing in the outcome of the childbit",
    "ai-atk-s0513a31:663_0": "Without looking at her son, he gladly looked at her.",
    "ai-atk-s0513a31:664_0": "127.",
    "ai-atk-s0513a31:665_0": "“All that is low, well-controlled,",
    "ai-atk-s0513a31:666_0": "he should give up all, he should not know, and he should give up all.",
    "ai-atk-s0513a31:667_0": "that is the time for which the time will take in its forecourt.”",
    "ai-atk-s0513a31:668_0": "Herein, there is no substance of the gods of the Thirty-Three: I am called a “Don’t have gone out of the heavenly Neither. ” That is why hen’t leave his death in a neighbourhood.",
    "ai-atk-s0513a31:668_1": "Nor throughout overpowering a son of his son, nor by one year,",
    "ai-atk-s0513a31:668_2": "He is capable of profounding a child, but therefore it is not suitable today for me.",
    "ai-atk-s0513a31:668_3": "paid with these verses, the teachers, having given them a funeral pyre with verses,",
    "ai-atk-s0513a31:669_0": "Reaching the charnel ground",
    "ai-atk-s0513a31:669_1": "You should train like this:",
    "ai-atk-s0513a31:669_2": "What is high or low, that is to say, the middling, the inner skin of the middling, the middle, or the island should be shown.",
    "ai-atk-s0513a31:669_3": "And they don’t neglect all kinds of carpentry, holding, and bitter or skill in excess, but only the meaning is this: it needs to be neglected.”",
    "ai-atk-s0513a31:669_4": "Where dreadful rags wherever I’m incompatible and swept, seething, fished, and meat, the meaning is that it is useless, is the meaning.",
    "ai-atk-s0513a31:669_5": "Later, when the king was established in the kingdom, he established the country.",
    "ai-atk-s0513a31:670_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a31:670_1": "he said: “That is a teacher; I’m a teacher.”",
    "ai-atk-s0513a31:671_0": "Third: Principles is the third kind of person.",
    "ai-atk-s0513a31:673_0": "and covered the color of couches.",
    "ai-atk-s0513a31:674_0": "The whole of the Jetavana, while the Teacher was staying in Jeta’s Wood, because of an abode of the Bark Robe’s ear.",
    "ai-atk-s0513a31:674_1": "After saying to him, “Venerable sir,” he replied, “Now, there is no thornying me of a woman who is a man, who is a hidden treasure, and socializing me because of your head, but when they had previously left, they spoke because of the past them.",
    "ai-atk-s0513a31:675_0": "In the past, when Brahmadatta was ruling in Benares, he ruled the supreme being involved by Sakka.",
    "ai-atk-s0513a31:675_1": "Then one of the mendicants of Benares, having taken one silk cloth, went around the squirrels, pebbles, and swept away it.",
    "ai-atk-s0513a31:675_2": "Then the teacher said, “Have I learned this profession,” he gave her his own daughter.",
    "ai-atk-s0513a31:675_3": "The second monk took him and proceeded, saying, “I’ll go to the path.”",
    "ai-atk-s0513a31:675_4": "While on the highway, or one of the parks was empty, there was not able to make it.",
    "ai-atk-s0513a31:675_5": "Guilded by violence, cavalry and decomposed him, and took a golden rope.",
    "ai-atk-s0513a31:675_6": "Then he spent the inside a debt, pulled up that pot.",
    "ai-atk-s0513a31:675_7": "and later went out again.",
    "ai-atk-s0513a31:675_8": "Winding that position, he fell out of the mattress, having chaked another place.",
    "ai-atk-s0513a31:675_9": "Heaven, fiftys,",
    "ai-atk-s0513a31:675_10": "Then, when they were waiting for human beings, they arrested me and gave me to the robbery.",
    "ai-atk-s0513a31:676_0": "Then the criminals went to that family, and they saw him coming, saying, “Planting, we won’t make an effort,”",
    "ai-atk-s0513a31:676_1": "the man who was skilled in the robbery, skilled in the royal compound, while he saw the head, and understanding that their men were not able to find them a single man.",
    "ai-atk-s0513a31:676_2": "Go, drink, riches, and wrapped me in a salt, saying, “Go and bring me about my presence.”",
    "ai-atk-s0513a31:676_3": "She went there and said, “Give me some meat.”",
    "ai-atk-s0513a31:676_4": "the man who killed him, “Here’s a lump of meat.” And he gave a meat to a meat.",
    "ai-atk-s0513a31:676_5": "that they had eaten, they left, and leftover.",
    "ai-atk-s0513a31:676_6": "After developing oneself, he said, “Whoever, takes up wealth? ” he gave me execution to criminals.",
    "ai-atk-s0513a31:676_7": "“What’s the prison of this woman? Why are we robbing up?” And they got up?",
    "ai-atk-s0513a31:676_8": "she dispelled him with a single position of wealth and gave him to the other people.",
    "ai-atk-s0513a31:676_9": "to thieves one who is violent, and not able to get any alms.",
    "ai-atk-s0513a31:676_10": "and it seems the gradual phoenixes made out of the ears.",
    "ai-atk-s0513a31:676_11": "With just one robber, he collected the poisonous snake, robbers with the Kingdom and sat down with the intention of his hands. Then he shaves off his head, saying: “I’ll stretch it before you.”",
    "ai-atk-s0513a31:676_12": "At that moment the gangster, making the living creatures of the hand, put the palms in his hand, and place the owners.",
    "ai-atk-s0513a31:676_13": "a bandit, dropped the thieves, and robbing a robber, he cut down his head,",
    "ai-atk-s0513a31:677_0": "Having slaughtered that woman, he asked his birth,",
    "ai-atk-s0513a31:677_1": "She said, “This must be the daughter-in-law of the district.”",
    "ai-atk-s0513a31:677_2": "“How do you get it?”",
    "ai-atk-s0513a31:677_3": "my father then gave me the training, and told him what had happened.",
    "ai-atk-s0513a31:677_4": "caught up in the family of the robbers, thinking, “After seeing this little, it’s possible to distribute one, who is like this to create another creature.” But when he sees a single act of Āḷavī, he thought, “How can only keep on her garment when he sees this, how will it?”",
    "ai-atk-s0513a31:677_5": "She then took all of it with a bundle of drill-sticks, swelling meat and come back.",
    "ai-atk-s0513a31:677_6": "He took all the goods, thinking, “After walking,” and taking the goods, he took it away like a basket, saying,",
    "ai-atk-s0513a31:677_7": "Seeing her, she thought, “What are I to do now? Why are you doing so? Why are you going along with my cow?” She went took hold of her and sang:",
    "ai-atk-s0513a31:678_0": "128.",
    "ai-atk-s0513a31:679_0": "“All goods have been deposited in the past,",
    "ai-atk-s0513a31:680_0": "Now go quickly, so quickly.”",
    "ai-atk-s0513a31:681_0": "Herein, soon as they get hurriedly, what belongs to is the same, is the meaning.",
    "ai-atk-s0513a31:682_0": "it is a bandit, when he hears it –",
    "ai-atk-s0513a31:683_0": "129.",
    "ai-atk-s0513a31:684_0": "“So long as I’ve heard that roaming the breath of the lady, now I say.",
    "ai-atk-s0513a31:685_0": "I’ve also seen one thing, no one else will pass.”",
    "ai-atk-s0513a31:686_0": "For those who were of it said:",
    "ai-atk-s0513a31:687_0": "but when I was bandits having slaughtered a message, I took her and drunk.",
    "ai-atk-s0513a31:687_1": "From then once there she sat down not far from the foolish, including that prosperous bowl, she sat down nearby.",
    "ai-atk-s0513a31:687_2": "In that very moment, Sakka, the son of the gods, looked down to the owners and, took the drums, wiped the water, and looked down on you by the owners. When you saw me too, I thought, “When I were to take my wife, go to the net, my father’s head, and plunge into the water, please don’t pull up my back and forth.” And after seeing him, he making an end of the five months, “Now, I’ll get upsets stretching meatushles,” then he said, “Now, having taken his own mouth, “Now I’ll make the Sakyans roset, Pañcaek me away.”",
    "ai-atk-s0513a31:687_3": "“Good, Mātali.”",
    "ai-atk-s0513a31:687_4": "Sakka, the chief of men, drunk on the lump of meat, and entered her mouth.",
    "ai-atk-s0513a31:687_5": "like a god who stands in front of her, jackal,",
    "ai-atk-s0513a31:687_6": "When he had taken up a basket, he threw up in the mouth, and for the benefit of a fish.",
    "ai-atk-s0513a31:687_7": "Having arisen in the air, he took a tortoise from the water-bowl and sat down on the top of a bird, grasped a pile, and sat down on the ground.",
    "ai-atk-s0513a31:687_8": "She saw him, saying, “This isn’t given to me,” “Who is this, acting like a laughing touching it?",
    "ai-atk-s0513a31:687_9": "Having heard that, he spoke the third verse:",
    "ai-atk-s0513a31:688_0": "130.",
    "ai-atk-s0513a31:689_0": "“They build a tall thread made a cluster fig tree.",
    "ai-atk-s0513a31:690_0": "(But) the dancing, singing, playing instruments,",
    "ai-atk-s0513a31:691_0": "Listening at the wrong time, what is a champion?”",
    "ai-atk-s0513a31:692_0": "This is the reason why",
    "ai-atk-s0513a31:692_1": "Like a tall forest tree crowned with flowers",
    "ai-atk-s0513a31:692_2": "Someone who has tamed the thoroughly tamed, fully trained in this way: “He is a tall-robe,” or “It does that heritages in this matter.”",
    "ai-atk-s0513a31:692_3": "When you’re not dancing, singing, music, and seeing shows nostrils, and laughing it with hands, you’ll relax it.",
    "ai-atk-s0513a31:692_4": "at the time of the robe season.",
    "ai-atk-s0513a31:692_5": "the gods replete with glory.",
    "ai-atk-s0513a31:692_6": "Why not you laughing loudly when your head is struck by what you are going along with a great laugh?",
    "ai-atk-s0513a31:692_7": "one who lives in a chasming lotus flower,",
    "ai-atk-s0513a31:693_0": "Having heard that, she spoke the fourth verse:",
    "ai-atk-s0513a31:694_0": "131.",
    "ai-atk-s0513a31:695_0": "“Fool, fool, fool with little wisdom,",
    "ai-atk-s0513a31:696_0": "And a cotton-down whip, like you do to meditate.”",
    "ai-atk-s0513a31:697_0": "from that place he came to (body),",
    "ai-atk-s0513a31:697_1": "fat on a piece of meat.",
    "ai-atk-s0513a31:697_2": "he burned from (this) Kaṇṭaka, like a burning fire with a thousand jackal.",
    "ai-atk-s0513a31:698_0": "Then at that time also spoke the fifth verse:",
    "ai-atk-s0513a31:699_0": "132.",
    "ai-atk-s0513a31:700_0": "“Having seen the fault in regard to others, one’s own is hard to see,",
    "ai-atk-s0513a31:701_0": "you’re like an eldest, you’re like a fire.”",
    "ai-atk-s0513a31:702_0": "There you, Jina, burning up laments for me. From then on account of my wicked desires, I will not warrior-noble off his arms and rolling backwards, and scorning him with an enemy like a golden flag, youthrone. But when your head was enemy, you ever mindful and lamented:",
    "ai-atk-s0513a31:703_0": "Having heard his statement, she spoke this verse:",
    "ai-atk-s0513a31:704_0": "133.",
    "ai-atk-s0513a31:705_0": "“That’s so true, King, you shine!",
    "ai-atk-s0513a31:706_0": "Why don’t I go and get to stay here?”",
    "ai-atk-s0513a31:707_0": "Herein, “first” is one kind of determining.",
    "ai-atk-s0513a31:707_1": "She then went to another house and again, and again I will get her only child, and then I will become the wish to live for.",
    "ai-atk-s0513a31:708_0": "Then, after hearing the unvirtuous behavior, Sakka, king of gods, said this:",
    "ai-atk-s0513a31:709_0": "134.",
    "ai-atk-s0513a31:710_0": "“He who carries away the basket-pot, (where) powder, and so on,",
    "ai-atk-s0513a31:711_0": "That wicked deed was done again.”",
    "ai-atk-s0513a31:712_0": "The meaning of this:",
    "ai-atk-s0513a31:712_1": "he misbehaves, poisons, saying: “What can you do?” But when it takes up, you can take it away with a garland of flowers, ornaments, garlands, fragrances, and make it happy?”",
    "ai-atk-s0513a31:712_2": "He had the intention of robber’s preparing and took it away.",
    "ai-atk-s0513a31:713_0": "The Teacher, having constructed this Dhamma teaching, and he preached this Dhamma to the Nuns, attained the Fruit of Stream-Entry.",
    "ai-atk-s0513a31:714_0": "At that time she was a former wife, a former woman, and a former relative of the gods. She was able to become King Dhanañjāni.",
    "ai-atk-s0513a31:715_0": "The four-footed and riches",
    "ai-atk-s0513a31:717_0": "the colour of the kasiṇa is born.",
    "ai-atk-s0513a31:718_0": "Now, it is inferior, this is the Teacher talking about Dhamma.",
    "ai-atk-s0513a31:718_1": "(These are expanded in detail as in the same way.)",
    "ai-atk-s0513a31:718_2": "But that teacher asked him, “Is it true, sir, that you did this?”",
    "ai-atk-s0513a31:719_0": "In the past, when Brahmadatta was ruling in Benares, he caused the retinue of the Brahmas in Benares, he caused the great kingdom in Bārāṇasī, –",
    "ai-atk-s0513a31:719_1": "Near Kāsa, I spot suffusing (her), and remained there.",
    "ai-atk-s0513a31:719_2": "When he saw a single stingy fish he thought, “I’ll get fat,” and he put the skin on top of my belly, having plunged into the doubles onto the ground, he said, “I’ll having no trouble hunting the skin, how I came back I plunged into the doure. When I’ve just as I return.",
    "ai-atk-s0513a31:720_0": "135.",
    "ai-atk-s0513a31:721_0": "“Now I’m happy and free from thorns.",
    "ai-atk-s0513a31:722_0": "black meat, shedding, and sinews for me to give.”",
    "ai-atk-s0513a31:723_0": "Herein, alternatively:",
    "ai-atk-s0513a31:723_1": "From where does he cross over the far shore?",
    "ai-atk-s0513a31:723_2": "now I’ll give gifts,",
    "ai-atk-s0513a31:723_3": "For in that case, the lump of meat crushed meat, thin, hawks, slaughtered me, feeding on me, and puts me on the spot.",
    "ai-atk-s0513a31:724_0": "He invited the judge that very fish in the morning, and he instead making a load of garments for the earth, caught it, and pieces. As he was entering the sound, he put it on the floor, saying, “Who are you doing the invitation procedure?”",
    "ai-atk-s0513a31:724_1": "After causing an nāga rice, he put the barley all the floor in the merchant’s house, knocking it with his trunk, grew water, and put it on a pit, and then put it on the neck, sumer, and went to the top of his neck. After catching it, he birds ropes,",
    "ai-atk-s0513a31:724_2": "After seeing the Pārāsariya, he thought, “This is my power, my friend, and my friend returned to me, and they won’t get up.” Then he said, “By this to me, may they not come and see the second bag.",
    "ai-atk-s0513a31:725_0": "136.",
    "ai-atk-s0513a31:726_0": "“Some are the bandits, a criminal, and the thieves have been robbed by thieves,",
    "ai-atk-s0513a31:727_0": "Go down from here and there, a strengthen, or from my own husband.”",
    "ai-atk-s0513a31:728_0": "The goal is also said because it is the meaning.",
    "ai-atk-s0513a31:729_0": "Having heard that, he spoke the third verse:",
    "ai-atk-s0513a31:730_0": "137.",
    "ai-atk-s0513a31:731_0": "“There’s no need, those who see my progress,",
    "ai-atk-s0513a31:732_0": "after eating the needles withered and wandering about with meat.”",
    "ai-atk-s0513a31:733_0": "Herein, wherever they fall down,",
    "ai-atk-s0513a31:733_1": "for one laughing and laughing:",
    "ai-atk-s0513a31:733_2": "This is said:",
    "ai-atk-s0513a31:733_3": "now they have been sweat me with such an house, when they see a person, I’ll make an end of suffering.",
    "ai-atk-s0513a31:734_0": "While he was enjoying the fourth absorption, he spoke the fourth verse:",
    "ai-atk-s0513a31:735_0": "138.",
    "ai-atk-s0513a31:736_0": "“You’re very quickly shaking off with food and drink,",
    "ai-atk-s0513a31:737_0": "thorns, thorns, and young bamboo workers?”",
    "ai-atk-s0513a31:738_0": "Herein, occupied with bamboos, this is your thorns, this beryl thorns, you people of Bamboo Grove, caused this much, that’s not how it is.",
    "ai-atk-s0513a31:738_1": "in this Bārāṇasī they “There are, head-splitting,”",
    "ai-atk-s0513a31:738_2": "He left the town, asks about the city,",
    "ai-atk-s0513a31:739_0": "Then the fifth verse:",
    "ai-atk-s0513a31:740_0": "139.",
    "ai-atk-s0513a31:741_0": "“Don’t let your friends go to Kapilavatthu.",
    "ai-atk-s0513a31:742_0": "and rolling on, they rolled back and forth.”",
    "ai-atk-s0513a31:743_0": "Herein, spread (fetc.) means rubbing the bowls and robes of robbers here and there, the place where the city was announced by theft.",
    "ai-atk-s0513a31:744_0": "Having heard that, the Pārāsariya verses said:",
    "ai-atk-s0513a31:745_0": "140.",
    "ai-atk-s0513a31:746_0": "“Nothing is like a lion, virtuous,",
    "ai-atk-s0513a31:747_0": "Leadies of a human female are not aware of.”",
    "ai-atk-s0513a31:748_0": "Herein, so very saved (surely) may they have such virtues.",
    "ai-atk-s0513a31:749_0": "And so the other nun hit her and left, and then left.",
    "ai-atk-s0513a31:749_1": "and that even a hair-splitting their life,",
    "ai-atk-s0513a31:750_0": "The Teacher, having shown this Dhamma teaching, after which she had been given to the Supreme Man, he established in the fruition of Laṅkā.",
    "ai-atk-s0513a31:750_1": "Then the Lohicca became a sal tree.",
    "ai-atk-s0513a31:751_0": "the complexion of the Fives is five months...",
    "ai-atk-s0513a31:752_0": "The third sub-chapter on wealth is finished.",
    "ai-atk-s0513a31:753_0": "Where has been born:",
    "ai-atk-s0513a31:754_0": "her eyes are gems, and sheeps from her womb,",
    "ai-atk-s0513a31:755_0": "Who gave Ghaṭikāra flowers, with a lamp,",
    "ai-atk-s0513a31:756_0": "Virtuous, beautiful, famous, and splendid,",
    "ai-atk-s0513a31:757_0": "(This) is made of very sap, devoted to the Buddha,",
    "ai-atk-s0513a31:758_0": "and hes, long-born animals, meungers, million.",
    "ai-atk-s0513a31:759_0": "The five hundred dove-footed riches, and five hundred (wives) born,",
    "ai-atk-s0513a31:760_0": "The Book of the Fives is finished."
}