{
    "ai-atk-s0502a26:0_0": "26. Brāhmaṇavaggo",
    "ai-atk-s0502a26:1_0": "1. Pasādabahulabrāhmaṇavatthu",
    "ai-atk-s0502a26:2_0": "Strive, the Teacher of the Dhamma teaching, the brahmin of the Jina, released the many people in the Jetavana.",
    "ai-atk-s0502a26:3_0": "When he heard the Buddha’s teaching, he was anointed with a heart of the mendicants. He thought, “So it seems, have gone to the neighborhood of the perfected ones, the fully awakened Buddha, after hearing the perfected ones, he said this: “Let us go to the perfected ones and those perfected ones.”",
    "ai-atk-s0502a26:3_1": "They thought, “This ordinary person has come to us.”",
    "ai-atk-s0502a26:3_2": "All of them became anxious,",
    "ai-atk-s0502a26:3_3": "The pained and depressed, he thought, “Why don’t you go to the dwelling,” and told him.",
    "ai-atk-s0502a26:3_4": "After making them informed the monks, saying: “Monks, what did you say to them?” and he said, “Monks, you answered.",
    "ai-atk-s0502a26:3_5": "“We don’t consent, sir.”",
    "ai-atk-s0502a26:3_6": "“Yes, mendicants, there are people who are experiential confidence in the teaching, but rather than this. That is why you should train yourselves like that.”",
    "ai-atk-s0502a26:4_0": "383.",
    "ai-atk-s0502a26:5_0": "“What is cut off the stream, brahmin, and sensual pleasures?",
    "ai-atk-s0502a26:6_0": "knowing the ending of conditions, the brahmins know the ending of conditions.”",
    "ai-atk-s0502a26:7_0": "Herein, it is the name of another (wholesot) called ‘rebirth is prevented by craving’ or cutting off by others, and through having cut it through the power of the Lord of the variety.",
    "ai-atk-s0502a26:7_1": "on both occasions sensual pleasures.",
    "ai-atk-s0502a26:7_2": "and it has ended defilements.",
    "ai-atk-s0502a26:7_3": "(mental) processes constituents (of mind and body) that provide fuel for attachment,",
    "ai-atk-s0502a26:7_4": "Unbaṭṭha, in the presence of one who knows the Teacher, and who does not know what is correct, without one who is unknown.",
    "ai-atk-s0502a26:8_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:9_0": "First the Brahmins",
    "ai-atk-s0502a26:10_0": "2. Sambahulabhikkhuvatthu",
    "ai-atk-s0502a26:11_0": "When the Teacher was staying in the Jetavana of the Dhammadinnā, he many monks, discussing them a several mendicants.",
    "ai-atk-s0502a26:12_0": "Thirty-Three monks came from the monastery, bowed and sat down.",
    "ai-atk-s0502a26:12_1": "Sāriputta, having seen those Elders attaining perfection, he asked this question:",
    "ai-atk-s0502a26:12_2": "“Reverend Sir, what are the two things?”",
    "ai-atk-s0502a26:12_3": "Then the Teacher, saying: “Sāriputta, consider thus begging the Dhamma!” Then he said to him:",
    "ai-atk-s0502a26:13_0": "384.",
    "ai-atk-s0502a26:14_0": "“He is a brahmin who has gone beyond two things,",
    "ai-atk-s0502a26:15_0": "Then all of them go to heaven.”",
    "ai-atk-s0502a26:16_0": "Herein, when a time in the passage beginning with all kinds of becoming , the meaning is, it is capable of insight in the thirty-two parts of insight beginning with the complete destruction of the defilements. Of this, all is the meaning. Understanding of all the fetters they know about the escape from the fetter of sensuality.",
    "ai-atk-s0502a26:17_0": "all of them established in the teaching.",
    "ai-atk-s0502a26:18_0": "The second account of the monks",
    "ai-atk-s0502a26:19_0": "3. Māravatthu",
    "ai-atk-s0502a26:20_0": "in that one who lives in the Teacher’s Dhamma teaching the Jetavana,",
    "ai-atk-s0502a26:21_0": "Then in the day, when the Teacher had become a certain man, he asked:",
    "ai-atk-s0502a26:21_1": "“Venerables, do you remember it, that is called expelled”.",
    "ai-atk-s0502a26:21_2": "The Teacher, knowing that he was told, “What have I said? ” and “What have you doing so?”",
    "ai-atk-s0502a26:22_0": "385.",
    "ai-atk-s0502a26:23_0": "“The far shore, or the far shore is found,",
    "ai-atk-s0502a26:24_0": "And I call a stretcherous, brahmin.”",
    "ai-atk-s0502a26:25_0": "Herein, the interior sense fields:",
    "ai-atk-s0502a26:25_1": "outshone the exterior sense fields.",
    "ai-atk-s0502a26:25_2": "The far shores of death.",
    "ai-atk-s0502a26:25_3": "“He does not know where all states of roles,” “This is mine, I am liberated; I am free of defilements” or “This is mine, I am free from all defilements’, oppression, I say.",
    "ai-atk-s0502a26:26_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:27_0": "The third ground for Māra.",
    "ai-atk-s0502a26:28_0": "4. Aññatarabrāhmaṇavatthu",
    "ai-atk-s0502a26:29_0": "While living in Jeta’s Wood, the Teacher was living righteously in Jeta’s Wood, a certain spot,",
    "ai-atk-s0502a26:30_0": "He thought:",
    "ai-atk-s0502a26:30_1": "“Sāriputta, what is the brahmin of the brahmins who are of the three castes who are not able to say?”",
    "ai-atk-s0502a26:30_2": "after approaching the Teacher and asking about it,",
    "ai-atk-s0502a26:30_3": "“When his birth is unbroken, I say you have reached the goal of Arahantship, brahmin.” And he said,",
    "ai-atk-s0502a26:31_0": "386.",
    "ai-atk-s0502a26:32_0": "“Through the victor’s duties, desireing to attain (supernatural) duties,",
    "ai-atk-s0502a26:33_0": "I say he is the highest goal, a brahmin.”",
    "ai-atk-s0502a26:34_0": "Herein, Jotipāla by means of the four absorptions there were necessary by means of the delightful absence of the noble ones, namely, the one whose mind is free from defilements, who has reached the highest goal, I say.",
    "ai-atk-s0502a26:35_0": "Questioned to the teaching of the noble ones, he established in the fruit of stream-entry, once-return, and on the point.",
    "ai-atk-s0502a26:36_0": "Fourth: a certain brahmin",
    "ai-atk-s0502a26:37_0": "5. Ānandattheravatthu",
    "ai-atk-s0502a26:38_0": "He, having spent the day in the night quarters during the day, he related the Elder Ānanda’s stilt longhouse.",
    "ai-atk-s0502a26:39_0": "The Kosalan King Pasenadi of Kosala brought out a scented garlands and flowers, went to the dwellings, taking his adornments.",
    "ai-atk-s0502a26:39_1": "At that time the senior elder entered Kāḷigodhā, while sitting on his body, after entering the assembly hall with a golden garland, was named golden body.",
    "ai-atk-s0502a26:39_2": "At that moment the moon is truly oblished.",
    "ai-atk-s0502a26:39_3": "Ānanda, the light-giving moon and the sun appears in the sky, and the light for the coming of the moon’s corpse. And the light appeared in the sky, and the light appeared in the sky.",
    "ai-atk-s0502a26:39_4": "then the teacher passes away from that place.",
    "ai-atk-s0502a26:39_5": "The elder, having worshipped the Teacher, said: “Venerable sir, this excellent lighting up these three watches of the night.”",
    "ai-atk-s0502a26:39_6": "It’s because I’ve passed down from you to another all over the other direction.”",
    "ai-atk-s0502a26:39_7": "Then the Teacher said to him: “Ānanda, it is the moon in the night, in the bright fortnight of the moonlight, the sunk in the night, and in the day after you have destroyed, you spent the moonlight close by night. But it was day, and you came to sleep in that all these five stages.”",
    "ai-atk-s0502a26:40_0": "387.",
    "ai-atk-s0502a26:41_0": "“The sun is the moon’s light, so the moon shines by night,",
    "ai-atk-s0502a26:42_0": "the aristocrat shines in armor, the brahmin shines in absorption.",
    "ai-atk-s0502a26:43_0": "But all the Buddha shines with glory.”",
    "ai-atk-s0502a26:44_0": "Herein, so by day means of night he finds that by day, and night, but not by night.",
    "ai-atk-s0502a26:44_1": "like the moon freed from the clouds.",
    "ai-atk-s0502a26:44_2": "Standing together with goldsmith’s flaws, with all golden precincts, covered with gold coins; one who understands the kings (of the town) by be foremost; but he does not stated.",
    "ai-atk-s0502a26:44_3": "One whose defilements have ended, having destroyed the defilements, practicing absorption:",
    "ai-atk-s0502a26:44_4": "When he has witness through his virtue, through the three kinds of psychic power, the perfected one, the fully awakened Buddha enlightenment through virtue, his merit, through the stainless, supernormal power, glad, and the witless Dhamma, after conquering his meritorious declaring the meaning, the meaningful it is the time to conqueror of his merit.",
    "ai-atk-s0502a26:45_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:46_0": "The fifth account of the Elder Ānanda",
    "ai-atk-s0502a26:47_0": "On the Brahmin Leader went forth",
    "ai-atk-s0502a26:48_0": "Walking about Bāhiya of the Renunciation of the World, while staying in a certain forest grove he taught this Dhamma talk.",
    "ai-atk-s0502a26:49_0": "Another brahmin thought, “So it seems the ascetic Gotama has gone forth from the lay life to homelessness.” Then he asks his own teacher’s going forth, and he asks them about his attainment.",
    "ai-atk-s0502a26:49_1": "The Teacher said: “I say that such a teacher has gone forth as an exhausted name, I say.” And after saying, “But, you have gone forth into homelessness.”",
    "ai-atk-s0502a26:50_0": "388.",
    "ai-atk-s0502a26:51_0": "“A brahmin who socializing is called an ascetic, a brahmin, who is a wise,",
    "ai-atk-s0502a26:52_0": "they’ve gone forth out of (real) self-assured questions, ~.”",
    "ai-atk-s0502a26:53_0": "Herein, one who is wholesome deeds have been wholesomely covered up with all good conduct.",
    "ai-atk-s0502a26:53_1": "So it is called a brahmin who has slaughtered the unprofitable state, he who, having gone forth into homelessness here and now, he who wants something is called “by greed” because he has gone forth into homelessness .",
    "ai-atk-s0502a26:54_0": "Brahmin, the one who had gone forth in the fruit of Stream-Entry became established in the fruit of stream-entry. And he establishes the teaching Dhamma as an instant.",
    "ai-atk-s0502a26:55_0": "The sixth section for recitation on a brahmin gone forth",
    "ai-atk-s0502a26:56_0": "7. Sāriputtattheravatthu",
    "ai-atk-s0502a26:57_0": "Then he does not preach to the Dhamma preaching the Teacher, the Elder Sāriputta, while dwelling in the Jeta Grove,",
    "ai-atk-s0502a26:58_0": "In this place there are many people here who were our wives and grandmothers, abuse and insulted, attacked, harassed, and engaged in discussion.",
    "ai-atk-s0502a26:58_1": "There is a brahmin who has wrong view, in what is it you are angry, when asked?",
    "ai-atk-s0502a26:58_2": "“Who’s that elder?”",
    "ai-atk-s0502a26:58_3": "“Where will it be?”",
    "ai-atk-s0502a26:58_4": "“No, brahmin.”",
    "ai-atk-s0502a26:58_5": "“Well then, I’ll complain.”",
    "ai-atk-s0502a26:58_6": "“If you’re able to complain about it,”",
    "ai-atk-s0502a26:58_7": "He said, “I will know the Elder,” and he sent for him (he then), on seeing the alms round of the great (body), he replied on this spot in the middle of the monastery.",
    "ai-atk-s0502a26:58_8": "The elder said: “What is it, why do you not look at?”",
    "ai-atk-s0502a26:58_9": "On the whole of a brahmin’s corpse arose in the whole body.",
    "ai-atk-s0502a26:58_10": "He said, “Venerable sir, I am endowed with good qualities,” and when the elder washed my feet, he said, “What did you do for me to go?” and when I said, “As I told you about it?”",
    "ai-atk-s0502a26:58_11": "“Consider you like.”",
    "ai-atk-s0502a26:58_12": "“If you ask me for my home, Sir, please accept my bowl and robe.”",
    "ai-atk-s0502a26:58_13": "and he took the Elder’s home and lead him to the house.",
    "ai-atk-s0502a26:59_0": "Then people rose up on a staff, saying: “Who has come from our house? We’ll throw them out of a staff with a staff,” and they put them aside with a stick.",
    "ai-atk-s0502a26:59_1": "The elder, as he was going along in the elephant gave the bowl to the brahmin.",
    "ai-atk-s0502a26:59_2": "People saw him coming with the Elders, and they said: “Venerable sir, please take your bowl and have a lie down.”",
    "ai-atk-s0502a26:59_3": "What is this: ‘What is this?’",
    "ai-atk-s0502a26:59_4": "We will not know what you have to do with this.”",
    "ai-atk-s0502a26:59_5": "Or what do you say that is it?",
    "ai-atk-s0502a26:59_6": "—”But, venerable sir.”",
    "ai-atk-s0502a26:59_7": "He told him, “Go and begging me, (saying): “Go and go and visit the elder, and he restored the message.” Then he went back to the Thera.",
    "ai-atk-s0502a26:59_8": "The monks asked them, “What was the matter?",
    "ai-atk-s0502a26:59_9": "a low-caste canopy, now the senior monkey’s intercourse with a stone.”",
    "ai-atk-s0502a26:59_10": "After the Teacher came and asked: “Mendicants, where is the talk about just now?” When he asked, “There are no ascetics, brahmins, Brahmins,” he replied: “But there are no ascetics and brahmins who come and go to the forest for which I got to teach the Dhamma, nor do they say to him.” But when he said, “They’ll come, they don’t go to a layperson,” he recited these verses:",
    "ai-atk-s0502a26:60_0": "389.",
    "ai-atk-s0502a26:61_0": "“This brahmin should not hit a brahmin, nor should he abandon him,",
    "ai-atk-s0502a26:62_0": "the giver of the wound, the seer who gos,",
    "ai-atk-s0502a26:63_0": "390.",
    "ai-atk-s0502a26:64_0": "“Nothing is better for a brahmin, that is better than that,",
    "ai-atk-s0502a26:65_0": "since whenever they return to it, they will make an end of suffering.”",
    "ai-atk-s0502a26:66_0": "Herein, he regards me as a brahmin with defilements ended: “I am a brahmin, I am one of the perfected ones, a fully awakened Buddha, or one of those defilements.”",
    "ai-atk-s0502a26:66_1": "so that if they weren’t to be polluted while standing, he wouldn’t do anything for him.",
    "ai-atk-s0502a26:66_2": "Cadavatiya, brahmin, ladyers who had ended the defilements,",
    "ai-atk-s0502a26:66_3": "But he who slowly goes around it with his wound and resplendent, the goad brings back.",
    "ai-atk-s0502a26:67_0": "Since this is so, it’s better for you to have ended the defilements, for the sake of embracing or excessive wisdom, but only the weakness of illness.",
    "ai-atk-s0502a26:67_1": "When the mind is held irritable, anger arises in him as contempt and weapons which is the arising of anger .",
    "ai-atk-s0502a26:67_2": "For anger your parents do not apply the four instances, even in the middle of the Buddha,",
    "ai-atk-s0502a26:67_3": "Therefore, when those horses are identical in anger, their mind is undeveloped by idiosyncraticing, that is, good.",
    "ai-atk-s0502a26:67_4": "For anger caught up in anger:",
    "ai-atk-s0502a26:67_5": "Wherever they go to a non-returner, while walking along the path, they were going along a path,",
    "ai-atk-s0502a26:67_6": "Next: the meaning is, consequence consisting in the whole sense. And the meaning is, it is proper to get away.",
    "ai-atk-s0502a26:68_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:69_0": "The seventh section on the Seventh section.",
    "ai-atk-s0502a26:70_0": "8. Mahāpajāpatigotamīvatthu",
    "ai-atk-s0502a26:71_0": "to whom he was teaching the Teacher, the Jina, together with the Teacher, declared the Dhamma, and declared by the lineage of the ascetic Gotama:",
    "ai-atk-s0502a26:72_0": "For the Buddha has only eight serious rules in the Council Halls in the Commentaries, like a person with a beautiful flower, having covered his head, and he received the full ordination with a friend’s feet.",
    "ai-atk-s0502a26:72_1": "After some time they had obtained this state with wisdom. In how, some time the teachers become chief in the very day they did not take part in the teacher’s presence.”",
    "ai-atk-s0502a26:72_2": "But because of this, the nuns don’t do the observance-day procedure with them. They don’t go to a Realized One or do the invitation procedure.",
    "ai-atk-s0502a26:72_3": "The Teacher, having heard this, said: “The ascetic Gotama, did the eight important principles. I have given them eight important practices.",
    "ai-atk-s0502a26:72_4": "Since he is afraid of wrongdoing of bad conduct by way of body, speech, or mind, he should teach him the Dhamma.”",
    "ai-atk-s0502a26:73_0": "391.",
    "ai-atk-s0502a26:74_0": "“One who by body, speech or mind does not have an act of wrong conduct,",
    "ai-atk-s0502a26:75_0": "are restrained in three situations, I say.”",
    "ai-atk-s0502a26:76_0": "Herein, there are hardships that are painful to lead a misfortune (of the result),",
    "ai-atk-s0502a26:76_1": "I say that the meaning is that he has three kinds of bodily conduct in regard to bodily conduct, verbal, and mental conduct, and mentally come from the time; I say that.",
    "ai-atk-s0502a26:77_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:78_0": "The eighth based on Mahāpajāpatī Gotamī is the eighth ground.",
    "ai-atk-s0502a26:79_0": "9. Sāriputtattheravatthu",
    "ai-atk-s0502a26:80_0": "While the Teacher was living in Jeta’s Wood,",
    "ai-atk-s0502a26:81_0": "After hearing the teaching of the Elder Assaji, he listened to the fruit of stream-entry, once-returner, wanting to listen to the Dhamma. Then he listens to the Elder’s head, raising his joined palms, and saying: “This venerable Assaji is arranging their head.”",
    "ai-atk-s0502a26:81_1": "he told the Buddha what had happened,",
    "ai-atk-s0502a26:81_2": "The Teacher asked: “Is it really true, Sāriputta, that you’ve completed the four quarters and then ask Sāriputta, “Venerable Sāriputta, it seems you won’t because I’ve heard your teacher’s responsible.” But when I heard that the teacher had finished, he said, “You won’t because of my own insight,” and he listened to thery of the fruit of stream-entry.",
    "ai-atk-s0502a26:81_3": "For if the teacher knows that the teaching, he can’t be able to teach the Dhamma to that brāhmaṇa.”",
    "ai-atk-s0502a26:82_0": "392.",
    "ai-atk-s0502a26:83_0": "“Whatever Dhamma was taught by the Perfect Sambuddha,",
    "ai-atk-s0502a26:84_0": "while a brahmin were unable to perform the fire sacrifice.”",
    "ai-atk-s0502a26:85_0": "Herein, the fire produced by the sacred flame and performing the servant of fire. And the brahmin student would not be able to teach the Dhamma to carefully with care.",
    "ai-atk-s0502a26:86_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:87_0": "The ninth sub-chapter on Sāriputta",
    "ai-atk-s0502a26:88_0": "10. Jaṭilabrāhmaṇavatthu",
    "ai-atk-s0502a26:89_0": "While dwelling in the Doctrinciple this Teaching, he preached the Doctrine,",
    "ai-atk-s0502a26:90_0": "He said: “It seems my mother is well-to-do brahmin, and I was born in an aristocrat family.",
    "ai-atk-s0502a26:90_1": "If he can’t say about his own good thing, then hes falls into the presence of the ascetic Gotama.”",
    "ai-atk-s0502a26:90_2": "Then the teacher said: “Brahmin, I say this to you! Why don’t I prepare a brahmin by birth and death.”",
    "ai-atk-s0502a26:91_0": "393.",
    "ai-atk-s0502a26:92_0": "“A brahmin who is not by matted hair, nor by birth is one a brahmin.",
    "ai-atk-s0502a26:93_0": "In whom there is truth and Dhamma, ~ he is pure, and he is a brahmin.”",
    "ai-atk-s0502a26:94_0": "Herein, in whatever person there are fourteen things: he is steady and well-proclaimed, a brahmin in sixteenth year, and there is needed to be pure.",
    "ai-atk-s0502a26:95_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:96_0": "The tenth ground for Brahmins",
    "ai-atk-s0502a26:97_0": "11. Kuhakabrāhmaṇavatthu",
    "ai-atk-s0502a26:98_0": "What do you think, Kūṭadanta, the Teacher, stayed in the hall with the peaked roof,",
    "ai-atk-s0502a26:99_0": "He was the town gates in the city of Vesālī, it seems, when choose two trees with honey-deeps and trees, up to the citadel, making a cities of tree, and (saying): “Give me this, give me myssenger.”",
    "ai-atk-s0502a26:99_1": "At the time of the Realized One, surrounded by the mendicant Saṅgha, the mendicants entered the city for alms at the time of the Realized One, and seeing him lying there.",
    "ai-atk-s0502a26:99_2": "The (Buddha) said: “Nāgas, noble elephants, horses, chariots, and so on, after sailing her, he thought, “Listening, did so!” He then answered her, “Give the town,” and asked for the town,",
    "ai-atk-s0502a26:99_3": "He then took all of it, he went away.",
    "ai-atk-s0502a26:99_4": "When monks saw him, he asked the neighborhood of a village monasteries, “Just as I was going to that forest,” and when he heard (the people), he asked for the purpose of me.",
    "ai-atk-s0502a26:99_5": "“Mendicants, that teacher didn’t radiately judged now,",
    "ai-atk-s0502a26:99_6": "Now that a fool is able to ask, but he is unable to do so.”",
    "ai-atk-s0502a26:100_0": "One day, near the village of Kurusinārā, made an end of the world:",
    "ai-atk-s0502a26:100_1": "Just then one cowherd reply.",
    "ai-atk-s0502a26:100_2": "if he gives his own meal to his children, he gives his grandsons, sets out one gateway, and then gives it to the next one day.",
    "ai-atk-s0502a26:100_3": "Then, on the next day, she picked up a cowherd and gave it to the rest of the house. Then he instead of respect for one month after leaving on the second day, except for the second month,",
    "ai-atk-s0502a26:100_4": "Deformed, they placed me on the ground and asked me, “What’s the point of eating meat? Why don’t you come back to me?” When they heard, they put the lump of meat on the ground, later went to the elephant stables, caught up in me, and shaveled the sword of the leaf of the ears?",
    "ai-atk-s0502a26:100_5": "while dwelling in a leaf-hut, the King of cows,",
    "ai-atk-s0502a26:100_6": "And from time to time they return to time.",
    "ai-atk-s0502a26:100_7": "On that day he said, “I’ll give you a rod as if I were seated,” and so he sat down nearby.",
    "ai-atk-s0502a26:100_8": "the king left the cow-herd’s poison, having risen from his teacher, and then departed, “Today I have plunged into my teacher’s presence.”",
    "ai-atk-s0502a26:100_9": "Paṭācārā, knowing his punishment for his throne, hurt his stick, and invited him to a staff.",
    "ai-atk-s0502a26:100_10": "The king’s cowherd, shook his head, and looked at the road, saying:",
    "ai-atk-s0502a26:101_0": "“Seeing in the ascetic life they’ve come to know,",
    "ai-atk-s0502a26:102_0": "He came to me with the portion, as he was unable.",
    "ai-atk-s0502a26:103_0": "“What’s the matted-hair locked, why your deer-skin?",
    "ai-atk-s0502a26:104_0": "Today you’re inside the outside.”",
    "ai-atk-s0502a26:105_0": "Then the ascetic, having satisfied with his own hands, said this:",
    "ai-atk-s0502a26:106_0": "“Come, drink, robbery, slave!",
    "ai-atk-s0502a26:107_0": "‘I have a large salt, and I’m very fruitful.’”",
    "ai-atk-s0502a26:108_0": "When he heard that, the king said: “My cattle are like that.” Then he stretched around this verse, saying:",
    "ai-atk-s0502a26:109_0": "“I will explain even more than this, he one hundred years,",
    "ai-atk-s0502a26:110_0": "made of metal or worm.”",
    "ai-atk-s0502a26:111_0": "Having spoken thus, “I slandered that in this way, you must drop off a staff with a stick. From this time I’d better do it, it’s not an ascetic.",
    "ai-atk-s0502a26:111_1": "Why would you be troubled like this?",
    "ai-atk-s0502a26:111_2": "It’s only because you take it all away on the outside.”",
    "ai-atk-s0502a26:111_3": "The Teacher said to this: “A past, it was the poison, a king, anointed, a royal ox, and presented him with a butcher of cattle.” Then he said, “As a royal palace, go to the elephant, after sacking a horse, –",
    "ai-atk-s0502a26:112_0": "394.",
    "ai-atk-s0502a26:113_0": "“What’s the matted-hair locked, why your deer-skin?",
    "ai-atk-s0502a26:114_0": "Today you’re inside the outside.”",
    "ai-atk-s0502a26:115_0": "Herein, what is the witless lock for you us here?’ they are bound to in the tangle of the tangles and the top of their witness, the top of their witness, the top of this tangle?",
    "ai-atk-s0502a26:115_1": "for they do so. The meaning is this: it is the oppressive yoked by the force of elephants, horses, and so on. The meaning is this:",
    "ai-atk-s0502a26:116_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:117_0": "The eleventh Brahmins",
    "ai-atk-s0502a26:118_0": "12. Kisāgotamīvatthu",
    "ai-atk-s0502a26:119_0": "They presented this Dhamma teaching to the Vultures, where the Teacher was staying on the Vulture Peak.",
    "ai-atk-s0502a26:120_0": "then Sakka, the first half-month, was able to talk about the Teacher, bowed, and sat down to one side.",
    "ai-atk-s0502a26:120_1": "At that moment the very moment I saw the Teacher, saying: “I will see a lepros in the air.”",
    "ai-atk-s0502a26:120_2": "After worshipping, he asked the Teacher,",
    "ai-atk-s0502a26:120_3": "“Sir, when they saw Nāgas, they weren’t coming!”",
    "ai-atk-s0502a26:120_4": "The Teacher said: “Why did you do this?”",
    "ai-atk-s0502a26:121_0": "395.",
    "ai-atk-s0502a26:122_0": "“Sinking a cow-herd’s army to sink down lean,",
    "ai-atk-s0502a26:123_0": "May I call a one to the other, brahmin!”",
    "ai-atk-s0502a26:124_0": "Herein, it is proper to get by means of one who wears rags, and that is why they are leaning on a rag, and that’s why they are able to get rid of it.",
    "ai-atk-s0502a26:124_1": "They say that in one place where there is a single jungle thicket in the forest. The meaning is that, I say.",
    "ai-atk-s0502a26:125_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:126_0": "The account of the prohibition against what is the twelfth",
    "ai-atk-s0502a26:127_0": "13. Ekabrāhmaṇavatthu",
    "ai-atk-s0502a26:128_0": "He did not pay respect to the Teacher’s teaching, and while staying in the Jeta Grove,",
    "ai-atk-s0502a26:129_0": "The ascetic Gotama says: “They are because he’s disgusted by his own use of the brahmins. But he does not go to see his own teacher’s doctrine and ask him about his teacher.”",
    "ai-atk-s0502a26:129_1": "Then the Teacher, saying: “I have been reborn in a very life, brahmin, and I say.”",
    "ai-atk-s0502a26:130_0": "396.",
    "ai-atk-s0502a26:131_0": "“I do not call one a brahmin simply because of being born from a (certain) womb,",
    "ai-atk-s0502a26:132_0": "that one is just someone who says ‘sir’.",
    "ai-atk-s0502a26:133_0": "One who moves about not grasping, I say.”",
    "ai-atk-s0502a26:134_0": "he is born in that place there is born,",
    "ai-atk-s0502a26:134_1": "They gather in clay and others likewise, are happy in mind,",
    "ai-atk-s0502a26:134_2": "But when he says “I am making this”, “But, sir,” he responds thus, “So what is theirs? ” He says, “So what is theirs?”",
    "ai-atk-s0502a26:134_3": "And I say that there is nothing that is mentioned by sensual pleasures, and nothing that is said.",
    "ai-atk-s0502a26:135_0": "Questioned to the teaching of the noble ones, he established in the fruit of stream-entry, once-return, and on the point.",
    "ai-atk-s0502a26:136_0": "The brahmin lady of the same thing",
    "ai-atk-s0502a26:137_0": "14. Uggasenaseṭṭhiputtavatthu",
    "ai-atk-s0502a26:138_0": "Standing about the Dhamma, the Teacher came out of all beings in the Bamboo Grove, the merchant’s son named Bamboo Wood.",
    "ai-atk-s0502a26:138_1": "The base consisting of the site for a moment, saying: “Previously it is praised by this verse.”",
    "ai-atk-s0502a26:139_0": "Then the Teacher, thinking: ‘Reverend Sir, it seems the teacher who speaks of ‘I am quite fearless’, he speaks of another way!’ Saying ‘I am the one who is free from fear!’ Then he said, “So it seems to me, they don’t say, ‘I am happy!”",
    "ai-atk-s0502a26:140_0": "397.",
    "ai-atk-s0502a26:141_0": "“A mendicant who has cut off all fetters, does not tremble,",
    "ai-atk-s0502a26:142_0": "They’re detached from chains, I say.”",
    "ai-atk-s0502a26:143_0": "Herein, all kinds of fetters:",
    "ai-atk-s0502a26:143_1": "you’re not free from craving.",
    "ai-atk-s0502a26:143_2": "I say that it is due to the inclusion of the past and future.",
    "ai-atk-s0502a26:144_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:145_0": "The account of the four sons of a sons",
    "ai-atk-s0502a26:146_0": "15. Dvebrāhmaṇavatthu",
    "ai-atk-s0502a26:147_0": "Having cut (him) cut (him), the Teacher, sat down in the Jeta Grove,",
    "ai-atk-s0502a26:148_0": "A double-organ is called Cūḷapanthaka.",
    "ai-atk-s0502a26:148_1": "Once again we’ve already seen this, they thought, “We’re strong, we’ll stroke him down and drag him with a strong thoroughly.” Then they spent the dust on the bank, thinking, “We’ll plunge into the sky.”",
    "ai-atk-s0502a26:148_2": "At that time the monks were bathing.",
    "ai-atk-s0502a26:148_3": "they sent a message to the brahmins.",
    "ai-atk-s0502a26:148_4": "Which cracked rivers stood (there) in the sky.",
    "ai-atk-s0502a26:148_5": "After seeing the dwelling, they informed the Fortunate One,",
    "ai-atk-s0502a26:148_6": "The Teacher said, “Tomorrow isn’t able to split the interior, and when it comes to enjoy it, a monk who has cut off the cycle and yet another with a irritable circumstances, and brings them to the each and every day.”",
    "ai-atk-s0502a26:149_0": "398.",
    "ai-atk-s0502a26:150_0": "“Having (etc.) the strap, the rope together with the bridle,",
    "ai-atk-s0502a26:151_0": "I call a brahmin with the Buddha’s cross over,",
    "ai-atk-s0502a26:152_0": "There the states of having been developed by the river, ~ by anger -",
    "ai-atk-s0502a26:152_1": "having snapped craving in a jungle thicket,",
    "ai-atk-s0502a26:152_2": "The whole of those congregations (etc.) means having been subdued by one, all of them have been ejected by the Buddha, and the whole of that (conformed) with the four feet were laid down by the Buddha. I said to the truth,",
    "ai-atk-s0502a26:153_0": "At the conclusion of the five hundred mendicants, attained perfection and conversequence, the teaching and the Saṅgha.",
    "ai-atk-s0502a26:154_0": "On the Two grounds for Brahmins",
    "ai-atk-s0502a26:155_0": "16. Akkosakabhāradvājavatthu",
    "ai-atk-s0502a26:156_0": "abused and insulted this Dhamma in the Bamboo Grove, the Teacher’s Wood.",
    "ai-atk-s0502a26:157_0": "When his brother’s sister was a stream-enterer,",
    "ai-atk-s0502a26:157_1": "Having destroyed the bathing at Kālī, she entered the town hall with a Dhamma talk. Then she uttered this heartfelt sentiment:",
    "ai-atk-s0502a26:157_2": "Each year, having chosen and expressed this heartfelt sentiment, while that occasion the Great Seer expressed this heartfelt sentiment:",
    "ai-atk-s0502a26:157_3": "The brahmin, having sympathetic (from the village), he said: “Where is this? Where is the ascetic, I shall go to the forest for the purpose of giving them almsfood?” and he said, “I’ll bring this garden.”",
    "ai-atk-s0502a26:157_4": "“Brahmin, go to that Buddha and see him, but I wasn’t able to refute his answer.”",
    "ai-atk-s0502a26:157_5": "The Teacher, having gone to the presence of the Teacher, stood to one side and said:",
    "ai-atk-s0502a26:158_0": "“When what is incinerated do you sleep at ease?",
    "ai-atk-s0502a26:159_0": "What do you believe in one thing?”",
    "ai-atk-s0502a26:160_0": "Then the Teacher answered this question:",
    "ai-atk-s0502a26:161_0": "“When anger’s incinerated you sleep at ease, you don’t grieve.",
    "ai-atk-s0502a26:162_0": "* The slaughter of anger with its poisoned root and sweet tip, brāhmaṇa,",
    "ai-atk-s0502a26:163_0": "For I am the noble ones, what is cut off, and do not grieve.”",
    "ai-atk-s0502a26:164_0": "Having dismissed her, he reached Liberation.",
    "ai-atk-s0502a26:164_1": "His reviles, “They came back to me,” he heared that she had heard that rough words.",
    "ai-atk-s0502a26:164_2": "And that teacher had received the going forth and the full ordination.",
    "ai-atk-s0502a26:164_3": "And after some time Sundarika Bhāradvāja the Bark Robe had become one of the three Vedas, who had gone forth from the lay life to homelessness.",
    "ai-atk-s0502a26:165_0": "Then one hundreds of thousands of the Dhamma talk taught by the Buddha, and so onceful, good sirs, how could those who were incredible and amazinghaved their doctrine?”",
    "ai-atk-s0502a26:165_1": "After the Teacher came and asked, “Where talking about just now?” When he asked, “Anyone who is sitting talking on the ground, he added, “When all this was the power of me, monks, did I stay on topic?”",
    "ai-atk-s0502a26:166_0": "399.",
    "ai-atk-s0502a26:167_0": "“See, murderer, a lady who endures these (wholesomes),",
    "ai-atk-s0502a26:168_0": "In patience is the power of patience; that one is a brahmin.”",
    "ai-atk-s0502a26:169_0": "Herein, ‘By this is our corruption: bandits, hunger, and thirst, and arrows shackles, beasts, bonds, workers, and staff; that is why I say that one whose oppression is another who is free from anger, possesses those who being blameless, is strong, and stretched, and that I say.’",
    "ai-atk-s0502a26:170_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:171_0": "The Simile of the Rains Retreat",
    "ai-atk-s0502a26:172_0": "17. Sāriputtattheravatthu",
    "ai-atk-s0502a26:173_0": "He acknowledged the Bamboo Grove in the Bamboo Grove, the Teacher when he was teaching the Elder Sāriputta.",
    "ai-atk-s0502a26:174_0": "When the senior monk was walking for almsfood, he came to the village of Nālaka.",
    "ai-atk-s0502a26:174_1": "Then, having the sitting mat, she abused and insulted him:",
    "ai-atk-s0502a26:174_2": "“Gentlemen, please eat the luxurious thimbles in the house of another, and I’ll ate the family home with my iron trunks and make an effort to eat, I’ve gone forth.”",
    "ai-atk-s0502a26:174_3": "The monks said, “Lady, because I’m giving food to my husband and bringing them now.”",
    "ai-atk-s0502a26:174_4": "The elder took some almsfood and went to the dwelling.",
    "ai-atk-s0502a26:174_5": "So Rāhula asked him the almsfood for the Teacher.",
    "ai-atk-s0502a26:174_6": "Then the teacher said to him:",
    "ai-atk-s0502a26:174_7": "“Where do you go?”",
    "ai-atk-s0502a26:174_8": "“Venerable Sir, you’re in the village.”",
    "ai-atk-s0502a26:174_9": "“But what does this preceptor say to you?”",
    "ai-atk-s0502a26:174_10": "“Venerable, please send my preceptor.”",
    "ai-atk-s0502a26:174_11": "“Why have you come?”",
    "ai-atk-s0502a26:174_12": "“What is this, sir?”",
    "ai-atk-s0502a26:174_13": "“But with the preceptor, what did you say?”",
    "ai-atk-s0502a26:174_14": "“Nothing, sir.”",
    "ai-atk-s0502a26:174_15": "When the mendicants heard that teaching they were incredible and amazing. The senior mendicants, Vassakāra, Kālāma, abused and insulted him with the special qualities of the Dhamma. When they said, “Oh, don’t abuse, attacked, harnessed, and troublesome.”",
    "ai-atk-s0502a26:174_16": "After the Teacher came and asked: “Where did the talk about just now?” But when asked, “Where are there sitting? Why don’t they come?”",
    "ai-atk-s0502a26:175_0": "400.",
    "ai-atk-s0502a26:176_0": "“Whoever is virtuous, dutiful, restrained,",
    "ai-atk-s0502a26:177_0": "tamed, bearing their final body, I say.”",
    "ai-atk-s0502a26:178_0": "Herein, Vassakāra means of one who has parted of craving such a particular conduct by way of body, speech, and mind, keeping it connected with specified food, I say. The meaning is that it is the escape from the six fields of craving.",
    "ai-atk-s0502a26:179_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:180_0": "The seventeenth section on Sāriputta",
    "ai-atk-s0502a26:181_0": "18. Uppalavaṇṇātherīvatthu",
    "ai-atk-s0502a26:182_0": "While the Teacher was living in the Dhammapada this Dhamma about the State,",
    "ai-atk-s0502a26:182_1": "The fool thinks, “Harmless is the meaning of it in detail” is this:",
    "ai-atk-s0502a26:182_2": "For this is said:",
    "ai-atk-s0502a26:183_0": "After some time the population with the thought: “How are you sitting in the midst of the people, who are pollutant-free, slaughtered, and enjoying sensual pleasures?",
    "ai-atk-s0502a26:183_1": "These are not lost the trees. They are not catching up with wet clinging, or consent to sensual pleasures.”",
    "ai-atk-s0502a26:183_2": "After the Teacher came and asked: “Mendicants, where is the talk about just now? Why do you not consent?” But when asked, “Do you obtain the bliss of sensual pleasures, they don’t consent.",
    "ai-atk-s0502a26:183_3": "just as when a lotus leaf settles up a drop of water doesn’t fall into it, the water does not stay firmly.",
    "ai-atk-s0502a26:183_4": "But just as, when a cave had ended the cows, their defilements does not shake and rock and tremble with one hundred yokes, their minds don’t get tied up to the leaf, and doing this Dhamma, which is just as the two of using: “Control my desires, does not teach Dhamma” .",
    "ai-atk-s0502a26:184_0": "401.",
    "ai-atk-s0502a26:185_0": "“ lotus ponds like a mustard seed on a needle,",
    "ai-atk-s0502a26:186_0": "One who clings to sensual pleasures, brahmin, I say.”",
    "ai-atk-s0502a26:187_0": "But if they don’t implement there are two kinds of sensual stimulation in the same way, I say that there is no two reasons.",
    "ai-atk-s0502a26:188_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:189_0": "The Elder Uppalavaṇṇā had no ground,",
    "ai-atk-s0502a26:190_0": "19. Aññatarabrāhmaṇavatthu",
    "ai-atk-s0502a26:191_0": "he who, while staying in the Jeta’s Grove, a certain teacher of the Dhamma.",
    "ai-atk-s0502a26:192_0": "The bondservants and workers had completed the training rules and attained Liberation.",
    "ai-atk-s0502a26:192_1": "Then the brahmin, while looking around in only one direction, saw the Teacher entering the garden. He thought,",
    "ai-atk-s0502a26:192_2": "The Teacher, having put on, asked: “What are the brahmins?”",
    "ai-atk-s0502a26:192_3": "I am my bondservant.",
    "ai-atk-s0502a26:192_4": "with burden put down,",
    "ai-atk-s0502a26:192_5": "“You’re talking about,” he said, “You’re an abscess,” he replied.",
    "ai-atk-s0502a26:192_6": "Therefore it was said, “Yes, dear Gotama,” he replied, “But, let the teacher say this to you:",
    "ai-atk-s0502a26:193_0": "402.",
    "ai-atk-s0502a26:194_0": "“Whoever knows right here the destruction of his suffering,",
    "ai-atk-s0502a26:195_0": "who are burden put down, brahmin, I say.”",
    "ai-atk-s0502a26:196_0": "Herein, he is the end of suffering.",
    "ai-atk-s0502a26:196_1": "with burden put down, detached from all four perils, I say.",
    "ai-atk-s0502a26:196_2": "Questioned to the teaching of the noble ones, he established in the fruit of stream-entry, once-return, and on the point.",
    "ai-atk-s0502a26:197_0": "twenty-four grounds for  a brahmin",
    "ai-atk-s0502a26:198_0": "20. Khemābhikkhunīvatthu",
    "ai-atk-s0502a26:199_0": "While living in the deep Vulture’s Peak, the Teacher founded Khemā by the nun Khemā, who was named Khemā,",
    "ai-atk-s0502a26:200_0": "On the first day of the full moon of the month kingdom, was unable to hear the Dhamma in the assembly of the chiefs.",
    "ai-atk-s0502a26:200_1": "At that time the nun Khemā thought, “I will see the Teacher,” she bowed down, and stood, circumambulated her with her, and then she bowed to her.",
    "ai-atk-s0502a26:200_2": "Seeing him, he asked: “Who are you standing in the sky, venerable sir?”",
    "ai-atk-s0502a26:200_3": "The Teacher said: “Great king, my daughter is the name of the great path, I have understood this road and said.”",
    "ai-atk-s0502a26:201_0": "403.",
    "ai-atk-s0502a26:202_0": "“Of all the paths to awakening, in the very deep path.",
    "ai-atk-s0502a26:203_0": "I say he is the highest goal, a brahmin.”",
    "ai-atk-s0502a26:204_0": "Herein, the path is pregnant in the three Vedas set aside laws rolling forth as a pregnant wisdom. This is the path leading to peace, extinguishment by the path, the aggregates is the path, this is the path to perfection in the present life.” And this is the path to attain Arahantship in the path.",
    "ai-atk-s0502a26:205_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:206_0": "The account of the nun Khemā",
    "ai-atk-s0502a26:207_0": "The site for the Elder Nun Sīha",
    "ai-atk-s0502a26:208_0": "in the eighteen sectarians.",
    "ai-atk-s0502a26:209_0": "He took a meditation subject in the Teacher’s presence, at the foot of an a hundred times, and when he was about to look at the wilderness, he draws his mind on one side.",
    "ai-atk-s0502a26:209_1": "He replied, “I’ll do so.”",
    "ai-atk-s0502a26:209_2": "And the deity, knowing that a certain deity had come to live together with the mendicant Saṅgha, they told: “This is the suffering of all that.",
    "ai-atk-s0502a26:209_3": "But this one night will leave after staying here.” He thought, “Will I come out?”",
    "ai-atk-s0502a26:209_4": "On the following day the Elder came down to the village for alms.",
    "ai-atk-s0502a26:209_5": "Then, after seeing her, a certain lay follower, gained faith in the home with her child, and living nearby. And he asked for the benefit of that person,",
    "ai-atk-s0502a26:209_6": "He told him, “Even the life for refuge,” and they got the same reply.",
    "ai-atk-s0502a26:209_7": "When those deities saw him, they thought, “Whether invited him or go tomorrow.”",
    "ai-atk-s0502a26:210_0": "When it was oppressed by a fortnight, he thought, “I’ll live alone within this body, with him my virtue.” But he said, “I’ll equipment, hisiry, not even with him in the gave him his virtue.” But he does not say, “I’ll wives him like this,” and he says, “I won’t bet like this.”",
    "ai-atk-s0502a26:210_1": "and so the eyes became intoxicated.",
    "ai-atk-s0502a26:210_2": "Having seen him, she said: “What do you live in?”",
    "ai-atk-s0502a26:210_3": "Then those deities said to him:",
    "ai-atk-s0502a26:210_4": "“If I were to get hold of this work, I would not begg from you by. But there was no place I ask for this family.” But she put down on her garment and doing it.",
    "ai-atk-s0502a26:210_5": "I wouldn’t be able to satisfy",
    "ai-atk-s0502a26:210_6": "If he is not able to say, “Don’t begg from a skeleton,” he said, “Now it’s not allowable to say,”",
    "ai-atk-s0502a26:210_7": "This too is not able to say,",
    "ai-atk-s0502a26:210_8": "he takes his foot-stool and set it out.",
    "ai-atk-s0502a26:210_9": "The lay followers saw her. When the lay followers had finished her meal, they sat down on the seat spread out and gave him water. When the senior monk washed his feet, and after washing the meal, he answered like this. Then he said, “Venerable sir, this is what’s given.” And after washing his feet, he called him a bathing paste of water.",
    "ai-atk-s0502a26:210_10": "She went to the gods, and stood there (there) on the ground.",
    "ai-atk-s0502a26:211_0": "And the elder got up from his seat and left. He then went away. He then got up from his seat and left.",
    "ai-atk-s0502a26:211_1": "Then the deity at Benares, saying: “Giving a bowl against rice, but no garments.”",
    "ai-atk-s0502a26:211_2": "The first (thought) came out, saying: “Who did you go?”",
    "ai-atk-s0502a26:211_3": "I have gained the deities:",
    "ai-atk-s0502a26:211_4": "The elder said, “I’ve done the prostitutes work.” When they were done it, I said, “I’ve done it from a good thing, how many simultaneously doing it? I don’t see anyone else?”",
    "ai-atk-s0502a26:211_5": "Seeing danger,",
    "ai-atk-s0502a26:211_6": "he does not see it,",
    "ai-atk-s0502a26:211_7": "I declare them to you:",
    "ai-atk-s0502a26:211_8": "Please tell him, “Come,”",
    "ai-atk-s0502a26:211_9": "Tissa, the daughters of a robber, washed by the hand of the bowl and the washing their feet. When they had been washed a piece of rice for her feet, they gave it to him.",
    "ai-atk-s0502a26:211_10": "This robe-cloth was given after",
    "ai-atk-s0502a26:211_11": "What do you not see?",
    "ai-atk-s0502a26:211_12": "you’re talking about this.",
    "ai-atk-s0502a26:211_13": "I say that this is how it is.",
    "ai-atk-s0502a26:211_14": "The elder thought:",
    "ai-atk-s0502a26:211_15": "“Oh, I hope my self-mortification washed by me, as a deity of pure behavior. I washed my virtues, my son, and my neighbours I saw a very strong man wrapped in my family tradition!”",
    "ai-atk-s0502a26:211_16": "Then he came out of his feet and said, “Having taken up residence there,” and he expressed this heartfelt sentiment, saying: “Those aimless one, sir, give a teaching, but give an ascetic to the ascetics who live on this point.”",
    "ai-atk-s0502a26:212_0": "“Oh, my Vāsava, my surely wise!",
    "ai-atk-s0502a26:213_0": "do not devote yourself to purity.”",
    "ai-atk-s0502a26:214_0": "The intentionally he was told by the Teacher, “What did you do?”",
    "ai-atk-s0502a26:214_1": "The monks told him, “Venerable Sir, this one does not say this.”",
    "ai-atk-s0502a26:214_2": "How on earth, when my teacher hears them, he thought, “And how are there no householders for laypeople or renunciates?”",
    "ai-atk-s0502a26:215_0": "404.",
    "ai-atk-s0502a26:216_0": "Endowed with food and drink, the houseless,",
    "ai-atk-s0502a26:217_0": "I declare that they have no great delight, brahmin.”",
    "ai-atk-s0502a26:218_0": "Herein, there is no showing that is unfavourable to seeing and running hidden treasure within.",
    "ai-atk-s0502a26:218_1": "both laypeople and renunciates.",
    "ai-atk-s0502a26:218_2": "I say that such-and-such ignorant is the meaning.",
    "ai-atk-s0502a26:219_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:220_0": "the Elder’s monastery was twenty-four, twenty-four,",
    "ai-atk-s0502a26:221_0": "22. Aññatarabhikkhuvatthu",
    "ai-atk-s0502a26:222_0": "While wandering in a certain mendicant’s teaching Dhamma, he related a certain mendicant.",
    "ai-atk-s0502a26:223_0": "After taking a meditation subject in the Teacher’s presence, he got familiar with the abode from his seat and went to perfection. Afterwards he informed the Teacher’s special qualities of the laity, saying: “I will go forth.”",
    "ai-atk-s0502a26:223_1": "Then one woman’s own village with her husband and saw him coming, and he thought, “I’ll go along the road,” and followed along the way, “I’ll go along the road,” and he followed along the path.",
    "ai-atk-s0502a26:223_2": "But the elder doesn’t see it.",
    "ai-atk-s0502a26:223_3": "After the husband had gone to a house, he thought, “When I came to this home, wherever I have come,” and he saw the elder, and he thought, “After going alone, how will I do so?” After seeing that in this way, he thought, “After seeing this Saying: “After walking along this world, having seen the Elder nun Dhammadinnā, will he turn out?”",
    "ai-atk-s0502a26:223_4": "She said to me, “Nothing goods, Venerable, don’t see anything.”",
    "ai-atk-s0502a26:223_5": "“But why do you take yourself when I ask for yourselves? You’ll do it.” After washing his feet, he took it away.",
    "ai-atk-s0502a26:223_6": "and became a lady of the Elder’s body.",
    "ai-atk-s0502a26:223_7": "When they were allocating the dwellings, they asked the monks, “What did you see this?”",
    "ai-atk-s0502a26:223_8": "He told them.",
    "ai-atk-s0502a26:223_9": "Then the monks said to him, “What did you do?”",
    "ai-atk-s0502a26:223_10": "“Reverends, when anger is asked, he said to me: ‘My dear, I have not fallen from the Teacher.’ Then they answered, ‘It’s why, when I declared enlightenment.’ Then they answer, ‘It’s unshakable.’",
    "ai-atk-s0502a26:223_11": "The Teacher, after hearing them, thinking, “And how did you come? They put their sarong on the drums, saying: “Those who do not neglect this afflicted name?”",
    "ai-atk-s0502a26:224_0": "405.",
    "ai-atk-s0502a26:225_0": "“Whoever has laid down the stick (used) against fearful and fearless beings,",
    "ai-atk-s0502a26:226_0": "They don’t kill, brahmin, I say.”",
    "ai-atk-s0502a26:227_0": "set up down the running here and there,",
    "ai-atk-s0502a26:227_1": "under the sway of craving for becoming , and with the sharing of craving, with the calming of craving, with the act of calm,",
    "ai-atk-s0502a26:227_2": "Yet he does not say: ‘I am killing all living beings in the future,’ I say that anyone who has gone beyond all his own shaves, throat them from the household life, is the meaning.’",
    "ai-atk-s0502a26:228_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:229_0": "twenty monks",
    "ai-atk-s0502a26:230_0": "23. Sāmaṇerānaṁ vatthu",
    "ai-atk-s0502a26:231_0": "He, while dwelling in the country, he related the Teacher’s teaching, a novice who is divided the four novices.",
    "ai-atk-s0502a26:232_0": "A single day, it seems, having scorned four parts of the monks and said:",
    "ai-atk-s0502a26:232_1": "“Greatly, having gone to the four brahmin systems, bring the leftovers.”",
    "ai-atk-s0502a26:232_2": "He went to a dwelling and told her, “Give me my invitation.”",
    "ai-atk-s0502a26:232_3": "His wishes and had completed all four years, that wise man, had the four (perfections).",
    "ai-atk-s0502a26:232_4": "When the brahmin women saw a seat, he prepared seats, and he said: “Having seen the novices, like a mattress, and seeing a bathing post-free of shake, he returned to the dwellings, why did you go to the children’s dwelling and wait for yourselves?” and he said, “Anything that you did not go.”",
    "ai-atk-s0502a26:232_5": "He went to a dwelling, and after seeing the Elder Sāriputta, he thought, “Come, let’s go to my house.”",
    "ai-atk-s0502a26:232_6": "The elder saw that novice, and he asked: “These novices have been obtained by me,” and he asked, “Friend, they answered, “What I have got with the leftover.”",
    "ai-atk-s0502a26:232_7": "When asked: “What did the brahmin women come?” he asked: “My bowl is sitting here? ” and she went to doing the brahmins. When it had got her bowl, they put it on another reply?",
    "ai-atk-s0502a26:232_8": "The brāhmaṇa went and informed the dreadful sent them (but), and after seeing (him), he vanished right there.",
    "ai-atk-s0502a26:232_9": "He also took his bowl and robe and went away.",
    "ai-atk-s0502a26:232_10": "Then the brahmin woman told him:",
    "ai-atk-s0502a26:232_11": "“As the brahmins don’t get to see a single one of the doctrine of the brahmins and say.”",
    "ai-atk-s0502a26:233_0": "From the Pāvāḷa mountain, while sitting in the sky, sat down,",
    "ai-atk-s0502a26:233_1": "And they showed their seats to them, and heat a seat.",
    "ai-atk-s0502a26:233_2": "When he was sitting there, he saw advanced and had reached the final stage of life, he was advanced in years and had reached the final stage of life.",
    "ai-atk-s0502a26:233_3": "Seeing him, the brahmin lady said, “Whether I will go to the house of that brahmin.”",
    "ai-atk-s0502a26:233_4": "Seeing that the brahmin, the lady gave them one sitting on the ground, and said, “Having seen them sitting there in one seat,”",
    "ai-atk-s0502a26:233_5": "he entered the house, and after worshipping the four novices, he sat down on the seat spread out.",
    "ai-atk-s0502a26:233_6": "Then he said to the brahmin,",
    "ai-atk-s0502a26:233_7": "“Sir, have you took your own hand, and do not come back insane, and why do you live in this way?”",
    "ai-atk-s0502a26:233_8": "falling away from the group of six, he doesn’t want to throw away the hand from his bag.",
    "ai-atk-s0502a26:233_9": "Then the brahmin lady, saying: “I’ll take the hand for my hand in one hand and goad in the hand,” and while standing outside the gateway, he had taken a lump of both hands.",
    "ai-atk-s0502a26:233_10": "Seated to them, he turned around the hand of the hand.",
    "ai-atk-s0502a26:233_11": "After seeing them sitting there, they expressed their appreciation to the country.",
    "ai-atk-s0502a26:233_12": "At that time Sakka was Sakka, the Lord of the World, knowing he had a state of Sakka,",
    "ai-atk-s0502a26:233_13": "Even if they were eaten by the food",
    "ai-atk-s0502a26:233_14": "Also people having taken food, another reins, and their wives projects alone. One is like this depthing the other side rinsing the earth with one, and when they pass away from the ground they one by one.",
    "ai-atk-s0502a26:233_15": "From then on, Pañcasikha, it seems, the five Pañcasikha,",
    "ai-atk-s0502a26:234_0": "And the novices went to a dwelling, where they asked, “Where did you come?”",
    "ai-atk-s0502a26:234_1": "Don’t answer in our questions that the brahmin lady, irritable and presume to us. But when asked, “Having seen usually, please don’t get a wise man.”",
    "ai-atk-s0502a26:234_2": "After our preceptor had come, they sent him off, saying: “I have get a bowl seat and set it out.”",
    "ai-atk-s0502a26:234_3": "Then he said to the brahmin Mahākappina,",
    "ai-atk-s0502a26:234_4": "Then the brahmin lady said: “Go to the brahmins, brahmin, merchants, and workers have one advocation.”",
    "ai-atk-s0502a26:234_5": "There he went to that brahmin, where he ate his own food.",
    "ai-atk-s0502a26:234_6": "This is how you don’t do anything for them.",
    "ai-atk-s0502a26:234_7": "isn’t found in you,",
    "ai-atk-s0502a26:234_8": "The monks, having heard that Teacher said this to the Fortunate One:",
    "ai-atk-s0502a26:234_9": "“Venerable sir, when these aren’t chosen to declare enlightenment,”",
    "ai-atk-s0502a26:234_10": "The Teacher said, “Those who have ended the defilements,” and “Through fearlessly spend him with the abode of ants.”",
    "ai-atk-s0502a26:235_0": "406.",
    "ai-atk-s0502a26:236_0": "“Among the snare of the winners, fostering limbs,",
    "ai-atk-s0502a26:237_0": "And so that gift is a brahmin, I say.”",
    "ai-atk-s0502a26:238_0": "There too, ascending and dispelling beings, the ruler of the earth, and the world conceived by the multiplicity of the great authority of the world,",
    "ai-atk-s0502a26:238_1": "Mine of the elephants or others with a stick or a staff, even with the treasure of the five hundred treasures, I haven’t relinquished them to this. is the meaning of that such a deed, I say.”",
    "ai-atk-s0502a26:239_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:240_0": "Those who know the site for the novices;",
    "ai-atk-s0502a26:241_0": "24. Mahāpanthakattheravatthu",
    "ai-atk-s0502a26:242_0": "in that one who is attached to this Bamboo Grove, the Teacher called Shrine,",
    "ai-atk-s0502a26:243_0": "He is able to draw pictures four months and four fathoms long on wealth that isn’t outside. Then he regarded as a layman who is not able to leave the Dispensation, saying, “What’s the point of this?” and he dropped out of the monastery.",
    "ai-atk-s0502a26:243_1": "how does the mendicants say, “Reverend Mahākappina, how are these senior mendicants who have subdued their passions and reached?”",
    "ai-atk-s0502a26:243_2": "After the Teacher came and asked: “Monks, why does the talk about just now?” But when asked, “Bhikkhus, why do you desire the son of them, bring about the benefit, welfare, and happiness?”",
    "ai-atk-s0502a26:244_0": "407.",
    "ai-atk-s0502a26:245_0": "“Those in whom greed, hate, and ignorance,",
    "ai-atk-s0502a26:246_0": "like a mustard seed a brahmin, I say.”",
    "ai-atk-s0502a26:247_0": "Herein, when a man gets tied up with the roam of greed and hate, etc., and gets rid of repelling the opportunity, etc., he does not think, “This is how I say it is unquielded, a brahmin.”",
    "ai-atk-s0502a26:248_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:249_0": "The Four Great Elders",
    "ai-atk-s0502a26:250_0": "25. Pilindavacchattheravatthu",
    "ai-atk-s0502a26:251_0": "While the Teacher was living in Bamboo Wood, the Teacher was living in the Bamboo Wood, and the Elder a preacher of the Dhamma.",
    "ai-atk-s0502a26:252_0": "The venerable Vakkali says, “Venerable, what surely does he say to householders?” and he says, “Take the lay life as a layperson who have gone forth.",
    "ai-atk-s0502a26:252_1": "Then one day informed the Teacher:",
    "ai-atk-s0502a26:252_2": "“Venerable Pilindavaccha addresses the mendicants as ‘lowlifes’.”",
    "ai-atk-s0502a26:252_3": "The Teacher summoned him: “It seems, monks, that you must ask the monks about the caravan of the hands and feet, calmed in the same way, and you could make an end of suffering.” But when he had spoken, he said to him, “You have been brought out of that same Vaccha, it was because of the calf together with the five hundred monks.",
    "ai-atk-s0502a26:252_4": "For it is when my son has been completed by me took all this verse.”",
    "ai-atk-s0502a26:253_0": "408.",
    "ai-atk-s0502a26:254_0": "“Who knows what is real, liar, terror, and running,",
    "ai-atk-s0502a26:255_0": "I don’t speak from anywhere, brahmin, I say.”",
    "ai-atk-s0502a26:256_0": "Herein, rough speech that is unguarded",
    "ai-atk-s0502a26:256_1": "Arguing, one who understands the meaning,",
    "ai-atk-s0502a26:256_2": "truthful, having come to you.",
    "ai-atk-s0502a26:256_3": "I am not able to get encounter such a thing, and such a thing, that is why I say it is the meaning.",
    "ai-atk-s0502a26:257_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:258_0": "The fifth section on Pilindavaccha",
    "ai-atk-s0502a26:259_0": "26. Aññatarattheravatthu",
    "ai-atk-s0502a26:260_0": "* He who, while living in a certain Dhamma teaching, is one of the Teacher, a certain Dhamma talk,",
    "ai-atk-s0502a26:261_0": "Kisāgotamī, the brahmin of the Bookanada, having taken a share of the body and sat down to one side.",
    "ai-atk-s0502a26:261_1": "And when they saw that their meals had destroyed, they looked at the monastic boundary, and when they saw him, they looked like it without looking for rag, and seeing it.",
    "ai-atk-s0502a26:261_2": "Then the brahmin, seeing her, went to my wrap garden, and said, “Here’s an ascetic.”",
    "ai-atk-s0502a26:261_3": "they are the brahmins, brahmins,",
    "ai-atk-s0502a26:261_4": "‘Yes, ascetic,",
    "ai-atk-s0502a26:261_5": "“Some of them (should), without seeing the rag-robes, I went to the dwelling, and told him.”",
    "ai-atk-s0502a26:261_6": "When the monks heard what he had heard, they said, “What did he do? Why did he take leave?”",
    "ai-atk-s0502a26:261_7": "Reverends, may the tastes be long or smoke or shake or leaves in that Dīghalaya-in-law, I don’t get it.",
    "ai-atk-s0502a26:261_8": "The mendicants told him,",
    "ai-atk-s0502a26:261_9": "“Sir, this monk declares enlightenment, and has appeared in insight.”",
    "ai-atk-s0502a26:261_10": "The Teacher said, “This must be an agreement about the private parts,” and when he added: “After carrying this blanket, they let him go.”",
    "ai-atk-s0502a26:262_0": "409.",
    "ai-atk-s0502a26:263_0": "“He who bears a roam, long or short,",
    "ai-atk-s0502a26:264_0": "fine or coarse, I say is a brahmin.”",
    "ai-atk-s0502a26:265_0": "The meaning of this:",
    "ai-atk-s0502a26:265_1": "Sāṭaliputta, bondservants, timber trees, gems, bents, or belitts in the world, or beliefs, or anything in the world. There is no such a person, I say.",
    "ai-atk-s0502a26:266_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:267_0": "if it is to less than the ground for wound;",
    "ai-atk-s0502a26:268_0": "27. Sāriputtattheravatthu",
    "ai-atk-s0502a26:269_0": "While living in the Jeta Grove, this Dhamma talk, Sāriputta,",
    "ai-atk-s0502a26:270_0": "The elder, it seems, took the rainy-season residence at a certain country, and went to the rainy season.",
    "ai-atk-s0502a26:270_1": "People, having seen the Elders, assigned the Rains Retreat.",
    "ai-atk-s0502a26:270_2": "The Thera invited the drums, in every monastery on the rainy-season residence, when the good monks were going to the presence of the Teacher, he said:",
    "ai-atk-s0502a26:270_3": "“You may take cloth and novices to the rainy-season residence, and you spend the rainy-season residence.”",
    "ai-atk-s0502a26:270_4": "Having spoken thus, she went into the presence of the Teacher.",
    "ai-atk-s0502a26:270_5": "how, monks, did the monks (permission) in the same way?",
    "ai-atk-s0502a26:270_6": "That’s why it is given to the students to give their students to the resident monks, and after he has sent away the instructions.”",
    "ai-atk-s0502a26:270_7": "After the Teacher came and asked: “Where did this today, monks, why do you not have a little merit? Don’t get that merit?”",
    "ai-atk-s0502a26:271_0": "410.",
    "ai-atk-s0502a26:272_0": "“For the one who has no longings in this world or in the next world,",
    "ai-atk-s0502a26:273_0": "I call a spiritual life detached, not a brahmin.”",
    "ai-atk-s0502a26:274_0": "Herein, craving is a particular combination.",
    "ai-atk-s0502a26:274_1": "having craving, free of craving,",
    "ai-atk-s0502a26:274_2": "“I say that all defilements are unattached to all, liberated, and free of defilements!”",
    "ai-atk-s0502a26:275_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:276_0": "The seventh section on Sāriputta",
    "ai-atk-s0502a26:277_0": "Those whose site for the purpose of men",
    "ai-atk-s0502a26:278_0": "He, while staying in the Jetavana, the Teacher’s teaching,",
    "ai-atk-s0502a26:278_1": "like the previous ones.",
    "ai-atk-s0502a26:278_2": "But here the Teacher, having fallen into the presence of the Elder Moggallāna, said this to the Elder Moggallāna:",
    "ai-atk-s0502a26:279_0": "411.",
    "ai-atk-s0502a26:280_0": "“For he who is not free from (the results),",
    "ai-atk-s0502a26:281_0": "they’ve arrived at the deathless, and I call a brahmin.”",
    "ai-atk-s0502a26:282_0": "Herein, craving is spreading",
    "ai-atk-s0502a26:282_1": "knowing about the eighty bases of psychic power, without doubt, got rid of doubt, and uncertainty.",
    "ai-atk-s0502a26:282_2": "they’ve arrived at the deathless, and have attained Nibbāna. I say that you should plunge into the deathless and have attained it.",
    "ai-atk-s0502a26:283_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:284_0": "twenty-eighth sections",
    "ai-atk-s0502a26:285_0": "29. Revatattheravatthu",
    "ai-atk-s0502a26:286_0": "(He who), having meritorious Sañjikāputta, preached the Dhamma, which is the fearful Suttanta, studied to him.",
    "ai-atk-s0502a26:286_1": "on the site or lies there in the wilderness,",
    "ai-atk-s0502a26:286_2": "For this is said:",
    "ai-atk-s0502a26:287_0": "Once again one day, how are these five hundred mendicants present?",
    "ai-atk-s0502a26:287_1": "After the Teacher came and asked: “Monks, where is there no merit for me now?” When the teacher asked him, “When I wasn’t able to reach this merit, they couldn’t be reaching the end of my son,”",
    "ai-atk-s0502a26:288_0": "412.",
    "ai-atk-s0502a26:289_0": "“Whoever has good and bad deeds, and both good and bad,",
    "ai-atk-s0502a26:290_0": "sorrowless, stainless, I say.”",
    "ai-atk-s0502a26:291_0": "Herein, there are two kinds of bad deeds: needs, and bad deeds.",
    "ai-atk-s0502a26:291_1": "creating schism in the Saṅgha,",
    "ai-atk-s0502a26:291_2": "although beyond:",
    "ai-atk-s0502a26:291_3": "Rolling him with his own hands and feet, I say that there is no defilement of sensual desire and lust for one who isn’t free of defilements.",
    "ai-atk-s0502a26:292_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:293_0": "thirty-two grounds for one,",
    "ai-atk-s0502a26:294_0": "30. Candābhattheravatthu",
    "ai-atk-s0502a26:295_0": "Which of the moon’s Dhamma teaching is known as the Moon in the Jeta Grove, or as the moon he likes.",
    "ai-atk-s0502a26:296_0": "Here is the stage beginning:",
    "ai-atk-s0502a26:296_1": "In the past, when I arrived at Benares, I shall go to the house of the cart, and take many rooms, with the five-hundred circumambulations, went to the neighborhoods, and told him what was happening.",
    "ai-atk-s0502a26:296_2": "“In this village there is a person who goes to the foot of a mountain.”",
    "ai-atk-s0502a26:296_3": "“Yes, I do.”",
    "ai-atk-s0502a26:296_4": "“What is the name of this?”",
    "ai-atk-s0502a26:296_5": "“Such is a fool,”",
    "ai-atk-s0502a26:296_6": "“But what will we do for you?”",
    "ai-atk-s0502a26:296_7": "“Is it right, Venerable Questioned?”",
    "ai-atk-s0502a26:296_8": "“But where is the house of that one?”",
    "ai-atk-s0502a26:296_9": "“What’s impossible, although these grounds don’t wait.”",
    "ai-atk-s0502a26:296_10": "When they were given to them, he entered the house and sat down on a house. He then entered the house and sat down, where he sat down.",
    "ai-atk-s0502a26:296_11": "She told him what had happened.",
    "ai-atk-s0502a26:296_12": "There he sat down on the seat spread out, and asked: “Where are you going?”",
    "ai-atk-s0502a26:296_13": "“I have money in the wilderness.”",
    "ai-atk-s0502a26:296_14": "“My son named Sundarī, having asked: “My daughter-in-law of our daughter, why do you all make me leave the monastic life?” She then went back to them, saying: “Give meat and disturbance, when you were pleased, why do this cloth is yourselves?”",
    "ai-atk-s0502a26:296_15": "When she had reached maturity she said to her, “From this monastery, may she give me this vicinity to the owners and also all the time!” she said, “From this was the time for the Fraternity.”",
    "ai-atk-s0502a26:296_16": "He would be suspended in the midst of that (safeguard).",
    "ai-atk-s0502a26:297_0": "Then while sitting in that seat he asked:",
    "ai-atk-s0502a26:297_1": "“Having seen Mount Mount Vepulla, what will you have seen?”",
    "ai-atk-s0502a26:297_2": "“I don’t see a single tree that I’ve seen many trees.”",
    "ai-atk-s0502a26:297_3": "“Yes, tree.”",
    "ai-atk-s0502a26:297_4": "“Yes, sir.”",
    "ai-atk-s0502a26:297_5": "So then, when we gave our board to our wives, they brought him to the five hundred carts, filled with garments of five hundred pieces, and gave him to the gods.",
    "ai-atk-s0502a26:297_6": "“Mister Bārāṇasī, please go from time to time someone else and save my house; I’ll go and get some otherwise.”",
    "ai-atk-s0502a26:297_7": "He agrees to give the goods, saying, “Lay followers are coming from time to time,” and they gave much food.",
    "ai-atk-s0502a26:298_0": "After some time, Kassapa attained Parinibbāna, planted the whole of Benares, taking care of all over Bārāṇasī, went to Benares, and taking care of him.",
    "ai-atk-s0502a26:298_1": "Then that friend, having taken a lot of many friends, returned to the courtesan shrine, and waited for the meal.",
    "ai-atk-s0502a26:298_2": "as did the sun set in front.",
    "ai-atk-s0502a26:298_3": "This is the best in the past:",
    "ai-atk-s0502a26:299_0": "When they passed away from there and was reborn there, the Buddhas, and having been reborn in this world, he was reborn in the Great Wood, in this population.",
    "ai-atk-s0502a26:299_1": "They built the moon on the circumference of the moon, and the sun were known as the moon.",
    "ai-atk-s0502a26:299_2": "to the Cetiyapabbata Monastery, and the requisite of the Cetiya.",
    "ai-atk-s0502a26:299_3": "The brahmins thought:",
    "ai-atk-s0502a26:299_4": "“We were to take this world and eat it.”",
    "ai-atk-s0502a26:299_5": "There they sat down on the ground and said, “Having heard this body of the nation, they dwelt in the delightful Uttiya.”",
    "ai-atk-s0502a26:299_6": "a hundred thousand coins with a hundred thousand body or with the hand.",
    "ai-atk-s0502a26:299_7": "And that’s what they did.",
    "ai-atk-s0502a26:299_8": "And it was due to Pañcasikha’s disciples who gave gifts, and after the meal, on the following day, and once more than the important principles.",
    "ai-atk-s0502a26:299_9": "Some brahmins saw him, saying: “Where are you going?”",
    "ai-atk-s0502a26:299_10": "if she listens to the Teacher’s teaching;",
    "ai-atk-s0502a26:299_11": "having gone there, what would you do to me? Because of the power of my majesty (see) appearance? There is no brahmin like the moon in the sky?",
    "ai-atk-s0502a26:299_12": "For if they do see this body, they do not get it.",
    "ai-atk-s0502a26:299_13": "You have a dialogue with the moon named Candana! What is your Teacher!",
    "ai-atk-s0502a26:299_14": "Taking each other, they (saying): “We will go to my dwelling and go to my dwelling, to my calling him a dwelling, and took him by the Teacher’s dwelling.”",
    "ai-atk-s0502a26:300_0": "As the Teacher was going to his own moon, he vanished right there.",
    "ai-atk-s0502a26:300_1": "he was like the Teacher in the presence of the Teacher: it was as though she had been given to him.",
    "ai-atk-s0502a26:300_2": "Then they lifted them up.",
    "ai-atk-s0502a26:300_3": "Again and again the Teacher was available.",
    "ai-atk-s0502a26:300_4": "After going (there) three times, he saw the moon, and thought:",
    "ai-atk-s0502a26:300_5": "“This disappeared! It seems to me!”",
    "ai-atk-s0502a26:300_6": "he asked the Teacher:",
    "ai-atk-s0502a26:300_7": "“What’s the vanishing of?”",
    "ai-atk-s0502a26:300_8": "I know this.",
    "ai-atk-s0502a26:300_9": "Please give me it to me.",
    "ai-atk-s0502a26:300_10": "it is not possible to give a yearning.",
    "ai-atk-s0502a26:300_11": "He says:",
    "ai-atk-s0502a26:300_12": "“I will take the rose-apple tree in the adornment I’ll have the haunt of the rose-apple.”",
    "ai-atk-s0502a26:300_13": "The Teacher, after asking the going forth and the full ordination,",
    "ai-atk-s0502a26:300_14": "of two or three people declare:",
    "ai-atk-s0502a26:300_15": "He asked: “What is this?”",
    "ai-atk-s0502a26:300_16": "For this reason it is proper to permitte the Vedas.",
    "ai-atk-s0502a26:300_17": "Also brahmins come from the between the brahmins and the hymns. They ask what you need.",
    "ai-atk-s0502a26:300_18": "I don’t grab on to any side.",
    "ai-atk-s0502a26:300_19": "When they came back to Liberation, he asked the brahmins thus, “Why are you coming here? We’re not a patient!”",
    "ai-atk-s0502a26:300_20": "who then told the Realized One’s saying:",
    "ai-atk-s0502a26:300_21": "“Sir, this is one thing that does.”",
    "ai-atk-s0502a26:300_22": "The Teacher said to me: “Mendicants, my defilements have ended. He speaks the moon on the ground.”",
    "ai-atk-s0502a26:301_0": "413.",
    "ai-atk-s0502a26:302_0": "“Whose clear and unstained,",
    "ai-atk-s0502a26:303_0": "I say that Nanda is one who has ended continuity, brahmin, is a brahmin.”",
    "ai-atk-s0502a26:304_0": "endowed with good qualities,",
    "ai-atk-s0502a26:304_1": "alcoholic drinks, defilements have ceased,",
    "ai-atk-s0502a26:304_2": "With clear and confident mind,",
    "ai-atk-s0502a26:304_3": "Living without defilements, having destroyed the defilements,",
    "ai-atk-s0502a26:304_4": "The meaning is that craving for continued existence with rebirth in the three realms, I say.",
    "ai-atk-s0502a26:305_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:306_0": "for the thirty rules on the moon",
    "ai-atk-s0502a26:307_0": "31. Sīvalittheravatthu",
    "ai-atk-s0502a26:308_0": "he who, while staying in the Kuṇḍalakesā, is the Great Wood, because of the Teacher’s teaching, was staying near Kuṇḍadhāna in the Kuṇḍaka Monastery, and calling him a rod.",
    "ai-atk-s0502a26:309_0": "at that time there was a lady named Suppavāsā, having misfortune into seven days, carpets, for seven days, and for the giving up of suffering.",
    "ai-atk-s0502a26:309_1": "Oh! The Saṅgha of the Buddha’s disciples is indeed practicing well, who practice for giving up suffering such as this.",
    "ai-atk-s0502a26:309_2": "“Oh! Extinguishment! For this reason is so very blissful, you’re not able to inspire the Teacher with these three thoughts.” Having heard that the Teacher, the chief of men, he invited her to a community of Noble Laṅkā, with the Teacher, brings happiness of joy to the community of monks, and the Kings, invited her sons of the Sakyans. And then, having invited her to a well-proclacessed, he invited the Faith a community of monks for the head.",
    "ai-atk-s0502a26:309_3": "Sister, his son, carrying a blade, took a waterpot and water for the Sangha.",
    "ai-atk-s0502a26:309_4": "After some time he went forth, and he attained Liberation.",
    "ai-atk-s0502a26:310_0": "Then on this exposition of the teaching were reborn in an unpleasant namely, “The mendicant named Korakkhattiya, and this exposition of the teaching, how did they die of all these monks?”",
    "ai-atk-s0502a26:310_1": "After the Teacher came and asked: “Monks, where is the talk about assemblies, why do you live, having gathered round, questioned me, and declared this: ‘Bhikkhus, let us go and dwell in this way,’ after which my son had reached the Nibbāna.”",
    "ai-atk-s0502a26:311_0": "414.",
    "ai-atk-s0502a26:312_0": "“He who has crossed the difficult and dangerous path through births and deaths and delusion,",
    "ai-atk-s0502a26:313_0": "They’ve crossed over to the far shore, and the unattractive,",
    "ai-atk-s0502a26:314_0": "I declare that extinguished by not grasping, that one is a brahmin.”",
    "ai-atk-s0502a26:315_0": "The meaning of this:",
    "ai-atk-s0502a26:315_1": "he who, not having destroyed the path of shaking off the defilements, and who still has nothing accumulated in the four noble truths and makes the four noble truths through the first air, and who has become completely extinguished without exhaustion, doesn’t reach quenching away from the stilling of craving, without grasping, I say.",
    "ai-atk-s0502a26:316_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:317_0": "The thirty Elders of Sīha",
    "ai-atk-s0502a26:318_0": "On the ground",
    "ai-atk-s0502a26:319_0": "* He who, while living in the Teacher’s teaching, was living in Jeta’s Wood, and grandsoning the Earth Dhamma teaching,",
    "ai-atk-s0502a26:320_0": "Kimbaraka in Sāvatthī, the son of Sundara called Sundaraka, and Sāgaraka, the great family of Sakyaputta, had been embarked with eighty clans.",
    "ai-atk-s0502a26:320_1": "On the day of the meal, he returned to the scent of Gandhamādana. Having seen the Truth, and when he was going to the Great Wood, he saw the Incomparable way to the assembly. When he had finished his meal, he sat down, saying, “I shall go to the assembly.”",
    "ai-atk-s0502a26:320_2": "The Teacher, having understood his consent, gave it a progressive teaching.",
    "ai-atk-s0502a26:320_3": "He then said, “Before I cannot live at home rid of the stain of staff,” and she went to the King and told him about the life of the Master Raṭṭhapāla. Then, having heard: “Bhaddā’s going forth, why, after hearing the Pabbajjā ordination in the Buddha’s presence, it wouldn’t even give me the going forth. After hearing the Dhamma, the Pabbajjā ordination in the presence of the Teacher, he warned by the Realized One, or begged for alms.",
    "ai-atk-s0502a26:321_0": "Then one day, having seen this, grey hair and beards, dressed in sixteenth part of the head of his son, brought him up with joined palms, and thinking, “Whoever is this one!”",
    "ai-atk-s0502a26:321_1": "At that very time a certain courtesan went to the courtesan and asked her, “What do you like? What can you do?”",
    "ai-atk-s0502a26:321_2": "“I recollect my son,”",
    "ai-atk-s0502a26:321_3": "“But where is that us?”",
    "ai-atk-s0502a26:321_4": "“They have gone forth.”",
    "ai-atk-s0502a26:321_5": "“What have you been told to going forth?”",
    "ai-atk-s0502a26:321_6": "“But he doesn’t want to return to Rājagaha.”",
    "ai-atk-s0502a26:321_7": "“If I were to going forth, what would I do?”",
    "ai-atk-s0502a26:321_8": "“What’s the point of this school of your family?”",
    "ai-atk-s0502a26:321_9": "Please give me a request of this.” Then, after taking the food, she went to Rājagaha for alms, a large following that includes him, and having wandered for alms, she sat down on the prepared seat and offered the drum. She then, having given a meal for the Elder Nun, took her bowl and robe, and sat down on one side.",
    "ai-atk-s0502a26:321_10": "gave a bowlful of things.",
    "ai-atk-s0502a26:322_0": "Then, after taking just a fine food and drink, they thought, “Who would go to live in comfort and have become comfortable after coming here?” Then they told him, “Listen here, having risen from the water, wherever I was sitting down, after seeing the rainy season, get up and sit down.”",
    "ai-atk-s0502a26:322_1": "On the next day, when the Elder’s meal was ready, they made an effort to get up even dust and dirt,",
    "ai-atk-s0502a26:322_2": "On the following day she said, “Venerable sir, while I was still a wound,” and she lifted up my robe and sat down on her seat.",
    "ai-atk-s0502a26:322_3": "At the end of the Community, they thought, “I’ve made a noise at the wrong time, a large sal tree, or a large crowd.”",
    "ai-atk-s0502a26:322_4": "And that they did.",
    "ai-atk-s0502a26:322_5": "On the following day she said, “Venerable sir, it’s in this place: “The great teacher, has made the sound of my boys, seized by me, prepare the royal palace, and set out on the Great Wood.”",
    "ai-atk-s0502a26:322_6": "The senior monk who was attacking that authority, bound by craving for the following seventeen floors,",
    "ai-atk-s0502a26:323_0": "She then said to the elder, “Anyone who has taken a necklace, demolished her mouth, binds her to the top of messengers, puts it in a hole, excrement, gentle, bandits, plunges, plays, and ropes it with a necklaces, her hair, wrapped, and wails on her face, moisten. She crushshing the skin from the ground, herd.” Then she said, “Froess a woman, the bowel, theme on her feet, thought, “Father of bones,!” and wastes rubber of this woman, her eyes, she rubbers, she boar, and preathsss it inshlesssshareathshles, and boxes, and boxes, and birs it inss it with ad. She said to rope",
    "ai-atk-s0502a26:324_0": "“There’s no needlestics for gradual pleasures,",
    "ai-atk-s0502a26:325_0": "You are a youth, young man, and I am youthful.",
    "ai-atk-s0502a26:326_0": "we’ll both go forth in the realm.”",
    "ai-atk-s0502a26:327_0": "The elder said: “How was my brother, my grand-daughter and (Doubt) this great earth arose!”",
    "ai-atk-s0502a26:327_1": "At that time the Teacher was sitting in the air for five hundred leagues in Jeta’s Wood, and when he saw the queen, he smiledly.",
    "ai-atk-s0502a26:327_2": "Then the Elder Ānanda asked him:",
    "ai-atk-s0502a26:327_3": "“Venerable, what is the cause, what is the reason you smiled?”",
    "ai-atk-s0502a26:327_4": "Ānanda, adorned with seven stilt houses in Rājagaha, the Sundara-Leaves round Meru, and the establishments in battle.",
    "ai-atk-s0502a26:327_5": "“Sir, whose can Jotipāla?",
    "ai-atk-s0502a26:327_6": "After saying: “Ānanda, there will be a Teacher in charge of the glorious calculations,” he told him what had happened, and then said, “Enough, Ānanda, lighting up the entire Jeta’s Grove.”",
    "ai-atk-s0502a26:328_0": "415.",
    "ai-atk-s0502a26:329_0": "“He who has given up sensual pleasures, in homeless life,",
    "ai-atk-s0502a26:330_0": "who have ended sensual pleasures, brahmin, I say.”",
    "ai-atk-s0502a26:331_0": "The meaning of this:",
    "ai-atk-s0502a26:331_1": "One person who, having given up these two extremes, has produced continuations of existence. And I say that both is the meaning and the produced.",
    "ai-atk-s0502a26:332_0": "While the Elder was teaching Dhamma he reached Arahantship by stage, he reached Arahantship and sported in the air, he came out to neighbourhood of the Teacher.",
    "ai-atk-s0502a26:332_1": "And how does the lights up the mind? Because it was day,ulsive, and charming flavors idea. And it was immediately a teacher?”",
    "ai-atk-s0502a26:332_2": "The Teacher, after hearing that, told him, “In what way, then, in the past, future, and present, I did not make an end of craving for the past?”",
    "ai-atk-s0502a26:333_0": "“It’s not worse for such a smart person",
    "ai-atk-s0502a26:334_0": "Amongst (those dwelling in) homes or friends.",
    "ai-atk-s0502a26:335_0": "The wind-deer from his (jungle) home,",
    "ai-atk-s0502a26:336_0": "Was brought under Sañjaya’s control by taste.”",
    "ai-atk-s0502a26:337_0": "In the same way, having given the full moon of the wide, and once his foreign land, he drew the beautiful Mahāpajāpatī, (thinking): “A horse, I was born in a house like a great warrior, with a palace, is there.”",
    "ai-atk-s0502a26:338_0": "The thirty wounds forty-two cases.",
    "ai-atk-s0502a26:339_0": "33. Jaṭilattheravatthu",
    "ai-atk-s0502a26:340_0": "* is the Teacher, who dwells in the Bamboo Grove, the Teacher’s teaching,",
    "ai-atk-s0502a26:341_0": "Here is the stage beginning:",
    "ai-atk-s0502a26:341_1": "In the past, it seems, there were two brothers of Bārāṇasī,",
    "ai-atk-s0502a26:341_2": "Then one day, having gone to the Jeta Grove, she said: “Through getting one light I’ll give a single vicinity to me, and bring two ends.”",
    "ai-atk-s0502a26:341_3": "At that time, it seems, when a drop of feces out and all the floor covers with water, or as if there was no sprinkles, and it turns into water, and that surrounds it.",
    "ai-atk-s0502a26:341_4": "The fields of sugarcane lying on the field, having taken his fragrances, still stood in front of the Buddha, and he thought, “If I were to get up from my bowl and robe, I’ll make him give it up,” and he said, “Whose emerging it to cause it? ” and seeing him his bowl and robe, he said, “Now, I’ll bring it to the Sangha?”",
    "ai-atk-s0502a26:341_5": "When he saw him, he put his upper robe over one shoulder, pay respect at the feet of the Buddha, knocking the floor, and folded his bowl. He then sat down on the ground right there, saying, “Suching the bowl, he brought it to the neck,” and he neglected the bowl, saying, “Listened One,” and he gave it to the shade of the ground.",
    "ai-atk-s0502a26:341_6": "In the Independent Buddhas gave a taste to me, saying: “Lord of a taste,",
    "ai-atk-s0502a26:341_7": "If he brings (alternative sent), I’ll give it to the roots.",
    "ai-atk-s0502a26:341_8": "If he gives the almsbowl, he thinks, “I’ll give me a bowl,” and he then summoned it on a rainbowl. Then he, having eaten a second drink, gave it a lump of pearl.",
    "ai-atk-s0502a26:341_9": "“She said that I had prohibited the double work, but it seems, for me took another and so on, for the sake of my mind.",
    "ai-atk-s0502a26:341_10": "Independent Buddha was the first person, because of the independent Buddha Bharadana, he took hold of him (from the).",
    "ai-atk-s0502a26:341_11": "He, knowing that the teacher had finished paying respectively helped him, saying: “So, sire, I have given this bowl to the rim of the gods in the noble ones who have attained the highest attainment, will be free from enmity for you.”",
    "ai-atk-s0502a26:341_12": "The Independent Buddhas said: “Indeed I do this to you (wheread),” and taking possession of the two verses, he saw that in the sky, returned to the sky like a lamp.",
    "ai-atk-s0502a26:342_0": "When he saw that miracle, he went to his bodies, told him, “Where did you come?”",
    "ai-atk-s0502a26:342_1": "“What sort of person is going on in such a high or luxurious bed of feces? When one or two parts are not serving along?”",
    "ai-atk-s0502a26:342_2": "“Yes, my brother, I give you a luxurious thimble because I’m not taking one side of the Buddhas one, or I’ll give you a luxurious bowl and robe.”",
    "ai-atk-s0502a26:342_3": "“But what did you do?”",
    "ai-atk-s0502a26:342_4": "“We have stopped making a uproot and follows behind the Buddhas.” They then went to the hermitage of the lady, perfume and scented perfumes, but five hundred Independent Buddhas.",
    "ai-atk-s0502a26:342_5": "While he was doing so, he continuedly gladly in rapture and joyfully, saying: “Though I was successfully in this life I’ll be in an uninterruptedly.”",
    "ai-atk-s0502a26:342_6": "When they’ve reached Arahantship in this way, they reached Arahantship in the former way.",
    "ai-atk-s0502a26:343_0": "They passed away from there and were reborn in a single realm.",
    "ai-atk-s0502a26:343_1": "At the time of the gods, the general Vipassī arose in the world, perfected and fully awakened.",
    "ai-atk-s0502a26:343_2": "They conquered all in the world which was born in a family home, calling the Jetavana garden. When they had been shouted in a pit of glowing collarse.",
    "ai-atk-s0502a26:343_3": "in that place the resided named Jeta’s Wood, and the victor general hate.",
    "ai-atk-s0502a26:343_4": "When they had stayed at the foot of a tree, they all sat together in the midst of the Buddha and said, “Give using a treasure. Now when I have come to do the observance-day procedure, having arisen in the midst of the Sangha, I shall give a teaching and go to the assembly.” And after hear the Buddha, he said, “Go and hear the Dhamma-treasure, I’ll give them to the Dhamma.” And after hearing the Dhamma, he said, “Go now I am precious and seeing the Saṅgha, the people, observedor of the earth, a great deliverage, I shall go today for the Fraternity.”",
    "ai-atk-s0502a26:344_0": "The Teacher, having understood his intention, gave it a progressive teaching.",
    "ai-atk-s0502a26:344_1": "After hearing the Teacher’s teaching, he requested the going forth.",
    "ai-atk-s0502a26:344_2": "When his teacher had been seen with him, he asked: “Are you afraid of them?”",
    "ai-atk-s0502a26:344_3": "Is there abiding?",
    "ai-atk-s0502a26:344_4": "having consulted with that.",
    "ai-atk-s0502a26:344_5": "He then went to a good family and told him, “Where will I be? all of this family?”",
    "ai-atk-s0502a26:344_6": "But you have the owner",
    "ai-atk-s0502a26:344_7": "I’ll go forth in the presence of the Teacher.”",
    "ai-atk-s0502a26:344_8": "Please say, “Who am I, dead, like a mother in the home to her father’s home? I am like a great deal of merit. I won’t do anything to make merit.”",
    "ai-atk-s0502a26:344_9": "I’ve also heard the Teacher’s presence in the presence of the Teacher, being unable to fulfill it.",
    "ai-atk-s0502a26:344_10": "Having thus destroyed the Teacher’s going forth in the presence of the Teacher and attained Liberation.",
    "ai-atk-s0502a26:344_11": "“She did the request of the ascetic Gotama’s going forth. I shall give gifts to the Sangha of monks headed by the Buddha.” Then he said,",
    "ai-atk-s0502a26:344_12": "“Venerable Sir, you’re not able to go forth with the five kinds of sensual stimulation. But I’m unable to ask in the house for life. And I’m not able to point a huge merit.”",
    "ai-atk-s0502a26:344_13": "Then the Elder said, “Good, ought to be a fragrance!”",
    "ai-atk-s0502a26:344_14": "He, “Listen,” had the intentions composed, delivered, and made a fragrant pink at the top of gem, and lay it insects. He then made a single pile, and prepared one pile, and placed the pieces of portions, and placed on the ground,",
    "ai-atk-s0502a26:344_15": "but when a hut at the time of bent on scented it, went to the assembly hall, a later an old bowl, and when they told him, “Give me a garland of flowers, I’ll give it away.”",
    "ai-atk-s0502a26:344_16": "We won’t give to others, or share them with others.’",
    "ai-atk-s0502a26:344_17": "He then begged for a great deal of fragrance, and made of grass for the three huts of the seven gems.",
    "ai-atk-s0502a26:344_18": "After this (Gotama) Buddha arose on my backbone,",
    "ai-atk-s0502a26:345_0": "The seven treasures of bejewelled open valuables.",
    "ai-atk-s0502a26:345_1": "Of those three, well-prepared lotus ponds, Tissa have built the very collapsed in the mouth of the Realized One, and wounds. Having made a hunter the color of water for the Realised One’s body, with well-prepared gold coins, tiny skinny, and smeared with fragrances.",
    "ai-atk-s0502a26:345_2": "As a resultant garden was covered with garments, made of gold and silver. It was sixteen scents made of crystal, and so on.",
    "ai-atk-s0502a26:345_3": "Saying: “Whether I stood there,",
    "ai-atk-s0502a26:345_4": "At the seven treasures of the Koṭi. They’d hold the fragrant powder and fill the neighborhood of the jungle into seven pieces and and and fill it with the flowers.",
    "ai-atk-s0502a26:346_0": "After surrounding the fragrance, he went to the householders and said:",
    "ai-atk-s0502a26:346_1": "“Venerable Sir, it seems the one who is a determined because of gaining scents and meritoriousness is complete.”",
    "ai-atk-s0502a26:346_2": "After going to the Teacher, he said, “Venerable Sir, it seems you have brought scented scented flowers to be in a hut made of strings, but now we’re able to acquire it.”",
    "ai-atk-s0502a26:346_3": "The Teacher, having got up from his seat, went to the hut, surrounded by the arrangements, spittle, and stood in the door garden.",
    "ai-atk-s0502a26:346_4": "Then he said to her, “Who did you get it?”",
    "ai-atk-s0502a26:346_5": "The Teacher, the Elder, having heard the reason for his brother, thought,",
    "ai-atk-s0502a26:346_6": "He understood the circumstances in the world:",
    "ai-atk-s0502a26:346_7": "“Come, dear, you must protect your teacher as you like.”",
    "ai-atk-s0502a26:346_8": "When he heard his word, he entered the Teacher’s presence and sat down at the foot of a tree, crying out, “Putting a tree,” and when he heard that after paying homage to him, he said, “Padumavatī as before, so you did not go.”",
    "ai-atk-s0502a26:346_9": "while what is the reason why, did the Teacher come?",
    "ai-atk-s0502a26:346_10": "(So it seems) he thought:",
    "ai-atk-s0502a26:346_11": "“We too will come after the meal and on return from alms-round, and when we’re able to take this treasure-work, go away, or to be offered to yourselves. And even when anyone returns, you won’t be carried off on them.”",
    "ai-atk-s0502a26:346_12": "But when asked: “Venerable Sir, you must stay in your park.”",
    "ai-atk-s0502a26:347_0": "Shopped the throne (from the lake) said:",
    "ai-atk-s0502a26:347_1": "“You’ve asked permission, whipping, responding, and while going to the water, you’ll take it with my hands.”",
    "ai-atk-s0502a26:347_2": "And with the intention of learning, “thinking the fragrances of gems,” he told the Buddha all precious things, adding, “Having heard the Teacher’s presence in the presence of the Teacher. having heard the Dhamma, he counted one by one handfuls of the other words: “Having taken up a valuable treasure of happiness.”",
    "ai-atk-s0502a26:347_3": "When they had heard this, they thought, “They will go to the also.” But when they hear the teaching they’re headed, they’ll freed from suffering.",
    "ai-atk-s0502a26:347_4": "therefore the government official",
    "ai-atk-s0502a26:347_5": "the Great crowd, the treasurer’s jeweller, are the precious things.",
    "ai-atk-s0502a26:347_6": "He spent the day in bathing paste of precious things, being eaten by the corner of his life.",
    "ai-atk-s0502a26:347_7": "while the Teacher placed the lotus pond.",
    "ai-atk-s0502a26:347_8": "(So it seems) he thought:",
    "ai-atk-s0502a26:347_9": "“Whether gold was unshakable with the golden coloured golden plates, and so on.”",
    "ai-atk-s0502a26:347_10": "Therefore this was said.",
    "ai-atk-s0502a26:347_11": "a great crowd, a consultation of people.",
    "ai-atk-s0502a26:348_0": "The one day, thinking, “The brahmin! A teacher of the gods have wrong view,” went to the Great Crest-Three station, and there I shall go to the Great Wood, at an universal tree.",
    "ai-atk-s0502a26:348_1": "who wants to enter the leaf-hut, thinking, “Oh, she might not think, “Oh!” Then he thought, “Oh, however, did you think, “Oh, however!”",
    "ai-atk-s0502a26:348_2": "The Teacher, like a knocking the Teacher’s hand, grab him with the hand, and left.",
    "ai-atk-s0502a26:348_3": "you were unable to continue with confidence in her mind.",
    "ai-atk-s0502a26:348_4": "he went to the Dhamma talk, and said:",
    "ai-atk-s0502a26:348_5": "“Venerable Sir, having split open with me three times before scenting the opposite sex, which I have acquired the value of fragrant powder and so on, my mind becomes more subtle.",
    "ai-atk-s0502a26:348_6": "But now that the brahmin thought, ‘Whoever is this the most important thing!’ When they have gone along that very day they won’t get to think, and don’t able to get their minds.”",
    "ai-atk-s0502a26:348_7": "The Teacher, having heard his words, “The lay followers were not able to give (him).”",
    "ai-atk-s0502a26:348_8": "When the Teacher had given to me the robber of the Teacher, he took up a sword and raised his joined palms to him. Then he said, “May the king be impartially for me today, let the king attack me in the water.”",
    "ai-atk-s0502a26:348_9": "The Teacher also said, “Yes!” and he agreed with him.",
    "ai-atk-s0502a26:348_10": "While fragrantly building a hut made of eight months, he sesame seeds and ninety-nine thousand months in the Mahāthūpa, all the Mahāmeghavana garden.",
    "ai-atk-s0502a26:348_11": "and he became a thousand of robes.",
    "ai-atk-s0502a26:349_0": "After passing away from there and rebirth of the Buddha, he passed away from there and was reborn in this realm of the gods. In this life, he was reborn in the host of gods, humans, at the time of the Buddhas, in this population with the wakens.",
    "ai-atk-s0502a26:349_1": "It was born, like the whole of the city of the Black Robe in the whole of the city of Kālaka, and all the times rays of his body and so forth were lying down.",
    "ai-atk-s0502a26:349_2": "And the merchant’s son was like the chieftain.",
    "ai-atk-s0502a26:349_3": "Then the King asked:",
    "ai-atk-s0502a26:349_4": "“From this day forth all its towns, its capital, and its grain do you know, “Where’s the domain?”",
    "ai-atk-s0502a26:349_5": "“Yes, sir.”",
    "ai-atk-s0502a26:349_6": "“What is the merchant?”",
    "ai-atk-s0502a26:349_7": "“We were born of your houses, sir.”",
    "ai-atk-s0502a26:349_8": "“What can be, Master Gotama?”",
    "ai-atk-s0502a26:349_9": "“No, sire, there is no meritorious deed.”",
    "ai-atk-s0502a26:349_10": "“Well then, Possessing his own property, tell him this thousand rains.”",
    "ai-atk-s0502a26:349_11": "Then, on the day of the fortnight of the town named Abhibhū, a lamp of the city named Bhūmajaka.",
    "ai-atk-s0502a26:350_0": "Then he showed the benefit of the household life in the wound for his own use, and healed a hot season.",
    "ai-atk-s0502a26:350_1": "if he is able to get it, saying, “What’s a matter?” and he told him, “What’s the point of going to the house?” and he said, “What’s the point of this matter, when I do you’ve come?”",
    "ai-atk-s0502a26:350_2": "“It takes the message from the house.”",
    "ai-atk-s0502a26:350_3": "“So, Sister, bring the lady’s agreement to the point where he was performing the circle of experts. He spent the circle on all sides, like the circle of simile.",
    "ai-atk-s0502a26:350_4": "After causing earth in this place, he thought: “The Seven-treasure is so very lovely, the Palace of treasure is for seven stilt longhouses.” Then he dismissed him, saying:",
    "ai-atk-s0502a26:350_5": "And having considered: “One treasures, this treasure is set up for seven treasures,” he did so.",
    "ai-atk-s0502a26:350_6": "Saying, “In that place, sir,” they did just that.",
    "ai-atk-s0502a26:350_7": "“In the four corner story of the rainy season from the four quarters, he thought there was no dangerous talk about whole world.”",
    "ai-atk-s0502a26:350_8": "and when the country had passed away, he whirlpools a single day, level, one league all round, and two-and-a-half.",
    "ai-atk-s0502a26:350_9": "The waters of the Bodhisatta had a variety of pots below.",
    "ai-atk-s0502a26:350_10": "Grounded on all sides, they were unable to bear the rope of water, but there was no gardens and fruits of all.",
    "ai-atk-s0502a26:350_11": "They built a golden _kahāpaṇa_ coin, fourteen _māsaka_ coins and fourteen palm trees.",
    "ai-atk-s0502a26:350_12": "The golden palms had trunks of gold,",
    "ai-atk-s0502a26:350_13": "they were reborn in the past.",
    "ai-atk-s0502a26:351_0": "and the seven gates (thinking): “The yakkhas received the spirits,”",
    "ai-atk-s0502a26:351_1": "the first gateway, together with a thousand spirits, Yakkhas, and Pañcasikhas another, with a thousand coins, a thousand spirits who were a hundred thousand spirits, a thousand rebirths nearby. In the first gateways, I am going to the direction named Āḷavī, together with five hundred thousand women and sixth.",
    "ai-atk-s0502a26:351_2": "That’s how the royal stilt house was covered with dust.",
    "ai-atk-s0502a26:351_3": "“It seems the seven-treasures of treasures, it seems the counselor-treasure is in the floor covered with seven stilt longhouses, and it seems King Bimbisāra’s financy collar-mothers there are seventy-treasures for him,”",
    "ai-atk-s0502a26:351_4": "and he had a victor.",
    "ai-atk-s0502a26:352_0": "At that time a woman who was consecrated with her fortune was reborn in the north of a woman.",
    "ai-atk-s0502a26:352_1": "Then the deity, having approached and sat down on his head,",
    "ai-atk-s0502a26:352_2": "(living) arrived there, a three stilt longhouses, three stilters,",
    "ai-atk-s0502a26:352_3": "and for as long as they lived in a meal she had rice porridge.",
    "ai-atk-s0502a26:352_4": "If it seems the cart and the bitter gourds, it seems, buffalo, sinews, and it seems.",
    "ai-atk-s0502a26:352_5": "and preparing the dining hall at the root of a stone, and he placed it in the dining hall of the shade of the food, saying, “Lay follower, so long as the dining hall is specifically cooked,” droping the dining hall.",
    "ai-atk-s0502a26:352_6": "and because of that perception fact that they know only the meal was ready for him.",
    "ai-atk-s0502a26:352_7": "Likewise in the time of this decay, at the time of interpreting,",
    "ai-atk-s0502a26:352_8": "and in this way the palace floor is burning.",
    "ai-atk-s0502a26:352_9": "and because of looking at the fire, they did not know the light of radiance.",
    "ai-atk-s0502a26:352_10": "whose turn had been reborn in such-and-such a clan,",
    "ai-atk-s0502a26:352_11": "(but) from the populace, the sight of the people, having come,",
    "ai-atk-s0502a26:352_12": "the victor’s army went to Uttiyas’ servants, having had the food prepared in servants, saying:",
    "ai-atk-s0502a26:352_13": "“When these trees are allowed to pick out, the cotton-down robes are allowable and taken as many.”",
    "ai-atk-s0502a26:352_14": "“A cowherd, she should take the intersection of a pot and then put the Dhaniya.”",
    "ai-atk-s0502a26:352_15": "they were unable to catch their fingers in the whole of the Rose-Apple Isle, having a lump of their finger into the sky,",
    "ai-atk-s0502a26:352_16": "sandalwood,",
    "ai-atk-s0502a26:353_0": "“So this people with the floor covers were to take a room, whether there was a stilt house, with the intention of head-splitting stairs, or with a large crowd. The people came there, not even a large crowd.",
    "ai-atk-s0502a26:353_1": "and later, whenever they return to his father and Bhikkhus, the king said to him:",
    "ai-atk-s0502a26:353_2": "“We wish to give a wives to you.”",
    "ai-atk-s0502a26:353_3": "He, saying: “Good, your son,” he went to the Kalyāṇī, and told the son:",
    "ai-atk-s0502a26:353_4": "“Dear, the King’s lover, desires to see you.”",
    "ai-atk-s0502a26:353_5": "“Good, Dear, please come.”",
    "ai-atk-s0502a26:353_6": "the King went on to the Great Cloud Grove.",
    "ai-atk-s0502a26:353_7": "The first rulers of the earth, having drunk the elephants, caught a cloak, and placed the kingdom to the elephants.",
    "ai-atk-s0502a26:353_8": "And that’s how the first time was placed in the slave’s position, thinking “Paṇḍuka’s hands,” he placed his hand in the sun.",
    "ai-atk-s0502a26:353_9": "He came, Jotika, and having risen from his seat and worshipped the King, he said, “Having descended from the city of Devas.”",
    "ai-atk-s0502a26:353_10": "The King’s appearance, as though burnt by the earth is attended on by the earth,",
    "ai-atk-s0502a26:353_11": "But he told him, “Now I have been to go to the top for which I have been sent by my feet,” and he put it on a foot.",
    "ai-atk-s0502a26:353_12": "God-King, “Who is this? Your Majesty, I have come in front of me.”",
    "ai-atk-s0502a26:353_13": "The King, at the time of the ground covered all over the ground, having took a stone on the ground, and looking down on the top of the palace.",
    "ai-atk-s0502a26:353_14": "Then the one of Ajātasattu, having taken his fingers, thought:",
    "ai-atk-s0502a26:353_15": "“Oh, I wish to bring this very seven treasures through the message of my father-in-law, the King of the Seer Principles, and make the royal palace for the sake of the treasure of the treasure.”",
    "ai-atk-s0502a26:354_0": "the king’s positions were created even in the morning time.",
    "ai-atk-s0502a26:354_1": "He then told the merchant’s son, “We will just eat right here.”",
    "ai-atk-s0502a26:354_2": "I know, sire, I have been reborn in the realm of the gods.",
    "ai-atk-s0502a26:354_3": "The sixteen treasures of the fragrance of the perfumed garlands, having been sat down on the seat spread out, and on the seat spread out.",
    "ai-atk-s0502a26:354_4": "After giving the hands to his hand, he offered a hundred thousand coins on the ground.",
    "ai-atk-s0502a26:354_5": "The King said: “Lady in eating food to eat and drink it,”",
    "ai-atk-s0502a26:354_6": "And the merchant told him, “No, sir, this is the first finite gold coin.” Then he fixed his golden meal on the previous day, saying,",
    "ai-atk-s0502a26:354_7": "and then you’re able to eat that happiness.",
    "ai-atk-s0502a26:354_8": "The King had eaten food, and he did not know anything.",
    "ai-atk-s0502a26:354_9": "Then the merchant, having worshipped him with his hands in respectful salutation, said, “Noble Sir, this is not possible to fetch it.”",
    "ai-atk-s0502a26:354_10": "Then the King said to him:",
    "ai-atk-s0502a26:354_11": "“What sort of food should you make a meal for himself?”",
    "ai-atk-s0502a26:354_12": "The Buddha then said, “Your Majesty, this is so very well-known for you.",
    "ai-atk-s0502a26:354_13": "But I’m not afraid of wrongdoing.’",
    "ai-atk-s0502a26:354_14": "What is the reason?",
    "ai-atk-s0502a26:354_15": "and thought, “If I were to designate the merchant’s wife, “If I weren’t able to obtain the merchant’s meal on the following day, I’ll afraid of the gods.”",
    "ai-atk-s0502a26:354_16": "Please get some water for washing that meal.",
    "ai-atk-s0502a26:354_17": "The king of Magadha’s ministers accompanied by the King’s rice, just as food and drink.",
    "ai-atk-s0502a26:355_0": "The King sat down in the merchant’s presence. Then he told the merchant’s wife, “What is the merchant’s son?”",
    "ai-atk-s0502a26:355_1": "“Yes, sir.”",
    "ai-atk-s0502a26:355_2": "“Where is it?”",
    "ai-atk-s0502a26:355_3": "“She has come to you while you are sitting, Devadatta does not know.”",
    "ai-atk-s0502a26:355_4": "Even though a King has come to the morning, he is surrounded by his retinue, no matter what they have gone.",
    "ai-atk-s0502a26:355_5": "Then the merchant said, “Here’s the merchant, when he has gone to the presence of that King, gives me a warrior-nowned,” and he said, “What’s the eighth day?”",
    "ai-atk-s0502a26:355_6": "A nun who has been lying down, saying “God-King, is our king!” When the king said, “Dear Purindavaccha has entered our dwelling, we’re upset,” he said, “Oh, what we’ve come.",
    "ai-atk-s0502a26:355_7": "after performing the meritorious deeds, and rejecting our merits, we have been performed by the power of the Lord of Mount Sages.",
    "ai-atk-s0502a26:355_8": "she gives gifts and thought, “Giving it, what will I do?”",
    "ai-atk-s0502a26:355_9": "After taking the palm-leaf of the palms, he returned the King.",
    "ai-atk-s0502a26:355_10": "After taking her a palm-stick and basket and went to the King. They wore to inserting the air, as a ploughed scented pollen, danced, and so on.",
    "ai-atk-s0502a26:355_11": "The King said to him,",
    "ai-atk-s0502a26:355_12": "“A female named so-and-so is an expert on the way ‘I’ll get a little by me,’ with her husband. She thinks, ‘I’ll get her to live by with her.’",
    "ai-atk-s0502a26:355_13": "he does not cry.",
    "ai-atk-s0502a26:355_14": "what is this?",
    "ai-atk-s0502a26:355_15": "Your conceited to the carrion-stench,",
    "ai-atk-s0502a26:355_16": "For this lamp’s dispensation, the fire in the honey, surrounds the fire in the wind and the cloudless sky. And if he sits down, his god gets up.",
    "ai-atk-s0502a26:355_17": "Yes it is.’",
    "ai-atk-s0502a26:355_18": "From that day forth Devada lake was looking at the jewel-treasure, such as great as he had unshakable treasures.",
    "ai-atk-s0502a26:355_19": "The King, having looked to the house, he slaves, saying: “How do you leave?” and he returned to the home life.",
    "ai-atk-s0502a26:355_20": "This successful is the glorious rebirth.",
    "ai-atk-s0502a26:356_0": "Now, while the dreadlocked ascetic’s success,",
    "ai-atk-s0502a26:356_1": "“Sirs, a single merchant of Bārāṇasī was devoted to the very low-castes, servants, and workers. The male and female bondservants, having given a price for the sake of the prominent merchant, who was adorned in Bārāṇasī, and gave it to him seventh time.",
    "ai-atk-s0502a26:356_2": "One day, after entering the enthusherd’s windows that arose through the air, and while going through the air, and entering the leaf-hut, having arisen in the sky, entered the brick house with a peaceful warriors,",
    "ai-atk-s0502a26:356_3": "not soon as she was living together with her, she gained conception in the womb for no long time.",
    "ai-atk-s0502a26:356_4": "After seeing her, she thought, “What do you think, Dāsaka? Why don’t they told him when he had asked?”",
    "ai-atk-s0502a26:356_5": "She then told her, “Give me a new town, and then, having it put a servant, I’ll give it back a wives.” She then told her, “Give meat and cloak.”",
    "ai-atk-s0502a26:356_6": "that is what she did.",
    "ai-atk-s0502a26:357_0": "While the two-fold army, two women were put on their sarong, they said: “Having seen the water,” and seeing her, they said, “Harm the pot,”",
    "ai-atk-s0502a26:357_1": "She said: “This is what we were doing,” and after saying, “Having seen this,” she wrapped the pot and removed from the crowd, saying, “Listen, go to the little boy.”",
    "ai-atk-s0502a26:357_2": "One brother is spoke to his brother’s house, and it is said: “May the boy please bring this child.”",
    "ai-atk-s0502a26:357_3": "Remembering the promise, having gone to the place where the ministers, he returned to the king and informed the ministers: “Listen, unattached to the king, seeing the ministers and counsellors,",
    "ai-atk-s0502a26:357_4": "The King, after hearing the word spoken by the boy, (saying): “After hearing the crowd, take it.”",
    "ai-atk-s0502a26:357_5": "and she had obtained a boy.",
    "ai-atk-s0502a26:357_6": "So she said to the girl, “I will give the going forth to the Elder.”",
    "ai-atk-s0502a26:357_7": "and being reborn on the next day of the Firmort of the Mean pregnant woman washed and loged on the following day.",
    "ai-atk-s0502a26:357_8": "But at the time of the Buddha was walking for alms, and the Elder came into the house.",
    "ai-atk-s0502a26:357_9": "and sit down on the Elder.",
    "ai-atk-s0502a26:357_10": "The elder asked him, “What did you do?”",
    "ai-atk-s0502a26:357_11": "“Sir, I’ll give you the going forth to your boy; you don’t have a share to you.”",
    "ai-atk-s0502a26:357_12": "The elder took that meal and on the following day, thinking, “This must be an offering,” and he considered a large following of merit for the sake of this merit, thinking, “This poor merit,’ and he did not get the child of it,” and he went to the Great Wood, and he saw the general populations. He thought,",
    "ai-atk-s0502a26:358_0": "The elder asked him, “Venerable sir, did you bow to the boy?”",
    "ai-atk-s0502a26:358_1": "Please go forth he will be youthful in your presence.’",
    "ai-atk-s0502a26:358_2": "Saying, “Good, sir,” he got the fire sacrificers in the place.",
    "ai-atk-s0502a26:358_3": "He has twelve years of that house.",
    "ai-atk-s0502a26:358_4": "When they’re walking in the village, he takes the wooden goods, making the precincts them back, and he shots them from a basket, saying, “Give the boy, this basket, this plough.”",
    "ai-atk-s0502a26:358_5": "Then in the air by the Divinities, even just as a deity, a jackal’s attendant to him.",
    "ai-atk-s0502a26:358_6": "After twelve years he had taken up residence in the yellow and at the end of each group.",
    "ai-atk-s0502a26:358_7": "who come from the water to Kuṭikā, and they said, “Nothing goods,” and they replied, “Deathless.”",
    "ai-atk-s0502a26:358_8": "Yourself is all the way already described, but this is the root of the iron shelter.",
    "ai-atk-s0502a26:358_9": "Wherever his head was consecrated by a wall, he said, “Where did you do so?” and he returns to the home of his own home, saying, “Where did you go, oppose yourselves in the home?” and he said, “After giving your own home to him the home.”",
    "ai-atk-s0502a26:359_0": "Then unfolded as a merchant’s feet with one root and dirty feet, and then break it into gold neck, crushing the ground from them.",
    "ai-atk-s0502a26:359_1": "The king heard that the merchant had drum beat on the ground and threw down a golden plate it. When he heard it, he became finished his golden.",
    "ai-atk-s0502a26:359_2": "The yogis named Sela.",
    "ai-atk-s0502a26:359_3": "He had three sons of his wealth.",
    "ai-atk-s0502a26:359_4": "He report “The going forth of those wins, having given rise to that family, he will be able to go forth.",
    "ai-atk-s0502a26:359_5": "If they don’t see it",
    "ai-atk-s0502a26:359_6": "Is there any money for the sake of insects, gold, silver, or gold?” Hearing him in a golden statue, gold, silver, gold, chariot-makers, or goldsmith’s family, all the money, golden elephants, horses, chariots, and goldsmiths, and money inspires them, and plunges, saying: “Whoever places there are no golden fleece of money, itching,” and using the merchants in this way beginning, “After come to the work, Island, Island, it, can get adornments, a golden garland, silver, and money, and so on the assesing one who wants them, and gloated from the merchant, and workers?”",
    "ai-atk-s0502a26:360_0": "While wandering in the city of Bhaddiya they arrived.",
    "ai-atk-s0502a26:360_1": "When they saw her, they thought, “What can I do?” When they asked, “What can I do?” she replied, “Who are you doing my duty? ” she entered our house and looked at us, she said, “Who are you going to in our house and looking for supporting for us? ” she said, “There is no troublesome for us?”",
    "ai-atk-s0502a26:360_2": "After seeing the elephant’s bundle of the elephants, horses pulled up the golden statue, and the golden palanquin (from the ground). Then they having seen the golden statue, with the golden palanquin, departed, and left.",
    "ai-atk-s0502a26:360_3": "Then the merchant asked him, “Where did you find out?” he told him, “Yes, I have seen him (saying): “Go and seeing him lying down.”",
    "ai-atk-s0502a26:360_4": "Then after going, they said, “What did I do?” he said, “What have I seen in such a prominent merchant in Bhaddiya? Why have you seen such archery?”",
    "ai-atk-s0502a26:360_5": "Having heard that, the merchant said: “Having done this merchant’s family now, and he was the most prominent merchant’s family, while he was striking him a hundred thousand coins, and he gave him another one, saying, “Whoever die now?”",
    "ai-atk-s0502a26:360_6": "the merchant’s family in her husbanddom.”",
    "ai-atk-s0502a26:361_0": "After going to Rājagaha, Jotipāla the Jeta Grove, and giving the boy, they gave a fire to the boy.",
    "ai-atk-s0502a26:361_1": "When asked, “What is this?” and “We were told, robbers, why are you going from the countryside to village, not when they got caught?” And he said, “Listen, we’ll do it.”",
    "ai-atk-s0502a26:361_2": "When they saw them, they asked, “What did you do?” and he asked, “What did you do?”",
    "ai-atk-s0502a26:361_3": "After saying: “It is a hundred thousand days,” he replied, “Alasses, servants, pours, but having made them slavesses, servants, and workers.”",
    "ai-atk-s0502a26:361_4": "She crying, “After their husbands took me by the army and said, “What can I do now? ” She then went back to this state and said, “When I stretch it wasn’t able to make this discussion, I’ll get him.”",
    "ai-atk-s0502a26:361_5": "I’m not able to lie down on a bed with scented feet, carpets for the purpose of lying down on the ground and scratching them with scented collar-wife! What, why are you able to make them sit down so that?",
    "ai-atk-s0502a26:361_6": "“If it is possible, I’ll take it and go.”",
    "ai-atk-s0502a26:361_7": "When they saw her, they said, “What were you doing this? ” and “What were you doing this, they meanwhile, having seen that prominent merchant, worked in the neighborhood of the house, and he then told him what had happened.",
    "ai-atk-s0502a26:361_8": "Having heard their speech, the merchant thought, “Sir, I will go forth.” He then went to the King and said, “Sir, I shall go to the king’s presence.”",
    "ai-atk-s0502a26:361_9": "It’s good to go forth.",
    "ai-atk-s0502a26:361_10": "The child, having gone to the house of the house, dropped it with a golden plate, wearing a golden garland, and countless golden statue, thinking, “After it, I’ll lift it in the golden mountain.”",
    "ai-atk-s0502a26:361_11": "He took a golden mountain, and went to the assembly hall with a golden statue, like a bag.",
    "ai-atk-s0502a26:361_12": "So it was seized by the hand, and given the middle of the hand, and he gave it to the golden statue, like golden mountain.",
    "ai-atk-s0502a26:361_13": "Then the younger brother, having given a lump of their hands, took a stout pulled up her with the hand of a clay, and threw it away.",
    "ai-atk-s0502a26:361_14": "Then the merchant said, “We’ve drunk the merchant’s son, and then eat the horse in this way,” and then, “Having become disillusioned with this,” and so he eaten by using just one paste.",
    "ai-atk-s0502a26:361_15": "But why is that dreadlocked, why are their matted-hair ascetic?",
    "ai-atk-s0502a26:361_16": "on her own return to the monastery.",
    "ai-atk-s0502a26:362_0": "For the Buddha Kassapa, whose defilements had ended, having destroyed the pollutants, went to the Shrine, and when he asked: “Where did you do not rise?”",
    "ai-atk-s0502a26:362_1": "They said, “She’s not sort of gold.”",
    "ai-atk-s0502a26:362_2": "And when I entered this house, I shall encourage you to do a legal procedure,",
    "ai-atk-s0502a26:362_3": "He entered the city and returned to the city, saying: “We, Tissa, your golden garlands,” and did as he was told, he asked a golden garland.",
    "ai-atk-s0502a26:362_4": "was sitting together with a goldsmith, he was seated in the same place as gold.",
    "ai-atk-s0502a26:362_5": "The elder said, “If you do not know, “Now,”",
    "ai-atk-s0502a26:362_6": "The wife said, “Go to the Teacher, Kokālika,” and when he came.",
    "ai-atk-s0502a26:362_7": "Then that deed was my organized him in the past. When, she said, “What can I do?” she replied, “What can I do?”",
    "ai-atk-s0502a26:362_8": "At that moment the goldsmith arrived, he said: “So it is a golden statue, and there was a (she put) on the ground.”",
    "ai-atk-s0502a26:362_9": "Father, I didn’t ask you even a Teacher forgiveness.",
    "ai-atk-s0502a26:362_10": "“What do I ask, sir?",
    "ai-atk-s0502a26:362_11": "After taking note of the three relics in a pot full of fresh grass, and he put wet cloth in a necklace, and fastening it in a palm-leaf palace, he is asking for forgiveness.",
    "ai-atk-s0502a26:363_0": "He said, “Good, sir,” and he told him all that had happened, and he said, “My son, I presented your son, calling them a flower.” He then said, “I’ll bring them back.” Then he put an enemy,",
    "ai-atk-s0502a26:363_1": "“I don’t wish to make a wish to make a wish.”",
    "ai-atk-s0502a26:363_2": "The medium one is allowed to live without having leftovers.",
    "ai-atk-s0502a26:363_3": "After (he said): “Where did the offering was given to him, and had the sons of his brothers, and had become a golden.” She cry of her brothers, and gave him a flower.",
    "ai-atk-s0502a26:363_4": "He then had the golden drums built, with a golden drum in a basket, wood, waterpot, fire-pot, and lay down on her wet, and ask for forgiveness.",
    "ai-atk-s0502a26:363_5": "Thus he obtained this three times, at the time of the water",
    "ai-atk-s0502a26:363_6": "But this million remains at Koṭigāma.",
    "ai-atk-s0502a26:363_7": "As he became well-water, he fell into the water.",
    "ai-atk-s0502a26:363_8": "Those two children who were born in a golden plough. They were not able to make the net forgets about a golden garland. They had not been made about to be reborn in the same place as before.",
    "ai-atk-s0502a26:363_9": "And so, having instructed his child, he attained Liberation in the Teacher’s presence.",
    "ai-atk-s0502a26:363_10": "On another occasion, with the five hundred monks, went to their home of the Buddha, and took a meal on the following day. They went to the Sangha of monks headed by the Buddha.",
    "ai-atk-s0502a26:364_0": "The mendicants overpowered this Dhamma talk on the Pink Lotus hell, too, the Buddha has eighty years.",
    "ai-atk-s0502a26:364_1": "“I don’t need any craving for these things.”",
    "ai-atk-s0502a26:364_2": "“This is the matted-hair ascetic, who has declared enlightenment, and who declares enlightenment.”",
    "ai-atk-s0502a26:364_3": "After hearing them, saying: “Monks, how did you teach my son?”",
    "ai-atk-s0502a26:365_0": "416.",
    "ai-atk-s0502a26:366_0": "“He who has given up craving, would give up craving,",
    "ai-atk-s0502a26:367_0": "who has ended craving and continued existence, brahmin, I say.”",
    "ai-atk-s0502a26:368_0": "The meaning of this:",
    "ai-atk-s0502a26:368_1": "One who gives up craving and non-confusion through the ending of craving for continued existence, without having destroyed the mass of suffering, I say.",
    "ai-atk-s0502a26:369_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:370_0": "On the thirty-two grounds of those yogis.",
    "ai-atk-s0502a26:371_0": "34. Jotikattheravatthu",
    "ai-atk-s0502a26:372_0": "that is, the teacher who lives in the Bamboo Grove, the Great Stream-Enterers, saying:",
    "ai-atk-s0502a26:373_0": "For Ajātasattu then regained his father’s army and rope having been slaughtered in the royal longhouse. After having dropped his Father’s arms and then departed, the monkey, thinking, “I’ll get his lamps,” and he came to finish his room and chopped off his own army, he felt anoints.",
    "ai-atk-s0502a26:373_1": "After the merchant’s observance day, having arrived at the most excellent monastery on the day of the Teacher, he was sitting in the most excellent community.",
    "ai-atk-s0502a26:373_2": "In the first gate they were holding a sunshade, while standing in the Yamakas, and seeing Yamaka, the spirits, Yakkhas, and having seen Yakkhas in the direction, he followed the quarters.",
    "ai-atk-s0502a26:373_3": "then the King went to his dwelling.",
    "ai-atk-s0502a26:374_0": "After seeing her, the merchant, saying: “What did he get up from his seat and leave?”",
    "ai-atk-s0502a26:374_1": "Why then, householder, when you were sitting together with you, have the Dhammadinnā, listened to the Dhamma talk, saying: “Who are you sitting here?”",
    "ai-atk-s0502a26:374_2": "How could you go to the house for my home?",
    "ai-atk-s0502a26:374_3": "he has come back to this.",
    "ai-atk-s0502a26:374_4": "To me, the royal court was able to prostitute, even if the gods.",
    "ai-atk-s0502a26:374_5": "“But why are you doing, King?”",
    "ai-atk-s0502a26:374_6": "But if the king were to take my grandmothers, he would not because of his stomach a thief or a robbery.",
    "ai-atk-s0502a26:374_7": "Why do you not take it with you?",
    "ai-atk-s0502a26:374_8": "Please give me finger jungles to the twenty-two fingers.",
    "ai-atk-s0502a26:374_9": "Sakka, come back,",
    "ai-atk-s0502a26:374_10": "Only a king sits down on a bedroom, while sitting in the ground, he sat down on a bench with his upper robe, climbing his knees,",
    "ai-atk-s0502a26:374_11": "Though this, even when the other was so powerful, making a moment out of his,",
    "ai-atk-s0502a26:374_12": "The merchant asked him, “Where is grabbing him down, escorted him,” and he put him a stick on his head.",
    "ai-atk-s0502a26:374_13": "Then the merchant said, “Thank him, thinking, “In this way, sire, I won’t be able to teach the king,” “Friend, take my son, and go forth.”",
    "ai-atk-s0502a26:374_14": "When he had gone forth he thought, “When I find happiness in the palace, I’ll be able to live alone.” But he said, “Give the going forth into homelessness.”",
    "ai-atk-s0502a26:374_15": "After in the presence of the Teacher, he reached Arahantship and attained Liberation.",
    "ai-atk-s0502a26:374_16": "And it was all the deity attained Arahants, and the whole forty-three gods, the Bhaddā Kāpilānī shouted all the deities.",
    "ai-atk-s0502a26:375_0": "Then one day, having summoned the mendicants, said: “Where, friend, one of these Bhikkhus, did you do so?” Then he asked the teacher, “Friend, there is an advantage of craving.”",
    "ai-atk-s0502a26:375_1": "“Sir, this is one thing that does.”",
    "ai-atk-s0502a26:375_2": "The Teacher replied, “Mendicants, there is no craving for my son.”",
    "ai-atk-s0502a26:376_0": "416.",
    "ai-atk-s0502a26:377_0": "“He who has given up craving, would give up craving,",
    "ai-atk-s0502a26:378_0": "who has ended craving and continued existence, brahmin, I say.”",
    "ai-atk-s0502a26:379_0": "The meaning of this verse should be understood in the Commentaries: The Earth One, should be understood in the way already stated.",
    "ai-atk-s0502a26:380_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:381_0": "The thirty-two Elders",
    "ai-atk-s0502a26:382_0": "35. Naṭaputtakattheravatthu",
    "ai-atk-s0502a26:383_0": "The Teacher, while living in Bamboo Grove, did not make this exposition of the teaching.",
    "ai-atk-s0502a26:384_0": "While listening to the Teacher’s words, it seems, when he was listening to the Dhamma (thinking): “The Teacher, having heard the Dhamma, he went forth.",
    "ai-atk-s0502a26:384_1": "When the Buddha was entering in front of the Sangha of monks, he saw the monks playing for almsfood, saying, “Whoever is there, friend, is this?” she said, “Who are you? What’s there?” and she said, “Venerable sir, have you declared?”",
    "ai-atk-s0502a26:384_2": "The Teacher, after hearing them, saying: “Tomorrow, how will my son recite this verse?”",
    "ai-atk-s0502a26:385_0": "417.",
    "ai-atk-s0502a26:386_0": "“Abandoning the human yoke, overcoming the divine yoke,",
    "ai-atk-s0502a26:387_0": "one who is detached from all fetters, I say.”",
    "ai-atk-s0502a26:388_0": "Therein this time a human being means (also) human beings, and the five kinds of sensual stimulation -",
    "ai-atk-s0502a26:388_1": "Likewise in the case of the heavenly home;",
    "ai-atk-s0502a26:388_2": "One who enters upon themselves as a human yoke (a cloth), having abandoned that (safeguard) from the four kinds of human passions, I say.",
    "ai-atk-s0502a26:389_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:390_0": "The fifth section for recitation on not for the Elder Nun",
    "ai-atk-s0502a26:391_0": "36. Naṭaputtakattheravatthu",
    "ai-atk-s0502a26:392_0": "Living in Raṭṭhapāla’s Dhamma teaching, the Teacher was living in Bamboo Wood, he drew a cry out about the Bamboo Wood,",
    "ai-atk-s0502a26:392_1": "like the previous ones.",
    "ai-atk-s0502a26:392_2": "Take the case of my teacher, he leaves that alms-food, and after standing there, he said this to me:",
    "ai-atk-s0502a26:393_0": "418.",
    "ai-atk-s0502a26:394_0": "Abandoning delight and aversion, cooled off and free from (all) cleaving,",
    "ai-atk-s0502a26:395_0": "they call a hero of the whole world: I say.”",
    "ai-atk-s0502a26:396_0": "Herein, delight in the five strands of sense pleasure:",
    "ai-atk-s0502a26:396_1": "live in the wilderness, having dissatisfaction with thorns,",
    "ai-atk-s0502a26:396_2": "they’re cooled and quenched:",
    "ai-atk-s0502a26:396_3": "free of attachments, without defilements,",
    "ai-atk-s0502a26:396_4": "I say that the whole mass of such a hero, having fallen into it with my energy is the meaning.’",
    "ai-atk-s0502a26:397_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:398_0": "The thirty-six Elder Nuns",
    "ai-atk-s0502a26:399_0": "37. Vaṅgīsattheravatthu",
    "ai-atk-s0502a26:400_0": "While he was living in This Dhamma teaching the Teacher, the Joyful Gods, he gave this Dhamma talk to the assembly.",
    "ai-atk-s0502a26:401_0": "while the brahmin of Rājagaha is dead. He knows that he is dead, having cut off his head and carrying in the nether regions, he knows “This is going to the heavenly realm,” he knows “This is the human world of the gods,” and he knows “This is reborn in the human realm.”",
    "ai-atk-s0502a26:401_1": "After considering, “The brahmins prepare the world in this world,” and they took her away, and offered them with two or three loaths, carpets, workers, and staffs and call out to do his own birth. Then he asks: “Death is the brahmin’s head, and then he is reborn in a caravan leading in the wood.”",
    "ai-atk-s0502a26:401_2": "Attending to the One of Ten Powers, having given a _kahāpaṇa_ coin, their relatives and kin on the belly,",
    "ai-atk-s0502a26:401_3": "gradually they, having conquered all of them a courtesan in Sāvatthī,",
    "ai-atk-s0502a26:401_4": "When they saw a large heap of meat, a scented fragrance, and going through the air, they asked: “What are you doing, having come? ” and asked, “Who are you doing this? ” But seeing him lying down, they answer, “What is the matter? ”",
    "ai-atk-s0502a26:401_5": "When they knew that they had told, “What does we do so?” and “We did not know of them, observe us who do not know, “We shall see to live in our dwelling place and we did not know.” And when they had spoken, they said, “We shall give us a dwelling place and go to ours.”",
    "ai-atk-s0502a26:401_6": "The Teacher, knowing that the state of existence was reborn in hell, the animal realm, and the world of the gods, surveyed the four abidings of the gods. He then asked the four worlds, and he then surrounded the four in five respects:",
    "ai-atk-s0502a26:401_7": "that you had a headache,",
    "ai-atk-s0502a26:401_8": "“Yes, I know.”",
    "ai-atk-s0502a26:401_9": "“This is a skull’s head.”",
    "ai-atk-s0502a26:401_10": "The first monk took (him) and said, “Here’s reborn in the hell.”",
    "ai-atk-s0502a26:401_11": "After giving a teacher to them, he asked, “Good, good sir,” and after giving them three times, he asked the neighborhood of the head, and then asked them why, “Sāka, did you do so?”",
    "ai-atk-s0502a26:402_0": "The Teacher said to him, “What does he do not know?” “I don’t know.” And he said, “I don’t know.”",
    "ai-atk-s0502a26:402_1": "Then the Vaṅgīsa thought, “She shouldn’t get that.”",
    "ai-atk-s0502a26:402_2": "it is not possible to give a yearning.",
    "ai-atk-s0502a26:402_3": "He thought, “In this mango grove I will have been slept by the whole of the Rose-Apple I will have come.” Then he thought, “I’ll get a renunciate in the presence of the ascetic Gotama.” Then he went forth right there.",
    "ai-atk-s0502a26:402_4": "After the Teacher gave the meditation subject to the nurse, he gave a meditation subject to him, “Take the meditation subject.”",
    "ai-atk-s0502a26:402_5": "When he is staying in inside, he asked another in the same way, “I learned it,” he answered, “I learned it together with the absence. Please reply, ought to answer. Then he answered, “I will bring them back.”",
    "ai-atk-s0502a26:402_6": "After hearing this, they told the Buddha.",
    "ai-atk-s0502a26:402_7": "“Mendicants, don’t say that.”",
    "ai-atk-s0502a26:403_0": "419.",
    "ai-atk-s0502a26:404_0": "“He who knows in every way beings’ passing and their rebirth,",
    "ai-atk-s0502a26:405_0": "unattached, holy, awakened: I call a brahmin!",
    "ai-atk-s0502a26:406_0": "420.",
    "ai-atk-s0502a26:407_0": "“In whom one destiny is unknown to gods, gandhabbas and men,",
    "ai-atk-s0502a26:408_0": "the perfected ones with defilements ended: I call a brahmin.”",
    "ai-atk-s0502a26:409_0": "And herein, having dyed all beings in the cart and after passing away, he knows that the Buddha has become an untouched state of existence, and has condemned the four carts of existence as a Holy One, I say.",
    "ai-atk-s0502a26:409_1": "They say: “I know, sir.”",
    "ai-atk-s0502a26:410_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:411_0": "thirty-two grounds for Vaṅgīsa",
    "ai-atk-s0502a26:412_0": "38. Dhammadinnattherīvatthu",
    "ai-atk-s0502a26:413_0": "While staying in the Bamboo Grove, the nun Dhammadinnā’s Monastery, and the nuns called Khemā,",
    "ai-atk-s0502a26:414_0": "On one occasion a lay follower, after hearing the Dhamma in the presence of the Teacher, she heard the Teacher’s presence and thought:",
    "ai-atk-s0502a26:414_1": "“My all is to be used for the teaching.”",
    "ai-atk-s0502a26:414_2": "From this day they smiled to the Dhammadinnā, saying:",
    "ai-atk-s0502a26:414_3": "But while looking around that day, he went around to the Aciravatī,",
    "ai-atk-s0502a26:414_4": "“Why do you think?” and she told him what had happened.",
    "ai-atk-s0502a26:414_5": "He ate only fortnights in others, thinking “Whoever eats it during the day.”",
    "ai-atk-s0502a26:414_6": "She thought: “Where will be some reason for you?”",
    "ai-atk-s0502a26:414_7": "Then Visākha, having left all the various kinds of pleasure enquiry, thinking, “In this way I propounded, all that is fitting in this home,”",
    "ai-atk-s0502a26:414_8": "“What is the name of the ocean? How would they do?”",
    "ai-atk-s0502a26:414_9": "I am not able to apart from here.",
    "ai-atk-s0502a26:414_10": "Then that is how the case of six birds (receiving): “He will give me the going forth,” and she replied:",
    "ai-atk-s0502a26:414_11": "Saying, “Good, Sir,” he cut off his own choice and to the nun Bhaddā.",
    "ai-atk-s0502a26:414_12": "She who was begging with the Dhammadinnā, called the Elder Dhammadinnā.",
    "ai-atk-s0502a26:415_0": "She then went to seclusion and not in the country, together with her relatives. She thought, “Who are you coming back to Rājagaha for support! Now she will return to Rājagaha.” And she returned to Rājagaha.",
    "ai-atk-s0502a26:415_1": "The lay follower, having heard that, thought, “How can the nunnery went to the place where the nun had come?” When they had told her, “Venerable, what can I do?” she asked the questions, “Venerables, my ignoble one side, and my answers?”",
    "ai-atk-s0502a26:415_2": "having asked this question, the lay followers by answering properly when asked a question about the road. Whenever they return, they got up from their seat and leave the Teacher, thinking, “Have you may go to the Dispensation, however. ” When the Buddha had spoken, he asked this question, he said, “Why are you coming? ”",
    "ai-atk-s0502a26:415_3": "The Teacher, saying: “Listen, I answered my daughter, and answer my question to the Dhamma without having answered,”",
    "ai-atk-s0502a26:416_0": "421.",
    "ai-atk-s0502a26:417_0": "“In the past, future or present, there is nothing in the middle,",
    "ai-atk-s0502a26:418_0": "One who moves about not grasping, I say.”",
    "ai-atk-s0502a26:419_0": "Herein, in the past:",
    "ai-atk-s0502a26:419_1": "and future the aggregates,",
    "ai-atk-s0502a26:419_2": "In the present constituents",
    "ai-atk-s0502a26:419_3": "And what is that?",
    "ai-atk-s0502a26:420_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:421_0": "The thirty Elders of Dhammadinnā",
    "ai-atk-s0502a26:422_0": "39. Aṅgulimālattheravatthu",
    "ai-atk-s0502a26:423_0": "Abhaya, the teacher who was teaching Dhamma to this Elder Aṅgulimāla.",
    "ai-atk-s0502a26:423_1": "They say, “The pointless ploughing sites, sir.”",
    "ai-atk-s0502a26:423_2": "For this is said:",
    "ai-atk-s0502a26:424_0": "The monks asked him why,",
    "ai-atk-s0502a26:424_1": "“What’s the point of this miserable leopard mat is the opportunity?”",
    "ai-atk-s0502a26:424_2": "“I’m not afraid, sir.”",
    "ai-atk-s0502a26:424_3": "After going to the Teacher and informed them:",
    "ai-atk-s0502a26:424_4": "“Aṅgulimāla, sir.”",
    "ai-atk-s0502a26:424_5": "“Mendicants, the teacher doesn’t break into my fingers.",
    "ai-atk-s0502a26:424_6": "For while the one with cankers destroyed a pollutant-free brothers, who were my sons and grandsons, while I am saying: “Surely this illustrious bhikkhu is like me,”",
    "ai-atk-s0502a26:425_0": "422.",
    "ai-atk-s0502a26:426_0": "A noble leader, heroic, a great seer, victorious,",
    "ai-atk-s0502a26:427_0": "one who has conquered the Anotatta, I say.”",
    "ai-atk-s0502a26:428_0": "The meaning of this:",
    "ai-atk-s0502a26:428_1": "When he had finished his meal and adorned to the higher morality, he announced his supreme energy to the three Vedas, the chief of the world, having taken his energy, expelled the four names of the earth, I say. Thegenuinely, the sixth sections of the Buddhas, the sixth of the Victors, the great hermits, I say: ‘I am the sake of wideer of energy, the a majestictority of the Buddhas, I say that such a moment.’",
    "ai-atk-s0502a26:429_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a26:430_0": "The Elder Aṅgulimāla",
    "ai-atk-s0502a26:431_0": "40. Devahitabrāhmaṇavatthu",
    "ai-atk-s0502a26:432_0": "Meaning in the Teacher’s teaching, the brahmin Devas, he answered the question of the gods.",
    "ai-atk-s0502a26:433_0": "At one time the Buddha had a story and heavy afflictioned in a certain host of the gods. Thinking along with a wrong-doing.",
    "ai-atk-s0502a26:433_1": "The illness went to the Teacher and told him what had happened, and he sent for him off. Then he, saying: “How may my boy was uneattractive, regarded as a fetile person, my illness for the sake of sublime (to hear it) for the sake of the Hatthaka.”",
    "ai-atk-s0502a26:433_2": "The elder, having taken that dwelling place, he chopped it into hot water, mocked it down, and lay it down on the head, he chopped it into the Buddha’s faint,",
    "ai-atk-s0502a26:433_3": "The brahmin thought:",
    "ai-atk-s0502a26:433_4": "“Who should give a gift to the Teacher, who is an very fruitful and beneficial to give him a question?” He then went to the presence of the Teacher and asked him,",
    "ai-atk-s0502a26:434_0": "“Where should you give an gift? Where is a gift that is very fruitful?",
    "ai-atk-s0502a26:435_0": "How is one who is convinced by the donors?”",
    "ai-atk-s0502a26:436_0": "Then the teacher, saying: “They’s gift to that what the brahmin has been given to him,” he said,",
    "ai-atk-s0502a26:437_0": "423.",
    "ai-atk-s0502a26:438_0": "“He who knows their former places and sees heaven and the lower worlds,",
    "ai-atk-s0502a26:439_0": "and has attained birth’s destruction, the sage, accomplished in deep knowledge,",
    "ai-atk-s0502a26:440_0": "a brahmin of all systems, I say.”",
    "ai-atk-s0502a26:441_0": "The meaning of this:",
    "ai-atk-s0502a26:441_1": "One who knows their former lives, knows their own use, sees heavenly the four lower worlds, and one whose body breaks up and sees this one, and one who has reached the end of death, and one who is cast down to the underworld, hell. Their ultimate goal, the teaching, the ending of defilements should be given up and realized that state of the noble truth of the path. And I say.",
    "ai-atk-s0502a26:442_0": "many states of existence.",
    "ai-atk-s0502a26:442_1": "Also the brahmin who is devoted to the Bodhisatta in the Sphere of Corality,",
    "ai-atk-s0502a26:443_0": "On Devadaha",
    "ai-atk-s0502a26:444_0": "The color of brahmin is finished.",
    "ai-atk-s0502a26:445_0": "The group of six is finished in six years.",
    "ai-atk-s0502a26:446_0": "Discussion of the Manyth",
    "ai-atk-s0502a26:447_0": "At this point he has nineteen years of lesser realms: the fourteenth, the eighth day of the fortnight, the eighth year, the eighth day of the wealth, the eighth existence, and the twelfth, the five Champions, and the eighth vicinity of the Sinerus kingdom of mountains, binding fires, a new palanquins, and all the Nāgas in the heaven of the world, the foolish and the nineteenth.",
    "ai-atk-s0502a26:448_0": "attained the state with the supreme Dhamma.",
    "ai-atk-s0502a26:449_0": "by the verse of the Dhammapada:",
    "ai-atk-s0502a26:450_0": "whose twenty-four stairs has ended,",
    "ai-atk-s0502a26:451_0": "For the five hundred and seventy-three topics",
    "ai-atk-s0502a26:452_0": "One should speak (only) to shoots, while speaking,",
    "ai-atk-s0502a26:453_0": "I was living in the royal longhouse.",
    "ai-atk-s0502a26:454_0": "is beneficial and for their welfare.",
    "ai-atk-s0502a26:455_0": "* For the World of the world, ~ grieves to the true teaching,",
    "ai-atk-s0502a26:456_0": "(But) the eight Compassions for you, it is easy to do it.",
    "ai-atk-s0502a26:457_0": "he went to a bad destination, to abode (previously) recited the Discourse on the Twos.",
    "ai-atk-s0502a26:458_0": "I have attained what is wholesome, by that is good,",
    "ai-atk-s0502a26:459_0": "all those who may be started and fruits crash.",
    "ai-atk-s0502a26:460_0": "(accompanying) in his instructions of the Buddhas, the origin of the world, the supreme guide for those who wish to train, Buddhas, Paccekabuddhas, and Buddhas, the highest among men, without having made a variety of virtue, etc., were laid down a priceless and pure in the neighbourhood of the Dhamma, which is obtained by the Lord of the World, the great disciples, who have acquired accumulated the vowels, circumulum, and sun and birds in the presence of the Teacher, etc., whosequigles, whose confidence, and in the teaching on the great holy Aweldorded the four great holy, has acquire of accumulations.",
    "ai-atk-s0502a26:461_0": "Setle the world in the world,",
    "ai-atk-s0502a26:462_0": "showing it to the faithful young man of good family,",
    "ai-atk-s0502a26:463_0": "the Buddha is the sole of the one of his heart:",
    "ai-atk-s0502a26:464_0": "The Lord of the World who sets out in the world,",
    "ai-atk-s0502a26:465_0": "Thus there are twenty-four hundred and fifty reciters",
    "ai-atk-s0502a26:466_0": "By the section consisting in the teaching of the Dhamma",
    "ai-atk-s0502a26:467_0": "The allocation of the Dhamma is finished in all."
}