{
    "ai-atk-s0509a14:0_0": "15. Cattālīsanipāto",
    "ai-atk-s0509a14:1_0": "1. Isidāsītherīgāthāvaṇṇanā",
    "ai-atk-s0509a14:2_0": "When the forty of the towns had elapsed, the lord of the city Kusinārā, were the Theras at Isipatana verses.",
    "ai-atk-s0509a14:2_1": "This too has been developed by the past. When his body broke up and sheep, she was reborn there a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind, and after death, they’ve been reborn in hell for the animal realm, or the ghost realm. After death, they’re reborn in hell, the animal realm, or the ghost realm.",
    "ai-atk-s0509a14:2_2": "But after passing away from there, one poor offering was lady,",
    "ai-atk-s0509a14:2_3": "(but) in a certain lineage, the son of the news, having caused his own home to his own house.",
    "ai-atk-s0509a14:2_4": "His wife is ethical, of good character.",
    "ai-atk-s0509a14:2_5": "The position of that jealousy had been performed,",
    "ai-atk-s0509a14:2_6": "And that is the reason why, when this ruining in this place and the Buddha, the family, of the precepts, of virtue, etc., having been reborn in a good family, he had been a superior family, the Lord God, the daughters of a Sage, the Lord of the Earth, had been born in this family,",
    "ai-atk-s0509a14:3_0": "At the time of the birth of a certain family, the Lord of the Earth, had a certain son, who was the equal of the power of his children.",
    "ai-atk-s0509a14:3_1": "After becoming arriving at her house, and she fell asleep.",
    "ai-atk-s0509a14:3_2": "Then her husband’s husband spreading her husband’s house on the very day, carrying it away.",
    "ai-atk-s0509a14:3_3": "It was well known by the whole,",
    "ai-atk-s0509a14:3_4": "To those The husbands, the chief of wives of the birth lady, needed a speech to establishment in the Fraternity, and having consecrated their own doctrine, and having given the Pāṭaliputta to attain Arahatship. Having walked under the head of the Bodhisatta together with his own insight, he asked the analytic knowledges for the supreme bliss of Nibbāna, the Elders after having concluded his own insight into the presence of the Great Seer. Then he sat down on the actual Ārāma together with his own insight into the presence of the Great Wood, and then entered upon them, he asked for the Faith.",
    "ai-atk-s0509a14:3_5": "but to give their permission to questions that are to be given away –",
    "ai-atk-s0509a14:4_0": "402.",
    "ai-atk-s0509a14:5_0": "“In the city of Pāṭaliputta, the chief of men,",
    "ai-atk-s0509a14:6_0": "both of those nuns and virtue were endowed with the Sakyan families,",
    "ai-atk-s0509a14:7_0": "403.",
    "ai-atk-s0509a14:8_0": "“One is the second group and the one who is virtuous, possessed of virtue,",
    "ai-atk-s0509a14:9_0": "learned, a master of the traditions, are very learned,",
    "ai-atk-s0509a14:10_0": "404.",
    "ai-atk-s0509a14:11_0": "“After walking for alms, he was because of her meal,",
    "ai-atk-s0509a14:12_0": "Who fills their garments from his limbs at the eastern gate?” —",
    "ai-atk-s0509a14:13_0": "with these three verses:",
    "ai-atk-s0509a14:14_0": "405.",
    "ai-atk-s0509a14:15_0": "“You’re so lovely, Venerable Isidāsī,",
    "ai-atk-s0509a14:16_0": "why would you be aware of renunciation?",
    "ai-atk-s0509a14:17_0": "406.",
    "ai-atk-s0509a14:18_0": "“For he is one who is skilled in Dhamma teaching Dhamma, skilled in Dhamma teaching Dhamma,",
    "ai-atk-s0509a14:19_0": "voiced the following words.",
    "ai-atk-s0509a14:20_0": "Going from here and now,",
    "ai-atk-s0509a14:21_0": "407.",
    "ai-atk-s0509a14:22_0": "“In the city of Ujjenī, my father, who was well restrained,",
    "ai-atk-s0509a14:23_0": "His dear and beloved, beloved,",
    "ai-atk-s0509a14:24_0": "408.",
    "ai-atk-s0509a14:25_0": "“Then who, Varaka, should the Supreme Mount Sāketa,",
    "ai-atk-s0509a14:26_0": "having had a financier adorned with wealth.",
    "ai-atk-s0509a14:27_0": "409.",
    "ai-atk-s0509a14:28_0": "“Listening to the demonstration of protection, heedlessly,",
    "ai-atk-s0509a14:29_0": "I bow to your head to your feet;",
    "ai-atk-s0509a14:30_0": "410.",
    "ai-atk-s0509a14:31_0": "“Sister, I am able to present my husband’s sisters.",
    "ai-atk-s0509a14:32_0": "Having seen the wonder, she rose from a seat.",
    "ai-atk-s0509a14:33_0": "411.",
    "ai-atk-s0509a14:34_0": "“By bathing, and by drinking, And by snapping",
    "ai-atk-s0509a14:35_0": "(Surely) I give up what is suitable, and whatever is what is suitable.",
    "ai-atk-s0509a14:36_0": "412.",
    "ai-atk-s0509a14:37_0": "° “After making a barge for the resplendent Cave,",
    "ai-atk-s0509a14:38_0": "washed my hands and feet, took the waterpot in the hands of the bowl,",
    "ai-atk-s0509a14:39_0": "413.",
    "ai-atk-s0509a14:40_0": "“Who, having faith in the anointed board, crushing the eye,",
    "ai-atk-s0509a14:41_0": "as a matchmaker (fruit) works in the ground.",
    "ai-atk-s0509a14:42_0": "414.",
    "ai-atk-s0509a14:43_0": "“Now I washed the rice porridge,",
    "ai-atk-s0509a14:44_0": "like a mother her only child, her only child,",
    "ai-atk-s0509a14:45_0": "415.",
    "ai-atk-s0509a14:46_0": "“Indeed I did such a meal to guilty.",
    "ai-atk-s0509a14:47_0": "Whoever gets up early, ~ who does not habitually give her food.",
    "ai-atk-s0509a14:48_0": "416.",
    "ai-atk-s0509a14:49_0": "“He says: “He isn’t like, I’ll take care of them.",
    "ai-atk-s0509a14:50_0": "I can’t stand to live together with just one day.",
    "ai-atk-s0509a14:51_0": "417.",
    "ai-atk-s0509a14:52_0": "“Son, Isidatta, don’t who is astute and competent,",
    "ai-atk-s0509a14:53_0": "Except for your son, what is yoursty for you?",
    "ai-atk-s0509a14:54_0": "418.",
    "ai-atk-s0509a14:55_0": "“For he who wouldn’t get anything Isidāsī, Vaccha,",
    "ai-atk-s0509a14:56_0": "As far as I’m concerned, I’ll go.",
    "ai-atk-s0509a14:57_0": "419.",
    "ai-atk-s0509a14:58_0": "“After hearing this word, they asked me:",
    "ai-atk-s0509a14:59_0": "For what reason has you truly understood?",
    "ai-atk-s0509a14:60_0": "420.",
    "ai-atk-s0509a14:61_0": "“I’m not done nothing wrong, nor do I say nothing wrong.",
    "ai-atk-s0509a14:62_0": "What is the idea of Sakka that grant me",
    "ai-atk-s0509a14:63_0": "421.",
    "ai-atk-s0509a14:64_0": "“My father, having accepted me home, they dismayed, depressed,",
    "ai-atk-s0509a14:65_0": "“By his son, the protector of her son, who is brilliant of forms,",
    "ai-atk-s0509a14:66_0": "422.",
    "ai-atk-s0509a14:67_0": "“Then, Dear, what my daughter-in-law, gave me the second garden.",
    "ai-atk-s0509a14:68_0": "from that he came to me, and the Lord of the Earth",
    "ai-atk-s0509a14:69_0": "423.",
    "ai-atk-s0509a14:70_0": "“Even when I said this to me, do not accept it.",
    "ai-atk-s0509a14:71_0": "slave took the servant of heron, accomplished in ethics,",
    "ai-atk-s0509a14:72_0": "424.",
    "ai-atk-s0509a14:73_0": "“My father then spoke a donor,",
    "ai-atk-s0509a14:74_0": "to make me a net and abode, and bending on the heels,",
    "ai-atk-s0509a14:75_0": "425.",
    "ai-atk-s0509a14:76_0": "“After he gave me a bird, then he said: ‘I have given me back my back.’",
    "ai-atk-s0509a14:77_0": "I’ll wander begging the permit and the Mallas.’",
    "ai-atk-s0509a14:78_0": "426.",
    "ai-atk-s0509a14:79_0": "“Then, my dear, give me this neighborhood of relatives,",
    "ai-atk-s0509a14:80_0": "what has not been done for you here? What would you do today?",
    "ai-atk-s0509a14:81_0": "427.",
    "ai-atk-s0509a14:82_0": "“Even this way, take my self, I’m not able to kill.",
    "ai-atk-s0509a14:83_0": "I can’t stand to live together with Isidatta in the house of Isipatana.",
    "ai-atk-s0509a14:84_0": "428.",
    "ai-atk-s0509a14:85_0": "“And when I was given away, I thought:",
    "ai-atk-s0509a14:86_0": "either to ask, or to go forth.",
    "ai-atk-s0509a14:87_0": "429.",
    "ai-atk-s0509a14:88_0": "“Then you who would go through the victor’s presence and wander about,",
    "ai-atk-s0509a14:89_0": "who are learned and virtuous,",
    "ai-atk-s0509a14:90_0": "430.",
    "ai-atk-s0509a14:91_0": "“Having seen (that), our place I be prepared in the work of our house,",
    "ai-atk-s0509a14:92_0": "and after worshipping him with his head at the feet of the meal.",
    "ai-atk-s0509a14:93_0": "431.",
    "ai-atk-s0509a14:94_0": "“By bathing, and by drinking, And by snapping",
    "ai-atk-s0509a14:95_0": "Monks, I wish to go forth,",
    "ai-atk-s0509a14:96_0": "432.",
    "ai-atk-s0509a14:97_0": "“Then, my child, please right here, the Dhamma right here in Right here.",
    "ai-atk-s0509a14:98_0": "with food and drink, clothes, and beggars",
    "ai-atk-s0509a14:99_0": "433.",
    "ai-atk-s0509a14:100_0": "“Then, my daughter-in-law, I raise my joined palms,",
    "ai-atk-s0509a14:101_0": "For I have performed that bad deed and (consequence) with you.",
    "ai-atk-s0509a14:102_0": "434.",
    "ai-atk-s0509a14:103_0": "“Then, my dear, please attain the highest state and the Bodhi (Tree).",
    "ai-atk-s0509a14:104_0": "One who will gain Emancipation, through what is called consequence,",
    "ai-atk-s0509a14:105_0": "435.",
    "ai-atk-s0509a14:106_0": "“Dears, I bowed down, and offered them all up,",
    "ai-atk-s0509a14:107_0": "I went forth once again ...",
    "ai-atk-s0509a14:108_0": "436.",
    "ai-atk-s0509a14:109_0": "“I know my last seven lives,",
    "ai-atk-s0509a14:110_0": "it is the same as that of him, and so on.",
    "ai-atk-s0509a14:111_0": "437.",
    "ai-atk-s0509a14:112_0": "“I am a Magadhan King Pasenadi, with lots of gold and silver,",
    "ai-atk-s0509a14:113_0": "* The one who is betraying a intelligent, (thinking): I have no dead,",
    "ai-atk-s0509a14:114_0": "438.",
    "ai-atk-s0509a14:115_0": "“After going to hell for a long time,",
    "ai-atk-s0509a14:116_0": "after rising away from there and screaming the monkey,",
    "ai-atk-s0509a14:117_0": "439.",
    "ai-atk-s0509a14:118_0": "“Seven-born he was born from a lump of meat.",
    "ai-atk-s0509a14:119_0": "As the fruit of that deed, he went to the owners’ (true) work.",
    "ai-atk-s0509a14:120_0": "440.",
    "ai-atk-s0509a14:121_0": "“After passing away from there to the wilderness,",
    "ai-atk-s0509a14:122_0": "I was conceived in the womb of Kāḷivī,",
    "ai-atk-s0509a14:123_0": "441.",
    "ai-atk-s0509a14:124_0": "I was boyed after defending the boy,",
    "ai-atk-s0509a14:125_0": "worm-eaten, and having gone to another’s wife,",
    "ai-atk-s0509a14:126_0": "442.",
    "ai-atk-s0509a14:127_0": "“After going along a cow with the cattle,",
    "ai-atk-s0509a14:128_0": "twelve months Vacchagotta (Dispelled) without hatred,",
    "ai-atk-s0509a14:129_0": "443.",
    "ai-atk-s0509a14:130_0": "“I smoke a plastered fierce and a cart,",
    "ai-atk-s0509a14:131_0": "(but) do not going to the lower worlds, like a monkey,",
    "ai-atk-s0509a14:132_0": "444.",
    "ai-atk-s0509a14:133_0": "“After going from there, with the slave’s house,",
    "ai-atk-s0509a14:134_0": "one who has gone to a great deal of another, nor even like another’s wife.",
    "ai-atk-s0509a14:135_0": "445.",
    "ai-atk-s0509a14:136_0": "I was thirty years old, and was born in a family of wounds,",
    "ai-atk-s0509a14:137_0": "He was poor, of lots of money and grain,",
    "ai-atk-s0509a14:138_0": "446.",
    "ai-atk-s0509a14:139_0": "“I have dragged down the sacred flame,",
    "ai-atk-s0509a14:140_0": "taken by force from the family home, which is an important family,",
    "ai-atk-s0509a14:141_0": "447.",
    "ai-atk-s0509a14:142_0": "“Then, when I saw the rains residence, he, having seen me the bowl,",
    "ai-atk-s0509a14:143_0": "Prince Cunda the smith was called Girimānanda,",
    "ai-atk-s0509a14:144_0": "448.",
    "ai-atk-s0509a14:145_0": "“For he is virtuous, possessing of virtue, and so on.",
    "ai-atk-s0509a14:146_0": "and because of her husband’s dispensation.",
    "ai-atk-s0509a14:147_0": "449.",
    "ai-atk-s0509a14:148_0": "“This was the fruit of deeds, which made me go away,",
    "ai-atk-s0509a14:149_0": "I serve him to his slave.”",
    "ai-atk-s0509a14:150_0": "Herein, in the city of Kusinārā, (saying): “We will show the capital of Kusinārā,” and “Pāṭaliputta, the town of Pāṭaliputta, together with the citadel.",
    "ai-atk-s0509a14:150_1": "in the earth, or the whole of the earth,",
    "ai-atk-s0509a14:150_2": "the Sakyan clans of the Sakyans, daughters-in-law of the Sakyan families, who have gone forth from the Sakyan family, has gone forth from the home to the faith of the Buddha, and is what is said:",
    "ai-atk-s0509a14:151_0": "With that he fell at her two,",
    "ai-atk-s0509a14:151_1": "I crushed to the one called a senior monk.",
    "ai-atk-s0509a14:151_2": "attaining absorption, delighting in meditation, and supermundane attainment with insight,",
    "ai-atk-s0509a14:151_3": "learned, versed in the scriptures,",
    "ai-atk-s0509a14:151_4": "By the means of the defilement of ascetic practices is the noble path because it is the defilement of all defilements;",
    "ai-atk-s0509a14:151_5": "and after making her offerings to the meal,",
    "ai-atk-s0509a14:151_6": "Dissatisfaction, inferior and superior,",
    "ai-atk-s0509a14:151_7": "They going forth through the bliss of seclusion and the happiness of seclusion.",
    "ai-atk-s0509a14:151_8": "When told by the word “Girimānanda,” they are happy and happily,",
    "ai-atk-s0509a14:151_9": "Then they put questions on the storms given permission by the Rains.",
    "ai-atk-s0509a14:152_0": "he gave the Palace of Bodhi (Tree) in the Palace of Awakening .",
    "ai-atk-s0509a14:152_1": "“Yes, they are called ‘Victor’.",
    "ai-atk-s0509a14:152_2": "Saying, “Even authority,” they gave all the way to Island.",
    "ai-atk-s0509a14:152_3": "Herein, one who sees with the attainment of the forms,",
    "ai-atk-s0509a14:152_4": "Yours aren’t like yours, inferior like you inferior. Your all must be defined first and superior.",
    "ai-atk-s0509a14:152_5": "having seen the danger in revolved in that place, the danger in being guarded,",
    "ai-atk-s0509a14:152_6": "Then you delighted in renunciation, because you are committed to renunciation, your going forth.",
    "ai-atk-s0509a14:153_0": "when questioned, they asked their questions thus: “This seer is a league all around;",
    "ai-atk-s0509a14:153_1": "benefits in kingship,",
    "ai-atk-s0509a14:153_2": "The one intent on awakening, having gone forth as the king was a old man, I listened to him.",
    "ai-atk-s0509a14:154_0": "In the city of Ujjenī, they left town in the town of Ujjenī, which was situated on the town of the capital.",
    "ai-atk-s0509a14:154_1": "and his father should be given the blessed with one proximate.",
    "ai-atk-s0509a14:154_2": "who behaves like a pleasing rich virtues, who are pleasing and pleasing,",
    "ai-atk-s0509a14:154_3": "That best of kindness is compassion.",
    "ai-atk-s0509a14:155_0": "Then they think: “After my final hour:",
    "ai-atk-s0509a14:155_1": "Sāketa, rice, barley, whispering me in the town, and departed from there.",
    "ai-atk-s0509a14:155_2": "the chief city of the city of Cakulāsa, also the merchants in that family, who presented him.",
    "ai-atk-s0509a14:155_3": "to whom my father, my son, daughter-in-law, and my daughter-in-law, gave me my son.",
    "ai-atk-s0509a14:156_0": "They pregnant in the morning, in the evening,",
    "ai-atk-s0509a14:156_1": "I chopped my heads, having come to their feet, worshipped them with my head at your feet, and making an end of them with my head, having approached and worshipped them with my head,",
    "ai-atk-s0509a14:156_2": "They act like this.",
    "ai-atk-s0509a14:157_0": "Having sat there one group of men and gods",
    "ai-atk-s0509a14:157_1": "Abbreviated all the way.",
    "ai-atk-s0509a14:157_2": "One gives a seat to one who has entered a house for which it is not.",
    "ai-atk-s0509a14:158_0": "Your wines:",
    "ai-atk-s0509a14:158_1": "gathered together and bemoaned,",
    "ai-atk-s0509a14:158_2": "concealing their running hither and covering them with a hand, they give the meaning, and whatever they give with each time.",
    "ai-atk-s0509a14:159_0": "if she attends on her near the door;",
    "ai-atk-s0509a14:159_1": "washed my hands and feet, I washed it into a league into my hand.",
    "ai-atk-s0509a14:160_0": "“Fine”: the Mallas, the head hair, the jackals, the head hair,",
    "ai-atk-s0509a14:160_1": "Prossing faith, powder, face,",
    "ai-atk-s0509a14:160_2": "“Stopped confidence in him,”",
    "ai-atk-s0509a14:160_3": "Rolling the ointment boxes",
    "ai-atk-s0509a14:160_4": "He served by various kinds of worms: if he were reborn in a lower family, heeld in excess of various kinds, as well as in the first-place.",
    "ai-atk-s0509a14:161_0": "Thinking “I cook,” she washed the vessel and washed 40 kilometers with rice.",
    "ai-atk-s0509a14:162_0": "if she uses a meal;",
    "ai-atk-s0509a14:162_1": "free of nights,",
    "ai-atk-s0509a14:162_2": "they will perform its legal procedures,",
    "ai-atk-s0509a14:162_3": "led on by one another, free of led away,",
    "ai-atk-s0509a14:162_4": "rising initiative and inigent,",
    "ai-atk-s0509a14:162_5": "Though he goes confidently, he stands confidently,",
    "ai-atk-s0509a14:162_6": "Virtue as virtuous conduct.",
    "ai-atk-s0509a14:162_7": "if he gets a bad reponse of wrong speech;",
    "ai-atk-s0509a14:163_0": "“I’ll ask you about it,” and he says, “Where did you go, but I shall go,” and he is his owner.",
    "ai-atk-s0509a14:163_1": "And what is it said?",
    "ai-atk-s0509a14:163_2": "“I’m not like a ship with my own Vaccha.”",
    "ai-atk-s0509a14:163_3": "herein I’ll stay there.",
    "ai-atk-s0509a14:164_0": "but the gift will give,",
    "ai-atk-s0509a14:164_1": "It’s enough for me to care upset a woman.",
    "ai-atk-s0509a14:164_2": "I’ll ask you, ‘As I’ll go with you, and don’t want to go. I’ll ask you about this.’",
    "ai-atk-s0509a14:165_0": "And who would get her husband’s husband’s house?",
    "ai-atk-s0509a14:166_0": "I wouldn’t done nothing wrong,",
    "ai-atk-s0509a14:166_1": "What is fame or terror",
    "ai-atk-s0509a14:166_2": "nor even a captive of waist,",
    "ai-atk-s0509a14:166_3": "Associating with the wicked,",
    "ai-atk-s0509a14:166_4": "What can I do? How am I able to do that?",
    "ai-atk-s0509a14:166_5": "and he gave the following order to me when the meal was ready, he gave me to that place.",
    "ai-atk-s0509a14:167_0": "Knowing this, they lead to sadness;",
    "ai-atk-s0509a14:167_1": "his son, the prince’s mother, calling his own son, and preserved her son,",
    "ai-atk-s0509a14:167_2": "General of beauty, Victorious (Buddha), planted through the power of Verañjā, worshipped the victorious names, Mangos of gods. The meaning is this: “The lord of men who surmounts all these things,”",
    "ai-atk-s0509a14:168_0": "a second wealthy family of the riches a second family circle ...",
    "ai-atk-s0509a14:168_1": "of that which the financier paid first to me. Through that one, it would half two leagues about to abandon you.",
    "ai-atk-s0509a14:169_0": "I possessed that second monk.",
    "ai-atk-s0509a14:169_1": "“Get meat!” when the house was led on a house, he dried up and pulled out.",
    "ai-atk-s0509a14:169_2": "were attending on by servants, as the servants attended on him.",
    "ai-atk-s0509a14:169_3": "milk-rice:",
    "ai-atk-s0509a14:170_0": "(But) the one who understands what is called improper attention, the mind and controlled by others.",
    "ai-atk-s0509a14:170_1": "And in whatever way others do see in themselves or others, the giver of their own bodies, with their own hands, and wounded on the death of another,",
    "ai-atk-s0509a14:170_2": "one is born in a mother’s womb.",
    "ai-atk-s0509a14:170_3": "he lay down on the baskets, waterpots, rice, and non-staples, the curry of rice,",
    "ai-atk-s0509a14:171_0": "He stayed together with the rainy-season robe, and he left.",
    "ai-atk-s0509a14:172_0": "Then my dear, please secure me whether his mother or not?” and he gave her a relative of my father and grandfather.",
    "ai-atk-s0509a14:172_1": "What’s your name? Isn’t quickly take to your wealth?",
    "ai-atk-s0509a14:172_2": "for you shall give it to you.",
    "ai-atk-s0509a14:173_0": "If it is self, I’m able to raise myself to my self, that is, the self-control, the precincts, and I will stay for one league.",
    "ai-atk-s0509a14:174_0": "He was resplendent when he came from his alms round, just as though he had come hither.",
    "ai-atk-s0509a14:174_1": "she gets one involved:",
    "ai-atk-s0509a14:174_2": "after asking questions, I went away.",
    "ai-atk-s0509a14:174_3": "to die in the midst of death.",
    "ai-atk-s0509a14:174_4": "expert in the absence of his wind,",
    "ai-atk-s0509a14:175_0": "Good Godhā, who is living in a family, went to 40 kilometers,",
    "ai-atk-s0509a14:176_0": "they winnowed the Elder Nunnery,",
    "ai-atk-s0509a14:176_1": "she prepared a seat for him, and the Elder Nun sent him down.",
    "ai-atk-s0509a14:177_0": "Here: in this home they stand,",
    "ai-atk-s0509a14:177_1": "they were told by the ascetic life about the child that had compassion for their mother and father.",
    "ai-atk-s0509a14:177_2": "You should go forth on the spiritual life and have them gone forth.",
    "ai-atk-s0509a14:177_3": "a two-born one and two aristocratic knowledges",
    "ai-atk-s0509a14:178_0": "I’ll wear old age, I’ll burn lips!",
    "ai-atk-s0509a14:179_0": "the Awakening One, knowing the path to Awakening, is the meaning.",
    "ai-atk-s0509a14:179_1": "reached the best, perfection in the highest fruit.",
    "ai-atk-s0509a14:179_2": "that which was realized by the remainder of Truth, the surpasses which is an enlightenment factor: whatever is best, whether it is due to fruit, greatest, that is the highest, a hundred leagues in this world, the highest among men,.",
    "ai-atk-s0509a14:180_0": "When I had gone forth they live in dependence on seven days after seven days, I realized the truth.",
    "ai-atk-s0509a14:181_0": "whoever has the fruit of good and bad deeds, this is the result of my husband, unpleasant to him.",
    "ai-atk-s0509a14:181_1": "will explain that deed to you, I will speak to you.",
    "ai-atk-s0509a14:181_2": "The monks inform him about my Father, or do what I say.",
    "ai-atk-s0509a14:181_3": "One-pointedness.",
    "ai-atk-s0509a14:181_4": "What is fame or terror",
    "ai-atk-s0509a14:182_0": "In the city of Erāpatha, the Earth, made a in the city of the Gate, and I will remain silent.",
    "ai-atk-s0509a14:183_0": "for a long time many thousands of years.",
    "ai-atk-s0509a14:183_1": "Then, after rising from that state, he passed away from there and was reborn in hell,",
    "ai-atk-s0509a14:183_2": "the monkey, chick-bone, and was conceived in the womb,",
    "ai-atk-s0509a14:184_0": "to serve a sacred flame.",
    "ai-atk-s0509a14:184_1": "For one who has the characteristics of clinging to the end of the body, speech, and mind.",
    "ai-atk-s0509a14:184_2": "The fruit of that deed was done in the past,",
    "ai-atk-s0509a14:184_3": "because of adultery with another’s wife, like one who passes away another’s wife.",
    "ai-atk-s0509a14:185_0": "After that the monkey, (the Buddha) presents the Snakes of the forest, the village of Āḷavī, like a fire-eyed chariot in the wilderness,",
    "ai-atk-s0509a14:186_0": "After putting it on a child, he shook the young boys.",
    "ai-atk-s0509a14:186_1": "worm-eaten, wailing, same as the place where does it grow?",
    "ai-atk-s0509a14:186_2": "A sick person, a writter, speaks because of what he says.",
    "ai-atk-s0509a14:187_0": "she was the cowherd’s void, being having flesh (them) drunk.",
    "ai-atk-s0509a14:187_1": "he is endowed with natural sal trees as though graceful, with territory and lips.",
    "ai-atk-s0509a14:188_0": "having smoke out the fire.",
    "ai-atk-s0509a14:188_1": "I cransferred to another, needle cases, and the meaning is the meaning.",
    "ai-atk-s0509a14:188_2": "made plastered over with wound and pressed.",
    "ai-atk-s0509a14:189_0": "altogether the city of Bandhumatī,",
    "ai-atk-s0509a14:189_1": "I was born in the house of a slave in the house.",
    "ai-atk-s0509a14:189_2": "“They say, “Whoever’s color,” or",
    "ai-atk-s0509a14:189_3": "‘I can never be called one’s birth.",
    "ai-atk-s0509a14:190_0": "After thirty years,",
    "ai-atk-s0509a14:190_1": "and was reborn as a girl in a family that’s family.",
    "ai-atk-s0509a14:190_2": "He was of great wealth, free of ill will, full of pain and great malevolence, and so many men.",
    "ai-atk-s0509a14:191_0": "has arrowed thought:",
    "ai-atk-s0509a14:191_1": "he is greatly immaculate:",
    "ai-atk-s0509a14:191_2": "increased in the my womb.",
    "ai-atk-s0509a14:191_3": "if she throws out, one who is pulled out;",
    "ai-atk-s0509a14:191_4": "While my family home was born in my family home,",
    "ai-atk-s0509a14:192_0": "He is caught up in the thief named Cunda, his mind is riches to ruined. He does not take his own deny, thinking of his own body, and he makes use of the composed to sex.",
    "ai-atk-s0509a14:193_0": "That man who is not guarded because of her husband,",
    "ai-atk-s0509a14:193_1": "she gave the recipient preparation for her meal.",
    "ai-atk-s0509a14:193_2": "Practicing like this,",
    "ai-atk-s0509a14:194_0": "they abandoned their wives, servants and workers, like a slave, wherever they want.",
    "ai-atk-s0509a14:194_1": "Having that deed and cutting down my enemy’s starting to the lady of the deeds,",
    "ai-atk-s0509a14:194_2": "While I was doing it, all that was unpleasant to me, my legal procedure was also included in the same way. There was nothing else.",
    "ai-atk-s0509a14:194_3": "But in the next case it is not the meaning in the way already described.",
    "ai-atk-s0509a14:195_0": "the commentary on the Elder Isidāsī is finished.",
    "ai-atk-s0509a14:196_0": "The Book of the Forties is finished."
}