{
    "ai-atk-s0101a13:0_0": "13. Tevijjasuttavaṇṇanā",
    "ai-atk-s0101a13:1_0": "518.Evaṁme sutaṁ…pe…",
    "ai-atk-s0101a13:1_1": "The Simile of the Kosalans",
    "ai-atk-s0101a13:1_2": "Here is the commentary on the words",
    "ai-atk-s0101a13:1_3": "by way of mind is the name of the village.",
    "ai-atk-s0101a13:1_4": "Manasākaṭa,",
    "ai-atk-s0101a13:1_5": "It seems that mango tree is delightful, it seems, leaning on a sal tree, delightful jewel, plunged into it, like a goad’s branch, and so on,",
    "ai-atk-s0101a13:1_6": "For it is the meaning of the Buddhas questions that brings happiness without seclusion.",
    "ai-atk-s0101a13:2_0": "the wisdom there is from falling into negligence regarding good families, who are well-known and famous in regard to dwellings,",
    "ai-atk-s0101a13:2_1": "for their sakes, namely,",
    "ai-atk-s0101a13:2_2": "And there the resident student named Caṅkī,",
    "ai-atk-s0101a13:2_3": "the tree-root dweller, surrounded by his resident monks.",
    "ai-atk-s0101a13:2_4": "Pokkharasāti lives off the residents,",
    "ai-atk-s0101a13:2_5": "one-standing, wide-born she was reborn in Sāvatthī,",
    "ai-atk-s0101a13:2_6": "Beautiful Nandā, the residents came forth",
    "ai-atk-s0101a13:2_7": "and other people.",
    "ai-atk-s0101a13:2_8": "they wait for their own benefit, and they turn back to the place where they dwelt.",
    "ai-atk-s0101a13:2_9": "Because of that it seems that delightful mansion of the brahmins didn’t do the observance-day procedure there, and having prepared themselves to the house of that dwelling, he then went to many other monks and informed him.",
    "ai-atk-s0101a13:3_0": "Pokkharasāti and his pupils were born in them. And the resident students of that tree.",
    "ai-atk-s0101a13:3_1": "These were two sides of birth, it seems, who had mastered the three Vedas.",
    "ai-atk-s0101a13:3_2": "they live in dependence on the Saṅgha’s instructions. They reside in order to avoid sitting on the near shore of the terms for the purpose of wearing the Jetavana garden.",
    "ai-atk-s0101a13:3_3": "After doing that very day they did not get up from their seats and go to the dwellings, in the morning, in the evening and twice of the beds and benches went to the neighbourhood of the stairs, covered with white clothes, and went to the assembly hall.",
    "ai-atk-s0101a13:3_4": "One walking mindfully in the other,",
    "ai-atk-s0101a13:3_5": "Therefore it was said: “In a place whereby they wander.”",
    "ai-atk-s0101a13:3_6": "they travel along the road and the path is one path.",
    "ai-atk-s0101a13:3_7": "What is the meaning of this? What is the path to happiness? And what is it possible?”",
    "ai-atk-s0101a13:3_8": "directly contradicts the path to the straight path, the rough generation of the rough path, the straight path goes straight, the direct route that leads out.",
    "ai-atk-s0101a13:4_0": "He who does, though he goes with him, is at the conclusion of Brahmā, and knows that path to him with him.",
    "ai-atk-s0101a13:4_1": "The noble ones run along.",
    "ai-atk-s0101a13:4_2": "explains what is contrary to the Teaching as a light.",
    "ai-atk-s0101a13:4_3": "The brahmin Pokkharasāti doesn’t get his own teacher’s doctrine.",
    "ai-atk-s0101a13:4_4": "Thus these words, having been sent by his own teacher, like a teacher,",
    "ai-atk-s0101a13:4_5": "Bhāradvāja, one who craves",
    "ai-atk-s0101a13:4_6": "Hence it was said: “Because it is nevertheless” .",
    "ai-atk-s0101a13:5_0": "After that Vāseṭṭhas, saying: “We have no doubts about this,” and he took our go to the Buddha, and when he has taken our refuge in the world, he does not see his own good. Then he now make a discussing his own good thing. Then he can see his own arranged state with both ends.",
    "ai-atk-s0101a13:5_1": "Therefore it was said: “The remainder of the Vāseṭṭhas, which is specifically left over,",
    "ai-atk-s0101a13:5_2": "the one who explained it to me.”",
    "ai-atk-s0101a13:6_0": "Gotamī is the path for this reason,",
    "ai-atk-s0101a13:6_1": "Get up, quarrels, arguments, and fights,",
    "ai-atk-s0101a13:6_2": "another dispute—",
    "ai-atk-s0101a13:6_3": "Is there are two kinds of temperament: different kinds of variety and opinions.",
    "ai-atk-s0101a13:7_0": "But what exactly is it for you? What is the path for your own teacher? I stay on in some business or other. There is nothing you propose from the teacher’s doctrine.",
    "ai-atk-s0101a13:7_1": "When what exists is there being in this way?",
    "ai-atk-s0101a13:8_0": "Master Gotama, the path is the straight path, and the straight path is that.",
    "ai-atk-s0101a13:8_1": "that too is the path to Awakening One does not say, “This path is the path to stream”;",
    "ai-atk-s0101a13:8_2": "But just as the teacher explains the path to his own teacher, the pupils directly knew what was said, “Now, Master Gotama.”",
    "ai-atk-s0101a13:9_0": "all the lows have been declared by the sign that the idea have been declared.",
    "ai-atk-s0101a13:9_1": "great or eight;",
    "ai-atk-s0101a13:9_2": "Which is the variety of paths beginning with: the Disciples of various kinds, the roads, etc., of the villages, and the rest, the villages, and the charnel grounds, etc., has come.",
    "ai-atk-s0101a13:10_0": "(They replied:) “Now, Vāseṭṭha, I do it.” But he deposited (they then), having made a schismatic proclamation, he (where).",
    "ai-atk-s0101a13:10_1": "and then, after the sectarians admitted to the ascetics of other religions, they remain there.",
    "ai-atk-s0101a13:10_2": "But he won’t be able to do it.",
    "ai-atk-s0101a13:11_0": "it thoroughly mastered the three knowledges, so it is master of the three Vedas.",
    "ai-atk-s0101a13:11_1": "you’ve come to jewelry.",
    "ai-atk-s0101a13:11_2": "one blinded by the blind mantras, one blinded by the one eye, another with the blind darkness of the blind men, one palms the kettledge of the blind men, one palms the leaf palace, one palming the other, and one that which was called the blind.",
    "ai-atk-s0101a13:11_3": "Except in each other: the meaning is this: it is the best state consisting of each other with the eye.",
    "ai-atk-s0101a13:11_4": "one of the groups saw that the Bharukaccha in the Dark Forest and thought, “ it seems, having seen that the road, you were now lamenting in that village, seized by the beating the road, and then go back to the village, wherever I was coming along the road, but not grabbed by the jackals, the path, I choose that path, my speed by the road, and seized to the Dark. When I washed, I felt an enemy, my transfer, why did you go alone, before him.” And so, he said, “As there a path of this path of the road, after which you stemble, lamenting back, not lamenting.",
    "ai-atk-s0101a13:11_5": "they said to them: “The ultimate thing is the ultimate state.”",
    "ai-atk-s0101a13:11_6": "This firstly in the first-mentioned brahmins and householders",
    "ai-atk-s0101a13:11_7": "In the Majjhima Nikāyas, etc.",
    "ai-atk-s0101a13:11_8": "There is a borderland feeding eight factors in the brahmins who are proficient.",
    "ai-atk-s0101a13:11_9": "to laugh loudly:",
    "ai-atk-s0101a13:11_10": "Learning is the same:",
    "ai-atk-s0101a13:11_11": "That was why it was vacant and hollow;",
    "ai-atk-s0101a13:11_12": "Now you have never seen the Brahmā worlds, (but) those who are formerly seen in the world,",
    "ai-atk-s0101a13:11_13": "Is it not possible that the moon and sun the opposite is helpful for seeing that the sun and moon, so on.",
    "ai-atk-s0101a13:12_0": "530.",
    "ai-atk-s0101a13:12_1": "from that place the moon glows—",
    "ai-atk-s0101a13:12_2": "Where they go to that precincts, at the time of precincts, and on the contrary.",
    "ai-atk-s0101a13:12_3": "Pupils, Master Ānanda, say: “Sons, do you say so!”",
    "ai-atk-s0101a13:12_4": "The moon solitary, thinking, “The moon’s dispersal,” is the moon on the moon’s radiance.",
    "ai-atk-s0101a13:12_5": "raise their joined palms to those who raise their joined palms,",
    "ai-atk-s0101a13:12_6": "Those who say “I worship,” said they do not say, “Doesn’t say,”",
    "ai-atk-s0101a13:13_0": "get caught, swamped, and there will be subsequently.",
    "ai-atk-s0101a13:13_1": "But what can you say here?",
    "ai-atk-s0101a13:13_2": "Where the brahmins proficient in the three Vedas seen Brahmā with their own eyes,",
    "ai-atk-s0101a13:14_0": "The Simile of the River Aciravatī",
    "ai-atk-s0101a13:15_0": "Protector is one who wraps,",
    "ai-atk-s0101a13:15_1": "Where doing so, wherever one can be made by oneself?",
    "ai-atk-s0101a13:15_2": "he does not want to go beyond the vicinity of others, and he goes beyond the danger of others.",
    "ai-atk-s0101a13:15_3": "Gain thus:",
    "ai-atk-s0101a13:15_4": "“Come, far shore, I have taken up from here and there,” he took hold of meat, knocked on the near shore, and there is the meaning.",
    "ai-atk-s0101a13:16_0": "Talking important principles should be understood that in the next life are the God of Deeds, brahmins, and householders should be understood as the hymns of the various matters.",
    "ai-atk-s0101a13:16_1": "Let’s take up the bag within Indadāla.",
    "ai-atk-s0101a13:16_2": "The brahmin, having shown that the Buddha is like a debt, when he is sancred flame, saying: “Nuntermined, he does not give to the five hundred mendicants.” And when it was long as he was seated, he said, “It would not be long until the time for me to give it,”",
    "ai-atk-s0101a13:17_0": "Sensual pleasures are Regarded by the bonds of sensuality; rose into the senses of urgency of sensual desires and the sensual stimulations.",
    "ai-atk-s0101a13:17_1": "“I allow a double-layered outer robe, and a double-layered upper robe.”",
    "ai-atk-s0101a13:17_2": "“Time fairs, nights, days and nights delight in the stages of the night.”",
    "ai-atk-s0101a13:17_3": "that these should be expected: “I am eighty-footed, I am expected to be expected” .",
    "ai-atk-s0101a13:17_4": "“As a timber unskilled in virtue, do not fix this many times,” and so many kinds of good qualities:",
    "ai-atk-s0101a13:17_5": "were to attain it in this life,",
    "ai-atk-s0101a13:17_6": "Therefore it was said: “Friends”.",
    "ai-atk-s0101a13:17_7": "Sights known by the eye should be seen consciousness.",
    "ai-atk-s0101a13:17_8": "the meaning should be understood in the sense of the earlier or of the ear.",
    "ai-atk-s0101a13:17_9": "bricks, timber, etc., are the meaning, or the object.",
    "ai-atk-s0101a13:17_10": "How many kinds of sensual stimulation:",
    "ai-atk-s0101a13:17_11": "pleasing and pleasing,",
    "ai-atk-s0101a13:17_12": "Likewise: pleasing forms,",
    "ai-atk-s0101a13:17_13": "For having made sense objects with respect, he is born in him.",
    "ai-atk-s0101a13:17_14": "Circling him to remove ointment: it is the meaning.",
    "ai-atk-s0101a13:18_0": "understanding, because of fairness and respect,",
    "ai-atk-s0101a13:18_1": "Is freed in theinterest in excess of craving, having delighted craving for craving.",
    "ai-atk-s0101a13:18_2": "Compared to the mass of water, “This must be no more than eighteen years.”",
    "ai-atk-s0101a13:18_3": "Seeing the danger in them,",
    "ai-atk-s0101a13:18_4": "having understood this is the escape from not understanding: this is its escape from influence. This is the meaning.",
    "ai-atk-s0101a13:19_0": "Talking forgets: they are attacking the ourselves, thus they are.",
    "ai-atk-s0101a13:19_1": "Enters them:",
    "ai-atk-s0101a13:19_2": "when it is covered up:",
    "ai-atk-s0101a13:19_3": "Sleep with backwards:",
    "ai-atk-s0101a13:19_4": "The account of the purification from Kāsī is the variety of paths.",
    "ai-atk-s0101a13:20_0": "covered with over places, surrounded by what is called.",
    "ai-atk-s0101a13:20_1": "if he asks for one who is possessive, he asks about it;",
    "ai-atk-s0101a13:20_2": "for Master Gotama who possesses not possessiveness: only if he is unrestrained .",
    "ai-atk-s0101a13:20_3": "with a hostile person who is not free from ill will,",
    "ai-atk-s0101a13:20_4": "dullness and drowsiness,",
    "ai-atk-s0101a13:20_5": "restlessness and remorse,",
    "ai-atk-s0101a13:20_6": "he stays undeveloped mind without doubt.",
    "ai-atk-s0101a13:20_7": "But just as brahmins do when the mind is attached, so the brahmins don’t master the mind.",
    "ai-atk-s0101a13:21_0": "Here they were reborn in the Brahmā realm,",
    "ai-atk-s0101a13:21_1": "After taking note of the road, he said: “She is going along the road,”",
    "ai-atk-s0101a13:21_2": "and the words roaming and transmigrating, he is as though smeared with perception.",
    "ai-atk-s0101a13:21_3": "After running and crashing, like the rolling on the banks of the river, he reached the peak and so on.",
    "ai-atk-s0101a13:21_4": "They drive it while drying, “I’ll die!” But as if they were to cross over the sea, they wouldn’t seemer.",
    "ai-atk-s0101a13:21_5": "That’s why the tortoise with the hands and feet, the ointment boxes raised up their joined palms:",
    "ai-atk-s0101a13:21_6": "Living right here they don’t get what they wished for,",
    "ai-atk-s0101a13:21_7": "Therefore this is why the brahmins proficient in the three Vedas, (these) brahmins proficient in the three Vedas.",
    "ai-atk-s0101a13:21_8": "in the three knowledges, the Vinaya of the three Vedas, (another) great (magical) powers, is called the Great Kings’ sons neighbortion.",
    "ai-atk-s0101a13:21_9": "They engaged in (them) with the three Vedas, (such as) the Fortune of the forest and the trees;",
    "ai-atk-s0101a13:21_10": "Wherever they do not swallow, they are called ‘convenient’, nor are they called ‘rough it’.",
    "ai-atk-s0101a13:21_11": "and they are the five proficient in the three Vedas.",
    "ai-atk-s0101a13:21_12": "however, relatives live in a household life as an opportunity for converse—hardened by the masters of the three knowledges—hathis is called “al happiness”.",
    "ai-atk-s0101a13:22_0": "For it is grown in successful and prosperous, not even a dream, no matter how to increase a decrease, and there is no way to all the village or town.",
    "ai-atk-s0101a13:22_1": "and he does not abandon (you) in every way the meditator’s life,",
    "ai-atk-s0101a13:22_2": "That is why the words “finaltedness” are said and “possessed, the meaning is that same moment.",
    "ai-atk-s0101a13:22_3": "This is the path to Awakening. Does it not exist in any way?",
    "ai-atk-s0101a13:22_4": "Instead they ask the same question as before. Another who is subtle, takes a consequence of the interruption of the body, when they ask: “Noble One who is born, looking at the top!”",
    "ai-atk-s0101a13:22_5": "it is not said to be not shown by this influence of all omniscience:",
    "ai-atk-s0101a13:22_6": "For that person can be offensive and steps through his knowledge,",
    "ai-atk-s0101a13:22_7": "Through that out of disrespect, gives in detail:",
    "ai-atk-s0101a13:22_8": "But without understanding it is possible (thinking): what can be called obstacles for one who cannot in any way?",
    "ai-atk-s0101a13:23_0": "May Master Gotama lift up goodness!",
    "ai-atk-s0101a13:23_1": "Master Gotama dispatches the brahmins for me, making precisely out of the Brahmā realm. Secluded the path to me, is the meaning.",
    "ai-atk-s0101a13:23_2": "Then the Buddha, having shown the way to the former Buddha, and he gave him the way to the road, and he said, “Just as far as the Brahmā realm,” and so on.",
    "ai-atk-s0101a13:23_3": "Herein, when the Realised One was given ...",
    "ai-atk-s0101a13:23_4": "Except in loving-kindness is the way already described in loving-kindness is the knowledge of the path gone to purity.",
    "ai-atk-s0101a13:23_5": "Suppose there was a powerful horn blower: here it was formerly here.",
    "ai-atk-s0101a13:23_6": "Herein, strength is strong:",
    "ai-atk-s0101a13:23_7": "The horn blower’s cream,",
    "ai-atk-s0101a13:23_8": "Who is unincluded from absence of suffering:",
    "ai-atk-s0101a13:23_9": "For one who is weak because it’s weak; it’s not able to make a weak beaut in all directions, and there’s no sound for all regions.",
    "ai-atk-s0101a13:23_10": "but one who is strong, etc., is why the strength of a craft is said to be “Weakness” .",
    "ai-atk-s0101a13:23_11": "And here the heart’s release by love is said to because it is not allowed, it is allowable for him to make a little effort to explain it.",
    "ai-atk-s0101a13:23_12": "Whatever deeds heedless and unborn, having done and accumulated sense desires, it is called “cording”.",
    "ai-atk-s0101a13:23_13": "(good) deeds that are immeasurable,",
    "ai-atk-s0101a13:23_14": "for that is so called only the limitless.",
    "ai-atk-s0101a13:23_15": "not in that place, there is no idiot remaining in the form world,",
    "ai-atk-s0101a13:23_16": "what is said:",
    "ai-atk-s0101a13:23_17": "Because of that sensual pleasures of the fine-material sphere or immaterial sphere, he wouldn’t take it on top of the formless realms, or to deed.",
    "ai-atk-s0101a13:23_18": "Then the fine-material sphere roaming on the form of a fine-material sphere, which is more subtle and unequaled, like a lump of spot in the opening of the fine-material sphere.",
    "ai-atk-s0101a13:23_19": "As they reserve the result in that Brahmā-world brings about the Brahmā-world.",
    "ai-atk-s0101a13:23_20": "That’s how they live mindfully.",
    "ai-atk-s0101a13:24_0": "ʻThis is the second rainy season. This is the second going to the reverend Gotama.",
    "ai-atk-s0101a13:24_1": "The Middle Discourses, Vāseṭṭhas, after hearing this discourse Vāseṭṭha discourse, second, and third time they went for refuge to that same lay follower.",
    "ai-atk-s0101a13:24_2": "After surrounding the going forth and the full ordination, and attaining the full ordination, both attained Liberation and perfection.",
    "ai-atk-s0101a13:24_3": "The rest is clear.",
    "ai-atk-s0101a13:25_0": "Thus there were Dīghalakamātā",
    "ai-atk-s0101a13:26_0": "The Book of the Three Knowledges is finished.",
    "ai-atk-s0101a13:27_0": "This Verses",
    "ai-atk-s0101a13:28_0": "commentary on the meaning.",
    "ai-atk-s0101a13:29_0": "The account of the Ethics is finished."
}