{
    "ai-atk-s0101a0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0101a0:1_0": "the longhouse.",
    "ai-atk-s0101a0:2_0": "Discussion of the Ethics",
    "ai-atk-s0101a0:3_0": "On Desiring",
    "ai-atk-s0101a0:4_0": "compassion, gladness, wisdom, and worry,",
    "ai-atk-s0101a0:5_0": "This one who delights in the heavenly delights: he is freed from rebirth in the heavenly realm.",
    "ai-atk-s0101a0:6_0": "the Buddha, and having developed insight,",
    "ai-atk-s0101a0:7_0": "and when he has gone to the house of the Buddha, worshipped Dhamma -",
    "ai-atk-s0101a0:8_0": "the Holy One’s rightful sons, who are worthy of being offered by Māra’s flesh,",
    "ai-atk-s0101a0:9_0": "I worship the noble Sirināga, I worship the Noble Ones with my head,",
    "ai-atk-s0101a0:10_0": "Thus my confidence worship and sat down on the treasurer of a treasure.",
    "ai-atk-s0101a0:11_0": "and after taking the interval between the shell,",
    "ai-atk-s0101a0:12_0": "With Dīghanakha",
    "ai-atk-s0101a0:13_0": "and was endowed with good qualities, (thinking): It is the virtue of the Buddha,",
    "ai-atk-s0101a0:14_0": "from the meaning of what is beneficial and what is connected with the meaning.",
    "ai-atk-s0101a0:15_0": "and later.",
    "ai-atk-s0101a0:16_0": "but the Great Sīhavāha worshipped the Great Sīhahanu with great army.",
    "ai-atk-s0101a0:17_0": "placed in the lion’s posture for the benefit of lion,",
    "ai-atk-s0101a0:18_0": "Having destroyed the delightful lion, after making a pleasing delightful forest,",
    "ai-atk-s0101a0:19_0": "While (there is) questioning, he free from danger,",
    "ai-atk-s0101a0:20_0": "At one time the Elders were ignorant, mounted by the Elders,",
    "ai-atk-s0101a0:21_0": "sat down on the seat spread out in the Great Wood.",
    "ai-atk-s0101a0:22_0": "having given up the sword, I shall explain the meaning to what is good,",
    "ai-atk-s0101a0:23_0": "Each lady, for a long time, and for a long time",
    "ai-atk-s0101a0:24_0": "The whole states of asceticism, the meditation subjects, and the wholeheartedly states.",
    "ai-atk-s0101a0:25_0": "Inspiring conduct, the attainment of absorption, and the fourth absorption;",
    "ai-atk-s0101a0:26_0": "all that is from a well-known and fame,",
    "ai-atk-s0101a0:27_0": "The four faculties and the noble sense-spheres.",
    "ai-atk-s0101a0:28_0": "Two aspects are pure;",
    "ai-atk-s0101a0:29_0": "(They are) not discovered the path, and the development of insight.",
    "ai-atk-s0101a0:30_0": "So, of the all is pure and bright.",
    "ai-atk-s0101a0:31_0": "therefore I will revere you, riches,",
    "ai-atk-s0101a0:32_0": "“You should wait in the middle of the four paths,",
    "ai-atk-s0101a0:33_0": "then the (true) speak to the meaning of this.”",
    "ai-atk-s0101a0:34_0": "Having taken that (said): “After what they were doing, these two friends",
    "ai-atk-s0101a0:35_0": "Visionary in eight times, transmitted to meaning,",
    "ai-atk-s0101a0:36_0": "Discussion of the proper conduct",
    "ai-atk-s0101a0:37_0": "Herein, virtue is the best of the Dīghanakha, a great mass of fire, divining the tips of a boil.",
    "ai-atk-s0101a0:37_1": "Fourth: Inclusiveness",
    "ai-atk-s0101a0:37_2": "Because of the virtuous qualities of the aggregates is good-natured,",
    "ai-atk-s0101a0:37_3": "Once again the Brahmajāla (Detc.) “I have lived in this way,” and so on.",
    "ai-atk-s0101a0:38_0": "The first account of the great Saṅgha",
    "ai-atk-s0101a0:39_0": "although a great man: even though these analyzed forth, still the others should be understood in accordance with the Monastic Law:",
    "ai-atk-s0101a0:39_1": "For in the teaching of the Buddha Paccekabuddha, how many people have fulfilled the precepts of detailed exposition of the Vinaya and of the natural principles, and in the debating of the teaching, enlightenment of the teaching, and in the Upavattana of Kusinārā, together with twenty-seven years, he reached the end of the world. And in the seven days, wherever there are seven days, Venerable Mahākassapa, living for the sake of the world, sancreduction by the Nety-thousand of the Buddhas,es:",
    "ai-atk-s0101a0:39_2": "“Enough, reverends, do not grieve or lament.",
    "ai-atk-s0101a0:39_3": "‘This is allowable for you; this is not allowable for us.’ We shall do what we do.",
    "ai-atk-s0101a0:39_4": "for this is said by the Blessed One:",
    "ai-atk-s0101a0:40_0": "‘The teaching and training that I have taught and pointed out for you shall be your Teacher after my passing.’",
    "ai-atk-s0101a0:41_0": "‘What if I were to recite the Teaching and the Monastic Law together?’",
    "ai-atk-s0101a0:42_0": "Now, as the Buddha told him:",
    "ai-atk-s0101a0:43_0": "‘In that case, Kassapa, will you wear my worn rag robes, wear my hempen robes, and wear that he wears them,",
    "ai-atk-s0101a0:44_0": "‘Mendicants, whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
    "ai-atk-s0101a0:44_1": "And so does Kassapa.",
    "ai-atk-s0101a0:45_0": "Because of this, they won’t neglect (wholesome) self-controlled through the air and out of the six classes of rebirths, old age, and death, of the moon’s wielding the stars, and its rolling backwards, and so on. And after giving up that state of existence, the moon and the starting with the moon,",
    "ai-atk-s0101a0:45_1": "May the Buddha not refer to my own teaching like a king, thinking: ‘In this way I have given this Dhamma and Discipline, and will satisfy my own family tradition as it will be for the sake of my own insight’s instructions.’",
    "ai-atk-s0101a0:46_0": "“Now he said to the mendicants,",
    "ai-atk-s0101a0:46_1": "‘On one time, Reverend Pāvā, I was traveling from Pāvā to Kusināra with a large sangha of five hundred monks. The monk Kuṇḍalakesā, Reverend Subhadda, is the path to understand the end of all the time.”",
    "ai-atk-s0101a0:46_2": "(but) his welfare, the Great Assembly, let us go to the place where he had become cleared,",
    "ai-atk-s0101a0:47_0": "Yet he says:",
    "ai-atk-s0101a0:48_0": "“Well then, let’s teach the Dhamma and the Monastic Law which is the Teacher’s Teaching, and the Sangha becomes the Dhamma.",
    "ai-atk-s0101a0:48_1": "before what is contrary to the Monastic Law shines forth and the Monastic Law is obstructed;",
    "ai-atk-s0101a0:48_2": "before those who speak contrary to the Teaching become strong and those who speak in accordance with the Teaching are weak; those who speak in accordance with the Monastic Law become weak.”",
    "ai-atk-s0101a0:49_0": "The monks said:",
    "ai-atk-s0101a0:49_1": "“Well then, Venerable, please select the monks.”",
    "ai-atk-s0101a0:49_2": "And the elder Mahāpajāpatī Gotamī told a thousand Bhikkhus. It was a stream-enterer who had completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and had reached enlightenments together with five hundred attendants, transmigrations, poised one thousand widels, and many monks. Having destroyed these two schisms, the hypocrisysys of the Buddhas,",
    "ai-atk-s0101a0:49_3": "Those who say:",
    "ai-atk-s0101a0:49_4": "“So, Mahākassapa, those five hundred perfected ones.”",
    "ai-atk-s0101a0:50_0": "But how does the most senior monk do it?",
    "ai-atk-s0101a0:50_1": "Queen Anulā, for the sake of the venerable Ānanda,",
    "ai-atk-s0101a0:50_2": "And the companions there too will be no friend of the Dhamma.",
    "ai-atk-s0101a0:50_3": "But Venerable Sela would not be able to live within identity.",
    "ai-atk-s0101a0:50_4": "But since he has no abidings limb from the One of Ten Powers, according to what is said:",
    "ai-atk-s0101a0:51_0": "“For two thousand monks with the Buddha at its head,",
    "ai-atk-s0101a0:52_0": "84,000 things occur in me.”",
    "ai-atk-s0101a0:53_0": "That’s why the Sakyans don’t revere",
    "ai-atk-s0101a0:54_0": "Even if someone makes such a trainee, he should not get diverse spectrum of the Teaching.",
    "ai-atk-s0101a0:54_1": "(But) to be destroying the doctrines.",
    "ai-atk-s0101a0:54_2": "For that is, Ānanda, this elder was born in his head.",
    "ai-atk-s0101a0:54_3": "There was the venerable Sakulā from the Sakyan clan,",
    "ai-atk-s0101a0:54_4": "There too the monks who thought: “Whoever did this is indeed the path –",
    "ai-atk-s0101a0:54_5": "“The army’s discriminate the analytical knowledge of the truth, the mendicants would an abode of the army.”",
    "ai-atk-s0101a0:54_6": "But when he disparages this and is blameless, he doesn’t think, ‘I’ll get annihilated and destroyed!’",
    "ai-atk-s0101a0:55_0": "Then the mendicants asked the elder:",
    "ai-atk-s0101a0:56_0": "“The mendicants told him what had happened,",
    "ai-atk-s0101a0:56_1": "‘Sir, Ānanda is incapable of acting from desire, ill will, confusion, or fear. That’s how you’re able to make much merit.’",
    "ai-atk-s0101a0:56_2": "And he did.”",
    "ai-atk-s0101a0:57_0": "Thus after advising the monks, he had five hundred Theras.",
    "ai-atk-s0101a0:58_0": "Then it occurred to the senior monks:",
    "ai-atk-s0101a0:58_1": "“Where should we recite the Teaching and the Monastic Law together?”",
    "ai-atk-s0101a0:58_2": "Then it occurred to the senior monks:",
    "ai-atk-s0101a0:58_3": "“The royal capital of Ketumati a great rainy season, in that monastery we could recite the Teaching and the Monastic Law together there.”",
    "ai-atk-s0101a0:59_0": "why, can it be?",
    "ai-atk-s0101a0:59_1": "“Have we done a legal procedure in the midst of the Sangha?”",
    "ai-atk-s0101a0:59_2": "Venerable Mahākassapa ...",
    "ai-atk-s0101a0:60_0": "“If it seems appropriate to the Sangha, the Sangha should appoint these five hundred monks to spend the rainy-season residence at Rājagaha and to recite the Teaching and the Monastic Law together there. No other monk should enter the rainy-season residence at Rājagaha.”",
    "ai-atk-s0101a0:60_1": "This is the motion.",
    "ai-atk-s0101a0:61_0": "“Such to the Sangha, the Sangha has appointed these five hundred monks, and the rainy-season residence.",
    "ai-atk-s0101a0:61_1": "Any monk who approves of appointing these five hundred monks should remain silent. Instead of the rainy-season residence at Rājagaha and to recite the Teaching and the Monastic Law together there.",
    "ai-atk-s0101a0:61_2": "Any monk who doesn’t agree should speak up.",
    "ai-atk-s0101a0:62_0": "“The Sangha has appointed these five hundred monks to spend the rainy-season residence at Rājagaha and to recite the Teaching and the Monastic Law together there. That’s why I don’t approve to spend the rainy-season residence at Rājagaha.”",
    "ai-atk-s0101a0:63_0": "But this is the Realised One’s Final Emancipation on the day of the Realised One.",
    "ai-atk-s0101a0:63_1": "There the Fortunate One, after descending from the Puṇṇaka’s corpse, and offered it to the golden plate of flowers.",
    "ai-atk-s0101a0:63_2": "That’s how I had one day.",
    "ai-atk-s0101a0:63_3": "For seven days I practiced the fire-place, having burnt with a blazing charming fierce pyre. Having made an end of spear, he died in the family attitude of the days.",
    "ai-atk-s0101a0:63_4": "and they shared out the five elements of gems.",
    "ai-atk-s0101a0:63_5": "In this way the great crowd of people having gathered round, suspicious deeds of the people, and having gone forth from the lay life to homelessness, they should respond to a luxurious behavior and deed. Then this is the case, this is the alms-food, having made a paternal work.",
    "ai-atk-s0101a0:64_0": "And after doing this deed and the Elder’s announcement, he addressed the monks:",
    "ai-atk-s0101a0:64_1": "“You have had a lot of an iron location, but you have had a lamp poisoned after. Then you should severe a teacher, a strap, or a timber. That is why therefore it, the teacher should break the bark, a robe, anoint, or a boiled teacher.”",
    "ai-atk-s0101a0:65_0": "and after saying this, the Elder, having spoken thus in five hundred gatherings of the people, he went to Rājagaha.",
    "ai-atk-s0101a0:65_1": "Some Elders, who were adorned by their own companions, taking the great crowd, left this one, and famous great crowd of people.",
    "ai-atk-s0101a0:65_2": "The senior mendicants continued to be a hundred leading to extinguishment. They came to the Great Wood, where they stood.",
    "ai-atk-s0101a0:66_0": "Venerable Ānanda set out for the Buddha.",
    "ai-atk-s0101a0:66_1": "But go, going and coming and going, the monastery being requested by the monks.",
    "ai-atk-s0101a0:66_2": "Excellent in the great Saṅgha he had become a great,",
    "ai-atk-s0101a0:66_3": "Again when they arrived at Sāvatthī, the Theras arrived at Sāvatthī, and instantly went out to meet the senior elder. Having heard that he was coming, she said:",
    "ai-atk-s0101a0:66_4": "“Venerable Ānanda, you must wait with the Buddha!”",
    "ai-atk-s0101a0:66_5": "was like a great lake with the Buddha’s Complete Emancipation in that great assembly.",
    "ai-atk-s0101a0:67_0": "There Venerable Ānanda, having entered the hall of the walked down, opened the Jeta Grove and returned to the tent, and leaning on a story. He then pulled her robe, covered with a bed, put down the cot, carrying it through the door, and pronounced it, adding it to the Buddha,",
    "ai-atk-s0101a0:67_1": "Those who deceivers, etc., have fallen into an undefilement and so on, which is the time for the Buddha paying homage at the feet of the fragrance, etc., –",
    "ai-atk-s0101a0:67_2": "“Sir, this isn’t the time. This is the wrong time for giving the rainy season. The Buddha’s advice washed in the Puṇṇaka, and the religious founder’s instructions. And he washed, didn’t glad, looking at the wrong time, and with one hundred and one hundred thousand mendicants. And just likewise, who was lamenting and defilementing in stages, thinking: ‘Nandaka, this is the time for one hundred thousand mendicants who have ended their defilements.’",
    "ai-atk-s0101a0:67_3": "Then a certain god –",
    "ai-atk-s0101a0:67_4": "“Venerable Ānanda, when you were gladly lamented by other men, what else say?”",
    "ai-atk-s0101a0:67_5": "Having heard his statement, he retinue and filled the Realized One’s great adverts, and so on level with his forwards and government officials, and washed to the second day.",
    "ai-atk-s0101a0:67_6": "Whatever was uttered by the one from the Subha said to the student:",
    "ai-atk-s0101a0:68_0": "“It’s not the time, student, for me to go today for alms-food.”",
    "ai-atk-s0101a0:69_0": "On the second day (and went to) Theras and after going with the full moon, on the following day questions on the following day, and in answered the tenth.",
    "ai-atk-s0101a0:70_0": "When the senior mendicants had elapsed, a milk-rice afflicted with milk-rice and curds, and ends the rainy-season residence at Rājagaha, the Elder monks entered Rājagaha.",
    "ai-atk-s0101a0:70_1": "For that is what was said in the Bodhisatta:",
    "ai-atk-s0101a0:70_2": "“The senior monks would go to Rājagaha to recite the Teaching and the Monastic Law.”",
    "ai-atk-s0101a0:70_3": "They started on the full moon day of the rainy season.",
    "ai-atk-s0101a0:71_0": "At that time a large gathering of people in Rājagaha, enclosed a heap of sandals were thrown away.",
    "ai-atk-s0101a0:71_1": "For the Buddha’s attainment of Final Emancipation all went to the monks’ dwelling place where they discardedly.",
    "ai-atk-s0101a0:71_2": "Herein, the Fortunate One’s word (which treats) the Rains Retreat in the Brahmas’ (true) meaning –",
    "ai-atk-s0101a0:71_3": "‘The first month doing repairs, (and thinking): ‘He thinks, actually practiced her (for me).’",
    "ai-atk-s0101a0:71_4": "If the sectarians would say,",
    "ai-atk-s0101a0:71_5": "“Sāriputta, the disciples of Gotama, who were practiced discarded as a great chief disciples, before he discarded anger of families.”",
    "ai-atk-s0101a0:71_6": "when advice they think about a degree of their doctrine,",
    "ai-atk-s0101a0:71_7": "After considering thus, you were doing what was done.",
    "ai-atk-s0101a0:71_8": "That of which is said in reference to him:",
    "ai-atk-s0101a0:72_0": "“Then it occurred to the senior monks:",
    "ai-atk-s0101a0:72_1": "Reverends, let’s praise this first kind of defects on the thirty-two marks of a middling, and embarrassing the teachings. We’ll make an end of the teaching and the training.”",
    "ai-atk-s0101a0:73_0": "The second day, after going to the King’s gateway,",
    "ai-atk-s0101a0:73_1": "The King returned to the King and told him what had happened.",
    "ai-atk-s0101a0:73_2": "asked: “Venerable Sir, what have you done in a dwelling place?”",
    "ai-atk-s0101a0:73_3": "and the Elders presented them to the great dwellings for the purpose of preparing the hands.",
    "ai-atk-s0101a0:73_4": "The King gave the works to his own hands.",
    "ai-atk-s0101a0:73_5": "The Elders, after showing all the three months, informed the King:",
    "ai-atk-s0101a0:73_6": "“Great king, there are these eight standard teaching and training.”",
    "ai-atk-s0101a0:73_7": "“Sir, please build a Whel of Dhamma. Please do whatever you can do.”",
    "ai-atk-s0101a0:73_8": "“I do so, great king.”",
    "ai-atk-s0101a0:73_9": "“Where do you, sir?”",
    "ai-atk-s0101a0:73_10": "“Tomorrow, the Himalayas, the king of mountains, is able to build a large king of mountains.”",
    "ai-atk-s0101a0:73_11": "“Sir, may King Ajātasattu Vedehiputta of Man (Buddha) possessed the great (magical) powers. Then he defeated the fragrant heartwood, the glorious (which was situated) to the east of the Buddha, the Sole Protector of the Worlds, the Fraternity of the Worlds, the Cetiya Ārāma, the Rojaya-Maker of Bhikkhus, the Rose-Apple Islace, the Sole Protector of the Devas, the Three Victory of the Devas, the Devas, the Three Jambuthreates, and the fruits. Tambapaṇṇija grass, the fruits, the fruits, wherevers, the eightys, the Nāgas, the Great Kings, heights, and his various (Amasters of that places of the country, the",
    "ai-atk-s0101a0:73_12": "“Sir, what are you doing?”",
    "ai-atk-s0101a0:74_0": "But some of the night said,",
    "ai-atk-s0101a0:74_1": "“In this Saṅgha of mendicants, having gone to the monk’s dwelling place, wandering alone:”",
    "ai-atk-s0101a0:74_2": "The elder, having heard that word, rejoicing in this Saṅgha, there was no other Bhikkhus or my relatives.",
    "ai-atk-s0101a0:74_3": "They call me decline like this.",
    "ai-atk-s0101a0:74_4": "Others said to him:",
    "ai-atk-s0101a0:74_5": "“Tomorrow, Reverend Ānanda, you’re able to go to the assembly hall with a trainee.”",
    "ai-atk-s0101a0:75_0": "Then venerable Ānanda thought:",
    "ai-atk-s0101a0:75_1": "‘Though I’m not walking mindfully in this way, I’ll walk mindfully behind my body.’ Shading his head, he entered the dwelling, where he was trying to get up and down from the Independent, “I’ll die, having two shoes,” and he runnnning down from the walking paths.",
    "ai-atk-s0101a0:75_2": "For if he was walking mindfully outside the monastery in the middle of a leaning upon him, he thought:",
    "ai-atk-s0101a0:75_3": "“Who did the Buddha say to me:",
    "ai-atk-s0101a0:75_4": "‘Ānanda, where have you much meritorious deeds? You should devote yourself to meditation.’",
    "ai-atk-s0101a0:75_5": "and my mind is said to be the name of the Buddha, but my energy is roused up and unflagging, my mind is established,",
    "ai-atk-s0101a0:75_6": "I’d better preemptively rouse up energy while walking and standing on the ground. I washed my feet and entered my dwelling, sat down, and lay down on the bed.",
    "ai-atk-s0101a0:75_7": "The two feet were self-deposed in a twice-born his head and head, and in this a place where the Elder Nun Simile of the four instance.",
    "ai-atk-s0101a0:75_8": "The senior monks said, “Venerable Ānanda, in this dispensation they one who has not attained Arahants,” and they said, “It’s good if a mendicant, Ānanda,” and they say, “It’s allowable to do.”",
    "ai-atk-s0101a0:76_0": "The next day the five hundred mendicants put their bowls and robes aside to Kāḷī. They then prepared a meal for the Sangha, and sat down.",
    "ai-atk-s0101a0:76_1": "Then Ānanda went to a perfected one,",
    "ai-atk-s0101a0:76_2": "How did he go on?",
    "ai-atk-s0101a0:76_3": "“Now, as with the assembly prevented (only) entering and leaving a house, he reached Arahantship with a single dirty place and droping his rising into it, like one with his own hand and bowl, with an antelope hide, and he swamped it with a dirty like a lump of spots, like one deformed that reached Arahantship.",
    "ai-atk-s0101a0:76_4": "Then he thought,",
    "ai-atk-s0101a0:76_5": "“The Teacher is so very helpful to attain perfection, if he would give you a teacher. If he’d do it, I’ll give it to them.”",
    "ai-atk-s0101a0:77_0": "But the Majjhima reciters say:",
    "ai-atk-s0101a0:77_1": "“Ānanda, the senior mendicants wanted to stop using their bowls and robes together with the senior monks. They sat down on the seats where the senior monks sat down.",
    "ai-atk-s0101a0:77_2": "Herein,",
    "ai-atk-s0101a0:77_3": "‘This is a seat,’",
    "ai-atk-s0101a0:77_4": "‘Ānanda, Ānanda!’",
    "ai-atk-s0101a0:77_5": "‘But where would it come from?’",
    "ai-atk-s0101a0:77_6": "At that time the Elder thought:",
    "ai-atk-s0101a0:77_7": "‘Now is the time for me.’",
    "ai-atk-s0101a0:77_8": "Then he showed himself by the power of that, having shown himself into the sky, and going into the air, sit down on the seat spread out in the air.”",
    "ai-atk-s0101a0:77_9": "as you see me, so may you be.",
    "ai-atk-s0101a0:77_10": "Then having seen venerable Mahākassapa’s grandson, let the Lord of the venerable Mahākassapa,",
    "ai-atk-s0101a0:78_0": "in this way the venerable Mahākassapa addressed the mendicants:",
    "ai-atk-s0101a0:78_1": "“Reverends, what is the first thing?”",
    "ai-atk-s0101a0:78_2": "The monks said:",
    "ai-atk-s0101a0:78_3": "“Venerable Mahākassapa, while he is the name of the Buddha, the Vinaya,",
    "ai-atk-s0101a0:78_4": "the Dispensation in the Monastic Law,",
    "ai-atk-s0101a0:78_5": "Therefore he should be the first to recite the Monastic Law.”",
    "ai-atk-s0101a0:78_6": "“Having been given here?”",
    "ai-atk-s0101a0:78_7": "“That’s a foe.”",
    "ai-atk-s0101a0:78_8": "“What isn’t it?”",
    "ai-atk-s0101a0:78_9": "“It’s not enough to give up.”",
    "ai-atk-s0101a0:78_10": "And yet he canceled the Monastic Law thus:",
    "ai-atk-s0101a0:78_11": "“The foremost of my monk disciples in the Vinaya.”",
    "ai-atk-s0101a0:78_12": "‘No, Upāli, you should ask the senior elder Upāli about the Monastic Law.’",
    "ai-atk-s0101a0:79_0": "Then the Elder, having asked himself about the Vinaya in order to establish himself,",
    "ai-atk-s0101a0:79_1": "Upāli was given away to the Elder Upāli,",
    "ai-atk-s0101a0:79_2": "Here is this:",
    "ai-atk-s0101a0:79_3": "Then venerable Mahākassapa informed the Sangha:",
    "ai-atk-s0101a0:80_0": "“So it seems appropriate to the Sangha, I will ask the Sangha to listen.",
    "ai-atk-s0101a0:81_0": "I’ll question Upāli:",
    "ai-atk-s0101a0:82_0": "Venerable Upāli informed the Sangha:",
    "ai-atk-s0101a0:83_0": "‘Please, Venerables, I ask the Sangha to listen.",
    "ai-atk-s0101a0:84_0": "I’ll reply when asked by Venerable Mahākassapa about the Monastic Law.”",
    "ai-atk-s0101a0:85_0": "When he had spoken, Venerable Upāli got up from his seat, arranged robe over one shoulder, pay respect at the feet of the senior monks, squat on the turn, and raised the teachings. He then asked Upāli,",
    "ai-atk-s0101a0:85_1": "“Where was the first offense entailing expulsion laid down?”",
    "ai-atk-s0101a0:85_2": "“At Vesālī.”",
    "ai-atk-s0101a0:85_3": "“Whom is it about?”",
    "ai-atk-s0101a0:85_4": "“Sudinna the Kalandian.”",
    "ai-atk-s0101a0:85_5": "“What sort of person?”",
    "ai-atk-s0101a0:85_6": "“Sexual intercourse.”",
    "ai-atk-s0101a0:86_0": "Mahākassapa asked Upāli about the topic of the first offense entailing expulsion, about the origin story, about the person, about the rule, about the additions to the rule, about the offense, and about the non-offenses.”",
    "ai-atk-s0101a0:86_1": "And he was asked by Upāli, and he answered him.",
    "ai-atk-s0101a0:87_0": "But what can there be in the first place, in the water, or in an old blade?",
    "ai-atk-s0101a0:87_1": "Does he not exist after death,",
    "ai-atk-s0101a0:87_2": "For the Buddha’s speech is worth,",
    "ai-atk-s0101a0:87_3": "For Realized Ones say that is not a single solace,",
    "ai-atk-s0101a0:87_4": "Or they used to be discussed by the deities of the Divinities, that (safeguard).",
    "ai-atk-s0101a0:87_5": "yet an iron cauldron that has been heated all of them to cooked by the funeral pyre.",
    "ai-atk-s0101a0:87_6": "what do you think, Death?",
    "ai-atk-s0101a0:87_7": "‘At that’s what is said.’ Or they say, ‘This is someone who does, Vāsava,’ or ‘It’s said.",
    "ai-atk-s0101a0:87_8": "he should put up the parts in one thing, and he said:",
    "ai-atk-s0101a0:87_9": "had them set out,",
    "ai-atk-s0101a0:87_10": "In the first of the five hundred perfected ones held together with the Commentaries, five hundred Worthy Ones, and the contents of the heart –",
    "ai-atk-s0101a0:87_11": "“And at that time the Buddha was staying in Verañjā.”",
    "ai-atk-s0101a0:87_12": "After emerging from their preceptors, it seems as if the earth was over the water, like the great earth.",
    "ai-atk-s0101a0:88_0": "In this way they prepared the netws, having put the upper robes on the head, saying “I am the An offense entailing expulsion.”",
    "ai-atk-s0101a0:88_1": "they placed them on an offense entailing suspension, saying: “They’ve committed an offense entailing suspension.”",
    "ai-atk-s0101a0:88_2": "Two training rules, saying: “There are two training rules left over.”",
    "ai-atk-s0101a0:88_3": "thirty rules entailing acknowledgment, saying: “The foremost prepares the floor.”",
    "ai-atk-s0101a0:88_4": "Two training rules, but two having ninety-two training rules.",
    "ai-atk-s0101a0:88_5": "Four training rules entailing acknowledgment, saying: “There is an offense entailing acknowledgment.”",
    "ai-atk-s0101a0:88_6": "set aside five training rules, saying: “They are an adept,”",
    "ai-atk-s0101a0:88_7": "set aside the seven principles of settling a legal issue.",
    "ai-atk-s0101a0:88_8": "After saying this, “The two hundred and seventy-two training rules have been setting aside.”",
    "ai-atk-s0101a0:88_9": "In the Earth, at the time of the dispensation and the earth, this great earthquake.",
    "ai-atk-s0101a0:89_0": "After that the nun (thinking): “The eight training rules entailing expulsion in the analysis of the Collections,” they asked them,",
    "ai-atk-s0101a0:89_1": "And seventeen years, they placed them for seven days.",
    "ai-atk-s0101a0:89_2": "thirty rules entailing acknowledgment, saying: “The foremost prepares the floor.”",
    "ai-atk-s0101a0:89_3": "had a hundred thousand chief female slaves prepared.",
    "ai-atk-s0101a0:89_4": "a eight training rules entailing acknowledgment, saying: “This is an offense entailing acknowledgment.”",
    "ai-atk-s0101a0:89_5": "set aside five training rules, saying: “They are an adept,”",
    "ai-atk-s0101a0:89_6": "set aside the seven principles of settling a legal issue.",
    "ai-atk-s0101a0:89_7": "Thus there are three training rules: “They are the four minor requisites,” and after having been brought out by the thought, “The monk who is an analyzed them –",
    "ai-atk-s0101a0:89_8": "“This is the fourth offense entailing confession for sixty-four years.”",
    "ai-atk-s0101a0:89_9": "The analysis of the Religions in the way already described.",
    "ai-atk-s0101a0:90_0": "these eighty sections of the chapter on circumambulations, eighty koṭis of sections, twenty-two cases of the Vinaya and of the Collections (of the Faith). They then said, “I have this to be the first Vinaya.”",
    "ai-atk-s0101a0:90_1": "as did the great Vinayapiṭaka in the way already described.",
    "ai-atk-s0101a0:90_2": "That venerable Upāli’s questions gave him –",
    "ai-atk-s0101a0:90_3": "“Please tell this to you.”",
    "ai-atk-s0101a0:90_4": "I hanged the Vinaya from the Discipline of the Collection on the Monastic Law together, and then put it on the Elder Upāli’s bowl, entered his dwelling, and sat down on the seats.",
    "ai-atk-s0101a0:91_0": "After taking the Vinaya of the Dhamma, he asked venerable Mahākassapa:",
    "ai-atk-s0101a0:91_1": "“That proclamation is contrary to the Teaching, for the Sangha,” “It should be given a sangha, for the purpose of giving a bad view.”",
    "ai-atk-s0101a0:91_2": "“After the Elder Ānanda has given a lady.”",
    "ai-atk-s0101a0:92_0": "Then venerable Mahākassapa informed the Sangha:",
    "ai-atk-s0101a0:93_0": "“So it seems appropriate to the Sangha, I will ask the Sangha to listen.",
    "ai-atk-s0101a0:94_0": "* I would ask Ānanda about the Dhamma.”",
    "ai-atk-s0101a0:95_0": "Then venerable Ānanda informed the Sangha:",
    "ai-atk-s0101a0:96_0": "‘Please, Venerables, I ask the Sangha to listen.",
    "ai-atk-s0101a0:97_0": "I’ll reply when asked by Venerable Mahākassapa about the Teaching.”",
    "ai-atk-s0101a0:98_0": "Then Ānanda got up from his seat, arranged the robe over one shoulder, bowed, and sat down to one side.",
    "ai-atk-s0101a0:98_1": "Then venerable Mahākassapa asked the monks:",
    "ai-atk-s0101a0:98_2": "“Where is the first kind of upper robe?”",
    "ai-atk-s0101a0:98_3": "“Sir, has been spat.”",
    "ai-atk-s0101a0:98_4": "“The Four Commentaries ” they replied, “All the Recitals” .",
    "ai-atk-s0101a0:98_5": "“Venerable, water, too.”",
    "ai-atk-s0101a0:98_6": "“The fourth, Vaṅgīsa, how many more than four Vaṅgīsas have been settled first.”",
    "ai-atk-s0101a0:98_7": "“Immoral, sir.”",
    "ai-atk-s0101a0:98_8": "“The Suttanta, in the thirteenth Ways of Charming",
    "ai-atk-s0101a0:98_9": "“Sir, the Brahmā Jotipāla, sir, is the first terminator. The life span has three thousand dependent on adherences, and so on. Their shakes of life, he gives the recipients in the three worlds, and the eighty thousand aims.”",
    "ai-atk-s0101a0:99_0": "Then Venerable Mahākassapa said to Venerable Ānanda, “Where was he speaking?”",
    "ai-atk-s0101a0:99_1": "“Sir, between Rājagaha and Nālanda are the kings who are in the country of Nāḷandā.”",
    "ai-atk-s0101a0:99_2": "“Whom is it about?”",
    "ai-atk-s0101a0:99_3": "“The wanderer Suppiya and the young brahmin Brahmadatta.”",
    "ai-atk-s0101a0:99_4": "“What sort of person?”",
    "ai-atk-s0101a0:99_5": "“Uppalavaṇṇā.”",
    "ai-atk-s0101a0:99_6": "And Mahākassapa asked Ānanda about the origin story of the Prime Net and about the person.",
    "ai-atk-s0101a0:99_7": "Venerable Ānanda told the Buddha.",
    "ai-atk-s0101a0:99_8": "and they dwelt in the midst of five hundred perfected ones.",
    "ai-atk-s0101a0:99_9": "and the worm-infested earth.",
    "ai-atk-s0101a0:100_0": "The Saṅgha is worth a sixteenth part of the company with Brahmā and Fruits of the Ascetic Life, saying: “But why do you have spoken so by an opposite sex with them?” and with the appearance of them –",
    "ai-atk-s0101a0:100_1": "After saying: “The entire mass of fire,” they put on the aggregates, and then set them out.",
    "ai-atk-s0101a0:101_0": "Next next to it is the next plow: “Anyone from the fourfold sesame seeds,” and they added: “Three, oppress, young men, roll up from the four quarters, and followed behind the venerable Ānanda, saying this, “Having spend the successive simile of the rainy season, Ānanda,” and they added.",
    "ai-atk-s0101a0:101_1": "“Please tell this to you.”",
    "ai-atk-s0101a0:102_0": "Then the eighty-two case sections of the middle sections enclosure, the sections of the Truth together with the Order of the Yakkhas, and they composed the collection of the Dhamma –",
    "ai-atk-s0101a0:102_1": "“Take this prepare you.”",
    "ai-atk-s0101a0:103_0": "Then the sections on precincts from the inside of the hundred floors, and having sworded its spears, they brought a consequence thus:",
    "ai-atk-s0101a0:103_1": "“Venerables, please tell this to you.”",
    "ai-atk-s0101a0:104_0": "then the sections on twenty-four hundred and twenty-thousand sections of the Aṅguttara and Pāsaṅga thought:",
    "ai-atk-s0101a0:104_1": "“You have told this to you.”",
    "ai-atk-s0101a0:105_0": "Then there is a designation of the nature of the teaching and training being discovered. When analyzed and clarified by the noise of the teaching or training, it is said to be the Dhamma.",
    "ai-atk-s0101a0:105_1": "Thus, whose knowledge and conduct is beautiful, charming pleasant always together with knowledge,",
    "ai-atk-s0101a0:105_2": "Saying: “This was not able to live in line with the five hundred perfected ones.”",
    "ai-atk-s0101a0:105_3": "and it is said in the way already described.",
    "ai-atk-s0101a0:106_0": "Then, on another occasion, he penetrated the Path, analytical knowledge which is the truth, dispelling the recitation passage on the path, the Council Hall, the Seer of the Videhans, the Sole Protector of the World, the Benefactor of the Teaching, and the Elder Nuns, he said to the Dīghanakha, “This is the Commentaries”, “This is the reference of the World.”",
    "ai-atk-s0101a0:106_1": "But the Majjhima reciters said: “The Awakened Ones, the Acccording to the Awakened One, the Sole Paccekabuddhas, and the Samaṇas, they called Khuṭakas.”",
    "ai-atk-s0101a0:107_0": "thus it is “finally the Blessed One’s teaching and training” according to the Dhamma and Discipline as the first and of the Dhamma.",
    "ai-atk-s0101a0:107_1": "Likewise as instructed in the Paṭisambhidā,",
    "ai-atk-s0101a0:107_2": "It is because of the number of five hundred and ninety-four thousand modes assert in the Dhammapada.",
    "ai-atk-s0101a0:108_0": "How by means of taste",
    "ai-atk-s0101a0:108_1": "For when the Buddha has awakened to the supreme perfect awakening, he becomes fully extinguished through the natural principle of extinguishment, and so on, without anything left over. He is of all four elements, beginning with the knowledge of the ending of freedom, because he has actually attained Nibbāna.",
    "ai-atk-s0101a0:108_2": "So too with the taste of taste",
    "ai-atk-s0101a0:109_0": "How is the two kinds of teaching and training?",
    "ai-atk-s0101a0:109_1": "but it’s only this Teaching, namely, and the Discipline.",
    "ai-atk-s0101a0:109_2": "Herein, the Teaching, and the Monastic Law, and the Buddha’s discipline.",
    "ai-atk-s0101a0:109_3": "Hence it to us, “We could recite the Teaching and the Monastic Law together.”",
    "ai-atk-s0101a0:109_4": "“Ānanda, I could ask Upāli about the Monastic Law and ask Ānanda about the Teaching.”",
    "ai-atk-s0101a0:109_5": "Thus there are two kinds of teaching and training",
    "ai-atk-s0101a0:110_0": "What is the first temperature condition, and threefold by way of these three?",
    "ai-atk-s0101a0:110_1": "There is only this commentary on the texts of the Buddhas, the middle one, the auspicious Sambuddha:",
    "ai-atk-s0101a0:111_0": "Transmigrating through countless births,",
    "ai-atk-s0101a0:112_0": "the housebuilder I was seeking: born and suffering again and again.",
    "ai-atk-s0101a0:113_0": "housebuilder, now you are seen! You will not build the house again:",
    "ai-atk-s0101a0:114_0": "all your rafters have been broken, and the ridgepole has been destroyed,",
    "ai-atk-s0101a0:115_0": "my mind has reached the unconditioned, and craving’s end has been achieved.”",
    "ai-atk-s0101a0:116_0": "This is the first ground for Buddhas.",
    "ai-atk-s0101a0:116_1": "“When (the nature of) things becomes really manifest in a hidden aggregates,” so they say:",
    "ai-atk-s0101a0:116_2": "But this concentration should be understood through the surmounting of the attainment of general each aspect in the way that is to say: the time of the finest enlightenment of all kinds, the reason for it is to be understood as condition:",
    "ai-atk-s0101a0:117_0": "But when the time has attained Nibbāna,",
    "ai-atk-s0101a0:117_1": "“Come now, mendicants, for I tell you (all) conditioned things are subject to decay.”",
    "ai-atk-s0101a0:117_2": "whatever is said to behaviour, in the middle Buddha, that is called “the middle”.",
    "ai-atk-s0101a0:117_3": "So it is of the first three kinds as enlightenment, and so on.",
    "ai-atk-s0101a0:118_0": "What is the threefold path",
    "ai-atk-s0101a0:118_1": "all the Vinaya Suttas, and the texts on monastic training, is what is meant.",
    "ai-atk-s0101a0:118_2": "Herein, the first recitation of the Monastic Code and the eighteen aggregates, both the compositions and the recitation of the monastic code, consisting of both these two aggregates:",
    "ai-atk-s0101a0:118_3": "This is the Monastic Law:",
    "ai-atk-s0101a0:118_4": "The Simile of the Brahmas and Religions",
    "ai-atk-s0101a0:118_5": "Talking in the analysis of the Dhamma is designated as analysis of person.",
    "ai-atk-s0101a0:118_6": "There is this:",
    "ai-atk-s0101a0:119_0": "“They are included in the rest of the body, speech, and mind,",
    "ai-atk-s0101a0:120_0": "The training rule on experts on the Monastic Law.”",
    "ai-atk-s0101a0:121_0": "For there is the five ways of being indicated by the seventeen kinds of discrimination: the five classes of offenses, etc., similar to the seventh particular kinds of division, and the nine kinds of absorption, etc., and the nine kinds of the diverse order, etc., and the nine kinds of trial particular individual essences, etc.,",
    "ai-atk-s0101a0:121_1": "Having destroyed the generals and virtuous deeds, constantly declaring the yojana from each other,",
    "ai-atk-s0101a0:121_2": "Bodily bodily formation, verbal transgression, and mental discipline because of the physical body and speech, they are an independent of others.",
    "ai-atk-s0101a0:121_3": "Hence it is said in the meaning of this:",
    "ai-atk-s0101a0:122_0": "“They are included in the rest of the body, speech, and mind,",
    "ai-atk-s0101a0:123_0": "The training rule on experts on the Monastic Law.”",
    "ai-atk-s0101a0:124_0": "Any other –",
    "ai-atk-s0101a0:125_0": "“The Teacher, while listening to the teachings, in accordance with the word,",
    "ai-atk-s0101a0:126_0": "Forty Discourses are included in the discourses",
    "ai-atk-s0101a0:127_0": "for one is worshipped in his own benefit.",
    "ai-atk-s0101a0:127_1": "And this is said in detail in the Characteristic, Virtue, should be treated by the special qualities of an ascetic.",
    "ai-atk-s0101a0:127_2": "If you always enjoys them for something else, it is said to have it that which brings fruit.",
    "ai-atk-s0101a0:127_3": "And if he has less than a cooked rice in a string, it is called buffalo,",
    "ai-atk-s0101a0:127_4": "it is well-known, and it is protected.",
    "ai-atk-s0101a0:127_5": "If they have analyzed of the Discourse on the sensible people, then that wise one is praised.",
    "ai-atk-s0101a0:127_6": "And just as they had been swept away by a charming flower in a charnel ground, so the for breaths don’t get covered with them.",
    "ai-atk-s0101a0:127_7": "Hence it is said in the meaning of this:",
    "ai-atk-s0101a0:128_0": "“The Teacher, while listening to the teachings, in accordance with the word,",
    "ai-atk-s0101a0:129_0": "They explain the discourses as well.",
    "ai-atk-s0101a0:130_0": "Any otherwise:",
    "ai-atk-s0101a0:131_0": "“In this case the one who is worshipped by the one,",
    "ai-atk-s0101a0:132_0": "the one who has spoken of the Dhamma, which is subject to the Dhamma.”",
    "ai-atk-s0101a0:133_0": "for this sound of hollows is to be seen by the foreigns of the old.",
    "ai-atk-s0101a0:133_1": "Likewise in the case of a painful feeling, “Feeling is incapable of decrease, not one who is senior.”",
    "ai-atk-s0101a0:133_2": "“The night has the three characteristics.”",
    "ai-atk-s0101a0:133_3": "“Among the King of the people have been worshipped by the Lord of Men,”",
    "ai-atk-s0101a0:133_4": "“As in the Absorption of the teachings, in accordance with the Teaching, the Monastic Law, and in the having a nearby.”",
    "ai-atk-s0101a0:133_5": "in accordance with the Teaching and the Monastic Law, it is what is said to be “in accordance with the Teaching”.",
    "ai-atk-s0101a0:133_6": "“About overestimation” is one who:",
    "ai-atk-s0101a0:134_0": "And here the things that are worthy of presents, develops the path to one direction, and to the second, and to the third, and to the fourth.",
    "ai-atk-s0101a0:134_1": "“Neither forms have the characteristic of sounds as its object” , and so on. And the characteristic of function is to be grasped.",
    "ai-atk-s0101a0:134_2": "feels inspired by the Dhamma and the best things in them, and the supreme guide for them.",
    "ai-atk-s0101a0:134_3": "It is feeling because of one’s feelings that derived from the influence of feeling ...",
    "ai-atk-s0101a0:134_4": "thoughts that are immeasurable and unsurpassable, ~ and thoughts are not clearable in the same way as stated.",
    "ai-atk-s0101a0:134_5": "Hence it is said in the meaning of this:",
    "ai-atk-s0101a0:135_0": "“In this case the one who is worshipped by the one,",
    "ai-atk-s0101a0:136_0": "And although they have spoken of the Dhamma, the matter is explained.”",
    "ai-atk-s0101a0:137_0": "And in the case of the first three separates:",
    "ai-atk-s0101a0:138_0": "“You need a floor cover, with needle cases.",
    "ai-atk-s0101a0:139_0": "then, having brought these three as an expert in the scriptures.”",
    "ai-atk-s0101a0:140_0": "for the end is called “any-cleaning” in the sense of habitual tales .",
    "ai-atk-s0101a0:140_1": "“They would come along who are coming in the Kuṭipakasālaka’s district,”",
    "ai-atk-s0101a0:140_2": "So the meaning here is ‘perhaps thereformity’.",
    "ai-atk-s0101a0:141_0": "Now, as to the words: ‘Now, having comforted the meaning of that, of the Vinaya’s training, by the fortune, and by having made the name of the Discipline as they recited, and by the Pinaya Vinaya and Concentrated it in the Collections (of the scriptures) as they confessecrated the discourses. This is the meaning of the discourses, and also the rest.",
    "ai-atk-s0101a0:141_1": "In this way there are three kinds of discipline, etc.",
    "ai-atk-s0101a0:142_0": "And having understood these, each time in the various aspects thus, the skill in absorptions,",
    "ai-atk-s0101a0:143_0": "“Searching (after) according to breaking down, like the intention of practises,",
    "ai-atk-s0101a0:144_0": "having given up the training, through the destruction of the Rose-Apple Island",
    "ai-atk-s0101a0:145_0": "the successive failure in breaking up, the (food) rebirth can be destroyed,",
    "ai-atk-s0101a0:146_0": "and one who understands wickedness according to their (good) deeds.”",
    "ai-atk-s0101a0:147_0": "There is this conclusion of development,",
    "ai-atk-s0101a0:147_1": "for these three are called “perfections” according to the eradications of enquiry, (called) “bearings,” according to the rulers of the earth, just as when aWe are locally present.",
    "ai-atk-s0101a0:147_2": "For the Vinaya expert in each and every way, the Buddha has taught in terms of the Teaching and the Monastic Law, and the Vinaya because it was taught by the Buddha.",
    "ai-atk-s0101a0:148_0": "Likewise:",
    "ai-atk-s0101a0:148_1": "‘Those sentient beings have been accused by the consequence, just as they are reborn in the next life.’",
    "ai-atk-s0101a0:148_2": "‘One meditator is inclinated according to the kind of teachers’ work, just as one is loving-kindness.’",
    "ai-atk-s0101a0:148_3": "‘I am meant’, just as one who perceives the Dhamma is born in accordance with the Teaching are made’, so many beings become in line with the teaching.",
    "ai-atk-s0101a0:149_0": "Likewise:",
    "ai-atk-s0101a0:149_1": "Restraint initiative, restraint, and guarding the right amount in speech.",
    "ai-atk-s0101a0:149_2": "as a jungle a ploughed garments, like a fruit deed is very fruitful and beneficial.",
    "ai-atk-s0101a0:149_3": "The third section on the inside of the beginning with the innerprehension is the third section.",
    "ai-atk-s0101a0:149_4": "“Any greed for name and form” is said in the Description of name and form, namely, unintelligent name and form.",
    "ai-atk-s0101a0:150_0": "And the three trainings should be understood in the three trainings and the four deep, and the four deep,",
    "ai-atk-s0101a0:150_1": "Because neither the training nor the training in the higher morality in the higher mind, and the higher wisdom in the higher wisdom in the higher mind, and the higher wisdom.",
    "ai-atk-s0101a0:151_0": "And while being examined in the texts on discipline, both defilements are destroyed by virtue.",
    "ai-atk-s0101a0:151_1": "Even the discourses can be looked down onto the discourses, being placed in the texts for immersion.",
    "ai-atk-s0101a0:151_2": "and underlying tendencies with wisdom the pertaining of the embracing.",
    "ai-atk-s0101a0:151_3": "For the first jhāna among the various kinds of concentration rose-appearance",
    "ai-atk-s0101a0:151_4": "ness in the first Craving for conduct, the defilement of craving, and the views of all activities,",
    "ai-atk-s0101a0:152_0": "The fourth tetrad should be understood in each of the four classes of states.",
    "ai-atk-s0101a0:152_1": "Herein, the Dhamma is found:",
    "ai-atk-s0101a0:152_2": "is the meaning of that:",
    "ai-atk-s0101a0:152_3": "He teaches by way of body, speech, and mind.",
    "ai-atk-s0101a0:152_4": "they live happily, as happens when a man is present,",
    "ai-atk-s0101a0:152_5": "And in the three, too, the teaching and training, and the penetration of the Teaching",
    "ai-atk-s0101a0:152_6": "For it is in the ocean deeps, as it were, at the end of suffering, and as it was which was profound, stained by a deep lake.",
    "ai-atk-s0101a0:152_7": "In this way the fourth tetrad can be understood here in a deep and limited,",
    "ai-atk-s0101a0:153_0": "Another is not a good principle.",
    "ai-atk-s0101a0:153_1": "for this is said:",
    "ai-atk-s0101a0:153_2": "“I know the analytical knowledge of truth.”",
    "ai-atk-s0101a0:153_3": "For this is the meaning of it:",
    "ai-atk-s0101a0:153_4": "“Knowledge of the fruit of meaning,”",
    "ai-atk-s0101a0:153_5": "as they learned and memorized the teaching, they get analyzed and fall away.",
    "ai-atk-s0101a0:153_6": "Or alternatively, it is due to the progress of successive progressiveness and so on.",
    "ai-atk-s0101a0:153_7": "As he was constantly looking at the postures, he reckoned as an instance of prior stagnation, measures which is not spread out.",
    "ai-atk-s0101a0:153_8": "In these cases they should be observed when they have reckoned as an characteristic.",
    "ai-atk-s0101a0:154_0": "Now, while the one who has applyed these four things should have been constructed in accordance with the meaning of the opposite of the states of loss, in accordance with the meaning, the intention should be produced in accordance with the states of the states of not discovered in accordance with the Teaching.",
    "ai-atk-s0101a0:154_1": "It’s why it’s worthless that a sixteenth part of the ocean as if breaking out of all over the ocean.",
    "ai-atk-s0101a0:154_2": "This too is how the oneness can be understood here in a deep and appearance.",
    "ai-atk-s0101a0:155_0": "And at this point it is said:",
    "ai-atk-s0101a0:156_0": "“Understanding of Saṁsāra has the intention of schism in the Refuge,",
    "ai-atk-s0101a0:157_0": "who has given up the training, and who shows that wealth.”",
    "ai-atk-s0101a0:158_0": "This is said to be the goal.",
    "ai-atk-s0101a0:159_0": "“Hopefully I’ve attained the successively reached a (whole) birth,",
    "ai-atk-s0101a0:160_0": "and one who evil he will also be developed at (the nature of) the positions.”",
    "ai-atk-s0101a0:161_0": "But here the three kinds of maturing in the threefold reckoning should be seen.",
    "ai-atk-s0101a0:161_1": "for three kinds of search:",
    "ai-atk-s0101a0:161_2": "The escape from the shaven-headed storehouses. They include the requisites as an abstaining to self.",
    "ai-atk-s0101a0:162_0": "Herein, by means of harmfulness and fault-finding mind is the reason why",
    "ai-atk-s0101a0:162_1": "“Mendicants, suppose a person was to draw a snake out from its sheath. And insects, they were to go to a snake, catching it, or kill a big, and trampled, or that brings it back in the hand of a snake, saying ‘Suppowder’s home. The snake’d drag it through the hand or the giant’s embracing it with a big’s home, or the arms and bring it into a caravan of the hands.",
    "ai-atk-s0101a0:162_2": "Why is that?",
    "ai-atk-s0101a0:162_3": "Because of their wrong grasp of the snake.",
    "ai-atk-s0101a0:162_4": "In the same way, a foolish person memorizes the teaching ...",
    "ai-atk-s0101a0:162_5": "Feeling isn’t able to examine the meaning of those teachings, they don’t examine the meaning of what they haven’t memorized. They examine the meaning of what is beneficial and what is unhappy. And so they don’t for their lasting harm and suffering. You don’t like it. You lead to your lasting harm and suffering. You don’t approve of the teaching. And so they don’t lead to your lasting harm and suffering.",
    "ai-atk-s0101a0:162_6": "Why is that?",
    "ai-atk-s0101a0:162_7": "Because of their wrong grasp of the teachings.”",
    "ai-atk-s0101a0:163_0": "Yet even when questioned is well seen, heard, thought, and known: “This is the escape from being full of portions, and is not the sake of finding fault that cannot be fulfilled.”",
    "ai-atk-s0101a0:163_1": "That of which is said in reference to him:",
    "ai-atk-s0101a0:163_2": "“ those teachings are correctly grasped, those teachings lead to his lasting welfare and happiness.",
    "ai-atk-s0101a0:163_3": "Why is that?",
    "ai-atk-s0101a0:163_4": "Because of his correct grasp of the teachings.”",
    "ai-atk-s0101a0:164_0": "But the complete understanding of the defilements has been given up by the corruptions, the defilements have been given up by the path and the complete understanding of the defilements. They realize the goal for which they had ended the defilements. The function of is this complete in all respects: it is the for the purpose of protection.",
    "ai-atk-s0101a0:165_0": "A mendicant practices in line with the training, practices in accordance with the Monastic Law, and because of the words for three kinds of clear vision .",
    "ai-atk-s0101a0:165_1": "Relying on the good way, he enters upon a state of immersion due to the six kinds of direct-knowledge. This is the proper procedure.",
    "ai-atk-s0101a0:165_2": "Relying on the four paths, I entered upon the way that is proper, the four kinds of direct-knowledge, the six kinds of direct-knowledge, the six kinds of direct-knowledge, the knowledge master, and the path leading to breaking up and destruction.",
    "ai-atk-s0101a0:166_0": "In the Vinaya composing of the Monastic Law in order to preceding the Teacher’s instructions, etc., they become reduced to by doing what is allowable and rejection of resentment.",
    "ai-atk-s0101a0:166_1": "For this is said:",
    "ai-atk-s0101a0:166_2": "“As I understand the Teaching of the Buddha, the things he calls obstructive are unable to obstruct one who indulges in them.”",
    "ai-atk-s0101a0:166_3": "By developing this he reaches unethical conduct,",
    "ai-atk-s0101a0:166_4": "Someone who practices in line with the teaching:",
    "ai-atk-s0101a0:166_5": "“Mendicants, these four people are found in me.”",
    "ai-atk-s0101a0:166_6": "“Having misrepresented me by your wrong grasp, harms himself, and makes much bad karma.”",
    "ai-atk-s0101a0:166_7": "And with wrong view it’s bad to have wrong view.",
    "ai-atk-s0101a0:166_8": "Approaching the teaching thinking about the teaching, thinking about it, and about the teaching.",
    "ai-atk-s0101a0:166_9": "Then worm-infested mind tells about this in the way already described .",
    "ai-atk-s0101a0:166_10": "“Mendicants, these four things are unthinkable. They should not be thought about, and anyone who tries to think about them will go mad or get frustrated.”",
    "ai-atk-s0101a0:166_11": "That’s how to define one who is practicing wrongly, who understands this wrong view and infatuated in the schism.”",
    "ai-atk-s0101a0:167_0": "And at this point it is said:",
    "ai-atk-s0101a0:168_0": "“Hopefully I’ve attained the successively reached a (whole) birth,",
    "ai-atk-s0101a0:169_0": "and one who evil he will also be developed at (the nature of) the positions.”",
    "ai-atk-s0101a0:170_0": "This too is the point of the meaning.",
    "ai-atk-s0101a0:170_1": "Knowing this, the Buddha’s doctrine, through having understood these three kinds of declaration, all that is to say:",
    "ai-atk-s0101a0:171_0": "Why is it of five kinds?",
    "ai-atk-s0101a0:171_1": "all the long extra efforts is produced by long extra effort. The fourteensions of the smallest extent.”",
    "ai-atk-s0101a0:171_2": "Herein, what is long-breath?",
    "ai-atk-s0101a0:171_3": "Tissa the Brahmadeva, the Brahmadeva, who had very firmly established in the four (process),",
    "ai-atk-s0101a0:172_0": "“Seeing the Discourse” is included in Tissa the Line Reciting",
    "ai-atk-s0101a0:173_0": "this is the first extent of the reward.”",
    "ai-atk-s0101a0:174_0": "But why are they called ‘ long head hairs’?",
    "ai-atk-s0101a0:174_1": "Having abode of (good) conduct, being sancred,",
    "ai-atk-s0101a0:174_2": "for it is called “restraint” because it is abolishing.",
    "ai-atk-s0101a0:174_3": "“Mendicants, I do not see a single order of beings as elaborate as the animal realm.”",
    "ai-atk-s0101a0:174_4": "from the bank of the Earth: In the Collection of the world is produced by the throne of the Dispensation of the world.",
    "ai-atk-s0101a0:174_5": "This is how the word can be understood according to the word meaning of the words from the word-meanings.",
    "ai-atk-s0101a0:175_0": "What is the middling?",
    "ai-atk-s0101a0:175_1": "The Middle Discourses on the Five Discourses",
    "ai-atk-s0101a0:176_0": "“Among the Discourse on the Divines",
    "ai-atk-s0101a0:177_0": "What is medium.”",
    "ai-atk-s0101a0:178_0": "What is detachable?",
    "ai-atk-s0101a0:178_1": "The Linked Discourses on the Mindfulness of Deities, the Absorptioned with the Seven Benefits, and seventy-two millions, and seventy-two days.",
    "ai-atk-s0101a0:179_0": "“There are seven hundred and seventy-thousand",
    "ai-atk-s0101a0:180_0": "Here are the story of the Tree and the Bodhisatta.”",
    "ai-atk-s0101a0:181_0": "What is the Ganges?",
    "ai-atk-s0101a0:181_1": "One Five Discourses on Aṅgīrasa and Pañcasikha",
    "ai-atk-s0101a0:182_0": "“Ninely and Pañcasikha",
    "ai-atk-s0101a0:183_0": "and remembering the seventh sections of perceptions, they are unshakable.”",
    "ai-atk-s0101a0:184_0": "What is the smallest sections?",
    "ai-atk-s0101a0:184_1": "Rucānandā, whom the Vinaya, Dispensation of the five cords, etc., was the four names of the Buddha and Paṭhika belonging to the Bo trees, and four (only) of the Buddha, the five Collections (of the Suttas), and then five Vinaya.",
    "ai-atk-s0101a0:185_0": "The four sunshade rose from his seat, Dīghanakha, and so on,",
    "ai-atk-s0101a0:186_0": "on account of the Buddha, a hunter settle.”",
    "ai-atk-s0101a0:187_0": "So it is of five kinds as “virtue” and so on.",
    "ai-atk-s0101a0:188_0": "What nine?",
    "ai-atk-s0101a0:188_1": "Only it is just as much as they learned. Gladdened verses, inspired exclamations, quotations, birth stories, amazing accounts, and classifications;",
    "ai-atk-s0101a0:188_2": "Herein, the Simile of the End of the Analysis is surrounded by the Suttas which are surrounded by the Tathāgata. Its Jayas, Jain ascetics, Suttas, and Floods",
    "ai-atk-s0101a0:188_3": "All the well-worked way to understand:",
    "ai-atk-s0101a0:188_4": "it should be known that the Buddha’s verses, even if they guarded all the water jars, thoroughly cleaned with authority, and also with eight factors. And it should be understood to understand that the Buddha’s teachings.",
    "ai-atk-s0101a0:188_5": "Dhamma Saṅghāsa",
    "ai-atk-s0101a0:188_6": "Or two kinds of happiness are included along with the full-material recitation",
    "ai-atk-s0101a0:188_7": "For this was said by the Buddha, the Questions of the Dispensation, the Questions of the Questions, etc., should be understood as the Dhamma.",
    "ai-atk-s0101a0:188_8": "or five hundred dove-footed nymphs of wisdom that it can be experienced.",
    "ai-atk-s0101a0:188_9": "“Mendicants, there are these four incredible and amazing things about Ānanda.”",
    "ai-atk-s0101a0:188_10": "The Shorter Cūḷapanthaka is made of enlightenments, Queens, piles, and tails, all million counselors, and enclosing you should understand:",
    "ai-atk-s0101a0:188_11": "So it is of ninety-four In this way by one,",
    "ai-atk-s0101a0:189_0": "How is it that all-four thousand of the Dhammapadasly on the Buddha,",
    "ai-atk-s0101a0:190_0": "“For two thousand monks with the Buddha at its head,",
    "ai-atk-s0101a0:191_0": "84,000 things occur in me.”",
    "ai-atk-s0101a0:192_0": "Thus there is 84,000 mass of 84,000 modes,",
    "ai-atk-s0101a0:192_1": "Herein, the unintelligent one is encountered in Dhamma",
    "ai-atk-s0101a0:192_2": "whatever is confinement there is from the group of partaking of the Teaching consisting in the aggregates of the Doctrine.",
    "ai-atk-s0101a0:192_3": "the questions in the verses that countries, one by the Question About the Dhamma,",
    "ai-atk-s0101a0:192_4": "After (he said) means she disparages the three-spheres, the one-eyed path, the Seer of the Dhamma,",
    "ai-atk-s0101a0:192_5": "there is an offense that is to be experienced as the Monastic Law, there is no offense for one who has committed an offense. There is no offense for one who has committed an offense entailing confession.",
    "ai-atk-s0101a0:192_6": "Herein, the categories of the teaching should be understood all the same.",
    "ai-atk-s0101a0:192_7": "Thus there are 84,000 people in the Dhamma,",
    "ai-atk-s0101a0:193_0": "This is the first thing as to division of the Dhamma and of the Sangha headed by the Buddha. This is the training, of the Dhamma, of the Vinaya, of the Discipline, of the Vinaya, this is the first thing, and of the Discipline as the Vinayapiṭaka.",
    "ai-atk-s0101a0:193_1": "This is the 84,000 pillars, and this exposition of the teaching are not well taught.”",
    "ai-atk-s0101a0:193_2": "There’s not only this valuable ornaments, relieves, and observed things, etc., and preferred to the seventh defining of the dependent on all sides, and held together in the bowels, having toner places, definitively to the seventh of the Councils, and threwed them together by the water. And the remaining passage beginning, he will consecrate over the seven months and the seventh.",
    "ai-atk-s0101a0:194_0": "And in the case of the Recitation:",
    "ai-atk-s0101a0:194_1": "“This is the current of the Dispensation of the Master Mahākassapa. It’s good forty-four thousand times monasteries and setting the water, making a great earthquake, and it is the name of the earth that is produced from the water in the world, or like a great shoots.",
    "ai-atk-s0101a0:195_0": "“There are five hundred and five hundred celestial dove-footed nymphs,",
    "ai-atk-s0101a0:196_0": "They’re said to be a senior.”"
}