{
    "ai-atk-vin02a42:0_0": "Antarapeyyālaṁ",
    "ai-atk-vin02a42:1_0": "Practicing is the commentary for the sick;",
    "ai-atk-vin02a42:2_0": "271.",
    "ai-atk-vin02a42:2_1": "Now, here the according to the rules beginning with the Kosalans, etc., according to the Kosalans, which offenses, etc., has been stated in the Kosalans beginning with the summaries in the passage beginning, “Now,” and so on.",
    "ai-atk-vin02a42:3_0": "Herein, how many offenses are confessed in the analysis of offenses and analysis of offenses?",
    "ai-atk-vin02a42:3_1": "The same method of explanation applies also in the second",
    "ai-atk-vin02a42:3_2": "For this meaning too is called “not as the aggregates” in each of the aggregates,",
    "ai-atk-vin02a42:3_3": "The educated points out the distribution of those offenses.",
    "ai-atk-vin02a42:3_4": "When you’ve learned these, what is the meaning of disciplinary issue’s training, what is contradict, the meaning, the educated, expert in each case.",
    "ai-atk-vin02a42:3_5": "When there is no offense, there are no offenses that are not shown by disrespect.",
    "ai-atk-vin02a42:3_6": "The one who has no respect in the Monastic Law came into the Monastic Law. And this is the Teacher’s training.",
    "ai-atk-vin02a42:3_7": "But because there is no offense for these offenses because there is no offense for separately in them, they are an offense entailing confession.",
    "ai-atk-vin02a42:3_8": "Are any unconcealed offenses that originate with the accusations? Are they have including offenses that are invariable?",
    "ai-atk-vin02a42:3_9": "These accusations regarding disputes, accusations, legal issues arising from disputes, legal issues arising from accusations, and disputes.",
    "ai-atk-vin02a42:3_10": "Commembellishments and disputes in the present life without questioning .",
    "ai-atk-vin02a42:3_11": "This includes evasiveness, for the sake of creating schism, etc., that which is to say, taking care of, and conducive to schism.",
    "ai-atk-vin02a42:3_12": "(but) if there is a legal issue arising from schismative monks, when there is asking questions that is true.",
    "ai-atk-vin02a42:3_13": "As they proceed in conformity with them,",
    "ai-atk-vin02a42:3_14": "He is stated in the five stages by the wind.",
    "ai-atk-vin02a42:3_15": "Beings in the Vibhaṅga thus: “He is according to the state of partaking of diminution,",
    "ai-atk-vin02a42:4_0": "He delights in these (riches) a house.",
    "ai-atk-vin02a42:4_1": "if he finds out delight in any day;",
    "ai-atk-vin02a42:4_2": "he refrains from these things, he delights in it;",
    "ai-atk-vin02a42:4_3": "she disposes one each one was given.",
    "ai-atk-vin02a42:4_4": "Abstention from killing living creatures:",
    "ai-atk-vin02a42:4_5": "these are not included in this way.",
    "ai-atk-vin02a42:4_6": "If there is no offense for the arising of this there is no offense that should be given up.",
    "ai-atk-vin02a42:4_7": "one who has committed the aggregates, and is without offense.",
    "ai-atk-vin02a42:4_8": "the Verambhā,",
    "ai-atk-vin02a42:4_9": "As to light: it is the meaning.",
    "ai-atk-vin02a42:4_10": "emancipating, setting out, sleeping,",
    "ai-atk-vin02a42:4_11": "‘Whoever’ is a term for her eyes.",
    "ai-atk-vin02a42:4_12": "He is bridge of this deluded, and he kills himself.",
    "ai-atk-vin02a42:4_13": "The same method of explanation applies to the point of reference to the rest.",
    "ai-atk-vin02a42:5_0": "While the Buddha was being taught, he who goes to the country of the Buddhas’ shrines in the land of the Bodhisattas Tree, like a feeding ground. And the Lord of the Bodhisattas goes to the Enlightened One, the Enlightened One’s Shrine.",
    "ai-atk-vin02a42:5_1": "Yet when someone is able to talk about the Teaching, he does not speak to a Dhamma talk, he does not get rid of the teaching, and he sits down on the seat spread out.",
    "ai-atk-vin02a42:5_2": "he who, when the senior monks, middle-aged at the end of the Elders, was making sure about a bronze dish, and the observance-day procedure, and the rest-day procedure, just as the senior monks did not show their views in the Saṅgha.",
    "ai-atk-vin02a42:5_3": "And the three trainings, beginning with the unattained, should be understood to include them in the training.",
    "ai-atk-vin02a42:5_4": "Pay heedlessness and to be known as Mindfulness.",
    "ai-atk-vin02a42:5_5": "Likewise the neighbouring of the monastery to be distributed: this is the two kinds of hospitality.",
    "ai-atk-vin02a42:5_6": "the meaning should be understood in the Commentaries .",
    "ai-atk-vin02a42:6_0": "272.",
    "ai-atk-vin02a42:6_1": "The meaning is this: “The Teacher has respect to the Buddhas place in the way already described, the Teaching, and the Sangha.”",
    "ai-atk-vin02a42:6_2": "unincluded, they don’t lead.",
    "ai-atk-vin02a42:6_3": "after don’t meditate in the Teacher’s presence,",
    "ai-atk-vin02a42:6_4": "Having internally or externally,",
    "ai-atk-vin02a42:6_5": "the meaning is that:",
    "ai-atk-vin02a42:6_6": "with an external physical body, whether or other.",
    "ai-atk-vin02a42:6_7": "And herein: that is their own goal, above and benefactors.",
    "ai-atk-vin02a42:6_8": "You might not give up any development of loving-kindness, or those who have already given up,",
    "ai-atk-vin02a42:6_9": "For when one cultivates the way of developing loving-kindness is given up in another way.",
    "ai-atk-vin02a42:6_10": "Unless he gives up rainy season.",
    "ai-atk-vin02a42:7_0": "The view of their own views, holding them thieves.",
    "ai-atk-vin02a42:7_1": "Whatever view they take: by what is connected with the goal, takes what is true.",
    "ai-atk-vin02a42:7_2": "those strong ones who are valuable and strong:",
    "ai-atk-vin02a42:8_0": "273.",
    "ai-atk-vin02a42:8_1": "When the root of arguments have been suspended in the position of a root and all the roots of legal issues, etc., are produced in the primary elements, and created by anger.",
    "ai-atk-vin02a42:8_2": "Likewise, when one who has committed any offenses entailing expulsion, he commits an offense entailing suspension.",
    "ai-atk-vin02a42:8_3": "Like this, when anger engags, vanity, etc., are distinguished as anger and enmity.",
    "ai-atk-vin02a42:9_0": "274.",
    "ai-atk-vin02a42:9_1": "“Those who have a warm-hearted quality is done with loving-kindness by way of body, speech, and mind,",
    "ai-atk-vin02a42:9_2": "both in public and in front of them.",
    "ai-atk-vin02a42:9_3": "Herein, there are nine friends in the presence of the robe-giving season: one with his friend and complexion with the kind of robe, with the word of you.",
    "ai-atk-vin02a42:9_4": "But the Elders were washing the feet, etc., and all those who were the double-robes, and some are now in front of them.",
    "ai-atk-vin02a42:9_5": "Come, endeavour, and hostile with both woods. They’re made a terrible and dropping away themselves, and like one’s head, and like one who has been constructedly.",
    "ai-atk-vin02a42:9_6": "This too is a warm-hearted quality.",
    "ai-atk-vin02a42:9_7": "the person who builds,",
    "ai-atk-vin02a42:9_8": "When their minds are pure, they recollect their hearts, thinking, “This is how good people are satisfied.”",
    "ai-atk-vin02a42:9_9": "Piyatissa will one person who does what belongs to their spiritual companions.",
    "ai-atk-vin02a42:9_10": "The heavy people honor, respect, esteem, and venerate the spiritual companions.",
    "ai-atk-vin02a42:9_11": "Because of the sharing of the Recitation of the Community should be illustrated with the Community.",
    "ai-atk-vin02a42:9_12": "and there is no ignorant, living in harmony, and unity.",
    "ai-atk-vin02a42:10_0": "Towards the Elder Tissa Meteyya’s word, the Elder Tissa Mettiya, and Bhaddā’s word, saying:",
    "ai-atk-vin02a42:10_1": "But when the bidding was departing, he said: “How can the Elder Mettiya, waiting for us,?”",
    "ai-atk-vin02a42:10_2": "But with a mind-made body, the eyes of loving-kindness towards her face, and having opened even looking at the front of her face, she amused her face to face with loving-kindness.",
    "ai-atk-vin02a42:10_3": "“There is a senior senior senior senior elder, the illness that is free from affliction, with no afflictions, dissatisfied with loving-kindness.”",
    "ai-atk-vin02a42:11_0": "Enjoying: I shared without food.",
    "ai-atk-vin02a42:11_1": "Whoever shows food from others, I will give a meal to others who, and eat in this way.",
    "ai-atk-vin02a42:11_2": "But this one, after saying this, the senior elder gave alms food, and then eats it from the alms-food.",
    "ai-atk-vin02a42:11_3": "Someone who is endowed with virtue: “Amongst those who are unvirtuous, even though these are unvirtuous, acting in accordance with the ruler of the earth, it is allowable.”",
    "ai-atk-vin02a42:11_4": "if he is sick, he is allowed to give the robes to the nurses; he is allowed in the robe-cloth in the area for the sick;",
    "ai-atk-vin02a42:11_5": "for if he is not able to make the counterparts, he must get any sort of this person, since he makes the rest of the rule. This is the proper procedure.",
    "ai-atk-vin02a42:12_0": "At the moment when he has broken thus in any instance of the seven classes of offenses or at the beginning, he is called a cute of shower of his virtue, like a cloth that is cut at the edge.",
    "ai-atk-vin02a42:12_1": "When he has broken it in the middle, it is called rent, like a cloth that is rent in the middle.",
    "ai-atk-vin02a42:12_2": "When he has broken it twice or thrice in succession, it is called blotched, like a cow whose body is some such colour as black or red with a discrepant colour appearing on the back or the belly.",
    "ai-atk-vin02a42:12_3": "When he has broken it all over at intervals, it is called mottled, like a cow speckled all over with discrepant- coloured spots at intervals.",
    "ai-atk-vin02a42:12_4": "But he has all the precepts habitually cut off all the precepts, which are unbroken, impeccable, spotless, and unmarred.",
    "ai-atk-vin02a42:12_5": "Those who are engaged in sacrifices,",
    "ai-atk-vin02a42:12_6": "praised by the wise, they praise",
    "ai-atk-vin02a42:12_7": "one attached to craving and demolished like one who had not yet arisen",
    "ai-atk-vin02a42:12_8": "and that concentration are called access concentration.",
    "ai-atk-vin02a42:12_9": "ethical mendicants of good character.",
    "ai-atk-vin02a42:13_0": "Whatever is seen, the path associated with it, and right view,",
    "ai-atk-vin02a42:13_1": "The noble ones, hunger,",
    "ai-atk-vin02a42:13_2": "it leads out, which is leads out,",
    "ai-atk-vin02a42:13_3": "you’ll give to the practice of logic,",
    "ai-atk-vin02a42:13_4": "for the ending of suffering.",
    "ai-atk-vin02a42:13_5": "The rest is the same as to break apart.",
    "ai-atk-vin02a42:14_0": "The commentary on the questions is finished."
}