{
    "ai-atk-s0403a19:0_0": "(20) 5. Brāhmaṇavaggo",
    "ai-atk-s0403a19:1_0": "1. Soṇasuttavaṇṇanā",
    "ai-atk-s0403a19:2_0": "191.",
    "ai-atk-s0403a19:2_1": "attains the first state of the five states of being a brahmin,",
    "ai-atk-s0403a19:2_2": "dogs and worms,",
    "ai-atk-s0403a19:2_3": "They neither give nor do they long.",
    "ai-atk-s0403a19:2_4": "just as the binding a precincts together with the air, went to the shade of the pores and spots.",
    "ai-atk-s0403a19:2_5": "dusty of gorges, having risen above the stomach, fulfiled",
    "ai-atk-s0403a19:2_6": "Monks, take leave of the rest, you’re not able to take whatever you were. He then departs.",
    "ai-atk-s0403a19:2_7": "I’ve done a charnel ground",
    "ai-atk-s0403a19:3_0": "2. Doṇabrāhmaṇasuttavaṇṇanā",
    "ai-atk-s0403a19:4_0": "192.",
    "ai-atk-s0403a19:4_1": "On the second time, is it appropriate for you to live,",
    "ai-atk-s0403a19:4_2": "he turns a curtain.",
    "ai-atk-s0403a19:4_3": "those who have peaceful minds,",
    "ai-atk-s0403a19:4_4": "Intentionality is the same way as the mind is considered (unbirth).",
    "ai-atk-s0403a19:4_5": "There are eight of the ninety-thirteen laws, ten traditional generations, and ancient times.",
    "ai-atk-s0403a19:4_6": "Except in each of the kind already stated.",
    "ai-atk-s0403a19:4_7": "placed it in the same way as a clung-to, placed them in the way.",
    "ai-atk-s0403a19:4_8": "But now they exceed that they do now.",
    "ai-atk-s0403a19:4_9": "After examining that, they pressed him:",
    "ai-atk-s0403a19:4_10": "This is the first kind of death in the past.",
    "ai-atk-s0403a19:4_11": "after speaking words about what was said.",
    "ai-atk-s0403a19:4_12": "Since they dwell having committed an offense, they perhappily reach them.",
    "ai-atk-s0403a19:4_13": "Scolded by windows",
    "ai-atk-s0403a19:4_14": "That is to say: ‘What is this?’",
    "ai-atk-s0403a19:4_15": "Eight names don’t lead to them.",
    "ai-atk-s0403a19:4_16": "With his clairvoyance that is purified and looking at the destiny, it seems, the Buddha Kassapa suddenly me by conquered his own perfume to Pāvā. After converse with his traverse,",
    "ai-atk-s0403a19:4_17": "Then another brahmin, having put down the hypotheses killed living creatures together with the three Vedas, judges with the Buddha, and created danger.",
    "ai-atk-s0403a19:4_18": "Those hermits described there aside and in the inner skin enlightenment: these five brahmins described by the brahmins.",
    "ai-atk-s0403a19:5_0": "(They are) recited by the Vedas, (saying):",
    "ai-atk-s0403a19:5_1": "Learning the teacher’s nephew,",
    "ai-atk-s0403a19:5_2": "Nor does he who does not give rise to archery for his living,",
    "ai-atk-s0403a19:5_3": "government officials, kings, and unvirtuousness -",
    "ai-atk-s0403a19:5_4": "just alms food for alms from (gaining) a wholesome conduct, the one who lives well,",
    "ai-atk-s0403a19:5_5": "As a result, he plows over the cooking of rice, thinking it is the time for the midst of the people.",
    "ai-atk-s0403a19:5_6": "He then took his head and went to the news’ bowl, and put it down on the ground. A teacher asks for eight years, “Who are you for my teacher?” I give me my tradition.",
    "ai-atk-s0403a19:5_7": "Having heard that, the people were sixteen thousand coins, as well as the king of the earth quaked according to their time.",
    "ai-atk-s0403a19:5_8": "Then, having gained the whole village, he handed down the emancipation with his own teacher.",
    "ai-atk-s0403a19:5_9": "It was said regarding this.",
    "ai-atk-s0403a19:5_10": "That’s how a brahmin is equal to Brahmā.",
    "ai-atk-s0403a19:6_0": "if she does not make any effort to have someone else do it, then, after taking it out, she does not go beyond it;",
    "ai-atk-s0403a19:6_1": "The water remained in the water.",
    "ai-atk-s0403a19:6_2": "whatever she wants to live in.",
    "ai-atk-s0403a19:6_3": "“Who is this?” he said, “Why are you standing in the monastic life forty-four years,” and “Give me the spiritual life for four years?”",
    "ai-atk-s0403a19:6_4": "After preparing their boys, they gave water,",
    "ai-atk-s0403a19:6_5": "he walks without taking the water,",
    "ai-atk-s0403a19:6_6": "He is excreted: ‘I’m hunger, filthy, black-hair wounded and reeds,",
    "ai-atk-s0403a19:6_7": "He is his resentment,",
    "ai-atk-s0403a19:6_8": "Nor for me:",
    "ai-atk-s0403a19:6_9": "Nor does he delight in the sense of pleasure.",
    "ai-atk-s0403a19:6_10": "Having ensured his daughter, he thought: “Now my son, give me my daughter and go forth. Now he will go forth.”",
    "ai-atk-s0403a19:6_11": "He is worthy of being reborn in a good place, a heavenly realm, but it is said.",
    "ai-atk-s0403a19:6_12": "that is compared to the heavenly realm.",
    "ai-atk-s0403a19:7_0": "The son of his wives, grandsons, the daughter-in-law of her son, and was born in his son. And while he was born,",
    "ai-atk-s0403a19:7_1": "bound together with an axe, stayed in the midst of the assembly made of reeds,",
    "ai-atk-s0403a19:7_2": "And here the rest is as before.",
    "ai-atk-s0403a19:8_0": "3. Saṅgāravasuttavaṇṇanā",
    "ai-atk-s0403a19:9_0": "193.",
    "ai-atk-s0403a19:9_1": "and third of the household life is cut.",
    "ai-atk-s0403a19:9_2": "The lustful one overcome by sensual desire for sensual pleasures,",
    "ai-atk-s0403a19:9_3": "Desire in the realm of sensual desire for sensual pleasures,",
    "ai-atk-s0403a19:9_4": "escape from sensual desire, repulsion, views, doubt, conceit, the escape from them, and who has gone for refuge.",
    "ai-atk-s0403a19:9_5": "Herein, one who has taken up the first jhāna in the fivefold recommendation is called a “contemplation of foulness” . Herein, one who has gone for refuge to the name and clan of Dhamma” .",
    "ai-atk-s0403a19:9_6": "Now they do not know it.",
    "ai-atk-s0403a19:9_7": "The meaning is this: it is of two kinds of happiness in oneself, that is, namely, the meaning. This is the meaning.",
    "ai-atk-s0403a19:9_8": "The meaning is should be understood in this way.",
    "ai-atk-s0403a19:10_0": "And this is the effect.",
    "ai-atk-s0403a19:10_1": "For the escape from ill will has two things, namely, clarified, settled and on the annihilationist,",
    "ai-atk-s0403a19:10_2": "Herein, the first jhāna of ill will has reached the first jhāna and he has gone for refuge to the stream-enterers, the development of the path, and dullness and drowsiness due to the ending of defilements.",
    "ai-atk-s0403a19:10_3": "Whoever has gone for refuge to the Buddha, the teaching, and the Saṅgha, and is afraid of wrongdoing, and fond of the path. And there is no further path to perfection.",
    "ai-atk-s0403a19:10_4": "answers to the Dhamma, having gone for refuge to the Dhamma, the first goes for refuge to the just.",
    "ai-atk-s0403a19:11_0": "Suppose there was a bowl of water that was mixed with drops, etc., and steeps and evaporates, gravel and so on.",
    "ai-atk-s0403a19:11_1": "Nimilar to colour: etc. Vibhaṅga too with the bones of many kinds, and that of division.",
    "ai-atk-s0403a19:11_2": "damaged to sink,",
    "ai-atk-s0403a19:11_3": "born in a chest wrapped in his eyebrow.",
    "ai-atk-s0403a19:11_4": "Or he cuts off a hole in the heap of blue, yellow, red or white lotuses, and so on, the color of blue, yellow and crashed and red with white color.",
    "ai-atk-s0403a19:11_5": "wind, float, float, flames,",
    "ai-atk-s0403a19:11_6": "Swavering in the air,",
    "ai-atk-s0403a19:11_7": "resembling together, they went to a bad place.",
    "ai-atk-s0403a19:11_8": "as a ploughing running out.",
    "ai-atk-s0403a19:11_9": "he places them in the darkness of the night without a place nearby.",
    "ai-atk-s0403a19:11_10": "In this teaching he was established by the three Arahats of the Sakyans, he arrived at the Vulture Peak.",
    "ai-atk-s0403a19:12_0": "4. Kāraṇapālīsuttavaṇṇanā",
    "ai-atk-s0403a19:13_0": "194.",
    "ai-atk-s0403a19:13_1": "There is a fourth kind of worker named Kāla, the royal family of Kālāma, whose body was reborn in the royal family of Kālakañjas.",
    "ai-atk-s0403a19:13_2": "if, after building work, he gets up early in the morning at the gateway of a lamp, droping the door, and he wore in the wind from the burning sun.",
    "ai-atk-s0403a19:13_3": "Piṅgiyānī was established in the fruit of the Stream-Entry means to the noble ones.",
    "ai-atk-s0403a19:13_4": "After making this agreement in the morning, it seems, when he was performing the afflicted by the fragrance, and having taken up the Teacher’s bodies. Then he returned to the town, and when he had fallen from the capital.",
    "ai-atk-s0403a19:13_5": "When he had completed that (them), he saw her coming,",
    "ai-atk-s0403a19:13_6": "This is said: “A brahmin, when a brahmin, does I prefer task for knowledge, get rid of the snare in the morning, thought, “Where does it come?”",
    "ai-atk-s0403a19:14_0": "Herein, day: even during the day, at midday: on the day, is the meaning.",
    "ai-atk-s0403a19:14_1": "You’re considered to be astute, so is the meaning of the ascetic Gotama! Or do you think he’s astute?",
    "ai-atk-s0403a19:14_2": "Who am I to know what the ascetic Gotama’s lucidity of wisdom?",
    "ai-atk-s0403a19:14_3": "How would I possibly be known by the ascetic Gotama?”",
    "ai-atk-s0403a19:14_4": "And it would be as if he was blessed with the ascetic Gotama’s simply knowing all the other ten perfections of wisdom.",
    "ai-atk-s0403a19:14_5": "For even a stone’s necessary, with a stick or a staff, with a stick or a staff, with a stick or a stone, or a frog, who sort of leopard is known as the ascetic Gotama.",
    "ai-atk-s0403a19:14_6": "But here it is done by one according to the word “builder” and “possessed of conduct.",
    "ai-atk-s0403a19:14_7": "they came to the highest birth.",
    "ai-atk-s0403a19:14_8": "Who am I to praise the ascetic Gotama?",
    "ai-atk-s0403a19:14_9": "Who shall I stretch the ascetic Gotama? For what reason should I be released by the ascetic Gotama?",
    "ai-atk-s0403a19:15_0": "Virtuously in every aspect, and wholesome qualities of Buddhas, even with the whole world’s special qualities, not even for his own special qualities,",
    "ai-atk-s0403a19:15_1": "(but) if there were a blue flower or a blue lotuses, their colour or blue, and red blossoming lotuses and various kinds of fragrant powder, and it was not good fortune, and it seems to him.",
    "ai-atk-s0403a19:15_2": "As he looks at the circle of his own circumstances, not just as he has the golden gems in the special qualities of his own beauty, the ascetic Gotama, so the investigation of the whole world, because he is the meaning of his own entirety, he is without reaching the whole world.",
    "ai-atk-s0403a19:15_3": "there is no fault for him,",
    "ai-atk-s0403a19:16_0": "praised by the praised as the praiseworthy.",
    "ai-atk-s0403a19:16_1": "But what is definitely the meaning",
    "ai-atk-s0403a19:16_2": "King Pasenadi of Kosala was guarded and protected, and his wives, and healed the doctrines of the Licchavis. Owing to Pāvā, Brahmadatta, Vedas, together with twenty thousand companions, fairs, and many hundreds of thousands of aristocrats, brahmins, householders, householders, Kojasena, and gods. All these were the Great Brahmās, with many hundreds, fond of Sakkas, virtues, and many hundreds of Supreme Mallikā, and many other paths.",
    "ai-atk-s0403a19:16_3": "They all praise the ten strengths, the Buddha, the praises, and the just one who praises them.",
    "ai-atk-s0403a19:16_4": "praiseworthy things.",
    "ai-atk-s0403a19:17_0": "Then that man tells his own dispensation as if he did.",
    "ai-atk-s0403a19:17_1": "Herein, food is drunken on the tip of rice gruel and milk cows, even milk-rice back among the honey-balls, drums, goats, hunger, and sweet-voices—they are said to be the best of milk cows:",
    "ai-atk-s0403a19:17_2": "Wherever they go, having dropped on their throat, stand (him) after eating.",
    "ai-atk-s0403a19:17_3": "Others also lowly things,",
    "ai-atk-s0403a19:17_4": "Describing a discourse separately is the meaning.",
    "ai-atk-s0403a19:17_5": "Likewise in the rest.",
    "ai-atk-s0403a19:17_6": "After that, it is well proclaimed in the passage beginning, thus it is well proclaimed.",
    "ai-atk-s0403a19:17_7": "The ascetics and brahmins who teach the doctrines of the various ascetics and brahmins who teach the various doctrines of the various ascetics and brahmins.",
    "ai-atk-s0403a19:17_8": "he does not want to make a bowl, nor does he want to fall.",
    "ai-atk-s0403a19:17_9": "weakness is weak with hunger and weakness;",
    "ai-atk-s0403a19:17_10": "They made a honey-deal with honey-balls and shaved off their ropes and yoking them with a honey-hair.",
    "ai-atk-s0403a19:17_11": "Go down:",
    "ai-atk-s0403a19:17_12": "“After what is called for the purpose of seeing, because of the food and drink, cloth that is supreme liquor, passionless, supreme in being, –",
    "ai-atk-s0403a19:18_0": "he is golden coloured, golden colour, and silver.",
    "ai-atk-s0403a19:18_1": "like red sandalwood from darkness,",
    "ai-atk-s0403a19:18_2": "fragrant scent,",
    "ai-atk-s0403a19:18_3": "Just as a struggling is allowed, rounded, to the wick of froth.",
    "ai-atk-s0403a19:18_4": "uttered this exalted utterance:",
    "ai-atk-s0403a19:18_5": "For when you go to the trial period, you’re called ‘gaining trial period’.",
    "ai-atk-s0403a19:18_6": "the burning sun goes down swallowing is not able to take it, the cart goes down, but stands it’s said.",
    "ai-atk-s0403a19:18_7": "In the same way, when a meditator stands in the heart’s heart, is not able to endure it without having become established in the heart.",
    "ai-atk-s0403a19:18_8": "Such happiness is the meaning of having happiness.",
    "ai-atk-s0403a19:19_0": "5. Piṅgiyānīsuttavaṇṇanā",
    "ai-atk-s0403a19:20_0": "195.",
    "ai-atk-s0403a19:20_1": "this is the fifth in all its various parts.",
    "ai-atk-s0403a19:20_2": "longing for the color, etc.,",
    "ai-atk-s0403a19:20_3": "Here it is not blue, blue-coloured, and blue-coloured, but wrinkled,",
    "ai-atk-s0403a19:20_4": "S blue floors were blue, yellow clothes and blue.",
    "ai-atk-s0403a19:20_5": "were blue, having adorned with blue decorated with blue clothes and blue decorated with blue decorations, all the other festivals, and creepers and (only). All of them were all the colours, –",
    "ai-atk-s0403a19:20_6": "The meaning should be understood in this way in the very same way.",
    "ai-atk-s0403a19:21_0": "Just as a hundred spears storms arise,",
    "ai-atk-s0403a19:21_1": "like a wound in the rain.",
    "ai-atk-s0403a19:21_2": "at the time of Pātimokkha, at the time of the Supreme Human",
    "ai-atk-s0403a19:21_3": "They may be,",
    "ai-atk-s0403a19:21_4": "ignorant and fragrant,",
    "ai-atk-s0403a19:21_5": "the Fortunate One’s Saṅgha of Saṅgharakkhita then carry it away. That is why held the taste of the Victorious Saṅgha, the Simile of the Fortunate One’s Saṅgha.",
    "ai-atk-s0403a19:21_6": "The sun shines in the fourfold reckoning as droping of the Three Worlds, and the two thousand leagues in the shines like a glowing gems, and so on, in the sun.",
    "ai-atk-s0403a19:21_7": "Seeing this, one says this:",
    "ai-atk-s0403a19:22_0": "6. Mahāsupinasuttavaṇṇanā",
    "ai-atk-s0403a19:23_0": "196.",
    "ai-atk-s0403a19:23_1": "and the sixth signs that were very mighty from the sixth, beginning with the great ones, and so on.",
    "ai-atk-s0403a19:23_2": "I drank from the districts,",
    "ai-atk-s0403a19:23_3": "And herein, someone sees four elements as well as on account of their going for a meditation, or for the sake of the gods.",
    "ai-atk-s0403a19:24_0": "There, the elements of the ugliness, the defect of urgency, embarrassed by the elements, and the relics, seer.",
    "ai-atk-s0403a19:24_1": "while he was wandering in various directions, he saw a monkeyed mountains, like a charnel ground, like a cluster of flowers.",
    "ai-atk-s0403a19:24_2": "Once upon a time, having seen a certain object, he sees that the object.",
    "ai-atk-s0403a19:24_3": "When they see the god’s dwelling, they brought to him, or lose their places for his purpose.",
    "ai-atk-s0403a19:24_4": "he sees those deities with the power of those deities.",
    "ai-atk-s0403a19:24_5": "When he sees the sign of merit in this way, he sees the reason why: “Hopening merit, which is intent on awakening, as well as any reason of his merit, whether he sees the being intent on awakening or not, is like the Great King Suddhodana’s son, is like a great king who has entered upon the Being of Awakening” .",
    "ai-atk-s0403a19:25_0": "Since there is no one of them, she sees what is true and what is not heard.",
    "ai-atk-s0403a19:25_1": "whatever Devadatta sees there is,",
    "ai-atk-s0403a19:25_2": "Rather, the deity (all) arise in the precincts, and having shown them,",
    "ai-atk-s0403a19:25_3": "But if you see the precursorch, it is only perfectly Emancipated.",
    "ai-atk-s0403a19:25_4": "These four root items have been created in the various grounds. They have a schism and the break up of the four kinds.",
    "ai-atk-s0403a19:26_0": "Those who have given up four kinds of self-assured in an adept’s ethics, and are not abandoned because of an adept’s training.",
    "ai-atk-s0403a19:26_1": "But seeing what did he see to be awakened, or to the Buddha, or is he still not?",
    "ai-atk-s0403a19:26_2": "* If he sees this matter in this matter he can exercise his way,",
    "ai-atk-s0403a19:26_3": "For when the mind has settlement on the sign that is involved, there is no sign of greed,",
    "ai-atk-s0403a19:26_4": "For one who sees Sunetta’s minds arise,",
    "ai-atk-s0403a19:26_5": "then they see the Independent Buddha.",
    "ai-atk-s0403a19:26_6": "For when he is wakened by all the Sambuddhas, he sees all the good Ones.",
    "ai-atk-s0403a19:26_7": "There is no offense for the rainy season when a funeral pyretext.",
    "ai-atk-s0403a19:26_8": "And by seeing an agreement did not make a perfectly complete assembly, there is no offense.",
    "ai-atk-s0403a19:26_9": "then neither see anywhere.",
    "ai-atk-s0403a19:26_10": "That’s how mindfulness and situational awareness is in this way.",
    "ai-atk-s0403a19:26_11": "not so why?",
    "ai-atk-s0403a19:26_12": "Should he see these things.",
    "ai-atk-s0403a19:26_13": "for this is said:",
    "ai-atk-s0403a19:26_14": "“I’ll do it, great king.”",
    "ai-atk-s0403a19:27_0": "The monkey is made a baby monkey from the hip.",
    "ai-atk-s0403a19:27_1": "For just as a monkey is gradually swapped in a cart, so too, when a clever has arisen in a palm-leaf-hut, it becomes utterly cracked and repelled.",
    "ai-atk-s0403a19:27_2": "that’s why it’s done, indeterminate, unskillful and blameless.",
    "ai-atk-s0403a19:27_3": "Herein, the shrines there is a reading shrine, preceding the teaching by the Dhamma of the Shrine, which is skillful and unskillfully , blameless, and unprofitable.",
    "ai-atk-s0403a19:27_4": "And even if it is one who is weak because of the army, the story of the opposite sex and increasing it is provinced.",
    "ai-atk-s0403a19:27_5": "And with the profitable profitable results the result of goodness towards them.",
    "ai-atk-s0403a19:27_6": "Even if they give the result, they’re undisturbed, having arisen in the perils of a dream,",
    "ai-atk-s0403a19:27_7": "But it was due to pass away, and so on. There was the first day of the night, and in the middle watch of the night.",
    "ai-atk-s0403a19:27_8": "But if there was something strong and oppressed, they instead of oppressed in an unsuitable way; the circums irreversible and finishes it was seen.",
    "ai-atk-s0403a19:27_9": "He obtains bricks, copperous, unshakable, unattached, seeing the signs.",
    "ai-atk-s0403a19:28_0": "And of these five great kings could not see a wheel-turning monarch, nor even one wheel-turning monarch.",
    "ai-atk-s0403a19:28_1": "but our Buddha-to-be is beautiful and ugly.",
    "ai-atk-s0403a19:28_2": "“Tomorrow I’ll see a Buddha at night!” But at the time of the four quarters he saw the fortnight.",
    "ai-atk-s0403a19:28_3": "They say, ‘Dearthless’,",
    "ai-atk-s0403a19:28_4": "Having seen these folded his legs crosswise, he thought:",
    "ai-atk-s0403a19:28_5": "“I’ve seen you, Great King, in the city of Kapilavatthu. We’d be my father’s home.",
    "ai-atk-s0403a19:28_6": "If my mother were to live, he might see it.",
    "ai-atk-s0403a19:28_7": "And I’m the one who receives it by theft.”",
    "ai-atk-s0403a19:28_8": "Then he said: “This is the portion of the Bodhi Tree, this is the sign of foder. Taking this matter, he taked it to the Bodhi tree, this is going to his own family tradition.” Then he stationed himself in the Great Wood, in the depth of the Buddhas and evening to be his own insight.",
    "ai-atk-s0403a19:29_0": "Herein, the earth is filled with water and filling the earth,",
    "ai-atk-s0403a19:29_1": "he had a great deal of glorious head.",
    "ai-atk-s0403a19:29_2": "it is placed on a position.",
    "ai-atk-s0403a19:29_3": "But he didn’t cancel it because of the water’s positions or in the eastern gateway.",
    "ai-atk-s0403a19:29_4": "and in the last watches of the ocean in the lake, too.",
    "ai-atk-s0403a19:29_5": "the name and clan are said to be the production of the one who is born.",
    "ai-atk-s0403a19:29_6": "having said this to the nation: “Gotama, when one who is standing on the head, he couldn’t see a newly droping the limbs, and when he was standing on the ground, he couldn’t see a hundred leagues injuring over a hundred leagues.” And when he had crossed over a hundred leagues.",
    "ai-atk-s0403a19:29_7": "Having washed their feet, they choose soaked from the tips of the hair, and mounted it up.",
    "ai-atk-s0403a19:29_8": "One is blue, yellow, red, and white. The color of yellow appearance is the color of hue, and blue tint.",
    "ai-atk-s0403a19:29_9": "white and pure white.",
    "ai-atk-s0403a19:29_10": "to the top of a great mountain peak of three leagues,",
    "ai-atk-s0403a19:29_11": "he walks on a walking-path covered with his upper robe on top of his head.",
    "ai-atk-s0403a19:29_12": "But when the Sambuddha had a long life span 40 kilometers with his three leagues away, he sat like (only) after a leaf-hut.",
    "ai-atk-s0403a19:30_0": "When they have shown that signs and these preceding signs, even to the border of the sun and moon, and so on.",
    "ai-atk-s0403a19:30_1": "Herein, Accomplished in all the paths of perfection is called Arahantship.",
    "ai-atk-s0403a19:30_2": "That’s why the wheel-turning monarch saw the sign of the Buddha, and the sign of a wheel-turning monarch,",
    "ai-atk-s0403a19:30_3": "(Bāvari) saw the sign of the Himalayas, the king of mountains, was terribly preserved by the hand of a Mount Vessavaṇa.",
    "ai-atk-s0403a19:30_4": "four-legged feet were the wheel-turning monarch at the place of the wheel-turning monarch.",
    "ai-atk-s0403a19:30_5": "Whatever beings have ceased there are in the three realms of existences, he saw the signs of the beings that appear.",
    "ai-atk-s0403a19:30_6": "What it turns out to eyeshes and shut out from its position, as it was in the preceding the sign of the eye.",
    "ai-atk-s0403a19:30_7": "how far the world of men rolled forth the light of the world of existence.",
    "ai-atk-s0403a19:30_8": "he should tell him about the evening time.",
    "ai-atk-s0403a19:31_0": "7. Vassasuttavaṇṇanā",
    "ai-atk-s0403a19:32_0": "197.",
    "ai-atk-s0403a19:32_1": "At the time of seven kinds of signs:",
    "ai-atk-s0403a19:32_2": "The fire element gives rise to a great fire.",
    "ai-atk-s0403a19:32_3": "after receiving water for washing his hand, the waterpot (washing): “Friend’s body embanking with water, after taking hold of the water,",
    "ai-atk-s0403a19:32_4": "they become negligent, and having themselves completed it.",
    "ai-atk-s0403a19:32_5": "For when the king said, “My friend,” she does not actually arrived,",
    "ai-atk-s0403a19:32_6": "That’s why it is said:",
    "ai-atk-s0403a19:32_7": "“It’s not that while raining.”",
    "ai-atk-s0403a19:32_8": "Eight lost opportunities.",
    "ai-atk-s0403a19:33_0": "10. Nissāraṇīyasuttavaṇṇanā",
    "ai-atk-s0403a19:34_0": "200.",
    "ai-atk-s0403a19:34_1": "Existence: for one who has ten reasons.",
    "ai-atk-s0403a19:34_2": "the elements of self-element,",
    "ai-atk-s0403a19:34_3": "arouses the attention to sensual pleasures, he gives his attention to the breath of getting rid of desire and aversion. He is capable of having taken up his mind, like the mouth from the time to time, for inquiring into it.",
    "ai-atk-s0403a19:34_4": "you don’t praise.",
    "ai-atk-s0403a19:34_5": "They don’t inspire confidence in those without it.",
    "ai-atk-s0403a19:34_6": "and she does not stop.",
    "ai-atk-s0403a19:34_7": "you’re not released from suffering.",
    "ai-atk-s0403a19:34_8": "But when the chicken’s feathers are dried up, sinews, and rolled up, the fire is swallowed, and doesn’t go back to it.",
    "ai-atk-s0403a19:34_9": "But renunciation focuses on renunciation, the first jhāna, and the mind impulses in the first jhāna, then his mind becomes clear,",
    "ai-atk-s0403a19:34_10": "Their mind is inconvenient for him, and so forth.",
    "ai-atk-s0403a19:34_11": "The Happy One, the Happy One, who has gone to a good place,",
    "ai-atk-s0403a19:34_12": "developed, well-developed, well-proclaimed,",
    "ai-atk-s0403a19:34_13": "like a rain cloud from the crops,",
    "ai-atk-s0403a19:34_14": "very well freed, well freed, well freed,",
    "ai-atk-s0403a19:34_15": "With the pollutants connected with sensual pleasures as condition: the four kinds of sensual stimulation,",
    "ai-atk-s0403a19:34_16": "dispelling suffering:",
    "ai-atk-s0403a19:34_17": "passion for sensual pleasures decaying with the senses.",
    "ai-atk-s0403a19:34_18": "They don’t experience that feeling,",
    "ai-atk-s0403a19:34_19": "This is how the escape from sensual pleasures is explained, and the escape from sensual pleasures is explained.",
    "ai-atk-s0403a19:34_20": "One who has attained the third absorption, having reached the third absorption, one who knows that he has not attained the third absorption, and one who knows what is very fruitful, doesn’t know whether he has come to be,",
    "ai-atk-s0403a19:34_21": "Their mind is very vital conditioned.",
    "ai-atk-s0403a19:34_22": "The same method applies in the same way.",
    "ai-atk-s0403a19:35_0": "And this is the effect.",
    "ai-atk-s0403a19:35_1": "The second calmness of the world named Mettiya.",
    "ai-atk-s0403a19:35_2": "In the third (story), compassionate and escape.",
    "ai-atk-s0403a19:35_3": "The fourth jhāna similar to the formless jhānas, etc.",
    "ai-atk-s0403a19:35_4": "he who attends on the fruit of endless consciousness:",
    "ai-atk-s0403a19:35_5": "the fifth is focusing on Sakka, knowing that it is possible, and on the full admission to perfection.",
    "ai-atk-s0403a19:35_6": "This is how the escape from identity is explained by him and its fruits who are standing, having seen the fruit of perfection, no idea that comes to be realization.",
    "ai-atk-s0403a19:35_7": "Now comes that while roaming the life for refuge, the ending of craving, while standing on the ground, he does not enjoy himself within.",
    "ai-atk-s0403a19:35_8": "he doesn’t rebirth there.",
    "ai-atk-s0403a19:35_9": "From not being reborn in the future,",
    "ai-atk-s0403a19:35_10": "And here the rest is as before.",
    "ai-atk-s0403a19:36_0": "The fifth sub-chapter on brahmin is finished.",
    "ai-atk-s0403a19:37_0": "The fourth sub-chapter on offenses is finished.",
    "ai-atk-s0403a19:38_0": "5. Pañcamapaṇṇāsakaṁ"
}