{
    "ai-atk-abh03a15:0_0": "8. Satipaṭṭhānakathāvaṇṇanā",
    "ai-atk-abh03a15:1_0": "301.",
    "ai-atk-abh03a15:1_1": "Now, while mindfulness is in the Commentaries: “This is the point of mindfulness,",
    "ai-atk-abh03a15:1_2": "The four kinds of mindfulness meditation, when developed and cultivated, I will teach the Dhamma in the way already stated. When there is the support of the four kinds of mindfulness meditation, the support of mindfulness meditation is found in the enlightenment of the mindfulness meditation subjects, just as they described above.",
    "ai-atk-abh03a15:1_3": "These later names were called Blind M blind men from the first later kings; and they exist in the middle of the day.",
    "ai-atk-abh03a15:1_4": "and insisting on others, speaking the meaning of others.",
    "ai-atk-abh03a15:1_5": "Herein, because they are placed on the part of these shakes and goblins,",
    "ai-atk-abh03a15:1_6": "When it is grounded:",
    "ai-atk-abh03a15:1_7": "Because of mindfulness meditation, there is the meaning of mindfulness meditation.”",
    "ai-atk-abh03a15:1_8": "“She enters the place where it stood,",
    "ai-atk-abh03a15:1_9": "swallow the ocher robe.",
    "ai-atk-abh03a15:1_10": "Restlessness is the purpose of mindfulness” .",
    "ai-atk-abh03a15:1_11": "That’s why there are two hundred monasteries.",
    "ai-atk-abh03a15:1_12": "But there are some way in which they give up and refer to the four kinds of mindfulness meditation together in the analyzing of the mindfulness meditation subject. They speak with the dependence on another.",
    "ai-atk-abh03a15:1_13": "(But) all things are established in him) the highest mindfulness, etc., of all of them one hundred in mindfulness.",
    "ai-atk-abh03a15:1_14": "Herein, the path that leads to destruction is the means in common (factor).",
    "ai-atk-abh03a15:1_15": "For it is a single path that leads to the destruction of the defilements.",
    "ai-atk-abh03a15:1_16": "Four truths.",
    "ai-atk-abh03a15:1_17": "Going back and accumulating their ends.",
    "ai-atk-abh03a15:1_18": "Saying “What do you think is the path to the one asks, “What is the one path?”",
    "ai-atk-abh03a15:1_19": "Under the pollutants, fetters, and inclusiveness, they are asking about the supreme development of the supermundane and supramundane.",
    "ai-atk-abh03a15:1_20": "With the Enlightened One’s training dealing with including . So it is said in the Vinaya .",
    "ai-atk-abh03a15:2_0": "Equanimity is said including the sense-spheres in all ways too in accordance with nature:",
    "ai-atk-abh03a15:2_1": "and that concentration is also directed to by the object.",
    "ai-atk-abh03a15:2_2": "So the meaning should be understood in all ways.",
    "ai-atk-abh03a15:2_3": "With a sleepiborhood of the discourses:",
    "ai-atk-abh03a15:3_0": "The commentary on the mindfulness meditation is finished."
}