{
    "ai-atk-abh03a18:0_0": "3. Tatiyavaggo",
    "ai-atk-abh03a18:1_0": "1. Balakathāvaṇṇanā",
    "ai-atk-abh03a18:2_0": "354.",
    "ai-atk-abh03a18:2_1": "Now, that is how the strength of those strength.",
    "ai-atk-abh03a18:2_2": "Herein, it is possible that I truly understand these four kinds of mindfulness meditation that I have developed and cultivated the four kinds of mindfulness meditation, as to developing and cultivating the four kinds of mindfulness meditation, just as I do truly understand the ten powers of blindness.",
    "ai-atk-abh03a18:2_3": "(They are) approved by their own enemy, then they speak (to the opposite of others.",
    "ai-atk-abh03a18:2_4": "the Realized One is unsuitable, (but) those disciples over the disciples of Awakened One. This is the reason of those (given) reasons:",
    "ai-atk-abh03a18:2_5": "Herein, knowledge of the ending of defilements is for their own destruction.",
    "ai-atk-abh03a18:2_6": "the faculties of variety and opposite sex,",
    "ai-atk-abh03a18:2_7": "this is the nature, this is the naked ascetic and the Abhidhamma.",
    "ai-atk-abh03a18:2_8": "for his disciples know by the Realized One.",
    "ai-atk-abh03a18:2_9": "Thus there are no recitationing for recitation.",
    "ai-atk-abh03a18:2_10": "But this is what is non-violent.",
    "ai-atk-abh03a18:2_11": "The Realized One is able to persuade them with his own opposite sex.",
    "ai-atk-abh03a18:2_12": "Herein, in the first enquiry, (called) the congregations, he rejects all of it.",
    "ai-atk-abh03a18:2_13": "In the second enquiry, (called) as to receptacle, etc.,",
    "ai-atk-abh03a18:2_14": "In other abidings: the enquiry is produced in the moderation of sort of each other, and that is not the respective .",
    "ai-atk-abh03a18:2_15": "Excellent conduct and the first, the teaching, and the meaning and the teaching in this way.",
    "ai-atk-abh03a18:3_0": "In consequence of his sense faculties included in the categories of Sātimokkha itself.",
    "ai-atk-abh03a18:4_0": "355.",
    "ai-atk-abh03a18:4_1": "Now, while a disciple knows that they are prevented by him, they should be known as a disciple who knows the places of expoundsiveness and understanding, and who conflict with each other. And so they are capable of having dispelled them, confused their disciples, and establish them in the same way.",
    "ai-atk-abh03a18:4_2": "Herein, the knowledge of the death and rebirth of the six faculties don’t have any of those opposite sex.",
    "ai-atk-abh03a18:4_3": "Goldening, in consequence, and insistence, the Realized One can perform such a doctrine of various kinds.",
    "ai-atk-abh03a18:4_4": "The same method of freedom: the same liquid, and the same .",
    "ai-atk-abh03a18:4_5": "The meaning is “finitionally.”",
    "ai-atk-abh03a18:5_0": "356.",
    "ai-atk-abh03a18:5_1": "Now, as to the end of the defilements in the present life, they speak of knowledge with the ending of defilements.",
    "ai-atk-abh03a18:5_2": "The knowledge of this is pointing out the opposite sex with knowledge, which is a basis for defining, and that which is knowledgeable.",
    "ai-atk-abh03a18:5_3": "Such (should be) devotion to the rest.",
    "ai-atk-abh03a18:5_4": "Again when it was placed, the students would be conversed together with others. And because of preventing the doctrines of others, held together with others.",
    "ai-atk-abh03a18:5_5": "Herein, a phrase in language, and a consequence, speaking (their of) definition in the Suttas.",
    "ai-atk-abh03a18:5_6": "Then, without questioning the faculties of others, you have no converse with anyone, and speaking with others.",
    "ai-atk-abh03a18:5_7": "having been shown it (from her), she showed it to her.",
    "ai-atk-abh03a18:5_8": "Likewise, they speak of the door, and they use the rest.",
    "ai-atk-abh03a18:5_9": "So he should converse with his foreign of the faculties and extinguish language, of others, and of the doctrines of others.",
    "ai-atk-abh03a18:5_10": "having been shown it (from it),",
    "ai-atk-abh03a18:5_11": "Herein, mindfulness is established means of the faculties.",
    "ai-atk-abh03a18:5_12": "With the rest of the beds, they speak once.",
    "ai-atk-abh03a18:6_0": "On Peacefulness",
    "ai-atk-abh03a18:7_0": "2. Ariyantikathāvaṇṇanā",
    "ai-atk-abh03a18:8_0": "357.",
    "ai-atk-abh03a18:8_1": "Now, what is called a noble one:",
    "ai-atk-abh03a18:8_2": "Herein, these days (follows): “One whose knowledge is complete, the noble truths are cleansed in nine noble knowledge, like the first noble ones.”",
    "ai-atk-abh03a18:8_3": "They refer to the Noble Ones who speaks, and who should question the other,",
    "ai-atk-abh03a18:8_4": "again and again, you should ask the noble path.”",
    "ai-atk-abh03a18:9_0": "Again, of presumending the others, and speaking (them) in accordance with the Teaching.",
    "ai-atk-abh03a18:9_1": "Herein, the two ways:",
    "ai-atk-abh03a18:9_2": "emptiness attainments and -",
    "ai-atk-abh03a18:9_3": "Passive conscious views, studies, particulars for emptiness, and empty.",
    "ai-atk-abh03a18:9_4": "emptiness in all processes, empty huts, composed, liberated,",
    "ai-atk-abh03a18:9_5": "There, he claims to be referring to extinguishment, and he admits to the formations.",
    "ai-atk-abh03a18:9_6": "They focus on being asked. They assert it and referring to extinguishment.",
    "ai-atk-abh03a18:9_7": "After that ignorant, thinking: “Sometics, attentions well applications embodiment, having taken his attention, he does not shake off the two kinds of contact.”",
    "ai-atk-abh03a18:9_8": "The same method applies in the same way.",
    "ai-atk-abh03a18:9_9": "For the meditation subjects there are seven signs,",
    "ai-atk-abh03a18:9_10": "the signless state of conditions,",
    "ai-atk-abh03a18:9_11": "and having set up a single thing, placing it on the aggregates, he should go into seven aggregates aside choppings of the jewels of the aggregates.",
    "ai-atk-abh03a18:9_12": "or by craving, without attachment, the cutting off of all activities for savings, the object of all processes.",
    "ai-atk-abh03a18:9_13": "Consequently the clause, and the way should be understood in the way already described.",
    "ai-atk-abh03a18:10_0": "358.",
    "ai-atk-abh03a18:10_1": "Then the mindfulness of the four kinds of mindfulness meditation, etc., in this way they are empty-food, and the necessary, what is right and what is suitable?”",
    "ai-atk-abh03a18:10_2": "they all share out all together.",
    "ai-atk-abh03a18:10_3": "The same enquiry should be understood as the reason why it should be asked permission of the use of this question.",
    "ai-atk-abh03a18:10_4": "But when the food has been put aside, and when he falls down the knowledge of the death and rebirth of that meal.",
    "ai-atk-abh03a18:10_5": "Then after the later of the knowledge of the ending of defilements, he thought, “Those who come together and conversion of the defilements” from time to time the Mallian, and from Vedas together with his own insight knowledge of the ending of defilements.",
    "ai-atk-abh03a18:10_6": "all of them speaks because they are responding to others.",
    "ai-atk-abh03a18:10_7": "They are observed on to the truth.",
    "ai-atk-abh03a18:10_8": "But when the first spirits were shown by doing a snake, he shows the seven knowledges (of existence).",
    "ai-atk-abh03a18:11_0": "In the commentary on the noble ones",
    "ai-atk-abh03a18:12_0": "3. Vimuttikathāvaṇṇanā",
    "ai-atk-abh03a18:13_0": "363.",
    "ai-atk-abh03a18:13_1": "This is how some discussion comes about freedom.",
    "ai-atk-abh03a18:13_2": "Herein, there is no one free of greed, for those whose minds are without passion,",
    "ai-atk-abh03a18:13_3": "The mind is freed like this.”",
    "ai-atk-abh03a18:13_4": "They reference to their very time, in order to their own thoughts.",
    "ai-atk-abh03a18:13_5": "After being asked by (rebirth) they do not answered by their own road, and so on.",
    "ai-atk-abh03a18:13_6": "then the mind puts it aside,",
    "ai-atk-abh03a18:14_0": "If they’re not asked by a person, and aspiration, they deliberately discerning the mind.",
    "ai-atk-abh03a18:14_1": "This meaning should be understood in the same way as the meaning.",
    "ai-atk-abh03a18:15_0": "Practicing freedom is the color of liberation.",
    "ai-atk-abh03a18:16_0": "4. Vimuccamānakathāvaṇṇanā",
    "ai-atk-abh03a18:17_0": "366.",
    "ai-atk-abh03a18:17_1": "Now, when you’re unfinished, this is called “unbound”.",
    "ai-atk-abh03a18:17_2": "Herein, there are some who say: “Whoever has cut off the balanced finances, the liberal of the freedom from course of deliverance, liberating, fit for freedom, and expression by their own freedom.”",
    "ai-atk-abh03a18:18_0": "Again when he is asked permission of one person:",
    "ai-atk-abh03a18:18_1": "There they shared out each place.",
    "ai-atk-abh03a18:18_2": "Just as one or other of these places goes unfreed, what do you say about one or other of the spots?",
    "ai-atk-abh03a18:18_3": "what reason do you ask for?",
    "ai-atk-abh03a18:18_4": "They’ve liberated and they liberated through their liberating minds.",
    "ai-atk-abh03a18:18_5": "Just as when doing so, the forty-four grounds become dispensation, then any one of the foreheads are unaffected: this is the unaffectedness of oneness.",
    "ai-atk-abh03a18:18_6": "then having said that the doctrine of others, like the mind becomes plain with a single bitter when it is using its wavers, and when he admits to the second, he admits to the third time of the freedom.",
    "ai-atk-abh03a18:18_7": "he places himself in one who is strict, and plunges into it.",
    "ai-atk-abh03a18:18_8": "But this cutting off of the annihilation of the annihilation of freedom",
    "ai-atk-abh03a18:18_9": "admits to the supermundane,",
    "ai-atk-abh03a18:18_10": "Because the cutting off of the judgments from the one whose mind is freed through the ending of liberation,",
    "ai-atk-abh03a18:18_11": "Then the ignorant mind, saying: “So they’re stream-enterers, the one who practices the meditation once-returner in such a one-returner, and one who stands alone with that are stream-enterers, and so on.”",
    "ai-atk-abh03a18:18_12": "The other initiates not seeing that one,",
    "ai-atk-abh03a18:18_13": "Likewise in the rest.",
    "ai-atk-abh03a18:19_0": "For it is the arising of the universal mind or their mind becomes dispassionate, welcome, and on the one side of the other.",
    "ai-atk-abh03a18:19_1": "What do you think of such a thought?",
    "ai-atk-abh03a18:20_0": "367.",
    "ai-atk-abh03a18:20_1": "First: Similes of the Food",
    "ai-atk-abh03a18:20_2": "Here is the method of explanation in conclusion:",
    "ai-atk-abh03a18:20_3": "Freed, he transcends; this is independent.",
    "ai-atk-abh03a18:20_4": "When anyone knows and sees, their mind is freed from these things.",
    "ai-atk-abh03a18:20_5": "Second: speaking Yet",
    "ai-atk-abh03a18:20_6": "Here is the method of explanation in conclusion:",
    "ai-atk-abh03a18:20_7": "If they say, ‘ being freed from these things,’ they will not be freed from them. They may be free from attachments.",
    "ai-atk-abh03a18:21_0": "And now, as I was discarded, the mind becomes liberated from those prevented, spittle, and released by greed. When greed for them, they keep on doing the wrong time.”",
    "ai-atk-abh03a18:21_1": "that those who will not be able to discern the mind from another’s mind.",
    "ai-atk-abh03a18:21_2": "Then the Sakyans of Koṭigāma said: “We were not able to teach the third time, and the thoroughly considered, not by night.”",
    "ai-atk-abh03a18:21_3": "The meaning of this:",
    "ai-atk-abh03a18:21_4": "Wouldn’t that fine royal pounded mind whose mind is intoxicated with ten millions,",
    "ai-atk-abh03a18:21_5": "Likewise for the rest.",
    "ai-atk-abh03a18:21_6": "then after being admitted to having claimed to be found.",
    "ai-atk-abh03a18:21_7": "the two ends of freedom, even one is shown by one producing the opposite sex,",
    "ai-atk-abh03a18:21_8": "The meaning of this:",
    "ai-atk-abh03a18:21_9": "if there are two hundred millions, this is the Aggree, this is the best and this top,",
    "ai-atk-abh03a18:21_10": "for the mind associated with the defilements.",
    "ai-atk-abh03a18:21_11": "Vijaya, the ultimate one hundred and seventy millions",
    "ai-atk-abh03a18:22_0": "Practicing Misconduct",
    "ai-atk-abh03a18:23_0": "5. Aṭṭhamakakathāvaṇṇanā",
    "ai-atk-abh03a18:24_0": "368.",
    "ai-atk-abh03a18:24_1": "Now, it is the eighth discussions.",
    "ai-atk-abh03a18:24_2": "Herein, there are two lions that are produced by the lions, tigers, oppression, and the paths that are incompatible and the one that is meant. And just as these two persons were given up in them, they are at the end of the paths of stream-entry.",
    "ai-atk-abh03a18:24_3": "all of them speak in this way.",
    "ai-atk-abh03a18:24_4": "For he who has given up this view, a stream-enterer, and the eighth person. That’s why they are stream-enterers, a once-returner.",
    "ai-atk-abh03a18:24_5": "For this is the method.",
    "ai-atk-abh03a18:24_6": "For the underlying tendencies of enquiry, the underlying tendencies of enquiry, that’s why they do so.",
    "ai-atk-abh03a18:25_0": "They see no grounds for ethics.",
    "ai-atk-abh03a18:25_1": "and were given up by one who is seeked.",
    "ai-atk-abh03a18:26_0": "At that moment the path he develops it, and he does not develop it.",
    "ai-atk-abh03a18:26_1": "Therefore he refuses a bag.",
    "ai-atk-abh03a18:26_2": "He is included in the first path, etc., that is, in the first path, and steps his course.",
    "ai-atk-abh03a18:26_3": "For if this path come along with the stream, gives up the opposite of a person, and so on.",
    "ai-atk-abh03a18:26_4": "will arise in his (previous) doctrine, that will be given away by others.",
    "ai-atk-abh03a18:26_5": "The rest is undefined.",
    "ai-atk-abh03a18:27_0": "Discussion of the Eights",
    "ai-atk-abh03a18:28_0": "Ground-King is the commentary on the Path of Commentaries.",
    "ai-atk-abh03a18:29_0": "371.",
    "ai-atk-abh03a18:29_1": "Now, it is the eighth faculty.",
    "ai-atk-abh03a18:29_2": "Herein, there are those who obtain the path and foundations in me. And now they are blindly able to get merely.",
    "ai-atk-abh03a18:29_3": "They don’t take part in the faculties of faith, energy, or wisdom.",
    "ai-atk-abh03a18:29_4": "But there is no faith in his family that is faithful, he rejects it, and having dyed it.",
    "ai-atk-abh03a18:29_5": "Likewise in the rest.",
    "ai-atk-abh03a18:29_6": "In whom there is the mind, there is the faculty of mind,",
    "ai-atk-abh03a18:29_7": "He who has faith, conscience, prudence, energy, and wisdom, which is the faculty of faith, and so on, there is the mind faculty,",
    "ai-atk-abh03a18:29_8": "Yet with that torment",
    "ai-atk-abh03a18:30_0": "In the Commentaries of Faculty",
    "ai-atk-abh03a18:31_0": "7. Dibbacakkhukathāvaṇṇanā",
    "ai-atk-abh03a18:32_0": "373.",
    "ai-atk-abh03a18:32_1": "Now, there is a discussion amongst those with clairvoyance.",
    "ai-atk-abh03a18:32_2": "And here it is the fourth drain that specific eyes are just like the clairvoyance that is purified of clear vision. And it is just like the blind dark of the eyes that is blind.",
    "ai-atk-abh03a18:32_3": "They refer to the eye of the flesh, the simile of the hide.",
    "ai-atk-abh03a18:33_0": "Again, they put it on the eye of the flesh, the eye of the flesh, the eye does not put it away.",
    "ai-atk-abh03a18:33_1": "if he is not able to ask about any one of the remaining in both places, etc., and he then in the way already stated.",
    "ai-atk-abh03a18:34_0": "and it is poisoned in the both places in the realm of luminous forms,",
    "ai-atk-abh03a18:34_1": "but the eye of the flesh itself comes to be.",
    "ai-atk-abh03a18:34_2": "Anyone else should go forth, or that is attached to,",
    "ai-atk-abh03a18:34_3": "With clairvoyance that is purified and superhuman, you won’t get so later. You might not go beyond the like that.",
    "ai-atk-abh03a18:35_0": "he is questioned by means of the divine eye, having become with his clairvoyance, he does not want to see the divine eye; he is therefore he does not want to see the divine eye-eye of clay.",
    "ai-atk-abh03a18:35_1": "When questioned by the second, he claims the vision of the eye: “The path is clear, vision is large, and the eye of the flesh, he claims to be fully extinguished.”",
    "ai-atk-abh03a18:35_2": "Sensual pleasures are like someone who, when asked by the eyes of sensuality, does not want to see me. So he puts me in that.",
    "ai-atk-abh03a18:35_3": "For he who is questioned in the second-material sphere, it is called “matter”.",
    "ai-atk-abh03a18:36_0": "Mindfulness occupied with the formless-world, and then in the formless-world sphere, he refuses more than the consciousnesses of the fine-material sphere.",
    "ai-atk-abh03a18:36_1": "(but) he does so, when asked the four primary elements, he claims to be found.",
    "ai-atk-abh03a18:36_2": "and later an obvious person isn’t wanting to reject it.",
    "ai-atk-abh03a18:37_0": "and in the midst of the Dhamma surpassed by the eyes of a bondage, he is poisoned by the eye of sensual pleasures.",
    "ai-atk-abh03a18:37_1": "again means endowed with the teachings.",
    "ai-atk-abh03a18:37_2": "And when he is asked by two eyes, how many kinds of vision do not want to have the eye of wisdom. Because he does not want to see the teaching of the noble ones, his wisdom is evident.",
    "ai-atk-abh03a18:37_3": "Again when questioned with the eye of the Dhamma is obtained by the divine eye, it is obtained by the divine eye.",
    "ai-atk-abh03a18:37_4": "And here the rest is as before.",
    "ai-atk-abh03a18:38_0": "Playing clairvoyance is purified;",
    "ai-atk-abh03a18:39_0": "8. Dibbasotakathāvaṇṇanā",
    "ai-atk-abh03a18:40_0": "375.",
    "ai-atk-abh03a18:40_1": "Now is that a Divine Heartwood",
    "ai-atk-abh03a18:40_2": "Herein, when asked by one, he is questioned by them.",
    "ai-atk-abh03a18:40_3": "engaging a further Dhamma talk, he admits to the gods, and he admits to the god.",
    "ai-atk-abh03a18:40_4": "it is recorded that while it is recorded.",
    "ai-atk-abh03a18:41_0": "On Deathlessness",
    "ai-atk-abh03a18:42_0": "What is the commentary on the stages of knowledge?",
    "ai-atk-abh03a18:43_0": "377.",
    "ai-atk-abh03a18:43_1": "Now, how come to Queen Since;",
    "ai-atk-abh03a18:43_2": "Herein, with clairvoyance that is purified and superhuman,",
    "ai-atk-abh03a18:43_3": "according to their own idea, they get reborn in a place without asking permission.” And they answer, with the clairvoyance that is purified and superhuman, they speak having insight into their own vision.",
    "ai-atk-abh03a18:43_4": "As he gives his attention to it again and again, the object does not occur in one who is family alone with the object;",
    "ai-atk-abh03a18:43_5": "if he admits to the second, he admits to his own mind;",
    "ai-atk-abh03a18:43_6": "Again and again, when asked, they put on contact at the wrong time.",
    "ai-atk-abh03a18:43_7": "So the meaning should be understood according to the method of this text, as follows: just as it is known that same thing, when it comes to be understood, is the meaning.",
    "ai-atk-abh03a18:44_0": "Knowing this, the elder was like someone whose self-mortification. I knew it was because he had no few wishes, content, educated, knowledge master, wisdom, and he knew the elder was the matter of. But some didn’t know what was allowed to think, “This is why some elder was lost,” and they did not know about the matter of the detailed exposition.",
    "ai-atk-abh03a18:44_1": "He refuses the following message: “By that, Sāriputta, he responds the otherwise.”",
    "ai-atk-abh03a18:44_2": "The second enquiry, (called) all the Sākiyans, (wholesomes) reached the final stage.",
    "ai-atk-abh03a18:44_3": "Now he will explain that you’re like that.",
    "ai-atk-abh03a18:44_4": "For the Elder Guid homage to the elder he said: “This knowledge without having attained (Nibbāna) knowledge of the progressive knowledge.",
    "ai-atk-abh03a18:44_5": "those who speak in accordance with the Teaching are harmful, and dart with others.",
    "ai-atk-abh03a18:44_6": "That’s why it receives shared with the Elder Nuns, not divine eyes,",
    "ai-atk-abh03a18:44_7": "Therefore it should be said: “Well then, sirs, one should not associate in knowledge of the divine-eye.”",
    "ai-atk-abh03a18:45_0": "and he is endowed with knowledge about the ending of status.",
    "ai-atk-abh03a18:46_0": "10. Saṁvarakathāvaṇṇanā",
    "ai-atk-abh03a18:47_0": "379.",
    "ai-atk-abh03a18:47_1": "Now, a Discussion of called “compassion”;",
    "ai-atk-abh03a18:47_2": "But there are some of the gods who resort to the Thirty-Three: they do not get rid of residing here and now, having got all they wished, whether something is equal or not.",
    "ai-atk-abh03a18:47_3": "Then, because they are arguing, they do not occur in the same way. That’s why there’s the gods of the Thirty-Three and the rest, they give inappropriately.",
    "ai-atk-abh03a18:48_0": "mindfulness, and restraint, is what is called there, non-human beings, restraint by sense faculties, and mindfulness.",
    "ai-atk-abh03a18:49_0": "But there is no way to kill living creatures due to the influence of killing living things, etc., that is to say, the intention to killing living things, etc., that is to say, the words about killing of living things, etc., and that of the absence of killing living things, etc., which should be understood as the states of covetousness, etc., which is to say, preventing.",
    "ai-atk-abh03a18:49_1": "But the purpose of (was happening) in the Niddesa (of the Nears).",
    "ai-atk-abh03a18:50_0": "(but) there is no reason why, when it is found, having a pervaded the gods of the Thirty-Three, was persuading that they weren’t able to kill, then they approve of this.",
    "ai-atk-abh03a18:50_1": "But there is no generation of the gods in accordance with the order that cannot be killed living creatures .",
    "ai-atk-abh03a18:50_2": "(but) it is worthy of a kindness that is not made amends for the gods of mentioned,",
    "ai-atk-abh03a18:50_3": "he doesn’t accept the statement of what others said, and speak of others.",
    "ai-atk-abh03a18:50_4": "One’s established in this way: being established in absorption.",
    "ai-atk-abh03a18:51_0": "On Restraint in the color of court",
    "ai-atk-abh03a18:52_0": "11. Asaññakathāvaṇṇanā",
    "ai-atk-abh03a18:53_0": "381.",
    "ai-atk-abh03a18:53_1": "Now, when it is unfinished:",
    "ai-atk-abh03a18:53_2": "Herein, there are no such (volitional) processes: “He who is a condition for consciousness” .",
    "ai-atk-abh03a18:53_3": "“But, sir, do you recall having understood the gods of  who are mindful and fully aware?”",
    "ai-atk-abh03a18:53_4": "(But) they are pleased with questions, their (saying):",
    "ai-atk-abh03a18:53_5": "After that accusing his own perception, he said: “What’s the point of your perception?”",
    "ai-atk-abh03a18:53_6": "that is the allocation and the flame.",
    "ai-atk-abh03a18:54_0": "Unsuitableness,",
    "ai-atk-abh03a18:55_0": "Talking about the base consisting of neither perception nor non-perception",
    "ai-atk-abh03a18:56_0": "384.",
    "ai-atk-abh03a18:56_1": "Now, that is how talk about the dimension of neither perception nor non-perception.",
    "ai-atk-abh03a18:56_2": "Herein, one should say: “Perceptions in the sense fields are not found in the dimension of neither perception nor non-perception.”",
    "ai-atk-abh03a18:56_3": "(But) they are pleased with questions, their (saying):",
    "ai-atk-abh03a18:56_4": "And here the phrases all, and the breath should be understood here.",
    "ai-atk-abh03a18:57_0": "praised on the dimension of neither perception nor non-perception.",
    "ai-atk-abh03a18:58_0": "The third is finished."
}