{
    "ai-atk-s0502a15:0_0": "15. Sukhavaggo",
    "ai-atk-s0502a15:1_0": "The Simile of the Man",
    "ai-atk-s0502a15:2_0": "He, the teacher of Sumana, who lived comfortably, the Sakyapirits, the Protector of the Way topics, and known as a well known about Dhamma.",
    "ai-atk-s0502a15:3_0": "She had the names of Kapilavatthu built the Koliyan capital, and was the Koliyan capital of Kapilavatthu. She then had the names of the town named Sāpūga.",
    "ai-atk-s0502a15:3_1": "Then in the month of Jeṭṭha, in the month of Jeṭṭha, they were assembled in both cities and bad places.",
    "ai-atk-s0502a15:3_2": "There the people from Koliyan city said:",
    "ai-atk-s0502a15:3_3": "“This water isn’t worth on both sides, but we won’t give it away.”",
    "ai-atk-s0502a15:3_4": "others also said:",
    "ai-atk-s0502a15:3_5": "“Weighing up the carcass of a black rope, covered with gold netting, and dressed in ocher robes, and all the water, we shall not burn the one with rain from the top of a bowl.”",
    "ai-atk-s0502a15:3_6": "We won’t give it to you;",
    "ai-atk-s0502a15:3_7": "and after showing them (thinking): “After doing so, one of the boys, making the living creatures of the King’s birth, striking one another with a stick,",
    "ai-atk-s0502a15:4_0": "say:",
    "ai-atk-s0502a15:4_1": "“Where are you doing, lady, and living in Kapilavatthu? You can they have shake off their own bodies and troops, and see those elephants and horses?”",
    "ai-atk-s0502a15:4_2": "Both doing this, they said: “Who are you doing so now? Did you see the boys in the neighborhood of Kaṭisambhidā and Hatthisāriputta? What are the elephants?”",
    "ai-atk-s0502a15:4_3": "Having left that place they related all the ministers and counselors, the ministers said to the royal court:",
    "ai-atk-s0502a15:4_4": "Then the Sākiyans said: “Go away, please show them the power and the marriage.”",
    "ai-atk-s0502a15:4_5": "The Koliyans also said, “We’ll show them the power and strength of those who dwell in Jujube trees.”",
    "ai-atk-s0502a15:5_0": "The Teacher, while looking at the time, thinking “I have seen this world with my relatives,” and so he thought, “These are going through the air, and seeing her lying on the ground in the sky. Alonging his head, he thought,",
    "ai-atk-s0502a15:5_1": "the Teacher, having seen the faults of his relatives, worshipped them and abandoned them.",
    "ai-atk-s0502a15:5_2": "Then the teacher said to them:",
    "ai-atk-s0502a15:5_3": "“What difference is the Great Kings?”",
    "ai-atk-s0502a15:5_4": "“We don’t know.”",
    "ai-atk-s0502a15:5_5": "“Who knows now?”",
    "ai-atk-s0502a15:5_6": "The King said, “Prince they can know as long as he knows about the time,” and when asked, “Look here, how far they brought back some water.",
    "ai-atk-s0502a15:5_7": "“What’s water worth, great king?”",
    "ai-atk-s0502a15:5_8": "“It has little worth, sir.”",
    "ai-atk-s0502a15:5_9": "“What are Nobles worth, Great Kings?”",
    "ai-atk-s0502a15:5_10": "“No, Sir.”",
    "ai-atk-s0502a15:5_11": "“Your water isn’t tiny. We couldn’t live diligently if you don’t want to die in any way.”",
    "ai-atk-s0502a15:5_12": "They remained silent.",
    "ai-atk-s0502a15:5_13": "After summoning those Teacher, he said: “So, great king! We can’t do that. We’ll dwell reducely fear!",
    "ai-atk-s0502a15:5_14": "you must live without defilements.",
    "ai-atk-s0502a15:5_15": "You’ve stayed around on arranged his sensual stimulations, and stayed in verse on these verses.” And he recited these verses:",
    "ai-atk-s0502a15:6_0": "197.",
    "ai-atk-s0502a15:7_0": "“Oh! We live happily amongst those who are loved,",
    "ai-atk-s0502a15:8_0": "Among hostile people live free from enmity,",
    "ai-atk-s0502a15:9_0": "198.",
    "ai-atk-s0502a15:10_0": "“Let us live truly happily, without sickness, amongst those who are sick,",
    "ai-atk-s0502a15:11_0": "Among ailing people amongst humans,",
    "ai-atk-s0502a15:12_0": "199.",
    "ai-atk-s0502a15:13_0": "“For amongst those who live happily, for those who are satisfied,",
    "ai-atk-s0502a15:14_0": "Among greedy people tangles to the people.”",
    "ai-atk-s0502a15:15_0": "here and there, he feels bliss.",
    "ai-atk-s0502a15:15_1": "This is said:",
    "ai-atk-s0502a15:15_2": "Even when a layman who has gone forth as a layperson or a renunciate often reviewing these five kinds of favourable oppressed by laypeople and wakefulfilment, then, “Oh, however, we are free of enmity and ill will, the five defilements spoken by the carrrcasss of the wakens, and whose life is not free from enmity, affliction and anxiety, and live in the five strands and familiarsity. We are free from enmity, and the persons of enmity, and the absences, and the abodes and the five strands, people hying them.”",
    "ai-atk-s0502a15:15_3": "The same is the same.",
    "ai-atk-s0502a15:16_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a15:17_0": "The first account of relatives",
    "ai-atk-s0502a15:18_0": "2. Māravatthu",
    "ai-atk-s0502a15:19_0": "Living in the Teacher’s teaching, so he stayed in the assembly hall with the teaching, a breakfast aside in the Faith.",
    "ai-atk-s0502a15:20_0": "One day, when the Teacher was established in the five-hundred women, he saw the village once-returners who were living near the village of Stream-Entry.",
    "ai-atk-s0502a15:20_1": "Those boys went to the village of Nāgas, and having approached the village of Nāgas before going into the village.",
    "ai-atk-s0502a15:20_2": "The teacher entered the village for alms,",
    "ai-atk-s0502a15:20_3": "Then Māra the Wicked, after making a cart on the whole neighborhood of a lake as a food-storage area and set out on the shoot, and departing from it to the village, he said this:",
    "ai-atk-s0502a15:20_4": "“So alms-food, an ascetic.”",
    "ai-atk-s0502a15:20_5": "“But why do you make sure I didn’t get any alms?”",
    "ai-atk-s0502a15:20_6": "“Well then, please enter the monastery.”",
    "ai-atk-s0502a15:20_7": "(And) he thought this it seems:",
    "ai-atk-s0502a15:20_8": "“If they all tell him again, I’ll laugh it with my body over to fist, and then I’ll laugh it out.”",
    "ai-atk-s0502a15:20_9": "At that time, having seen the prince, the young men, after worshipping the Teacher and stood on one side.",
    "ai-atk-s0502a15:20_10": "Even a teacher says:",
    "ai-atk-s0502a15:20_11": "“Sir, Piṇḍola Bhāradvāja is hunger, frothing the suffering from sickness.”",
    "ai-atk-s0502a15:20_12": "Saying, “Whether we obtained some bliss like the Great Brahmā, like the Lord of the Earth moved on the happiness of the Earth.”",
    "ai-atk-s0502a15:21_0": "200.",
    "ai-atk-s0502a15:22_0": "“We live truly happily enough having no possessions ourselves,",
    "ai-atk-s0502a15:23_0": "We shall feed on rapture, like the gods of streaming radiance.”",
    "ai-atk-s0502a15:24_0": "Herein, we who can cut off our private parts, the common with our own hands, and now do not even one of us.",
    "ai-atk-s0502a15:24_1": "When they feel rapture, we will feel bliss with the gods.",
    "ai-atk-s0502a15:25_0": "At the conclusion of the five-hundred boys were established in the fruit of Stream-Entry.",
    "ai-atk-s0502a15:26_0": "The second ground for Māra",
    "ai-atk-s0502a15:27_0": "3. Kosalarañño parājayavatthu",
    "ai-atk-s0502a15:28_0": "Bancing this Dhamma teaching, the Teacher, while going to the Kosalans Retreat,, sat down in the Royal Monastery,",
    "ai-atk-s0502a15:29_0": "While he was conceived in the same way as he did, he thought:",
    "ai-atk-s0502a15:29_1": "“I won’t give my wealth to others. What can I do for my life?”",
    "ai-atk-s0502a15:29_2": "He laid down a delicious nutriment with his bed and lay down on his cot.",
    "ai-atk-s0502a15:29_3": "Then the town-dwellers spread out through the whole town.",
    "ai-atk-s0502a15:29_4": "who then told the Realized One’s saying:",
    "ai-atk-s0502a15:29_5": "“Venerable Sir, it seems the king is close to the village of Kāsīha one another three or fourteen years lady of the mouthful, and then, having fallen into his mouth, meat, and chopped on his life.”",
    "ai-atk-s0502a15:29_6": "The Teacher, after hearing them, saying: “How can the Jotipāla defeated the victory over the city?”",
    "ai-atk-s0502a15:30_0": "201.",
    "ai-atk-s0502a15:31_0": "“He who is defeated by victors, hatred,",
    "ai-atk-s0502a15:32_0": "The one at peace finds happiness, having abandoned victory and defeat.”",
    "ai-atk-s0502a15:33_0": "he conquered the victor’s womb.",
    "ai-atk-s0502a15:33_1": "Death through another (where): “Anyone who finds suffering in others, I’ll see the meaning of all that.”",
    "ai-atk-s0502a15:33_2": "Standing above next to the inner impediments, having destroyed the defilements with the yokes, and with the defilements ended, all that is pleasant.",
    "ai-atk-s0502a15:34_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a15:35_0": "The third ground of the Kosalan King Pasenadi",
    "ai-atk-s0502a15:36_0": "4. Aññatarakuladārikāvatthu",
    "ai-atk-s0502a15:37_0": "There is no declaration of passion that is the Teacher, he revealed this Dhamma teaching to a certain family.",
    "ai-atk-s0502a15:38_0": "After taking her parents invited her, she invited the Teacher for a meal.",
    "ai-atk-s0502a15:38_1": "the Teacher, surrounded by the Community of monks, and sat down there.",
    "ai-atk-s0502a15:38_2": "But the waterying would do the invitation procedure among the Sangha of monks for the other people, making it known for the next life.",
    "ai-atk-s0502a15:38_3": "husband looked around it with her husband.",
    "ai-atk-s0502a15:38_4": "Throughly looking at it, he was familiar with the defilements of sensual desire,",
    "ai-atk-s0502a15:38_5": "he was neither long-perception-nor-non-perception, the Great Elder.",
    "ai-atk-s0502a15:38_6": "Having received it with his hand, he said: “I will see it,” and he received it.",
    "ai-atk-s0502a15:38_7": "The Teacher, when he saw this, he did not see that woman,",
    "ai-atk-s0502a15:38_8": "without having seen the Teacher, he stood looking around.",
    "ai-atk-s0502a15:38_9": "The Teacher, having consecrated him in the sky, said: “There are no more pains in the drops of fire, greedy, hate, and delusion, there is no comparison” . And there is nothing more than that happy like this: “This is the suffering from the comprehension of Nibbāna” .",
    "ai-atk-s0502a15:39_0": "202.",
    "ai-atk-s0502a15:40_0": "“There is no fire like passion, there is no offence like hatred,",
    "ai-atk-s0502a15:41_0": "there is no such thing as suffering, there is no more future lives.”",
    "ai-atk-s0502a15:42_0": "There is no fire to burn up, and there is no danger of smoke. But there is no fire to burn a flame or, and having it put down on the bank of the Ganges.",
    "ai-atk-s0502a15:42_1": "cooled down would still beholded by the like that.",
    "ai-atk-s0502a15:42_2": "The aggregates are the same thing",
    "ai-atk-s0502a15:42_3": "Just as there are no more pains, that is suffering.",
    "ai-atk-s0502a15:42_4": "There is nothing more than extinguishment.",
    "ai-atk-s0502a15:42_5": "For what is beneficial is the ultimate happiness.",
    "ai-atk-s0502a15:43_0": "and the princesses were established in the fruit of Stream-Entryst.",
    "ai-atk-s0502a15:43_1": "At that time the Buddha doesn’t do anything,",
    "ai-atk-s0502a15:44_0": "of a certain family similar to a certain family.",
    "ai-atk-s0502a15:45_0": "5. Ekaupāsakavatthu",
    "ai-atk-s0502a15:46_0": "Many starting points out a discussion regarding the Teacher’s teaching,",
    "ai-atk-s0502a15:47_0": "I saw a certain spot in the Jeta Grove, which was sitting in Jeta’s Wood, at the root of the Gandhamādana, and when he saw five hundred Nigrodhapura.",
    "ai-atk-s0502a15:47_1": "For the Teacher was invited by the vicinity of Āḷavī.",
    "ai-atk-s0502a15:47_2": "He, thinking, “I have come to a human being, it seems, for you to hear the Dhamma,” he heared that teaching.",
    "ai-atk-s0502a15:47_3": "On that day, one cowherd came to him.",
    "ai-atk-s0502a15:47_4": "“What do I think? Do I have listening to the teaching? Or I’ll think, “I’ll reflect on the teaching?” and then I return to the evening.",
    "ai-atk-s0502a15:47_5": "They prepared a Āḷavī at the head of the Sangha of monks headed by the Buddha. Having washed their bowl and robes, they put to them into a dwelling place.",
    "ai-atk-s0502a15:47_6": "“This is my teacher, I’ve gone to the wilderness, searching for thirty leagues, or for a hundred leagues in that wilderness.”",
    "ai-atk-s0502a15:48_0": "When this happened, he saw a cattle-keeping cattle-keeping freshly in the cattle, thinking, “I’ll now maintain, I’ll go to the Teacher’s home,” and stood to one side. He stood to one side, thinking, “I’ll die there,” and he stood to one side.",
    "ai-atk-s0502a15:48_1": "The Teacher, while standing, she said to him:",
    "ai-atk-s0502a15:48_2": "“Are there any suitable meal for the Sangha of monks?”",
    "ai-atk-s0502a15:48_3": "“Venerable Sir, all is.”",
    "ai-atk-s0502a15:48_4": "“Well then, let meat this portion.”",
    "ai-atk-s0502a15:48_5": "The Teacher, having had the same set aside prepared eating, and built a meal.",
    "ai-atk-s0502a15:48_6": "After eating the meal, on the foreheads,",
    "ai-atk-s0502a15:48_7": "that place it seems, except if these three are present objects of something else;",
    "ai-atk-s0502a15:48_8": "Seeing the value of the steadfast one,",
    "ai-atk-s0502a15:48_9": "Then the Teacher, having taught them step by step,",
    "ai-atk-s0502a15:48_10": "he established the fruit of Stream-Entry,",
    "ai-atk-s0502a15:48_11": "The Teacher got up from his seat and left.",
    "ai-atk-s0502a15:48_12": "the Teacher, having gone around the great crowd, causing him off.",
    "ai-atk-s0502a15:49_0": "The Teacher was going with the monks, and thinking:",
    "ai-atk-s0502a15:49_1": "“So, reverends, for all day the workers, not for the day’s meditation. But on seeing this same day they did the same thing.”",
    "ai-atk-s0502a15:49_2": "After hearing about the Teacher, he asked: “Why are you standing up, having heard that the lay follower?” When he saw her, he thought, “Listen, having seen him coming, with my own hands, I went to the house wherever I wandered, illuminating the lay followers,",
    "ai-atk-s0502a15:49_3": "‘When the house is cold, he cannot get rid of hunger and not prepare. And when someone else who does not conceive it, he will be like this, how come to reply: “Go away, I will not get into this response,” and he said:",
    "ai-atk-s0502a15:50_0": "203.",
    "ai-atk-s0502a15:51_0": "“A hunger is the worst illness, the yoke of conditions,",
    "ai-atk-s0502a15:52_0": "Knowing this, the ultimate happiness.”",
    "ai-atk-s0502a15:53_0": "Herein, the Vajirā is able to give up resplendent worry, the healthy, the absence of wisdom, or the worms, since it is permanent, incapable of (wholesome) troubles, this is called “afternality”.",
    "ai-atk-s0502a15:53_1": "Choices are the five aggregates:",
    "ai-atk-s0502a15:53_2": "Knowing this, an astute person is called ‘confactor’. They truly understand the origin of suffering’. And they truly understand the cessation of suffering’.",
    "ai-atk-s0502a15:53_3": "for extinguishment is the ultimate happiness.",
    "ai-atk-s0502a15:54_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a15:55_0": "The fifth section for recitation on the same sheet is the fifth.",
    "ai-atk-s0502a15:56_0": "6. Pasenadikosalavatthu",
    "ai-atk-s0502a15:57_0": "He arranged this supreme caravan, the Teacher, while teaching the Dhamma in Jetavana,",
    "ai-atk-s0502a15:58_0": "At that time the king is alone withdrawn from the rice-mater, and he eats the curry of the rice gruel.",
    "ai-atk-s0502a15:58_1": "On one occasion, he is able to move the meal, stayed in the same community. He then wore his hair, and bearing his hands and feet were unable to lie down.",
    "ai-atk-s0502a15:58_2": "Then the teacher said to him:",
    "ai-atk-s0502a15:58_3": "“Great king, why have you not come?”",
    "ai-atk-s0502a15:58_4": "“Sir, it is time for me to eat a great suffering from me.”",
    "ai-atk-s0502a15:58_5": "Then the Teacher, saying, “Great king,” he said to that village.",
    "ai-atk-s0502a15:59_0": "One who gets drowsy from overeating,",
    "ai-atk-s0502a15:60_0": "sleepy and rolling on the bed,",
    "ai-atk-s0502a15:61_0": "like a great hog stuffed with grain:",
    "ai-atk-s0502a15:62_0": "that idiot is reborn again and again.",
    "ai-atk-s0502a15:63_0": "After taking this verse to the King’s meal, he said: “Great King, a meal given to the King,",
    "ai-atk-s0502a15:63_1": "for the sake of factor (wor) you can advise another, and instruct this verse:",
    "ai-atk-s0502a15:64_0": "“When a man is always mindful,",
    "ai-atk-s0502a15:65_0": "knowing moderation in eating,",
    "ai-atk-s0502a15:66_0": "his unpleasant feelings become fewer,",
    "ai-atk-s0502a15:67_0": "and he ages slowly, taking care of his life.”",
    "ai-atk-s0502a15:68_0": "The King said, “I’ll learn the verses. ” But the brahmin stepped on the nephew of the story of the strings, how well said, “They were to take this from your story.”",
    "ai-atk-s0502a15:68_1": "He asked her: “Why do you take this verse? Why do I ask?”",
    "ai-atk-s0502a15:68_2": "Then the teacher said to him:",
    "ai-atk-s0502a15:68_3": "“King Dhaniya the King has got carpenter and drunk while eating and drinking it, carved it, and picking it up, put the rice gruel in the corner of the child.”",
    "ai-atk-s0502a15:68_4": "Saying, “Good, sir,” he did just that.",
    "ai-atk-s0502a15:68_5": "The King, after hearing that verse, he gave a thousand coins to another,",
    "ai-atk-s0502a15:68_6": "After some time that Nāḷāgiri had arrived at Nāḷāgiri solid and that of the body became stabilized.",
    "ai-atk-s0502a15:69_0": "Then one day, after going into the presence of the Teacher and worshipped the Teacher, said:",
    "ai-atk-s0502a15:69_1": "“Venerable Sir, let me pursenger he likes anywhere I have been born and grabbed by the deer,",
    "ai-atk-s0502a15:69_2": "Formerly, having given a new abode of my portion with the hand, I had the same neighborhood of a village as well as that of the judge, and then gave her the neighbourhood of a village, and then he gave her to her the neighbourhood of a village, and then giveed it to the powder is my because of that,",
    "ai-atk-s0502a15:69_3": "Your family of the king’s family is good, not even in the past. And it’s appropriate for me to go to enjoying this sacrifice.",
    "ai-atk-s0502a15:69_4": "and Visākha then with our disciples. I don’t want to listen to them and say it because I’m happy.”",
    "ai-atk-s0502a15:69_5": "“Great king, this teacher is content with the ultimate sort of wealth, namely, the highest of men, who has gained great wisdom, and such bliss, and who still has reached Nibbāna.”",
    "ai-atk-s0502a15:70_0": "204.",
    "ai-atk-s0502a15:71_0": "“Health is the supreme gain, content the wealth,",
    "ai-atk-s0502a15:72_0": "the ultimate solace relatives is the ultimate happiness.”",
    "ai-atk-s0502a15:73_0": "Herein, Health is the ultimate blessing; he is the greatest of gain for gain.",
    "ai-atk-s0502a15:73_1": "For a disease come from a healthy gain, a not others who have gained material possessions. That is why all the time have come to an end.",
    "ai-atk-s0502a15:73_2": "Hence it is said:",
    "ai-atk-s0502a15:73_3": "“Health is the ultimate blessing.”",
    "ai-atk-s0502a15:73_4": "contentment, self-control, wealth, and peace. In your own use, they give to your own wealth, authority, and others.",
    "ai-atk-s0502a15:73_5": "her mother or father, a brother of Vāsabha, and anyone who knows. There is no one who knows.",
    "ai-atk-s0502a15:73_6": "And there is the highest other relatives in each and every way.",
    "ai-atk-s0502a15:73_7": "Therefore it is said:",
    "ai-atk-s0502a15:73_8": "“Like opportunity to relatives.”",
    "ai-atk-s0502a15:73_9": "Extinguishment is one such as extinguishment:",
    "ai-atk-s0502a15:73_10": "extinguishment is the ultimate happiness.",
    "ai-atk-s0502a15:74_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a15:75_0": "The sixth ground for the Kosalans",
    "ai-atk-s0502a15:76_0": "7. Tissattheravatthu",
    "ai-atk-s0502a15:77_0": "he related this teaching to one of the nuns, saying:",
    "ai-atk-s0502a15:78_0": "When the teacher had finished, they said, “If only four hundred months I’ll be extinguished in the presence of the Teacher.” But they were unable to arise in the presence of the Teacher.",
    "ai-atk-s0502a15:78_1": "When the monks had been divided, they thought, “What will we do?”",
    "ai-atk-s0502a15:78_2": "The senior monks said: “It seems that there is a fourth part of the four monks, that I have attained Nibbāna before, and that I was not free from passion for Arahantship with my psychic power, who was free from passions, who were free from passions, and who were free from were free from passions.”",
    "ai-atk-s0502a15:78_3": "there is no discussion in the presence of the monks, or for some reason",
    "ai-atk-s0502a15:78_4": "Then the mendicants said to him:",
    "ai-atk-s0502a15:78_5": "“Did you do so?”",
    "ai-atk-s0502a15:78_6": "They don’t hear it.",
    "ai-atk-s0502a15:78_7": "After rolling him embarrass, they said: “Venerable sir, did you have a teacher of the Elders?”",
    "ai-atk-s0502a15:78_8": "The Teacher, summoned him, saying: “Don’t get his own,” and he asked, “Did you give me the blessing.” Then he gave him his own residence, and he presented him to me, saying, “You should go for the sake of my (alternative form).",
    "ai-atk-s0502a15:78_9": "Having worshipped me with the fragrance and garlands, they neither worship me nor honoured them with this verse.” And now they practiced accordingly.",
    "ai-atk-s0502a15:79_0": "205.",
    "ai-atk-s0502a15:80_0": "“Having expelled the taste of peace, the taste of peace,",
    "ai-atk-s0502a15:81_0": "(But) he is free from sense desires, drink, chewing, and tastes of the Dhamma.”",
    "ai-atk-s0502a15:82_0": "Herein,: the taste of seclusion: the taste of the solid nectar.",
    "ai-atk-s0502a15:82_1": "and having cognized by the sign of suffering, and realization of the fruits, he is dear to making the object.",
    "ai-atk-s0502a15:82_2": "Entering the defilements of peace, the taste of the defilements, and the taste of Nibbāna,",
    "ai-atk-s0502a15:82_3": "You’re ruined by that mendicant with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended both.",
    "ai-atk-s0502a15:82_4": "And if he drinks the nine orifices that arose in him when he was pervaded by the supernormal power of the tastes, and the drinking, and the taste of the bitterness, and is present.",
    "ai-atk-s0502a15:83_0": "the Elder Tissa converted the three knowledges in the Dhammapadakalyāsa.",
    "ai-atk-s0502a15:84_0": "On the seventh ground for the Elder Tissa.",
    "ai-atk-s0502a15:85_0": "8. Sakkavatthu",
    "ai-atk-s0502a15:86_0": "Leading to the Teacher’s teaching, the Teacher’s arguments, while living in the Bamboo Wood, the Sakyan Wood, declared:",
    "ai-atk-s0502a15:87_0": "for the Realised One’s dwelling place is able to prevent his illness, he acted with bloody affliction. He then approached the King’s feet, causing his affair, and thinking, “Having given up his sword, he is able to get sick.” He went to the Teacher’s feet, and he said, “Listening the limbs with his own hands, he has put his upper robe, and went to the house,",
    "ai-atk-s0502a15:87_1": "Then the teacher said, “Who is this?”",
    "ai-atk-s0502a15:87_2": "“I’m able, sir.”",
    "ai-atk-s0502a15:87_3": "“Why have you come?”",
    "ai-atk-s0502a15:87_4": "“Venerables, you should be nursing the sick.”",
    "ai-atk-s0502a15:87_5": "“Suppose there was a huge stone Monarch of a hundred leagues on the ground, and on the bank of the river. I was sick, like you.”",
    "ai-atk-s0502a15:87_6": "“Venerable Sir, 84,000 leagues you have been standing on the ground, I’ll carry a knee with my hands in the sky like a cloth which was like a beet with the buttermilk, and sewing a disturbance created by center. I wouldn’t lip- anointment fragrances, my body was stretching up with my hands, and my head was like a cloth. Issswelling to drugss, unspit before him.”",
    "ai-atk-s0502a15:87_7": "After the Teacher, she returned at the time of the Teacher and was at ease.",
    "ai-atk-s0502a15:88_0": "The mendicants presented him, saying: “How are you able to do such things?”",
    "ai-atk-s0502a15:88_1": "How, after hearing them what had happened, the king performs that miserable.",
    "ai-atk-s0502a15:88_2": "For he is able to develop me in front of the meat, and having become a stream-enterer, I’m now wiped in the middle of the gods. When he has arrived at the western gate, he is sat down in front of me.",
    "ai-atk-s0502a15:89_0": "“It occurs to me, Vāsava, when you ask me a question about anything,",
    "ai-atk-s0502a15:90_0": "I am doing it in this way,” he said,",
    "ai-atk-s0502a15:91_0": "Having said that his doubts, he gave teachings to him,",
    "ai-atk-s0502a15:91_1": "At the consequence of the Dhamma, the interpreting (the palace) had been conquered, and once-returned to the Fruit of Stream-Entry.",
    "ai-atk-s0502a15:91_2": "That is how I very helpful to me.",
    "ai-atk-s0502a15:91_3": "And in that respect he had a sense of nymphs,",
    "ai-atk-s0502a15:91_4": "It’s impossible for you to see the noble ones, living together with you.",
    "ai-atk-s0502a15:91_5": "and having cooppered with fools, he recited these verses:",
    "ai-atk-s0502a15:92_0": "206.",
    "ai-atk-s0502a15:93_0": "“Ascetics is good, living with them is pleasant always,",
    "ai-atk-s0502a15:94_0": "would always happy after seeing the fools for fools?",
    "ai-atk-s0502a15:95_0": "207.",
    "ai-atk-s0502a15:96_0": "“The one who generates joy, Lady in a long way,",
    "ai-atk-s0502a15:97_0": "united with fools, he is in every way.",
    "ai-atk-s0502a15:98_0": "The wise and virtuous friend would come to meet (one).”",
    "ai-atk-s0502a15:99_0": "So:",
    "ai-atk-s0502a15:100_0": "208.",
    "ai-atk-s0502a15:101_0": "“He who is wise, learned, virtuous, restrained, and has noble virtue,",
    "ai-atk-s0502a15:102_0": "It would be like that good person to gain such a true and intelligent!”",
    "ai-atk-s0502a15:103_0": "She craved there.",
    "ai-atk-s0502a15:103_1": "It’s not easy to do so, and so it is not good to sit together with them. Instead, they can’t do so.",
    "ai-atk-s0502a15:103_2": "Those who consort with fools, he who lives by legitimate means,",
    "ai-atk-s0502a15:103_3": "When they were making a long way, he responds thus: “Those who have been delivered with the hand, but when they was making this long way, he was making no shake. But when he was treating his hand was like this, he said,",
    "ai-atk-s0502a15:103_4": "all the non-human man with united heads, so with unrestrained, declaring, and incompetent—shave like that with a fool:",
    "ai-atk-s0502a15:103_5": "The wise and virtuous here is born in a very beneficial. And how does an astute person live together with these words?",
    "ai-atk-s0502a15:103_6": "living together with the attributes of relatives, and so say: happiness and bliss.",
    "ai-atk-s0502a15:104_0": "Therefore he is a fool, who has a gathering of initiates together with good behaviors, and is endowed with prosperous, expert in good conduct, with good behaviors such as above and behaves, oppressions, popularity and cosmology, opposites, and incomparable, laziness, develops the fourfold paths of supernormal power, and so on. And he has generous virtue and slacks the spiritual life of purity that is good.",
    "ai-atk-s0502a15:105_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a15:106_0": "The eighth ground for Sakka",
    "ai-atk-s0502a15:107_0": "The Book of Character is finished.",
    "ai-atk-s0502a15:108_0": "with fifteen feet,"
}