{
    "ai-atk-vin02a311:0_0": "12. Sattasatikakkhandhakaṁ",
    "ai-atk-vin02a311:1_0": "Ten",
    "ai-atk-vin02a311:2_0": "446.",
    "ai-atk-vin02a311:2_1": "Where the Seventh chapter",
    "ai-atk-vin02a311:2_2": "When monks put them aside, they set their guesthouse on the Chapter. They set them aside.",
    "ai-atk-vin02a311:2_3": "strong in the Himālayas,",
    "ai-atk-vin02a311:3_0": "Through wrapped in fine clothes,",
    "ai-atk-vin02a311:3_1": "fellows in men.",
    "ai-atk-vin02a311:3_2": "take delight in what is liked and likable;",
    "ai-atk-vin02a311:3_3": "those who don’t understand.",
    "ai-atk-vin02a311:3_4": "born from passion and born,",
    "ai-atk-vin02a311:3_5": "in the Magadhan quarters.",
    "ai-atk-vin02a311:3_6": "It is prevailing over a thousand riches,",
    "ai-atk-vin02a311:3_7": "They dry the waists, honey, and shopped it, saying:",
    "ai-atk-vin02a311:3_8": "And when it grows, they take it back in the past.",
    "ai-atk-vin02a311:4_0": "They needed a bad deed, not flatterers.",
    "ai-atk-vin02a311:5_0": "is a term for your behaviour.",
    "ai-atk-vin02a311:5_1": "desiring to give up his permission, he thought, “Venerable Sabbakāmī!”",
    "ai-atk-vin02a311:5_2": "dwelling in a family that supports those who are skilled in support.",
    "ai-atk-vin02a311:6_0": "He knows the discourses in the texts, and in the analysis of analysis of terms?",
    "ai-atk-vin02a311:6_1": "if he receives staple or non-staple food after he has finished his meal and non-staple food, he commits an offense entailing confession.",
    "ai-atk-vin02a311:6_2": "In this case, some think that mendicant is stored up as much as they live, that alternative fields and portions, yet no staple or non-staple food is stored up.",
    "ai-atk-vin02a311:6_3": "If it is the wrong time, and so it is the wrong time, then when the food is received, it is unallowable, and when the food is unallowable, you should use it to disagree with you from the wrong time.”",
    "ai-atk-vin02a311:6_4": "They should be told:",
    "ai-atk-vin02a311:6_5": "“Sir, you’re not dead; you won’t get involved; you don’t want to live withdrawn from the wrong time.",
    "ai-atk-vin02a311:6_6": "if she thinks, “If you don’t,” “It’s unallowable, you’re not suitable to eat as much as you like; there’s no wrong time.",
    "ai-atk-vin02a311:6_7": "That’s why he should get the meaning of the letter.",
    "ai-atk-vin02a311:7_0": "For this is the meaning:",
    "ai-atk-vin02a311:7_1": "While during the day they live, post-midday tonics, or lifetime tonics that are allowable for you to go.",
    "ai-atk-vin02a311:7_2": "‘If a monk eats staple or non-staple food at the wrong time, but he does not get allowable before midday.’",
    "ai-atk-vin02a311:7_3": "if he does not say, “Take what is allowable” to because of the mere line;",
    "ai-atk-vin02a311:7_4": "As long as I live, they eat finished food, and drink aren’t suitable for the purpose of eating at night.",
    "ai-atk-vin02a311:7_5": "In this way, when received, it’s not suitable today, and it’s nicely cooked by eating as much as they like.",
    "ai-atk-vin02a311:7_6": "They wouldn’t be stored indoors, nor do they see it.",
    "ai-atk-vin02a311:7_7": "for this is said:",
    "ai-atk-vin02a311:7_8": "‘When it has been stored, but he does not perceive that it has, and he eats the staple or non-staple food, he commits an offense entailing confession.’”",
    "ai-atk-vin02a311:7_9": "So having asked “Where is this question?” “Because of the following sutta, “Where did you answer these questions?”",
    "ai-atk-vin02a311:8_0": "“The observance-day procedure should be designated in Rājagaha.",
    "ai-atk-vin02a311:8_1": "If you do, you commit an offense of wrong conduct.”",
    "ai-atk-vin02a311:8_2": "“An act of wrong conduct in one monastery, two are appointed as the observance-day procedure and one of the Monastic Law in the Monastic Law.” And then in the Monastic Law, she commits an offense entailing confession.",
    "ai-atk-vin02a311:8_3": "if these are the grounds for the Monastic Law, saying, “This is the contrary to the Monastic Law,” “This is in the Monastic Law,” such as the Monastic Law, and when a legal procedure is done against the Monastic Law, you should not be done in the Monastic Law.",
    "ai-atk-vin02a311:9_0": "‘This is what happens to one who is legitimate, but has what is said.",
    "ai-atk-vin02a311:9_1": "Misconduct is said to be “Aver in the analysis of the Monastic Code” which is said to be the Council’s poison, namely, “It is said to be the purpose of going to heaven” .",
    "ai-atk-vin02a311:9_2": "By doing the poor declaration, this is the same as that of the ten.",
    "ai-atk-vin02a311:9_3": "‘If a monk cuts out one that has not been cut down, he commits an offense entailing confession.’”",
    "ai-atk-vin02a311:9_4": "‘Why is it cutting off?’ “Why are you coming?”",
    "ai-atk-vin02a311:9_5": "The meaning is that: because it is torpor, produces, is the meaning.",
    "ai-atk-vin02a311:9_6": "The rest is clear.",
    "ai-atk-vin02a311:10_0": "The account of the ten bases of talk is finished.",
    "ai-atk-vin02a311:11_0": "stones on the Monastic Law together in the Monastic Law.",
    "ai-atk-vin02a311:12_0": "The chapter on the group of seven hundred is finished.",
    "ai-atk-vin02a311:13_0": "these two groups of ninety-two components",
    "ai-atk-vin02a311:14_0": "the five aggregates make up of suffering in the dispensation.",
    "ai-atk-vin02a311:15_0": "and this search for them, like this is the obstacle.",
    "ai-atk-vin02a311:16_0": "successful at the head of Siddhattha, having seen this, they (saying):",
    "ai-atk-vin02a311:17_0": "The account of the Shorter Discourse on the Short Discussion is finished."
}