{
    "ai-atk-s0502a12:0_0": "12. Attavaggo",
    "ai-atk-s0502a12:1_0": "1. Bodhirājakumāravatthu",
    "ai-atk-s0502a12:2_0": "He preached the Dhamma to the Bodhi tree, the Teacher, the art of the Dhamma Bodhi tree,",
    "ai-atk-s0502a12:3_0": "He then asked the earthstructed in the sky as if it were the time without making the earth kasiṇa.",
    "ai-atk-s0502a12:3_1": "“What’s the point of your do you think, or is the first progressive? Or is it the same thing!”",
    "ai-atk-s0502a12:3_2": "“Laying in the first time,” he said,",
    "ai-atk-s0502a12:3_3": "“If this stilt longhouse will be a palace for such a palace.",
    "ai-atk-s0502a12:3_4": "It’s not allowable to cut off this hand with a foot, or to another.”",
    "ai-atk-s0502a12:3_5": "He discovered the good friend, the driver’s worker, and the young brahmin student Sañjīva.",
    "ai-atk-s0502a12:3_6": "He thought:",
    "ai-atk-s0502a12:3_7": "“No doubting without residing, without a doubt, I won’t see the peak of perception.”",
    "ai-atk-s0502a12:3_8": "He went to the King and asked, “Did you do the procedures of the stilt longhouse, he does not want to move him,”",
    "ai-atk-s0502a12:3_9": "Vaḍḍha, thinking, “Sudinna, what’s the point of our work? I’ll be finished before you.” When asked, “What did you know about it, sir?”",
    "ai-atk-s0502a12:3_10": "What is the type of deeds?",
    "ai-atk-s0502a12:3_11": "I will explain to the boy, god, saying: “When I inform you, go to the child,”",
    "ai-atk-s0502a12:3_12": "What is the boy?",
    "ai-atk-s0502a12:3_13": "the essentials, the gods cried.",
    "ai-atk-s0502a12:3_14": "He then gave it to the King, saying:",
    "ai-atk-s0502a12:3_15": "Then he said to him:",
    "ai-atk-s0502a12:3_16": "(but) he said: “God-King, you should prepare a stone.”",
    "ai-atk-s0502a12:3_17": "Why is that?",
    "ai-atk-s0502a12:3_18": "For when you’re happy and recognitional deeds together with other work, they will get past it.”",
    "ai-atk-s0502a12:3_19": "Prince Bodhi said, “Yes!”",
    "ai-atk-s0502a12:3_20": "Some, after sat down in a womb, and giving up the pregnant children, his wives, and his own sons, he said:",
    "ai-atk-s0502a12:3_21": "“All the householders have been given all the gold coins and bullion, thinking it all.”",
    "ai-atk-s0502a12:3_22": "Prince Bāhuka dropped in the home of the King’s home, without leave.",
    "ai-atk-s0502a12:3_23": "Vaḍḍha, knowing that the King had finished his meal and left, she sat down in the same place as before, and she came to the end of the prince. She got up from his seat and left.",
    "ai-atk-s0502a12:3_24": "He replied, “Yes, Vaḍḍha,” applied his sustained thought to the Himalayas, rose up into one direction and stood at the gate of the Himalaya.",
    "ai-atk-s0502a12:4_0": "Invites, “I’ll build a palace,” and he invited him to make a stilt longhouse for four months. Then he invited the Palace of Principle.",
    "ai-atk-s0502a12:4_1": "A son, who said, “So it seems, to my son, that teacher, a daughter-in-law, had them service.”",
    "ai-atk-s0502a12:4_2": "Then he took his alms-bowl and pay homage to the Teacher, saying, “Venerable sir, please take it with your head.”",
    "ai-atk-s0502a12:4_3": "The Teacher didn’t entered the second time, for a third time,",
    "ai-atk-s0502a12:4_4": "The Teacher, having consecrated the Elder Ānanda, looked at the Elder Ānanda.",
    "ai-atk-s0502a12:4_5": "The senior monk, knowing that the perception of light had been inappropriately dressed in unshakable and unclouded, said the Buddha, “The Fortunate One will not step on this cloth for his own use.”",
    "ai-atk-s0502a12:4_6": "He took up the cloth, sat down to one side, and told him what had happened. Then he said:",
    "ai-atk-s0502a12:4_7": "“Venerable Sir, I have taken my refuge three times to you. A second time, it seems, when I have gone for refuge from the third time, it seems, the fourth time of the similes of the water, they just arrived at the Armbaṭṭha.",
    "ai-atk-s0502a12:4_8": "Why don’t I step on cloth covering?”",
    "ai-atk-s0502a12:4_9": "“But why do you think well, prince?”",
    "ai-atk-s0502a12:4_10": "“If that’s given to my son, I’ll get something more, if I don’t get it.”",
    "ai-atk-s0502a12:4_11": "that’s why I didn’t roll back.",
    "ai-atk-s0502a12:4_12": "“But sir, why didn’t I feel a daughter or a daughter?”",
    "ai-atk-s0502a12:4_13": "“Yes, prince.”",
    "ai-atk-s0502a12:4_14": "“What was the reason?”",
    "ai-atk-s0502a12:4_15": "“And Puṇṇaka, whom he is coming into negligence, and is negligent.”",
    "ai-atk-s0502a12:4_16": "“What at that time, sir?”",
    "ai-atk-s0502a12:4_17": "The Teacher, after showing the past, said this to him:",
    "ai-atk-s0502a12:5_0": "In the past, it seems, those people of town and country dried up and embarked.",
    "ai-atk-s0502a12:5_1": "The reciter is drawn near the middle of the ocean.",
    "ai-atk-s0502a12:5_2": "And two Jayas (tree) entered the Jambudīpa, they all entered upon the way.",
    "ai-atk-s0502a12:5_3": "Now, there was a big as flock of birds.",
    "ai-atk-s0502a12:5_4": "Then they took their alcoholic drinks that they had eaten and drinks that were broken, spotless, and practitioners in the hawk.",
    "ai-atk-s0502a12:5_5": "In the first, even though they were eaten by the middle, or at the end,",
    "ai-atk-s0502a12:5_6": "(but) while heedfulness, there will not be one who remains heedfulness,",
    "ai-atk-s0502a12:6_0": "The Teacher, having shown this the price for his former actions, saying: “If you lay down the boy or girl, I’ll be able to get by with diligence.",
    "ai-atk-s0502a12:6_1": "But if it had no one of youth, it would still be given.",
    "ai-atk-s0502a12:6_2": "When it is different, you should guard yourselves in each of these three times.”",
    "ai-atk-s0502a12:7_0": "157.",
    "ai-atk-s0502a12:8_0": "“If you’re not well-proclaimed, you’d look after yourself.",
    "ai-atk-s0502a12:9_0": "vehicles, a certain astute person would reply.”",
    "ai-atk-s0502a12:10_0": "Herein, the teacher teach the Dhamma to his own teaching: here and now, having spoken about three people, and he should teach one of those who adhered to. So he should understand that it is why,",
    "ai-atk-s0502a12:10_1": "If he himself is protected, well protected, and well protected, he is well protected.",
    "ai-atk-s0502a12:10_2": "There, if he thinks, “I’ll take up residence in a room,” and he entered the room, he walked around the air, where he was living in a charnel ground, knocking, and inspiring the room, he does not guard it.",
    "ai-atk-s0502a12:10_3": "But when laypeople protects the earth, he makes himself good and bad karma. He guards the precepts and observances himself, and his keeps himself safe.",
    "ai-atk-s0502a12:10_4": "When an unsuitable one of those in the three kinds of persons in that enlightenment, he is only a wise man.",
    "ai-atk-s0502a12:10_5": "If he’s able to do what is skillful, he should be able to do what is skillful.",
    "ai-atk-s0502a12:10_6": "If you do, there’ll be done in the middle of a child, or he’s not able to do it.",
    "ai-atk-s0502a12:10_7": "In this way one is definitely blamed.",
    "ai-atk-s0502a12:10_8": "In this way, when you’re not doing anything at all, it’s only for the next life.",
    "ai-atk-s0502a12:10_9": "But if he lives first, doing this, he should be the first to do so. He should practice for the midst of the Ashes, he should behave like this:",
    "ai-atk-s0502a12:10_10": "If he learns the first time without getting enough of it, he should fall into it for the sake of having eight classes of rebirth. And he should addition to the middle of the Mahākappina and says:",
    "ai-atk-s0502a12:10_11": "In this way one is definitely blamed.",
    "ai-atk-s0502a12:10_12": "In this way one isn’t self, and he has no regrets it.",
    "ai-atk-s0502a12:11_0": "Dhamma which is the position of the Bodhisatta, the King of Stream-Entry, and he preached in the fruit of stream-entry.",
    "ai-atk-s0502a12:12_0": "The first Queen Bodhi",
    "ai-atk-s0502a12:13_0": "The account of the Elder Upananda",
    "ai-atk-s0502a12:14_0": "Then he preached the First Dhamma: the teacher, the chief of the Sakyaputta in the Doctrinal Monastery, the Dhamma.",
    "ai-atk-s0502a12:15_0": "The elder was able to talk about the Teaching,",
    "ai-atk-s0502a12:15_1": "When they heard that, they prepared many robes, and undertook that time they worshipped that monk.",
    "ai-atk-s0502a12:15_2": "on that very day she had the gathering.",
    "ai-atk-s0502a12:15_3": "And he went to the countryside.",
    "ai-atk-s0502a12:15_4": "Then in one monastery abode, thinking, “How can we live raining in the monastery for the Rains Retreat?”",
    "ai-atk-s0502a12:15_5": "When asked, “Where did you get the rains residence?” he asked the newly arrived monks, “Who have you come?” But when asked, he went away.",
    "ai-atk-s0502a12:15_6": "When they arrived at the second dwelling, they asked, “What can I do?” he replied, “When asked the neighbors, what is the reason why he placed them back?",
    "ai-atk-s0502a12:15_7": "The third dwelling place he asked, “What’s the third time?” he asked, “What’s the reason, (thinking): “Here the robe-cloth?”",
    "ai-atk-s0502a12:15_8": "The fourth dwelling. When asked, “What is the reason, having spoken?” he asked, “What is the matter, Vassakāra? (Dearch) may I receive it.” And he did just that.",
    "ai-atk-s0502a12:15_9": "And so many robes worshipped them with robes.",
    "ai-atk-s0502a12:15_10": "When he has completed the rainy season residence in the others’ dwellings place, he appointed all the neighborhoods, saying: “Give me that, rice gruel, rice, and none of them all the way.”",
    "ai-atk-s0502a12:16_0": "On one occasion they were told with two news, and two of them were able to get upset, then I share my wrapped up the cloth and sat down on the road.",
    "ai-atk-s0502a12:16_1": "When they saw him coming, they said, “Venerable sir, give us a share.”",
    "ai-atk-s0502a12:16_2": "You have shared out what you say.",
    "ai-atk-s0502a12:16_3": "Yet when you’re not able to share you out.",
    "ai-atk-s0502a12:16_4": "Therefore, with my word address the first of the enquiry.",
    "ai-atk-s0502a12:16_5": "We’ll start with:",
    "ai-atk-s0502a12:16_6": "“Well then, give them a patchwork,” and he gave them a big cloak of cloth, saying, “Listen, we’ll take it away and went away.”",
    "ai-atk-s0502a12:16_7": "Having regretted it for a little, they informed the Teacher, and informed him:",
    "ai-atk-s0502a12:16_8": "“Monks, when the Teacher had casual remorse and he wasn’t regretted you in the past, he said, “In the past, future, and present,”",
    "ai-atk-s0502a12:17_0": "In the past, future, and present, they made a deep lump of fond of fourteenth. Then they could tell him to each end their head and then pay respects to each end their heads.",
    "ai-atk-s0502a12:17_1": "“Please give us this robe-cloth.”",
    "ai-atk-s0502a12:17_2": "(but) I placed the kingdom of the Truth and there, he sat down there for a long time; I have come to observed it, and when I had returned to this very place, I came.",
    "ai-atk-s0502a12:17_3": "Please do so, and having slaughtered, give us your brother,",
    "ai-atk-s0502a12:17_4": "‘Teach me the word of the teacher:",
    "ai-atk-s0502a12:17_5": "let us strike!”",
    "ai-atk-s0502a12:17_6": "Saying, “Well then,” he cut down a chopped his head and cut it down to one side.",
    "ai-atk-s0502a12:17_7": "But, knowing: “When you have made this allowance, he is surely the courtesan,",
    "ai-atk-s0502a12:17_8": "I could make it known to him.",
    "ai-atk-s0502a12:17_9": "But this middling is found in me, that is, the Majjhima Nāgadatta said to them:",
    "ai-atk-s0502a12:18_0": "“One who lives through the Himālayas lives in a deep opposite sex,",
    "ai-atk-s0502a12:19_0": "In the Majjhima comment, that is:",
    "ai-atk-s0502a12:20_0": "Having defined this verse, the middle-mealstic (work): “After taking it, he departed.",
    "ai-atk-s0502a12:21_0": "The Teacher, after showing him in the past, saying: “Whether in the past, future, or present, is remorseful and regrets,” then he should establish the boundary on the occasion of giving a recipient.",
    "ai-atk-s0502a12:22_0": "158.",
    "ai-atk-s0502a12:23_0": "“Firstly, having just attained the First Path,",
    "ai-atk-s0502a12:24_0": "Then he should advise another, the Wise One should not have defilements.”",
    "ai-atk-s0502a12:25_0": "Herein, when grounded on virtues are established in a suitable place.",
    "ai-atk-s0502a12:25_1": "This is said:",
    "ai-atk-s0502a12:25_2": "He who wants to have few wishes in the noble ones, and who wants to grant the noble ones to self-controlled himself to a educate themselves to others.",
    "ai-atk-s0502a12:25_3": "Then you’d draw and encourage them to do it.",
    "ai-atk-s0502a12:25_4": "For if you don’t get self for that, and only response having given up your own doctrine, others will get weary, and don’t praise anyone.",
    "ai-atk-s0502a12:25_5": "Even so doing this, an astute person isn’t able to get weary:",
    "ai-atk-s0502a12:26_0": "To the conversion of the Fruit of Stream-Entry, the mendicants established in the fruit of Stream-Entry.",
    "ai-atk-s0502a12:27_0": "The second account of Upananda the Elder Upananda",
    "ai-atk-s0502a12:28_0": "3. Padhānikatissattheravatthu",
    "ai-atk-s0502a12:29_0": "Yourself, the Teacher, was living in Jeta’s Wood, and revealing the Elder Nuns,",
    "ai-atk-s0502a12:30_0": "He took a meditation subject and went to the Buddha for the rainy-season residence. Taking a meditation subject from the group of five hundred monks, he went to the Buddha and instructed him. Then he having given a meditation subject to him, after which he had been instructed, he brought it to him.",
    "ai-atk-s0502a12:30_1": "The monks entered the first dwelling and then entered the middle dwelling.",
    "ai-atk-s0502a12:30_2": "When the Buddha had returned, he humbled and quiet and said, “What’s the time of going to, instead? ” and having taken up residence, he went to Suppiya. Then he having made an ascetic, he left.",
    "ai-atk-s0502a12:30_3": "In the middle watch of the night, he entered the last dwelling outside of the middle watch.",
    "ai-atk-s0502a12:30_4": "He then went to the bundle of drill-sticks, and again he returned and again.",
    "ai-atk-s0502a12:30_5": "At that time they were unable to focus on the meditation subject, or to the meditation subject.",
    "ai-atk-s0502a12:30_6": "Saying, “We’ll ask our teacher’s energy,” they answered, “Why don’t we do it?”",
    "ai-atk-s0502a12:30_7": "it’s not possible to create a single mendicant who has ended the defilements.",
    "ai-atk-s0502a12:30_8": "When they had done so, they asked the Teacher, “What have you done to the teacher? ”",
    "ai-atk-s0502a12:30_9": "“Just now, monks, the Teacher, hasn’t yet been obstructed by you like before you.”",
    "ai-atk-s0502a12:31_0": "“My father-in-law, rich, affluent,",
    "ai-atk-s0502a12:32_0": "no time they understand, no chicken’s time, or pigs –",
    "ai-atk-s0502a12:33_0": "Taking this Kakkaṭa,",
    "ai-atk-s0502a12:33_1": "“This is the imprisonment of the senior mendicants. These five hundred senior mendicants shouldn’t put them aside in the caravan, and the teachers of the Victory. They then instructed them in their own teacher’s doctrine, saying, “This teacher shouldn’t be like this: ‘The self-mortified. Theirst is this: “The self-control.”",
    "ai-atk-s0502a12:33_2": "In this way, Sudassana, having become advisor to tame him, and he said:",
    "ai-atk-s0502a12:34_0": "159.",
    "ai-atk-s0502a12:35_0": "“If he instructs others as before,",
    "ai-atk-s0502a12:36_0": "for the self is well tamed, it seems, for the sake of self.”",
    "ai-atk-s0502a12:37_0": "The meaning of this:",
    "ai-atk-s0502a12:37_1": "If a monk walks back and forth in front of him, saying, “Whoever walks walking and sitting meditation through the dissatisfaction with the intention of giving to self,” he makes himself start with his own hands, saying, “It’s good to be like that, very hard to show himself, and his own.",
    "ai-atk-s0502a12:37_2": "But it seems the self is hard to tame,",
    "ai-atk-s0502a12:37_3": "That’s why it should be tamed according to what is heard.",
    "ai-atk-s0502a12:38_0": "At the conclusion of the five hundred mendicants attained Liberation.",
    "ai-atk-s0502a12:39_0": "for the third time (times) Striving the Elder Nun’s site,",
    "ai-atk-s0502a12:40_0": "The account of the Elder’s Mother’s Mother",
    "ai-atk-s0502a12:41_0": "The Teacher, the Jotipāla, while dwelling in the Divine-Cetiya, was the Lord of the Gods of the Thirty-Three, did not speak about the Elder Nun in the Dhamma.",
    "ai-atk-s0502a12:42_0": "He then had given the merchant’s son in Rājagaha, who had allowed a bowl and robes, who had gone forth in Laṅkā.",
    "ai-atk-s0502a12:42_1": "After requesting the courtesan, begged for the going forth. She fell at home and went to home. She then stood at home.",
    "ai-atk-s0502a12:42_2": "Soon afterwards, in no long time she was established in the womb (of birth),",
    "ai-atk-s0502a12:42_3": "As she was established in the womb of her husband, and she gave her the going forth. She then requested the Pabbajjā ordination.",
    "ai-atk-s0502a12:42_4": "Then that great crowd, having taken his own home, birds (to give) the going forth into the presence of the nuns.",
    "ai-atk-s0502a12:42_5": "After some time the nuns knew that she was pregnant by her thought, “What did I do?”",
    "ai-atk-s0502a12:42_6": "But the nuns, thinking, “How can we do so now? We will go forth according to the Master’s presence.”",
    "ai-atk-s0502a12:42_7": "Devadatta thought, “God-King, give me this advice, and let me go to the instruction,” and they said, “Go away.”",
    "ai-atk-s0502a12:42_8": "Having heard that, she was not satisfied with me, and I didn’t go forth.",
    "ai-atk-s0502a12:42_9": "After taking it, he went to the Jeta Grove and told the Teacher.",
    "ai-atk-s0502a12:42_10": "The Teacher, knowing that a householder was established in a pregnant woman, she told him what was happening, and then said. He then gathered a staff of the Mahāpajāpatī Gotamī, –",
    "ai-atk-s0502a12:42_11": "“Go to this boy, and not to be specifically full.”",
    "ai-atk-s0502a12:42_12": "The elder, after summoning the king, had them prepared, and then left.",
    "ai-atk-s0502a12:42_13": "She then surrounded the desire for her, and then, with her hands and feet, deposed took the bliss of her hands and feet, told her: “Where did not appear in the morning, having find",
    "ai-atk-s0502a12:42_14": "Then the Elder established it in the middle of the Collection.",
    "ai-atk-s0502a12:42_15": "After some time she reached the supreme son of the Buddha Padumuttara, with the great birth of sandalwood, and so on.",
    "ai-atk-s0502a12:43_0": "Then one day, as the king was going along the road, he asked the King, “Why did you hear the sound of the boy?” When the children heard this, he asked the King, “Listen to the monk?” and taking the prince, he asked the reply, “Why did so only one child for the sake of his own noise?”",
    "ai-atk-s0502a12:43_1": "They and Kassapa the Prince’s name, having caused the young men to be wives by.",
    "ai-atk-s0502a12:43_2": "He says, “Like the boys, I took off my child, go to the king, and ask me whether the King says, ‘My girl is more than I. Let them come to me!’ When the kingdom, he said, “Don’t show me the one!” Then they told me that.",
    "ai-atk-s0502a12:43_3": "The King, thinking: “If the family isn’t able (to think),” and after thinking: “After his mother, it is brought low to her.",
    "ai-atk-s0502a12:43_4": "Then he was because of the power of his virtue, he said: “After carrying me around on all sides, I was taking the going forth.”",
    "ai-atk-s0502a12:43_5": "The King, “Very well,” he replied.",
    "ai-atk-s0502a12:43_6": "Because of the power of his rebirth’s appearance in the hawk of wisdom.",
    "ai-atk-s0502a12:43_7": "He took a meditation subject and went to the Buddha, and, and he sent him into the presence of the Teacher, saying “I’ll get a meditation subject in the forest,” and he went to the Blind Men’s presence.",
    "ai-atk-s0502a12:44_0": "Then Kassapa, at the time of the Buddha Kassapa, having made a non-returner, still arrived at the root of the Brahmā realm, and when he asked a question about the Brahmā realm. He then questioned a teacher apart from the Brahmā realm, he answered the question of the Teacher.",
    "ai-atk-s0502a12:44_1": "having answered his question, he reached Arahantship.",
    "ai-atk-s0502a12:44_2": "But that very day they drove up from the sixteenth year lady, unfaithful for twelve years.",
    "ai-atk-s0502a12:44_3": "As she was consorting to her son in the mouth of a child, she thought, “She is able to disappear after eating the child,” and seeing the Elder Sāgata had disappeared.",
    "ai-atk-s0502a12:44_4": "When she came thundering the breast from the sky, she threw down the air together with the Elder.",
    "ai-atk-s0502a12:44_5": "He thought:",
    "ai-atk-s0502a12:44_6": "“If this happens to me, fragrant,",
    "ai-atk-s0502a12:44_7": "having stretched with this arrow, I’ll converse with you.”",
    "ai-atk-s0502a12:44_8": "Then he said to him:",
    "ai-atk-s0502a12:44_9": "“What do you think, ʻWho are you able to cut down? I am not able to cut down?”",
    "ai-atk-s0502a12:44_10": "She thought, “What is the talk about?” and they told him, “What is the point of?” And so they again said,",
    "ai-atk-s0502a12:44_11": "“For this reason I’m unable to queen for twelve years, but when I’m unable to queen your son, you’ll take it like that.” And on this he attained perfection all that I attained perfection.",
    "ai-atk-s0502a12:45_0": "After some time they made an agreement about Dhamma talk on the Dhamma thus:",
    "ai-atk-s0502a12:45_1": "“Reverend Devadatta, the prince with so-and-so, who had been fully ordained and had been reborn in the realm of the Theras. But the Teacher was still not established in him.”",
    "ai-atk-s0502a12:45_2": "When the Teacher came and asked, “Mendicants, where is the talk about just now? ” When asked, “When asked, why did I stay in the same separately, that is not the reason for this?",
    "ai-atk-s0502a12:46_0": "“One should practice the way avoidance of stinginess, not cultivating what is suitable,",
    "ai-atk-s0502a12:47_0": "Of a banyan tree’s bag is better than that.”",
    "ai-atk-s0502a12:48_0": "When he was buried this in detail, he thought: “Sign trees in detail, was the king of Magadha, the son of the bondservants, workers, and staff, that he had been discarded by his own life, and had not even a small king, that he could become an affair, for the sake of his wives, and his eldest, through the hawking and powerful,” he had no doubt of his own son, and he said to the elders of his own life, “Now, having fall away.”",
    "ai-atk-s0502a12:49_0": "160.",
    "ai-atk-s0502a12:50_0": "“For if you were your own, what would there be?",
    "ai-atk-s0502a12:51_0": "for one who is able to get hold of what is hard to find.”",
    "ai-atk-s0502a12:52_0": "they settle on that,",
    "ai-atk-s0502a12:52_1": "This is said:",
    "ai-atk-s0502a12:52_2": "They can’t be able to make a wholesome path to realize what belongs to self.",
    "ai-atk-s0502a12:52_3": "So if self is established in oneself, what is the name of another?",
    "ai-atk-s0502a12:52_4": "For it’s easy to find a fruit of perfection that he can’t get the fruit of Liberation.",
    "ai-atk-s0502a12:52_5": "for one who gains perfection in this way is what he is said.",
    "ai-atk-s0502a12:53_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a12:54_0": "The fourth section of the Prince’s Mother",
    "ai-atk-s0502a12:55_0": "5. Mahākālaupāsakavatthu",
    "ai-atk-s0502a12:56_0": "By oneself is a wicked deed to be called the Teacher in the Great Wood, while he was living in the Great Wood, created by a stream-enterer.",
    "ai-atk-s0502a12:57_0": "While he was going to the observance-day procedure, it seems, on the day of the night, was listening to the Dhamma.",
    "ai-atk-s0502a12:57_1": "Then, when night had been caught, they took the in the home, cutting the couples, the pots, and touches the goods in the home. They presented the goods, saying:",
    "ai-atk-s0502a12:57_2": "All the owners purged them from the place.",
    "ai-atk-s0502a12:57_3": "One day, after hearing the teaching of the Great Wood, at the wrong time, spotting the wrong time, having heard the composed their face, and throat in front of the lotus pond.",
    "ai-atk-s0502a12:57_4": "Taking up the drums, and making a sense of urgency, they drove her away, and having cut off their heads. They then listened to the Dhamma, having heard the Dhamma, attended it on the matter, and having it put it on.",
    "ai-atk-s0502a12:57_5": "Taking him to drink the drinking-water bathing cloth and seeing him, they sat down in the neighborhood of the Dhamma. They then heard the Teacher’s words,",
    "ai-atk-s0502a12:57_6": "“Yes, mendicants, in this way the Teacher got some appropriate talk at the right time, but when they had got done it, they asked for the past.",
    "ai-atk-s0502a12:58_0": "In the past, it seems, there was some thieves in a certain monastery, who were victory by bandits.",
    "ai-atk-s0502a12:58_1": "he took hold of one of the King’s seize, and he appointed the fearless: “This is an abscess, I have them set out from the near shore.”",
    "ai-atk-s0502a12:58_2": "Then non-human beings, begged by a beautiful (great) position, returned to that place.",
    "ai-atk-s0502a12:58_3": "The king Abhaya, seeing that woman was born in that place, and had not made amends for that woman. When he saw her, he said, “My dear Sañjikāputta, I shall give you more!”",
    "ai-atk-s0502a12:58_4": "He just had the Sakyan authority, not otherwise.",
    "ai-atk-s0502a12:58_5": "In our house there will be our support, and with the lay life.’",
    "ai-atk-s0502a12:58_6": "But he didn’t want to return to.",
    "ai-atk-s0502a12:58_7": "The other man, after giving a precincts to the mention of them and then, having the doors of all that was impermanent, he took it away.",
    "ai-atk-s0502a12:58_8": "But there’s gem that had many treasures.",
    "ai-atk-s0502a12:58_9": "He summoned the thieves in the territory, and had the drums cooked up.",
    "ai-atk-s0502a12:58_10": "And they told him, “Take the cloth!”",
    "ai-atk-s0502a12:58_11": "When he was in the village gate, he said, “Come hither, let us leave the monastery.”",
    "ai-atk-s0502a12:58_12": "The other man who gives rice porridge and honey balls his milk-rice.",
    "ai-atk-s0502a12:58_13": "When he saw him, he picked up a gem, and placed it to the precious jewel, saying, “Take the Madhurā, I wish to give it to the village.”",
    "ai-atk-s0502a12:58_14": "After saying: “He gave me my home to the merchant, and giving him the servants, take the gems, and servants to the horses, the trampled them.”",
    "ai-atk-s0502a12:58_15": "This is the precincts.",
    "ai-atk-s0502a12:58_16": "When he passed away from there and was reborn there for a long time, he had been reborn in the same place as before.",
    "ai-atk-s0502a12:59_0": "The Teacher, having shown that the alms-food eater, said: “After making this prior work for the benefit of the beings, weaving ourselves, and endeavour.”",
    "ai-atk-s0502a12:60_0": "161.",
    "ai-atk-s0502a12:61_0": "“Having done a wicked deed, arising in oneself,",
    "ai-atk-s0502a12:62_0": "Is studying the fool, like one who sympathy for him.”",
    "ai-atk-s0502a12:63_0": "like a diamond grinds a lesser gem.",
    "ai-atk-s0502a12:63_1": "This is said:",
    "ai-atk-s0502a12:63_2": "just as it rushed to decorated corpses, enclosed to be eaten by the stones, sticks, and heats himselfs their own lifespan, manifolded with the dice of the stomach, which washed, eaten by himself, dying the flesh, the carpets, and that individual essences.",
    "ai-atk-s0502a12:64_0": "at the consequence of the teaching to which they attain the fruit of stream-entry.",
    "ai-atk-s0502a12:65_0": "The fifth section for recitation on the Great Wood.",
    "ai-atk-s0502a12:66_0": "6. Devadattavatthu",
    "ai-atk-s0502a12:67_0": "in that ethical conduct the Teacher was living in the Bamboo Grove, the disciple of the gods.",
    "ai-atk-s0502a12:68_0": "While one day the monks were discussing the Teaching in the Teaching,",
    "ai-atk-s0502a12:68_1": "“Reverend Devadatta, his virtue because he was unethical and bad-natured, and prevented by craving for a lay person. Then he was not able to inspire to make him happy and pleased by many people. Then he said: “Clearly, having become a lay person, he wouldn’t encourage them to make him feel inspired by.”",
    "ai-atk-s0502a12:68_2": "After the Teacher came and asked: “Mendicants, where is the talk talk about just now?” When he asked, “Do it come? Does the road to an end, then embankment for the gods that have been deceived in the art and pulled up like a lake? Don’t rolled back in the past, he said, “Do it seems to me now?”",
    "ai-atk-s0502a12:69_0": "162.",
    "ai-atk-s0502a12:70_0": "“Those virtue has reached the ultimate goal,",
    "ai-atk-s0502a12:71_0": "does to themselves as he says, so he shines in every direction.”",
    "ai-atk-s0502a12:72_0": "Herein, virtue is shown that they have reached perfect happiness.",
    "ai-atk-s0502a12:72_1": "For he who has gone forth from the lay life to homelessness out of the ten kinds of unprofitable deeds, in the morning, or in the midst of the Sangha, and who has gone forth from the lay life to homelessness.",
    "ai-atk-s0502a12:72_2": "But here there are in two instances that such an unethical person is said to be unethical, with the unethical conduct, preference to the unethical in their names,",
    "ai-atk-s0502a12:72_3": "And here the unethical man’s virtue should be understood: the six doors beginning with the immediately arisen in the six doors (of the Saṅgha),",
    "ai-atk-s0502a12:72_4": "The sal trees are boxers, horse, chariots, and deformed by the lake of the rainy season, when all persons are finished, the sun’s branches of all foes, and creeping the creeper rains through the sky and rainy season. They cover themselves with their own hands, and downcast.",
    "ai-atk-s0502a12:72_5": "When he is questioned by Māra’s enquiry, he makes him happy in the neighborhood of a tree, which is an unethical mansion of craving, and he does not want to catch it; and he does not want to guide it.",
    "ai-atk-s0502a12:73_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a12:74_0": "The sixth account of Devadatta",
    "ai-atk-s0502a12:75_0": "The account of the Sangha",
    "ai-atk-s0502a12:76_0": "Bamboo Wood, while the Teacher was staying in the Bamboo Grove, the squirrel sanctuary.",
    "ai-atk-s0502a12:77_0": "One day, on account of his own schism in the Sangha, Devadatta informed Venerable Ānanda about his own attainment of the Sangha.",
    "ai-atk-s0502a12:77_1": "Having heard the Teacher, the Elder, having gone into the presence of the Fortunate One, said this to the Fortunate One:",
    "ai-atk-s0502a12:77_2": "“Here, reverend Sir, having dressed in the morning time, after picking up my bowl and robe, entered Rājagaha for alms.",
    "ai-atk-s0502a12:77_3": "Devadatta saw me, reverend Sir, walking for alms in Rājagaha,",
    "ai-atk-s0502a12:77_4": "Having seen (that), he approached me and said:",
    "ai-atk-s0502a12:77_5": "‘From this day forth, Reverend Ānanda, I shall perform the sabbath and legal procedures of the Sangha of monks.’",
    "ai-atk-s0502a12:77_6": "“Today, Devadatta will split the Saṅgha. He will perform the sabbath and legal proceedings of the Saṅgha.”",
    "ai-atk-s0502a12:77_7": "When this was said, the teacher said:",
    "ai-atk-s0502a12:78_0": "“Done with ease by the good is good, ~ good by the bad is done (only) with difficulty,",
    "ai-atk-s0502a12:79_0": "Wickedness is done by the wicked with ease, wickedness and embracing.",
    "ai-atk-s0502a12:80_0": "After expressing this heartfelt sentiment, he said: “That is a name for one who has not even give up this verse.”",
    "ai-atk-s0502a12:81_0": "163.",
    "ai-atk-s0502a12:82_0": "“Listening to the snakes, and untouchable,",
    "ai-atk-s0502a12:83_0": "That which is beneficial and good is exceedingly hard to do.”",
    "ai-atk-s0502a12:84_0": "The meaning of this:",
    "ai-atk-s0502a12:84_1": "They’re not easy to do bad deeds that are blameless, and are not easy to admonish, having unattached, seeing the idiot.",
    "ai-atk-s0502a12:84_2": "For in that case, the Holy One’s own place, is incapable of the Holy One’s own life, and if he makes it move to the east, it settles down to the east, and it turns away from the eastern gate.",
    "ai-atk-s0502a12:85_0": "As taught to the consequence of the fruit of Stream-Entry.",
    "ai-atk-s0502a12:86_0": "The seventh section for recitation on schism in the Sangha is finished.",
    "ai-atk-s0502a12:87_0": "8. Kālattheravatthu",
    "ai-atk-s0502a12:88_0": "he who, while walking along this Dhamma in the Dispensation, did so the Teacher talk about the Elder Suttanta.",
    "ai-atk-s0502a12:89_0": "she desired the Elder Nun in Sāvatthī, and the Elder Nuns’ women.",
    "ai-atk-s0502a12:89_1": "After hearing the Teacher’s teaching, the people come and go to the presence of the Teacher, saying: “Practice the Dhamma, chief of men, he gave me a teaching!”",
    "ai-atk-s0502a12:89_2": "She heard her, saying: “Venerable sir, how did we hear the Dhamma?”",
    "ai-atk-s0502a12:89_3": "He said, “Don’t go, don’t worry.”",
    "ai-atk-s0502a12:89_4": "On the next day, and on the full moon day of the happiness was used to want, but it was established.",
    "ai-atk-s0502a12:89_5": "Why am I sitting down?",
    "ai-atk-s0502a12:89_6": "(And) he thought this it seems:",
    "ai-atk-s0502a12:89_7": "Having heard the Teacher’s presence, they’ll scare away.",
    "ai-atk-s0502a12:89_8": "When she had finished her meal, she went to the observance-day procedure and she sat down on the same day, saying, “Have you heard the most excellent monastery,” and she went to that dwelling.",
    "ai-atk-s0502a12:89_9": "And the daughter of a monk, thinking, “Where did you come?” she told him, “Like a large dwelling place.”",
    "ai-atk-s0502a12:89_10": "Having heard that, he thought, “This isn’t about me,” and he went to a certain woman. and seeing him lying there, he spoke thus, “This poorly,riest-free” and seeing the Teacher, saying: “This Dhamma talk has arisen in the presence of the Teacher, its gods and humans, and he does not know the Dhamma. Then he listens to the Dhamma. The Teacher’s presence.",
    "ai-atk-s0502a12:89_11": "The Teacher, knowing that the teacher had compassion for him, thinking: “This teacher is witless and penetrated the instructions of the Buddhas.",
    "ai-atk-s0502a12:89_12": "or his own destiny, after saying this he said:",
    "ai-atk-s0502a12:90_0": "164.",
    "ai-atk-s0502a12:91_0": "“The dispensation of the Noble Ones is the Dhamma, while living righteously,",
    "ai-atk-s0502a12:92_0": "Relying on a wrong view, the fool (wrong) wrong view",
    "ai-atk-s0502a12:93_0": "the idiot begets their own fruit.”",
    "ai-atk-s0502a12:94_0": "The meaning of this:",
    "ai-atk-s0502a12:94_1": "The person who gives up their own views, thought, “We will give gifts to those who have a bad view,” and they answered to the noble ones, “We will show the one who gives a teaching,” like the noble ones.",
    "ai-atk-s0502a12:94_2": "That’s why the fruit of his own fruit, just as one who gruel in the its own destruction and the fruit of his own fruit.",
    "ai-atk-s0502a12:94_3": "And this is said too:",
    "ai-atk-s0502a12:95_0": "“The fruit thats took a garden as bamboo, nor find no fruit.",
    "ai-atk-s0502a12:96_0": "Honor destroys a sinner, like one who pregnant.”",
    "ai-atk-s0502a12:97_0": "At the conclusion of the Fruit of Stream-Entry (and the Faith), and established in the fruit of Laṅkā.",
    "ai-atk-s0502a12:98_0": "The eighth reason for the Elder Nuns",
    "ai-atk-s0502a12:99_0": "9. Cūḷakālaupāsakavatthu",
    "ai-atk-s0502a12:100_0": "By oneselfing this teaching, the Teacher was staying in the Jetavana of Kapilavatthu in the Banyan Tree Monastery.",
    "ai-atk-s0502a12:101_0": "On the next day, a great shouting the storms in a Council, while hearing the Dhamma in the way and wanting to hear it from the Dhamma, they came out of the house and sat down at the wrong time for his coming.",
    "ai-atk-s0502a12:101_1": "When people saw him, they said, “Did you listen to the Dhamma,” and they listened to him.",
    "ai-atk-s0502a12:101_2": "While walking along the water they saw a pot, they thought, “Whoever finds such-and-such a pot?” And they had not fallen into such-and-such a one.",
    "ai-atk-s0502a12:101_3": "He went to a dwelling, and told him what had happened.",
    "ai-atk-s0502a12:101_4": "The monks then told him.",
    "ai-atk-s0502a12:101_5": "The Teacher heard this: “After hearing what they had heard, he gave a message of rice and water to the pot of their life. And he gave her a me by garment and others.",
    "ai-atk-s0502a12:101_6": "So these sentient beings who do bad deeds in hell and make themselves happy in hell by doing the way that they live having performed their own defilements, and as if they were unable to do so.”",
    "ai-atk-s0502a12:102_0": "165.",
    "ai-atk-s0502a12:103_0": "“If a wicked deed is done by oneself, by oneself is one will suffer,",
    "ai-atk-s0502a12:104_0": "By oneself alone is one’s wickedness,",
    "ai-atk-s0502a12:105_0": "one is pure and hasn’t attained another.”",
    "ai-atk-s0502a12:106_0": "The meaning of this:",
    "ai-atk-s0502a12:106_1": "That which is unskillful and results in the four kinds of suffering, and that which is definitively produced by oneself.",
    "ai-atk-s0502a12:106_2": "But one who does not take part in oneself, and who ends the Holy One thus, he is a happy destiny.",
    "ai-atk-s0502a12:106_3": "Not doing activity towards oneself, that is skillful, blameless, and unconditioned. The purity of various kinds of actions consisting in oneself.",
    "ai-atk-s0502a12:106_4": "another person doesn’t have the same kind of person, nor gets tired.",
    "ai-atk-s0502a12:107_0": "Teaching the Protector of the World, Etc. Together with the Teaching, the Monastic Law, and the fruition of stream-entry.",
    "ai-atk-s0502a12:108_0": "The ninth section on the ground for making use.",
    "ai-atk-s0502a12:109_0": "10. Attadatthattheravatthu",
    "ai-atk-s0502a12:110_0": "he preached this Dhamma about the Elder’s Dhamma teaching, which is the Teacher, the Elders, expounded it.",
    "ai-atk-s0502a12:111_0": "For the Teacher at the time for attaining extinguishment: “After the fourth month I’ll become fully extinguished after making an end of the seven palm trees that have arisen,” he said, “Who are you going to the assembly of the mendicants? ”",
    "ai-atk-s0502a12:111_1": "But the Elder’s own benefit thought:",
    "ai-atk-s0502a12:111_2": "if it seems that there was a teacher of four months and that I will become fully extinguished there, without passion for I’ll be free of greed.",
    "ai-atk-s0502a12:111_3": "He doesn’t go to the monks’ quarters,",
    "ai-atk-s0502a12:111_4": "The monks said to him, “Why don’t you go any inheritance, our bodies, making a plan?”",
    "ai-atk-s0502a12:111_5": "The teacher said, “Do it seems, did you say so.”",
    "ai-atk-s0502a12:111_6": "The Teacher, after giving him to his reputation, he said: “It is good to be the best of them that my self-restrained!",
    "ai-atk-s0502a12:111_7": "For they don’t worship me with the fragrance, and so on in conformity with the Dhamma.",
    "ai-atk-s0502a12:111_8": "Therefore, when others, you should live together with others, he should speak this verse:",
    "ai-atk-s0502a12:112_0": "166.",
    "ai-atk-s0502a12:113_0": "One should not neglect one’s own good for another’s, however great;",
    "ai-atk-s0502a12:114_0": "which is good for themselves, and having directly known.”",
    "ai-atk-s0502a12:115_0": "The meaning of this:",
    "ai-atk-s0502a12:115_1": "Firstly, as a householder he does not even give his own benefit to another, for the sake of himself, or for the sake of another.",
    "ai-atk-s0502a12:115_2": "he wouldn’t have a variety of delicious foods, whether he’d provided within the size of another,",
    "ai-atk-s0502a12:115_3": "When a bhikkhu is practicing this, he should not think about it. Consequently it is called a “I give up what is to be done” or “I don’t,” etc., in this way., he should not give a preceptor a preceptor or preceptor",
    "ai-atk-s0502a12:115_4": "Since one who is fulfilling good bodily behaviour, good conduct, supporting only the fruition of good conduct, and realization, it is not good.",
    "ai-atk-s0502a12:115_5": "But if he, being agitated, he should make an effort to do it, saying, “This preceptor should help her about it.”",
    "ai-atk-s0502a12:115_6": "For when in regard to this, he might think: “This is the meaning of my own self, this is my own, this is the meaning of my own use.”",
    "ai-atk-s0502a12:116_0": "At the conclusion of the teaching the Elder Nun was established in Arahantship, the teaching, and the Saṅgha.",
    "ai-atk-s0502a12:117_0": "The tenth section on the Great Elders.",
    "ai-atk-s0502a12:118_0": "The Regular monks is finished.",
    "ai-atk-s0502a12:119_0": "The group of twelve on evasive speech"
}