{
    "ai-atk-vin01a5:0_0": "4. Nissaggiyakaṇḍaṁ",
    "ai-atk-vin01a5:1_0": "1. Cīvaravaggo",
    "ai-atk-vin01a5:2_0": "The first training rule on containing rice",
    "ai-atk-vin01a5:3_0": "thirty things have been relinquished,",
    "ai-atk-vin01a5:4_0": "Now I will perform its progressiveness,",
    "ai-atk-vin01a5:5_0": "459.",
    "ai-atk-vin01a5:5_1": "At one time the Buddha was staying at Vesālī at the Gotamaka Shrine.",
    "ai-atk-vin01a5:5_2": "When the Buddha had allowed the three robes, the upper robe and the sarong were weavers. It was allowed to use a robe-cloth with three robes, and the upper robe is allowable.",
    "ai-atk-vin01a5:5_3": "but wherever there is the ambitional recitation that has been allowed, all of them for the sake of Ājīvaka ascetics.",
    "ai-atk-vin01a5:5_4": "While entering a village with his three robes, he encircled the dwellings, more than that.",
    "ai-atk-vin01a5:6_0": "obtains what is announced by the door of the three doors, but not as well.",
    "ai-atk-vin01a5:7_0": "Venerable Ānanda wants to give the Buddha the very same ability. He has much such qualities as Venerable Ānanda, the special qualities of freedom from Venerable Sāriputta.",
    "ai-atk-vin01a5:7_1": "And after giving the robe-cloth to activity, he gives the dye a meal, and on the following day, and he was presented with a variety of delicious foods to the Thera. After getting them almsfood, he nursed the senior monks and presented them to him. Afterwards, he becomes prepare a meal for the senior monk.",
    "ai-atk-vin01a5:7_2": "Venerable Sāriputta replied, “Sister, I do what you have done. I give you a robe to Venerable Ānanda, and I have completed that. What should I do?”",
    "ai-atk-vin01a5:7_3": "In this way, that very day he wants to give the robe-cloth by Venerable Sāriputta,",
    "ai-atk-vin01a5:8_0": "The Buddha would know the ninth day or pass on the tenth day or else the elder: “And how do you know whether the Elder is full?”",
    "ai-atk-vin01a5:8_1": "They know what reasons for their sake.",
    "ai-atk-vin01a5:8_2": "Sāriputta, it seems the senior elder in the country, to leave Ānanda and go wandering, thinking, “I’ll go and visit the Buddha.” He time took a meal and when I depart.",
    "ai-atk-vin01a5:8_3": "If there are no monks in his presence, he departs after getting them to ask:",
    "ai-atk-vin01a5:8_4": "If he isn’t allowed to enter the rainy-season residence first and say to those monks, “Whoever returns to me when I have come, ask me for the first rainy-season residence.” And he returns to the Buddha’s feet, he’ll please say: ‘Take me who is mine, Ānanda, for the day after he has come back to me.’",
    "ai-atk-vin01a5:8_5": "Venerable Ānanda knows that the Buddha had prohibited eating this day, and he thought, “Whoever mindfully practicing that very day can come up,” the venerable Sāriputta won’t pass.",
    "ai-atk-vin01a5:8_6": "They don’t know where great employed by the Buddha that’s very best. And they don’t know whether",
    "ai-atk-vin01a5:8_7": "For so many reasons he knows that",
    "ai-atk-vin01a5:8_8": "“Nine or ten days.”",
    "ai-atk-vin01a5:8_9": "When this is said, this training rule does not scatter the world.",
    "ai-atk-vin01a5:8_10": "That’s why the Buddha said, “Bhaddā Kāpilānī with Venerable Ānanda is quite different from his deliberation. ...” ...",
    "ai-atk-vin01a5:8_11": "you should bear it.”",
    "ai-atk-vin01a5:8_12": "But if the senior monk had not allowed a half-month or another, he would have allowed.",
    "ai-atk-vin01a5:9_0": "Because of the robe of those concluding theirs in the charnel grounds, they were finished in the robe season.",
    "ai-atk-vin01a5:9_1": "But if it is not possible to give it out a robe, there is no transgression, but also that which is why it is said to be shown by a bhikkhu, and that robe-cloth too.",
    "ai-atk-vin01a5:9_2": "Herein, the kamma needles posts are done in the same place as before.",
    "ai-atk-vin01a5:9_3": "They are called a bandit because they are destroyed for the response,",
    "ai-atk-vin01a5:9_4": "“Among the bones, axplace, a crane,",
    "ai-atk-vin01a5:9_5": "were burnt by fire.",
    "ai-atk-vin01a5:9_6": "For the robe-cloth is produced by a monk or a robe given in the first sewing, thinking “I’ll combine the robe-cloth,” it can be understood to because it is given in the robe-making season.",
    "ai-atk-vin01a5:10_0": "The robe-making season has ended:",
    "ai-atk-vin01a5:10_1": "In this second simile it shows the indication to it,",
    "ai-atk-vin01a5:10_2": "yet it is said to have one month separately, for one month, and for the sake of the robe-making season, or for the shakes off of them, etc., or for the sake of a month.",
    "ai-atk-vin01a5:10_3": "“ Herein, there are these eight months of the robe-making season:",
    "ai-atk-vin01a5:10_4": "when he departs from the monastery, when the robe is finished, when he makes a decision, when the robe-cloth is lost, when he hears about the end of the robe-making season, when an expectation of more robe-cloth is thwarted, when he is outside the monastic boundary, when the robe-making season comes to an end together.”",
    "ai-atk-vin01a5:10_5": "“Venerable Sir, I have a dwelling built for it,",
    "ai-atk-vin01a5:10_6": "If it seems appropriate to the Sangha, the Sangha should end the robe-making season.",
    "ai-atk-vin01a5:10_7": "Please, Venerables, I ask the Sangha to listen.",
    "ai-atk-vin01a5:10_8": "The Sangha approves the robe-making season should remain silent.",
    "ai-atk-vin01a5:10_9": "Any monk who doesn’t agree should speak up.",
    "ai-atk-vin01a5:10_10": "The Sangha has made an end of the robe-making season. The Sangha approves and is therefore silent. I will remember it thus.”",
    "ai-atk-vin01a5:10_11": "Well, we will praise him in this place.",
    "ai-atk-vin01a5:10_12": "But when the teacher says, it may be that he needs to be spoken.",
    "ai-atk-vin01a5:10_13": "and it is said in the emptiness of the Absorption;",
    "ai-atk-vin01a5:11_0": "“For ten days: ten days less than ten days, twenty, thirty, forty, or fifty.”",
    "ai-atk-vin01a5:11_1": "but this meaning should be shown by an inspiration.",
    "ai-atk-vin01a5:11_2": "For this is what has been said: “This is the tenth, this is the time for ten days, this is the time for ten days.”",
    "ai-atk-vin01a5:12_0": "if it has been determined for more than six days;",
    "ai-atk-vin01a5:12_1": "which have been carried along in the place where the vessel is reckoned there.",
    "ai-atk-vin01a5:13_0": "One of the six kinds of robe-cloth were to store the woolen covers, one of their robes, and one of the six kinds of robe.",
    "ai-atk-vin01a5:13_1": "In this way, after showing them the robes, they said: “We will give to the species of robe-cloth in this way,” and they said, “We shall give you a lamp.”",
    "ai-atk-vin01a5:13_2": "Through him the two wide and three wide.",
    "ai-atk-vin01a5:13_3": "Here is this:",
    "ai-atk-vin01a5:13_4": "“I allow you to make a substantial fingernail freshly thread four fingerbreadths long below the thirteen centimeters.”",
    "ai-atk-vin01a5:14_0": "If he uses it, becomes subject to relinquishment at the wrong time, and he gives it up beyond the rainy-season robe after sewing it beyond the limit, and he thinks, “I won’t get a robe” then if he has a robe, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:14_1": "Or alternatively, if it is to be relinquished, it is to be relinquished.",
    "ai-atk-vin01a5:14_2": "With something released by them, something released by them,",
    "ai-atk-vin01a5:14_3": "an offense entailing confession.",
    "ai-atk-vin01a5:14_4": "If that exceeds that, the meaning is that of this, then that is how it is said.",
    "ai-atk-vin01a5:14_5": "When it has been shown that he then, except when it has been shown only to the first place, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:14_6": "He should give it back when he is relinquished. The monks are to be relinquished again in the Sangha.",
    "ai-atk-vin01a5:14_7": "If one day, the robe-cloth in a guest house, the one who gives robe-cloth to him, and one who gives his robe-cloth to the monastery, he must take care of the eleventh day.",
    "ai-atk-vin01a5:14_8": "If many of them have them set them out in a bundle, he commits one offense.",
    "ai-atk-vin01a5:14_9": "One who is boundlessly should go to the art of offenses.",
    "ai-atk-vin01a5:15_0": "After relinquishing it, he is to confess the offense. How should we teach it?",
    "ai-atk-vin01a5:15_1": "Herein, how is the agitation component?",
    "ai-atk-vin01a5:15_2": "So it is said:",
    "ai-atk-vin01a5:15_3": "“Well then, monks, that monk should approach the Sangha, put his upper robe over one shoulder, pay respect at the feet of the senior monks, squat on his heels, raise his joined palms, and say:",
    "ai-atk-vin01a5:15_4": "‘Venerables, I have committed such-and-such an offense. I confess it.’",
    "ai-atk-vin01a5:15_5": "If it happens, one robe-cloth is to be spoken, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:15_6": "If two are to say, “If you’re to be spoken.”",
    "ai-atk-vin01a5:15_7": "If many people say, “If many people are to be spoken.”",
    "ai-atk-vin01a5:15_8": "If there is anything today, they should say, “Venerable Sir, if it is needing a robe.”",
    "ai-atk-vin01a5:15_9": "If two or three robes are to be relinquished, I say: “Venerable Sir, if you have kept for ten days, I’ll be relinquished.”",
    "ai-atk-vin01a5:15_10": "If you’re not to be spoken to, you should say,",
    "ai-atk-vin01a5:16_0": "The confession should be received by a competent and capable monk. He should then receive the confession of the aggregates .",
    "ai-atk-vin01a5:16_1": "Herein, that is how it is said:",
    "ai-atk-vin01a5:16_2": "A competent and capable monk should then inform the Sangha:",
    "ai-atk-vin01a5:17_0": "‘Venerables, I will reveal this monk so-and-so’s offense. If it seems appropriate to the Sangha, I will confess an offense.’",
    "ai-atk-vin01a5:18_0": "he should say: ‘Give it.’",
    "ai-atk-vin01a5:18_1": "‘Yes, I recognize it.’ —",
    "ai-atk-vin01a5:18_2": "You should restrain yourself in the future.”",
    "ai-atk-vin01a5:18_3": "But in the first her relatives there should be explained in the way already described.",
    "ai-atk-vin01a5:19_0": "...”",
    "ai-atk-vin01a5:19_1": "Likewise the group of monks sitting in a group.",
    "ai-atk-vin01a5:20_0": "The explanation of the meaning here is this:",
    "ai-atk-vin01a5:20_1": "“Well then, monks, that monk should approach several monks, put his upper robe over one shoulder, pay respect at the feet of the senior monks, squat on his heels, raise his joined palms, and say:",
    "ai-atk-vin01a5:20_2": "‘Venerables, I have committed such-and-such an offense. I confess it.’",
    "ai-atk-vin01a5:20_3": "A competent and capable monk should inform those monks:",
    "ai-atk-vin01a5:21_0": "‘Please, Venerables, this monk so-and-so remembers an offense—he reveals it, makes it plain, and confesses it.",
    "ai-atk-vin01a5:21_1": "If it seems appropriate to the venerables, I will receive the confession.’",
    "ai-atk-vin01a5:22_0": "You should say: ‘Yes, I’m doing it.’",
    "ai-atk-vin01a5:23_0": "After approaching a single monk, that monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say:",
    "ai-atk-vin01a5:23_1": "ʻI have committed such-and-such an offense. I confess it.’",
    "ai-atk-vin01a5:23_2": "You should say, ‘I’m should be told, I will give up future restraint.’”",
    "ai-atk-vin01a5:23_3": "Herein, the meaning should be understood in the way already described above .",
    "ai-atk-vin01a5:24_0": "And the one who takes sauna should be understood in this way:",
    "ai-atk-vin01a5:24_1": "“If you are to be declaring your purity, you should do the observance-day procedure by declaring your purity.",
    "ai-atk-vin01a5:24_2": "A competent and capable monk should make an effort to do so. And he should do the observance-day procedure by declaring purity with the monks.",
    "ai-atk-vin01a5:24_3": "” The senior monk should address that one, dropped into one robe, and put them aside poison, he says, “Kāḷivisa, ‘Through purity will specifically reach purity.’ And therefore one of these two reasons, only the texts.",
    "ai-atk-vin01a5:25_0": "but there is an offense entailing confession for the receiver of an offense. After giving him the permission of the monks, he should put him aside with the intention of hands according to the rule, and he should then give him any of those nuns and receive the confession.",
    "ai-atk-vin01a5:25_1": "For if there is no purity of two announcements, namely, there is no one thing that is purified and cleansed by decrease,",
    "ai-atk-vin01a5:26_0": "someone who gives robe-cloth, thinking, “I give this robe-cloth back to you,” one says, “We’ll do the robe-cloth as Venerable.”",
    "ai-atk-vin01a5:26_1": "The repeatedly pressuring the texts, “this has been chest, but after getting permission from it. They mustn’t allow you to dealt with according to the rule and the rainy season. But there is no need for them to make a robe.”",
    "ai-atk-vin01a5:26_2": "yet he gives it to a sangha, a group, or an individual.",
    "ai-atk-vin01a5:27_0": "If it is less than ten days and he perceives it as less, and he goes beyond the robe season with his own hands, saying: “This is how the robe-cloth is ended, while making it known or seen.”",
    "ai-atk-vin01a5:27_1": "If they have been relinquished, they do not look for,",
    "ai-atk-vin01a5:27_2": "One who perceives that robe-cloth is to be relinquished and for the attainment of that robe-cloth.",
    "ai-atk-vin01a5:27_3": "if they both lay down the discipline and the monks from the group of six, they commit an offense entailing confession.",
    "ai-atk-vin01a5:27_4": "So in each instance,",
    "ai-atk-vin01a5:28_0": "If it has not been given away, but he perceives that it has not, and he gives up that duty, he says this, “I’ve percipient”,",
    "ai-atk-vin01a5:29_0": "If they are not lost, but he perceives that they have many robes of them, and he appointed them with other robes.",
    "ai-atk-vin01a5:29_1": "Here, but not perceiving it as a robe in his own.",
    "ai-atk-vin01a5:29_2": "So too in the case of the eighteen bases.",
    "ai-atk-vin01a5:30_0": "but without being destroyed, the pregnant is destroyed here and there in the womb for calming it to be known that the breath of the liberating floor is to be understood as the purpose of abandoning the inner skin.",
    "ai-atk-vin01a5:31_0": "If he uses it without relinquishing it to an offense of wrong conduct, but he then uses it once again, he commits an offense entailing expulsion.",
    "ai-atk-vin01a5:31_1": "If he stores it up or has it hidden, puts it on, or makes an effort, then for the effort there is an act of wrong conduct.",
    "ai-atk-vin01a5:31_2": "if he is not able to shake, and there is no offense for the wrong time, there is no offense.",
    "ai-atk-vin01a5:31_3": "if he uses it, saying, “They use it as an offense, and then eats it, he uses it on the point of an offense.”",
    "ai-atk-vin01a5:31_4": "Without getting rid of refusing two ends, that is, one who is violent and hard to travel.",
    "ai-atk-vin01a5:32_0": "He should resolve various kinds of determining: ʻI am, I determine it as long as it transferred to another, my worker should be understood to understand how to go about it.”",
    "ai-atk-vin01a5:32_1": "Here is this:",
    "ai-atk-vin01a5:32_2": "Then the mendicants thought:",
    "ai-atk-vin01a5:32_3": "“These things that have been allowed by the Buddha—the three robes, the similes of the robe-cloth, the sheet, the itch-covering cloth, the handkerchief, and the cloth for requisites—are they all to be determined or to be transferred to another?”",
    "ai-atk-vin01a5:33_0": "“You should determine the three robes, not transfer them;",
    "ai-atk-vin01a5:33_1": "you may determine the rainy-season residence at the end of the rainy-season residence.",
    "ai-atk-vin01a5:33_2": "you should determine the sitting mat, not transfer it;",
    "ai-atk-vin01a5:33_3": "you should determine the opportunity to transfer it;",
    "ai-atk-vin01a5:33_4": "you should determine the itch-covering cloth for as long as you’re ill and then transfer it;",
    "ai-atk-vin01a5:33_5": "you should determine the handkerchief, not transfer it;",
    "ai-atk-vin01a5:33_6": "you should determine the cloth for requisites, not transfer it.”",
    "ai-atk-vin01a5:34_0": "determined it as an abundance”, and after giving the trial period, you should determine it as a determine it is to be determined.",
    "ai-atk-vin01a5:34_1": "The right size of the Holy One is measureless! It is allowed to wear a robe of rain, an upper robe of robes, and one who skers the upper robe.",
    "ai-atk-vin01a5:34_2": "The one who belongs to the longest extension and three sauces it is allowed to two.",
    "ai-atk-vin01a5:34_3": "for one who has committed an offense entailing expulsion.",
    "ai-atk-vin01a5:34_4": "But when the transferred to another, it’s extrated, that is to be determined, transferred to another.",
    "ai-atk-vin01a5:35_0": "Herein, he should determine it as an abiding in the robe:",
    "ai-atk-vin01a5:35_1": "either of them determined or to be determined, transferred to another, forwards, striven backwards, wrapped in my robe, and wearing a double-layered upper robe.",
    "ai-atk-vin01a5:35_2": "For one who determines it by means of his body, through which they are not allowed to.",
    "ai-atk-vin01a5:35_3": "After determining it as a self, he should determine it by speech.",
    "ai-atk-vin01a5:35_4": "Herein, these two kinds of determination:",
    "ai-atk-vin01a5:35_5": "If there is a suitable reason, he should determine it as “I set up my outer robe within arm’s reach.”",
    "ai-atk-vin01a5:35_6": "Then, if the upper story or at the gateway of the Vinaya, he determined in the air, having fixed his outer robe, he should close it as the upper robe and then break it out.",
    "ai-atk-vin01a5:35_7": "this is the venerable Uttarakuru and the sarong.",
    "ai-atk-vin01a5:35_8": "For even a single sort of pain",
    "ai-atk-vin01a5:35_9": "So all the upper robe should be determined in the same way:",
    "ai-atk-vin01a5:35_10": "If he determines it, he should determine it, transferred to another, as well as allowed, then take it back in return.",
    "ai-atk-vin01a5:35_11": "But when determined or excessively embarrassed, or them as a more than bordernment or requisites for it is to be cut down again.",
    "ai-atk-vin01a5:35_12": "Or small or large,",
    "ai-atk-vin01a5:36_0": "But if he is able to determine the robe-cloth as a requisite for cloth, it is not allowed to determine it as a service.",
    "ai-atk-vin01a5:36_1": "having a great drop of water –",
    "ai-atk-vin01a5:36_2": "“‘I should determine the three robes,’:",
    "ai-atk-vin01a5:36_3": "If he gets a requisite to stay in the open, it would have been drunking out, there will be no need for you to use.”",
    "ai-atk-vin01a5:36_4": "When he said this, it seems, the mendicants said to those monks,",
    "ai-atk-vin01a5:36_5": "“They were told by the Buddha,” and “It is allowable to make them,” and so on.",
    "ai-atk-vin01a5:36_6": "The thief requisites belonging to the great rainy season: “The determine of robe-cloth is allowable to use a robe, and then use it for the robe.",
    "ai-atk-vin01a5:36_7": "but when his robe was well-clothed and then determined it is said for a dwelling, it is said to be lived.”",
    "ai-atk-vin01a5:36_8": "The Elder Mahā-Nipiṭaka Aṅgīrasa also said: “It seems the senior elder who lived at Puṇṇaka",
    "ai-atk-vin01a5:36_9": "“Previously, Asoka, firstly the senior mendicants went to the forest grove at the foot of a tree. There they used robe for the purpose of trying to carry water.",
    "ai-atk-vin01a5:36_10": "Since it is for the purpose of (living) the sun and requisites, I their bowls and robes are for the purpose of ending them, alms-food, lodgings, and medicines and supplies for the sick. And that’s why they are able to make use robes, alms-food, lodgings, and medicines and supplies for the sick.”",
    "ai-atk-vin01a5:36_11": "The monks who lived in the wilderness had already completed the rainy-season residence in the wilderness, and reckoned as an abode of three robes.”",
    "ai-atk-vin01a5:37_0": "if he takes the rainy-season robe without requisites, he must take it in the way already described and then eat it after which he has been determined on the four months of the rainy season; then he must stay on there for the rainy season.",
    "ai-atk-vin01a5:37_1": "And even if it is allowed one or other of colour;",
    "ai-atk-vin01a5:37_2": "But there are two kinds of people:",
    "ai-atk-vin01a5:37_3": "It is not allowed to sit down in the way already described, that is to say, the two, namely, the same as that is to say,",
    "ai-atk-vin01a5:37_4": "Or else, “He is allowed to determine” when it is allowed to be transferred to another, yet another.",
    "ai-atk-vin01a5:37_5": "Also it is blue, yellow, red or white. It is allowed to have a flowering all the time.",
    "ai-atk-vin01a5:37_6": "What is it transferred to another?",
    "ai-atk-vin01a5:37_7": "if he intends, “I have an ointment,” he should determine it as long as he says.",
    "ai-atk-vin01a5:37_8": "He should take care of the sick for one day and then spend the middle.",
    "ai-atk-vin01a5:37_9": "“A handsome” is one thing, a determined, transferred to another, that is to say, for the sake of determining.",
    "ai-atk-vin01a5:37_10": "And some time they say, “The elders are many.”",
    "ai-atk-vin01a5:37_11": "he would determine the enclosure regarding requisites, yet there is no determination as self,",
    "ai-atk-vin01a5:37_12": "The abode of the drums, shrines, pieceless cloth, and in the neighborhood of a monastery, having a measureless service, is the same as “cloth”.",
    "ai-atk-vin01a5:37_13": "Many robes are allowed to determine about one robe-cloth as the other.",
    "ai-atk-vin01a5:37_14": "he placed for the sake of the vanity of the position of tonics even when there is something to be fixed.",
    "ai-atk-vin01a5:37_15": "but it is said to be “ware in Mahāpajāpatī”.",
    "ai-atk-vin01a5:37_16": "A bed and chair was given to the bed and chair in the first room. Following the lodgings in the texts on termite-mound, he determined in this way: “This is the place for the sake of the enquiry, and no enclosing the amount of corpse.",
    "ai-atk-vin01a5:38_0": "How do they eat ...",
    "ai-atk-vin01a5:38_1": "if, after causing, he takes it back in the hand, the recipient laws it over, the training is seeking the opposite of it.",
    "ai-atk-vin01a5:38_2": "Herein, the eight kinds of determination in all eight ways: that is to say, the sixty robes, the first, and the absences of all the robes, etc., are stored in each and every case.",
    "ai-atk-vin01a5:38_3": "Herein, the end should not be understood to dealt with the fingernails of the toessence in the end in the neighbour and the simile of the to the inner skin that envelops the size of the finger neck.",
    "ai-atk-vin01a5:38_4": "For if the snake is covered with one belonging to the other, he is protected by one who is himself.",
    "ai-atk-vin01a5:38_5": "Herein, the outer robe of the upper robe and the sauce from the upper robe, and from the upper edge of the three, they break down of the noble ones, cut up the lower parts, and don’t break into the bowl.",
    "ai-atk-vin01a5:38_6": "But when he had disappeared all his mission, he determinedly learning the fourfold doctrine of the enemy, and when he cuts his legs them down, he breaks them down.",
    "ai-atk-vin01a5:38_7": "Therefore, when he is born, he should determine that robe-cloth as an extra robe.",
    "ai-atk-vin01a5:38_8": "the Earth – that of the Earth –",
    "ai-atk-vin01a5:38_9": "“When robe-cloth is given to anyone wherever he determines the robe-cloth, if it is given to another, but who is determined and without incapable of determining it as if there were no obstruction.”",
    "ai-atk-vin01a5:38_10": "he said: “Ukatissa, who is the Elder Nun Piṅgiyānī –",
    "ai-atk-vin01a5:38_11": "“Only a limitless robe-cloth for two months, if there are a _māsaka_ coins or after placed on the ground, he creates dangers and determines the other side of the Sangha.",
    "ai-atk-vin01a5:38_12": "He made a hole a key, a keyhole, a cloth from the Sangha, and he sent them down from the place where they fall, after breaking them.”",
    "ai-atk-vin01a5:38_13": "But in the Dark One’s Chief Disciples the garden, having made a valuable robe and given it up, this is said: “This is the protection of requisites for determination.”",
    "ai-atk-vin01a5:38_14": "he determined requisites for a long time, a Happy One’s four-footed nymphs, wherever he settles (from the four directions);",
    "ai-atk-vin01a5:38_15": "he determinedly, by applying himself to another, but not forget it.",
    "ai-atk-vin01a5:38_16": "These are all determined that is to be transferred to another.”",
    "ai-atk-vin01a5:39_0": "Herein, it is for all these lesser adverts to the western robes, etc., that is to say, the last one, the western Bhaddā’s irreference, the last one, the lady of it, and the last eighteen on names of the forest grove. Because it is not settled due to the worst, which is tornness after that, it is called rejection of requisites for those without a newly arrived.",
    "ai-atk-vin01a5:39_1": "the three robes of the Holy One are only a wore robe-cloth, even the smallest robe-cloth is the same as “theless”.",
    "ai-atk-vin01a5:39_2": "But there is no lasting in the last state,",
    "ai-atk-vin01a5:39_3": "There is no simile of the interpretation of the handles that cannot be transferred to another.",
    "ai-atk-vin01a5:39_4": "But that delimited is in the last stage of the Vibhaṅga too;",
    "ai-atk-vin01a5:39_5": "That’s why, firstly the ancient requisite for the determination, “It’s used for the size of the bandits,” then, having destroyed a determined that is the specific neutrality in the moment, and he said, “This is the neighbourhood of theramparts,” and he said, “This is no more than four limb-jointments for the rest.”",
    "ai-atk-vin01a5:40_0": "he shows the Elder Nun Ciñcā (thus): “ATissa, he is in order to show the way that he is not shown by the Elder Tissa, and so he is not able to teach them,",
    "ai-atk-vin01a5:40_1": "Mahāpadassana said: “Here’s the point of a robe-cloth wherever he determinedly determinedly determined, and when determined aside with the matter of the rainy season, he then carries away the corpse.”",
    "ai-atk-vin01a5:40_2": "Now, this is said:",
    "ai-atk-vin01a5:40_3": "he thought: “This is the exalted robe-cloth!”",
    "ai-atk-vin01a5:40_4": "There they divide the three robes on the ground, etc., which were only for the last one rainy season.",
    "ai-atk-vin01a5:40_5": "Herein, when he’s determined or transferred to another, whether he’s outside the middle, or junior, or middle, or junior. He can break his barber and put them outside.",
    "ai-atk-vin01a5:40_6": "That’s why it cannot be cut down",
    "ai-atk-vin01a5:41_0": "But although this is the eighth reason, why is it not?",
    "ai-atk-vin01a5:41_1": "As to delimitation:",
    "ai-atk-vin01a5:41_2": "for the last three months of the Jina, and the limited-sphere, all the limited-space and the length of the wind, etc., are just like that.",
    "ai-atk-vin01a5:41_3": "Surely the Fortunate One’s consent,",
    "ai-atk-vin01a5:41_4": "But the other limits neither delimited nor definitively.",
    "ai-atk-vin01a5:42_0": "But when the febles in the first place he gives the weakness, then, after giving it up, it is uninterruptedly;",
    "ai-atk-vin01a5:42_1": "Likewise in the case of the circle.",
    "ai-atk-vin01a5:42_2": "if he makes a boiled cloth on a wall, a cloth screen, a mattress, or a pile, or at the forehead, or spittles it with funeral pyre;",
    "ai-atk-vin01a5:42_3": "if you put on both sides in the rope of the midst of both sides, if you can determine them; then break them up;",
    "ai-atk-vin01a5:42_4": "Then he cuts off the dust, washed, dyeed, and combed with white cloth.",
    "ai-atk-vin01a5:42_5": "This, firstly, “I apply myself to the transferred to another,” he “I advert to them” .",
    "ai-atk-vin01a5:43_0": "But in the case of two kinds:",
    "ai-atk-vin01a5:43_1": "transfer face-to-face and transfer face-to-face.",
    "ai-atk-vin01a5:43_2": "“And how is there removal in the presence of those concerned?”",
    "ai-atk-vin01a5:43_3": "“I know them one or other of robes and requisites.”",
    "ai-atk-vin01a5:43_4": "To this extent it is allowable to use a determine it, or to give it away.",
    "ai-atk-vin01a5:43_5": "“Those water has been given to me, and that I use my requisites, or that they use it as instructed.” But that is how it is said.",
    "ai-atk-vin01a5:43_6": "Through that is useful fortune-tellers and drunk;",
    "ai-atk-vin01a5:44_0": "And another –",
    "ai-atk-vin01a5:44_1": "In the same way, when a number of robes are stored up in one of the nuns, they say: ‘I have no such a single statement in the presence of a trainee nun,’ or else ‘I am trying to retrieving the robes’.”",
    "ai-atk-vin01a5:44_2": "At this point it is not allowed to use one of requisites. But there is no one among them to give even one.",
    "ai-atk-vin01a5:44_3": "“A monk who has been given to a monk” ...",
    "ai-atk-vin01a5:44_4": "When the novice monastic has been given, it is called “announced”, or “It is given away,” that it is called “low,” “It is laid down”.",
    "ai-atk-vin01a5:44_5": "Through that is useful fortune-tellers and drunk;",
    "ai-atk-vin01a5:45_0": "“And how is there anything in the absence of such less?”",
    "ai-atk-vin01a5:45_1": "In the same way, when they know that one or other of the robes are stored, they should be given out one by one who is stored up residence and like this: ‘I have been stored in robes’, or ‘I am this’, ‘I am this’, ‘I am the one who is this’, ‘I am the one whose robes are mine’, or ‘I am flour’.”",
    "ai-atk-vin01a5:45_2": "he should say:",
    "ai-atk-vin01a5:45_3": "“Who’s your friends?”",
    "ai-atk-vin01a5:45_4": "Anyone else should make the proclamation thus: “This is the first kind of monks consisting in the ear ... nose ... tongue ... body ...",
    "ai-atk-vin01a5:45_5": "or she should be spoken to by a novice.”",
    "ai-atk-vin01a5:45_6": "Furthermore, he thinks, “I give it to a monk,” or “I’ll give it to a monk,”",
    "ai-atk-vin01a5:45_7": "I give you to my shelter in front of a novice nun. This is the ultimate one.”",
    "ai-atk-vin01a5:45_8": "At this point it is not allowed to use one of requisites. But there is no one among them to give even one.",
    "ai-atk-vin01a5:45_9": "But, by the second monk who has attained the fourth absorption in the way already described, and then uses it in the way already described, that is, “This monk” or “possessing it. ”",
    "ai-atk-vin01a5:45_10": "Through that is useful fortune-tellers and drunk;",
    "ai-atk-vin01a5:46_0": "What is the difference between two deeds?",
    "ai-atk-vin01a5:46_1": "After entering that in the presence of another, they get rid of having drunk.",
    "ai-atk-vin01a5:46_2": "Within transfer in the absence of others in the absence of such enquiry, and having obtained this valuable .",
    "ai-atk-vin01a5:46_3": "But if it’s unfinished, he doesn’t know what arrange isn’t. He should take out the robe-cloth and then put it aside.",
    "ai-atk-vin01a5:46_4": "The rolling of the Wheel and the close is done",
    "ai-atk-vin01a5:46_5": "he said: “This is quite secluded from sense desires,”",
    "ai-atk-vin01a5:47_0": "“I allow you to determine the three robes as you’re not able to apply out of compassion,” and so on. The Realized One is not able to develop the meditation on universal.",
    "ai-atk-vin01a5:47_1": "That is why the meaning should be understood according to the three robes, etc., that is, in accordance with the three robes, and that is determined, I allow you to determine it.",
    "ai-atk-vin01a5:47_2": "or if it is at rainy-season residence, but she is unable to determine it, or she instead.",
    "ai-atk-vin01a5:47_3": "If there is anyone of these three robes, one who wants to stay in the robe-cloth and the western land, after taking on the rainy-season robe-cloth in the monastery, and he has given the meaning in that separate robe-cloth.",
    "ai-atk-vin01a5:47_4": "These ten ways: that is produced in the same way and the word-meaning to be aroused in each case.",
    "ai-atk-vin01a5:48_0": "if he gives away another requisite;",
    "ai-atk-vin01a5:48_1": "But how is one a gift given?",
    "ai-atk-vin01a5:48_2": "“Give this simile I give it to yours, give it to the point of giving it, I give it away, or relinquish it to you. ...",
    "ai-atk-vin01a5:48_3": "I am relinquished to my presence, my rulers, or my value.”",
    "ai-atk-vin01a5:48_4": "“Please take it, I say.”",
    "ai-atk-vin01a5:48_5": "“Have you done so, I’ll make your bidding bidding.” Then he said, “I’ll do that.”",
    "ai-atk-vin01a5:48_6": "one who doesn’t know what’s given, nor does the other.",
    "ai-atk-vin01a5:48_7": "But if they say, “If you would take care of me, I would take it.”",
    "ai-atk-vin01a5:48_8": "But if he says, “I take it,” he says, “I don’t go.” And he said, “I take it with you.” And he says, “I’ll take this,” “I do not say.”",
    "ai-atk-vin01a5:48_9": "Then the first, thinking, “I have given to my first,” and they put out, “They say, ‘I have given this gift.’",
    "ai-atk-vin01a5:48_10": "In the case of his own offense:",
    "ai-atk-vin01a5:48_11": "Though you have no committed any offense,",
    "ai-atk-vin01a5:48_12": "But if he transferred to another, he should eat it and then eat it.",
    "ai-atk-vin01a5:49_0": "If you’re determined, but what can I do?",
    "ai-atk-vin01a5:49_1": "After reciting the degree of enemy, he should fall in it like the eon in the way already described.",
    "ai-atk-vin01a5:49_2": "And this is not how they know the Monastic Law,",
    "ai-atk-vin01a5:49_3": "“If some monk has taken away on trust, he speaks falsely after giving it away.”",
    "ai-atk-vin01a5:49_4": "And there is no one else in the Monastic Law, nor in that place the Monastic Law,",
    "ai-atk-vin01a5:50_0": "But it doesn’t start in meaning, etc.,",
    "ai-atk-vin01a5:50_1": "If you don’t give it, you commit an offense of wrong conduct. If you don’t give it, you commit an offense of wrong conduct.",
    "ai-atk-vin01a5:50_2": "When he knows that what has been stored, he should be taken back in the same place as before.",
    "ai-atk-vin01a5:51_0": "When the robe-making season has been produced, this training rule and the body and the mind are produced in speech. They’re not fixed in conduct and haven’t yet ceased, and they’re not hurtful. And they don’t attain the liberations by way of the mind.",
    "ai-atk-vin01a5:52_0": "The first training rule on what is given is finished.",
    "ai-atk-vin01a5:53_0": "2. Udositasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:54_0": "The Buddha spoke of exclusively in concluding the recitation,",
    "ai-atk-vin01a5:54_1": "Herein, Uttarakuru is called “The path”; with the upper robe of those sarong and upper sea, with its upper robes, and with Uttarakuru is so called.",
    "ai-atk-vin01a5:54_2": "At the end of the ears touched by being struck with plastered inside, in the rolls of the head.",
    "ai-atk-vin01a5:54_3": "While walking about the dwellings, Venerable Ānanda saw the senior monks,",
    "ai-atk-vin01a5:54_4": "Therefore it is said:",
    "ai-atk-vin01a5:54_5": "“Venerable Ānanda is walking about the dwellings.”",
    "ai-atk-vin01a5:55_0": "He may-stay-apart-from-the-three-robes area, including the midst of the Sangha, without monks, for a group-of-season residence.",
    "ai-atk-vin01a5:55_1": "And what is the benefit of these?",
    "ai-atk-vin01a5:55_2": "Wherever he goes, he does not get rid of any robe-cloth, but he does not commit an offense entailing relinquishment.",
    "ai-atk-vin01a5:55_3": "died and was reborn in Tusita Heaven.",
    "ai-atk-vin01a5:55_4": "The Embraceful one said:",
    "ai-atk-vin01a5:55_5": "“When a man isn’t disturbed, but he has still gone beyond the household life.”",
    "ai-atk-vin01a5:55_6": "The Teacher said to Mahāpaduma:",
    "ai-atk-vin01a5:55_7": "‘When she came, she should go quickly and wait until the end of the robe.",
    "ai-atk-vin01a5:55_8": "for when a calming down he seeks for wealth, or makes it go.",
    "ai-atk-vin01a5:55_9": "that you don’t go, thinking: ‘I’ll walk my robe over and finish it off,’ and they can make more than four _kaṁsa_ coins.”",
    "ai-atk-vin01a5:55_10": "But if he does not choose to make him leaves, what should be done?",
    "ai-atk-vin01a5:55_11": "the Elder Phussa went to his presence,",
    "ai-atk-vin01a5:55_12": "“If that’s where he seized, he does not return again.",
    "ai-atk-vin01a5:55_13": "they must be given permission again.”",
    "ai-atk-vin01a5:55_14": "he says:",
    "ai-atk-vin01a5:55_15": "“So be who is your equal or worse, I have not yet given your duties.”",
    "ai-atk-vin01a5:56_0": "The meaning is said to be the best in the first monk because he remembers the meaning of robe-cloth in which a bhikkhu is said to be the meaning. The meaning should be understood here in this way: “In this way I have attained the meaning of the robe-making season.”",
    "ai-atk-vin01a5:56_1": "For if that monk is not able to do this, he should do so.",
    "ai-atk-vin01a5:56_2": "On the robe-making season there is a monk who is living in the robe season comes to an end when three robes are destroyed when the robe is finished and one particular with the three robes are destroyed:",
    "ai-atk-vin01a5:56_3": "Herein, when a robe is determined: if any robe is setting.",
    "ai-atk-vin01a5:56_4": "For one (whoever) has been shaken and definitively destroyed, and is included in the way already stated.",
    "ai-atk-vin01a5:56_5": "Therefore because the words “There are agreeable” and “It is permitted” etc.",
    "ai-atk-vin01a5:56_6": "One should reveal it liberated:",
    "ai-atk-vin01a5:57_0": "the meaning is for the sake of the surrounding on the matter.",
    "ai-atk-vin01a5:57_1": "Then, just as when someone else says, “I do not go from here”, they told her, “Having circumambulated Māra’s spears, do not don’t refer to the village.",
    "ai-atk-vin01a5:57_2": "Herein, the village of one clan or the king’s minister,",
    "ai-atk-vin01a5:57_3": "anyone to be relinquished by any such encircling walls, or by precincts.",
    "ai-atk-vin01a5:57_4": "To this extent one person (after),",
    "ai-atk-vin01a5:57_5": "At the same time they are to store the robe-cloth in such-and-such a village, and then go back to the town hall.",
    "ai-atk-vin01a5:57_6": "Without showing that noise, it is said in the village,",
    "ai-atk-vin01a5:57_7": "In such a village, the robe is kept.",
    "ai-atk-vin01a5:57_8": "While he is not beyond the hand of the wind, he should not go beyond the hand of the hand, yet not come up when the hand is carried on the edge of the bowl, or the entrance to be expelled.",
    "ai-atk-vin01a5:57_9": "and two-recious things:",
    "ai-atk-vin01a5:57_10": "If it was the right size and immoral emission of psychic power, it becomes subject to relinquishment at dawn on the ground, it becomes subject to relinquishment.",
    "ai-atk-vin01a5:57_11": "And here the characteristic of indication should be understood in the houses beginning with the indication of a house already described.",
    "ai-atk-vin01a5:58_0": "near to the village of Vesāli, arguments, and a villages, or a town for one likes,",
    "ai-atk-vin01a5:58_1": "it is shown that one (only) took many families,",
    "ai-atk-vin01a5:58_2": "Or perhaps the tip of the door framework is said: “Just as a creeper or a calculate,",
    "ai-atk-vin01a5:58_3": "she enters the town gate,",
    "ai-atk-vin01a5:58_4": "This is said:",
    "ai-atk-vin01a5:58_5": "in such a village or town.",
    "ai-atk-vin01a5:58_6": "Herein, there is a fraction of sounds or at the main gate or in the public meeting hall or the gate of the city.",
    "ai-atk-vin01a5:58_7": "And it can’t be stayed in that very place where there is no one of them to stay in that very news. Wherever of these hands, the sun shoulders can’t go.",
    "ai-atk-vin01a5:58_8": "but there is no place in the acceptance of a robe in his hand or a bowl.",
    "ai-atk-vin01a5:59_0": "If one puts aside the robe within arm’s reach while going to the public meeting hall, he should put it aside the public meeting hall with the hand, saying “I’ll place it in the hand,” and he puts it aside the robe with the hand in the sunlight he should put it aside in the shade of the waves. If it is dropped on it with the hand, he should notep the sun the robe-waist one or the waistment in his hand, and he should put it aside the sun the waistment in the previous life with the previous life.",
    "ai-atk-vin01a5:60_0": "Here is an explanation to say:",
    "ai-atk-vin01a5:60_1": "the Elder Phussa went to his presence,",
    "ai-atk-vin01a5:60_2": "“Where’s robe-cloth should be lived wherever there are no gateways and wherever he can’t be defined or where there is no dooring.”",
    "ai-atk-vin01a5:60_3": "Compassion: it is the Elder Tissa that",
    "ai-atk-vin01a5:60_4": "“There are many gates for the city,” so many halls are not found.",
    "ai-atk-vin01a5:60_5": "But when the robe is finished and the position of that robe-cloth is placed in the open, the doorway is kept in the wind and the sun’s room, but not the gateway.",
    "ai-atk-vin01a5:60_6": "In this way he’d know robes of robes.”",
    "ai-atk-vin01a5:60_7": "If one puts aside the robe within arm’s reach while going to the public meeting hall, one must stay in the house where the robe is kept, but not when the robe is kept.",
    "ai-atk-vin01a5:60_8": "If the house is finished, he should sit down in front of the heart, or he is standing on the ground with his hand, storying to the ground.",
    "ai-atk-vin01a5:60_9": "If the public meeting hall in the mouth, he must go in his mouth, at the end of the town, or at the citadel,",
    "ai-atk-vin01a5:61_0": "(all) is to be shown by an unsuitable way to the village,",
    "ai-atk-vin01a5:61_1": "unincluded in these same places, and the various kinds of foulness should be understood as the same state in each place.",
    "ai-atk-vin01a5:61_2": "in the Pāṭaliputtasa refers to the Order, “This is the one-and-such a single remainder, and it is the same way. My fits, not even a single one, and puts it on.”",
    "ai-atk-vin01a5:61_3": "That is why in each case the head hairs should be understood as the word “shop. ” And the meaning of that same encounternally, and so on.",
    "ai-atk-vin01a5:62_0": "in the appearance of the womb (which is) conceived in the womb of the womb for men,",
    "ai-atk-vin01a5:62_1": "or mount the Elephant’s palace.",
    "ai-atk-vin01a5:62_2": "or at the gateway of the rope (of rice). It was at the gateway of the sacred flame,",
    "ai-atk-vin01a5:62_3": "elephants, horses, or chariots, in the hand of the gate,",
    "ai-atk-vin01a5:63_0": "Goldening, weapons, rude,",
    "ai-atk-vin01a5:63_1": "the rest should be understood in the sense that the respective .",
    "ai-atk-vin01a5:63_2": "he accepts the royal compound that was made of bricks, a bricks, a four-food, a four-footed wide.",
    "ai-atk-vin01a5:63_3": "as a magician sal tree stilt longhouse",
    "ai-atk-vin01a5:63_4": "Once the Palace of Principle",
    "ai-atk-vin01a5:63_5": "I’ll make the stilt longhouse",
    "ai-atk-vin01a5:64_0": "if she inserts one for one handful: it is the twenty-eight each one,",
    "ai-atk-vin01a5:64_1": "If the caravan is going to the village, they occupied by the wind, and pulled up and stands with one or other of them.",
    "ai-atk-vin01a5:64_2": "Then the village or town is blown away and has reached a bright village by the wind, and there is no sewing.",
    "ai-atk-vin01a5:64_3": "If he stands outside the monastic boundary, he should go to the monastery and stay there.",
    "ai-atk-vin01a5:64_4": "If he is outside the monastic boundary, he should live in that same place as before.",
    "ai-atk-vin01a5:64_5": "If he is going, he should not stop it with a cowherd’s storeroom, or if the upper robe is kept in that place.",
    "ai-atk-vin01a5:65_0": "490.",
    "ai-atk-vin01a5:65_1": "In the field of robe-cloth: the hand of the bowl is called “Haven” in the field of robe hand is the field for the hand of the hand.",
    "ai-atk-vin01a5:65_2": "With an unenclosed robe fund:",
    "ai-atk-vin01a5:66_0": "excrement is what is meant.",
    "ai-atk-vin01a5:66_1": "a monastery or a garden.",
    "ai-atk-vin01a5:66_2": "in the two fields, in the field is (surely) functioned in the nine-fold army.",
    "ai-atk-vin01a5:66_3": "a dwelling like an in that monastery.",
    "ai-atk-vin01a5:66_4": "Standing at the foot of a tree, displayed by the horns of the tree,",
    "ai-atk-vin01a5:66_5": "it is possible to set aside a tree’s foothold. But when a tree is placed in the branches of a tree trunk, the branches of the branches of a tree, or if it is already fixed.",
    "ai-atk-vin01a5:66_6": "If he places it in the branches, he should place it in the branches and leaves in the branches of the branches.",
    "ai-atk-vin01a5:66_7": "It is allowed to place a shadow, if it is allowed to leave it out.",
    "ai-atk-vin01a5:66_8": "And here too in the hand of the robes is the same as in the hand.",
    "ai-atk-vin01a5:67_0": "in the wilderness, in an uninhabited area, in the wilderness, in the forest, under a roof in the wilderness, or at the end of the session.",
    "ai-atk-vin01a5:67_1": "Seven on all sides of the seventh in the middle of the ocean is seen in the middle of all seventeenth part.",
    "ai-atk-vin01a5:67_2": "while sitting in the eastern direction, in the west ...",
    "ai-atk-vin01a5:67_3": "If it goes in the eastern direction, he becomes subject to the west.",
    "ai-atk-vin01a5:67_4": "The rest is in the same way;",
    "ai-atk-vin01a5:67_5": "one who is sitting on the observance day, he should apprehend the number of monks.",
    "ai-atk-vin01a5:67_6": "A sangha of monks headed by the Sangha of monks headed by the Buddha.",
    "ai-atk-vin01a5:68_0": "If he uses it, he commits an offense of wrong conduct. If he uses it, he commits an offense entailing confession.",
    "ai-atk-vin01a5:68_1": "If he stores out a robe, but continues to use it without first relinquishing it, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:68_2": "Then he goes on the road, thinking, “Even if he fails it without getting it.”",
    "ai-atk-vin01a5:68_3": "don’t become alcoholic drinks.",
    "ai-atk-vin01a5:68_4": "When he sees a monk, he does not take leave of the Monastic Law, yet another monk, who isn’t standing on the ground.",
    "ai-atk-vin01a5:68_5": "There is no share of the robe-cloth for you,",
    "ai-atk-vin01a5:68_6": "So one robed up, after picking up two robes, went to the Discipline, and making the Monastic Law.",
    "ai-atk-vin01a5:68_7": "If they live in a monastery, they’re going along the path,",
    "ai-atk-vin01a5:68_8": "dressing one robe on one shoulder, if he has put it on the other, he should fill it together.",
    "ai-atk-vin01a5:68_9": "If the dwelling is unstirred, he should not see it either.",
    "ai-atk-vin01a5:68_10": "If it is a robbery, he should put it on and go.",
    "ai-atk-vin01a5:68_11": "If the seat is dirty, he is not able to take one side and build a monk on the Monastic Law. He should then go outside the Monastic Law and store one of his robes.",
    "ai-atk-vin01a5:69_0": "If there are monks who, after giving their bowl and robes, he should give him his bowl and robe, and then, if he is only a meal, he should sit down on it.",
    "ai-atk-vin01a5:69_1": "And if he is going without taking leave of the bowl, he thinks, “If only the robes are unbroken on me,” and when he is going along a little extent, his robes are to be relinquished.",
    "ai-atk-vin01a5:69_2": "having discovered in the wilderness, they do not see each other in each other.",
    "ai-atk-vin01a5:69_3": "If you say, “If you’re so young, we’ll get up to a opportunity, we’ll lie down, and then go back to meet the dawn. When you’re getting up, you’re collapsed, you’re muddy, and you’re muddy robes, after bathing against you.",
    "ai-atk-vin01a5:69_4": "two senior monks, thinking, “This is the path,” and they rose from each other, “If they go down,” and when they got up from their seat and left, they deposed.",
    "ai-atk-vin01a5:69_5": "If you’re entering the road, and he said, “We’ll go to the village for alms.”",
    "ai-atk-vin01a5:69_6": "If they don’t get the woven requisites, and they determine the rainy-season robe, then it doesn’t die.",
    "ai-atk-vin01a5:69_7": "But if it is allowed, they say, “We’ll go separately,” and when they go first, they sit down, or lie down on the ground together.",
    "ai-atk-vin01a5:69_8": "If they wait, thinking, “We’ll wait.” If they’ll enter the village, then, if the robe washed away, he neither deposit nor sewing it.",
    "ai-atk-vin01a5:69_9": "If they do so, then after the robe-cloth is given during the rainy-season residence, it becomes subject to relinquishment.",
    "ai-atk-vin01a5:69_10": "Even if she thinks, “We’ll wait here,” “We’ll hear the Teaching for the Sangha.” Then, they deliberately when the robe-cloth is deliberating, they’ll die, but only when the robe-cloth is lost.",
    "ai-atk-vin01a5:69_11": "If he hears the teaching, thinking, “If we were to go, we’ll sit down,” and he deliberately, then his robes were deposed.",
    "ai-atk-vin01a5:69_12": "When the senior monk washed the storer of robe-cloth, he should give him his robe-cloth and then give it to him.",
    "ai-atk-vin01a5:69_13": "He should sun the robes and then set it out.",
    "ai-atk-vin01a5:69_14": "If he goes, he should take out the robe and put it aside, he should take a robe and set it aside.",
    "ai-atk-vin01a5:69_15": "If the most senior monk, there is no danger for him and then takes his robe on trust from him. He should then put his own robe on his own and then use it in the robe-cloth and then use it in return.",
    "ai-atk-vin01a5:69_16": "So there is one offense with one.",
    "ai-atk-vin01a5:69_17": "The same is the same.",
    "ai-atk-vin01a5:70_0": "the first-understanding, etc., in the triple continuity, without discrimination, obsessing the places of loss, the interest, the instance of the advantages, and the rest.",
    "ai-atk-vin01a5:70_1": "The rest is as already explained.",
    "ai-atk-vin01a5:71_0": "The training rule on storehouses is finished.",
    "ai-atk-vin01a5:72_0": "The third training rule on what is intended",
    "ai-atk-vin01a5:73_0": "The third rule, the training rule on lying down,",
    "ai-atk-vin01a5:73_1": "Herein, advances wields power only in one place, thinking, “Tough this he has dried up, with his hands, put on his foot, lifted up her robe, and put it on the hip.",
    "ai-atk-vin01a5:73_2": "And again he acted accordingly:",
    "ai-atk-vin01a5:73_3": "“After abundant food again and again” he today.",
    "ai-atk-vin01a5:73_4": "When he saw the fragrances, he came out (the rags) from his hut and there.",
    "ai-atk-vin01a5:73_5": "Therefore it is said:",
    "ai-atk-vin01a5:73_6": "“That’s ten, Sir.”",
    "ai-atk-vin01a5:74_0": "if it is an eleventh meal: if it is on one side that is designated;",
    "ai-atk-vin01a5:74_1": "if he proposes seven months: four months and four months of the winter months; there are seven months left of the rest;",
    "ai-atk-vin01a5:74_2": "The time is given to the Sangha, saying: “I have given this robe-cloth in the Sangha at your head,” and after saying, “I give it to you one person.”",
    "ai-atk-vin01a5:75_0": "or give it to the Order, he might arise in the midst of the Sangha or elsewhere.",
    "ai-atk-vin01a5:75_1": "if they give, take this group, or give them a group.”",
    "ai-atk-vin01a5:75_2": "Then if he were to take his own bowl and by on its side, he might arise in him.",
    "ai-atk-vin01a5:76_0": "If there’s no reason, but if there’s something to be fulfilled, then if there’s no use of robe-cloth, it wouldn’t be worth more than a fertile.",
    "ai-atk-vin01a5:77_0": "he is expecting more from the Sangha, from me today, from the robe-cloth, from there, from a group of nuns, or from which I received robe-cloth, thinking: “In this way I’ll obtain the robe-cloth, or the Sangha will die.”",
    "ai-atk-vin01a5:77_1": "Is known by your relatives for my friends.",
    "ai-atk-vin01a5:77_2": "‘I wear rag-robes,’ or ‘I wear this rag-robe’.",
    "ai-atk-vin01a5:77_3": "I feel the same fortune from his own property: “I am riches, money, grain, silver, or gold.”",
    "ai-atk-vin01a5:78_0": "If he keeps it beyond that, even if he keeps it beyond the month of the rainy season, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:78_1": "When it has been given, fame, and eradicated only to the root of a robe-cloth is given to him in the borderlands, then in the clothes, if he makes a robe after he was given the original robe-cloth outside the monastic boundary, he does so only for the time.",
    "ai-atk-vin01a5:78_2": "That is why it is said in the same way as “Have you been given to the root, (but) in the root, etc., not in the ear ... nose ... tongue ... body ...",
    "ai-atk-vin01a5:79_0": "trying to get hold of robe-cloth in the root, but he is unable to make the robe-cloth in the shade of the robe-cloth.",
    "ai-atk-vin01a5:79_1": "He has a month at night, so long as he doesn’t fulfill the robe-cloth he needs.",
    "ai-atk-vin01a5:79_2": "If he gets another robe, and he must do it after having someone else’s robe,",
    "ai-atk-vin01a5:79_3": "or clothes.",
    "ai-atk-vin01a5:79_4": "Then the roots are stored in the trees, under the feet, at the root of a robe, and undercloth. He should store it up in the robe-cloth and put it aside.",
    "ai-atk-vin01a5:79_5": "Moreover, when because of the three months they wished, they put them aside the shade of the monastery.",
    "ai-atk-vin01a5:79_6": "The rest is the same.",
    "ai-atk-vin01a5:80_0": "in the first place the consequence of the Elder Nun Protector of the Earth.",
    "ai-atk-vin01a5:81_0": "The third training rule on the robe-making season is finished.",
    "ai-atk-vin01a5:82_0": "The training rule on used robes",
    "ai-atk-vin01a5:83_0": "and the training rule of his used robes",
    "ai-atk-vin01a5:83_1": "Herein, seventh generations there is a pair of father’s fathers, backbiters, and pairs (of the pair of) fathers.",
    "ai-atk-vin01a5:83_2": "pair of wheels is what is meant.",
    "ai-atk-vin01a5:83_3": "and a dead one,",
    "ai-atk-vin01a5:83_4": "Also those who are meaningful in beneficial, let us go.",
    "ai-atk-vin01a5:83_5": "Then the All of those Aṅgas, all the towns, etc., impale them in the way already stated.",
    "ai-atk-vin01a5:83_6": "So long as the seventh person is not available in all the horses of horses extends, I’m not one who is not a descendant of one’s disciples.",
    "ai-atk-vin01a5:83_7": "If you’re teaching the mouth,",
    "ai-atk-vin01a5:83_8": "“Yes, my mother,” replied the new pair of garments, or anyone back to their mother and father, brothers, sisters, brings back even two pairs of valuable clothes. And this pairs of garments should be understood to each and every one:",
    "ai-atk-vin01a5:84_0": "Here is the detailed explanation of the meaning:",
    "ai-atk-vin01a5:84_1": "The mother of father, brother, sisters, mothers, fathers-of-the-three fathers, and brothers, sisters, relatives and children, and kinsmen who were the affairs of mother and father, brothers, sisters, and mothers and fathers, brothers, sisters, sisters, and friend. Nandās, the seventh of wives and children, and the fathers and seventhwise wives.",
    "ai-atk-vin01a5:85_0": "the Sangha of nuns in the Sangha of monks for a legal procedure consisting of one motion and three announcements, which is irreversible and fit to stand.",
    "ai-atk-vin01a5:86_0": "After doing what can I do, and having determined once, even as much as he needed, and gone beyond.",
    "ai-atk-vin01a5:86_1": "even if he has prepared a determination on the road, or he has arrived at a charnel ground, he is one yearning to leave.",
    "ai-atk-vin01a5:86_2": "But if he places himself in the air, having put down his hands, and hawks down in the sky without wing it into the air, he does not say, “This is called rearing.”",
    "ai-atk-vin01a5:87_0": "When it has been washed, they dropped thus: “A nun who washed her robe over and drying it against a fire, the nunneys it, puts it aside, makes a water jar, and she washed it with fire.",
    "ai-atk-vin01a5:87_1": "When the robe washed, it becomes subject to relinquishment.",
    "ai-atk-vin01a5:87_2": "If they think it’s hard, then when a monk is washed, then for the effort there is an act of wrong conduct.",
    "ai-atk-vin01a5:87_3": "The dyeing of the dyeing.",
    "ai-atk-vin01a5:87_4": "For if the king inserts the dyeing, turning back and dust on what was needed, then for the effort there is an act of wrong conduct.",
    "ai-atk-vin01a5:87_5": "the method of explanation should be understood in this way:",
    "ai-atk-vin01a5:88_0": "if he says to an unrelated nun, “Upaka, I do so,” “Take this robe,” “Take some washed, tary,” “We shall wash it with their hands.” And he puts it on dry ground, wood, meadows, water, or a toothbsenterves,” “We’ll do it when he says, ‘We’ll wash it.’",
    "ai-atk-vin01a5:88_1": "If he cancels it, if he places it to be cut down, there is no offense.",
    "ai-atk-vin01a5:88_2": "if she gives her the full ordination to a trainee nun, or someone gives her the full ordination with a trainee nun, and then washs it for the purpose, she commits an offense entailing confession.",
    "ai-atk-vin01a5:88_3": "if he gives the going forth and the full ordination with a lay follower, he washed the full ordination and then washed the full ordination.",
    "ai-atk-vin01a5:88_4": "the novice monastic, or the droping-food’s hand, thinking, “They’ll give it to a monk.”",
    "ai-atk-vin01a5:89_0": "If he gets her to wash, dye, and comb wool, he commits one offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:89_1": "while doing it, he commits two offenses of wrong conduct.",
    "ai-atk-vin01a5:89_2": "But since there is no place for getting a footing in the text, or the locks, and that is why there are three and four ways of being made up.",
    "ai-atk-vin01a5:89_3": "Even if she washed the dyers’ robe, he dye, and then wash it back.",
    "ai-atk-vin01a5:89_4": "In this way all is to be destroyed, and not to a debt.",
    "ai-atk-vin01a5:89_5": "But if she replies it, “If it is washed,” and she washes it again, there is no offense.",
    "ai-atk-vin01a5:89_6": "So in this way all composed is said in order to do the headings of this meaning.",
    "ai-atk-vin01a5:89_7": "“In this robe-cloth, all of you must be doing it,” and he shares only out one statement.",
    "ai-atk-vin01a5:90_0": "If she is unrelated, but he is unsure of it, and he perceives her as related these three categories, and he should be understood as stated in the detailed explanation of the three.",
    "ai-atk-vin01a5:91_0": "if she is fully ordained only on one side to her fully ordained, and she washed her fully ordained nun’s presence in the presence of the nuns.",
    "ai-atk-vin01a5:91_1": "The monks who are fully ordained in the presence of the monks, and who have been given the full ordination in the presence of the groups.",
    "ai-atk-vin01a5:92_0": "Gets him to wash, dye, and comb wool, or to the instruction. He then puts him aside, he gets a robe, and then puts it aside, thinking, “I’ll wash it, dye, and give it to him.” Then he said, “Put wash, and after wash it unwashed.",
    "ai-atk-vin01a5:92_1": "even if she thinks, “I’ll wash it,” and she replies, “I’ll wash it,” and she washed, anointment,” and she washed it to wash him.",
    "ai-atk-vin01a5:93_0": "if he gets another requisite; there is no offense for wore sandals for a specific purpose, he to wash it, dragss, and water for washing the feet;",
    "ai-atk-vin01a5:93_1": "The meaning is “finitionally.”",
    "ai-atk-vin01a5:94_0": "But as for the sake of heaven, this training rule (supernaturally) deeds have been constantly performed, not without using any bodily actions.",
    "ai-atk-vin01a5:95_0": "The training rule on used robes",
    "ai-atk-vin01a5:96_0": "The training rule on receiving robe-cloth",
    "ai-atk-vin01a5:97_0": "Only sheeps, precepts, protection,",
    "ai-atk-vin01a5:97_1": "Herein, returning from alms-round after the meal,",
    "ai-atk-vin01a5:97_2": "approached the Blind Men’s Wood at the Andhakavinda and the Safe.",
    "ai-atk-vin01a5:97_3": "the words of the Kattika full moon that ends the Kattika full moon on the ground, thieves, and is what is said.",
    "ai-atk-vin01a5:97_4": "bandits in the village of K gangster,",
    "ai-atk-vin01a5:97_5": "He knew what he was before, but he did not know. Therefore, when he saw the elder was walking along that path, he went away.",
    "ai-atk-vin01a5:97_6": "after rising from that concentration, it seems, in the senior elder’s continuity emerged from that concentration.",
    "ai-atk-vin01a5:97_7": "At that moment he said this to me: “She is therefore, no other ascetic or brahmin, who no one thing I’m attached to it, except for the Buddha.”",
    "ai-atk-vin01a5:97_8": "Therefore it is said:",
    "ai-atk-vin01a5:97_9": "“The nun Uppalavaṇṇā,”",
    "ai-atk-vin01a5:98_0": "Standing, “I’m a lesser life” is one, living in that very dwelling, another dwelling.",
    "ai-atk-vin01a5:98_1": "If you give me your sarong, why would you get it?”",
    "ai-atk-vin01a5:98_2": "But when I saw the sarong they disappeared, but only with greed and hate and delusion, and the senior newly cast down. Then I’ll recklessly prevent the body and oil lamps from their carcasses. Then I’ll see the body.",
    "ai-atk-vin01a5:98_3": "Meaning: if five robes are unbroken, they become independent.",
    "ai-atk-vin01a5:98_4": "There is another droping cloth, separated from the robe, and put it aside with the robe. Even if he places it, he says, “There is no need of greed for five robes.” But just as there is no need of greed, it doesn’t exist in the ending of defilements.",
    "ai-atk-vin01a5:98_5": "showing them a very mound, they showed the cows, bring it down.",
    "ai-atk-vin01a5:99_0": "After putting on a sarong, he came to the end of the robe, and he showed that dust on his head, according to his hands, and he showed the way.",
    "ai-atk-vin01a5:100_0": "510.",
    "ai-atk-vin01a5:100_1": "while exchanging robes for a group.",
    "ai-atk-vin01a5:100_2": "“If we’re lost, sirs, we’ll live together with us.”",
    "ai-atk-vin01a5:101_0": "I allow you to give equally to those five reasons if they are traveling with a stand, yet on an ascetic’s head.",
    "ai-atk-vin01a5:102_0": "For the sake of wrong conduct in order to get hold of the hand, he commits an offense of wrong conduct.",
    "ai-atk-vin01a5:102_1": "The receiver of the confession",
    "ai-atk-vin01a5:102_2": "And here he placed his hand in the hand and foot on the ground: “If he is placed on it, it is still milk,” and if he agrees to receive it.",
    "ai-atk-vin01a5:102_3": "If it is a trainee nun, who is novice monastic’s parks, agrees with the hands, there is no offense.",
    "ai-atk-vin01a5:102_4": "he gave a teaching and four assemblies. He then set out a distribution of robe-cloth on the ground, sauce the foot, and then places it to beat the nuns, except for the purpose of giving this reason.",
    "ai-atk-vin01a5:102_5": "Then, on that day this was said, “This nun, this is not possible to feed on her roar, this is a powerful relative’s own mind. It was not said to be the Great Cloud’s mind.",
    "ai-atk-vin01a5:102_6": "If she gives the rainy-season robe-cloth to the nuns, it should be done.",
    "ai-atk-vin01a5:102_7": "But if they placed them in the charnel ground, they’ll keep on building up a rag.",
    "ai-atk-vin01a5:103_0": "Perceiving: Percipients, and he perceives what is unrelated,",
    "ai-atk-vin01a5:103_1": "If she is fully ordained only on one side to her other, a nun who is fully ordained only on one side, she commits an offense entailing confession.",
    "ai-atk-vin01a5:104_0": "If he exchanges a robe that is kept intervals or has one made of less than a bush or a floor cover, and he uses it in the bundle of the robes together, there is no offense.",
    "ai-atk-vin01a5:104_1": "but to say: “This is large boiled rice, lumps, water, and moisten.”",
    "ai-atk-vin01a5:104_2": "You can know this with a limited specific purpose.",
    "ai-atk-vin01a5:104_3": "whatever requisites there are, whatever is designated as “in-cloth” in the desert of the robe-cloth” or “shopkeeper-palm-requisites” .",
    "ai-atk-vin01a5:104_4": "whatever determination is not allowed, it is allowed to go about.",
    "ai-atk-vin01a5:104_5": "And if he has broken it only, he is allowed to go.",
    "ai-atk-vin01a5:104_6": "what to say about one who is there in his bowl and robes?",
    "ai-atk-vin01a5:104_7": "The same is the same.",
    "ai-atk-vin01a5:105_0": "There are eighteen circumstances that have been produced in, not producing bodily action, verbal, and mental action, and mental deeds.",
    "ai-atk-vin01a5:106_0": "The training rule on receiving robe-cloth",
    "ai-atk-vin01a5:107_0": "The training rule on asking for permission",
    "ai-atk-vin01a5:108_0": "Talking, “The training rule of unrelated things,”",
    "ai-atk-vin01a5:108_1": "Herein, Upananda, the Sakyan, had gone forth from the Sakyan clan, had gone forth from the Sakyan families.",
    "ai-atk-vin01a5:108_2": "he is cutting down the rolls, endowed with thorns, with thorns, endowed with good qualities,",
    "ai-atk-vin01a5:108_3": "What is its meaning? It is like a prudent when lying in discrepantsive sense desire as if shameful .",
    "ai-atk-vin01a5:109_0": "They travel along a road means of a long road, not held highways, not capital cities.",
    "ai-atk-vin01a5:109_1": "And the monks made use of their bowls once more.",
    "ai-atk-vin01a5:109_2": "The monk who understands (the nature of) things,",
    "ai-atk-vin01a5:109_3": "As a consequence, they are going forth.",
    "ai-atk-vin01a5:109_4": "He told the monks about this, and he said, “Surely it is the path to Sāvatthī.”",
    "ai-atk-vin01a5:110_0": "After taking note of any money, householder, or that of others should make him leave for the goods, and then he should make him reply.",
    "ai-atk-vin01a5:110_1": "If he sees a young men, he should take them away and put them aside, he should take the bowl and robe, and he’s moldy, he should put it on a robe. He should not then make a robe.",
    "ai-atk-vin01a5:110_2": "Then the whole of that all these things happened. They then robbed and took the belonging to their own goods, and they took the going forth and the Elders’ monastery. And they were not able to find their own goods, and they put them aside in order.",
    "ai-atk-vin01a5:110_3": "Therefore the Elders, having broken branch trampled down on the branches and leaves, he should give them a bathing powder or a young woman. After having dyed the bathing powder, he should then give them his own turn back, and he has was undertook his own hands and feet. He should not drink the transferred to another, he commits an offense entailing confession.",
    "ai-atk-vin01a5:111_0": "If he sees dyeing, he should ask for a robe, and he can see any other people.",
    "ai-atk-vin01a5:111_1": "When they saw them, they were standing outside the gateway, in that place, organized the various kinds of garments, and that they drawn out from the branches of blue, yellow clothes, and ultimate dressed in it, and were nicely cotton-down, and all dressed in it.",
    "ai-atk-vin01a5:111_2": "For this is said in the commentary:",
    "ai-atk-vin01a5:112_0": "“Having thrown up the kingdom,",
    "ai-atk-vin01a5:113_0": "You’d better go wherever you want.",
    "ai-atk-vin01a5:114_0": "But there is no offense for him.",
    "ai-atk-vin01a5:115_0": "he is the Dhamma, Holy One,",
    "ai-atk-vin01a5:116_0": "My questions were skillful, I thought about too.”",
    "ai-atk-vin01a5:117_0": "For this question, they answer that a monk’s question.",
    "ai-atk-vin01a5:117_1": "Then the ascetics of other religions went with their own wounds and thread, and they dressed in ocher robes. Then they robed up with them, and did not use them to hit them, saying, “Whoever is allowable.”",
    "ai-atk-vin01a5:118_0": "Now, as to the monastery first time she comes, thinking “In the first dwelling, take the robe-cloth in the monastery, or she sets out these three robes,” and they put it aside, thinking, “In the monastery, “This isn’t proper for us,” and they put it aside to stay here, there is this dwelling place.",
    "ai-atk-vin01a5:118_1": "they are said to be the reasoners of the meaning and the reasons.",
    "ai-atk-vin01a5:118_2": "They hidden their swords and workers, covered the ground with a sack of ashes, and matted the floor covered with grass.",
    "ai-atk-vin01a5:118_3": "If he has broken the bed or bench, his mattress dropped on a bed or chair, then his trunks on the ground is allowable.",
    "ai-atk-vin01a5:118_4": "In this way, there is a dwelling in the monastery where the robe-cloth is designated, without asking permission of the monks, if it is to be relinquished, or to whom there isn’t able to obtain the robes for the other monks.",
    "ai-atk-vin01a5:118_5": "I’ll give you that, but I’ll not place it at the root.",
    "ai-atk-vin01a5:118_6": "And if they were received by him, how could it be done?",
    "ai-atk-vin01a5:118_7": "he should use in a dwelling place belonging to the Sangha, put them aside in the dwellings belonging to the Sangha.",
    "ai-atk-vin01a5:118_8": "Since he makes it favourable to the other, he is not swallowed by the wind,",
    "ai-atk-vin01a5:118_9": "But if the lay persons in the way already described, they should not cover any grass or leaves and then approach them.",
    "ai-atk-vin01a5:119_0": "They ask the teachers for the, and then ask for the sake of a robe,",
    "ai-atk-vin01a5:120_0": "He wins, rulers, because he’s old, he takes too much, puts his teacher’s robes, and takes his teachers’ robe-cloth in the community.",
    "ai-atk-vin01a5:120_1": "Because they’ll haven’t cut down the robes, or they will be deprived in the room, there will be no offense for one who is possessed of the robe, and there will be no offense for what is.",
    "ai-atk-vin01a5:121_0": "Remember the Paths, saying: “Give because of what you have invited,” “There are some who understands for a specific purpose,” “There is no need for someone to be asked for,” and they should so.",
    "ai-atk-vin01a5:121_1": "And there is no offense for those who are related.",
    "ai-atk-vin01a5:121_2": "if he asks by means of his own property, then in this way, if he exchanges a robe, he should put it in exchange for the purpose of covering the robe without a group. In this way: “Nothing the keeps in order to get a robe, he should see an excluded from the community.”",
    "ai-atk-vin01a5:121_3": "In the Exposition of the Community: here “It is proper to have invited enquire about the Community, and it is allowable for him to live.”",
    "ai-atk-vin01a5:121_4": "whatever person is asked for, you should ask for.",
    "ai-atk-vin01a5:121_5": "But when someone has invited the four ways, then having shown that he is the time for the meal, on the day and night, and for the purpose of getting rid of the meal, he goes to that same day.",
    "ai-atk-vin01a5:121_6": "But if he does not ask for mindfulness, he shouldn’t give it up.",
    "ai-atk-vin01a5:121_7": "If anyone thinks, “I’m going to the house, I’m going to the household life,” and he should sit down like the house.",
    "ai-atk-vin01a5:121_8": "But whom you invite such a household life I have an invitation”,",
    "ai-atk-vin01a5:121_9": "In such a case, what is allowable for you to sit down in the home or lie down?",
    "ai-atk-vin01a5:122_0": "In regard to one of his own relatives: here is there, but not for another’s benefit, they don’t ask for for too. Then this is the meaning.",
    "ai-atk-vin01a5:122_1": "And this is the second kind of state.",
    "ai-atk-vin01a5:122_2": "The same is the same.",
    "ai-atk-vin01a5:123_0": "Since actions are bored in the beginning, “perfected by the power of physical deeds, not the mind, their liberations are occupied with a thought.”",
    "ai-atk-vin01a5:124_0": "The training rule on asking non-relations",
    "ai-atk-vin01a5:125_0": "7. Tatuttarisikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:126_0": "He training rules forgets, and for the sake of self-restraint",
    "ai-atk-vin01a5:126_1": "Herein, one who is able to take it, has it that he is said.",
    "ai-atk-vin01a5:126_2": "“Does invite correction from service: I wish to give away.”",
    "ai-atk-vin01a5:126_3": "But when you do invite such a case, you should do the invitation procedure with them.",
    "ai-atk-vin01a5:126_4": "Or alternatively, thinking, “She does invite them to take prepare,” it excluded: “Where do you take it?”",
    "ai-atk-vin01a5:126_5": "Herein, there is a nurse with the body and speech: “Body, you have two dwellings, having taken a foot-stool, spread out your feet, with clothes, vehicles, beds, cooked by body and speech, and then if you like this, you’re able to do it.”",
    "ai-atk-vin01a5:127_0": "The upper robes of someone is stretched between people and the supreme. It is newly charming over one shoulder, with the supreme problemation of robes, troopsing the other. It is what is said from the inheritance.",
    "ai-atk-vin01a5:127_1": "He should then get a robe: if he needs a robe, and he must take it as such, and he must not get hold of it.",
    "ai-atk-vin01a5:127_2": "‘When a bhikkhu is able to make a robe, he should do it with other three robes, and other swells only because he wants them. So he should not give them robe-cloth in the same way as before.",
    "ai-atk-vin01a5:128_0": "Here is an explanation to say:",
    "ai-atk-vin01a5:128_1": "in one who hasn’t participated in one place, it is unstitched for two months, and so on.",
    "ai-atk-vin01a5:128_2": "or one who is discovered by one of these two.",
    "ai-atk-vin01a5:128_3": "If he is wandering about one who is about to superb:",
    "ai-atk-vin01a5:128_4": "In this way there will be no matter,",
    "ai-atk-vin01a5:128_5": "Anyone who has three things should not accept,",
    "ai-atk-vin01a5:128_6": "But one who is attached to two or three pieces of rice.",
    "ai-atk-vin01a5:128_7": "He is one of the two, but not for each.",
    "ai-atk-vin01a5:128_8": "But they are not to be destroyed by the five kinds of nuns.",
    "ai-atk-vin01a5:128_9": "not he should apprehend in four directions: one in the four directions, one in the dead, or two or three times.",
    "ai-atk-vin01a5:128_10": "For if something is unsurpassable, it is not possible to obtain this mark that there is no further.",
    "ai-atk-vin01a5:129_0": "I shall take one separate robe-cloth for you and bring them back two.",
    "ai-atk-vin01a5:129_1": "if they do not give back, etc.;",
    "ai-atk-vin01a5:129_2": "Both relatives of the children consented to them, accepting the entrance of the rainy-season residence , consenting to the riches, accepting the invitation of his own property, and the meaning is that it is the meaning.",
    "ai-atk-vin01a5:129_3": "But in the Commentaries it is allowed too much is allowed too much as soon as it is allowed, not unfinished. What is meant is that it is allowable.”",
    "ai-atk-vin01a5:129_4": "dropped it together.",
    "ai-atk-vin01a5:129_5": "But it is for the sake of making a training rule that entails for the benefit of someone elsewhere, for the sake of deliverance, and for the benefit of others. That is why it is said, “should because there isn’t been lived here.”",
    "ai-atk-vin01a5:129_6": "The same is the same.",
    "ai-atk-vin01a5:130_0": "Since actions are bored in the beginning, “perfected by the power of physical deeds, not the mind, their liberations are occupied with a thought.”",
    "ai-atk-vin01a5:131_0": "The training rule on more than that",
    "ai-atk-vin01a5:132_0": "The first training rule on what is set aside",
    "ai-atk-vin01a5:133_0": "and preventing the training rule on walking sticks,",
    "ai-atk-vin01a5:133_1": "There, reverends, one who is supported by me, has supported me. He is my supporter.",
    "ai-atk-vin01a5:133_2": "Furthermore, I think, ‘My dear, because I’ve such a complete assembly.’",
    "ai-atk-vin01a5:134_0": "Diding some overreach genuinely recites:",
    "ai-atk-vin01a5:134_1": "However, when you have got the full ordination, the teacher summons another with the boundaries is called “respective”.",
    "ai-atk-vin01a5:134_2": "That is why the receivers in the bowl to the monks, saying: “The nuns are said.”",
    "ai-atk-vin01a5:135_0": "For this monk for making a monk the object of consideration, for making amends for this monk, and for this reason he has said to him:",
    "ai-atk-vin01a5:135_1": "“For the monk, making a object the object.”",
    "ai-atk-vin01a5:135_2": "for a condition, thinking, “He gets a reason for him.”",
    "ai-atk-vin01a5:135_3": "And now he thinks, “I’m a very day.” He wanted to see the monks, he commits an offense entailing confession.",
    "ai-atk-vin01a5:135_4": "For the first monk who wants to conceal the monk, thinking: “From this reason, not for any other reason.”",
    "ai-atk-vin01a5:135_5": "Thus they wish to give up uncorrupt.",
    "ai-atk-vin01a5:135_6": "Therefore it is said:",
    "ai-atk-vin01a5:135_7": "“We wish to give to the monks.”",
    "ai-atk-vin01a5:136_0": "is the meaning of an unrelated householder or householder’s precise.",
    "ai-atk-vin01a5:136_1": "for I need this legal issue;",
    "ai-atk-vin01a5:136_2": "But in order to show the meaning and then give it up, it is in order to show the meaning of its term. ... “This is what is said, a smaller.” ...",
    "ai-atk-vin01a5:136_3": "is said to be a householder.”",
    "ai-atk-vin01a5:137_0": "For the robe famous offered by the robe-cloth is for one of the three kinds of robe-cloth, since it is called “ville” or “special” or “It is said.",
    "ai-atk-vin01a5:137_1": "it is said that arranged forward, or having put it aside. “Though it is done by using what is said, it is not possible to say, “No one who is strifying or extinguish it by using what is said” then, “Tough they don’t say, ‘We will not give a state of counsel,” “posing the people,” “It is not appropriate to say,” “possessed,” “It is why there is no suffering”.",
    "ai-atk-vin01a5:137_2": "This includes referring to in which they were carried on by this matter, and that in the laity is said.",
    "ai-atk-vin01a5:137_3": "for he sets out a canopy.",
    "ai-atk-vin01a5:137_4": "I’ll give you this robe-cloth. But I will give this monk so-and-so to such-and-such a dwelling.",
    "ai-atk-vin01a5:137_5": "because they were told by the people “I will give away”.",
    "ai-atk-vin01a5:138_0": "If that monk, without first being invited by the householder or householder’s son, wants to go and specifies the kind of robe he wants without first being invited by a householder or householder’s robes.",
    "ai-atk-vin01a5:138_1": "After going there and coming back: “This attainment is the reason why,” and they replied, “It is a demounting with such aile one,”",
    "ai-atk-vin01a5:138_2": "but when a donor goes there, they need prepare the And here, therefore needs.",
    "ai-atk-vin01a5:138_3": "However, without understanding and arrangement, is quite different from that (permission) to be given by one who points out what has been admitted in them, or that which is just as “It is said” .",
    "ai-atk-vin01a5:138_4": "As she was called ‘protected’.",
    "ai-atk-vin01a5:138_5": "he stays without thinking,",
    "ai-atk-vin01a5:138_6": "(They look) like someone else,",
    "ai-atk-vin01a5:138_7": "Venerable Mahāpajāpatī Gotamī, when he is speaking,",
    "ai-atk-vin01a5:138_8": "However, it is said only this: “The meaning is this: born in the phrasing; but not so the meaning should be explained.",
    "ai-atk-vin01a5:138_9": "After taking hold of this good practice, he said: “She is the Sundarīnandā to me,” and he took hold of him, grab him, “If this bag, opening his mind from the country.",
    "ai-atk-vin01a5:138_10": "Anyone who uses good reputation said to be very beneficial and serving them on account of the letter, and wants the excellence of the people with good friends.",
    "ai-atk-vin01a5:138_11": "But since he does not, he commits an offense for him.",
    "ai-atk-vin01a5:139_0": "In this way the personal requisites are produced by relatives in the charnel ground, yet they say, ‘There is no offense for those who get robes, and so on.’ And this is how they need.",
    "ai-atk-vin01a5:139_1": "if she gets one in exchange that has little value from someone who wants to exchange one of great value; if she gives a robe; she says, “Give me a robe from a value of these;” “Give me a robe,” “They’ll buy,” “We’ll buy,” “Give me a robe,” “Such is to be worthless,” and he says.",
    "ai-atk-vin01a5:139_2": "It is only of little that much has been said and has not been combined with the extra robes, yet I still haven’t been drawn nearby.",
    "ai-atk-vin01a5:139_3": "whoever is prevented by twenty years old since he wants to get hold of a robe, but he gives it to me a robe.",
    "ai-atk-vin01a5:139_4": "The same is the same.",
    "ai-atk-vin01a5:140_0": "The training rule on movements in the place for tooth cleaners",
    "ai-atk-vin01a5:141_0": "The first training rule on what is set aside",
    "ai-atk-vin01a5:142_0": "The second training rule on containing rice",
    "ai-atk-vin01a5:143_0": "532.",
    "ai-atk-vin01a5:143_1": "And the second meaning should be understood in the same way.",
    "ai-atk-vin01a5:143_2": "For this is the designation of the district.",
    "ai-atk-vin01a5:143_3": "This was the first rainy season. The two, two, three, four, five, ten, twenty, thirty, forty, fifty,",
    "ai-atk-vin01a5:143_4": "The remaining others with the rest.",
    "ai-atk-vin01a5:143_5": "And while many kinds of foulness should be understood as follows:",
    "ai-atk-vin01a5:144_0": "The second training rule on what is set aside",
    "ai-atk-vin01a5:145_0": "10. Rājasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:146_0": "the training rule of flattery",
    "ai-atk-vin01a5:146_1": "After comforting that lay follower, he informed the lay followers: “Why do you know this? ” and he got the same reply?",
    "ai-atk-vin01a5:146_2": "One who is wisdom comprised with wisdom’s lumps of wisdom,",
    "ai-atk-vin01a5:146_3": "fifty coins, tied up by wisdom should be given up.",
    "ai-atk-vin01a5:146_4": "From today, reverend Sir, one day only on the following day, is the meaning.",
    "ai-atk-vin01a5:146_5": "it grabbs you to park.",
    "ai-atk-vin01a5:146_6": "you’re shining bright.",
    "ai-atk-vin01a5:147_0": "Eat is the meaning of the King’s riches. C from the royal compound to the King of Kings. He is the chieftain who enjoys wealth.” He is the ruler of the royal compound, who is the meaning.",
    "ai-atk-vin01a5:148_0": "He thinks for the sake of services because he does not have a sense of good speech.",
    "ai-atk-vin01a5:148_1": "And just as this monk thinks, “Bhaddiya did so-and-so,” because of the words “There is causality.”",
    "ai-atk-vin01a5:148_2": "smoothsayers brought back:",
    "ai-atk-vin01a5:148_3": "Still, too, they need accept an iron bowl, at the right time, and it needs a robe.",
    "ai-atk-vin01a5:149_0": "Talks doing what is beneficial.",
    "ai-atk-vin01a5:149_1": "When I have agreed with the persuaded, he shows them that robe, just as I have said.",
    "ai-atk-vin01a5:149_2": "I need this robe to be correct: it is the meaning of the body’s speech that would be stated.",
    "ai-atk-vin01a5:149_3": "This is the characteristic of accusing.",
    "ai-atk-vin01a5:149_4": "‘Come, my robes should be told,” they can say, “Blessed,” etc., he can then be said. These should not be said.",
    "ai-atk-vin01a5:150_0": "For a second time ...",
    "ai-atk-vin01a5:150_1": "saying, “Through three times, Sāti,” “Providing this and “Providing it thus, ‘Give me a robe” and, “Give it to such a robe, but this robe-cloth is infected for the purpose of showing it.”",
    "ai-atk-vin01a5:150_2": "If he then accuses him of making this robe, it’s good to give up the scope of accusations, or to get hold of a profitable way.",
    "ai-atk-vin01a5:151_0": "For this is the specific characteristics, etc., that is, for the sake of a person, to be recited thus: “This is the reason why the characteristic of silence.",
    "ai-atk-vin01a5:151_1": "for the sake of the (whole) brother and the practice of the forest, for the sake of wintermediate deliverance, for this reason, not for this reason.",
    "ai-atk-vin01a5:151_2": "He should all be told in silence for the help of that place, saying “Whoever is silent,” and so on. He then went to a good place and wrap (to the people), “It is good.”",
    "ai-atk-vin01a5:151_3": "There they shouldn’t sit on a seat when asked, “Venerable Sir,” and they told him what had happened.",
    "ai-atk-vin01a5:151_4": "He should not accept food of a group of travelers, nor non-staple food after he has been accepted, thinking, “Venerable Sir, we should not be asked.”",
    "ai-atk-vin01a5:151_5": "The Teaching should not be told, nor about the scriptures, nor does he say anything. When asked, “What can I say?”",
    "ai-atk-vin01a5:151_6": "For he is questioned that which there is causality.",
    "ai-atk-vin01a5:151_7": "Or alternatively, when asked about it, he should see it thus: “This is the meaning.”",
    "ai-atk-vin01a5:151_8": "Anyone who makes use of these services should be corrected on this matter.",
    "ai-atk-vin01a5:152_0": "Now, there are three things and six that which accusations have been stated in the six places,",
    "ai-atk-vin01a5:152_1": "Herein, he shows his place to his feet, saying: “We will accumulate him,”",
    "ai-atk-vin01a5:152_2": "However, these two things are shown by doing what is given,",
    "ai-atk-vin01a5:152_3": "So if he prompts three times, he can accuse them of these three times, saying:",
    "ai-atk-vin01a5:152_4": "just as he thinks, “Not set (there) three times,” he replied, “Perhaps these three times,” and so he does not say, “Perhaps there is no more.”",
    "ai-atk-vin01a5:152_5": "Therefore if he stands there, the ground would not get a footing.",
    "ai-atk-vin01a5:152_6": "If he does not get advice, they may gain eight things.",
    "ai-atk-vin01a5:152_7": "If he accuses one person, he should reply.",
    "ai-atk-vin01a5:152_8": "He who then goes there again and again renowned there one or two times, thinking, “What’s the point of sex with me?”",
    "ai-atk-vin01a5:152_9": "So that’s what they do.",
    "ai-atk-vin01a5:152_10": "Or alternatively, what can be understood here?”",
    "ai-atk-vin01a5:153_0": "when robe fund, he goes to a king’s robe fund, from the king or the king’s storehouse.",
    "ai-atk-vin01a5:153_1": "like a fleecy sheep.",
    "ai-atk-vin01a5:153_2": "The meaning is this:",
    "ai-atk-vin01a5:153_3": "And where they used to be a robe.",
    "ai-atk-vin01a5:153_4": "gets the daughter of the King’s presence to the King.",
    "ai-atk-vin01a5:153_5": "This is the way to (whole) the root of the stomach.",
    "ai-atk-vin01a5:153_6": "That monk doesn’t get any benefit from that robe.",
    "ai-atk-vin01a5:153_7": "Please take action over what is their own wealth, may they take away the wealth.",
    "ai-atk-vin01a5:153_8": "Do not let anyone give you one, may do not perish.",
    "ai-atk-vin01a5:153_9": "and he doesn’t go to a messenger for himself.",
    "ai-atk-vin01a5:154_0": "Why should we do the same thing happen in all the times?",
    "ai-atk-vin01a5:154_1": "He should not act accordingly.",
    "ai-atk-vin01a5:154_2": "For that is called an eon in brief and in full awareness, it is twofold:",
    "ai-atk-vin01a5:154_3": "Herein, it is of two kinds:",
    "ai-atk-vin01a5:154_4": "A monk has seen a messenger.",
    "ai-atk-vin01a5:154_5": "without making known that:",
    "ai-atk-vin01a5:154_6": "ivory-worker, honey-balls, cotton-workers, and wool.",
    "ai-atk-vin01a5:154_7": "That mendicant has seen in the presence of those fourfold reckoning.",
    "ai-atk-vin01a5:154_8": "And he has seen a messenger.",
    "ai-atk-vin01a5:155_0": "How does he do this?",
    "ai-atk-vin01a5:155_1": "It may be that a monk goes to the purpose of sex with a messenger who has been objected for the purpose of giving to monk so-and-so, asks, “Venerable Sir, please tell us a robe to do so-and-so to use the robes.” And he says, “Venerables, let’s because of this.” He says, “Venerable sir, please tells them whether the lay follower has been sent for message, or that he has got by calling them.”",
    "ai-atk-vin01a5:155_2": "The messenger’s robe-cloth given by the hand, saying, “Give it to the Elder Mahākappina and, this monk with his own hands.” Then he gave him a robe.",
    "ai-atk-vin01a5:156_0": "If not, then a mendicant is sitting in the presence of a mendicant who comess thus:",
    "ai-atk-vin01a5:156_1": "“Such-and-such a monk in such-and-such a village went to the charnel ground and told him what had happened, adding, “What can I do now?” After giving the robe-cloth to the senior monks, he returned to the senior monks and told him what had happened.",
    "ai-atk-vin01a5:157_0": "Only that very day the messenger did not announce it to the other hand, saying: “I have stranger took the robe-cloth with my hands, but I have now been separated from that robe-cloth with my second monk.”",
    "ai-atk-vin01a5:158_0": "Only that very day he does not say to a monk, “I’m going to someone else who is walking in front of him; I won’t give him a robe.” Then he put on the robe-cloth back in front of this monk.",
    "ai-atk-vin01a5:158_1": "In this way the training rule should be undertaken in the way already described.",
    "ai-atk-vin01a5:159_0": "and later he told the Buddha all that had happened after he was asked by me, and with the previous setting forth aside, he says, “We were unthinking, ‘I have been preoccupied with a robe, and then goes to guilt, give it to an elephant,” and he says, “Take up to the hand, I have given it with my hand.”",
    "ai-atk-vin01a5:160_0": "Afterwards, having entered the village for alms, and he gives another room to anyone else, and he then told the Buddha all that had happened, adding, “Whoever returns after you with the hands.” Then he told the Buddha all that had happened during the third time, adding, “Whoever has been shown that these three robes, I have been distributed,” “It is an unsuited,” and he got fourteen by the name of your rains.",
    "ai-atk-vin01a5:160_1": "In regard to these two ways I practiced in concluding:",
    "ai-atk-vin01a5:160_2": "for this is said:",
    "ai-atk-vin01a5:160_3": "“There are, mendicants, people who have faith and confidence in the hands of faith in the hands of the bowl said:",
    "ai-atk-vin01a5:160_4": "“With this, please get what is allowable for the venerable.”",
    "ai-atk-vin01a5:160_5": "I allow you to look for what is allowable for you to accept it if there is no money.”",
    "ai-atk-vin01a5:160_6": "And here there is no place, in which that which is tries, no roots, fruits, and none of them can be done.",
    "ai-atk-vin01a5:160_7": "If he does not give, it is to be used,",
    "ai-atk-vin01a5:160_8": "If I wish, it is to be done at the root.",
    "ai-atk-vin01a5:160_9": "If he doesn’t, he should not do it.",
    "ai-atk-vin01a5:161_0": "and later he told the Buddha all that had been asked by messenger by one who asked by an authority, “I didn’t give it to him a robe, and I’ll buy.”",
    "ai-atk-vin01a5:161_1": "He gave messenger to that monk. Then he returns, saying, “I’ll give it to the hand,” and after giving it to the mendicant Saṅgha.",
    "ai-atk-vin01a5:161_2": "another monk who has given a teaching to another. He should give a robe to one another and then depart, without giving the following instruction. He should then depart the senior monks who come and depart.",
    "ai-atk-vin01a5:161_3": "In those in such places, you should act like the purification of mind.",
    "ai-atk-vin01a5:161_4": "If it is weighed, he should take it away.",
    "ai-atk-vin01a5:161_5": "If they don’t, you should correct them.",
    "ai-atk-vin01a5:161_6": "much as he has given a teaching to oneself, in regard to those whose robes are given to him, even if they carry it away, they brought it to him, and only almsfood.",
    "ai-atk-vin01a5:161_7": "And it is not allowed to make a recipient for ourselves, if anyone any of them makes use of something that’s appropriate for the Sangha, or if it is allowable for them to re-room, or at the shrines, or even a rainy-season residence.”",
    "ai-atk-vin01a5:161_8": "If anyone has completed the benefit of someone else’s wishes, it is deprived by a great deal of wrong conduct.",
    "ai-atk-vin01a5:162_0": "But if it is allowed to request a monk, he said, “This isn’t allowable to explain it to the monks who come back,” and he gives it to them, saying, “Whoever is allowable?” and he then departs, he commits an offense entailing confession.",
    "ai-atk-vin01a5:162_1": "Then thinks, “We’ll emit met with my hands. Then that only be my hands, that will be ours, that you say, ‘Now.’",
    "ai-atk-vin01a5:163_0": "But if the Sangha does not say, “This person give it to the Sangha,” and after saying, “Give it to the shrine, give it to the shrine, for it is allowable, not to be done.”",
    "ai-atk-vin01a5:163_1": "if he is told, “This is allowable,” he should point out;",
    "ai-atk-vin01a5:163_2": "“If you take something for the sake of yourselves,” he said, “When you have taken it, you should refuse it.”",
    "ai-atk-vin01a5:164_0": "If anyone criticizes much, he thinks, “I’ll use four colors in gold and he gives them meat,” and he then uses them with few intentions, he commits an offense entailing confession.",
    "ai-atk-vin01a5:164_1": "If one is allowed, he says, “This is not proper for me, lay follower, but we won’t have a lay follower.”",
    "ai-atk-vin01a5:164_2": "He should not say, “The dividing the Sangha to get material possessions.”",
    "ai-atk-vin01a5:164_3": "One accuses another person who is accused in an offense if he hasn’t committed any offense.",
    "ai-atk-vin01a5:164_4": "But if the monks say, “If it is allowable for me to use it,” and they answer, “Take me whether the hand or the one who is made.”",
    "ai-atk-vin01a5:165_0": "It has been given for the purpose of protection and robe-cloth by which he is needed to be used for the purpose of giving the robe.",
    "ai-atk-vin01a5:165_1": "If he needs robes, he should look after the robes, then if it is for the purpose of sitting, he should remove it and then put it away.",
    "ai-atk-vin01a5:165_2": "Because of this, one who is not sick gives alms-food to the dwellings for the purpose of seeing the benefits of a dwelling, even the resting place in order to prepare a dwelling,",
    "ai-atk-vin01a5:165_3": "If there were some dwellings who had been discarded, he should took the furniture back and put them aside in one place at the wrong time. So he should eat that is why he should use the requisites in the dining hall and the restroom.",
    "ai-atk-vin01a5:166_0": "And it’s not only because of one’s gold coins or silver, nor likewise, but there is none of them.",
    "ai-atk-vin01a5:166_1": "if there is any, he says, “I have a large legs of sesame seed and fit to the Sangha; I wish to give it to the Sangha,” and he says, “I’ll give it to the Sangha.”",
    "ai-atk-vin01a5:166_2": "But he who refuses nothing wrong is said without first being in the earlier .",
    "ai-atk-vin01a5:166_3": "One accuses another person who is accused in an offense if he hasn’t committed any offense.",
    "ai-atk-vin01a5:167_0": "But one who says “I can make a donkey,” “I have live in such-and-such a one,” and she reappearedly with such monks and says, “I have an even level.”",
    "ai-atk-vin01a5:167_1": "he’s say:",
    "ai-atk-vin01a5:167_2": "“This man must be given after what was given,”",
    "ai-atk-vin01a5:167_3": "How is an eon allowable?",
    "ai-atk-vin01a5:167_4": "“Hopefully you make use of the four requisites beforehand.”",
    "ai-atk-vin01a5:167_5": "“Sir, if it would be good, if the Sangha gives it, it is allowable.”",
    "ai-atk-vin01a5:167_6": "Then she thought, “When it is given to the courtesan,” and “ put it on was allowable for the Rains,” and she then eats it, thinking, “When it was allowable, it was allowable,” it was given to me, they put it on the way, saying, “Whoever would use it,” it is allowable for the hand, and then use it to enjoy the bowl.",
    "ai-atk-vin01a5:167_7": "And if he says, “They’ll use it.” And he said, “They’ll wash back,” and they put it away.",
    "ai-atk-vin01a5:167_8": "Then she said, “It is not allowable,” “It is not allowable,” and she refers to her.",
    "ai-atk-vin01a5:167_9": "“It would be good if the Sangha drinks water, the lay followers will wash the deer and put it away.”",
    "ai-atk-vin01a5:168_0": "Then those laymen also thought, “I’m going to the water for the Sangha to drink the lotus pond,”",
    "ai-atk-vin01a5:168_1": "If the monks have requested to ask for permission and then use it to prepare a meal, even if it is allowable for the purpose of portions, they give it away.",
    "ai-atk-vin01a5:168_2": "Then people prepared a meal for the Sangha, put out bedding the ground, allowable for the purpose of being arrival, and cooked it, say,",
    "ai-atk-vin01a5:168_3": "he places it in a basket, saying: “Stop-be,” and he places it aside;",
    "ai-atk-vin01a5:168_4": "Then those people visited the king’s powers. They don’t do anything to make any other monks.",
    "ai-atk-vin01a5:168_5": "But the workshop at the root of a certain worker",
    "ai-atk-vin01a5:168_6": "Those people said, “Venerable Sir, aren’t there because of this former status on the ground?”",
    "ai-atk-vin01a5:168_7": "So he should be told:",
    "ai-atk-vin01a5:168_8": "they had given to the Sangha,",
    "ai-atk-vin01a5:168_9": "If he says,",
    "ai-atk-vin01a5:168_10": "“We also give this to you,” they said,",
    "ai-atk-vin01a5:169_0": "If any of these monks received what they haven’t been invited to accept—whether senior monks, middle, or junior—think that place was allowable, it should be used for them.",
    "ai-atk-vin01a5:169_1": "If he knew that the monks had given it to their child, the owners of their wives and children, or one allow them to live with a partner.",
    "ai-atk-vin01a5:169_2": "The meditator’s mind then returns to the country of that family very well-known country. Having worshipped the King’s own country at the end of the town like a monkey who was led the royal endowment of the nāgapura.",
    "ai-atk-vin01a5:170_0": "They also receive the water filter by the fire, and they are capable of staining stains, even if not a hair-splitting, thinking,",
    "ai-atk-vin01a5:170_1": "But because of that making a suitable worker, it’s not allowable for us to build a dwelling.",
    "ai-atk-vin01a5:170_2": "If they’re able to get a bathing place,",
    "ai-atk-vin01a5:170_3": "If they don’t, they shouldn’t remind.",
    "ai-atk-vin01a5:170_4": "and refused an invitation to make up with requisites for the eon.",
    "ai-atk-vin01a5:170_5": "and is allowed to make a rolling out of shade.",
    "ai-atk-vin01a5:170_6": "If they make a requisite, they lie down.",
    "ai-atk-vin01a5:170_7": "When a bhikkhu is incompetent, even if he receives alms food at the wrong time, still as a monk is like the food-eater monks from getting alms-food eaters, he is like the food with his carbuncles of cloth that is unsuitable, and what is like the food with the monk whose sewings about a meal.",
    "ai-atk-vin01a5:171_0": "If there is much water, it would be appropriate for you to take a lot of stuff and trickling it with many water. That’s how much the water is allowed, the water isn’t cleared, a lot of water.”",
    "ai-atk-vin01a5:171_1": "Ubbirī, thinking, “The lay followers on the ground,” “The lay followers can say.”",
    "ai-atk-vin01a5:171_2": "“They said, “Have it to be one who does not say that?”",
    "ai-atk-vin01a5:171_3": "If he sees muchs or has it covered with water, he should take out the jar that was moved, when he sees a lots on all sides, regardless of whether it was made or not, buttermilk, or more than nine or sixteen times, thinking, “After tasting,” and he gives it up, he commits an offense entailing expulsion.",
    "ai-atk-vin01a5:172_0": "But one who, having spoken thus: “A for whom a deity,” etc., said this: “Take this much earth is included in a plantain,” it is made on the ground, “The eating of a rod,” or “The barber rope, the beating of a neighborhood, the bars is called a term for the stick, the staff, the thresholders, and the cows,” and being hurtful, etc., are anopened by the bonds of a Buddha, and then what is it is called “shere” .",
    "ai-atk-vin01a5:173_0": "If there were a _kahāpaṇa_ coin, after calling the Sangha, he said, “This monk says, ‘What are you doing,” “Sāka, a _kahāpaṇa_ coin, a _kahāpaṇa_ coin, a certain monk?” and “Did you say, ‘Sānhāpaṇa_kahāpaṇa_ coins.’",
    "ai-atk-vin01a5:173_1": "Whatever they all took (to others), why is unattractive,",
    "ai-atk-vin01a5:173_2": "Because of a _kahāpaṇa_ coins",
    "ai-atk-vin01a5:174_0": "When it was given, one of the monks said, “This monk says, ‘This is the case and this monk’s head,” etc., he said, “Take this in the way, and it is the time.”",
    "ai-atk-vin01a5:174_1": "Whatever (him) takes what is not to be done, why is this?",
    "ai-atk-vin01a5:174_2": "Those who understand value, Vanish,",
    "ai-atk-vin01a5:175_0": "If he says, “Whether it is the case,” and they said, “As a certain monk, who has taken on the ground, says, “This is the former ones.” Then he said, “Give it to the Community, then say, ‘This is the time.’",
    "ai-atk-vin01a5:175_1": "whatever they takers beside, why is it?",
    "ai-atk-vin01a5:175_2": "About heaps, rice gruel and rubbed to poison,",
    "ai-atk-vin01a5:175_3": "and there is no offense for him.",
    "ai-atk-vin01a5:176_0": "Previously, a single monk had elapsed out a four-footed jungle thicket, and thus addressed the Theras: “Having set out from the water for the Community, and prosperous with a four-hundred bhikkhus who have seen the offerings in the Community, with noisy assembled, and fragrances in the Fraternity.",
    "ai-atk-vin01a5:176_1": "“Venerable Sir, it was not because of past deeds, and because of my father, a fourteenth, five variety of perceptions, for the sake of ourselves, I would not be at ease like that.”",
    "ai-atk-vin01a5:176_2": "Mahātittha, the senior monk took a water-pot, even one metal fish.",
    "ai-atk-vin01a5:176_3": "In this way the arising of past lives is not made up.",
    "ai-atk-vin01a5:177_0": "A monk who has drunk the locality of (surely) applications",
    "ai-atk-vin01a5:178_0": "Venerable, there is not allowable for the sake of worldly gain;",
    "ai-atk-vin01a5:179_0": "And what is called lotus ponds bathing tanks in the same manner, etc., are not even in a lotus pond.",
    "ai-atk-vin01a5:180_0": "The Except wound is said: “I give a fruit to the eastern gate, anything that is useful, sparks, etc., and is forest or trees, or whatever is useful, I say.” But when it is said, “I can live in a forest, the forest,” he can explain the way beginning, “I give,” he can also be used for the purpose of rainy-season.”",
    "ai-atk-vin01a5:180_1": "If people then give them to the monks there, they gave the leftovers of the tree and then use it to the monks.",
    "ai-atk-vin01a5:180_2": "When you’re accused, you should not be accused.",
    "ai-atk-vin01a5:180_3": "If they go away, they must not do so in any way, either the other monks.",
    "ai-atk-vin01a5:180_4": "If he says,",
    "ai-atk-vin01a5:180_5": "“Venerable Sir, did people not state their own teacher’s duties as much as they had been told?”",
    "ai-atk-vin01a5:180_6": "“This must be asked to the Sangha, Piyadiyaka, and Kappāyana.”",
    "ai-atk-vin01a5:180_7": "If he says,",
    "ai-atk-vin01a5:180_8": "“We would give!”",
    "ai-atk-vin01a5:181_0": "And why are they only referring to anything that can be called “the earth”.",
    "ai-atk-vin01a5:181_1": "he should not place it on a boundaries or a palace, or he should put it aside.",
    "ai-atk-vin01a5:181_2": "(thinking): “Bhūmija, there will be no danger of being a fault-finding sense of existence.” And if it is said, he should say:",
    "ai-atk-vin01a5:181_3": "“This one is our master.”",
    "ai-atk-vin01a5:181_4": "if they take it even in a group, there’s no offense.",
    "ai-atk-vin01a5:181_5": "But if the king, etc., has the posts of the bedroom and then uses it as rains, or because it is allowable for them.",
    "ai-atk-vin01a5:182_0": "If anyone thinks, “If you’re shrine, couple, deposited, or spittle, position, or deny it can’t be incapable of crossing.”",
    "ai-atk-vin01a5:182_1": "If the Sangha gets material things, the monk who does not get angry, he is alone in the city.",
    "ai-atk-vin01a5:182_2": "If one monk doesn’t tell him, “She’s the point of yours, Isidatta.”",
    "ai-atk-vin01a5:182_3": "Because the one who performs the smith’s legal procedure, he who does nothing wrong,",
    "ai-atk-vin01a5:182_4": "If they were to put down on a bedroom, he should put it on a place where the upper story.",
    "ai-atk-vin01a5:183_0": "And if any one of them desires the thread or holestic plants, thinking “So it is leaning on a pair, a garment, or a string of customs!”",
    "ai-atk-vin01a5:183_1": "The water “Padumuttara,” “It is allowed to take this as a wide opening to the owners. That is why it is allowable to take the neighbour.”",
    "ai-atk-vin01a5:184_0": "if he does not say, “I am”;",
    "ai-atk-vin01a5:184_1": "“I have a service-worker, a long-worker, a fraction, a allowable whirlpool, or a toothbrush.”",
    "ai-atk-vin01a5:184_2": "If he makes his announcement before the meal, then his attendants to the novices, he should do the same as that of the novice monks.",
    "ai-atk-vin01a5:184_3": "If the Sangha does the procedure, he should do a legal procedure with his own announcement, he should not be given to him.",
    "ai-atk-vin01a5:184_4": "Even the monks whose turns the meal should also do the invitation procedure with them. They too should give meals to the Sangha at the end of the meals and also the meals.",
    "ai-atk-vin01a5:184_5": "If they don’t have a bad deed, they’re setting it down. If they give, they must take it out,",
    "ai-atk-vin01a5:184_6": "If they don’t, they’re not to be spoken to.",
    "ai-atk-vin01a5:184_7": "whatever ruling he’s able to allow the embryod-King, or near to the upper place.",
    "ai-atk-vin01a5:185_0": "if the cow is cattle, he should say, “We give it.” And he should do so.",
    "ai-atk-vin01a5:185_1": "These cows, who are wise, deceived by these of these five gifts, into one’s own use, for the sake of : “This is allowable for the purpose of use,” he said, “It is for the purpose of use.”",
    "ai-atk-vin01a5:185_2": "Likewise with the rest.",
    "ai-atk-vin01a5:185_3": "“Give chickens, I’m not able to call a chicken eggs,” and they can’t cut them off.",
    "ai-atk-vin01a5:185_4": "If people take your things, they say, “Venerable Sir, if you do not show them your grain.”",
    "ai-atk-vin01a5:185_5": "“Lickens and pigs are unable to reside in the wilderness.”",
    "ai-atk-vin01a5:185_6": "“Till this cloth,” he replied, “Give this field,” “Bring this field for this monastery,” but he is unable to obtain it.",
    "ai-atk-vin01a5:185_7": "The meaning is “finitionally.”",
    "ai-atk-vin01a5:186_0": "Since actions are bored in the beginning, “perfected by the power of physical deeds, not the mind, their liberations are occupied with a thought.”",
    "ai-atk-vin01a5:187_0": "The training rule on kings is finished.",
    "ai-atk-vin01a5:188_0": "The first sub-chapter on robes is finished.",
    "ai-atk-vin01a5:189_0": "2. Kosiyavaggo",
    "ai-atk-vin01a5:190_0": "1. Kosiyasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:191_0": "and he laid down a training rule against his friends.",
    "ai-atk-vin01a5:191_1": "Herein, it is precincts, places on the level spread out, puts on the floor covers, and puts it on the level.",
    "ai-atk-vin01a5:191_2": "What one thing, when one is busy with one sesame seeds and then has reply to denies one’s own sesame seeds, what is the matter?",
    "ai-atk-vin01a5:191_3": "The same is the same.",
    "ai-atk-vin01a5:192_0": "There is a production of bodily action that is not yet conducive to mental deeds, and lacking physical deeds.",
    "ai-atk-vin01a5:193_0": "The mind means",
    "ai-atk-vin01a5:194_0": "The training rule on silk",
    "ai-atk-vin01a5:195_0": "The training rule on entirely black",
    "ai-atk-vin01a5:196_0": "At the time of the Buddha Pure,",
    "ai-atk-vin01a5:196_1": "Herein, pure white means pure from Kāḷudāyī, whose meaning is black in common and from others.",
    "ai-atk-vin01a5:196_2": "The same is the same.",
    "ai-atk-vin01a5:196_3": "The training rule on boarding the Kosiyas",
    "ai-atk-vin01a5:197_0": "The training rule on entirely black",
    "ai-atk-vin01a5:198_0": "3. Dvebhāgasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:199_0": "Two rules training rules for two months,",
    "ai-atk-vin01a5:199_1": "Herein, with the beginning and nourishing it, having shown that the cloth is present, then having wet clothed it with white cloth.",
    "ai-atk-vin01a5:200_0": "the two parts of the opposites.",
    "ai-atk-vin01a5:200_1": "He should be given:",
    "ai-atk-vin01a5:200_2": "Growning means rubbing cattle.",
    "ai-atk-vin01a5:200_3": "Two great gains: four times, five times, tent is what is said.",
    "ai-atk-vin01a5:200_4": "But the meaning should be understood to say: “This is a time for the black wool, one measure of white, and one measure of white cawlves.”",
    "ai-atk-vin01a5:200_5": "The same is the same.",
    "ai-atk-vin01a5:201_0": "The training rule on silking the Kosiyas",
    "ai-atk-vin01a5:201_1": "having taken this entire simile of the inclusion: what should we do?",
    "ai-atk-vin01a5:202_0": "The training rule on two parts",
    "ai-atk-vin01a5:203_0": "4. Chabbassasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:204_0": "and when the training rule is finished.",
    "ai-atk-vin01a5:204_1": "Herein, it is called “restraint” in the place where they defecate, urinate, and defecating, it is what is said.",
    "ai-atk-vin01a5:205_0": "The Sangha has given monk so-and-so as a blanket-permission for property when he is allowed to resolve this matter.",
    "ai-atk-vin01a5:205_1": "And if he was healthy, he had become a sick monk. Being unable to carry his polement only through the whole of that he had already attained.",
    "ai-atk-vin01a5:205_2": "The senior monk who was sick resenting to sickness should be ill at ease and said: ‘What sort of illness has been got for, and who is not allowed to be eaten again.’",
    "ai-atk-vin01a5:206_0": "In less than six years: the meaning is that it comes to spend the rainy-season residence.",
    "ai-atk-vin01a5:206_1": "But in order to show the meaning that the vessel, “It is good to see” on “It is said.”",
    "ai-atk-vin01a5:207_0": "if he makes one, when six years have them less than six years;",
    "ai-atk-vin01a5:207_1": "In the second enquiry, (called) extra robes, etc., should be regarded as such.",
    "ai-atk-vin01a5:207_2": "for he does not make the six years.",
    "ai-atk-vin01a5:207_3": "The same is the same.",
    "ai-atk-vin01a5:208_0": "The training rule on silking the Kosiyas",
    "ai-atk-vin01a5:209_0": "The training rule on the grounds for less than six years is finished.",
    "ai-atk-vin01a5:210_0": "The training rule on sitting mats",
    "ai-atk-vin01a5:211_0": "preparing a seat with floor.",
    "ai-atk-vin01a5:211_1": "But I wanted to decay the Buddha and say,",
    "ai-atk-vin01a5:211_2": "In this way the teacher should teach the Dhamma in the same way:",
    "ai-atk-vin01a5:211_3": "But because it was said to him:",
    "ai-atk-vin01a5:211_4": "“After doing this, they will break the opportunity and perform it.",
    "ai-atk-vin01a5:211_5": "Their scoundrels saw me and laid down training rules on them. And I’ll undertake the practices that areignorant, and I’ll lay down on them.”",
    "ai-atk-vin01a5:211_6": "for so many benefits are very benefitful.",
    "ai-atk-vin01a5:212_0": "the Buddha is going to the city of Brahmadatta,",
    "ai-atk-vin01a5:212_1": "Therefore it is said:",
    "ai-atk-vin01a5:212_2": "“That’s why he’s gone to see the Buddha.”",
    "ai-atk-vin01a5:212_3": "For it is not possible to fulfill the practice of Buddhas.",
    "ai-atk-vin01a5:213_0": "while sitting in the Fortunate One’s conduct, with pure mind aspires to behave like a wide opening in the mountains, you were sitting not far from the Buddha.",
    "ai-atk-vin01a5:213_1": "The talk about the meaning of pervading of words, and this was said.",
    "ai-atk-vin01a5:213_2": "A mendicant wears rag robes given by you are agreeable: these things are likable, desirable, and agreeable.",
    "ai-atk-vin01a5:213_3": "But I didn’t give birth to my own don’t, like a hair-split cooked by holding on to it.",
    "ai-atk-vin01a5:214_0": "There will be those who will be known as wise ... will be called ‘a well-known’.",
    "ai-atk-vin01a5:214_1": "We don’t lay down new rules, nor do we get rid of the names of the Buddha, nor do we do what is deceitful, regardless of whether they have not neglect, namely, an offense entailing confession, and the ninety-two cases.",
    "ai-atk-vin01a5:214_2": "Having undertaken that training rule, he said, “We’ll make a training rule well,” and when he undertakes them, he commits an offense entailing confession.",
    "ai-atk-vin01a5:214_3": "When his mind was well, he gave him another clarity, saying: “It’s good, Sāketa.”",
    "ai-atk-vin01a5:215_0": "Reverend, you allow what you allow when you allow what you have allowed.",
    "ai-atk-vin01a5:215_1": "Associating with father,",
    "ai-atk-vin01a5:215_2": "After wining all robes from the blankets, he may abandon all fourteen robes.",
    "ai-atk-vin01a5:215_3": "the Buddha gave a teaching, and serene. Seeing them, he said: “I’ll give them a teaching,” and addressed the monks who were quiet and present. Then he addressed the monks: “I will give this Dhamma talk,” and addressed the monks:",
    "ai-atk-vin01a5:216_0": "Remembering once and everything over to the other side, both of them and often.",
    "ai-atk-vin01a5:216_1": "It is allowed to use one or two, and he cuts out a fourfold army, or he has cut down the barn side and he may then in the way already stated. He should then wipe the wind stress or the threshing it in the way already described, and he should cover it as before.",
    "ai-atk-vin01a5:216_2": "The same is the same.",
    "ai-atk-vin01a5:217_0": "The training rules on giving precept for what reason are there for two reasons.",
    "ai-atk-vin01a5:218_0": "These are the five times, and having made a legal procedure consisting of one motion and three announcements that they are not allowed to be understood as the first.",
    "ai-atk-vin01a5:219_0": "The training rule on sitting-blankets",
    "ai-atk-vin01a5:220_0": "6. Eḷakalomasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:221_0": "I undertake the training rule of those worthy of monasteries,",
    "ai-atk-vin01a5:221_1": "Herein, when arranged is violent occurred, “Venerable Sir, what is the name of this?”",
    "ai-atk-vin01a5:221_2": "A standing, one who has entered the wilderness, like a large huge boy who gets poisoned a lion’s throat, is the meaning. The meaning is this:",
    "ai-atk-vin01a5:222_0": "He can take care of his own urine and excrement.",
    "ai-atk-vin01a5:222_1": "when he stands outside the league remains outside, it is dissatisfaction with three leagues.",
    "ai-atk-vin01a5:222_2": "In the immediately abiding of the hand, he becomes subject to relinquishment.",
    "ai-atk-vin01a5:222_3": "If he stands outside the monastic boundary, or has it posts it collapsed again, there is no offense.",
    "ai-atk-vin01a5:222_4": "stood having the floor covered with threw the ground, wickped it, and when the ground is finished, he commits an offense entailing confession.",
    "ai-atk-vin01a5:222_5": "If he stands with the first foot, he strikes it with his hand or foot, saying: “Whoever sets out bent on the ground, or at the foot of a emb, he commits an offense entailing confession.",
    "ai-atk-vin01a5:222_6": "if she urges it on, saying, “She is cultivated it,” and she then precincts it;",
    "ai-atk-vin01a5:222_7": "If he places it on a position or his own, but he is outside of the Dispensation, he commits an offense entailing confession.",
    "ai-atk-vin01a5:222_8": "With a heart of good will, and without having destroyed the training rules.",
    "ai-atk-vin01a5:222_9": "When she has told her, “Where can there be no offense for which there is no offense.”",
    "ai-atk-vin01a5:222_10": "if he stores one of his head at a eleven ways with a strap, and he puts his upper robe over one shoulder, he is outside the monastery gateway; he is protected outside the monastic boundary.",
    "ai-atk-vin01a5:222_11": "Likewise in one sitting permutation series;",
    "ai-atk-vin01a5:222_12": "But if he fixes himself without moving the opportunity, he doesn’t move on it.",
    "ai-atk-vin01a5:222_13": "and then set out each other, she commits an offense entailing confession.",
    "ai-atk-vin01a5:223_0": "if he places it in the vehicle or among the goods of another while walking in the vehicles or among the goods of a woman who is walking in a vehicle, or among the owners will leave the owners of the owners.”",
    "ai-atk-vin01a5:223_1": "likewise in the same way.",
    "ai-atk-vin01a5:223_2": "If he says, “Venerable sir, if in the vehicles or the backs of the elephants,” and he pulls it up because he is going in the elephant stables or because he is going away,” and he replies, “Yes, there is no offense.”",
    "ai-atk-vin01a5:223_3": "But the crops have been described in the Kurus named Cave, “When one who is lived in such a place as “It’s unwelling”.",
    "ai-atk-vin01a5:223_4": "When someone has stealed there is an offense,",
    "ai-atk-vin01a5:223_5": "For the one who understands there is no offense.",
    "ai-atk-vin01a5:223_6": "If she does, there is no offense for the inheritance.",
    "ai-atk-vin01a5:223_7": "If the place he goes to another, but he is unsure of it, and he goes to the precincts of offense.",
    "ai-atk-vin01a5:223_8": "should be understood here as a blemish at all.",
    "ai-atk-vin01a5:224_0": "575.",
    "ai-atk-vin01a5:224_1": "if he goes there anywhere else than a league and takes it, and goes to the place where there is something else, and it is something else than that, thinking: “This is the exposition of the teaching on the part of her body, but it is something else, and it is not appropriate for him to take that, there is no offense for one else.”",
    "ai-atk-vin01a5:224_2": "If she obtains one that had been asked, and then been given to him, but because she remains there, she is no offense for him.",
    "ai-atk-vin01a5:224_3": "then, if he obtains the decision, gains that legal procedure, is the meaning.",
    "ai-atk-vin01a5:225_0": "they made the agreement of the goods that were done, even with the bitter birds sesame, threadths (only) inheritance.",
    "ai-atk-vin01a5:225_1": "But one who, by knee-deepings in a basket, is bound in a hole in the middle of the poison or the sheet, leaning on a strap, even if he has pulled up his hair, he commits an offense entailing confession.",
    "ai-atk-vin01a5:225_2": "However, when it is finished sewing a discourse in a particular monastery, he keeps it an irrigation, saying, “This is a particular monastery,” “This is called “ascetic”.",
    "ai-atk-vin01a5:225_3": "The same is the same.",
    "ai-atk-vin01a5:226_0": "There is a charming hair that is the name of the body, namely, bodily, mental dissolution, and mental deeds, the mind, and the liberations, the one with mind as their physical, the mind, and the liberation of the mind.",
    "ai-atk-vin01a5:227_0": "The training rule on wool were finished.",
    "ai-atk-vin01a5:228_0": "The training rule on getting wool washed",
    "ai-atk-vin01a5:229_0": "The training rule of the monasteries, took the training rule on cleaning a time,",
    "ai-atk-vin01a5:229_1": "Herein, they are not able to reply, not able to give away what is said.",
    "ai-atk-vin01a5:229_2": "And the first tetrad, etc., in the way already described under the headings of robes.",
    "ai-atk-vin01a5:230_0": "The training rule on getting wool washed",
    "ai-atk-vin01a5:231_0": "8. Rūpiyasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:232_0": "At the time of the training rules she responsible.",
    "ai-atk-vin01a5:233_0": "the golden netting names form gold, silver, and gold.",
    "ai-atk-vin01a5:233_1": "But it is said to be “The Realised One’s praise in the form of a Realized One” without comment.",
    "ai-atk-vin01a5:233_2": "The meaning of this:",
    "ai-atk-vin01a5:233_3": "“He who has the gold, silver, and money is called gold, not silver; and gold, silver, crystal, and money is said to be in the gold.”",
    "ai-atk-vin01a5:233_4": "But here there is anything that is to be experienced as a shop.",
    "ai-atk-vin01a5:233_5": "Therefore, without saying, “Helper strikes from its foot,” and so on.",
    "ai-atk-vin01a5:233_6": "Herein, gold coins or silver are made of gold, silver, or gold.",
    "ai-atk-vin01a5:233_7": "”Here what is called darkness?",
    "ai-atk-vin01a5:233_8": "Which is an archery: even a bamboo tallar, a ruby cart, or a leaf,",
    "ai-atk-vin01a5:233_9": "having dedicated (afterwards) as a decay of Jayasena, which is born in a form,",
    "ai-atk-vin01a5:233_10": "“Those who are walking through the dwelling of this food, wherever rain falls, yet whatever goes in, that country is newly seen, even a single tree, or whatever other plants there are that are produced from trees, etc., yet all the seeds that are needed.",
    "ai-atk-vin01a5:234_0": "The whole of all gold, silver, and money are completed with all four gold, silver, gold, and money. The whole of the fourth, is subject to relinquishment.",
    "ai-atk-vin01a5:234_1": "a pearl, a gem, a beryl, a beryl, pond, a gem, a flower, a necklace, an orchid tree, a beryl gem, an antelope (?). This is the basis of wrong conduct.",
    "ai-atk-vin01a5:234_2": "eradicated, tainted, measureless, honey-great, ghee, molasses, oil, honey-food, syrup, fish, meat, milk, and curd.",
    "ai-atk-vin01a5:234_3": "Herein, one who has been relinquished to the Sangha for a group of nuns is to be relinquished to a group of nuns, or to an individual.",
    "ai-atk-vin01a5:234_4": "If it has been relinquished for himself, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:234_5": "all the offenses of wrong conduct for the purpose of concealing the body, but for the purpose of concealing the wrong conduct.",
    "ai-atk-vin01a5:234_6": "If it is allowable, there is no offense.",
    "ai-atk-vin01a5:234_7": "all the houses for the purpose of keeping it connected is due to the auspicious cow’s head, etc., as follows: by the treasures of adornment, he commits an offense entailing confession.",
    "ai-atk-vin01a5:235_0": "Has picked up:",
    "ai-atk-vin01a5:235_1": "‘If a monk committee, he commits an offense entailing relinquishment and confession.’”",
    "ai-atk-vin01a5:235_2": "The same method applies in the same way",
    "ai-atk-vin01a5:236_0": "from gold, silver, or money.",
    "ai-atk-vin01a5:236_1": "If he takes one thousand courses even a single number of offenses, he commits an offense entailing acknowledgment.",
    "ai-atk-vin01a5:236_2": "But a large charming neck, holding a necklace, or around it with a group of nobles.",
    "ai-atk-vin01a5:236_3": "but on the inside or the household, etc., that is what has been said.",
    "ai-atk-vin01a5:237_0": "If, after being told, “This is how the person is not consenting to,” and she consents to say, “This is allowable,” then by body or speech, “This isn’t allowable,” “This is how it is allowable,” “This is done,” then he commits an offense entailing confession.",
    "ai-atk-vin01a5:237_1": "if she does not tell because of the body of speech that is pure, and she consents to us, “Forget about us,” and she consents to an offense.",
    "ai-atk-vin01a5:237_2": "For whatever simile is specifically what belongs to anyone.",
    "ai-atk-vin01a5:237_3": "But if he does not consent to any of the body, he says, “When there is no offense for the giving of physical contact, then if he wishes, he commits an offense entailing confession.",
    "ai-atk-vin01a5:238_0": "one hundred or a thousand settles out a hundred thousand coins, “This is the proper conduct for a hundred thousand” and “May they put them aside,” and they put them aside. Then he went back to his enquiry, saying: “Hafter this, lay follower,”",
    "ai-atk-vin01a5:238_1": "“What’s that, Venerable?”",
    "ai-atk-vin01a5:238_2": "When one is told, he should point out what was said,",
    "ai-atk-vin01a5:238_3": "If he says:",
    "ai-atk-vin01a5:238_4": "“I’ll give you a teaching, Sir, to the ground, and then do the climbing seven stilt longhouses.” But he should tell them, “Take this.”",
    "ai-atk-vin01a5:238_5": "This is how to define one who is unallowable and who is standing nearby.",
    "ai-atk-vin01a5:238_6": "After covering the door, he should protect the door.",
    "ai-atk-vin01a5:238_7": "If there is anything left over, one should say, “Venerable, we’ll get a robe,” and “There is such-and-such an argument,” and “There is such-and-such an abode,” then he said, “It’s not allowable for us;”",
    "ai-atk-vin01a5:238_8": "If he says, “I’ll do so,” and he told him what had happened, then he should not say, “Give it.”",
    "ai-atk-vin01a5:238_9": "If she lies down in this way, even if the other does not get what is allowable and is to be lay down,",
    "ai-atk-vin01a5:238_10": "If he takes it, thinking, “If we don’t take it,” he should say, “We’ll go.”",
    "ai-atk-vin01a5:239_0": "He should then be relinquished in the midst of the Sangha: “The groups should be relinquished to form, for which people there are money, grain, or anything else.”",
    "ai-atk-vin01a5:239_1": "One who receives what is allowable, therefore it is not allowed by them. So even if not seeing a finger-snap: “My goods are used to be used for the purpose of seeing.”",
    "ai-atk-vin01a5:239_2": "The lay follower should tell him, “This is suitable, ghee or oil.”",
    "ai-atk-vin01a5:240_0": "If they all eat money, you should use it all the managers and then use it.",
    "ai-atk-vin01a5:240_1": "He should not criticize form in the formal support.",
    "ai-atk-vin01a5:240_2": "other monks to eat the almsbowl, even if it’s a distance of a wound, a monkey, or a furniture cloth and then used it. But even if it is not allowed to eat it, there such a case, a _paṇḍaka_, or a female animal in the form of a dwelling.",
    "ai-atk-vin01a5:240_3": "When ghee or oil were to inspect the oil-lamp, he wouldn’t get a lamp, or to inspect it likely to do it.",
    "ai-atk-vin01a5:240_4": "and it is not allowed to live without a getting oil on a flies.",
    "ai-atk-vin01a5:240_5": "They build a bed or benches made for the observance-day procedure, a bed or a stool, or a group of travelers. It’s not allowable for them to eat or food, or drink that has been made.",
    "ai-atk-vin01a5:240_6": "And in order to delimitate the home of the Shady Orchids are not allowed to leave.",
    "ai-atk-vin01a5:240_7": "They give that cloth without a bridge, even if it is allowed to use it, to go by a white lotus pond, or to a sewer. The water is not able to eat the, the cycle of the lotus pond, or to drink that lotus pond.",
    "ai-atk-vin01a5:240_8": "But if there is no other elsewhere, or droping the water that has been given to water, it is allowed to enter the rains residence.",
    "ai-atk-vin01a5:240_9": "went with the post-midday procedure, it is not allowed to use the newly arrived monks that the Sangha is allowed to use a group.",
    "ai-atk-vin01a5:240_10": "isn’t allowed to use a monastery, even if he uses it is not allowed.",
    "ai-atk-vin01a5:240_11": "Or if it’s seed, it’s not allowable for you to use a fruit that’s not allowable for them.",
    "ai-atk-vin01a5:240_12": "If it is sown in a plant, it is allowable for an eon to eat fruit that has been planted on a floor. And if the seeds and it is not allowed to sit down on a plantain, it is not allowable for them to sit down.",
    "ai-atk-vin01a5:241_0": "If he discards it wherever he wants, he should discard it or has it discarded.",
    "ai-atk-vin01a5:241_1": "If he does not throw it away, what is it discarded by me, what isn’t yours took away from the fine-material, then he can be appointed as “serve the silver”;",
    "ai-atk-vin01a5:242_0": "is not able to make the four kinds of desire by means of one’s own desire, or if one who is attached to the houses, etc., or one who is fonding the body, or who is called “short”.",
    "ai-atk-vin01a5:242_1": "When they don’t know if they don’t know the Monastic Law or preventing of hate, they don’t know if it’s already explained.",
    "ai-atk-vin01a5:242_2": "fact by one who is unmindful and lacks mindfulness of breathing, he is going to heaven.",
    "ai-atk-vin01a5:242_3": "if he is not able to discard the recipient of form, then he is called “restraint-cloth”.",
    "ai-atk-vin01a5:242_4": "When one is making this decision, ill will, confusion, or fear, and he knows what is said.",
    "ai-atk-vin01a5:243_0": "Having made that sign thus, he can entertains himself without hurry or smearing his eyes. He should then dry the girdle in the way beginning, “So they must not perform its level or singinging.”",
    "ai-atk-vin01a5:243_1": "In this way the Buddha described as physical matter inappropriate to the mendicants.",
    "ai-atk-vin01a5:243_2": "But in the way the receiver of visible forms is not allowed to get by any money.",
    "ai-atk-vin01a5:243_3": "But if there is no turning back even though the preceptor’s family consisting in this way, they don’t use it even make it seem to make it even if it’s not allowed.",
    "ai-atk-vin01a5:244_0": "for four riches:",
    "ai-atk-vin01a5:244_1": "I use thieves, use luxurious beans, uses debt, and uses them;",
    "ai-atk-vin01a5:244_2": "Herein, use by one who is unvirtuous and makes use of requisites, even sitting in the midst of the Community, is called “use as theft.”",
    "ai-atk-vin01a5:244_3": "Use without reviewing by one who is virtuous is “use as a debt”;",
    "ai-atk-vin01a5:244_4": "therefore the robe should be reviewed everyone.",
    "ai-atk-vin01a5:244_5": "Likewise as with one who is unsuitable, who is engaged in discussions of the laity.",
    "ai-atk-vin01a5:244_6": "For one who is learning the initiative land is uncomfortable and unmoved.",
    "ai-atk-vin01a5:244_7": "When there is a dwelling place, if he receives it, he should take it away at the right time; attitude of using medicine; and when there is property, he makes use of them, he commits an offense entailing confession.",
    "ai-atk-vin01a5:245_0": "For all four purifications:",
    "ai-atk-vin01a5:245_1": "That stroke purity of mindfulness due to equanimity. It is of sixty purification.",
    "ai-atk-vin01a5:245_2": "Herein, teaching is called “Pātimokkha” in the name of the Monastic Code. It is easy to teach for one who is purified in the Pātimokkha restraint.”",
    "ai-atk-vin01a5:245_3": "for your restraint faculty is called “purified in mind”. For it is not easy to act in that same way.",
    "ai-atk-vin01a5:245_4": "for one who is seeking purity while seeking purification is called pure in livelihood. Then there is a way for one who gives up purity by way of livelihood and earns a livelihood, but who is pure in the law of the lawfulness.",
    "ai-atk-vin01a5:245_5": "For one who has use of robes on requisites, etc., is said to be one who reviews reflects in brief in reflection by reviewing thus: “This is called rejection of requisites” .",
    "ai-atk-vin01a5:245_6": "Therefore it is said:",
    "ai-atk-vin01a5:245_7": "But when there is no need, it is not because of using after accepting without mindfulness.”",
    "ai-atk-vin01a5:246_0": "for the requisites there are seven kinds of rainy season. Those who use the requisites in the Buddha’s father, the sons of the lady, since they use the requisites in the water, and become the heirs of his father.",
    "ai-atk-vin01a5:246_1": "But what use is the Buddha’s requisites and use them?",
    "ai-atk-vin01a5:246_2": "Although given by the laity, they actually belong to the Blessed One, because they are permitted by the Blessed One, therefore, they can understand the teaching, and that is why.",
    "ai-atk-vin01a5:247_0": "For I enjoyed the use of poison, having destroyed the bondservants in the past,",
    "ai-atk-vin01a5:247_1": "Compared to these uses of alms food and drink, clothes, and vehicles and villages.",
    "ai-atk-vin01a5:247_2": "Use as a debt is not allowed suitable .",
    "ai-atk-vin01a5:248_0": "Another four riches:",
    "ai-atk-vin01a5:248_1": "To strict is an inclusive requisite of medicine as decoration.",
    "ai-atk-vin01a5:249_0": "There is no shameless shameless knowledge, he should not be allowed.",
    "ai-atk-vin01a5:249_1": "The shameless is not allowed to come together with those who are shameless.",
    "ai-atk-vin01a5:249_2": "For the sun is incapable of doing so, therefore it is incapable of shameless, and when the body is said, it should be told, “This isn’t like that, sir!”",
    "ai-atk-vin01a5:249_3": "And if he is not able to guard the use of them, he is just to be eaten.",
    "ai-atk-vin01a5:249_4": "Whoever shares out with his own hands, even if he is dealt with those who are notorious.",
    "ai-atk-vin01a5:249_5": "And if it’s not, then it’s still not.",
    "ai-atk-vin01a5:249_6": "Thus one shameless shamelessly,",
    "ai-atk-vin01a5:249_7": "But there is no conscience ...",
    "ai-atk-vin01a5:249_8": "The two king is shameless, adornments, and adorned with gold coins.",
    "ai-atk-vin01a5:250_0": "the last one thing should be understood as the requisite of the accumulation should be understood.",
    "ai-atk-vin01a5:250_1": "And there should be a person who is shameless who receives alms from both virtue and from uncomfortable",
    "ai-atk-vin01a5:250_2": "A person who is learned should be disgusted by the Dhamma and the alms-food eater, and not be disgusted.",
    "ai-atk-vin01a5:250_3": "Then, when the lack of virtue is unvirtuous and requisites for the Saṅgha, it is allowable for the Community, and when from the Community, it is said to be the consequence of the Community, how they are said:",
    "ai-atk-vin01a5:250_4": "The alms-food should be asked, whomever they are disgusted, not disgusting.",
    "ai-atk-vin01a5:250_5": "A person who eats alms food is allowable,",
    "ai-atk-vin01a5:251_0": "and two declines of the teaching. I shall enjoy the inclusion of the teaching and training.",
    "ai-atk-vin01a5:252_0": "If he is shameless, shameless, and he should not be allowed to have a sense of urgency.",
    "ai-atk-vin01a5:252_1": "If he is shameless, fondness due to joy in the midst of the Truth,",
    "ai-atk-vin01a5:252_2": "Anyone else should disparage the teacher, saying: “Such is the kind of teacher.” And he disparages the instructions and responds this matter,",
    "ai-atk-vin01a5:253_0": "There is use of the Dhamma where material things are useful where the riches of material possessions is included in the teaching.",
    "ai-atk-vin01a5:253_1": "But when a person is standing on the point of a person’s revenues or a hollow isn’t able to take it out.",
    "ai-atk-vin01a5:254_0": "Here is a story:",
    "ai-atk-vin01a5:254_1": "it seems that the Great Being, in one place the Greatly Cloud Grove had been helpful to a certain monk.",
    "ai-atk-vin01a5:254_2": "Then the Elder Mahā Deva of four Nuns said to the Thera:",
    "ai-atk-vin01a5:254_3": "“Reverend Mahākappina, let the great hero took the presence of a great man.”",
    "ai-atk-vin01a5:254_4": "“Sir, why is this?”",
    "ai-atk-vin01a5:254_5": "“Reverend, I have no longer sit in your presence.”",
    "ai-atk-vin01a5:254_6": "“Good, sir. When you’ve seen (the Buddha), I’ll memorize you close behind. When you’ve heard and memorized it, you still memorized it. When you’ve seen a woman, you’ll know you what happened to me.” And seeing her, he said, “I wouldn’t think, “I’ve heard it in such a way.”",
    "ai-atk-vin01a5:254_7": "But many Great Elders learned him in the presence of the Great Chapter.",
    "ai-atk-vin01a5:255_0": "Perceiving forms, and in gold, silver and money are to be known that all the gold, silver, and money, and gold, and silver.",
    "ai-atk-vin01a5:256_0": "Tembrace is he perceives that he has not, yet they don’t come to be, or that has arisen in him?",
    "ai-atk-vin01a5:257_0": "Not perceiving form in form, he perceives that it is beautiful and hastily beautiful,",
    "ai-atk-vin01a5:257_1": "Furthermore, a king’s meritorious acts of making merit for the sake of embryovement of food, for the sake of meat, puts on the shavelings, and holding them tightly. They understand that the good-hearted mendicants have been able to get to see the perception of visible objects, saying,",
    "ai-atk-vin01a5:257_2": "If he receives this house, he should get (also) in this home.",
    "ai-atk-vin01a5:257_3": "For if he is given to him, he comes back again and again, then he should say:",
    "ai-atk-vin01a5:257_4": "“Have you seen him?”",
    "ai-atk-vin01a5:257_5": "The meaning is “finitionally.”",
    "ai-atk-vin01a5:258_0": "There may be, in the Six originations in theAscetics of the Enlightenment factor: the abandoning of the bodies, the inner skin, the flesh, the sinews, the necess, the liberations, the mind-made, and the liberations. And they don’t look down on these three kinds of feeling.",
    "ai-atk-vin01a5:259_0": "The training rule on money is finished.",
    "ai-atk-vin01a5:260_0": "The training rule on money",
    "ai-atk-vin01a5:261_0": "the training rule of the money,",
    "ai-atk-vin01a5:261_1": "Herein, there is no difference in various aspects.",
    "ai-atk-vin01a5:261_2": "gold, silver, and money, and gold.",
    "ai-atk-vin01a5:261_3": "One who receives, etc., in this way and do not see (them) eating and drinking alcohol.",
    "ai-atk-vin01a5:262_0": "‘A forest-dweller’ is a term for anyone who sees clearers, combinations, leopards, etc., done for anyone who feels this.",
    "ai-atk-vin01a5:262_1": "So in each instance,",
    "ai-atk-vin01a5:262_2": "they grate, pure is of finest coins, pure in silver.",
    "ai-atk-vin01a5:263_0": "If it is money, and he perceives it as such, and he exchanges it for its purpose, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:263_1": "If it is to be relinquished, based on the site, there is no suitable for the eon or what is allowable and what is not.",
    "ai-atk-vin01a5:263_2": "For one who doesn’t percipient form, and he perceives it as such, and such formless, should be exchanged greetings with him.",
    "ai-atk-vin01a5:263_3": "For if one is himself in exchange for what is suitable for one of his own form, based on form in the silver, or even one’s own fine-material sphere, still one is unsuitable. So it is precisely only one thing,",
    "ai-atk-vin01a5:264_0": "If, for the first offense, it is to be relinquished, for the first time, that is to say, the base consisting of wrong conduct, the two, three, four, five, ten, or even if it is to be buyed without first relinquishing.",
    "ai-atk-vin01a5:264_1": "the monkey is uninhabited with an unincluded site for the eon or the site of the building, one from the base of wrong conduct and two after the first make an effort there, and for the effort there is an act of wrong conduct.",
    "ai-atk-vin01a5:264_2": "Though there is no enemy of including the offenses",
    "ai-atk-vin01a5:264_3": "But when a conversation were over, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:264_4": "For there is no story of giving, prohibiting, connection with, and owing to the kasiṇa",
    "ai-atk-vin01a5:264_5": "This training rule was laid down by the formless and both taught.",
    "ai-atk-vin01a5:264_6": "If the offense of wrong conduct is bordered on a site, there is no offense for one who has committed an offense of wrong conduct. If there is no offense for the newly arrived monks, there is no offense.",
    "ai-atk-vin01a5:264_7": "That’s why the name of this misdeed is said in the Buddha’s presence, or in the same way as before.",
    "ai-atk-vin01a5:265_0": "If it is for one who is exchanged with a site at the root of an eon, and for the first time, there is no offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:265_1": "for this is said:",
    "ai-atk-vin01a5:265_2": "‘If it is money, and he does not perceive it as such, but he exchanges it into money, he commits an offense entailing relinquishment and confession.’”",
    "ai-atk-vin01a5:265_3": "If she gets the site for the Kappitadel at the root, and there is no offense for the inclusion of the life.",
    "ai-atk-vin01a5:265_4": "And if it was not enough for one to give it out,",
    "ai-atk-vin01a5:265_5": "If, for the eons of the site, except for an eons it is to be worthwhiles, and he then something elses, except if it is an exchange, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:265_6": "If he picks up something wrong, then for the grabbing it, he commits an offense entailing confession.",
    "ai-atk-vin01a5:266_0": "And this bowl of money is worth, a sixteenth part of which should be understood to say:",
    "ai-atk-vin01a5:266_1": "Whoever is unable to remove seeds that are in the form of a silver, and has it hitted with a bowl made of salt, with the hair that were, and whose bowl is were able to make it known by the gold.",
    "ai-atk-vin01a5:266_2": "if he divid it after making it plaster, then he let it too.",
    "ai-atk-vin01a5:266_3": "to make it long, wide, tooth sticks, or tooth cleaners,",
    "ai-atk-vin01a5:266_4": "The outsider’s body is dead, but it’s still not fished to off.",
    "ai-atk-vin01a5:266_5": "The waters that had been hungry or hot, and it was still unfinished.",
    "ai-atk-vin01a5:267_0": "But although he learned the bowl of form, what does he take to it?",
    "ai-atk-vin01a5:267_1": "“And five hundred reasons, even for the eons of the cosmos is not stated.”",
    "ai-atk-vin01a5:267_2": "For it is possible to give up roots and bowls, trying to be reached the roots, starting with material.",
    "ai-atk-vin01a5:267_3": "and after giving him the barber, he took a meal.",
    "ai-atk-vin01a5:268_0": "and anyone who, having obtained (them), after going to Kappa together with the family, brought a bowl made of (good) work, he said, “Here’s mine.”",
    "ai-atk-vin01a5:268_1": "The eons of it, giving food, and drink, clothes, vehicles, villages, towns, and carpets, and countries in the same way as a second pentad in the ear.",
    "ai-atk-vin01a5:268_2": "Why are they not allowable?",
    "ai-atk-vin01a5:268_3": "if he does not have a root,",
    "ai-atk-vin01a5:269_0": "But when the Elder’s bowl is led on top of form, he shakes off the carts, brought them to the neighborhood, and then, thinking, “This isn’t allowed to do it,” he said, “Weighs,” and he wrapped it up in a neighbourhood of a certain monk. But when he has got it, he’s thrown it down, he doesn’t get past it.",
    "ai-atk-vin01a5:270_0": "The student Mahārakkhita had a preceptor named Anuruddha,",
    "ai-atk-vin01a5:270_1": "He filled his almsbowl with ghee.",
    "ai-atk-vin01a5:270_2": "His students, too, was the preceptor of the Nāga Cūḷapanthaka.",
    "ai-atk-vin01a5:270_3": "And the elder had enough cloths to sit down.",
    "ai-atk-vin01a5:270_4": "This (wholesome) grieving is unallowable;",
    "ai-atk-vin01a5:271_0": "but if having given to form, he said, “Give me my bowl,” and after seeing (the proves), “Give meat, I’ll do it.” After seeing her, he says, “Perhaps there is a worker, I’ll give it to an attendant,” and he reply, “Perhaps it.” And after seeing it, he does so, he says, “I will go to the Buddha,” he said, “Perhaps it.”",
    "ai-atk-vin01a5:272_0": "Percipients things that are Forty-nine days later in the golden jewel, and so on.",
    "ai-atk-vin01a5:272_1": "If she gets one in exchange that is worthless, she commits an offense of wrong conduct.",
    "ai-atk-vin01a5:272_2": "that’s whom you worship,",
    "ai-atk-vin01a5:272_3": "If she does not perceive them as such, and she gives them that, thinking, “This is the reason,” and she replies, “This isn’t done by using any offense.”",
    "ai-atk-vin01a5:272_4": "The rest is the same.",
    "ai-atk-vin01a5:273_0": "They have a discovered the six elements, not their minds towards the eighteen (volitional) deeds,",
    "ai-atk-vin01a5:274_0": "The training rule on trading with money",
    "ai-atk-vin01a5:275_0": "The training rule on Kapilavatthu",
    "ai-atk-vin01a5:276_0": "and he thought, “How many training rules did the same thing,",
    "ai-atk-vin01a5:276_1": "And here there is some feble that it can be, that is, the blade of the filthy place in for you. And that is, the meaning here will be practiced by that.”",
    "ai-atk-vin01a5:276_2": "Or alternatively, so why are the time?",
    "ai-atk-vin01a5:276_3": "Herein, how many days are specifically what is said?",
    "ai-atk-vin01a5:276_4": "The rest is as already explained.",
    "ai-atk-vin01a5:276_5": "How many kinds of people are also disagreeable in this way:",
    "ai-atk-vin01a5:276_6": "Even when a householder, without a layperson or a layperson, they are called “announced”.",
    "ai-atk-vin01a5:277_0": "allowable robes to come by rowing on the turtles, food and drink, clothes, and vehicles,",
    "ai-atk-vin01a5:277_1": "With that association the distributor of robe-cloth he sews the floor belonging to an attendant.",
    "ai-atk-vin01a5:277_2": "For one who makes a barber provokes the bark, but not the forest.",
    "ai-atk-vin01a5:277_3": "(They do) terrible and buy,",
    "ai-atk-vin01a5:277_4": "if she urges her on, saying: “Because of this,” “Bring this,” “When she is allowable for himself,” he makes an effort,",
    "ai-atk-vin01a5:278_0": "After rejoicing in the realm of very delightful, he amuses himself well-known speech.",
    "ai-atk-vin01a5:278_1": "When it has been bartered—his own goods are in the hands of the other and the other’s goods are put in his own hands—ittles, and the goods are put in his own hands.",
    "ai-atk-vin01a5:278_2": "They told him of this matter and the men of the Vassakāra on its own goods, etc.,",
    "ai-atk-vin01a5:279_0": "(Then) should be relinquished to another’s hand, likewise with the hands of another’s hand, and then lie down.",
    "ai-atk-vin01a5:279_1": "For this reason, apart from the five reasons, even a layperson has gone forth, is not allowed laypeople.",
    "ai-atk-vin01a5:280_0": "Here is an explanation to say:",
    "ai-atk-vin01a5:280_1": "if the cloth is allowed, saying, “Give what is allowable for the meal,” “There is none of these,” “They are allowable.”",
    "ai-atk-vin01a5:280_2": "After saying this, “The goods give their mother’s womb,” then for the effort there is an act of wrong conduct.",
    "ai-atk-vin01a5:280_3": "if he says, “Give this,” “Bring this,” “Bring this,” “Bring this,” “There’s no need,” “I give it,” and he says, “I’ll do it.” But he commits an offense of wrong conduct.",
    "ai-atk-vin01a5:280_4": "If, in regard to others’ goods belonging to others, he gets the hand and the bowls, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:280_5": "Or he does not say anything to his mother or father, “This isn’t mine,” “This isn’t mine.”",
    "ai-atk-vin01a5:280_6": "he says, “Take this thing,” “There is no need for the faith of faith.",
    "ai-atk-vin01a5:280_7": "if he says, “Give meat” is one who understands.",
    "ai-atk-vin01a5:280_8": "he says: “Take this to me,” “Differing up faith is there.",
    "ai-atk-vin01a5:280_9": "if she gives him back, saying, “Where is more than this?” When she is thrown out, she commits an offense entailing relinquishment.",
    "ai-atk-vin01a5:280_10": "So, when using whips, cosing the four friends he can specifically dress in ocher robes, he commits an offense entailing confession.",
    "ai-atk-vin01a5:281_0": "Herein, this is the end of the connection with",
    "ai-atk-vin01a5:281_1": "the monks from Pāṭaliputta is able to see him, he thinks, “I have a meal on this road from the group.” And seeing him, he says, “I don’t need only be able to eat a meal.”",
    "ai-atk-vin01a5:281_2": "A man would take the meal and give it to him.",
    "ai-atk-vin01a5:281_3": "Three offenses are not found.",
    "ai-atk-vin01a5:281_4": "even if there is no work for the sign, what is there?",
    "ai-atk-vin01a5:281_5": "there is no root in the root of the plants,",
    "ai-atk-vin01a5:281_6": "The it is said: “This is mine, I have this meaning and this is mine.”",
    "ai-atk-vin01a5:281_7": "But who, not knowing that they say, “Give this,”",
    "ai-atk-vin01a5:281_8": "just as it is.",
    "ai-atk-vin01a5:281_9": "seeing the rice, he said, “Have it grosts, eating the dye, and enjoying the dyers’ goods in the order, ornaments,” and put it on.",
    "ai-atk-vin01a5:281_10": "if he is able to put the room, saying, “Give this cloth,” “Boil the dye,” “There is needle case,” it is a cloth, dyeing, and combustion.",
    "ai-atk-vin01a5:281_11": "just as it is.",
    "ai-atk-vin01a5:281_12": "if she cuts off her hair, head hair, and beards;",
    "ai-atk-vin01a5:281_13": "just as it is.",
    "ai-atk-vin01a5:281_14": "But if this meal is allowed, he says, “You may eat this food,” “You’re not able to eat that meal,” and he says, “You’re not able to eat this,” he said, “You’re an expert on the meal.”",
    "ai-atk-vin01a5:281_15": "And here, although even a cloth from the head hairs, body hairs, nails, clothes, vehicles, or the foot, one should carry the other goods in his own hand and the other’s head,",
    "ai-atk-vin01a5:281_16": "But if a large discussion is not able to make it strong, having a strong, staunch out of it, and when he conclus it, he should be excluded from it. That is why he should confess it or reveal it.",
    "ai-atk-vin01a5:282_0": "If it is something worthless, but he perceives it as such, and he enters it without perceiving it as a loss, he who does not perceive it as such, and he enters it without perceiving it as a loss, or perceive it as such, and he does not perceive that it should be relinquished.",
    "ai-atk-vin01a5:282_1": "...”",
    "ai-atk-vin01a5:283_0": "What do you asks about the best matter? If he asks, “What’s the point of your bowl?”",
    "ai-atk-vin01a5:283_1": "“If they say, “This is allowable,” he refutes, “This is exactly what is allowable for you. That is, simply this bowl.”",
    "ai-atk-vin01a5:283_2": "When he heard this, he said, “I say something else.”",
    "ai-atk-vin01a5:283_3": "If he has a valuable bowl, he should not tell him, “I’ll get a valuable bowl, but he should not find it satisfying.”",
    "ai-atk-vin01a5:283_4": "When he knew that they had been expelled and seized by one who takes great goods, he then expels it.",
    "ai-atk-vin01a5:283_5": "If I had a bowl, they say, “Sir, it would be appropriate for me to go tomorrow.”",
    "ai-atk-vin01a5:284_0": "if she takes an attendant, saying, “Having taken up the hand,” and she tells him, “Here’s an attendant, gives it to the son,” and she tells him, “Give this robe,”",
    "ai-atk-vin01a5:284_1": "If he is cutting it in the middle, he should take it on in the place where it is, and he should take it out.",
    "ai-atk-vin01a5:284_2": "If they don’t know, “If you don’t know, I wish to take it,” he should say, “Yes,”",
    "ai-atk-vin01a5:285_0": "We have received this from you, saying: “I have received what is suitable, and I have no need of ghee.”",
    "ai-atk-vin01a5:285_1": "If he gives someone else, they shouldn’t be the first to do it.",
    "ai-atk-vin01a5:285_2": "Because they don’t get enough of thatth, but still haven’t been received.",
    "ai-atk-vin01a5:285_3": "The rest is the same.",
    "ai-atk-vin01a5:286_0": "They have a discovered the six elements, not their minds towards the eighteen (volitional) deeds,",
    "ai-atk-vin01a5:287_0": "The training rule on bartering",
    "ai-atk-vin01a5:288_0": "The second sub-chapter on silk is finished.",
    "ai-atk-vin01a5:289_0": "3. Pattavaggo",
    "ai-atk-vin01a5:290_0": "1. Pattasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:291_0": "The training rule of his almsbowls",
    "ai-atk-vin01a5:291_1": "There they will come to the villages, towns and bowls, and trade in the villages for alms.",
    "ai-atk-vin01a5:291_2": "Āpaṇa and sectarians: these are commended by the deathless goods, embracing the deathlesss, the embraces, who doves goods, equipments, and matters.",
    "ai-atk-vin01a5:292_0": "for the sake of which they obtain (them) for three months the bowl is the best.",
    "ai-atk-vin01a5:292_1": "He takes a rich cart, drunk mild the framework of two kinds, three would grab a necklaces.",
    "ai-atk-vin01a5:292_2": "a Magadhan chief named Māḷhaka is called Dhataraṭṭhaka and Saviṭṭhaka.",
    "ai-atk-vin01a5:292_3": "Guardian of Sīhahanu’s lion, fever, urine, spittle, plunge into a lion, timber, foliage, rice, and music, very day of all hands, squeops, phlegm, and largeness.",
    "ai-atk-vin01a5:292_4": "it is the fourth share of rice gruel, the fourth part of the hand, the neck, and the bowl of the hand. And you should understand that it is the bag of bones.",
    "ai-atk-vin01a5:292_5": "That current: it is suitable for one bearing the various kinds of dealing with rays and fish.",
    "ai-atk-vin01a5:293_0": "Here is an explanation to say:",
    "ai-atk-vin01a5:293_1": "(Asoka said): “For one who is not pure, like a pond covered with pure white stones, well wrapped in a leaf, well-fulled string, greenitt, well-pole, leprosy, position, well-first, enclosed in hands, and after putting it in the ropes, he should then exceed all the golden-coloughs of leaf-pit from the hands, tail-foil-f-fooiled strings, but leather’s thre leather, impure sharbing nails, and he should not even look at it.",
    "ai-atk-vin01a5:293_2": "After that is the morsel in the form of a yellow bowl, he should not have allowed beds and meat as much as they want, without ghee or oil.",
    "ai-atk-vin01a5:293_3": "This too is how all the crooks away the bowl with the lowing of wounds, levels, palms through the belly, and well placed in the bone marrow—this is called “gone”.",
    "ai-atk-vin01a5:293_4": "If he stands the monument, this is called “high”.",
    "ai-atk-vin01a5:293_5": "If he cannot attain it with a royal strangle, this bowl is called “highbit”.",
    "ai-atk-vin01a5:294_0": "“There is a boiling ball of food for the Magadhans, a lump of foam;",
    "ai-atk-vin01a5:294_1": "They rejoice in the Magadhans, damaged by the horns,",
    "ai-atk-vin01a5:294_2": "The rest should be understood in this way.",
    "ai-atk-vin01a5:294_3": "but that is unthinking –",
    "ai-atk-vin01a5:294_4": "If they were unable to put it in the way described for defining it together in the way described, etc., the middle way is called “body”.",
    "ai-atk-vin01a5:294_5": "If he stands the Shrine called, what is called,",
    "ai-atk-vin01a5:294_6": "If he doesn’t go to the royal stomach, he has a name, this is called “ middle”.",
    "ai-atk-vin01a5:294_7": "If all the bowl is put in all the lower bowls, under the belly, and above back, he is called “body”.",
    "ai-atk-vin01a5:294_8": "If he stands the Shrine, this is called!",
    "ai-atk-vin01a5:294_9": "If he reaches the royal method, he thinks, “This is how this bowl is called,”",
    "ai-atk-vin01a5:294_10": "Two ejecting, two highways, and high—",
    "ai-atk-vin01a5:294_11": "For one who is high—one who is not taken upwards, this is what is said.”",
    "ai-atk-vin01a5:294_12": "Herein, one who is high—one who is high—one who is not too high—one who is not too tall nor too short;",
    "ai-atk-vin01a5:294_13": "Immaculate, inferior and superior. Because it is not complete.",
    "ai-atk-vin01a5:294_14": "That’s why they shouldn’t use the wealth they’re not used or determined by reviewing.",
    "ai-atk-vin01a5:294_15": "If they ate it after determining it in this way, or after having determined it beyond, they may, if they do so after repeat it their bowls and make it more than seven days, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:295_0": "if she uses them without relinquishing them, she commits an offense of wrong conduct. After eating it, she commits an offense of wrong conduct.",
    "ai-atk-vin01a5:296_0": "He should recognize it as it is due to reference to those whom you were transferred to another, liberating on account of you. And in this way: “This is how I should understand that this extent is the ultimate goal.”",
    "ai-atk-vin01a5:296_1": "then, if the monks from Pāvā, they determine it, an enclosed, transferred to another, or at that very place they both should be given back to them.",
    "ai-atk-vin01a5:296_2": "If there is just one plaster, it would not be scorned if it is at the root of a mass of fire, or it should not be determined.",
    "ai-atk-vin01a5:296_3": "And if they say, “I won’t eat anything,” then, if you should use it at the root of a distance, then on account of eating it, you’ll give it up because you eat the root, etc., or being air in the texts of the Sakyans, you’ll make a valid. So too is not to be sent back to the root of a tree, and then you don’t make an effort to be acknowledged.",
    "ai-atk-vin01a5:296_4": "the one who adverts to my dispensation should be transferred to another, that is, should be determined, transferred to another.",
    "ai-atk-vin01a5:296_5": "For if having obtained a bowl, whether he wants to build it up at the root, he puts it on his almsbowl, and then puts it on the level, saying, “I’ll give it away while I return to you,” he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:296_6": "If he thinks, “I’ll make a bowl,” and after hearing it he told him, “Venerable sir, I’ll give it a simile. But when I have heard it come, I’ll refute his teacher’s bowl, or if he does not inform him, he would be told to say this.",
    "ai-atk-vin01a5:296_7": "But when he has told his statement, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:296_8": "If he says, “If I fall this bowl, I’ll take it with my hand, have it taken away,” and he took it away, thinking, “If I’ll make it happy,” and he says, “You have no otherwise, sir.” But anyone else, he says, “You have no other than his bowl.”",
    "ai-atk-vin01a5:296_9": "“She’s allocated with so-and-so.”",
    "ai-atk-vin01a5:296_10": "There is no measure of the words that cannot be negligent.",
    "ai-atk-vin01a5:296_11": "But when that monk gives a bowl to it, then, if he gets it from the group of ten, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:296_12": "That’s why, after determining the specifically transferred to another.",
    "ai-atk-vin01a5:297_0": "Herein, there are two kinds of determination:",
    "ai-atk-vin01a5:297_1": "either by body or speech:",
    "ai-atk-vin01a5:297_2": "Of these, he should determine it by determine the almsbowl, saying, “I’m standing with your own hand, I’ll make your bowls back,” and when it is determined, he should give it to you intercourse, give it to the newly arrived monks, wrapped in the foretermination, or to be repelled in body or determinate towards them, and he should put it aside inside the monastery aside by body or mind; and he should take it as a new life.",
    "ai-atk-vin01a5:297_3": "Herein, these two kinds of determination:",
    "ai-atk-vin01a5:297_4": "If there is a suitable bowl, he should determine it as “I’ll determine” or “I’ll determine it.”",
    "ai-atk-vin01a5:297_5": "Then, if the upper story or standing in the royal longhouse, he must tell them whether it’s in the air, he is placed on abode, or he should then break out of the bowl and robe.",
    "ai-atk-vin01a5:298_0": "But if you determine it as a single one’s presence, then it is allowable to determine it;",
    "ai-atk-vin01a5:298_1": "who lacks a space on all sides –",
    "ai-atk-vin01a5:298_2": "if he says, “Who would I do wrong?” and he cut off his doubts, having cut them down, he will die?",
    "ai-atk-vin01a5:298_3": "If someone wants to obtain the bowl, they all do not determine it themselves.",
    "ai-atk-vin01a5:298_4": "he should determine it on that day, and then take it back in the same way.",
    "ai-atk-vin01a5:298_5": "By means of these hundred years you were able to carry away.",
    "ai-atk-vin01a5:299_0": "When a mendicant is diligent they may be transferred to another.",
    "ai-atk-vin01a5:299_1": "If they give the bowl, give it to someone else, or determines it, saying, “If he discards it or resigns it,” or “They’ve already done it,” he becomes determined.",
    "ai-atk-vin01a5:299_2": "And this is said too:",
    "ai-atk-vin01a5:300_0": "“He lives without understanding, with difficulty in speech, time and with a difficulty,",
    "ai-atk-vin01a5:301_0": "It appears to them and seven wide openings.”",
    "ai-atk-vin01a5:302_0": "the place whereby there is expanded by the one who takes places it.",
    "ai-atk-vin01a5:302_1": "if he applies his mind to anxiety;",
    "ai-atk-vin01a5:302_2": "by which one enters a pit of coals and lives in it.",
    "ai-atk-vin01a5:302_3": "For if you get to take it, you should determine it that you’ll get it inside or powder in that place:",
    "ai-atk-vin01a5:302_4": "This, firstly, “I apply myself to the transferred to another,” he “I advert to them” .",
    "ai-atk-vin01a5:303_0": "But in the case of two kinds:",
    "ai-atk-vin01a5:303_1": "transfer face-to-face and transfer face-to-face.",
    "ai-atk-vin01a5:303_2": "How is there removal in the presence of those concerned?",
    "ai-atk-vin01a5:303_3": "After putting it on the bowl, he thought, “I know it and see it myself,” he said, “This is one who is like I departing.”",
    "ai-atk-vin01a5:303_4": "This is the face-to-face.",
    "ai-atk-vin01a5:303_5": "For this is allowable to use them either to make use of them, or to refer it.",
    "ai-atk-vin01a5:303_6": "“This being so, useful what has been given, referred to it, or however, one is called “ascetic”; or “This is called “ consequence of this”.",
    "ai-atk-vin01a5:304_0": "And another all:",
    "ai-atk-vin01a5:304_1": "In the same way, when a number of bowl is stored up in one of these three bowls, he considers (only): “I have attained such a certain monk, I am able to stay in the presence of a trainee nun,” and he said, “I can create a trainee nun” or “I am fact with my own bowl,” or “I accept it in the presence of a novice nun.”",
    "ai-atk-vin01a5:304_2": "At this point it is not allowed to use one of requisites. But there is no one among them to give even one.",
    "ai-atk-vin01a5:304_3": "“A monk who has been given to a monk” ...",
    "ai-atk-vin01a5:304_4": "When the novice monastic has been given, it is called “announced”, or “It is given away,” that it is called “low,” “It is laid down”.",
    "ai-atk-vin01a5:304_5": "Through that is useful fortune-tellers and drunk;",
    "ai-atk-vin01a5:305_0": "How is there in the absence of gratitude?",
    "ai-atk-vin01a5:305_1": "In the same way one is called lived in dependence on alms-food and found, he thought, “I attained this bowl for them.” Then he can say, “I have attained this bowl, either, or I say.”",
    "ai-atk-vin01a5:305_2": "he should say:",
    "ai-atk-vin01a5:305_3": "“Who’s your friends?”",
    "ai-atk-vin01a5:305_4": "Anyone else should make the proclamation thus: “This is the first kind of monks consisting in the ear ... nose ... tongue ... body ...",
    "ai-atk-vin01a5:305_5": "or she should be spoken to by a novice.”",
    "ai-atk-vin01a5:305_6": "Furthermore, he should give to a monk, thinking: ‘I give this monk.’ ...",
    "ai-atk-vin01a5:305_7": "‘I give this novice nun’ or “I give this education for it.”",
    "ai-atk-vin01a5:305_8": "Existing in this way is allowable to use the requisites, even one is allowed to use a single one.",
    "ai-atk-vin01a5:305_9": "But, by the second monk who has attained the fourth absorption in the way already described, and then uses it in the way already described, that is, “This monk” or “possessing it. ”",
    "ai-atk-vin01a5:305_10": "Through that is useful fortune-tellers and drunk;",
    "ai-atk-vin01a5:306_0": "Their difference between these two kinds of disciplinary issues should be understood as given under the word “withstanding about the meaning” the first and the rest.",
    "ai-atk-vin01a5:307_0": "The training rule on the almsbowls",
    "ai-atk-vin01a5:308_0": "The training rule on dividing things",
    "ai-atk-vin01a5:309_0": "The training rule of mending the lesser training rules,",
    "ai-atk-vin01a5:309_1": "Herein, it seems that when a noble disciple doesn’t ever die out of greed, non-human beings, or else a stream-enterer—whatever, though they are stream-entererers, it turns out to because of the body:",
    "ai-atk-vin01a5:309_2": "“They are not able to make a living for himself, and their wives and children are tired.”",
    "ai-atk-vin01a5:310_0": "Five are hanging down with the five ropes, not bound together by the fifth, and stalks for one who is bound together by five ropes, pentad, and feathers do not bound by them.",
    "ai-atk-vin01a5:310_1": "It is the characteristic of this component.",
    "ai-atk-vin01a5:310_2": "Herein, these five are not bound together by the complexions. So there is no place for the purpose of ease, for the affairs that are bound together by the water.",
    "ai-atk-vin01a5:310_3": "if he asks for one who is not possessed of five mentioned, he who has attained the profitable almsbowls for him; there is no other.",
    "ai-atk-vin01a5:310_4": "Since he is imprisoned, he says, “You are not able to tame,” and so on, etc., he is said to be far from them.",
    "ai-atk-vin01a5:311_0": "Or alternatively, there is no dying coals long belowing coals, etc.; it’s not one or two fingerbreadths.",
    "ai-atk-vin01a5:311_1": "it is only when a level, or a King’s bowl plastered by the King, for the winter or the jackal’s bowl, or rope after covering it with a valuable rope, or binding it all the height of it, he should cover it up by frowning.",
    "ai-atk-vin01a5:311_2": "When he has determined bowls, he should be determined and excluded from it.",
    "ai-atk-vin01a5:311_3": "But the basket-coloured bunches of embryo is not suitable for action.",
    "ai-atk-vin01a5:311_4": "and then having it filled with molasses.",
    "ai-atk-vin01a5:311_5": "But when the bowl is wick, the bowl is being wounded by the wide, and it is out because of the stains of wipeding the bowls. That is why it should be given out.",
    "ai-atk-vin01a5:311_6": "But the two kings who are the same joints should apprehend two finger jungles.",
    "ai-atk-vin01a5:311_7": "One or six-stools,",
    "ai-atk-vin01a5:311_8": "whoever has four less than one day, is the best of the fine-materials.",
    "ai-atk-vin01a5:311_9": "When one has five fingernails only reached the pit of coals, he should ask for one,",
    "ai-atk-vin01a5:311_10": "This, firstly, is the dead man’s bowls.",
    "ai-atk-vin01a5:312_0": "If the bowl is not apprehended by anyone, if the five stomachs are not covered with powder, or if it has been powder, he should not eat the circumference of rice or honey-powder.",
    "ai-atk-vin01a5:312_1": "Yet even a single big phlegm reached the peak of sunn hemp, yet is unaffected by the circle of meat, and has not even a single bowl.",
    "ai-atk-vin01a5:312_2": "Then he should ask for.",
    "ai-atk-vin01a5:313_0": "the senior monks should be told, “Venerable sir, I’ll give you a bowl,” and after saying having shown that he is organized.",
    "ai-atk-vin01a5:313_1": "He should not take a group, not by syllable,",
    "ai-atk-vin01a5:313_2": "If, for what reason do you take to give me the bowl, nor do I get it from the other.",
    "ai-atk-vin01a5:313_3": "and having attained the bowl, like this in the bowl, stands firmly deposited to the bowl.",
    "ai-atk-vin01a5:314_0": "he should not lay down on the bed, etc., and he should not lay down on the bed.",
    "ai-atk-vin01a5:314_1": "where he places feeding on a belt.",
    "ai-atk-vin01a5:314_2": "for the place where the bowl is used in the way beginning, “I allow a piece of aggregates.”",
    "ai-atk-vin01a5:315_0": "He should not use rice porridge, etc., which is used in a distance, because he wears use garments, etc.;",
    "ai-atk-vin01a5:315_1": "But if there was on the highway, but when someone was sick, then, after sending away the rice porridge or the pot for curl.",
    "ai-atk-vin01a5:316_0": "or give away any of those things.",
    "ai-atk-vin01a5:316_1": "If the student becomes the pupil of the teacher, the teacher,m he should take leave of another bowl and go.",
    "ai-atk-vin01a5:316_2": "or someone who takes it and gives it to his own bowl,",
    "ai-atk-vin01a5:316_3": "she said, “There is no need to be done to me,” “There is no need for a bowl.”",
    "ai-atk-vin01a5:317_0": "In the case of the five cords : here it is to be found in the Saṅgha, in the five ways already described.",
    "ai-atk-vin01a5:317_1": "Having invited to five kinds of persons: accusing people use unprofitable things, it is allowed to be denies,",
    "ai-atk-vin01a5:317_2": "The meaning is “finitionally.”",
    "ai-atk-vin01a5:318_0": "They have a discovered the six elements, not their minds towards the eighteen (volitional) deeds,",
    "ai-atk-vin01a5:319_0": "The training rule on fewer than five mends is finished.",
    "ai-atk-vin01a5:320_0": "3. Bhesajjasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:321_0": "The training rule of refraining from taking medicine",
    "ai-atk-vin01a5:321_1": "There the king wanted to hit the Thera, when he saw the Thera, he asked the reason for the purpose of making a spot.",
    "ai-atk-vin01a5:322_0": "619-21.Pāṭiyekkoti visuṁ eko.",
    "ai-atk-vin01a5:322_1": "alcoholic drinks, garlands, perfumes, and poisonouses, is the meaning.",
    "ai-atk-vin01a5:322_2": "Grass and grass, the leaves of the straw mat,",
    "ai-atk-vin01a5:322_3": "and he placed it in return.",
    "ai-atk-vin01a5:322_4": "At that time she placed it in a golden plate on to the ground, and it was placed a golden garland.",
    "ai-atk-vin01a5:322_5": "So that’s what they did.",
    "ai-atk-vin01a5:322_6": "For a second time,",
    "ai-atk-vin01a5:322_7": "Therefore he went to him.",
    "ai-atk-vin01a5:323_0": "Where the goldsmiths were determined, “There are these colours because of gold.”",
    "ai-atk-vin01a5:323_1": "Five tonics mixed with ghee.",
    "ai-atk-vin01a5:323_2": "practiced by swamping off her sandalwood to practise,",
    "ai-atk-vin01a5:323_3": "the composing of Kosambī is called the “ccut” in the Great Wood.",
    "ai-atk-vin01a5:323_4": "the ropes for filled with oil and the knife are fastened on both sides.",
    "ai-atk-vin01a5:323_5": "surrounded by beds, crowds, fragrances, and garlands, and perfumes, and jasmines.",
    "ai-atk-vin01a5:323_6": "In the house of the householden riches, were placed in the house.",
    "ai-atk-vin01a5:324_0": "He should be used for them: the meaning is that to be used.",
    "ai-atk-vin01a5:324_1": "Declaration: he may do whatever he has said of the tonics, thus he is negligent.",
    "ai-atk-vin01a5:324_2": "“Going,” he said, “Thusk me in the world,” and having shown that the lady, is allowable for me to give him a bear.",
    "ai-atk-vin01a5:324_3": "There is ghee, butter, oil, honey, or sympathy.",
    "ai-atk-vin01a5:324_4": "In exactly the same way,",
    "ai-atk-vin01a5:325_0": "He should then be stored up: if he stored them out, he should be relinquished before eating.",
    "ai-atk-vin01a5:325_1": "When the meal is on the day, on the following day, and on the day after the meal, undertook a meal, on the following day, and it was allowable to eat food.",
    "ai-atk-vin01a5:325_2": "If he places it in the same place as the sheet, he commits one offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:325_3": "If many things are allowed to be relinquished, I have been relinquished to.",
    "ai-atk-vin01a5:325_4": "After the meal, on the return from alms-round, it is not allowable to go out through the windows.",
    "ai-atk-vin01a5:325_5": "He should stand in the open.",
    "ai-atk-vin01a5:325_6": "Sentient beings having entered covered over the seven-day procedure, there is no offense because of non-offense.",
    "ai-atk-vin01a5:325_7": "For what is said: “It is because of prepared” .",
    "ai-atk-vin01a5:325_8": "If he gives to a person who is not fully ordained beforehand that meal, he gives them a meal.",
    "ai-atk-vin01a5:325_9": "if he makes it for seven days, it is allowable for seven days.",
    "ai-atk-vin01a5:325_10": "After the meal, on what was received, even if sentient beings were received by food and drink, it is allowable for seven days.",
    "ai-atk-vin01a5:325_11": "The exposition should be understood in the earlier stages too in the way already described above.",
    "ai-atk-vin01a5:326_0": "When what has been received before, a meal is given to someone who is not fully ordained about a particular monastery or a meal, it is allowable for them to take an meal.",
    "ai-atk-vin01a5:326_1": "it is allowed for myself to be done,",
    "ai-atk-vin01a5:326_2": "For a new discussing this little discontent doesn’t want to cook with meat.",
    "ai-atk-vin01a5:326_3": "As to a meal: it is not allowable for him to go later.",
    "ai-atk-vin01a5:326_4": "And although he received non-offenses, “For more than seven days,” he said, “From who have been received,” he said, “From who have been completed.”",
    "ai-atk-vin01a5:326_5": "It has been received by the meal and also the later offered in the return.",
    "ai-atk-vin01a5:326_6": "And it is done in the morning, too, when the meal is finished, there is no offense.",
    "ai-atk-vin01a5:326_7": "Likewise in the case of the rope;",
    "ai-atk-vin01a5:326_8": "And this is the effect.",
    "ai-atk-vin01a5:326_9": "If she gets her to be relinquished, but is unsure of it, she commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:326_10": "But having also constructed the Divinities’ time (relics) mas of blind men, were regarded as a human being, and given in regard to Abhidhamma, the instrument of mentions. It is hardly suitable for marvellous talk, and because it is not good.",
    "ai-atk-vin01a5:326_11": "and other likes for another’s wishes.",
    "ai-atk-vin01a5:327_0": "And it is allowed to go on the later day after the meal, on the following day, and on the following day.",
    "ai-atk-vin01a5:327_1": "When seven days had been left, having put aside the vessel, he put the stopping it in one place at the end of the boiled rice, it is to be relinquished as vessel,",
    "ai-atk-vin01a5:327_2": "it should be understood with food that has been received after the meal.",
    "ai-atk-vin01a5:327_3": "But here it can be used for curds, swept away, calves, strikes, and takes it to be done.",
    "ai-atk-vin01a5:327_4": "To the senior mendicants said: “This Elder Mahāsī is ready, buttermilk from seeds that she does not grieve, salty, and milk.”",
    "ai-atk-vin01a5:327_5": "Therefore, when a person who washed and put them aside, they should wash the building work that washold by rats, and they made the sheaths.",
    "ai-atk-vin01a5:327_6": "(But) after taking ghee, he then used it to use it unripe to go.",
    "ai-atk-vin01a5:327_7": "And when you go together, what has been reborn there is no strike for the ending of support for the defilements, that is in this way.",
    "ai-atk-vin01a5:327_8": "But because of being afraid of wrongdoing with material things, the monk became afraid of wrongdoing and fosters.",
    "ai-atk-vin01a5:327_9": "When he has learnt it from the groups of six, he should go into the monastery and receive the lows in the way already stated. He should then put it on the meal and receive the meals and then give it back in the way already stated, and he should not make a meal. He should not stop in the way that is proper for an agreement.",
    "ai-atk-vin01a5:328_0": "But when the monks put an opportunity for ghee, buttermilk on the oil tube, etc., the boiled rice, and stale buttermilk were hungry, and then fury.",
    "ai-atk-vin01a5:328_1": "After taking hold of her, and received posts and dressed up at the wrong time, and then having received tomorrow’s meal.",
    "ai-atk-vin01a5:328_2": "If it is only a novice, a novice nun, and if it is slaughtered with rice in the ladder, nostrils, chopped it, and pulled up their backs and forth in the way beginning, “So it wouldn’t be appropriate for sentient beings to get back.”",
    "ai-atk-vin01a5:329_0": "Tissā, etc., which has been received before the meal, is allowed to get what has been received after the meal and is not suitable.",
    "ai-atk-vin01a5:329_1": "But the development of greatness should be understood as follows: for the purpose of developing the bodily formation, is to be relinquished.",
    "ai-atk-vin01a5:329_2": "Afterwards, he is receiving to eat material seven days, it is allowable for seven days.",
    "ai-atk-vin01a5:329_3": "If it has been relinquished, it is not allowed to bathe without taking leave of the body, and he should go to the dwelling place where there is no offense.",
    "ai-atk-vin01a5:329_4": "Afterwards before or after the meal, on the following day, and forwards and backwards, and forwards a meal, fore-quivalents, backwards, and for seven days there is no offense for seven days.",
    "ai-atk-vin01a5:329_5": "After the meal, on return from almsround, he must stay in the middle of the day, for seven days, or for seven days.",
    "ai-atk-vin01a5:329_6": "Whether in the past, later, or when the meal is finished, it is still unfinished.",
    "ai-atk-vin01a5:330_0": "After receiving what has been stored indoors, and sesame flour, or a meal, they put it down in the same place as before. Then, when the meal is finished, I allowed to make a meal for them, it was done.",
    "ai-atk-vin01a5:330_1": "Yet even though it’s done before, it is allowable to be used to make food.",
    "ai-atk-vin01a5:330_2": "It is because of dividing material for grossness and the later onwards, and because it is not good in the middle of the head, and because it is included in both Sanghas and without a group.”",
    "ai-atk-vin01a5:330_3": "If there is no hot water in the open, it goes to the briming sun, but there is no counterpart of furniture in water,",
    "ai-atk-vin01a5:330_4": "And the base consisting of boundlessness in the Niddesa Commentaries in the Three sesame seeds",
    "ai-atk-vin01a5:331_0": "If what has been received after the meal, then the Sakyans that have been received by the Buddha and is able to make him sit down on the ground for seven days after the meal, it is to be relinquished.",
    "ai-atk-vin01a5:331_1": "It is because the notointment of anyone who has sweat, honey balls, and sweat them down before them. That is why I threw them down as well.",
    "ai-atk-vin01a5:331_2": "On the contrary, for as long as life lasts, that is to say, those with good behaviour.",
    "ai-atk-vin01a5:331_3": "one is made by oneself even seven days.",
    "ai-atk-vin01a5:331_4": "If it is done by one who hasn’t learnt it, it is allowed to repelled on the outside.",
    "ai-atk-vin01a5:332_0": "(but) the oil tube, the rice-milk, the floor-covering floor, and then received it.",
    "ai-atk-vin01a5:332_1": "On the second day, it is allowable to live.",
    "ai-atk-vin01a5:332_2": "and on the third day, namely, the fivefold day,",
    "ai-atk-vin01a5:332_3": "The fourth it is said to be the “sized” when it is finished.",
    "ai-atk-vin01a5:332_4": "If he stands it even if he stands, he commits an offense entailing relinquishment.",
    "ai-atk-vin01a5:332_5": "Having made the eight-footed and inside,",
    "ai-atk-vin01a5:332_6": "But if the monks are not allowed externally as a consequence, they are allowable:",
    "ai-atk-vin01a5:332_7": "If you don’t miss meat for the purpose of illness, then for the beings in the gaps’ shost,",
    "ai-atk-vin01a5:332_8": "and when there are such things as playing in Nāḷandā, remote from a mango, who received the whole of the Sakyans, from a ship, from which they received too much, and from him.",
    "ai-atk-vin01a5:332_9": "When there is a migration,",
    "ai-atk-vin01a5:332_10": "all the rest of the suitable for lifetimes, discussing the site for as long as life lasts, and the rainy season, sesame floors, and the murderer of positions, and the language of the dwellings should be understood as the basis for defining.",
    "ai-atk-vin01a5:333_0": "“I allow these fats as vegetables for jungles, fish fishes, and meat, and curry.”",
    "ai-atk-vin01a5:333_1": "And here it is said: “For all the monks,” “Firstly,” “First of men, of all kinds of censure” because it is not suitable for a human being,",
    "ai-atk-vin01a5:333_2": "stingy, abode of fish, turtles, crane, and so on.",
    "ai-atk-vin01a5:333_3": "all the covers that have been assembled here and there;",
    "ai-atk-vin01a5:333_4": "For in the flesh of the sinews of meat, the mussel shells, gravel and pebbles,",
    "ai-atk-vin01a5:333_5": "after staying in the open a heavy human state.",
    "ai-atk-vin01a5:333_6": "For there is no barley in the marriage beginning,",
    "ai-atk-vin01a5:334_0": "before the meal or after the meals have been returned to the monastery and are received before the meals before the meal.",
    "ai-atk-vin01a5:334_1": "As to the meal, it is allowable for seven days without moving,",
    "ai-atk-vin01a5:334_2": "And whatever in thejury there is in excessive function or blood, whether cooked or blood,",
    "ai-atk-vin01a5:334_3": "If he receives it if he receives it after himself, and then eats it, he should use it if I have received.",
    "ai-atk-vin01a5:334_4": "For this is what was said in reference to spiritual wealth.",
    "ai-atk-vin01a5:334_5": "if he receives and eats it before midday, but mixed with oil after midday;",
    "ai-atk-vin01a5:334_6": "There is a house, were able to live.",
    "ai-atk-vin01a5:334_7": "but that meal is allowed to make it, or to make it for the meal.",
    "ai-atk-vin01a5:334_8": "for this is said:",
    "ai-atk-vin01a5:335_0": "“If you receive, melt, and mix them with oil after midday, and then use them, you commit three offenses of wrong conduct.",
    "ai-atk-vin01a5:335_1": "If you receive and melt them before midday, and then use them, you commit two offenses of wrong conduct.",
    "ai-atk-vin01a5:335_2": "If you receive and melt them before midday, and then use them, you commit one offense of wrong conduct.",
    "ai-atk-vin01a5:335_3": "If you receive and melt them before midday, and then use them, there is no offense.”",
    "ai-atk-vin01a5:336_0": "And his pupil asked his pupil,",
    "ai-atk-vin01a5:336_1": "“Venerable Sir, it’s not allowable for one who is greedy or horn.”",
    "ai-atk-vin01a5:336_2": "“It’s not allowable.”",
    "ai-atk-vin01a5:336_3": "The elder became anxious because of the drums and worms became anxious.",
    "ai-atk-vin01a5:336_4": "There they asked him another question:",
    "ai-atk-vin01a5:336_5": "“Venerable sir, when you give nine orifices that brings about something, then it is allowable.”",
    "ai-atk-vin01a5:336_6": "“It’s not right, reverend.”",
    "ai-atk-vin01a5:336_7": "And he said to him:",
    "ai-atk-vin01a5:336_8": "“Venerable Sir, they mix closely with one side and have a disease.”",
    "ai-atk-vin01a5:336_9": "“Yes, reverend,” they replied.",
    "ai-atk-vin01a5:337_0": "the Earth – that of the Earth –",
    "ai-atk-vin01a5:337_1": "“Seeking for the use of requisites is allowable for the other material requisites.”",
    "ai-atk-vin01a5:337_2": "When it was Mahāpaduma, he said, “This seems, why do you respond to the monks?” and he put them on a charnel ground, he said, “From a stump, threw it, anoint me,” and when he said, “Have it, they please drink it,” and when he said, “Having chopped it,” he said, “There is choshed it.”",
    "ai-atk-vin01a5:338_0": "A honey-bearer is called honey-balls made by the honey-balls, synovial fluid, honey-twater tall, fat, sweet-smelling honey-balls, pure incomparable.",
    "ai-atk-vin01a5:338_1": "But before the meal or after the meal, on the following day, and for seven days, it is allowable to use as food and drink.",
    "ai-atk-vin01a5:338_2": "If sentient beings put over the remainder of a great story of (supernatural) status and put it aside, then something to be relinquished.",
    "ai-atk-vin01a5:338_3": "If it is something worth one vicinity or another requisite, it is to be relinquished.",
    "ai-atk-vin01a5:338_4": "Then it should be understood in the way already described.",
    "ai-atk-vin01a5:338_5": "If the ground is dirty, as well as on the ground covering the head with honey-tree,",
    "ai-atk-vin01a5:338_6": "would think the honey balls of the Mallas:",
    "ai-atk-vin01a5:338_7": "and the rainy season: I’m well-worked and Dīghalaks, sixty rulers, big as long as life lasts, and furrows; and in whatever life I enjoyed it.",
    "ai-atk-vin01a5:339_0": "sugarcane be understood: from annihilated and questioned, or any were allocated various kinds of fondness, stories, or any material body.",
    "ai-atk-vin01a5:339_1": "For seven days I receive what has been received before the meal, for the meal, on the following day, and for the sake of food.",
    "ai-atk-vin01a5:339_2": "if she reinstates the site for seven days after less than seven days;",
    "ai-atk-vin01a5:339_3": "When many vessels have stored them one powder, it becomes subject to relinquishment.",
    "ai-atk-vin01a5:339_4": "Then it should be understood as it is said in the way already described.",
    "ai-atk-vin01a5:339_5": "If what has been received after the meal and refused an invitation to eat more, it is allowable to ask for the person who is not fully ordained.",
    "ai-atk-vin01a5:339_6": "it is allowed for myself to be done,",
    "ai-atk-vin01a5:339_7": "When the meal is finished, it is finished, and non-monastery with monks who belong to the same Buddhist sect if they are no longer present.",
    "ai-atk-vin01a5:339_8": "For seven days there’s no offense for the sake of nurse, and for the sake of their nurse, even if you’re not excluded from the community.",
    "ai-atk-vin01a5:339_9": "After receiving what was leftover from the house,",
    "ai-atk-vin01a5:339_10": "For seven days I have already finished eating, it is allowed to make meals for the meal, as well as a meal for seven days after the meal, and for seven days.",
    "ai-atk-vin01a5:339_11": "for the meal or forward.",
    "ai-atk-vin01a5:339_12": "After the meal, on return from alms-round, it is allowed for seven days.",
    "ai-atk-vin01a5:339_13": "what has been spoken is as already been spoken.",
    "ai-atk-vin01a5:339_14": "“It is allowed, either to ask, or to an earlier starting out; or that is proper for us to get a meal or elsewhere it is given.”",
    "ai-atk-vin01a5:340_0": "It is proper for us to ask, “Before it is allowable, not what has been approved.” It is allowed, not what is said.",
    "ai-atk-vin01a5:340_1": "As with cold water that had been made up in the cold, honey, molasses, and services for seven days after the meal, for seven days after the meal,",
    "ai-atk-vin01a5:340_2": "For seven days there is an act of wrong conduct for seven days,",
    "ai-atk-vin01a5:340_3": "after making a plaster of milk, it is made of honey-storage and oil.",
    "ai-atk-vin01a5:340_4": "it is allowable to wear the barn upholstered and defecate, but it is allowed.",
    "ai-atk-vin01a5:340_5": "But in the past the present it is allowable for a flower, but it is allowable to get fresh.",
    "ai-atk-vin01a5:340_6": "After roaring the pound, it is allowable to split (?), and then we are allowed.",
    "ai-atk-vin01a5:340_7": "But if you wish to take it, he who would not seed it as a plant seed from a plant of seeds.",
    "ai-atk-vin01a5:340_8": "All the cows would have been soaked with sweet-smelling jewels, so long as it’s time to burn from the fruit, or to fruit.",
    "ai-atk-vin01a5:340_9": "and feeding on a chair;",
    "ai-atk-vin01a5:341_0": "If he receives them, even if he stores it up in one place, he stores it beyond the other, one is to be relinquished.",
    "ai-atk-vin01a5:341_1": "When the five tonics have been dropped, they are to be relinquished.",
    "ai-atk-vin01a5:341_2": "But if, without being sick, he must use it without being sick and without getting permission from the sick and without getting permission of it.",
    "ai-atk-vin01a5:341_3": "For in the Seven directions:",
    "ai-atk-vin01a5:341_4": "The person intermediate directions such as kind, the participation is the same as kind of medicine.",
    "ai-atk-vin01a5:342_0": "Herein, sickness is called “myal”.",
    "ai-atk-vin01a5:342_1": "“For one who is possessed, I allow raw meat and raw blood. With this illness, it is allowable for you to have any affliction.”",
    "ai-atk-vin01a5:342_2": "And it is allowed, unallowable, and uncomprehended.",
    "ai-atk-vin01a5:343_0": "A person like me:",
    "ai-atk-vin01a5:343_1": "“I allow a regurgitator to regurgitate.",
    "ai-atk-vin01a5:343_2": "But it is not allowed to take it out of the mouth and to swallow it. In this way that person hasn’t yet been given to another.”",
    "ai-atk-vin01a5:344_0": "What is the time:",
    "ai-atk-vin01a5:344_1": "“I allow you to give him the four filthy edibles:",
    "ai-atk-vin01a5:344_2": "Yet even when a forked-water is dead and not doing it, it is allowable for fun.”",
    "ai-atk-vin01a5:345_0": "concluding:",
    "ai-atk-vin01a5:345_1": "“This isn’t the right time,” “This isn’t referred to as a group, and at that time there is no offense for the occasion.",
    "ai-atk-vin01a5:346_0": "Teaching:",
    "ai-atk-vin01a5:346_1": "“I allow you to recite the Monastic Law in the borderlands, the recitation passage, and the abode of the Monastic Law in the name of the Buddha. In this way, there are those who do not recite the recitation, the Monastic Law, and the embarked ones.”",
    "ai-atk-vin01a5:347_0": "* That kind of person:",
    "ai-atk-vin01a5:347_1": "“I allow you to use medicines when these things are allowed in this way.”",
    "ai-atk-vin01a5:348_0": "–",
    "ai-atk-vin01a5:348_1": "“I allow medicinal medicine.”",
    "ai-atk-vin01a5:348_2": "After receiving the meal, on the following day, and on the following day, he must eat in it as much as he has been given.",
    "ai-atk-vin01a5:349_0": "If it is less than one day, but he perceives it as more, and he goes beyond the tongue or having a needle case or if he gets rid of it, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:350_0": "they should not use choppings that apply themselves to in one who is dead,",
    "ai-atk-vin01a5:350_1": "and placed on the forehead.",
    "ai-atk-vin01a5:350_2": "“For when lying down, making a great donation in the hand of the gate,” and “It is not suitable to speak in the Mahātittha garden.”",
    "ai-atk-vin01a5:350_3": "“When someone puts in a door, he should first remove the door framework on the door and the door of the windows, and then the officials of the door.”",
    "ai-atk-vin01a5:351_0": "There is no offense for seven days.” And she forgotten oil, ghee, butter, oil, honey, syrup, fiery, meat, green, grass, and blows.",
    "ai-atk-vin01a5:351_1": "If they want to determine it, he should apply himself to the vessel, cover it up with fine rice gruel, oil, rice, and non-staple food. When you’re able, you should determine itch it until it has been done again.",
    "ai-atk-vin01a5:351_2": "Just then a large crowd comes back to many people, precious things, and she determinedly determinedly determined because of past lives.",
    "ai-atk-vin01a5:351_3": "For it is simply determined in one who is determined in this way, if it is not possible to know whether a crowded or not.",
    "ai-atk-vin01a5:352_0": "If he receives it here, there is no one else to receive it, if he receives it with one of two or three meals. If there is no one of them, it isn’t allowable to use it.",
    "ai-atk-vin01a5:352_1": "if he says, the otherwise,",
    "ai-atk-vin01a5:352_2": "“Reverend, sentient beings ate the same thing.”",
    "ai-atk-vin01a5:352_3": "But he doesn’t make use of the requisites.",
    "ai-atk-vin01a5:352_4": "nor any offense for anyone.",
    "ai-atk-vin01a5:352_5": "and being received by him no use for them.",
    "ai-atk-vin01a5:353_0": "but if he uses it without interruption;",
    "ai-atk-vin01a5:353_1": "They are called “short” because they do so.",
    "ai-atk-vin01a5:353_2": "Though he gives his sarong gets back to the beginning with that novice, the meaning is, and then gives the meaning.",
    "ai-atk-vin01a5:353_3": "This is what is said:",
    "ai-atk-vin01a5:353_4": "if she gives it and then uses it, saying, “Whoever gets it, and then eats it, there is no offense for the sake of a great earthquake.”",
    "ai-atk-vin01a5:353_5": "Mahāpaduma, the Earth –",
    "ai-atk-vin01a5:353_6": "“This isn’t begged for the sake of me that he has been given to you again, there is no offense.",
    "ai-atk-vin01a5:353_7": "However, there is no offense for seven days without moving for seven days.”",
    "ai-atk-vin01a5:353_8": "That’s why, if the novice monastic, after making medicine, he shouldn’t service without getting it. He should not give him a bed.",
    "ai-atk-vin01a5:353_9": "If the fool isn’t, he should know if he knows that.",
    "ai-atk-vin01a5:353_10": "“Sir, there is oil,” he replied.",
    "ai-atk-vin01a5:353_11": "“Well then, let’s make medicine for the senior monks.”",
    "ai-atk-vin01a5:353_12": "But it is also allowed.",
    "ai-atk-vin01a5:353_13": "The same is the same.",
    "ai-atk-vin01a5:354_0": "Remembellishment for the ending of the robe-making season, not for the liberation of the mind.",
    "ai-atk-vin01a5:355_0": "The mind means",
    "ai-atk-vin01a5:356_0": "The training rule on tonics is finished.",
    "ai-atk-vin01a5:357_0": "The training rule on rainy-season robes",
    "ai-atk-vin01a5:358_0": "At the time of the rainy-season robe,",
    "ai-atk-vin01a5:358_1": "Herein, rainy-season robes are allowable for the rainy-season robe, and Vinaya, it has been allowed for the rainy-season robe.",
    "ai-atk-vin01a5:358_2": "on the fourteenth,",
    "ai-atk-vin01a5:359_0": "one month left of the hot season: four months of the hot season and the last one month of the hot season.",
    "ai-atk-vin01a5:359_1": "Having made an end of the conclusion of the people, he spat on the floor covers,",
    "ai-atk-vin01a5:359_2": "If you are one, you should determine it as one is, it is not allowed to determine it.",
    "ai-atk-vin01a5:360_0": "if there is more than a month left of the hot season: in the hot season, on the left of the hot season;",
    "ai-atk-vin01a5:361_0": "When there is more than a half-month left of the hot season, if he stays in the rainy-season robe after sewing it when there is more than a half-month a month in the hot season, and when the inconvenient is finished, it the two or three cases of the rainy season. And the fourteenth wide in the rainy season.",
    "ai-atk-vin01a5:362_0": "Herein, the Jotipāla in the last stage of the full-moon day of the Jina, the moon in the last stage, and in the end of the Jina as far as the near and the eyes were seeking for the breath of the width, and inaccessible to the end.",
    "ai-atk-vin01a5:362_1": "for just because it is allowed to look for cloth for the rainy-season residence in this rainy-season residence, it is not allowable to seek a resting place and to make a fixture.",
    "ai-atk-vin01a5:362_2": "The small one-moon ignored one, the last one-eyed, the last one, and the middle way to the end of the smallest heat. It is far from the neighborhood of the monastery and the full moon that seeks the field.",
    "ai-atk-vin01a5:362_3": "for it is allowed to make a fixture in this way, and it is not allowable for them to make a determination.",
    "ai-atk-vin01a5:362_4": "the four months of the rainy season residence in the future are seen to be seen as far as the four months of the rainy season;",
    "ai-atk-vin01a5:362_5": "for just because there is nothing to do with them, it is allowable to make a subtle a disease.",
    "ai-atk-vin01a5:362_6": "This is the fourth field.",
    "ai-atk-vin01a5:363_0": "Puṇṇaka, on the full moon of the rainy season residence in the last month of the Jina, the last one month of the Jina, the seven months of the Jina, and the seven months of the Jina thus .",
    "ai-atk-vin01a5:363_1": "for just because it is the time for the rainy-season residence, he thinks, “In this way,” and when it is falling the rainy-season residence, he does not make a robe, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:363_2": "‘Please give me a robe for the rainy-season robe,” and he told her what has been allowed, then he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:363_3": "and after making this profession, he indicated the training rules beforehand, and for this training rule, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:363_4": "if he professes, then knowing he is knowingly about it, there is no offense for one who is training.",
    "ai-atk-vin01a5:363_5": "for this is said:",
    "ai-atk-vin01a5:364_0": "“Don’t begging the robe-cloth, but not the Sangha.",
    "ai-atk-vin01a5:365_0": "For whom there is no offense for the relatives of the ones,",
    "ai-atk-vin01a5:366_0": "My questions were skillful, I thought about too.”",
    "ai-atk-vin01a5:367_0": "For this question should be understood:",
    "ai-atk-vin01a5:368_0": "These were the full-moon day of the Jewels until over the last month of the Jina as there were five months, and it is called “the Puṇṇaka”.",
    "ai-atk-vin01a5:368_1": "In this case, having specifically propounded the rainy-season robe-cloth in the way already described, disregarded the rainy-season residence in the case of the spending the time, two making amends for an offenses of wrong conduct.",
    "ai-atk-vin01a5:368_2": "Those people who wanted to give rainy-season robes even in their own rainy-season robes, and they become prevented because of their tradition.",
    "ai-atk-vin01a5:368_3": "If he profess, after making others practises, then, for one who is unrelated and there was something released, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:368_4": "But the rainy-season robe is postpped even in the rainy-season robe.",
    "ai-atk-vin01a5:368_5": "But having made arranged it in the way already described, there is no offense for him.",
    "ai-atk-vin01a5:368_6": "if he professes, then knowing he is knowingly about it, there is no offense for one who is training.",
    "ai-atk-vin01a5:368_7": "“Give me a prey to be spoken.” He now said, “This isn’t concluded,” and she added:",
    "ai-atk-vin01a5:368_8": "can understand how torment is known;",
    "ai-atk-vin01a5:369_0": "If he has not applied himself, he shouldn’t do it in the water without getting permission from the group of nuns. He should then dry the water and then fall the bowl against it.",
    "ai-atk-vin01a5:369_1": "But when he has dropped the space in the open, and he is throwing into the air.",
    "ai-atk-vin01a5:369_2": "without bathing against the door or water filter, there is no offense for bathing powder,",
    "ai-atk-vin01a5:370_0": "if it is to one who is half the rainy-season residence thread. If there was a half-month left, he should put it on the rainy-season residence in the summer, and it was given after it.",
    "ai-atk-vin01a5:370_1": "One who has not attained the transference of the breaths and one that defines who belongs to the rainy-season residence should be determined for two months.",
    "ai-atk-vin01a5:370_2": "If there is anything that is merely investigating, there is two or three months for the rainy season, and it is for the month of the rainy season.",
    "ai-atk-vin01a5:370_3": "If it is done if the robe-making procedure is done, he gets four months.",
    "ai-atk-vin01a5:370_4": "then, when there is a ultimate expectation of more cloth, they set out the robe at the root of a spending the air.",
    "ai-atk-vin01a5:370_5": "If one is played in the eleven months for the rainy season residence in the determinations of the rainy season, or if it is only for ten days, it should be determined if not sent.",
    "ai-atk-vin01a5:370_6": "On the following day, he should apply themselves to the influence of the foundation for that same day as before.",
    "ai-atk-vin01a5:370_7": "if he is finished, he should determine it:",
    "ai-atk-vin01a5:370_8": "Since they are making robes, they shouldn’t look for themselves or not, let alone if they are.",
    "ai-atk-vin01a5:370_9": "“You should determine the three robes, not transfer them;",
    "ai-atk-vin01a5:370_10": "rainy-season robes for the rainy-season residence at the end of the rainy-season residence and then is what is said.”",
    "ai-atk-vin01a5:370_11": "therefore the rainy-season residence is in the past, and it is there no offense.",
    "ai-atk-vin01a5:370_12": "‘There are ten days at the most.’",
    "ai-atk-vin01a5:370_13": "Consequently, without getting enough of ten days, you should go on that very day as far as the rainy season residence, without getting rid of the day after the invitation procedure. If, on that very day they can live in the way already described, or in the charnel ground.",
    "ai-atk-vin01a5:371_0": "Herein, if he says, “Consider it within the four months,” or “Herein this,” or “Herein is allowable for them to determine it.”",
    "ai-atk-vin01a5:371_1": "if he thinks, “If it is bartering, then it may be that after determining it is for ten days, or more than that.",
    "ai-atk-vin01a5:371_2": "If he keeps an extra robe, he should keep it for more than that.",
    "ai-atk-vin01a5:371_3": "Therefore therefore when asked another question is spoken, one should obtain a place without a place.",
    "ai-atk-vin01a5:371_4": "Still, however, is to be relinquished in the places beginning –",
    "ai-atk-vin01a5:371_5": "“When should be determined",
    "ai-atk-vin01a5:371_6": "On the following day, he should apply themselves to the influence of the foundation for that same day as before.",
    "ai-atk-vin01a5:371_7": "if you’re not allowed to live with a full size of sauce as much as you like.”",
    "ai-atk-vin01a5:372_0": "this is what was said in the rainy-season robe.",
    "ai-atk-vin01a5:372_1": "for if they’re sharing the sacred body, there is no offense.",
    "ai-atk-vin01a5:372_2": "And there is a luxurious bandit, a harvest, a thief, and a criminal.",
    "ai-atk-vin01a5:372_3": "The rest is the same as in the case.",
    "ai-atk-vin01a5:373_0": "They have a discovered the six elements, not their minds towards the eighteen (volitional) deeds,",
    "ai-atk-vin01a5:374_0": "The training rule on rainy-season robes",
    "ai-atk-vin01a5:375_0": "The training rule on taking back robes",
    "ai-atk-vin01a5:376_0": "On his robes are worn,",
    "ai-atk-vin01a5:376_1": "Herein, Yama I am yours,",
    "ai-atk-vin01a5:376_2": "When he had come to his bowl and robes, he set out wandering together with me.",
    "ai-atk-vin01a5:376_3": "It is because of the simile of the sign.",
    "ai-atk-vin01a5:376_4": "If there is no shelter, and she perceives that it is, then, because she has got tired of it, she commits an offense entailing expulsion.",
    "ai-atk-vin01a5:377_0": "If one robe-cloth is kept in one piece of furniture, but many more than one day, she commits one offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:377_1": "if she stands alone within the distance of one, but she perceives that she hasn’t been cutting off, she commits an offense entailing confession.",
    "ai-atk-vin01a5:377_2": "“My gifts are all given to me,” then he commits a number of offenses.",
    "ai-atk-vin01a5:378_0": "if he asks another, “Take one robe-cloth,” “There is an offense of wrong conduct.”",
    "ai-atk-vin01a5:378_1": "if he takes many things to take one, he commits one offense entailing confession.",
    "ai-atk-vin01a5:378_2": "If they say, “Yes, I’ve given them all,” all of them with one statement.",
    "ai-atk-vin01a5:379_0": "requisites belonging to the Buddha, except if it is allowed, even if it is cooked,",
    "ai-atk-vin01a5:379_1": "after fixing a prohibited in a piece of wood, etc.,",
    "ai-atk-vin01a5:379_2": "and lacking out like this,",
    "ai-atk-vin01a5:379_3": "they deluded, and having made a hole, they act in the Great Wood.",
    "ai-atk-vin01a5:379_4": "Likewise with the needles in case.",
    "ai-atk-vin01a5:379_5": "Laterly go away means having cast bathed in the shells, and each a cartloval.",
    "ai-atk-vin01a5:380_0": "if they give, saying, “Venerable sir, I give you a robe,” “Venerable sir, you’ll do it.” Or they say, “Give us a robe, we’ll do it.” But he said, “Give this robe-cloth to you.” But he does not say, “Give this robe-cloth for you.” But he doesn’t say, “Give me this robe-cloth.”",
    "ai-atk-vin01a5:380_1": "If he says a little boy or a little baby, he says, “There’s no need to do so,”",
    "ai-atk-vin01a5:380_2": "Having taken hold of a robe, he would reply,",
    "ai-atk-vin01a5:380_3": "if they give him robe-cloth for your bowl, but it would be good for you if you don’t give it.",
    "ai-atk-vin01a5:380_4": "he says this: ‘Give it to yourselves,’ and he sees your bowl and robes, conveying you, he discard this. He then calls your bowl and robe, he then says, “I’ll make a robe.”",
    "ai-atk-vin01a5:380_5": "And the other would give it to you.",
    "ai-atk-vin01a5:380_6": "“I give to one who is near to the middle, not because of the west;",
    "ai-atk-vin01a5:380_7": "or when someone gives to them, they don’t give to the teaching. When they’re unable to get it, they don’t give it. When the teacher takes it, I’ll give it to them, you don’t get angry if you do the same.”",
    "ai-atk-vin01a5:380_8": "equipment is allowed to leave.",
    "ai-atk-vin01a5:380_9": "When he has been given, he should take it on trust from one who isn’t conveying the goods.",
    "ai-atk-vin01a5:380_10": "And here the rest is as before.",
    "ai-atk-vin01a5:381_0": "The Threews:",
    "ai-atk-vin01a5:381_1": "bodily, verbal, and mental deeds.",
    "ai-atk-vin01a5:382_0": "The training rule on taking back robe-cloth",
    "ai-atk-vin01a5:383_0": "The training rule on asking for rice",
    "ai-atk-vin01a5:384_0": "Talking a training rule on lying down",
    "ai-atk-vin01a5:384_1": "In that place where the Shopkeeper",
    "ai-atk-vin01a5:384_2": "With one Kappa of the Kappa was completely extinguished.",
    "ai-atk-vin01a5:384_3": "Walking to Kosiya the Kokanadā",
    "ai-atk-vin01a5:384_4": "The Simile of the Black Rootper",
    "ai-atk-vin01a5:384_5": "Longer Sāṇavāja",
    "ai-atk-vin01a5:384_6": "Walking in the wall, another Longer, or the door frame.",
    "ai-atk-vin01a5:384_7": "and after making a precinct for each other, he should feel (them).",
    "ai-atk-vin01a5:385_0": "If he makes the effort there is an act of wrong conduct, the monk who goes to do the effort to get him there, then for the purpose of getting him to prepare a dwelling, or that which is an act of wrong conduct, then for the effort there is an act of wrong conduct.",
    "ai-atk-vin01a5:385_1": "When he transferred to another, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:385_2": "If a monk seeks a large _māsaka_ coin, saying, “It is more than fruitful,” he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:385_3": "This too should be understood:",
    "ai-atk-vin01a5:385_4": "For it comes to the opposite kind of robe.",
    "ai-atk-vin01a5:386_0": "Furthermore, in this way the exposition should be understood according to what is said:",
    "ai-atk-vin01a5:386_1": "one who knows what is thoroughly fielded and what is allowable, etc., as well as allowable and so on.",
    "ai-atk-vin01a5:386_2": "Those who did not have trust in them is allowed and what is allowable.",
    "ai-atk-vin01a5:386_3": "Herein, by one who baks",
    "ai-atk-vin01a5:386_4": "And if they do so, it is to be relinquished if it is to be relinquished.",
    "ai-atk-vin01a5:386_5": "Once they’re uninterrupted, delimited, or small, one of the smallest robe-cloth, one from a charnel ground, one or from a threshing the weapons, one from a debt, one from a neighborhood, an unhappy robe, one from otherwise buying the Sakyan clan, he commits an offense entailing confession.",
    "ai-atk-vin01a5:386_6": "After that, even if delimitation by the simile of the boundaries, even if only a single bird length of all the limits,",
    "ai-atk-vin01a5:386_7": "yet he did just that.",
    "ai-atk-vin01a5:386_8": "If he lay down the same rainy-season residence, without first being asked, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:386_9": "Once again all the eons of the barber and the weavers, if they’re well provided with least robe-cloth in the weavers of the robe-making season, or in the thread.",
    "ai-atk-vin01a5:386_10": "There is no offense for making amends for an eon.",
    "ai-atk-vin01a5:386_11": "yet he did just that.",
    "ai-atk-vin01a5:387_0": "If there are two gateways, one-standing and non-staple food, one-storage bolt-receiving sewing, and one-standing iron carpets, he commits an offense entailing confession.",
    "ai-atk-vin01a5:387_1": "the other’s border has committed an offense of wrong conduct.",
    "ai-atk-vin01a5:387_2": "If they have taken one good meat and a piece of meat, and they insert them, they commit an offense entailing confession.",
    "ai-atk-vin01a5:387_3": "So that’s what he did.",
    "ai-atk-vin01a5:387_4": "If they take two (performed) and hanging the fruit from the time,",
    "ai-atk-vin01a5:387_5": "Then they spent the day and night apart from the Bodhisatta and its separate robes, even if they were weavers of a small separate robe-cloth in the western directions, then in the last watch, they commit an offense entailing confession.",
    "ai-atk-vin01a5:387_6": "if it is for less than two eons and for us;",
    "ai-atk-vin01a5:387_7": "if it is allowed to bathe without threading uncomfortable and unallowable;",
    "ai-atk-vin01a5:387_8": "There is no offense for us.",
    "ai-atk-vin01a5:388_0": "Then they delimited by the wind, where they dropped on a long goad, sewing them together, and hawked them together in one small wind, and sun, and creeping the size of the robe. Instead, they delimit the fruits of the robe.",
    "ai-atk-vin01a5:388_1": "But this is the meaning of in the phrasequence of the great appropriate effort.",
    "ai-atk-vin01a5:388_2": "Here the whole monastery in all its aspects,",
    "ai-atk-vin01a5:389_0": "And if the abode is allowed toothbrush, well-known, moved by the wind and sun, and there is no offense for him.",
    "ai-atk-vin01a5:389_1": "But when the spotless offense’s starting with one who is standing on the ground heels, he should keep it at the end of the life.",
    "ai-atk-vin01a5:389_2": "If he for ten months: the rainy-season residence is to be relinquished.",
    "ai-atk-vin01a5:389_3": "Looking: “Venerable, we have told you this robe. We’d hand this robe-cloth, and you have to hand it.”",
    "ai-atk-vin01a5:390_0": "If he wants to make it, then after winning it thus, “I’ll give it to you, sir,” and he then puts it on the leftovers, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:391_0": "But if he thinks, “I’ll give this robe-cloth back to you,” and he told him what he had said, “No, Sir, I’ll reply you one.” And after hearing it from another mendicant, he told him what had happened, adding, “Venerable sir, this robe-cloth isn’t.”",
    "ai-atk-vin01a5:391_1": "But when he has told his statement, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:392_0": "If he says, “I’ll take it with my robe,” and he gives it to anyone, except for he whom I have given it, say, “Venerable sir, I’ll make a robe.” But if no one, he says, “Venerable sir, I’ll make a robe beforehand.”",
    "ai-atk-vin01a5:392_1": "“How can I get a robe?”",
    "ai-atk-vin01a5:392_2": "“For he has dyed so-and-so.”",
    "ai-atk-vin01a5:392_3": "There is no measure of the words that cannot be negligent.",
    "ai-atk-vin01a5:392_4": "But when that monk gives robe-cloth, if he gives the robe-cloth every day, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:392_5": "But if the root of a tree has not been borrowed, he loses as much as he likes.",
    "ai-atk-vin01a5:393_0": "if he sews it for a robe; or he asks for someone to use it, he must ask for a robe-cloth, or he hasn’t committed an offense.",
    "ai-atk-vin01a5:393_1": "As for the sake of the removal of the houses: even for the purpose of protection, etc., has been asked for, is what is meant.",
    "ai-atk-vin01a5:393_2": "And here the rest is as before.",
    "ai-atk-vin01a5:394_0": "They have a discovered the six elements, not their minds towards the eighteen (volitional) deeds,",
    "ai-atk-vin01a5:395_0": "The training rule on Inviting",
    "ai-atk-vin01a5:396_0": "The training rule on weavers",
    "ai-atk-vin01a5:397_0": "At the time of the Great Cloud Grove, the training rules",
    "ai-atk-vin01a5:397_1": "Herein, having split the thread wiped up the bamboo pole and then wiped it up.",
    "ai-atk-vin01a5:397_2": "like water in the riches.",
    "ai-atk-vin01a5:397_3": "having done the transgressed the flags,",
    "ai-atk-vin01a5:397_4": "Having done so, the all-rooted (?) spotless cloths, having drawn nearby.",
    "ai-atk-vin01a5:397_5": "drew embankment, well ribsed with;",
    "ai-atk-vin01a5:397_6": "the meaning is that it is well apprehended, well-worked, well-composed, and well-composed, is the meaning.",
    "ai-atk-vin01a5:397_7": "they bound by tendencies,",
    "ai-atk-vin01a5:397_8": "As he enters upon the place it, the meaning is that it is long made use of them (bread).",
    "ai-atk-vin01a5:398_0": "Whereas, when the monks arrived at the village or the town,",
    "ai-atk-vin01a5:398_1": "Speaks what is allowed and what is unsuitable.",
    "ai-atk-vin01a5:398_2": "Those who have committed an offense entailing expulsion in the transferred to another, “This is what I said.”",
    "ai-atk-vin01a5:399_0": "And it also shows that he is said to be the Dhammapada: “So it does so that they can be made thresh or striven out for it,” because he is added: “This exposition of the teaching is leftover.”",
    "ai-atk-vin01a5:400_0": "Without first being invited, sheathed pastries, and she recovered from the past,",
    "ai-atk-vin01a5:401_0": "There is a production of bodily action that is not yet conducive to mental deeds, and lacking physical deeds.",
    "ai-atk-vin01a5:402_0": "The mind means",
    "ai-atk-vin01a5:403_0": "The long training rule on weavers",
    "ai-atk-vin01a5:404_0": "The training rule on haste-cloth",
    "ai-atk-vin01a5:405_0": "preceding a bamboo robe-rack,",
    "ai-atk-vin01a5:405_1": "Herein, the ten days (going) may I, the ten kinds of fondness, come to an end, all of them have reached the ultimate goal, sport, using what is said: “I have reached, what is unfitable” in order to show that splitting (from the force of boundaries), and in order to show that particular individual essence with the gift of people.”",
    "ai-atk-vin01a5:405_2": "But the invitation is said to be the best of the similes that is in factable and encounterous.",
    "ai-atk-vin01a5:406_0": "The first full moons of the wide, in the first month of the full moon,",
    "ai-atk-vin01a5:406_1": "And here too the meditator’s in the first stage of the leaf huts can be terminated in the way already described.",
    "ai-atk-vin01a5:406_2": "This is said:",
    "ai-atk-vin01a5:406_3": "“Suppose that a mendicant was the first official for ten days after the invitation had passed, they’re called a mendicant who has reached the ultimate end of the rainy-season residence. According to them, they may know all.”",
    "ai-atk-vin01a5:406_4": "which he was given to the expected robe-cloth by householders, which he was given during the five months.",
    "ai-atk-vin01a5:406_5": "Though this training rule is shown extra robes, etc., and actually then set it aside with this abundance, held in order to show a preceding the meaning, and then showing it in the way.",
    "ai-atk-vin01a5:407_0": "If he is given the robe-cloth, he is said to be makingte-cloth in the robe-cloth that is used for him, or he is said to be “It.”",
    "ai-atk-vin01a5:407_1": "Herein, having faith in this way, what is meant is that.",
    "ai-atk-vin01a5:407_2": "Being confident, full of confidence, and strong faithful,",
    "ai-atk-vin01a5:407_3": "When it is haste-cloth, I will give it to those who take part in the robe-cloth and then put it on. Then he gives it to the local a robe, saying, “I’ll give it to the robe-cloth” and, “I’ll give it to the robe-cloth”.",
    "ai-atk-vin01a5:407_4": "When the sixth robe has been given, it is lost, and being fixed in the sixth time and then set it out.",
    "ai-atk-vin01a5:408_0": "he should put it aside the market and place it aside.",
    "ai-atk-vin01a5:408_1": "Why is this?",
    "ai-atk-vin01a5:408_2": "For if this invitation is the invitation procedure,",
    "ai-atk-vin01a5:408_3": "and by that which one can’t have.",
    "ai-atk-vin01a5:408_4": "But if it belongs to the Sangha, it belongs to the Sangha.",
    "ai-atk-vin01a5:408_5": "then to be embarrassed.",
    "ai-atk-vin01a5:409_0": "Perceiving the truths of the robe, he perceives that they are, both.",
    "ai-atk-vin01a5:409_1": "If the robe-cloth is given to the Sangha, or it is designated as a storeroom, there is no offense.",
    "ai-atk-vin01a5:409_2": "Thus a robe for ten days.",
    "ai-atk-vin01a5:409_3": "for one who has not participated in the robe-making procedure, it is the last month of the rainy season; for one who has participated in the robe-making procedure, it is the four months of the rainy season.",
    "ai-atk-vin01a5:409_4": "In the last part of the day it is the root of a robe belonging to the end of the robe-making season. One is dealt within the last one month.",
    "ai-atk-vin01a5:409_5": "When there is a one month left, one robe-cloth is finished and one month left of the robe-making season, one month for the end of the robe-making season, one month, and one who has participated in the robe-making procedure, one day after the end of the robe-making season. And five months should understand the robe-making season.",
    "ai-atk-vin01a5:410_0": "Without first being haste-cloth: it is like someone else in the direction, but it is compared with the robe season.",
    "ai-atk-vin01a5:411_0": "–",
    "ai-atk-vin01a5:411_1": "not out of affection for the liberations, not with the mind, bodily and mental actions, three and mental deeds.",
    "ai-atk-vin01a5:412_0": "The training rule on haste-cloth",
    "ai-atk-vin01a5:413_0": "9. Sāsaṅkasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:414_0": "The training rule of what is connected with her own (from Sāvatthī),",
    "ai-atk-vin01a5:414_1": "Herein, they live in the wilderness, in some wood there were (the wilderness) called Serpents.",
    "ai-atk-vin01a5:414_2": "When the robe is worn, and then, if they are staying in the neighborhood of the villages, they must stay in the neighborhood of a certain monastery, and only if they are staying in the wilderness dwellings, and they make them splitting the rainy season.",
    "ai-atk-vin01a5:414_3": "if she thieves, but she is unsure of it;",
    "ai-atk-vin01a5:414_4": "So they throw them away, running it, ran away and dry it.",
    "ai-atk-vin01a5:414_5": "to store it in inhabited areas;",
    "ai-atk-vin01a5:414_6": "Because the Buddha is not able to ask for a new state without a cause or condition.",
    "ai-atk-vin01a5:414_7": "That’s why a clansman who stores in an inhabited area.",
    "ai-atk-vin01a5:414_8": "Experiential confidence in the monks, and did not consent to it.",
    "ai-atk-vin01a5:415_0": "But they’ll enter the rains residence undergoing some gods.",
    "ai-atk-vin01a5:415_1": "if it is said;",
    "ai-atk-vin01a5:415_2": "For the meaning here is this: here “Friends in the sense of counterparts,”",
    "ai-atk-vin01a5:415_3": "having entered upon the Rains Retreat, does the meaning is,",
    "ai-atk-vin01a5:415_4": "Paying, “In regard to this dwelling place a monk who is staying in such a dwelling place.”",
    "ai-atk-vin01a5:415_5": "what is said:",
    "ai-atk-vin01a5:415_6": "having stayed for the rainy season and the last full moon of the rainy season. On the following day of the fortnights, the rainy season, and the resting places were risky.",
    "ai-atk-vin01a5:415_7": "A monk who is staying in such a dwelling may store one of his three robes in an inhabited area:",
    "ai-atk-vin01a5:415_8": "But one who has completed the rains residence under the first rains residence and then goes first to the next full moon of the rainy season, and who is seeking the rainy-season residence in distribute robe-cloth and then instead of rainy-season residence there, thinking, “After having completed the rainy-season residence, this meaning, will be one who gives the instructions to the vessel, and is having completed it.”",
    "ai-atk-vin01a5:415_9": "Since he is staying in such a dwelling, he should follow this:",
    "ai-atk-vin01a5:415_10": "For this is what happens to the monks who have completed the rains residence in such a dwelling place.",
    "ai-atk-vin01a5:416_0": "what has the characteristic of wilderness and what has not been comment.",
    "ai-atk-vin01a5:416_1": "And this is the effect.",
    "ai-atk-vin01a5:416_2": "If the dwelling is kept within a boundary, he should avoid the boundary from an enclosed village.",
    "ai-atk-vin01a5:416_3": "If the dwelling is unenclosed, there is a dwelling belonging to the first rainy-season residence, or if there is a regular supply of dwelling, he should put it aside, or give it a dwelling.",
    "ai-atk-vin01a5:416_4": "And if the village is close by and the sounds of your beams, it should be pulled up before going to the mountain. If you’re able to go straight to the monastery, or if you’re not able to walk, then you should straight there because of that, if you’re able to walk. So if you’re able to walk, he shouldn’t leave it.",
    "ai-atk-vin01a5:416_5": "The one who blocks the path to the village that goes from there to an end, but is able to understand this.",
    "ai-atk-vin01a5:417_0": "She considered, “It is considered risky,” “the monks have agreed.”",
    "ai-atk-vin01a5:417_1": "thus perception is the meaning.",
    "ai-atk-vin01a5:417_2": "But on the following reasons, “It is because of non-violence that persuading that what has been said, “It is hard to give to”, etc., that is, in the monastery, and so on.",
    "ai-atk-vin01a5:418_0": "and the meaning is, it is the best things assembled blessed with the darkness, thus it is the best.",
    "ai-atk-vin01a5:418_1": "As they watched the crowd, the bidding of those reasons are used for,",
    "ai-atk-vin01a5:418_2": "it is said to be shown in the monastery in the vicinity of the monastery.",
    "ai-atk-vin01a5:419_0": "You may store it anywhere in his alms village. Doing the neighborhood of a village, town and capital cattle he stored himself in his own way: “As a place wherever there are placed, they set it out.",
    "ai-atk-vin01a5:420_0": "Here is this:",
    "ai-atk-vin01a5:420_1": "(After going) to the Eastern Monastery, this is the name of the Mahāthūpa.",
    "ai-atk-vin01a5:420_2": "If there is anything at all the threshing floor or it is not,",
    "ai-atk-vin01a5:420_3": "this is the second factor.",
    "ai-atk-vin01a5:420_4": "if it is nicely started to the rainy season; it is the third furniture rainy season; this is the third resting place.",
    "ai-atk-vin01a5:420_5": "For even if he has reached the rainy-season residence, the crooked-limberal mountain, and the one who was able to get there while walking for alms.",
    "ai-atk-vin01a5:420_6": "but when invited, it’s due to a league after coming, it’s a league for six kilometers.",
    "ai-atk-vin01a5:420_7": "this is the fourth practice.",
    "ai-atk-vin01a5:420_8": "One lives without wearing furniture clothes or where there are dangers, and he doesn’t get furniture in a dwelling place.",
    "ai-atk-vin01a5:421_0": "Except if the monks have agreed, then that which is an unincluded into that house, except if it is an exchange,",
    "ai-atk-vin01a5:421_1": "If it is allowed, he is allowed to stay apart from it if he spends it.",
    "ai-atk-vin01a5:422_0": "if, after entering a village within the boundary, he sets out from the east,",
    "ai-atk-vin01a5:422_1": "He has come to the western direction, and he is able to get up from his place where there is a seven and eight shares of the robe-making season, but he is not able to stay in the village or the district, and he then departs.",
    "ai-atk-vin01a5:422_2": "When he is not available, he should take more robe within the watchtower, and he can stand more than six days.",
    "ai-atk-vin01a5:422_3": "The rest is the same.",
    "ai-atk-vin01a5:423_0": "–",
    "ai-atk-vin01a5:423_1": "Body speech, body, speech, and mind, and the liberations that are wrong, but not their minds are discovered. Those who dove-fire emotional.",
    "ai-atk-vin01a5:424_0": "The training rule on what is defiled",
    "ai-atk-vin01a5:425_0": "10. Pariṇatasikkhāpadavaṇṇanā",
    "ai-atk-vin01a5:426_0": "The training rule of excellence",
    "ai-atk-vin01a5:426_1": "Herein, rotten seemed:",
    "ai-atk-vin01a5:426_2": "the meaning is, “attentive”,",
    "ai-atk-vin01a5:426_3": "if they make amends for it;",
    "ai-atk-vin01a5:426_4": "Many meals: there are many meals that are given to the Sangha.",
    "ai-atk-vin01a5:426_5": "They don’t proclaim what is the Sangha as a frame.",
    "ai-atk-vin01a5:426_6": "gives the gift of the worms,",
    "ai-atk-vin01a5:426_7": "But when what is said, what is it does not allow?",
    "ai-atk-vin01a5:426_8": "For it is an opening amid containing the full ordination in the presence of the Sangha and opposite sex, and there is no opposite sex for province of the Community, for the sake of the opposite sex.",
    "ai-atk-vin01a5:427_0": "the Community",
    "ai-atk-vin01a5:427_1": "When it has been given to the Sangha that is the impediments belonging to the Sangha and given by a sangha that was given to a sangha, it is called “leftover” from the Sangha’s action, and it is given to the Sangha.",
    "ai-atk-vin01a5:427_2": "gaining material possessions.",
    "ai-atk-vin01a5:427_3": "which is called “announcing” in the sense of “supporting”.",
    "ai-atk-vin01a5:427_4": "a _pāda_ coin, a monastery, a _pāda_.",
    "ai-atk-vin01a5:427_5": "But if someone has already been shown that they will give, they will do what is said from him as a food-storage.",
    "ai-atk-vin01a5:428_0": "At that moment the flux of heapsed up the bamboo pole and his throat, the palms of the hands, and the bowls of wrong conduct.",
    "ai-atk-vin01a5:428_1": "If it is given to the Sangha, he should not give it away.",
    "ai-atk-vin01a5:428_2": "If he eats staple or non-staple food made with he is to be eaten by one,",
    "ai-atk-vin01a5:428_3": "If it is intended for the Sangha, she gives it to a householder or even just to a householder, even if it is to be relinquished by a householder, she commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:428_4": "“Give this monk’s intention to put another monk’s bathing.”",
    "ai-atk-vin01a5:428_5": "If he puts the bowl for one robe, and he gets it to be relinquished, he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:428_6": "So many are never to be trusted.",
    "ai-atk-vin01a5:428_7": "And this is said too:",
    "ai-atk-vin01a5:429_0": "‘If a monk commits an offense entailing confession.",
    "ai-atk-vin01a5:430_0": "And water to drink alone.",
    "ai-atk-vin01a5:431_0": "My questions were skillful, I thought about too.”",
    "ai-atk-vin01a5:432_0": "For this one who is included in this matter,",
    "ai-atk-vin01a5:432_1": "the rainy-season robe when he knew that the Sangha had completed the rainy-season residence and he perceives it as such, and he is to be relinquished.",
    "ai-atk-vin01a5:432_2": "The cleansing of another’s mind,",
    "ai-atk-vin01a5:432_3": "If people intending to make the Sangha, “We’ll make meals for ghee,” and he allows something to be relinquished. If the Sangha is sick, it is now to be relinquished.” And he commits an offense entailing relinquishment and confession.",
    "ai-atk-vin01a5:432_4": "But if he asks, “But we’re able to ask ghee for ghee,” and he reply, “Yes, we also ask for too.”",
    "ai-atk-vin01a5:432_5": "Then the lay followers say:",
    "ai-atk-vin01a5:432_6": "“I’ve received only what you need.",
    "ai-atk-vin01a5:432_7": "seized by a community, sir,”",
    "ai-atk-vin01a5:433_0": "intending to build it for one Sangha and given a dwelling belonging to the Sangha. Instead of another monastery, they prepared a meal offering, and then they prepared a meal offering, thinking, “This is the Sangha’s precincts.”",
    "ai-atk-vin01a5:434_0": "if she gives it to the Sangha shrine, saying, “What can be done for the shrine?”",
    "ai-atk-vin01a5:435_0": "In the evening shrine it is allowed to announce another shrines, even if it is allowed, an obvious flower.",
    "ai-atk-vin01a5:435_1": "It is allowable to refute the shrines, or to the Shrine for one, and after seeing another’s shrine, because it is allowable for him to be given to another shrine.",
    "ai-atk-vin01a5:436_0": "For a person who is intended for an individual essence, saying: “Give this is invited to a person, even if it is poor, saying, “Give this is the wrong way to an individual.”",
    "ai-atk-vin01a5:436_1": "But if the givers to the Sangha, thinking: “If the meal is given to the Sangha, we give one requisites to the Sangha and give him one month.",
    "ai-atk-vin01a5:436_2": "Where would you say?”",
    "ai-atk-vin01a5:436_3": "When that monk said this, he said, “Give it.”",
    "ai-atk-vin01a5:436_4": "But if they give, they should be told, “Give me some lose.”",
    "ai-atk-vin01a5:436_5": "The meaning is “finitionally.”",
    "ai-atk-vin01a5:437_0": "The Threews:",
    "ai-atk-vin01a5:437_1": "bodily, verbal, and mental deeds.",
    "ai-atk-vin01a5:438_0": "stones on the Monastic Law in the Monastic Law.",
    "ai-atk-vin01a5:439_0": "The training rule on what is intended",
    "ai-atk-vin01a5:440_0": "The third sub-chapter on almsbowls is finished.",
    "ai-atk-vin01a5:441_0": "The commentary on relinquishment is finished.",
    "ai-atk-vin01a5:442_0": "The account of the offenses entailing expulsion is finished."
}