{
    "ai-atk-s0403a5:0_0": "(6) 1. Nīvaraṇavaggo",
    "ai-atk-s0403a5:1_0": "1. Āvaraṇasuttavaṇṇanā",
    "ai-atk-s0403a5:2_0": "51.",
    "ai-atk-s0403a5:2_1": "it is in the second-jhāna access, and it is the same as adverting;",
    "ai-atk-s0403a5:2_2": "hindrances, being endowed with hindrances,",
    "ai-atk-s0403a5:2_3": "mental satisfied ...",
    "ai-atk-s0403a5:2_4": "insight and the fathom of paths, which weakens the weakness of wisdom, produces the weakness of wisdom, and the weakness of wisdom.",
    "ai-atk-s0403a5:2_5": "Whether or not you consequence with them, you’re weak and raising wisdom.",
    "ai-atk-s0403a5:2_6": "He is the five powers, free from hindrances, etc., and because he has gone beyond the five hindrances,",
    "ai-atk-s0403a5:2_7": "They realize a superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease, or a distinction in knowledge and vision worthy of the noble ones.",
    "ai-atk-s0403a5:2_8": "Cultivated plants, an enclosure, and then to carry it,",
    "ai-atk-s0403a5:2_9": "face-to-face, don’t face,",
    "ai-atk-s0403a5:2_10": "because they don’t leave the jujube-facing and trembling jujube-wels, and are said to be foremost.",
    "ai-atk-s0403a5:3_0": "In the same way, there is a drop of knowledge that is introduced in frontierated, as it were, opened up by air at the foot of a tree, or when it’s unwashing and pounding it with its openings, then accumulating inside and out, covering over as it were, and shakesed with grass and leaves, and dropsites on both sides. It obscurely, it can be understood to reverses, and grade that it observes.",
    "ai-atk-s0403a5:3_1": "he must summon the wide, and it is to be done by one who is timber.",
    "ai-atk-s0403a5:3_2": "In this well-proclaimed,",
    "ai-atk-s0403a5:3_3": "The second is the same.",
    "ai-atk-s0403a5:4_0": "3. Padhāniyaṅgasuttavaṇṇanā",
    "ai-atk-s0403a5:5_0": "53.",
    "ai-atk-s0403a5:5_1": "the third factors that support meditation is called the factors that support meditation.",
    "ai-atk-s0403a5:5_2": "A faithful person has faith",
    "ai-atk-s0403a5:5_3": "But it is of faith; of faith and subtlety, denigration, faith, energy, delighting in faith and confidence;",
    "ai-atk-s0403a5:5_4": "Herein, omniscience in faith, and invited by the faith of all beings.",
    "ai-atk-s0403a5:5_5": "and attained what was done in the Noble Disciple.",
    "ai-atk-s0403a5:5_6": "The Buddha, the Dhamma, having spoken that Dhamma, is said to be in public:",
    "ai-atk-s0403a5:5_7": "who has faith and confidence in his heart:",
    "ai-atk-s0403a5:5_8": "Here interruptions what is beneficial,",
    "ai-atk-s0403a5:5_9": "the Four Paths to Awakening:",
    "ai-atk-s0403a5:5_10": "he believes in what is true, he believes in the Realised One.",
    "ai-atk-s0403a5:5_11": "But as it is given in the Aṅguttara Cetiya mountains, and so on.",
    "ai-atk-s0403a5:5_12": "For when in whom faith is strong, it is good for meditation.",
    "ai-atk-s0403a5:6_0": "afflictions from sickness,",
    "ai-atk-s0403a5:6_1": "Suffering in the end, suffering is free from suffering,",
    "ai-atk-s0403a5:6_2": "if he courses the succession of preventing (thinking):",
    "ai-atk-s0403a5:6_3": "decaying, perishing;",
    "ai-atk-s0403a5:6_4": "And neither too cool nor too hot, but middrinking, cold, heat, hunger, and thirsty, a morsel, wise, and colderbals cold, and heat – that is the middle of them –",
    "ai-atk-s0403a5:6_5": "The middle for striving is the middle.",
    "ai-atk-s0403a5:6_6": "truly understood the origin of beings’ special qualities as they are,",
    "ai-atk-s0403a5:6_7": "to go there for the purpose of rise and fall and to be cutting off the story and to go.",
    "ai-atk-s0403a5:6_8": "By these marks of wisdom is called the Universal Mindfulness Meditation.",
    "ai-atk-s0403a5:6_9": "You are pure in this noble ones.",
    "ai-atk-s0403a5:6_10": "and the discomfort of greed for sense pleasures, etc., which have fallen into greed, is able to get away.",
    "ai-atk-s0403a5:6_11": "Then they’re given up and cut off, cut off the defilements, and the defilements are ended for the ending of suffering.",
    "ai-atk-s0403a5:6_12": "Since all of them possessed of these three insights,",
    "ai-atk-s0403a5:6_13": "for if his wisdom is not good.",
    "ai-atk-s0403a5:7_0": "4. Samayasuttavaṇṇanā",
    "ai-atk-s0403a5:8_0": "54.",
    "ai-atk-s0403a5:8_1": "for the fourth time that support meditation.",
    "ai-atk-s0403a5:8_2": "It’s not easy to get by almsfood. He doesn’t want to keep going by collecting alms, but he’s able to get a bowl.",
    "ai-atk-s0403a5:8_3": "In this world it is well-proclaimed,",
    "ai-atk-s0403a5:9_0": "5. Mātāputtasuttavaṇṇanā",
    "ai-atk-s0403a5:10_0": "After running all the five coronations, he takes it up and threws it, and descends the bloated.",
    "ai-atk-s0403a5:11_0": "lending her hand for the purpose of (himself), he took hold of her head.",
    "ai-atk-s0403a5:11_1": "if he is unable to get anywhere elsewhere;",
    "ai-atk-s0403a5:11_2": "you’d strike them down.",
    "ai-atk-s0403a5:11_3": "it’s a sweet-voiced,",
    "ai-atk-s0403a5:11_4": "Growth (merit): the time of Kāḷha and Kālāma",
    "ai-atk-s0403a5:11_5": "time (they prostantly) rebirth, old age, and death will not be reborn again.",
    "ai-atk-s0403a5:11_6": "Before the Beautiful city of the city of Kattikā came",
    "ai-atk-s0403a5:11_7": "And the Wise desires for them: they are completely understood two kinds of sensual stimulation.",
    "ai-atk-s0403a5:11_8": "Speaking no poison, lazy, unguarded and discontent are called the venerables.",
    "ai-atk-s0403a5:11_9": "the far shore, which is called “one who has crossed over,” is the meaning.",
    "ai-atk-s0403a5:11_10": "and attain the ending of defilements.",
    "ai-atk-s0403a5:11_11": "and making a round about this verse, he spoke the verses spoken to about it,",
    "ai-atk-s0403a5:12_0": "6. Upajjhāyasuttavaṇṇanā",
    "ai-atk-s0403a5:13_0": "56.",
    "ai-atk-s0403a5:13_1": "In the sixth enquiry, (called) dying appearance,",
    "ai-atk-s0403a5:13_2": "and they don’t show to me the four quarters.",
    "ai-atk-s0403a5:13_3": "They don’t attend on me to the teachings, and don’t attend upon them.",
    "ai-atk-s0403a5:13_4": "I am dissatisfied with the spiritual life, making thorns out the spiritual life,",
    "ai-atk-s0403a5:13_5": "Then the Fortunate One, after hearing about it, would he announce it to the person, saying: “How are you going to it?”",
    "ai-atk-s0403a5:13_6": "non-violent bad qualities produced by one who doesn’t see anything wholesome things, is the meaning.",
    "ai-atk-s0403a5:13_7": "For the (true) Awakening things lead to the thirty-two constituents of Worthiness",
    "ai-atk-s0403a5:14_0": "Principles That last should be used in groups of for.",
    "ai-atk-s0403a5:15_0": "57.",
    "ai-atk-s0403a5:15_1": "I am liable to grow old.",
    "ai-atk-s0403a5:15_2": "one who goes beyond old age: towards old age and death.",
    "ai-atk-s0403a5:15_3": "The same method applies in the same way.",
    "ai-atk-s0403a5:15_4": "I am the owner of my deeds in the three realms, the ownership, and the (kings).",
    "ai-atk-s0403a5:15_5": "it is the heir to be the heir of his deeds: My deeds are my heir to do, is good.",
    "ai-atk-s0403a5:15_6": "for my legal procedures done by me.",
    "ai-atk-s0403a5:15_7": "Deeds are my kinsman of deeds, and is the meaning.",
    "ai-atk-s0403a5:15_8": "my refuge, I have become established in refuge.",
    "ai-atk-s0403a5:15_9": "I shall be the heir of whatever deeds I do, he will be the heir of whatever deeds I give.”",
    "ai-atk-s0403a5:15_10": "* He who, having arisen in his mind,",
    "ai-atk-s0403a5:15_11": "Likewise in the rest.",
    "ai-atk-s0403a5:15_12": "the path is born in them.",
    "ai-atk-s0403a5:15_13": "having given up the fetters, they give up the fetters.",
    "ai-atk-s0403a5:15_14": "The seventy-two cycles become eradicated.",
    "ai-atk-s0403a5:15_15": "For these five reasons in which these five respects are laid.",
    "ai-atk-s0403a5:16_0": "Now through these verses, while sickness ends in a fraud.",
    "ai-atk-s0403a5:16_1": "Knowing the Dhamma, you understood the path which is free from attachments,",
    "ai-atk-s0403a5:16_2": "Yet he crosses the three vanitys, and all of them standing on higher end; I meaning is the meaning.’",
    "ai-atk-s0403a5:16_3": "seeing safety in renunciation, secure,",
    "ai-atk-s0403a5:16_4": "I was an abiding in extinguishment, the lotus pond of extinguishment, the emptiness of my quenching.",
    "ai-atk-s0403a5:16_5": "there will be no more future lives.",
    "ai-atk-s0403a5:16_6": "until the spiritual life is complete.",
    "ai-atk-s0403a5:16_7": "This is the supermundane path.",
    "ai-atk-s0403a5:17_0": "Licchavi youths",
    "ai-atk-s0403a5:18_0": "58.",
    "ai-atk-s0403a5:18_1": "Eight grounds for wealth.",
    "ai-atk-s0403a5:18_2": "they saw it (only),",
    "ai-atk-s0403a5:18_3": "There will be Vajjis honor for the Vajjians,",
    "ai-atk-s0403a5:18_4": "tied up by the power of untouched,",
    "ai-atk-s0403a5:18_5": "I erected my legs reed and strike with my feet.",
    "ai-atk-s0403a5:18_6": "Which is more delighting in kingdoms, he enjoys delight in kingdomity,",
    "ai-atk-s0403a5:18_7": "he eats what is meant is that he has met with respect to his father.",
    "ai-atk-s0403a5:18_8": "was entering in his army, the chief among men,",
    "ai-atk-s0403a5:18_9": "He is the meaning of an inhabited area: “He is the meaning of material support for the village.”",
    "ai-atk-s0403a5:18_10": "if she takes it on the same day;",
    "ai-atk-s0403a5:18_11": "And with the families from which these sixteen families",
    "ai-atk-s0403a5:18_12": "placed in the last place, they made the Jeta Grove attitude.",
    "ai-atk-s0403a5:18_13": "with good friends, sympathy, and with a man’s mind,",
    "ai-atk-s0403a5:18_14": "those who work in fields, those who work the neighboring fields, and those who work the neighboring fields, and those whose work the fields, and those with no friends and companions, all projecting the fields, and all the money.",
    "ai-atk-s0403a5:18_15": "the receivers of support from those who were endowed with strength, went to the family.",
    "ai-atk-s0403a5:18_16": "making them plain the offerings, making them plains for the very day,",
    "ai-atk-s0403a5:19_0": "He should do his duty to the business that has arisen.",
    "ai-atk-s0403a5:19_1": "And those who live supported by him are living, and those who live in dependence on this",
    "ai-atk-s0403a5:19_2": "The meaning is: it is this: it is for the purpose of both benefits that is good.”",
    "ai-atk-s0403a5:19_3": "they look to the next world,",
    "ai-atk-s0403a5:19_4": "those who live righteously, and those who live in this very life.",
    "ai-atk-s0403a5:19_5": "Thus she shows them the time for the relatives of the past, future, and present.",
    "ai-atk-s0403a5:19_6": "he shines with glory and sun.",
    "ai-atk-s0403a5:19_7": "Living in a household, they live in a house,",
    "ai-atk-s0403a5:19_8": "he is venerated, and he should be worshipped, and he is worthy of veneration.",
    "ai-atk-s0403a5:20_0": "Gone Forth in the Land",
    "ai-atk-s0403a5:21_0": "59-60.",
    "ai-atk-s0403a5:21_1": "In the ninth, the new, extensive, and know whether",
    "ai-atk-s0403a5:21_2": "an ascetic, accomplished in wisdom,",
    "ai-atk-s0403a5:21_3": "he took hold of the recipients, given to the donation (wholesome), and he took the group.",
    "ai-atk-s0403a5:21_4": "The rest is clear.",
    "ai-atk-s0403a5:22_0": "The first sub-chapter on hindrances is finished."
}