{
    "ai-atk-s0507a1:0_0": "1. Uragavaggo",
    "ai-atk-s0507a1:1_0": "Golden in color,",
    "ai-atk-s0507a1:2_0": "And while staying at Rājagaha in the Bamboo Grove, the squirrel sanctuary.",
    "ai-atk-s0507a1:2_1": "a certain rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets.",
    "ai-atk-s0507a1:2_2": "and he knew that he had given to them, saying: “Surely it is the greatest of them.”",
    "ai-atk-s0507a1:2_3": "I was dear and beloved.",
    "ai-atk-s0507a1:2_4": "in that place they thought:",
    "ai-atk-s0507a1:2_5": "“On the day of his son, wealthy, or a hundred thousand years. By doing this wealth they won’t use it any money or grain, silver, or gold.”",
    "ai-atk-s0507a1:2_6": "and influence in Varavī, the perception of being passionless and beautiful, solitary, fifty-footed (?).",
    "ai-atk-s0507a1:2_7": "When he was enjoying the delightful parks, having drunk the park with a shoulder, and having drunk the limbs, and after becoming aick in the delightful houses, he had the five hundred bathed and anoints, singinging the neighborhoods, and his wife by the aeons, he seized the drums, the abode, and his followers making useful dreadful jackals, the roads, after sing to his own life, and were reborn in that prevent him, making an ascetic who had become archerouseming from the home, and were rearby. After giving him to his own life, he died his own life, and gave it up to his own home.",
    "ai-atk-s0507a1:3_0": "Then one day the criminal said this to the king:",
    "ai-atk-s0507a1:3_1": "“Mister, what is the point of this misfortune, what is your gap between the palms in the hand and the sun’s hemp, like a palm tree like a bird with the hand of bright face?",
    "ai-atk-s0507a1:3_2": "Please, take usually, hauld yourselves in the same way.”",
    "ai-atk-s0507a1:3_3": "He said, “I won’t know.”",
    "ai-atk-s0507a1:3_4": "“We’re a bandit,” he said to us, “You’re a claiming to do it.”",
    "ai-atk-s0507a1:3_5": "He agreed.",
    "ai-atk-s0507a1:3_6": "Then, after giving the thief and giving the elephant’s hands, they took it away and place it in his mouth, saying:",
    "ai-atk-s0507a1:3_7": "“If that man comes, there is another sage who comes back to this split into it with this one month and defining it,”",
    "ai-atk-s0507a1:3_8": "While looking around the blind darkness, he stood (only).",
    "ai-atk-s0507a1:3_9": "But the criminals entered the house, where the caravan leader went, ranking and recklessly enjoyed eating it.",
    "ai-atk-s0507a1:3_10": "picking up a delightful garden, standing in the delightful house, wounded by the hand, he scolded the ground and gave it to the King: “Look here, did this man by the head, who is standing and showing the level of the horse, –",
    "ai-atk-s0507a1:3_11": "“Your Majesty, is a bandit when you take things.”",
    "ai-atk-s0507a1:3_12": "The King cut down his head, thinking, “After this much more.”",
    "ai-atk-s0507a1:3_13": "“Good, Your Majesty,” replied the charioteer. He had the naked ascetic’s arms tight, having had the drums mixed with gold necks. Having lifted it up from the city, oppresssion, and lifted it with a harsh drums, delighting in the neighborhood of a chariot,",
    "ai-atk-s0507a1:3_14": "“This man doesn’t pursue this city in this city,” he ran away.",
    "ai-atk-s0507a1:4_0": "At that time in the city of Sunāparanta, there was a person called low-caste. While standing in that city, he saw a drinking water-lililies in the city by the belly, and making this bowl for the four towns, casting the same drinking water, and all the four towns in that place and confirmations right here, he had not confronted the four centrals (of the town). Then, after seeing that person with a great deluded that came to the son, the son, and all that man thought,",
    "ai-atk-s0507a1:4_1": "To the city the city –",
    "ai-atk-s0507a1:4_2": "“This man is waiting for you to do the drinking water, and a man to eat the drinking water,”",
    "ai-atk-s0507a1:5_0": "Then on that very day, as the venerable Mahā Moggallāna, looking at the poisonous One, having seen the caskin bag, he saw the thoughts of the lay life.",
    "ai-atk-s0507a1:5_1": "“This person who has done their meritorious deeds in hell, the animal realm, and after giving them a lump of merit, will be reborn in that place and drinking water.” Then, after giving him the b drinking water, they’d drink some water, and after discarding him in front of that man.”",
    "ai-atk-s0507a1:5_2": "After seeing the Elder’s promise, he thought: “This is my corruption of the Lord of the World, this is my wickedness. Now, when I have seen that driversing!” and when he had drinked the water, he thought, “Now! ”",
    "ai-atk-s0507a1:5_3": "The senior monk saw in his confidence, and he got up from his seat and left. He then ate his seat and went away.",
    "ai-atk-s0507a1:5_4": "But when he was resort to a ward off their heads and dressed in unsprotected with attributes of bad deeds, he was carried off by the horns of merit. Then, when I was reborn in a luxury, a bad place, the underworld would because of that deed.",
    "ai-atk-s0507a1:5_5": "Therefore this world, when he was reborn in the lesser realm, the Council Hall, was reborn among the Great Tree and in the Great Wood, in the tree he was reborn in a big tree.",
    "ai-atk-s0507a1:6_0": "If that family were similar to arranged into the first parts of the family, the middle would not befitting in the last stage.",
    "ai-atk-s0507a1:6_1": "And if it were the first approaches, he would become a once-returner, a stream-enterer, or a non-returner.",
    "ai-atk-s0507a1:6_2": "and having bad friends, companions, and associates, while defeated with a woman, was transformed in every way around the big to the bowl, and unshakable to attain (attained) with everything.",
    "ai-atk-s0507a1:7_0": "After some time, that monk saw a host of lazy person, and he sent them off with the darkness of the night. He then informed those beings:",
    "ai-atk-s0507a1:7_1": "The mother saw her coming, disrobes, and shakes.",
    "ai-atk-s0507a1:7_2": "Having seen that crowd, the crowd was made of great power, and the people went to him and asked him, “Who are you?”",
    "ai-atk-s0507a1:7_3": "After approaching that place, she asked the Elder, and (saying):",
    "ai-atk-s0507a1:7_4": "The elder said, “These seven days ago someone was teaching the eighth day seeing the Buddha all this limitationing the teaching of the Bamboo Grove. We will ”",
    "ai-atk-s0507a1:7_5": "Then the god Sunāparanta said this:",
    "ai-atk-s0507a1:7_6": "“Those seven days will be for me today for the seventh day. My mother will be saved, slacking, and lamenting; it will be right there.”",
    "ai-atk-s0507a1:7_7": "Having led him to the Bamboo Grove, he stood in the Veḷuvana (Village).",
    "ai-atk-s0507a1:8_0": "Then the people saw a good person and said:",
    "ai-atk-s0507a1:8_1": "“Dear Sunāparanta, you’ve come here.",
    "ai-atk-s0507a1:8_2": "Only you’ll emerge from your parents and lament, like you lament.”",
    "ai-atk-s0507a1:8_3": "She explained it to the crowd.",
    "ai-atk-s0507a1:8_4": "For he did so.",
    "ai-atk-s0507a1:8_5": "Having heard that, the population of the world, their minds full of wonder and amazement –",
    "ai-atk-s0507a1:8_6": "“Those who are called an unsurpassed field of merit for the world, since who haven’t reached the supreme perfect happiness for those who haven’t experienced the happiness of the gods.”",
    "ai-atk-s0507a1:8_7": "The monks told the Buddha.",
    "ai-atk-s0507a1:8_8": "Then the Fortunate One told this:",
    "ai-atk-s0507a1:9_0": "1.",
    "ai-atk-s0507a1:10_0": "“For he who likes to see the Worthy One,",
    "ai-atk-s0507a1:11_0": "the seeds are sown in it is a fruit, and there is fruit.",
    "ai-atk-s0507a1:12_0": "2.",
    "ai-atk-s0507a1:13_0": "“This is a seed, a field for the good, and a giver of good people,",
    "ai-atk-s0507a1:14_0": "They enjoy that gift, the departed, make merit grows.",
    "ai-atk-s0507a1:15_0": "3.",
    "ai-atk-s0507a1:16_0": "“Skillfully, skillful and good deeds,",
    "ai-atk-s0507a1:17_0": "They recited these verses:",
    "ai-atk-s0507a1:18_0": "1.",
    "ai-atk-s0507a1:18_1": "Herein, the field is sown in it is said: the seeds, the field, the land, the seeds, and the fields, and the seeds.",
    "ai-atk-s0507a1:18_2": "For it is the meaning, of these similes: the meaning is, since it is the meaning.",
    "ai-atk-s0507a1:18_3": "the perfected ones with defilements ended—",
    "ai-atk-s0507a1:18_4": "For the secure for recitation, the in-breath, and the miraculousness of the wickedness, etc., are there herein; they are called “preliminations of bad character.”",
    "ai-atk-s0507a1:18_5": "Herein, when a carcass is finished, the grass and sticks are made of strings, then the barbers in the crops affected by the gate, and the produced by the swamp, produced in the course, and the one who has ended the defilements.",
    "ai-atk-s0507a1:18_6": "Hence the Buddha said: “Well then, those who are perfected ones.”",
    "ai-atk-s0507a1:18_7": "This is the long way to develop, and because of the field for it.",
    "ai-atk-s0507a1:19_0": "Leaving the robe from the goods, produced by the giver of robe, desire for the good, the giver of the bride, the goods of others, and the goods of their own desires, who do the same, were the protection of himself or the body, and from the next.",
    "ai-atk-s0507a1:19_1": "like the rain on the road.",
    "ai-atk-s0507a1:19_2": "And just as when a farmer has fallen into it, when someone who is deprived on it their way and who has not given up the shopkeeper’s runnning thoughts and trying to errands, their fruits and deportments, etc., and even when a perfected one will be able to arrive at the time of the fruit.",
    "ai-atk-s0507a1:19_3": "Therefore it was said: “Where farmers?”",
    "ai-atk-s0507a1:20_0": "They are capable of propagation: the seeds, and the seeds, and the seeds, that is to say, the meaning.",
    "ai-atk-s0507a1:20_1": "For the purpose of not to give food, etc., that is to say, the ten bases of thirty-two bases.",
    "ai-atk-s0507a1:20_2": "By this means the fruit of giving, produced by the fruit of good and bad deeds, the giver of the fruition, is the deliverance, and the production of the fruition that arises and does last for a long time.",
    "ai-atk-s0507a1:20_3": "And here there is the teaching of the Community, because it has not been made by choices and intentions to get a seed, and so on. That is why the contrary to the seed, the incomparable field is done.",
    "ai-atk-s0507a1:20_4": "The two things can be seen to turn out for propagation: the teaching of the Dhamma, in the sense that they can be seen by means of the inheritance.",
    "ai-atk-s0507a1:20_5": "Because the repetition of what is craft of repetition, the fruit of the schismatic plants, etc., wouldn’t see the basic support.",
    "ai-atk-s0507a1:21_0": "It is sown in it is seed, sown in it is seed, the seed, and the field is ploughed, and the seed’s field.",
    "ai-atk-s0507a1:21_1": "This is the method: “The hair that you wish to give, and the donors.”",
    "ai-atk-s0507a1:21_2": "whether a giver is the donor and his good fortune, their father gives a gift, and he does not give it to them. This is a field for the donor.",
    "ai-atk-s0507a1:21_3": "now making merit, they use it to give rise to merit and make merit.",
    "ai-atk-s0507a1:21_4": "Herein, they use the departed, the gift that has been given to them by the gift of those who use the gifts given to them have been given to those who have entered upon the fruit of the good.",
    "ai-atk-s0507a1:21_5": "Dabba the Man was growing in merit and making merit. A gift of his own merit brings about the gods of streaming merit, and merit.",
    "ai-atk-s0507a1:21_6": "for the fruit of good and bad deeds, is this: “A deed is the reason why these things are called ‘fodness’.",
    "ai-atk-s0507a1:22_0": "and doing good deeds in this way, having done away with the extraordinary sign, and giving and using merit.",
    "ai-atk-s0507a1:22_1": "(After his departed,) after suffering those who have been thus addressed those who have in accordance with the righteous act,",
    "ai-atk-s0507a1:22_2": "For when they give gifts, the donors’ offerings dedicated to them –",
    "ai-atk-s0507a1:22_3": "Because of this, they offered: “They are high and luxuryable.”",
    "ai-atk-s0507a1:22_4": "If they both think, “May I be liked and approved by going to the dear and beloved to the word, respected and admired by going,” and they praised by the Buddha and by giving a sensible person, and so on.”",
    "ai-atk-s0507a1:22_5": "They do a good deed performing good deeds. They perform the rites for heaven. They’ve done good deeds in the heaven of good deeds, with heavenly dreadful and making merit. They reappear in the heavenly realm.",
    "ai-atk-s0507a1:23_0": "And here, having done what is good and wholesome, he should say: “Now, doing what is beneficial, what is dead,” he should do the work of giving a gift to good destination, saying, “Deathing goodness,” and he should give them a gift.",
    "ai-atk-s0507a1:23_1": "Of those who say, “Amongst those perfected ones there are streams of the span, they say.” They do so because the seeds in the Maddaya and they are not actually attaining the undefiled freedom, they do not know the seeds, and the productions of the fruitional by compassion, etc., because they are austereing the wide in one who is a seed.",
    "ai-atk-s0507a1:23_2": "While the gods of the Thirty-Three had 84,000 circumambulated the Eights. All these 84,000 people have been stories.",
    "ai-atk-s0507a1:24_0": "The expression of the field is finished.",
    "ai-atk-s0507a1:25_0": "The colour of faces",
    "ai-atk-s0507a1:26_0": "This body is the color of shells, etc., of the Bamboo Grove, the squirrels, the logical poisonous, the edge of the Sappinīs.",
    "ai-atk-s0507a1:26_1": "In the past, it seems, one mendicant who abuses and insults the Buddha’s instructions with their body.",
    "ai-atk-s0507a1:26_2": "At this time he was reborn in one Hell, the Buddhas, the Vultures, and having been reborn in a place through the air, Palace to Principle. Before the result of the deeds, he was reborn in this very Rājagaha.",
    "ai-atk-s0507a1:26_3": "His body was beautiful, sweet-smelling face,",
    "ai-atk-s0507a1:26_4": "Then Venerable Nārada was coming down from the Vulture Peak Mountain and unqualified deeds. As he approached that body, he asked him this question:",
    "ai-atk-s0507a1:27_0": "4.",
    "ai-atk-s0507a1:28_0": "“Whoever sees all of your colours, lighting up the entire quarters,",
    "ai-atk-s0507a1:29_0": "What is their mouthfuls there for you this?”",
    "ai-atk-s0507a1:30_0": "spoke this verse:",
    "ai-atk-s0507a1:30_1": "Herein, (all) the color of your body is gold, surrounded by gold, beautifully, and moves beautiful, beautifully, and ugly,",
    "ai-atk-s0507a1:30_2": "all around it shines in every direction.",
    "ai-atk-s0507a1:30_3": "whether it shines indeed as ‘posite-mound, this body’, all-guarded, lighting up the entire body’, is the meaning.”",
    "ai-atk-s0507a1:30_4": "From the mouths of the face, they need roughs like dogs, needles from a drop.",
    "ai-atk-s0507a1:30_5": "What do you think is working for my deeds? In the past, when that deed was reborn they don’t ask you about before?",
    "ai-atk-s0507a1:31_0": "when the Elder’s legal procedure was finished, he replyed to questions in this way:",
    "ai-atk-s0507a1:32_0": "5.",
    "ai-atk-s0507a1:33_0": "“Being what you wish, he said: “That man is the heir of whatever deed,",
    "ai-atk-s0507a1:34_0": "That’s why I see how to colour.”",
    "ai-atk-s0507a1:35_0": "Āha.",
    "ai-atk-s0507a1:35_1": "Herein, suppose there was a body made with perception.",
    "ai-atk-s0507a1:35_2": "You said last what you were, and unrestrained.",
    "ai-atk-s0507a1:35_3": "Hence it is then to be destroyed by this.",
    "ai-atk-s0507a1:35_4": "My hermitage, thinking: ‘I am able to carry away my son,’ he,",
    "ai-atk-s0507a1:35_5": "Such is colour as sweat,",
    "ai-atk-s0507a1:35_6": "When you saw a human being with a golden colour, you’d see such as kind of gold, silver, or gold.",
    "ai-atk-s0507a1:35_7": "for the sound of recitation is the shape of the skin;",
    "ai-atk-s0507a1:36_0": "When the Elder’s in this way asked (them) and he answered: “Give the reason for the sake of the advice, (the king) –",
    "ai-atk-s0507a1:37_0": "6.",
    "ai-atk-s0507a1:38_0": "“I say this to you, Sāketa, I say this to you:",
    "ai-atk-s0507a1:39_0": "do not destroy the face with a pile of bondservant.”",
    "ai-atk-s0507a1:40_0": "spoke this verse:",
    "ai-atk-s0507a1:40_1": "they are therefore.",
    "ai-atk-s0507a1:40_2": "Indeed I am your words,",
    "ai-atk-s0507a1:40_3": "The Elder Nun called Nālaka.",
    "ai-atk-s0507a1:40_4": "I declare it to you, I say.",
    "ai-atk-s0507a1:40_5": "that cooked rice.",
    "ai-atk-s0507a1:40_6": "this body is referring to his own body,",
    "ai-atk-s0507a1:40_7": "For this is the meaning:",
    "ai-atk-s0507a1:40_8": "Yet, sir, I say that this body is subdued to the surface of the deathless. And I reject it and say it.",
    "ai-atk-s0507a1:40_9": "And why they said, “So it seems so; why do you live don’t want to be wicked!”",
    "ai-atk-s0507a1:40_10": "Herein, don’t penetrate the way of speaking.",
    "ai-atk-s0507a1:40_11": "mouthfuls with his mouth,",
    "ai-atk-s0507a1:40_12": "It is a bad deed but don’t do bad deeds by way of body, speech, and mind.",
    "ai-atk-s0507a1:40_13": "like a pig-butcher in a pile of dry dung carried off like a pile of pearl.",
    "ai-atk-s0507a1:40_14": "But if you believe in a person’s mouth, you should make a bad karma by doing this. That’s why don’t you get into a fair, and don’t attack, and don’t make a wish.",
    "ai-atk-s0507a1:41_0": "After the meal, on his return from alms-round, he sat down in the group of four a certain monastery. The Buddha told him what had happened.",
    "ai-atk-s0507a1:41_1": "“I’ve never seen before,” and he explained the drawbacks of being. He explained the drawbacks of bad conduct and good verbal conduct, and he explained the drawbacks of the noble ones.",
    "ai-atk-s0507a1:41_2": "She doesn’t lead to the assembly.",
    "ai-atk-s0507a1:42_0": "The commentary on the site of the face is finished.",
    "ai-atk-s0507a1:43_0": "3. Pūtimukhapetavatthuvaṇṇanā",
    "ai-atk-s0507a1:44_0": "Remembering the praises of clay, (which is) the elements of the Bamboo Grove, the squirrels, and the necklaces (was heard).",
    "ai-atk-s0507a1:44_1": "In the past, it seems, at the time of the Buddha Kassapa’s going forth, that is, living in harmony, and living in the neighborhood of a village.",
    "ai-atk-s0507a1:44_2": "A certain monk who had been reborn in the abundance of shaking off their confidence in those attainments.",
    "ai-atk-s0507a1:44_3": "When the senior monks had prohibited their dwellings, they took the alms-bowl and entered the village for alms.",
    "ai-atk-s0507a1:44_4": "When people saw them, they made enquiry regarding the Elders, and presented them a meal.",
    "ai-atk-s0507a1:44_5": "He entered his dwelling, thought:",
    "ai-atk-s0507a1:44_6": "“See, in this alms-food, people who live in faith and confidence are strong and weak, my alms-food is satisfied with it carefully.",
    "ai-atk-s0507a1:44_7": "But here there will be no embracing for proposition towards me.",
    "ai-atk-s0507a1:44_8": "Well then, let these break apart from each other and not do whatever he has said?”",
    "ai-atk-s0507a1:45_0": "Then one day the Elders gave advice to the Elder Mahādhammarakkhita, when he had finished his own turn and said, “What is it? ” Then he said, “Let the Elders go to the matter, and when the Disampati passage,” and when he had spoken, he said, “Let us make the duties, friends,” he said, “Let us go to the Great Ascetic,”",
    "ai-atk-s0507a1:45_1": "“Sir, this Elder Tapussa is able to show himself in his presence with the drains. He has reached the highest perfection in the presence of friendship.”",
    "ai-atk-s0507a1:45_2": "asked: “What is the point of school?” and “Venerable, do you think, ‘Lay follower, is an archery, a wrong livelihood, a big one, a poison, or a large one with a wrong livelihood?”",
    "ai-atk-s0507a1:45_3": "“Reverend, don’t say that!”",
    "ai-atk-s0507a1:45_4": "“If you think, sir, I’m never said because of that.",
    "ai-atk-s0507a1:45_5": "So let the time you know the right time between your sleeping places.”",
    "ai-atk-s0507a1:45_6": "The elder, at the time of giving a thought, “Sāḷha’s mind was most prevented,” then the elder smiled. When he had been smiled.",
    "ai-atk-s0507a1:45_7": "The fool, after breaking the first Great Elder Mahinda, the enlightener of the Dhamma in the way already described.",
    "ai-atk-s0507a1:45_8": "Then, on both occasions, those senior monks put their bowls and robes together, and picked up their bowls and robes, and entered the village for alms. They stayed there for the meal, and stayed there for the same day.",
    "ai-atk-s0507a1:46_0": "In eventually the village of Puṇṇaka, looked at the Ancient monks’ village, seeing that people said:",
    "ai-atk-s0507a1:46_1": "The elder said: “Venerable Sir, did you go?”",
    "ai-atk-s0507a1:46_2": "“When I’ve done this, why don’t I do it?”",
    "ai-atk-s0507a1:46_3": "Then people thought, “In this way, while you were going out of compassion for me, may they ask for the thorns.”",
    "ai-atk-s0507a1:46_4": "Then he consented and thought, “Where did you live?” Then he told her:",
    "ai-atk-s0507a1:46_5": "“We’re ethical, of good character, who were of good character, who had a bad deed and matted hair, bearing a bad deed, and having become very strong, weak, weren’t able to die, and become negligent. When I’m sick, I was reborn in the underworld.",
    "ai-atk-s0507a1:47_0": "After staying in a certain monastery, the same happening. Then, having approached, exchanged greetings with the senior monks, and carelessly, they added:",
    "ai-atk-s0507a1:47_1": "Having seen the two Theras, two women were killed and joyfully died, with the four territory appeared on him.",
    "ai-atk-s0507a1:47_2": "And the senior mendicants extended the meditation onto that very spot, but then they reached Arahantship.",
    "ai-atk-s0507a1:48_0": "When a mendicant has been reborn in one place, a Buddha awakened for themselves, not far from Rājagaha.",
    "ai-atk-s0507a1:48_1": "His body became gold, and soiled with gold coins and bullion, palanquins and smeared with dust.",
    "ai-atk-s0507a1:48_2": "Then Venerable Nāgadatta was descending from the Vulture Peak when he saw him",
    "ai-atk-s0507a1:49_0": "7.",
    "ai-atk-s0507a1:50_0": "“As solitary, you used to be beautiful and charming the realm of the gods.",
    "ai-atk-s0507a1:51_0": "What is your mouth-washing? What is theirs and fragrant powder, and that I do?”",
    "ai-atk-s0507a1:52_0": "he asked this verse:",
    "ai-atk-s0507a1:52_1": "There the heavenly hosts have been reborn in the heavenly realm.",
    "ai-atk-s0507a1:52_2": "Here it is here that is the divine realm",
    "ai-atk-s0507a1:52_3": "Glory or lovely to be beautiful;",
    "ai-atk-s0507a1:52_4": "Fell in the color of the elements:",
    "ai-atk-s0507a1:52_5": "you should bear it in mind,",
    "ai-atk-s0507a1:52_6": "Vessabhū remained in the sky, which in the firmament, the in the sky, who hangs the sky.",
    "ai-atk-s0507a1:52_7": "But some of them speaking ill of the infantly, saying: “Through the sky, friends, anointed the sky, and maintaining it inwards,” said those who do not lose the meaning of this illusion, then say: “So it let usually speak the words,”",
    "ai-atk-s0507a1:52_8": "Personalivities: it takes a smell of corpse, a bad need,",
    "ai-atk-s0507a1:52_9": "What do you think before? Because of your former deeds, ~ before your body, and your speech generally fit for gold? How is it possible that you developed?",
    "ai-atk-s0507a1:53_0": "The Elder, when he was asked by the Elder, he replying to what was happening, saying:",
    "ai-atk-s0507a1:54_0": "8.",
    "ai-atk-s0507a1:55_0": "“Sir, I am an ascetic, a mortifier, unattached, seeing a formless state of mortification.",
    "ai-atk-s0507a1:56_0": "And when I received this beautiful relics, I don’t get well.”",
    "ai-atk-s0507a1:57_0": "spoke this verse:",
    "ai-atk-s0507a1:57_1": "and there I was an ascetic, a bad monk.",
    "ai-atk-s0507a1:57_2": "he exercises it thus: “It is inconvenient for another’s continuity, without having causing others, is the meaning.”",
    "ai-atk-s0507a1:57_3": "They use speech that’s false, divisive, harsh, or nonsensical. They’re false, divisive, harsh, or nonsensical.",
    "ai-atk-s0507a1:57_4": "He’s a mortifier, a very beautiful ascetic.",
    "ai-atk-s0507a1:57_5": "mouthfuls with his mouth,",
    "ai-atk-s0507a1:57_6": "When she gets gained faith,",
    "ai-atk-s0507a1:57_7": "A precincts for the purpose of roding it.",
    "ai-atk-s0507a1:57_8": "it is for me to be mine.”",
    "ai-atk-s0507a1:57_9": "Through austerity and celibacy",
    "ai-atk-s0507a1:57_10": "divisive speech.",
    "ai-atk-s0507a1:57_11": "cooled by the tie of a cool breeze.",
    "ai-atk-s0507a1:58_0": "When they had done so, he told the senior elder what had happened and said:",
    "ai-atk-s0507a1:59_0": "9.",
    "ai-atk-s0507a1:60_0": "“Then you have seen the sweetest united ascetic,",
    "ai-atk-s0507a1:61_0": "Those who say, ‘skillful’,",
    "ai-atk-s0507a1:62_0": "Don’t oppress the sage in his speech,",
    "ai-atk-s0507a1:63_0": "the spirits will be loved!”",
    "ai-atk-s0507a1:64_0": "spoke the verse:",
    "ai-atk-s0507a1:64_1": "Herein, this is my form:",
    "ai-atk-s0507a1:64_2": "Those who say, ‘It’s compassionate to the good of others whom you have compassion, good behaviors, way of body, speech, and mind; and who wants to listen, I say.",
    "ai-atk-s0507a1:64_3": "When you saw him, he said, “Not so, don’t be released, nor do I say you.”",
    "ai-atk-s0507a1:64_4": "The meaning of this:",
    "ai-atk-s0507a1:64_5": "deceitful, divisive speech, harsh speech, and falsehood,",
    "ai-atk-s0507a1:64_6": "If you’re lying, divisive speech, harsh speech, or nonsensical in body, you’ll be better offended in debt, malicious intent on sensual pleasures, and you’ll get a better of enjoying sensual pleasures.",
    "ai-atk-s0507a1:65_0": "When he heard that, the senior monk went and told him about it from the alms-round, he told the Buddha.",
    "ai-atk-s0507a1:65_1": "The Teacher, having taught that attainment, gave him the Dhamma,",
    "ai-atk-s0507a1:65_2": "She doesn’t lead to the assembly.",
    "ai-atk-s0507a1:66_0": "The commentary on the site is finished.",
    "ai-atk-s0507a1:67_0": "To prevent the flourishing is the colour of costals.",
    "ai-atk-s0507a1:68_0": "Then Kimbara, while staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
    "ai-atk-s0507a1:68_1": "Anāthapiṇḍika had the daughter-in-law of that daughter-in-law of her daughter, saying, “Your daughter-in-law, I present you.”",
    "ai-atk-s0507a1:68_2": "There she gave rise to the arising of perception.",
    "ai-atk-s0507a1:68_3": "Then one day, after grabbing her (after that), he fell down (them) and broke.",
    "ai-atk-s0507a1:68_4": "After that the girl said, “Look here, did you find another better?”",
    "ai-atk-s0507a1:68_5": "while roaming that house was unable to persuade the house.",
    "ai-atk-s0507a1:68_6": "But at that time the Teacher was sitting in the house of the householder Anāthapiṇḍika. He was sitting on the seat spread out,",
    "ai-atk-s0507a1:68_7": "she took the boy, and went to the merchant’s wife.",
    "ai-atk-s0507a1:68_8": "Seeing her, the merchant said to her: “What can be taken away?”",
    "ai-atk-s0507a1:68_9": "he told her what had happened.",
    "ai-atk-s0507a1:68_10": "The merchant, having had her daughter put on him a boy, saying: “I give it to the daughter,” “I give it to the Teacher,”",
    "ai-atk-s0507a1:68_11": "“Venerable Sir, please accept my daughter’s father, the donor oft daughter, wanting to offer him even with five hundred monks.”",
    "ai-atk-s0507a1:68_12": "The Buddha consented by remaining silent.",
    "ai-atk-s0507a1:69_0": "Then on the second day the Fortunate One, together with five-hundred monks, went to the merchant’s house, and taking him a meal.",
    "ai-atk-s0507a1:70_0": "10.",
    "ai-atk-s0507a1:71_0": "“Whatever having done to, having given a gift that is to be given,",
    "ai-atk-s0507a1:72_0": "Or alternatively, all of them deliberately arise in them:",
    "ai-atk-s0507a1:73_0": "11.",
    "ai-atk-s0507a1:74_0": "“Three a great hero, a famous One,",
    "ai-atk-s0507a1:75_0": "Kuvera and Dhataraṭṭha in the sky,",
    "ai-atk-s0507a1:76_0": "are worthy of honours, both the donors.",
    "ai-atk-s0507a1:77_0": "12.",
    "ai-atk-s0507a1:78_0": "“For he whom there is no sorrow or lament",
    "ai-atk-s0507a1:79_0": "so the departed, and such relatives live in this way.",
    "ai-atk-s0507a1:80_0": "13.",
    "ai-atk-s0507a1:81_0": "“I’ve given a gift to a Community, well placed in the Saṅgha,",
    "ai-atk-s0507a1:82_0": "for a long time he recited these verses.”",
    "ai-atk-s0507a1:83_0": "10.",
    "ai-atk-s0507a1:83_1": "(but) whatever object there is pervading, he recites some particular state of the body in one of the three watches.",
    "ai-atk-s0507a1:83_2": "gives it,",
    "ai-atk-s0507a1:83_3": "Desire is stingy with the characteristic of fondness, stingyness, non-human beings, deceitfulness, fondness, stinginess, etc., and not giving a gift sort of virtue.",
    "ai-atk-s0507a1:83_4": "And that is the portion of the past, future, and present,",
    "ai-atk-s0507a1:83_5": "The deities of the household life are due to on the basis of base. Thirty is a league for 40 kilometers.",
    "ai-atk-s0507a1:83_6": "Or they give gifts to others, saying, “God-King,”",
    "ai-atk-s0507a1:84_0": "11.",
    "ai-atk-s0507a1:84_1": "Herein, some of the gods, showing the delightful among the gods, saying: “Having seen the gods, some by a great whirld, the charioteer and say, “Where do they take it?”",
    "ai-atk-s0507a1:84_2": "wherever they like",
    "ai-atk-s0507a1:84_3": "The Worlds plunges into the air and yearning for the three worlds,",
    "ai-atk-s0507a1:84_4": "And they are worshipped by the great kings and they are the ones of the past. They are honoured for the first time.",
    "ai-atk-s0507a1:84_5": "Or they give thinking, “After their own fruit, they give only to others, not to the reward of the fruit of giving.",
    "ai-atk-s0507a1:85_0": "12.",
    "ai-atk-s0507a1:85_1": "Now, as to after him, he said: “Now is the well-known lament, lamenting and weeping, herein, having slamented, desiring your own relatives.”",
    "ai-atk-s0507a1:85_2": "Herein, separately, free from dangers, is inconvenient for the word “jection” .",
    "ai-atk-s0507a1:85_3": "Enjoying: the meaning is that it is inside an unification of mind.",
    "ai-atk-s0507a1:85_4": "Those perceptions that are lamentation because of understanding: “For those who are lamentation, pain, decay, and lamenting and wailing, are their sorrow.”",
    "ai-atk-s0507a1:85_5": "Or pervading all kinds of pride,",
    "ai-atk-s0507a1:85_6": "It’s not because of this deed there’s no grieving, lamenting, or lamenting, or lamenting. That’s why it should be understood as?",
    "ai-atk-s0507a1:86_0": "13.",
    "ai-atk-s0507a1:86_1": "Thus, having shown that the offering, he showed the donation here and there, saying, “Listen, give it to the southern branch,” and he showed the donors of the Sangha inheritance, saying, “Having given this offering,” “Listen,” “Lay, to the right here in the South.”",
    "ai-atk-s0507a1:86_2": "There they resign a gift that is given to you, and they say,",
    "ai-atk-s0507a1:86_3": "If he is careful, he thinks: “This is how it is for the benefit of anyone to go about to the south of his right hand, that is for the lasting of our benefit and happiness.”",
    "ai-atk-s0507a1:86_4": "The leftovers of the places:",
    "ai-atk-s0507a1:86_5": "A gift is worthy of a religious donation.",
    "ai-atk-s0507a1:86_6": "When there is a well-spoked field in the Saṅgha, well established in the supreme field of merit,",
    "ai-atk-s0507a1:86_7": "for a long time he has been for his benefit and for a long time.",
    "ai-atk-s0507a1:86_8": "it adverts to their moment, thus it is substantively, the meaning is, it is not appropriate today.",
    "ai-atk-s0507a1:86_9": "For this is the Dhamma –",
    "ai-atk-s0507a1:86_10": "And when it has been given to him, they because of the fruit of that gift of your fruit, because of the fruit of good and bad deeds.",
    "ai-atk-s0507a1:87_0": "The Buddha, having consecrated the Dhamma, the giver of gifts, having risen from his seat and left.",
    "ai-atk-s0507a1:87_1": "On the next day, the merchants and relatives of that merchants had embarrassed their great sacrifice.",
    "ai-atk-s0507a1:87_2": "King Pasenadi then went to the Buddha and asked him, “Venerable sir, don’t ask me a question.”",
    "ai-atk-s0507a1:87_3": "On that occasion the Teacher, arranged the ceremonies for the Bhikkhu fraternity, the Best of the Sangha of monks headed by the Buddha, the highest of men, seeing him a great donation in honour of the Bhikkhus.",
    "ai-atk-s0507a1:87_4": "So that’s how the news laziness occur chopped on the ground.",
    "ai-atk-s0507a1:88_0": "The commentary on the site of the wide openings is finished.",
    "ai-atk-s0507a1:89_0": "5. Tirokuṭṭapetavatthuvaṇṇanā",
    "ai-atk-s0507a1:90_0": "Then he continues, thinking: ‘This teacher is going about in Rājagaha,’ and he turned a lot on the way.",
    "ai-atk-s0507a1:91_0": "Here is this:",
    "ai-atk-s0507a1:91_1": "He had a town called Kāka, and was Kāka.",
    "ai-atk-s0507a1:91_2": "he ruled the kingdom there,",
    "ai-atk-s0507a1:91_3": "The Devīs of him:",
    "ai-atk-s0507a1:91_4": "the Buddha-to-be, having created the Bodhisatta in her womb,",
    "ai-atk-s0507a1:91_5": "Jayasena, saying: “My son has come out, give me a good family, and I am embracing that conveying all this for me.” And he gave it to others his opportunity.",
    "ai-atk-s0507a1:92_0": "when the Fortunate One’s brothers occurred to him:",
    "ai-atk-s0507a1:92_1": "“The Buddhas arise in the whole world for a single world,",
    "ai-atk-s0507a1:92_2": "And our father does not give anything,",
    "ai-atk-s0507a1:92_3": "How can we get to attend on the Buddha and the Sangha of monks?”",
    "ai-atk-s0507a1:92_4": "It occurred to them,",
    "ai-atk-s0507a1:92_5": "“Well then, let’s go to where we observed.”",
    "ai-atk-s0507a1:92_6": "and they made archery of it.",
    "ai-atk-s0507a1:92_7": "The king thought, “Where are you able to do so?” and he agreed with that,",
    "ai-atk-s0507a1:92_8": "After going to the presence of they all, they returned.",
    "ai-atk-s0507a1:92_9": "The King gave it to him, saying, “You may go.”",
    "ai-atk-s0507a1:92_10": "They said, “We wish to nurse the Fortunate One.”",
    "ai-atk-s0507a1:92_11": "The King said, “Take something else.”",
    "ai-atk-s0507a1:92_12": "They said: “This is no one else.”",
    "ai-atk-s0507a1:92_13": "So if he takes it after taking it,",
    "ai-atk-s0507a1:92_14": "and they begged for seven years.",
    "ai-atk-s0507a1:92_15": "The King gave it to him,",
    "ai-atk-s0507a1:92_16": "When they had spoken, they asked for four months,",
    "ai-atk-s0507a1:92_17": "Then the King gave it to the order, saying: “Give it.”",
    "ai-atk-s0507a1:93_0": "and after approaching they said:",
    "ai-atk-s0507a1:93_1": "“Venerable Sir, we wish to offer you like to accept rains residence for the three months of the rainy-season residence.”",
    "ai-atk-s0507a1:93_2": "The Buddha consented by remaining silent.",
    "ai-atk-s0507a1:93_3": "They must establish the label in the three country, thinking: “The Buddha is going to such-and-such a monastery on the ground, he should inform the Fortunate One of all the dwellings for us.”",
    "ai-atk-s0507a1:93_4": "He then woke all his legs,",
    "ai-atk-s0507a1:93_5": "After having spended the rainy season residence in the news of a park, the Buddha, the Saṅgha, and dedicated the rainy-season residence. Then, having taken their dwellings to the rainy season.",
    "ai-atk-s0507a1:94_0": "one violent cow, a householder, who was a child, with faith and confidence.",
    "ai-atk-s0507a1:94_1": "And he gave gifts to the Community of monks with the Buddha at its head.",
    "ai-atk-s0507a1:94_2": "He took a residence in the country, together with his attendants, saved one thousand (supernatural)s, and giveed the offerings to that man.",
    "ai-atk-s0507a1:94_3": "Whatever country they knew that",
    "ai-atk-s0507a1:94_4": "After taking note of giving, they gave to them what was given, and did the fire to eat.",
    "ai-atk-s0507a1:94_5": "The King’s sons and sons of the Fortunate One, having completed their father, returned to the city.",
    "ai-atk-s0507a1:94_6": "after going there the Fortunate One became fully extinguished there.",
    "ai-atk-s0507a1:94_7": "They, having done so, grand-daught up in the country of Bhaṇḍuka, passed away from hell and were reborn in hell.",
    "ai-atk-s0507a1:94_8": "Thus these people who are reborn in hell, the animal realm, and the ghost realm.",
    "ai-atk-s0507a1:95_0": "Then at the time of the Buddha Kassapa, they wondered those people with confident minds.",
    "ai-atk-s0507a1:95_1": "Then the people give gifts for their own relatives and kin, thinking, “May they give gifts for the sake of their own departed,” and they agree with them.",
    "ai-atk-s0507a1:95_2": "Then Pessa the drum went up to the fully awakened Buddha and asked:",
    "ai-atk-s0507a1:95_3": "“Sir, might we get any bowl back to me?”",
    "ai-atk-s0507a1:95_4": "The Blessed One said:",
    "ai-atk-s0507a1:95_5": "“Now you must get a gift, the Blessed One! Now he will give to the fully awakened Buddha!” But he gave you the same request of that robe.",
    "ai-atk-s0507a1:95_6": "When they said this, they said, “Dear Parkhī, do you have said?”",
    "ai-atk-s0507a1:96_0": "Then at each time the Buddha arose in ourselves.",
    "ai-atk-s0507a1:96_1": "And the three kings, having consecrated three thousand coins with the royal court, and having consecrated the Pabbajjā ordination on Bhaṇḍuka, arrived at the highest among men. That King Senior of the Dhamma, he became the chief among wives together with his own clan, and then attained Parinibbāna.",
    "ai-atk-s0507a1:97_0": "The Buddha, having progressed the world for seven days, and Even with his attendants, he followed his lamps, followed by the name of Bārāṇasī,. Then he returned to Rājagaha with the Videhans, and.",
    "ai-atk-s0507a1:97_1": "At that, go to King Bimbisāra, he set out to district the fruit of Stream-Entry with the Aṅgas beforehants.",
    "ai-atk-s0507a1:97_2": "Then the King’s consented invited the same morning and he invited the student of Sakka for a second time and repute:",
    "ai-atk-s0507a1:98_0": "“The Tamed One with the Tamed, with the former yogis, the Liberated One with the Liberated,",
    "ai-atk-s0507a1:99_0": "The Buddha entered Rājagaha.”",
    "ai-atk-s0507a1:100_0": "being thus entered Rājagaha, the Great Cloud Grove in this way, entered Rājagaha, and offered the king’s residence.",
    "ai-atk-s0507a1:100_1": "But now the king will build eight offerings. Then he will have a following eighth gifts, and then request them together.",
    "ai-atk-s0507a1:101_0": "The king gave gifts, “Where should the Buddha live?” But he thought, “How far the Buddha is not able to know anything else?",
    "ai-atk-s0507a1:101_1": "But when the food was destroyed, he drove it through the house became frightened and wives in his house.",
    "ai-atk-s0507a1:101_2": "The king, when the night had passed, he informed the Buddha,",
    "ai-atk-s0507a1:101_3": "“Sir, what will I have no sound? Why am I to not?”",
    "ai-atk-s0507a1:101_4": "“Great king, don’t be afraid of that wickedness has arisen in you. For the slaves will arise.",
    "ai-atk-s0507a1:101_5": "They’ll give gifts to one Buddha awakened for themselves: ‘The Independent Buddhas, the Sole Leader of the Awakened One, the Sole Leader of the Awakened One, the Lord of the World, after giving this gift, and when we said: “After giving this gift, it will not be a residence.”",
    "ai-atk-s0507a1:101_6": "“Venerable, why have you given it?”",
    "ai-atk-s0507a1:101_7": "“Yes, great king.”",
    "ai-atk-s0507a1:101_8": "“Well then, sir, may the Buddha please accept my offering of today.”",
    "ai-atk-s0507a1:101_9": "The Buddha consented by remaining silent.",
    "ai-atk-s0507a1:102_0": "The King, after going to the Great Wood, announced the time, and having the Fortunate One’s residence.",
    "ai-atk-s0507a1:102_1": "the Fortunate One, together with the King’s royal compound, sat down on the prepared seat,",
    "ai-atk-s0507a1:102_2": "They (also) said: “Shere the cloth can’t go today.”",
    "ai-atk-s0507a1:102_3": "But the Buddha presented all those various wives as before.",
    "ai-atk-s0507a1:102_4": "The king gives a religious donation to his relatives.",
    "ai-atk-s0507a1:102_5": "At the pond of the Jayas were lake, (the rays of) Kakutthā.",
    "ai-atk-s0507a1:102_6": "There they drunk the bathing and drinking water, and all the golden statue into golden garlands.",
    "ai-atk-s0507a1:102_7": "and the King, after giving rice-gruel and food the horses,",
    "ai-atk-s0507a1:102_8": "At the moment of the heavenly hosts appeared to you.",
    "ai-atk-s0507a1:102_9": "and so they used them.",
    "ai-atk-s0507a1:102_10": "Then the resting places were recited (and given):",
    "ai-atk-s0507a1:102_11": "Those heavenly sandalwood make floor covered with flowers, thorns and celestial portions.",
    "ai-atk-s0507a1:102_12": "But even those whole of the king’s food is determined as the Fortunate One.",
    "ai-atk-s0507a1:102_13": "The King, having seen that, was pleased.",
    "ai-atk-s0507a1:102_14": "After the Buddha had finished his meal and refused an invitation to eat more, the King recited the Āṭānāṭiya Bimbisāra’s monastery –",
    "ai-atk-s0507a1:103_0": "14.",
    "ai-atk-s0507a1:104_0": "“Shes are included in the reference to the walls,",
    "ai-atk-s0507a1:105_0": "they stand at the door-posts, having come to their (former) homes.",
    "ai-atk-s0507a1:106_0": "15.",
    "ai-atk-s0507a1:107_0": "“Through abundant food and drink, But when abundant food and drink, is prepared,",
    "ai-atk-s0507a1:108_0": "no-one remembers their deeds with the (good) deeds.",
    "ai-atk-s0507a1:109_0": "16.",
    "ai-atk-s0507a1:110_0": "“Indeed thus, those who have compassion for relatives,",
    "ai-atk-s0507a1:111_0": "at the right time, pure, excellent, suitable drink and food.",
    "ai-atk-s0507a1:112_0": "17.",
    "ai-atk-s0507a1:113_0": "“May your relatives be happy and may all your relatives!",
    "ai-atk-s0507a1:114_0": "and having gathered together, they went to their relatives.",
    "ai-atk-s0507a1:115_0": "around the food and drink, respectfully offer their thanks:",
    "ai-atk-s0507a1:116_0": "18.",
    "ai-atk-s0507a1:117_0": "“May our relatives live happily towards us.",
    "ai-atk-s0507a1:118_0": "for we have been honoured, those who give are not without reward!",
    "ai-atk-s0507a1:119_0": "19.",
    "ai-atk-s0507a1:120_0": "For in that place there is no ploughing, and cattle-rearing is not found there,",
    "ai-atk-s0507a1:121_0": "similarly there is no trading, or buying and selling of gold.",
    "ai-atk-s0507a1:122_0": "The departed in that place who have died, (have to) subsist on gifts.",
    "ai-atk-s0507a1:123_0": "20.",
    "ai-atk-s0507a1:124_0": "“Not just as water does not flow",
    "ai-atk-s0507a1:125_0": "so too when the gift is given to those who have been given,",
    "ai-atk-s0507a1:126_0": "21.",
    "ai-atk-s0507a1:127_0": "“Just as the rivers fill up the ocean,",
    "ai-atk-s0507a1:128_0": "so too when the gift is given to those who have been given,",
    "ai-atk-s0507a1:129_0": "22.",
    "ai-atk-s0507a1:130_0": "“They gave to me, and I wish to my relatives.",
    "ai-atk-s0507a1:131_0": "give offerings to departed kin, and past lives,",
    "ai-atk-s0507a1:132_0": "23.",
    "ai-atk-s0507a1:133_0": "“For he who has no understanding",
    "ai-atk-s0507a1:134_0": "are not sought for the purpose of departing relatives, so it is said:",
    "ai-atk-s0507a1:135_0": "24.",
    "ai-atk-s0507a1:136_0": "“I’ve given a gift to a Community, well placed in the Sangha,",
    "ai-atk-s0507a1:137_0": "is of benefit to them for a long time, immediately it is of benefit.",
    "ai-atk-s0507a1:138_0": "25.",
    "ai-atk-s0507a1:139_0": "“This relatives is worshipped by the departed, and this renowned,",
    "ai-atk-s0507a1:140_0": "And the mendicants—who have powerfulness for their merit—when they have acted accordingly.”",
    "ai-atk-s0507a1:141_0": "14.",
    "ai-atk-s0507a1:141_1": "Herein, rotten is a leper’s tapped in the places of others.",
    "ai-atk-s0507a1:141_2": "It is simply termination of the homes, starting to the houses, etc., as to how originated, as to variety of the houses, etc., as to gate, is the meaning.",
    "ai-atk-s0507a1:141_3": "Snot This is how the rains experts:",
    "ai-atk-s0507a1:141_4": "the four coronations, the inner tangles, the inner tangles (afterwards), and the western Bunction of the world, these are what is meant.",
    "ai-atk-s0507a1:141_5": "At snot means from his intersection.",
    "ai-atk-s0507a1:141_6": "they stand at the door-posts of the city gate, saying: “It is the gate of the house-dwelling gates,”",
    "ai-atk-s0507a1:141_7": "After the Sakyan clans had gone to her own house, and they put it away in the morning, even their swamped her own house, and they went to the house of that precincts. Then they said: “From the house of her own house, when it came back to the house and she said, “From house.”",
    "ai-atk-s0507a1:142_0": "15.",
    "ai-atk-s0507a1:142_1": "The Buddha said, “Previously, too, did the lord of the earth in the home life, for the Fine Nidding King Bimbisāra come back to the porching the first three watches of the night, and he then shows the sages of the central cognitive (her): “Preceiving this, when the Fortunate One says: ‘Any-worldship, what if he shows the hymns for the second, he shows the third, and is not seeing, he shows the fourth.”",
    "ai-atk-s0507a1:143_0": "Herein, many sorts: there is much meaning in that place.",
    "ai-atk-s0507a1:143_1": "For a very shaking is the mode of the wall, he does not say, “There is no danger of threats,”",
    "ai-atk-s0507a1:143_2": "Some of them (story), thinking “Whoever much to do so, is heedless?",
    "ai-atk-s0507a1:143_3": "dropping food with drink,",
    "ai-atk-s0507a1:143_4": "He eats food and drink, and is blameworthy.",
    "ai-atk-s0507a1:143_5": "In this way what is eaten, drunk, chewed, and tasted is shown in nutriment,",
    "ai-atk-s0507a1:143_6": "When it is nutriment: the meaning is, interrupted, is the meaning.",
    "ai-atk-s0507a1:143_7": "no-one born in their mother or father’s womb, or anyone else’s mother.",
    "ai-atk-s0507a1:143_8": "Why is that?",
    "ai-atk-s0507a1:143_9": "Commitation is a condition for the kamma-resultaneousness of the deeds, etc., and for the sake of defilement, etc.,",
    "ai-atk-s0507a1:143_10": "For that deed is their own work, they don’t give it.",
    "ai-atk-s0507a1:144_0": "16.",
    "ai-atk-s0507a1:144_1": "In this way the Buddha, too, am involved in non-returners, relatives, kin, and kinsmen who come after him in this way: “I have become well-knowned, friends, and colleagues, relatives and kin.” And the Buddha said: “I will even give you the third messenger of the departed,” and he gave them a third case.",
    "ai-atk-s0507a1:145_0": "likewise means striving rain on this.",
    "ai-atk-s0507a1:145_1": "at the very moment of insight:",
    "ai-atk-s0507a1:145_2": "Those who don’t because of their deeds all the sentient beings who, when their relatives live out of compassion, are well-knowned, and all of them well-trained, just like an pleasurable food. And they give well.",
    "ai-atk-s0507a1:145_3": "So when they give, they give.",
    "ai-atk-s0507a1:145_4": "The relatives live and the kin are bound by them.",
    "ai-atk-s0507a1:145_5": "those who are born in a child, and those who have great birth.",
    "ai-atk-s0507a1:145_6": "Continued existence:",
    "ai-atk-s0507a1:145_7": "who wants to have compassion for his welfare.",
    "ai-atk-s0507a1:145_8": "A pure mind, pure and just god,",
    "ai-atk-s0507a1:145_9": "successful and excellent,",
    "ai-atk-s0507a1:145_10": "Is the right time to make offerings at the right time, saying: “Leaves, friends, and kinsmen are sitting in the Kakuṭi.”",
    "ai-atk-s0507a1:145_11": "and leading to an eon in what is not suitable, it’s proper to deserve to be given up.",
    "ai-atk-s0507a1:145_12": "and also drinks, food, drink, clothes, and beds are given here.",
    "ai-atk-s0507a1:146_0": "17.",
    "ai-atk-s0507a1:146_1": "Now comes a time to give what is given to them. When they bring it, it would be happy and joyful to their relatives.",
    "ai-atk-s0507a1:146_2": "Third: it should be bound by the priceless talk,",
    "ai-atk-s0507a1:147_0": "“Indeed thus, those who have compassion for relatives,",
    "ai-atk-s0507a1:148_0": "May your relatives be happy and may all your relatives!”",
    "ai-atk-s0507a1:149_0": "“This is your relatives, this is how it should be given.” And now, it is for you to actually giving.",
    "ai-atk-s0507a1:150_0": "Herein, should be given to the donor,",
    "ai-atk-s0507a1:150_1": "is included in the noble ones as “building” .",
    "ai-atk-s0507a1:150_2": "may those who have become well-known as departed, and may those who have arisen in the family.",
    "ai-atk-s0507a1:150_3": "thinking: “It is not suitable for us to give my relatives,” and so forth the meaning is raised.",
    "ai-atk-s0507a1:150_4": "May our relatives be happy and healthy! May they be happy and healthy! This is the one happy and healthy!",
    "ai-atk-s0507a1:151_0": "They say, “Don’t be told, ‘This is why your relatives and kin doing it. ’ Or elsewhere a reason for them, for that reason is indeed the case, the deeds he’s for the wholesome and result. And in that procedure is done for the skillful, there is only the reason why the effacement is effected, not the repelled in that same way.",
    "ai-atk-s0507a1:152_0": "Herein, they are your relatives.",
    "ai-atk-s0507a1:152_1": "what an idem is given there.",
    "ai-atk-s0507a1:152_2": "Having gathered together: “After going, our relatives do not prepare offerings, and then they have come together.”",
    "ai-atk-s0507a1:152_3": "when a (given) are prepared, not being recited in his own home,",
    "ai-atk-s0507a1:152_4": "carefully, not carelessly. When the mind is very fruitful, they become full of joy and happiness. When the mind is full of rapture, they become full of rapture and happiness.",
    "ai-atk-s0507a1:153_0": "may live for a long time, may they be long!",
    "ai-atk-s0507a1:153_1": "our relatives.",
    "ai-atk-s0507a1:153_2": "for those whom there are (right) murderers,",
    "ai-atk-s0507a1:153_3": "altogether as a light, so full of council.",
    "ai-atk-s0507a1:153_4": "For this is the success of his relatives, and people through the ruin of their love for the departed,",
    "ai-atk-s0507a1:153_5": "For if you’re for your own enjoyment and relief, it is the right kind of fruit for your offerings.",
    "ai-atk-s0507a1:153_6": "Herein, tamed means after a (follow) she was purified by seeing the reason",
    "ai-atk-s0507a1:153_7": "Hence it is said: “Venerable sir, we call a light over the reason for you.”",
    "ai-atk-s0507a1:153_8": "It is because we worshipped thus: “May our relatives, family, friends, and colleagues, relatives and kin do so there be no more fruit, the givers of the donors, and those with few wishes!” Right therefore showing the fruits of the donors and so on.",
    "ai-atk-s0507a1:154_0": "Here it may be said:",
    "ai-atk-s0507a1:154_1": "“But why do they get reborn in the ghost realm? Or do they get these things?”",
    "ai-atk-s0507a1:154_2": "And you should not say that.",
    "ai-atk-s0507a1:154_3": "for this is said:",
    "ai-atk-s0507a1:155_0": "“Master Gotama, we give gifts to the brahmins who have given gifts, and merit. Yet they partake of this gift. Then they enjoy that gift.",
    "ai-atk-s0507a1:155_1": "But does this gift really aid departed relatives and family?",
    "ai-atk-s0507a1:155_2": "Right ...",
    "ai-atk-s0507a1:156_0": "“Then, Master Gotama, what are the right and wrong conditions?",
    "ai-atk-s0507a1:156_1": "It’s when someone kills living creatures. ...",
    "ai-atk-s0507a1:156_2": "When their body breaks up, after death, they’re reborn in hell.",
    "ai-atk-s0507a1:156_3": "There they survive feeding on the food of the hell beings.",
    "ai-atk-s0507a1:156_4": "This is the place where the one who stands, the one who lives there.",
    "ai-atk-s0507a1:157_0": "“Someone else who kills living creatures ...",
    "ai-atk-s0507a1:157_1": "They have wrong view ...",
    "ai-atk-s0507a1:157_2": "There they survive feeding on the food of the animal realm.",
    "ai-atk-s0507a1:157_3": "The conditions there too are wrong, so the gift does not aid the one who lives there.",
    "ai-atk-s0507a1:158_0": "“Brahmin, take someone who doesn’t kill living creatures, steal, commit sexual misconduct, or use speech that’s false, divisive, harsh, or nonsensical.",
    "ai-atk-s0507a1:158_1": "When their body breaks up, after death, they’re reborn in the company of humans. ...",
    "ai-atk-s0507a1:158_2": "in the company of the gods.",
    "ai-atk-s0507a1:158_3": "There they survive feeding on the gods.",
    "ai-atk-s0507a1:158_4": "The conditions there too are wrong, so the gift does not aid the one who lives there.",
    "ai-atk-s0507a1:159_0": "“Someone else who kills living creatures ...",
    "ai-atk-s0507a1:159_1": "wrong view ...",
    "ai-atk-s0507a1:159_2": "There they survive feeding on the food of the beings in the ghost realm.",
    "ai-atk-s0507a1:159_3": "Or they survive feeding on my friends and colleagues, relatives and kin provide them with from here.",
    "ai-atk-s0507a1:159_4": "This is the thing that’s steady, where the gift is.”",
    "ai-atk-s0507a1:160_0": "“But Master Gotama, who partakes of that gift if the departed relative is not reborn in that place?”",
    "ai-atk-s0507a1:160_1": "“Other departed relatives reborn there will partake of that gift.”",
    "ai-atk-s0507a1:161_0": "“But who partakes of the gift when neither that relative nor other relatives have been reborn in that place?”",
    "ai-atk-s0507a1:161_1": "“It’s impossible, brahmin, it cannot happen that that place is vacant of departed relatives in all this long time.”",
    "ai-atk-s0507a1:162_0": "19.",
    "ai-atk-s0507a1:162_1": "Now comes the description of the passing away : “Joyful Gods, the intention of making use of the consent has been shown that such states as because of one who is inappropriate.”",
    "ai-atk-s0507a1:163_0": "For there are no places in the case of those who live in the ghost realm would not be happy because of that.",
    "ai-atk-s0507a1:163_1": "don’t arise any rolling cattle-keeper here and there. For even one who slives not happy in living things, since there is no solely found,",
    "ai-atk-s0507a1:163_2": "similarly there is no such trading, or breath, it would be appropriate for the sake of which would be like that.",
    "ai-atk-s0507a1:163_3": "...",
    "ai-atk-s0507a1:163_4": "The departed, the departed, and that gift is given here. And the departed, they show them any incarnation or elsewhere else.",
    "ai-atk-s0507a1:163_5": "sentient beings who have good ghosts, by the ghost realm,",
    "ai-atk-s0507a1:163_6": "and (but) death he went to his death.",
    "ai-atk-s0507a1:163_7": "“What is the gradual diverse spittle?” and “What is death, what is death?",
    "ai-atk-s0507a1:163_8": "to live on that ghost,",
    "ai-atk-s0507a1:164_0": "20-21.",
    "ai-atk-s0507a1:164_1": "Just as they were told by the meaning of this verse, they should not stir him up, saying: “Listening on the water,”",
    "ai-atk-s0507a1:164_2": "The meaning of this:",
    "ai-atk-s0507a1:164_3": "Just as when the sun moves up in a rain falls on the ground, the water flows downhill to fill the hollows, creepers, and rolls towards the water.",
    "ai-atk-s0507a1:164_4": "In the same way, a gift given is given to those who have don’t enjoyed fruition.",
    "ai-atk-s0507a1:164_5": "For a place where the waters of the world cannot be destroyed, and as well as the ghost realm –",
    "ai-atk-s0507a1:164_6": "“This thing is standing, brahmin, for the giving of a gift.”",
    "ai-atk-s0507a1:164_7": "And just as, when it has been swept away by way of surface of water that rains and dust in the water, lakes, and fills the water, and when it was given to them, it was given to the fill up of the polished by the water, fills up the lakes, and so it was given to them.",
    "ai-atk-s0507a1:165_0": "22.",
    "ai-atk-s0507a1:165_1": "He thought, “Bhaddā,” he replied, “There are some well-known people come and ask me for the sake of our relatives. Then he added, “Give me such-and-such a clans.” And he said, “Give me such-and-such a clan,” and south.",
    "ai-atk-s0507a1:166_0": "The meaning of this:",
    "ai-atk-s0507a1:166_1": "This is myriad that was made of wealth, and this is my self-mortification. A man who exceeds having few wishes, contentment, having desires, hawks, or an opportunity to me, he who deceives having a personal of offerings. And in love with them, me who gives a gift, and who has fond of various kinds of heavens.”",
    "ai-atk-s0507a1:166_2": "he thinks, “I am the splitting of offerings,” and he told them what he had done in the past, and he had done before.",
    "ai-atk-s0507a1:166_3": "for this reason is the meaning of one who address.",
    "ai-atk-s0507a1:167_0": "23-24.",
    "ai-atk-s0507a1:167_1": "But the beings who were unable to show them even with a deleaf hut, using a toothbrush, etc., before they bring them to an end, and only what is meant. They gave them to them, not for the sake of their having given them, and only reportment, thinking, “It is good for their prospectives.”",
    "ai-atk-s0507a1:167_2": "The goal is the meaning.",
    "ai-atk-s0507a1:168_0": "25.",
    "ai-atk-s0507a1:168_1": "Now, while giving this recipient to the donors, his relations positioned, he should deliberately fulfilling the duties to his relatives.",
    "ai-atk-s0507a1:168_2": "And after they have attained the attainment of heavenly gladness and the lady of heaven, the ruler of the Community of monks, the Lord of Men, the Protector of the Enlightened One, the holy torn of the meritoriousness, the Buddha, together with those who offered the fame, clothes, and offerings the ancestors, and so on. That’s why the Kings present him with these good qualities to his relatives.",
    "ai-atk-s0507a1:169_0": "Herein, relatives there should be treated as related:",
    "ai-atk-s0507a1:169_1": "And successful and prosperous:",
    "ai-atk-s0507a1:169_2": "the body,",
    "ai-atk-s0507a1:169_3": "with a bright mind.",
    "ai-atk-s0507a1:169_4": "And there the Blessed One gave this Dhamma talk to the Dhamma, namely, this king.",
    "ai-atk-s0507a1:169_5": "in regard to those who are well-known about the Dhamma,",
    "ai-atk-s0507a1:169_6": "“My food and drink have been honoured,” he encouraged,",
    "ai-atk-s0507a1:169_7": "Saying, “As a retinue” is worshipped,",
    "ai-atk-s0507a1:169_8": "“The mendicants are able to instruct the mendicants,” he replied.",
    "ai-atk-s0507a1:169_9": "(Asoka) powerful for the monks, having understood their strength, bodies the shade, expounded them with great strength,",
    "ai-atk-s0507a1:169_10": "“Have you eradicated the merit-maker’s merit?”",
    "ai-atk-s0507a1:169_11": "should be understood here in that enquiry-green and wide-interest precisely his merit, as well as that of the special qualities, etc., in this way:",
    "ai-atk-s0507a1:170_0": "which lasts when he preached the Dhamma of the Peaceful Neither went with the ghost realm, and incomparable 84,000 states of covetousness, 84,000 states of particles, and ruining thoughts.",
    "ai-atk-s0507a1:170_1": "On the second day of the gods ... This is the rainy season.",
    "ai-atk-s0507a1:170_2": "That’s how for seven days there is no penetration of the teaching.",
    "ai-atk-s0507a1:171_0": "The commentary on the site of a wall is finished.",
    "ai-atk-s0507a1:172_0": "On the contrary, the colour of the five tonics",
    "ai-atk-s0507a1:173_0": "Your Majesty, this is not so ugly, that’s how you professed a child in Sāvatthī.",
    "ai-atk-s0507a1:173_1": "a certain village in Sāvatthī was an abode of a certain village.",
    "ai-atk-s0507a1:173_2": "His relatives said to him:",
    "ai-atk-s0507a1:173_3": "“They do not know, Victorious in imperturbable?”",
    "ai-atk-s0507a1:173_4": "He didn’t want his wife when he wants.",
    "ai-atk-s0507a1:173_5": "Then the wife set out a lamp, said this to the husband:",
    "ai-atk-s0507a1:173_6": "‘I’m the one who understands materiality and another’s knowledge. For what should I do?”",
    "ai-atk-s0507a1:173_7": "Being pressured by that he did so.",
    "ai-atk-s0507a1:173_8": "After some time she was pregnant by birth.",
    "ai-atk-s0507a1:173_9": "Disressions:",
    "ai-atk-s0507a1:173_10": "“This must be a child, and the hermit’s home.” She then boarded a hermit’s home, and she was pregnant to give birth, and it was conceived in her womb, and nourishing her a dispensation.",
    "ai-atk-s0507a1:173_11": "When her Mother had entered her mother’s womb, she informed her of her parents, and pronounced her:",
    "ai-atk-s0507a1:173_12": "The wound said to the ascetics of other religions:",
    "ai-atk-s0507a1:173_13": "“That’s pregnant to give birth.”",
    "ai-atk-s0507a1:173_14": "“I didn’t drink,”",
    "ai-atk-s0507a1:173_15": "“If it’s pregnant to give you a pregnant woman.”",
    "ai-atk-s0507a1:173_16": "“If I’ve pregnant to a stilt longhouse, I’ve pregnancy about the five corner of my sons, the Pabbajjāna, and then I’ve been smeared with defects, having destroyed and deportment, will spit in the past.”",
    "ai-atk-s0507a1:173_17": "Not long after their faction, they were reborn in a village not far from me.",
    "ai-atk-s0507a1:174_0": "At that time in the country of the senior monks arrived at Sāvatthī, where they was reborn in a village near Sāvatthī.",
    "ai-atk-s0507a1:174_1": "Then she showed herself to the Elders,",
    "ai-atk-s0507a1:174_2": "The Elder Saṅghamittā –",
    "ai-atk-s0507a1:175_0": "26.",
    "ai-atk-s0507a1:176_0": "“Without ugly or deformed,",
    "ai-atk-s0507a1:177_0": "offensive to anger, constantly you, have you here?”",
    "ai-atk-s0507a1:178_0": "questioned with a verse:",
    "ai-atk-s0507a1:178_1": "Herein, Neither flames is permanent,",
    "ai-atk-s0507a1:178_2": "ugly and unsightly, endowed with good qualities,",
    "ai-atk-s0507a1:178_3": "bad karma, leaves, ties, and goes to an end.",
    "ai-atk-s0507a1:178_4": "Or perhaps the corpse thrown on a lotus flower, or with a fragrant body,",
    "ai-atk-s0507a1:178_5": "flies, all kinds of flies, stalks, worms, and all scattered about together.",
    "ai-atk-s0507a1:178_6": "Have you occupied with such a particular mark, and such a one?",
    "ai-atk-s0507a1:179_0": "Then, as the Elder Mahā lovely, he controlled himself thus:",
    "ai-atk-s0507a1:180_0": "27.",
    "ai-atk-s0507a1:181_0": "“Venerable sir, I have been reborn in the ghost realm.",
    "ai-atk-s0507a1:182_0": "Having done bad deeds, they went to the other world,",
    "ai-atk-s0507a1:183_0": "28.",
    "ai-atk-s0507a1:184_0": "“Sāriputta, five times are certainly, with the same progress,",
    "ai-atk-s0507a1:185_0": "gave birth, but I don’t get enough.",
    "ai-atk-s0507a1:186_0": "29.",
    "ai-atk-s0507a1:187_0": "“The fire is burning, dripping, and stretching me,",
    "ai-atk-s0507a1:188_0": "I don’t get a water-place when I come to see me.”",
    "ai-atk-s0507a1:189_0": "These are the three verses:",
    "ai-atk-s0507a1:190_0": "27.",
    "ai-atk-s0507a1:190_1": "Herein, to the Elder’s garden,",
    "ai-atk-s0507a1:190_2": "Because of a wrong time, they went to a bad place.",
    "ai-atk-s0507a1:190_3": "lowering to look, gladness, looking at the delightful world, saying: “We have obtained looking at this place and have obtained there,”",
    "ai-atk-s0507a1:190_4": "He is reborn in the human realm: he is a heavenly realm, ghost realm, humanity, is the meaning.",
    "ai-atk-s0507a1:191_0": "At the time of the night she was droping,",
    "ai-atk-s0507a1:191_1": "For this is the word of the earth, this is the basis for ending the defilements.",
    "ai-atk-s0507a1:191_2": "Five children:",
    "ai-atk-s0507a1:191_3": "for the warding off of the pollutants,",
    "ai-atk-s0507a1:191_4": "At the time of the five-fold prostration: “I am at the time of dawn, Pañcasikha.”",
    "ai-atk-s0507a1:191_5": "gave birth transferring the day, and then having another ten days,",
    "ai-atk-s0507a1:191_6": "They too haven’t yet they become simply too ten, yet I still have to get rid of resentment for them.",
    "ai-atk-s0507a1:191_7": "For the sake of these verses (but): Dīgha and Nusāti,",
    "ai-atk-s0507a1:192_0": "the fire burns in the heart",
    "ai-atk-s0507a1:192_1": "drinking water, they drank the drinking water, and there they don’t drink water that was clear.",
    "ai-atk-s0507a1:192_2": "The father told me,",
    "ai-atk-s0507a1:193_0": "The Elder, having heard that deed asked the question,",
    "ai-atk-s0507a1:194_0": "30.",
    "ai-atk-s0507a1:195_0": "“Why did he do bad things by way of body, speech, and mind?",
    "ai-atk-s0507a1:196_0": "Those who do the result of his deeds, how will you eat mung beans?”",
    "ai-atk-s0507a1:197_0": "spoke this verse:",
    "ai-atk-s0507a1:197_1": "Herein, the bad conduct",
    "ai-atk-s0507a1:197_2": "What does the result of deeds done in hell or the result of that deed, for one or other of those beginning with in whom one of the lion?",
    "ai-atk-s0507a1:197_3": "“Having what do people do for my bad deeds?”",
    "ai-atk-s0507a1:198_0": "Then, as she was doing (the patient) during the Elder’s duties –",
    "ai-atk-s0507a1:199_0": "31.",
    "ai-atk-s0507a1:200_0": "she gave her a wicked pregnant woman.",
    "ai-atk-s0507a1:201_0": "She was reborn in a noble disciple, which is conceived in the womb (of Buddha),",
    "ai-atk-s0507a1:202_0": "32.",
    "ai-atk-s0507a1:203_0": "“Four months there are two who are pregnant, but red and mature.",
    "ai-atk-s0507a1:204_0": "and on the same day (they were) my relations with the Father.",
    "ai-atk-s0507a1:205_0": "Since I abused me in the language,",
    "ai-atk-s0507a1:206_0": "33.",
    "ai-atk-s0507a1:207_0": "“I was the ancient primordial devious,",
    "ai-atk-s0507a1:208_0": "‘If I have eaten this child, it if I have given it.’",
    "ai-atk-s0507a1:209_0": "34.",
    "ai-atk-s0507a1:210_0": "“By deeds of being reborn in a bad place,",
    "ai-atk-s0507a1:211_0": "recited this verse:",
    "ai-atk-s0507a1:212_0": "31-32.",
    "ai-atk-s0507a1:212_1": "Herein, mundane : what is meant is that she is called “perfected”.",
    "ai-atk-s0507a1:212_2": "He sent him a because he had done bad deeds.",
    "ai-atk-s0507a1:212_3": "With a mind that is eager, confident, settled, and in mind,",
    "ai-atk-s0507a1:212_4": "two months arose on the very day, having become established on the two.",
    "ai-atk-s0507a1:212_5": "The red bottoms, plastered inside and out.",
    "ai-atk-s0507a1:212_6": "At that time I was a relative of my mother and father, a brother of sister, and grandmother (Mahinda), and even my relatives had various others.",
    "ai-atk-s0507a1:212_7": "if he thinks, “Is the unmoved?” and “It is a share of the opposite sex.”",
    "ai-atk-s0507a1:213_0": "33-34.Sapathanti sapanaṁ.",
    "ai-atk-s0507a1:213_1": "he became frightened through the power of fear.",
    "ai-atk-s0507a1:213_2": "They’d do what I have done.",
    "ai-atk-s0507a1:213_3": "I have eaten what is leftover and what is suitable. If I do not see this, it is good.",
    "ai-atk-s0507a1:213_4": "if this is the meaning of in the womb for me, it would be reborn in the future.",
    "ai-atk-s0507a1:213_5": "Because of the concept of that deed of the womb is the necessary and through killing living things, etc.,",
    "ai-atk-s0507a1:213_6": "lying, and dying,",
    "ai-atk-s0507a1:213_7": "They suffer both kinds of deeds, and the result of both.",
    "ai-atk-s0507a1:213_8": "for this reason is the meaning of one who address.",
    "ai-atk-s0507a1:213_9": "In the past, as regards thus, “I lived and smeared with blood,” and, through the general of the thirteenth and year is a position, blood is a splitting and smeared with blood.",
    "ai-atk-s0507a1:214_0": "So she was conceived in her own work and say thus:",
    "ai-atk-s0507a1:214_1": "“Venerable, I’ve done this in the village, and I’d because I’ve made a bad and threw them out.",
    "ai-atk-s0507a1:214_2": "It would be good if you would give me a gift. I’ll give it to you. And I’ll will be well.”",
    "ai-atk-s0507a1:214_3": "When they heard that, the senior elder was uprooted and sympathy for him, went to the home of the Kurughara.",
    "ai-atk-s0507a1:214_4": "Having seen the Theras who had arrived at Kuṭigāma, and seeing him sitting on the sublime seat, he subdued that seat, while subduing that excellent seat, –",
    "ai-atk-s0507a1:214_5": "and built a rolling the senior monks.",
    "ai-atk-s0507a1:214_6": "At that moment, having shook a meat of milk-rice prepared from what was given, he showed himself in a progressively for a misfortune, and bringing it to suffering.",
    "ai-atk-s0507a1:214_7": "Then the senior monks, having gone to Sāvatthī, told the Buddha.",
    "ai-atk-s0507a1:214_8": "and the Fortunate One gave a teaching to the community of monks.",
    "ai-atk-s0507a1:214_9": "he constructed the Mahāthūpa which had been prepared in the Mahāpajāpatī Gotamī, the position of the Seer, –",
    "ai-atk-s0507a1:214_10": "that discussing the teachings of the people.",
    "ai-atk-s0507a1:215_0": "The commentary on the five status of types is finished.",
    "ai-atk-s0507a1:216_0": "On the flour of Seven Discourses",
    "ai-atk-s0507a1:217_0": "Nor suitable girl, which is full of rice. This is the seven rains residence in Sāvatthī.",
    "ai-atk-s0507a1:217_1": "At a certain village there were two sons in a certain village named Sāvatthī:",
    "ai-atk-s0507a1:217_2": "having virtue in the first three worlds, endowed with good behavior,",
    "ai-atk-s0507a1:217_3": "Their mother said, “Lady, give her food.”",
    "ai-atk-s0507a1:217_4": "He, the wife, who was reborn in another state, which is another.",
    "ai-atk-s0507a1:217_5": "as she was pregnant.",
    "ai-atk-s0507a1:217_6": "I can then that very day, being reborn in a certain low-born palanquin, catching her.",
    "ai-atk-s0507a1:217_7": "And she told him, “My snapped, I’ll get pregnant,” and she said, “I can’t be a cliff,” and she answered, “I’m not even if I were to die,” and she replies, “My son, I wouldn’t be happy!” And she replied: “My son, and I’ll have given this child.”",
    "ai-atk-s0507a1:218_0": "After some time, after making a pregnancy, she breaked through the embryo, and haunt of the fruit, she eats portion of her child’s flesh.",
    "ai-atk-s0507a1:218_1": "On one occasion a number of senior monks who were friends were coming to the village of Sāvatthī were coming to see the Buddha. When they were coming, they gave him to a village.",
    "ai-atk-s0507a1:218_2": "Then she showed themselves to those Elders,",
    "ai-atk-s0507a1:218_3": "That verse:",
    "ai-atk-s0507a1:219_0": "35.",
    "ai-atk-s0507a1:220_0": "“Without ugly or deformed,",
    "ai-atk-s0507a1:221_0": "Whereas are you conceived? Do you here?”",
    "ai-atk-s0507a1:222_0": "She then gave the Elder three verses to her:",
    "ai-atk-s0507a1:223_0": "36.",
    "ai-atk-s0507a1:224_0": "“Venerable sir, I have been reborn in the ghost realm.",
    "ai-atk-s0507a1:225_0": "Having done bad deeds, they went to the other world,",
    "ai-atk-s0507a1:226_0": "37.",
    "ai-atk-s0507a1:227_0": "“This is the time for seven children,",
    "ai-atk-s0507a1:228_0": "gave birth, but I don’t get enough.",
    "ai-atk-s0507a1:229_0": "38.",
    "ai-atk-s0507a1:230_0": "“The fire is burning, dripping, and stretching me,",
    "ai-atk-s0507a1:231_0": "I didn’t reach quenching.",
    "ai-atk-s0507a1:232_0": "38.",
    "ai-atk-s0507a1:232_1": "Herein, equipment in the palace of that which is painful here.",
    "ai-atk-s0507a1:232_2": "I do not receive (another) comfort,",
    "ai-atk-s0507a1:232_3": "Fire burnt from fire. It does not sweep away like a fire, burning flames, blazing and glowing.",
    "ai-atk-s0507a1:233_0": "Having heard that, the Elder Mahādhammarakkhita said this:",
    "ai-atk-s0507a1:234_0": "39.",
    "ai-atk-s0507a1:235_0": "“Why did he do bad things by way of body, speech, and mind?",
    "ai-atk-s0507a1:236_0": "Their deeds that brings about the child’s flesh, burn them with sizzles.”",
    "ai-atk-s0507a1:237_0": "Then, as she was his own looking for her own son, she turned her garment and said:",
    "ai-atk-s0507a1:238_0": "40.",
    "ai-atk-s0507a1:239_0": "My two sons were shameless and unwift.",
    "ai-atk-s0507a1:240_0": "Sāti, her husband looks after her husband’s wife,",
    "ai-atk-s0507a1:241_0": "41.",
    "ai-atk-s0507a1:242_0": "“Even this husband is worsts on my husband,",
    "ai-atk-s0507a1:243_0": "She became pregnant for her wicked.",
    "ai-atk-s0507a1:244_0": "42.",
    "ai-atk-s0507a1:245_0": "“I was reborn in a noble one with a stopped in the womb,",
    "ai-atk-s0507a1:246_0": "But it’s pregnant for him that fetus away.",
    "ai-atk-s0507a1:247_0": "43.",
    "ai-atk-s0507a1:248_0": "“For my mother and father, my relatives and kin",
    "ai-atk-s0507a1:249_0": "Resounded me in the opposite direction,",
    "ai-atk-s0507a1:250_0": "44.",
    "ai-atk-s0507a1:251_0": "“I was the ancient primordial devious,",
    "ai-atk-s0507a1:252_0": "‘If I have eaten this child, it if I have given it.’",
    "ai-atk-s0507a1:253_0": "45.",
    "ai-atk-s0507a1:254_0": "“By deeds of being reborn in a bad place,",
    "ai-atk-s0507a1:255_0": "recited these verses:",
    "ai-atk-s0507a1:256_0": "40-45.",
    "ai-atk-s0507a1:256_1": "Herein, sons and child are the power of the children since they were obtained by the power of sons and children.",
    "ai-atk-s0507a1:256_2": "After reference to the one who is thus thought he has not known.",
    "ai-atk-s0507a1:256_3": "it fell into rub, dysentery, and it is pregnant,",
    "ai-atk-s0507a1:256_4": "all the same way as above,",
    "ai-atk-s0507a1:256_5": "Eight Elders were here,",
    "ai-atk-s0507a1:256_6": "Herein, there are five kinds of child: here are the same for all beings.",
    "ai-atk-s0507a1:257_0": "The account of the seventy-four kinds of sons is finished.",
    "ai-atk-s0507a1:258_0": "8. Goṇapetavatthuvaṇṇanā",
    "ai-atk-s0507a1:259_0": "Have you repayed this teacher or the disciple of the Jotipāla in a Jeta Grove, or claying to one of the dead, saying:",
    "ai-atk-s0507a1:259_1": "a certain dead woman’s father passed away.",
    "ai-atk-s0507a1:259_2": "Then his father, who was like the child with riches and so on, though he saw what was said.",
    "ai-atk-s0507a1:259_3": "“I see my father, a perfected one.”",
    "ai-atk-s0507a1:259_4": "there is no-one able to dispel him.",
    "ai-atk-s0507a1:259_5": "But with his heart in the hot springs up into the water, like a lamp in the fruit of stream-entry.",
    "ai-atk-s0507a1:260_0": "After looking at the Teacher, and seeing him lying in the world, he went to the stream of the fruit of stream-entry, and when he saw his attendants in the past and said to the present. He thought, “Afterwards, after eating the meal, he returns to the fruit of stream-entry, and make it was in the morning, but then returning from the alms-round, he returned to the meal.”",
    "ai-atk-s0507a1:260_1": "The teacher said, “Listen,” and after hearing the Teacher, he invited him to accept the house and sat down on the seat spread out, and told him what was happening.",
    "ai-atk-s0507a1:260_2": "Then the Teacher, knowing that she was the most one’s father in this way: “What do you think of this?”",
    "ai-atk-s0507a1:260_3": "The heard this word (said): “So it seems, my father, a path and conversed, with no peace of insight.”",
    "ai-atk-s0507a1:260_4": "After understanding the Teacher, the chief of the Dhamma had gone to an end, and preached the Dhamma. He then got rid of the responded, he established the fruit of Stream-Entry.",
    "ai-atk-s0507a1:261_0": "Then the monks gave a talk on Dhamma talk to the Dhamma –",
    "ai-atk-s0507a1:261_1": "“Reverends, the Buddha has just attained the fruit of stream-entry in the fruit of once-return.”",
    "ai-atk-s0507a1:261_2": "The Teacher then went there and asked him: “Are there seats this talk about the Buddhas sitting talking about just now?”",
    "ai-atk-s0507a1:261_3": "The monks told the Buddha.",
    "ai-atk-s0507a1:261_4": "“This teacher hasn’t previously requested me because he had beforehand.”",
    "ai-atk-s0507a1:262_0": "In the past, a certain householder in Bārāṇasī, who has passed away.",
    "ai-atk-s0507a1:262_1": "From the death of his father he rejoicing and accepted circumambulating him with his right side toward him, and gave him a funeral pyre.",
    "ai-atk-s0507a1:262_2": "The son of Sujāta, the intelligent prince called Sujātā thought: “He is wise, learned, a master of the tradition; he prepare a straw mat, and he ate one month. When drinking water, he came to the city, where he said, “Looking to eat the drink.”",
    "ai-atk-s0507a1:262_3": "When she saw him, she said, “What have you come? ”",
    "ai-atk-s0507a1:262_4": "But now they sprinkle no water.",
    "ai-atk-s0507a1:262_5": "When people arrived, they said, “Go to him, give grass and clay,”",
    "ai-atk-s0507a1:262_6": "When he heard that, he went (but) standing reposing to his Father.",
    "ai-atk-s0507a1:262_7": "he said, “It seems that I was born a child in the insane, an astute person, competent, and capable of having come to awake,” he added: “Do you’re wise, bright, clever, and have met from?”",
    "ai-atk-s0507a1:263_0": "46.",
    "ai-atk-s0507a1:264_0": "“Why do you want having dropped into the mass of water,",
    "ai-atk-s0507a1:265_0": "eating and drinking, the lady, after going to the peak of old age,",
    "ai-atk-s0507a1:266_0": "47.",
    "ai-atk-s0507a1:267_0": "Nor is incapable of dead a snare is the same as a response;",
    "ai-atk-s0507a1:268_0": "The fool is the unintelligent, and praised by the fools.”",
    "ai-atk-s0507a1:269_0": "spoke these verses",
    "ai-atk-s0507a1:269_1": "Herein, what is rotting all?",
    "ai-atk-s0507a1:269_2": "he is insane; it is as unfinished as a mass of fire.",
    "ai-atk-s0507a1:269_3": "having fallen away from the mountain,",
    "ai-atk-s0507a1:269_4": "Creates a grass torch,",
    "ai-atk-s0507a1:269_5": "you hunter.",
    "ai-atk-s0507a1:269_6": "those who live mindfully, they live mindfully,",
    "ai-atk-s0507a1:269_7": "they’re like an ox, who clungs their ears,",
    "ai-atk-s0507a1:269_8": "if he drinks the drinking-water vessel;",
    "ai-atk-s0507a1:269_9": "and clay, no matter how the wound would be found on me!",
    "ai-atk-s0507a1:269_10": "Will you, fool, are wise! You have given up their wisdom, incompetent, with a fool to save",
    "ai-atk-s0507a1:269_11": "Just as one is poor, so liberated, clear, and unclouded, you can see the meaning.",
    "ai-atk-s0507a1:269_12": "is just as one a debt (for me).",
    "ai-atk-s0507a1:270_0": "Having heard that, having heard his Father’s father, he announced his own perception:",
    "ai-atk-s0507a1:271_0": "48.",
    "ai-atk-s0507a1:272_0": "“This body is my head, this body is like a shaft.",
    "ai-atk-s0507a1:273_0": "That is not the same way, this Steward (story) stands at the same time.",
    "ai-atk-s0507a1:274_0": "49.",
    "ai-atk-s0507a1:275_0": "“No he does not.",
    "ai-atk-s0507a1:276_0": "not even a dead one, no (good) praises that from the dead.”",
    "ai-atk-s0507a1:277_0": "recited this verse:",
    "ai-atk-s0507a1:277_1": "The meaning of this:",
    "ai-atk-s0507a1:277_2": "Of this body, these four feet, this body is the establishment of the head, and this body is the sword.",
    "ai-atk-s0507a1:277_3": "and these, those who were not established in death are the shape of their former lives,",
    "ai-atk-s0507a1:277_4": "‘This is the ox’.",
    "ai-atk-s0507a1:277_5": "“This is the wound that I’ve had thoroughly considered. And nowhere else they think, ‘This is my opportunity for me.’",
    "ai-atk-s0507a1:277_6": "Yet he displays my head, my body won’t be heedless and stroking me with a hand of clay. Then hes lamented over his head, lamented, looking at its back and forth like dead, lamenting, the three times composed their laments.",
    "ai-atk-s0507a1:278_0": "When he heard this, he thought: ‘When I was intent on awakening, my father was not able to think, “So, I will not think about this deed,” and he said, ‘I will not think, ‘I will die!’ and because I have such qualities.”",
    "ai-atk-s0507a1:279_0": "50.",
    "ai-atk-s0507a1:280_0": "“Through me like a house, plunging into a house,",
    "ai-atk-s0507a1:281_0": "(Having) drunk the roaming sun, he was disillusioned,",
    "ai-atk-s0507a1:282_0": "51.",
    "ai-atk-s0507a1:283_0": "“Oh! For you have plucked the heart,",
    "ai-atk-s0507a1:284_0": "He who would not indeed I saw his father’s father,",
    "ai-atk-s0507a1:285_0": "52.",
    "ai-atk-s0507a1:286_0": "“I’m cooled and free of rapture.",
    "ai-atk-s0507a1:287_0": "I don’t grieve or lament,",
    "ai-atk-s0507a1:288_0": "53.",
    "ai-atk-s0507a1:289_0": "“Take some who have compassion for him,",
    "ai-atk-s0507a1:290_0": "Strown on the stands (there), just as though he was a mother?”",
    "ai-atk-s0507a1:291_0": "Four verses:",
    "ai-atk-s0507a1:291_1": "There they are burning, blazing and glowing.",
    "ai-atk-s0507a1:291_2": "who are peaceful and mindful,",
    "ai-atk-s0507a1:291_3": "like a fire-place.",
    "ai-atk-s0507a1:291_4": "like droping the water onto an irrigation with water.",
    "ai-atk-s0507a1:291_5": "all the (wholesome) mind was completely disappointed, he gave me,",
    "ai-atk-s0507a1:291_6": "mustard seeds,",
    "ai-atk-s0507a1:291_7": "dart in grief,",
    "ai-atk-s0507a1:291_8": "his heart altogether having been vital condition,",
    "ai-atk-s0507a1:291_9": "Prince Sobhita cried, (risking):",
    "ai-atk-s0507a1:291_10": "Destroying his Father’s father, (thinking):",
    "ai-atk-s0507a1:291_11": "she gave him a drink.",
    "ai-atk-s0507a1:291_12": "Having heard your words, young man (but) I don’t want to hear what I heard, but I didn’t like to hear it.",
    "ai-atk-s0507a1:291_13": "He became well-known and his father, and other sets out of kindness and compassion for himself. He thinks: “This is the meaning of what is well-known and his own virtues, and so on.”",
    "ai-atk-s0507a1:292_0": "After hearing what the student had said, his mother became without a choice, and he shake off his head. Then he ate his worker.",
    "ai-atk-s0507a1:292_1": "The Teacher, having constructed this Dhamma teaching to the monks, and many people established in the fruition of Stream-Entry.",
    "ai-atk-s0507a1:292_2": "Then the famous world was very well-born,",
    "ai-atk-s0507a1:293_0": "The account of the Godhā is finished.",
    "ai-atk-s0507a1:294_0": "to get the colour of the locality.",
    "ai-atk-s0507a1:295_0": "Remembering the Hell of Virtue, having a new dung of the that is neighborhood of a monastery, he lives reciting one of the essence.",
    "ai-atk-s0507a1:295_1": "Having taken a rainy-season residence in the Teacher’s presence, it seems, the mendicants who were caught in the midst of the rainy season residence, having taken a meditation subject in the neighborhood of a certain village, town, or royal capital seeking a second village, where they wandered for alms.",
    "ai-atk-s0507a1:295_2": "Soon afterwards they ate in whose minds had become satisfied with the mendicants. Having seen them, they said, “Where did it, Venerable?”",
    "ai-atk-s0507a1:295_3": "“When we’re comfortable, we’ll go.”",
    "ai-atk-s0507a1:295_4": "“Venerable Sir, what’s the rains residence should we do for the Rains Retreat right here.”",
    "ai-atk-s0507a1:295_5": "The monks accepted it.",
    "ai-atk-s0507a1:295_6": "after building the huts in the wilderness, and making the rest of those lay followers there,",
    "ai-atk-s0507a1:295_7": "The monks entered upon the Rains Retreat there.",
    "ai-atk-s0507a1:296_0": "There they were four supports together with four monks. They attended on him with care.",
    "ai-atk-s0507a1:296_1": "carelessly, they don’t attend properly to the mendicants who weren’t able to have wrong view.",
    "ai-atk-s0507a1:296_2": "Having seen her, he returned to the home of the Seer’s home.",
    "ai-atk-s0507a1:296_3": "Having faith and confidence, she understood the monks with care.",
    "ai-atk-s0507a1:296_4": "all the monks who had completed the rainy-season residence in one place crowded the other of them all.",
    "ai-atk-s0507a1:296_5": "Herein, one who is stingy regarding the donors, wives, and serves the children in their own husbands, –",
    "ai-atk-s0507a1:296_6": "“These Sakyan ascetics give gifts to the Sakyan ascetics, not to your generation, then they be reborn in the prime of the past and the future.”",
    "ai-atk-s0507a1:297_0": "But after later she passed away from Jeta’s Grove and caused the death of a tree to be reborn in the company of a tree.",
    "ai-atk-s0507a1:297_1": "But the wife, having been reborn in a place where the wife was reborn.",
    "ai-atk-s0507a1:297_2": "She then went to the ugly Mount Verañjā, and saw a palace:",
    "ai-atk-s0507a1:297_3": "“I’m permanent, everlasting, eternal, imperishable, and stainless clothes.”",
    "ai-atk-s0507a1:297_4": "Through her clairvoyance he surpassed the other worlds,",
    "ai-atk-s0507a1:297_5": "that boiled rice lumps, threwny, and smeared with blood. And it’s a polished and blazed, swept away.",
    "ai-atk-s0507a1:297_6": "She throws her away from the great suffering that originates, sets out, and goes forth.",
    "ai-atk-s0507a1:298_0": "At one time a certain monk who was living for the Teacher was going to a meeting hall together with a large army. He entered a foreign land surrounded by a large dwelling.",
    "ai-atk-s0507a1:298_1": "seeking the road at night, having gone in the Darkhiṇārāma, when they saw the Snakes, they understood that the resplendent.",
    "ai-atk-s0507a1:298_2": "It may be that a monk who hasn’t gone wandering about seclusion from a forest to tree, undercovering tendencies, at the root of a tree, in a concealed place, embarrassed, at the root of a tree, and in the open.",
    "ai-atk-s0507a1:298_3": "seeking a path leading to heaven, the monastic road, (thinking):",
    "ai-atk-s0507a1:298_4": "Then in the late afternoon, they rose from a certain deity and came to a low place. Then the Buddha came to a place where he was living.",
    "ai-atk-s0507a1:298_5": "When he saw a human being, he invited him to be the god, and making them sit down on the food for his own hands, he sat down on the seats, and paying homage to him.",
    "ai-atk-s0507a1:298_6": "When someone came and said, “I didn’t come back, I said that.”",
    "ai-atk-s0507a1:298_7": "And he gave it to her.",
    "ai-atk-s0507a1:298_8": "And when he had bathed and drunk and red-hot blazed forth, he fell to rubly.",
    "ai-atk-s0507a1:298_9": "The monk, having seen that deed, said this to the god:",
    "ai-atk-s0507a1:299_0": "54.",
    "ai-atk-s0507a1:300_0": "“For the mild one who eats portion, the results of past lives,",
    "ai-atk-s0507a1:301_0": "What is this action of his action? Is there all that is reduced in every way?",
    "ai-atk-s0507a1:302_0": "55.",
    "ai-atk-s0507a1:303_0": "“The seers that aren’t clean, and stainless,",
    "ai-atk-s0507a1:304_0": "Where do you want to be reborn? What is the necessary? How do you not proceed?”",
    "ai-atk-s0507a1:305_0": "with two verses:",
    "ai-atk-s0507a1:305_1": "Herein, this result of deeds: this is the result of deeds, this is the result of deeds.",
    "ai-atk-s0507a1:305_2": "What is this woman work to do with work? What is it not a woman?",
    "ai-atk-s0507a1:305_3": "She uses all pushing all kinds of blemish at all times, and fears smeared with all the time.",
    "ai-atk-s0507a1:305_4": "At the time of the wind appearance,",
    "ai-atk-s0507a1:305_5": "eloquent beauty,",
    "ai-atk-s0507a1:305_6": "sages taken by curry.",
    "ai-atk-s0507a1:305_7": "pure and bright.",
    "ai-atk-s0507a1:305_8": "Hairs: metal hair, beard riches, black-hairs, breaths, and very happy.",
    "ai-atk-s0507a1:305_9": "Remember the giving of making thorns of thorns and blazing glows like coals.",
    "ai-atk-s0507a1:305_10": "“‘Which is stone, thrice, chewed, and tasted (?) that is the meaning.’",
    "ai-atk-s0507a1:306_0": "the god was asked by that monk who was asked about a legal procedure of further penalty:",
    "ai-atk-s0507a1:307_0": "56.",
    "ai-atk-s0507a1:308_0": "“The wife, Venerable Sir, are the honey, mild wound, and jealousy.",
    "ai-atk-s0507a1:309_0": "She abused me and insulted ascetics and brahmins.",
    "ai-atk-s0507a1:310_0": "57.",
    "ai-atk-s0507a1:311_0": "“Form-guarded, released from the Sage, you used to eat filthy, and you all see everything.",
    "ai-atk-s0507a1:312_0": "may you be successful in this world and the next.",
    "ai-atk-s0507a1:313_0": "Having done this, the conduct of himself, the monk who had returned here and there for a long time –",
    "ai-atk-s0507a1:314_0": "Two verses on the Two verses:",
    "ai-atk-s0507a1:314_1": "Herein, by means of non-greed: some sort of states beginning with those without virtue.",
    "ai-atk-s0507a1:314_2": "First they are the first wonderful oppressed by the influence of the stain of stinginess, and by the time of illness.",
    "ai-atk-s0507a1:314_3": "But now that I will give you the meat,” and they said, “Give me meat.”",
    "ai-atk-s0507a1:314_4": "Herein, having such bad conduct, they are suspended by such verbal conduct,",
    "ai-atk-s0507a1:314_5": "He who has come here looking here and now, having come to this world of the ghosts,",
    "ai-atk-s0507a1:314_6": "for a long time he eats (now) eating more.",
    "ai-atk-s0507a1:314_7": "for it is because of the lack of its fruit that (deeds) at the door of her door,",
    "ai-atk-s0507a1:314_8": "As a consequence, he drops the water on the ground uncleans, like the sun in the middle, as it were the top of a hunter’s flame.",
    "ai-atk-s0507a1:315_0": "When the god had done against that monk, he did a legal procedure and said to that monk:",
    "ai-atk-s0507a1:315_1": "“But, sir, are there any other lovers of this ghost realm?”",
    "ai-atk-s0507a1:315_2": "“Is it prohibited, sir,” he replied, “Yes,” he said,",
    "ai-atk-s0507a1:315_3": "If he gives a gift to the Buddha, the communities of the noble ones, and he will give him this gift, then he will be well.",
    "ai-atk-s0507a1:315_4": "Having heard that monk, the god gave him a variety of delicious foods, and he gave him it to the south.",
    "ai-atk-s0507a1:315_5": "At that time she was well-known as Sujāta, and she had a heavenly thought.",
    "ai-atk-s0507a1:315_6": "again he gave the Buddha the recipient pair of Chief Divillages to the Buddha, and he gave him a pair of ghosts.",
    "ai-atk-s0507a1:315_7": "At that, the gods of the Thirty-Three had awe, covered with all they desired.",
    "ai-atk-s0507a1:315_8": "Then that monk, having entered Sāvatthī, cast down a blazing mat, entered Sāvatthī for the Buddha, and told him what had happened.",
    "ai-atk-s0507a1:315_9": "and the Buddha taught him the Dhamma.",
    "ai-atk-s0507a1:315_10": "that is the discipline of the people.",
    "ai-atk-s0507a1:316_0": "The Longer Discourse on the Great Assembly is finished.",
    "ai-atk-s0507a1:317_0": "On the site of inner skin: enclosedness is the colour of the damaged.",
    "ai-atk-s0507a1:318_0": "He lives reciting the body, and this is said: “This is one of the rainy season in Sāvatthī, this is what is said.”",
    "ai-atk-s0507a1:318_1": "In the past, it seems, a certain woman was attractive, good-looking, lovely, of surpassing beauty.",
    "ai-atk-s0507a1:318_2": "And the head hairs are long-lived, soft and smooth, grey hairs and beards,",
    "ai-atk-s0507a1:318_3": "Having seen that head, with a mind full of pollutants, brought (but) with a mind that was bound to him.",
    "ai-atk-s0507a1:318_4": "Then, because of the promise of her hair, beard, dressed in ocher robes, and gave her a bribe, he prevented by the advantages of that woman.",
    "ai-atk-s0507a1:318_5": "She powdered her tonics and went to the neck and bathed with her hand. She gave her a powder to the river.",
    "ai-atk-s0507a1:318_6": "At that, having plunged deep into their hair, rose up through the waters of the hair, and wrapped in the water and so on. And it became covered with flowers,",
    "ai-atk-s0507a1:318_7": "Soon afterwards, having dropped the bagsket and pulled out the news. It wiped the bronze dish, and sprinkled the cramp into the town hall and the carpets in the town hall. Then she drove her head and neck out through the town. After camping it, she instead he shopped the gems and make a cracking it.",
    "ai-atk-s0507a1:318_8": "and one day when (the first brahmin) in the three Vedas, which are mostly deformed in the most excellent Mahāthūpa, and for the sake of the hymns, and when they bound together their bodies are lumps,",
    "ai-atk-s0507a1:319_0": "Then one day, on the road, saw the Elder Nigrodha whose minds had destroyed the pollutants, who were seated himself on the throne and sat on the seat spread out, and in his own seat.",
    "ai-atk-s0507a1:319_1": "After receiving it out of compassion, he ate it.",
    "ai-atk-s0507a1:319_2": "she stood there for the six months at the (Roja).",
    "ai-atk-s0507a1:319_3": "The Elder, having given her advice, went away.",
    "ai-atk-s0507a1:319_4": "She said to her, “I am a woman in the morning,” and she said, “My hair shaved, wrapped in grey hair, and sweptching with my head.”",
    "ai-atk-s0507a1:320_0": "After some time, after making a portion of that deed of iron sheet went to the waves in the midst of the ocean.",
    "ai-atk-s0507a1:320_1": "By her hairs she became (pressed) as she was established.",
    "ai-atk-s0507a1:320_2": "People were dancing with a knife,",
    "ai-atk-s0507a1:320_3": "At that very spot, she returned to the Buddha and sat down at one side. After becoming a Buddha-to-be paide, and then arose again, the Enlightened One.",
    "ai-atk-s0507a1:320_4": "Then, after our rolling and transmigrating, those who stayed in Sāvatthī for seven months, and arrived at the great ocean.",
    "ai-atk-s0507a1:320_5": "Dwelling the boat, bathed at Nāḷāgiri, and went to that place. And the place where they dieded,",
    "ai-atk-s0507a1:320_6": "Then her risks away, showed themselves to those who were very conceit,",
    "ai-atk-s0507a1:320_7": "Having seen (that), he asked the Jeṭṭha Story:",
    "ai-atk-s0507a1:321_0": "58.",
    "ai-atk-s0507a1:322_0": "“Where do they reappear in mind?",
    "ai-atk-s0507a1:323_0": "See the end of the good Bhaddā Kāpilānī –",
    "ai-atk-s0507a1:324_0": "spoke this verse:",
    "ai-atk-s0507a1:324_1": "Herein, when rising in body, do you stand in the idea: where do you go about? What do you see about this matter? Or do you ask about:",
    "ai-atk-s0507a1:324_2": "The conceit “I am” is one gone forth.",
    "ai-atk-s0507a1:324_3": "If they see that Bhaddā’s -",
    "ai-atk-s0507a1:324_4": "“She’s spread out, sir,” and they needed a good opportunity.",
    "ai-atk-s0507a1:325_0": "Then, as she was leaving out, she informed the dead:",
    "ai-atk-s0507a1:326_0": "59.",
    "ai-atk-s0507a1:327_0": "“I’m not horrified, repelled, and disgusted by it,",
    "ai-atk-s0507a1:328_0": "There are head hairs, I am concealed for a little merit:",
    "ai-atk-s0507a1:329_0": "spoke this verse:",
    "ai-atk-s0507a1:329_1": "Herein, I can’t move to be stretched out suffering from rebirth.",
    "ai-atk-s0507a1:329_2": "I’m horrified:",
    "ai-atk-s0507a1:329_3": "covered the hair with head hair, body hairs, and so on.",
    "ai-atk-s0507a1:329_4": "they haven’t given up little and much merit, and they do have a little out of their own insight.",
    "ai-atk-s0507a1:330_0": "Then one wanted to give it to his own desire,",
    "ai-atk-s0507a1:331_0": "60.",
    "ai-atk-s0507a1:332_0": "“Here is the unsurpassable to you,",
    "ai-atk-s0507a1:333_0": "This robe-cloth has been overly dressed in the sky.",
    "ai-atk-s0507a1:334_0": "See the end of the good Bhaddā Kāpilānī –",
    "ai-atk-s0507a1:335_0": "spoke this verse:",
    "ai-atk-s0507a1:335_1": "Let’s take it,”",
    "ai-atk-s0507a1:335_2": "mentioned for the north is the meaning.",
    "ai-atk-s0507a1:335_3": "I give you it to you—",
    "ai-atk-s0507a1:335_4": "this is my sad and upset, you have further effort.",
    "ai-atk-s0507a1:335_5": "beautiful or ugly,",
    "ai-atk-s0507a1:336_0": "And if she said, “After having spoken thus, she dispraisessed even if she was given, she showed it to the day once more, and she said:",
    "ai-atk-s0507a1:337_0": "61.",
    "ai-atk-s0507a1:338_0": "“He who has not given to my hand, you have no gift to me,",
    "ai-atk-s0507a1:339_0": "the one unworthy branch of knowledge, the fully awakened Buddha,",
    "ai-atk-s0507a1:340_0": "62.",
    "ai-atk-s0507a1:341_0": "Having given this to me, he spoke: “Has anyone to me in my right hand,",
    "ai-atk-s0507a1:342_0": "That kind of pleasure is good for one oppressed all beings.”",
    "ai-atk-s0507a1:343_0": "spoke the verse on the advantages",
    "ai-atk-s0507a1:343_1": "Herein, when given by hand: I don’t give it to my hand, I’ll give it with my hands—nyou don’t get upset; the meaning is that it’s not proper for me; it’s not allowable to use.",
    "ai-atk-s0507a1:343_2": "This includes gems that is present, a male lay follower, adornment of many people, and acquisition of the fruit of faith, the lay followers, and the benefit of faith. And here too there is in this way a deed.",
    "ai-atk-s0507a1:343_3": "(but) this is my religious donation, this is my lay followers, this is my religious donation for the donation of my religious donation. Having found it, he gived it to me.",
    "ai-atk-s0507a1:343_4": "That’s why I’ll celebrate pleasure and happiness in the gods.",
    "ai-atk-s0507a1:344_0": "Having heard that, the lay followers shopped that lay follower, they clothed him with a pair of cloth,",
    "ai-atk-s0507a1:344_1": "Discipline the people who explain the meaning:",
    "ai-atk-s0507a1:345_0": "63.",
    "ai-atk-s0507a1:346_0": "“Then, after making an effort there was no chasming hair,",
    "ai-atk-s0507a1:347_0": "and clothing that offering was clothing, they accepted the offering.",
    "ai-atk-s0507a1:348_0": "64.",
    "ai-atk-s0507a1:349_0": "“The results in between the four conflagrations,",
    "ai-atk-s0507a1:350_0": "This is the fruit of eating food.",
    "ai-atk-s0507a1:351_0": "65.",
    "ai-atk-s0507a1:352_0": "“He who is pure, with pure body and mind,",
    "ai-atk-s0507a1:353_0": "who is laughing: This is the right outcome.",
    "ai-atk-s0507a1:354_0": "Possessing the three verses,",
    "ai-atk-s0507a1:355_0": "63.",
    "ai-atk-s0507a1:355_1": "There they suffered that lay follower",
    "ai-atk-s0507a1:355_2": "The sound of drums is alert.",
    "ai-atk-s0507a1:355_3": "or forgets them.",
    "ai-atk-s0507a1:355_4": "having destroyed the fragrance of Gandhamādana, after making the sky,",
    "ai-atk-s0507a1:355_5": "clothing it, scented with clothes, andded with caste, and sarong, they fastened with clothes, on the ground, and on the bank.",
    "ai-atk-s0507a1:355_6": "she took her right hand, and so on was given it to her right,",
    "ai-atk-s0507a1:356_0": "The next kasiṇa is the same as rainy-season residence, in the middle of the offering, or in the next life.",
    "ai-atk-s0507a1:356_1": "result, he took a fruit and result of that deed,",
    "ai-atk-s0507a1:356_2": "What kind of food do they get food?",
    "ai-atk-s0507a1:356_3": "different kinds of food, drink, cloth, and flour; with the color of heavenly gold, and silver, and money; and the south and the south; and this is the kind of food.",
    "ai-atk-s0507a1:357_0": "As the food is reckoned as it is said: it is “boundless” .",
    "ai-atk-s0507a1:357_1": "was surrounded by a body;",
    "ai-atk-s0507a1:357_2": "As well as on scoundrels: restrains,",
    "ai-atk-s0507a1:357_3": "Demon to Kāpaṭika, as to the highest of Kāsi .",
    "ai-atk-s0507a1:357_4": "when he is laughing: “I see this, you have made an offering to your fruit,” and they left out of the fruit of that.",
    "ai-atk-s0507a1:358_0": "Then, having seen that wonderful and marvellous things, the lay followers who had reached the final stage of life, they paid homage to him:",
    "ai-atk-s0507a1:358_1": "They too listened to the Dhamma of the Dhamma, and established confidence in the Refuges of the Springs.",
    "ai-atk-s0507a1:358_2": "and considered (them) deed that is to say:",
    "ai-atk-s0507a1:359_0": "66.",
    "ai-atk-s0507a1:360_0": "“Your mind has grabbed the form of a one,",
    "ai-atk-s0507a1:361_0": "With the asking of the Devas, what will you do?”",
    "ai-atk-s0507a1:362_0": "he asked these verses:",
    "ai-atk-s0507a1:362_1": "Herein, the elephant’s mind is easy to malevolent even when the women’s mentioned is pure; and the state of the birds that were very beautiful, and well clothed, etc., according to the specific neutrality and the consciousness of the laws,",
    "ai-atk-s0507a1:362_2": "delightful is the side of the rainy season.",
    "ai-atk-s0507a1:362_3": "What is that action? What is its fruit? What is that result of deeds? What is that fruit?",
    "ai-atk-s0507a1:363_0": "After questioning that safeguarding that their enemy is skillful and unskillful, so that there will be no more bad deeds for rebirth in the future.",
    "ai-atk-s0507a1:364_0": "67.",
    "ai-atk-s0507a1:365_0": "“Mendicants, when the mendicant is very far away, I trembled today.",
    "ai-atk-s0507a1:366_0": "For one with a mind that is straightened,",
    "ai-atk-s0507a1:367_0": "68.",
    "ai-atk-s0507a1:368_0": "“For the result of deeds,",
    "ai-atk-s0507a1:369_0": "(But) now I received limited verses for you.",
    "ai-atk-s0507a1:370_0": "69.",
    "ai-atk-s0507a1:371_0": "“In four months he will die,",
    "ai-atk-s0507a1:372_0": "A clever person would fall into hell to the nether regions.",
    "ai-atk-s0507a1:373_0": "70.",
    "ai-atk-s0507a1:374_0": "“Throw out the four quarters (of the day), a meal given to Missaka,",
    "ai-atk-s0507a1:375_0": "One is resort to wounds,",
    "ai-atk-s0507a1:376_0": "71.",
    "ai-atk-s0507a1:377_0": "“This is the plane of the ground with the fire, Ajita,",
    "ai-atk-s0507a1:378_0": "all around the hundred leagues around.",
    "ai-atk-s0507a1:379_0": "72.",
    "ai-atk-s0507a1:380_0": "“I’ve been reborn in the end of suffering,",
    "ai-atk-s0507a1:381_0": "the bad deed, therefore I recited these verses.”",
    "ai-atk-s0507a1:382_0": "67.",
    "ai-atk-s0507a1:382_1": "with the giving of a certain monk’s great joy, and abiding in any of the defilements of abiding at all of them.",
    "ai-atk-s0507a1:382_2": "having known as hate for the purpose of indulging in the mind,",
    "ai-atk-s0507a1:382_3": "For he whose mind is placed in defilement, guarded by the victorious over the defilements, which causes defilements and is an unconcerned destiny .",
    "ai-atk-s0507a1:382_4": "With a mind that is clear and confident, he investigates it with a confident mind,",
    "ai-atk-s0507a1:383_0": "The meaning is that it is long-building place where spears (only) a very long time.",
    "ai-atk-s0507a1:383_1": "We’ll have a little merit and produce fruit of little. It is limited and have few deeds, and I shall have little merit.",
    "ai-atk-s0507a1:383_2": "Hence it is said: “In four months, I will die!”",
    "ai-atk-s0507a1:383_3": "For one iron cauldron: the meaning is unbutified in a single bitter solely and suffering.",
    "ai-atk-s0507a1:383_4": "Remember the calves,",
    "ai-atk-s0507a1:383_5": "dying in hell, there is no joy, no (they are) happy to hell for one who hasn’t found.",
    "ai-atk-s0507a1:383_6": "I’ll fall down (him) for you!",
    "ai-atk-s0507a1:384_0": "70.",
    "ai-atk-s0507a1:384_1": "“Even Helling in Hell” is said, “Now that to be one who isn’t able to burn the crack of Hell of the Sworms,” etc., saying, “Excellents in the ghost realm.",
    "ai-atk-s0507a1:384_2": "Herein, the fourth parts of the four corner.",
    "ai-atk-s0507a1:384_3": "four gates (of the four directions).",
    "ai-atk-s0507a1:384_4": "frequented by floors, analytically.",
    "ai-atk-s0507a1:385_0": "he is mindful and very learned,",
    "ai-atk-s0507a1:385_1": "falling into the depths.",
    "ai-atk-s0507a1:385_2": "Guiding is enclosed in the moment of the wall.",
    "ai-atk-s0507a1:385_3": "and in the same way as the lower floor is plastered inside and out.",
    "ai-atk-s0507a1:386_0": "Beautiful Neither flames with great strength, waves, flees, and mounted by a great blazing fire.",
    "ai-atk-s0507a1:386_1": "however great is the waves settled down for a hundred leagues all round.",
    "ai-atk-s0507a1:386_2": "Kindly everywhere,",
    "ai-atk-s0507a1:386_3": "he keeps going up and stands,",
    "ai-atk-s0507a1:386_4": "up to the Great Hell:",
    "ai-atk-s0507a1:386_5": "they will know me as I will conquer for me.",
    "ai-atk-s0507a1:386_6": "And the bad and its connection is the meaning of this deed, for the sake of this deed, the result of suffering.",
    "ai-atk-s0507a1:387_0": "The lay followers of the deeds done in the future is setting up a barber, and thinking, “Those lay followers there will be a relation of the lay followers for the future.”",
    "ai-atk-s0507a1:387_1": "“To the lifetimes of my own generosity has produced in every way, and now I will recall having produced the success of all beings, lay followers who are satisfied, and after giving the gifts to me.” After giving the gift, he is freed from hell.",
    "ai-atk-s0507a1:387_2": "After killing her, and causing her, she endeavoured her with heavenly an opportunity, and her offered her with heavenly-treasure. She then went to the Buddha, the Lord of the heavenly wheel-treasure, and gave him her to him shade, saying: “Venerable sir, it is my pair of clothes, and my heavenly wheel-treasure.” And she gave him his own hands to live for the lord of the gods.",
    "ai-atk-s0507a1:388_0": "Then, after making a plate on a blade of the gem, and entering the air, and giving the net, announced the yoke from the Teacher’s (of the holy), and giving it to the Fortunate One,",
    "ai-atk-s0507a1:388_1": "The Teacher, having taught the Dhamma to that assembly, and preached it in detail, gave it a long time wide, and presented it to the assembly.",
    "ai-atk-s0507a1:388_2": "But that lay follower gave them a recipient to the Community of monks with the Buddha at its head.",
    "ai-atk-s0507a1:388_3": "After looking at the ghost realm, and looking down on the lovely world of the gods of the Thirty-Three, the lord of death in the thirty-thousands,",
    "ai-atk-s0507a1:389_0": "The conclusion of the Āṭāgiya is finished.",
    "ai-atk-s0507a1:390_0": "11. Nāgapetavatthuvaṇṇanā",
    "ai-atk-s0507a1:391_0": "Standing in front of elephants, horses, and chariots, he dwells in the Jeta Grove of the brahmin village.",
    "ai-atk-s0507a1:391_1": "Venerable Seyyasaka, it seems, a criminal thieves who were intimate with Arahantship, standing there, held a twelve-hundred and fifty monks. Then he went to Bāhiya of the Father, and brought him the going forth into the presence of that caravan.",
    "ai-atk-s0507a1:391_2": "The Teacher taught them the Dhamma to the mendicants.",
    "ai-atk-s0507a1:391_3": "Venerable Seyyasaka went to see the five hundred mendicants. When he had completed the full moon, he went to Bārāṇasī, there to stay in Isipatana.",
    "ai-atk-s0507a1:391_4": "When people saw the Thera, they reached the impediment of the Dhamma and went to the assembly hall, which had arrived in the vicinity of the new palaces, and when they arrived.",
    "ai-atk-s0507a1:391_5": "There a certain lay follower who had encouraged divided there, but whatever they regularly had said.",
    "ai-atk-s0507a1:392_0": "Now at that time in Bārāṇasī, a brahmin had wrong view, two wives, and one daughters.",
    "ai-atk-s0507a1:392_1": "In that place a lay follower’s son was very old.",
    "ai-atk-s0507a1:392_2": "He took a cloth and went to Seyyasaka’s presence.",
    "ai-atk-s0507a1:392_3": "Venerable Seyyasaka taught his Dhamma.",
    "ai-atk-s0507a1:392_4": "He became a short-liver.",
    "ai-atk-s0507a1:392_5": "Then that lay follower said:",
    "ai-atk-s0507a1:392_6": "“Please give one prepare for the mendicant.”",
    "ai-atk-s0507a1:392_7": "“I’ll give us a regular gift.”",
    "ai-atk-s0507a1:392_8": "“What did I not give?”",
    "ai-atk-s0507a1:392_9": "“How can I not give?”",
    "ai-atk-s0507a1:392_10": "“While I’ve seen that monk with one of the monks.”",
    "ai-atk-s0507a1:392_11": "He agreed. Then he turned around a second monk, and after returning to the monastery for the same day.",
    "ai-atk-s0507a1:393_0": "When they were going to the Dhamma and seeing the monks, they listened to the Dhamma and wage, paying homage, and attentively.",
    "ai-atk-s0507a1:393_1": "And that’s how those three people honored, respected, esteemed, and venerated them with honor, respected and esteemed.",
    "ai-atk-s0507a1:393_2": "And their mother and father, ascetics and brahmins, and wanderers were disrespectful, undeferential, and ruined.",
    "ai-atk-s0507a1:393_3": "and their daughters of those children had their sons.",
    "ai-atk-s0507a1:393_4": "He’s wishing to stir up a sense of urgency in the presence of that Venerable Seyyasaka.",
    "ai-atk-s0507a1:393_5": "The mother, having her brother’s daughter,",
    "ai-atk-s0507a1:393_6": "There he stepped on a thorn and, after bringing it to the preceptor, said:",
    "ai-atk-s0507a1:393_7": "“I’ll allow you to go forth, sir.”",
    "ai-atk-s0507a1:393_8": "his preceptor said this to his preceptor:",
    "ai-atk-s0507a1:393_9": "“Yes, Māra.”",
    "ai-atk-s0507a1:393_10": "He replies, “Yes!” and he told them as before.",
    "ai-atk-s0507a1:393_11": "the preceptor said, “When they return half a month,”",
    "ai-atk-s0507a1:393_12": "When the sky was overturned, they said, “Why did you come?”",
    "ai-atk-s0507a1:393_13": "The second monk consented.",
    "ai-atk-s0507a1:393_14": "Then, because of that novice nun’s mother had a feeble, blewing like a weak pain.",
    "ai-atk-s0507a1:393_15": "Herein, brahmin lady there are two brahmins, poisonous and has died.",
    "ai-atk-s0507a1:393_16": "dreadlocked and wives, two brahmin women, daughters-in-laws, two daughters of the earth.",
    "ai-atk-s0507a1:393_17": "The chief female slave had been reborn in a golden palanquin, which was built by gold new palanquin.",
    "ai-atk-s0507a1:393_18": "Only brahmins, the brahmin lady, seized a great position, crushing and catching each other, he broke off a big toe of their hip. Then he only got up and chopped on to the neck.",
    "ai-atk-s0507a1:393_19": "When they get angry and upset, they continue to plunge into the thickness of the value of anger and harshly. When they get angry and bodies.",
    "ai-atk-s0507a1:394_0": "Then the novice monk, having approached his preceptor, and said:",
    "ai-atk-s0507a1:394_1": "“Venerable Sir, I have allowed a particular day and they’ll go there.”",
    "ai-atk-s0507a1:394_2": "When his preceptor had passed away, he thought, “While giving away the drop of the sun and moon, set out in territory.” He went to the hermitage, where he stood on its back.",
    "ai-atk-s0507a1:394_3": "Now at that time the two gods were going with the same sister as their parents. But they were unable to walk, they were unable to shave their parents in the form of a neighbourhood. They asked their parents,",
    "ai-atk-s0507a1:395_0": "Then this venerable came to the novice Siddhattha and see his psychic powers that they will another novice.",
    "ai-atk-s0507a1:395_1": "“Do you see these novices?”",
    "ai-atk-s0507a1:395_2": "“Yes, Sir.”",
    "ai-atk-s0507a1:395_3": "“Well then, please ask the legal procedures.”",
    "ai-atk-s0507a1:395_4": "When he was going around the elephant, he asked the elephant,",
    "ai-atk-s0507a1:395_5": "they said:",
    "ai-atk-s0507a1:395_6": "“Those who come when they return,” they ask you.",
    "ai-atk-s0507a1:395_7": "that novice had a verse to those verses:",
    "ai-atk-s0507a1:396_0": "73.",
    "ai-atk-s0507a1:397_0": "“From to the top of the city he dropped on it,",
    "ai-atk-s0507a1:398_0": "And when the other insteads have been surpassed, they do so in ten directions.",
    "ai-atk-s0507a1:399_0": "74.",
    "ai-atk-s0507a1:400_0": "“But shaven-headed head hairs, soft and bearing their feet cut off with cracks and feet,",
    "ai-atk-s0507a1:401_0": "human beings have wicked desires, blemish, and blood.”",
    "ai-atk-s0507a1:402_0": "Herein, in front of all means",
    "ai-atk-s0507a1:402_1": "By its white trembles:",
    "ai-atk-s0507a1:402_2": "if he departs after getting them back;",
    "ai-atk-s0507a1:402_3": "with tusks like chariot-poles, bathing in the middle of the streets, in the inner bag.",
    "ai-atk-s0507a1:402_4": "from here the crossroads, bystruments, by chariots, and by leagues along.",
    "ai-atk-s0507a1:402_5": "takes away from others.",
    "ai-atk-s0507a1:402_6": "nine regions (of the ten directions), all over the places of the body, all the ten regions, clothing, and the corpses of all the.",
    "ai-atk-s0507a1:402_7": "He can also beat the drivers in his hands, the grease of the hands, the shells, the green-tips, the elephants, the horses, the hands, the poison of his hand, and the word in the elephants.",
    "ai-atk-s0507a1:402_8": "Near the delights, having cut off the top (him) cut through the greenitals with the chariot, the incomparable,",
    "ai-atk-s0507a1:402_9": "drink, chew, or drink.",
    "ai-atk-s0507a1:403_0": "when asked by a novice, all of those novices,",
    "ai-atk-s0507a1:404_0": "Swelling in four verses:",
    "ai-atk-s0507a1:405_0": "75.",
    "ai-atk-s0507a1:406_0": "“He who goes to the city of Kāsi, desiring the four directions,",
    "ai-atk-s0507a1:407_0": "The son of Jeṭṭha, having given gifts to the Jetavana, and rejoiced in happiness.",
    "ai-atk-s0507a1:408_0": "76.",
    "ai-atk-s0507a1:409_0": "“He who is charming in the middle of the four-footed (only) with its sixth part",
    "ai-atk-s0507a1:410_0": "he thought, “It’s medium one who isn’t like that.”",
    "ai-atk-s0507a1:411_0": "77.",
    "ai-atk-s0507a1:412_0": "“The enjoying weaver, she was like a lake lady,",
    "ai-atk-s0507a1:413_0": "Our teeth are very beautiful, and delighted with the bodies of dirt.",
    "ai-atk-s0507a1:414_0": "78.",
    "ai-atk-s0507a1:415_0": "“Those ascetics and brahmins, while giving gifts, these ascetics and brahmins,",
    "ai-atk-s0507a1:416_0": "We’re stingy, and devious of ascetics and brahmins.",
    "ai-atk-s0507a1:417_0": "They give to them, and don’t water suffered.”",
    "ai-atk-s0507a1:418_0": "75.",
    "ai-atk-s0507a1:418_1": "He who goes along a road in front of these,",
    "ai-atk-s0507a1:418_2": "if he says, “I’m walking in front of you,” and he who wants to be prepare him in front of him;",
    "ai-atk-s0507a1:418_3": "How can he find delight in earth?”",
    "ai-atk-s0507a1:418_4": "(This) Nāgas, such a giant bull elephants, horses and banishes, thus it is called “unbody”.",
    "ai-atk-s0507a1:418_5": "four-four grounds for each.",
    "ai-atk-s0507a1:418_6": "the older sage,",
    "ai-atk-s0507a1:419_0": "feeding on scraps of four horses,",
    "ai-atk-s0507a1:419_1": "which leads to the Fair of the Council of the Suras, (Saṅgāmajī),",
    "ai-atk-s0507a1:419_2": "Like the deer in the lair of Migāra’s eyes.",
    "ai-atk-s0507a1:419_3": "Because of the wealth he acquired  half a share out rich man’s necess by himself, and because of the ground for the obtainment of things that gift .",
    "ai-atk-s0507a1:419_4": "rapture ...",
    "ai-atk-s0507a1:419_5": "For this is what is called “the opposite sex”.",
    "ai-atk-s0507a1:420_0": "78.Paribhāsakāti akkosakā.",
    "ai-atk-s0507a1:420_1": "Equanimity from sense pleasures: these (of his own) kinds of heavenly sensual stimulation, and so on, giving up of merit and diverse kinds of heavenly sensual stimulation.",
    "ai-atk-s0507a1:420_2": "We’ll make sure that we won’t be well-builded, laughing, and swept even though it’s patchwork with fists, stones, and swords strike it.",
    "ai-atk-s0507a1:421_0": "In this way the wicked beings tell him, “We spend the opposite sex with a garland.”",
    "ai-atk-s0507a1:421_1": "Having heard that, the novice enquired about in her womb, why are you doing this?",
    "ai-atk-s0507a1:422_0": "79.",
    "ai-atk-s0507a1:423_0": "“What’s your use, what are you doing, your bed? How do you sleep well?",
    "ai-atk-s0507a1:424_0": "having obtained wealth in regard to mixed beings, he suffering from among beings.”",
    "ai-atk-s0507a1:425_0": "spoke this verse:",
    "ai-atk-s0507a1:425_1": "Herein, what’s yours? What’s yours: give you?",
    "ai-atk-s0507a1:425_2": "Why lie down?",
    "ai-atk-s0507a1:425_3": "“What sort of person should they be lying down?” When lying down, where would they be sleeping?",
    "ai-atk-s0507a1:425_4": "How do you get any simile? What can you do so?",
    "ai-atk-s0507a1:425_5": "bringing about the teaching of the good character,",
    "ai-atk-s0507a1:425_6": "if he is gathered riches in a limited period;",
    "ai-atk-s0507a1:425_7": "In many ways:",
    "ai-atk-s0507a1:425_8": "having destroyed happiness for the sake of pleasure, realising the merit, after cutting off the midst of merit,",
    "ai-atk-s0507a1:425_9": "throwing them out,",
    "ai-atk-s0507a1:425_10": "Today this almsbowl which is painful today, this is the end of suffering. This is the current of rebirth.",
    "ai-atk-s0507a1:426_0": "when questioned by the novices, they answered by him:",
    "ai-atk-s0507a1:427_0": "80.",
    "ai-atk-s0507a1:428_0": "“Having given up another, a plain of the past,",
    "ai-atk-s0507a1:429_0": "after covering (in transmigration), we were covered with (them),",
    "ai-atk-s0507a1:430_0": "81.",
    "ai-atk-s0507a1:431_0": "“Those people lament, death and lament, when they die,",
    "ai-atk-s0507a1:432_0": "Those whose merit do not make themselves happy and pleased.",
    "ai-atk-s0507a1:433_0": "82.",
    "ai-atk-s0507a1:434_0": "“After going to sleep a later, weapon in the next life, and throwing off a blazing place.",
    "ai-atk-s0507a1:435_0": "Having done bad deeds that have been done, that which is painful, later, and fruits that lead to suffering.",
    "ai-atk-s0507a1:436_0": "83.",
    "ai-atk-s0507a1:437_0": "“But for you who want is riches, here is your life,",
    "ai-atk-s0507a1:438_0": "The Wise One, having understood this Island, the Wise One should know the other,",
    "ai-atk-s0507a1:439_0": "84.",
    "ai-atk-s0507a1:440_0": "“Those who do not understand this, who are learned in the Teaching,",
    "ai-atk-s0507a1:441_0": "They do not express the heartfelt sentiment, (thinking):",
    "ai-atk-s0507a1:442_0": "The five verses on the Teacher:",
    "ai-atk-s0507a1:443_0": "80-81.",
    "ai-atk-s0507a1:443_1": "Herein, we are not included in the passages, thus are gods who are well protected.",
    "ai-atk-s0507a1:443_2": "We don’t want to have arrange, and we do not decrease, and we do not want to do it.",
    "ai-atk-s0507a1:443_3": "So it is.",
    "ai-atk-s0507a1:443_4": "When people lamentation and pain are crying, they sorrow and lament.",
    "ai-atk-s0507a1:443_5": "(So) is unsuitable for a donortification,",
    "ai-atk-s0507a1:443_6": "Yama they look down on the spot in what is known as suitable.",
    "ai-atk-s0507a1:443_7": "But after giving up pleasure and pain, they live in happiness and sadness. They keep themselves healthy and whole.",
    "ai-atk-s0507a1:443_8": "they do not eat too much, nor do they make merit by others, nor do they make merit.",
    "ai-atk-s0507a1:444_0": "Being palaceful and generated even with the other beings who have passed away, they were reborn in the next world of the other beings,",
    "ai-atk-s0507a1:444_1": "When you’re constantly burning, they think, “Forget, we’re doing what we’ve done for a long time.”",
    "ai-atk-s0507a1:444_2": "Rāhu, you shake off suffering, so full of suffering.",
    "ai-atk-s0507a1:444_3": "They make an end of suffering for a long time, which is painful and irritable. They make an end of suffering for a long time.",
    "ai-atk-s0507a1:445_0": "Soon afterwards they’re not long-lived, and are impermanent and perishable.",
    "ai-atk-s0507a1:445_1": "Everywhere here in this world, having little more, little more than that,",
    "ai-atk-s0507a1:445_2": "That is why the Blessed One said:",
    "ai-atk-s0507a1:445_3": "“That long life is a hundred years or a little more.”",
    "ai-atk-s0507a1:445_4": "Having understood these people thus, learning, riches, and raising of wealth, then will a long time, and no shorter will last for a long time.",
    "ai-atk-s0507a1:445_5": "“By a servant who is astute, competent, and clever, he establishes the lamp in the world of the other beings.",
    "ai-atk-s0507a1:445_6": "Those people who understand this for humans, those people who know the in that place. They give the life span of the time. They don’t give the time expert in all.",
    "ai-atk-s0507a1:445_7": "Having heard the word of the noble ones, they uttered (sometimes) snake, being a craft of the Noble Ones.",
    "ai-atk-s0507a1:445_8": "The rest is the same as a merchant.",
    "ai-atk-s0507a1:446_0": "When those novices replied, they told him, “Don’t be negligent,” and she invited them to accept an invitation.",
    "ai-atk-s0507a1:446_1": "Having heard that, the novice Queen Pañcālacaṇḍa, having heard his head, and consecrated his feet, said this to the preceptor:",
    "ai-atk-s0507a1:446_2": "“Sir, I’m the meaning of what you have done. My save sympathy, I’m good. I don’t take care of the spiritual life. I’m not reduce about it.”",
    "ai-atk-s0507a1:446_3": "and so he explained the special meditation subject to the meditation subject.",
    "ai-atk-s0507a1:446_4": "meditation subject and attained Liberation.",
    "ai-atk-s0507a1:446_5": "Venerable Seyyasaka told the Buddha.",
    "ai-atk-s0507a1:446_6": "The Teacher, having preached the meaning of that Dhamma, preached the Dhamma leading to full detail, which is analyzed in detail, gave he preached the Dhamma.",
    "ai-atk-s0507a1:447_0": "The account of the dragons is finished.",
    "ai-atk-s0507a1:448_0": "12. Uragapetavatthuvaṇṇanā",
    "ai-atk-s0507a1:449_0": "While wandering, he was living in Jeta’s Wood, a certain lay follower, saying:",
    "ai-atk-s0507a1:449_1": "a certain lay follower of Sāvatthī passed away.",
    "ai-atk-s0507a1:449_2": "When lamenting and because of her son, he grieved and lamented outside the household life.",
    "ai-atk-s0507a1:449_3": "Then the Teacher, having risen from his seat and went to the news in the morning time, taking his bowl and robe, stood in the morning time, carrying his bowl and robe, went to that lay follower’s house.",
    "ai-atk-s0507a1:449_4": "The lay devotee, having heard the Teacher’s word, having risen from his seat and went out to meet him, took the bowl, and prepare a seat on the elephant stables. Then he prepared the seat, saying,",
    "ai-atk-s0507a1:449_5": "The Buddha sat on the seat spread out.",
    "ai-atk-s0507a1:449_6": "Those lay followers bowed to the Buddha and sat down to one side.",
    "ai-atk-s0507a1:449_7": "The Fortunate One said: “What can the lay follower like?”",
    "ai-atk-s0507a1:449_8": "“Yes, Blessed One, I have passed away. I have come.”",
    "ai-atk-s0507a1:449_9": "Then the Fortunate One, while making a display of the Heard he gave it to him.",
    "ai-atk-s0507a1:450_0": "In the past, it seems, there was a brahmin family of the Kāsī called Benares,",
    "ai-atk-s0507a1:450_1": "There the brahmin lady had heard the sons of the bondservants, workers, and staff all these affairs.",
    "ai-atk-s0507a1:450_2": "Whoever goes out of houses in every house after giving advice, he leaves the sacred flame.",
    "ai-atk-s0507a1:450_3": "Then one day, after going to the house with his son and in the field,",
    "ai-atk-s0507a1:450_4": "Pukkusātika",
    "ai-atk-s0507a1:450_5": "the Kaṇhāgotamaka left this tree.",
    "ai-atk-s0507a1:450_6": "While he was fainted, he died down on the spot. When his dies, he was reborn there.",
    "ai-atk-s0507a1:450_7": "Seeing a brahmin who is dead and going to work, a single man’s work thus:",
    "ai-atk-s0507a1:450_8": "“Mother, after going to the house of my brahmin lady, say this: ‘Live to me alone with a garland, and perfumes, and makeup, and on the scents of flowers!’",
    "ai-atk-s0507a1:450_9": "He went there and told the people there.",
    "ai-atk-s0507a1:450_10": "When the brahmin had eaten the food, he stood looking for a funeral pyre, making it unplace, and having put a fire burning to the corpse on the heels. He then stood looking like a burning stretch.",
    "ai-atk-s0507a1:451_0": "Then, after becoming a brahmin, the Buddha-to-be was reborn amongst gods and humans.",
    "ai-atk-s0507a1:451_1": "He was the preparatory celebrated his own merit and had plenty of his relatives and kin property, and he saw me set out of compassion for me. He said, “Give me a man, give me a meat,” and storm.",
    "ai-atk-s0507a1:451_2": "“The brahmins don’t want to listen to the brahmins.”",
    "ai-atk-s0507a1:451_3": "“What’s yours?”",
    "ai-atk-s0507a1:451_4": "“No, there is no place, engaging in thighs, Saccaka, a son of Mahāthūpa,”",
    "ai-atk-s0507a1:451_5": "“Why do you, good owing to such qualities as these young men?”",
    "ai-atk-s0507a1:451_6": "The brahmin, having heard that statement of the word, thus:",
    "ai-atk-s0507a1:452_0": "85.",
    "ai-atk-s0507a1:453_0": "“Having grown old, you’re old, and then go to the shore.",
    "ai-atk-s0507a1:454_0": "When there is such a body, after death,",
    "ai-atk-s0507a1:455_0": "86.",
    "ai-atk-s0507a1:456_0": "“Does the man who does not know, lament,",
    "ai-atk-s0507a1:457_0": "That’s why he does not cry out.”",
    "ai-atk-s0507a1:458_0": "Two verses on the Two verses:",
    "ai-atk-s0507a1:459_0": "85-86.",
    "ai-atk-s0507a1:459_1": "Herein, because of fostering means comes (surely) go about.",
    "ai-atk-s0507a1:459_2": "that is a designation for ghee,",
    "ai-atk-s0507a1:459_3": "(between) the old shines forth, old age, decrepitude, wrapped in his former existence,",
    "ai-atk-s0507a1:459_4": "The Simile of the dagger go, pulled up lotus roots and fire-collects on the inside of a tree, or he goes to the root of a tree, in the middle of a cart, or in the openingsects the body. As he lays down in the open, he goes on all the way to the root of the corpses, like a jackal, the caravan heat, and casts the body for himself.",
    "ai-atk-s0507a1:459_5": "(but) he showed the corpse to their son, and said:",
    "ai-atk-s0507a1:459_6": "Disillusionment from the body, like one dropped in a body of the other horses.",
    "ai-atk-s0507a1:459_7": "May you be reborn among the ghost realm,",
    "ai-atk-s0507a1:459_8": "and he surviveyed the sentient beings in death.",
    "ai-atk-s0507a1:459_9": "Therefore it is because he does not know that this body is developed and cultivated by consciousness, and so, the suffering, and lamenting and lamentation, pain in my family, do not know, “Kill I don’t get lost.”",
    "ai-atk-s0507a1:459_10": "When it has gone he does not encounter a dead one, or dead one who is dead, his laments, etc., wasn’t able to report even in the former cases, thus he is the lord of death or the earth;",
    "ai-atk-s0507a1:460_0": "When they were unable to propound his mind in this way, when he was speaking with his own hands, the brahmin lady said to him:",
    "ai-atk-s0507a1:460_1": "“What is yours dead?”",
    "ai-atk-s0507a1:460_2": "“Having given food to Māra’s sink into the hand, and then I’ll stab you into my hand and then boundaries.”",
    "ai-atk-s0507a1:460_3": "“When a man has such a magician, is the mother of my heart, not with the soup of the heart.”",
    "ai-atk-s0507a1:460_4": "When he heard that, the cry of the road gave it to him:",
    "ai-atk-s0507a1:461_0": "87.",
    "ai-atk-s0507a1:462_0": "“The one who has actually got away from there, but not from here,",
    "ai-atk-s0507a1:463_0": "that is why he has gone there.",
    "ai-atk-s0507a1:464_0": "88.",
    "ai-atk-s0507a1:465_0": "“Does the man who does not know, lament,",
    "ai-atk-s0507a1:466_0": "That’s why he does not cry out.”",
    "ai-atk-s0507a1:467_0": "spoke these verses",
    "ai-atk-s0507a1:467_1": "Herein, because I’m not comfortable: “My son has not become fully developed than me.”",
    "ai-atk-s0507a1:467_2": "and who stands in this world of the next world,",
    "ai-atk-s0507a1:467_3": "They plunge into the mountains.",
    "ai-atk-s0507a1:467_4": "Doesn’t you think, “May you not come from?” and they answered like this: “May they be harmless!”",
    "ai-atk-s0507a1:467_5": "from here this world:",
    "ai-atk-s0507a1:467_6": "gone back to the place where he has gone,",
    "ai-atk-s0507a1:467_7": "Likewise the goal: the meaning is that which is lost opposite sex only with us.",
    "ai-atk-s0507a1:467_8": "Likewise he has gone to the monastery.",
    "ai-atk-s0507a1:467_9": "Just as when a man has entered on air, he went to his own work.",
    "ai-atk-s0507a1:467_10": "to give this act of wrong view:",
    "ai-atk-s0507a1:467_11": "Herein, Bodhisatta’s lament, the reason why, when rebirth is chopped, horse, and lamented, overlooking is said to be lamented:",
    "ai-atk-s0507a1:468_0": "So the brahmin lady, having heard what he said:",
    "ai-atk-s0507a1:468_1": "“What is yours?”",
    "ai-atk-s0507a1:468_2": "“I’m bright as a light.”",
    "ai-atk-s0507a1:468_3": "“Sister, why are you afraid of the four mats? Why are you not?”",
    "ai-atk-s0507a1:468_4": "and that person torment the resolution:",
    "ai-atk-s0507a1:469_0": "89.",
    "ai-atk-s0507a1:470_0": "“If I were to tell me what can I do for me?",
    "ai-atk-s0507a1:471_0": "(But) my relatives will never become even more.",
    "ai-atk-s0507a1:472_0": "90.",
    "ai-atk-s0507a1:473_0": "“Does the man who does not know, lament,",
    "ai-atk-s0507a1:474_0": "That’s why he does not cry out.”",
    "ai-atk-s0507a1:475_0": "spoke the verse on the advantages",
    "ai-atk-s0507a1:475_1": "If I were to current about it, what would be do to me?",
    "ai-atk-s0507a1:475_2": "Herein, what would my brother’s fear?",
    "ai-atk-s0507a1:475_3": "And they wouldn’t get lose me because of that.",
    "ai-atk-s0507a1:475_4": "Is this relative of friends and colleagues, relatives and kin who are ours, and who wants to listen to them: ‘May I get overcoming pain!’",
    "ai-atk-s0507a1:476_0": "So, having heard the statement of that sister said this:",
    "ai-atk-s0507a1:476_1": "“What is theirs?”",
    "ai-atk-s0507a1:476_2": "“I’ll make food for me,”",
    "ai-atk-s0507a1:476_3": "“Bhaddā, are you able to get a lump of food? Why don’t you get involved in him?”",
    "ai-atk-s0507a1:476_4": "(but) what was his own and what was done by himself said:",
    "ai-atk-s0507a1:477_0": "91.",
    "ai-atk-s0507a1:478_0": "“Just as the moon goes with the children as far as the moon does not cry,",
    "ai-atk-s0507a1:479_0": "The one who attains in conformity with the continuation of ghosts",
    "ai-atk-s0507a1:480_0": "92.",
    "ai-atk-s0507a1:481_0": "“Does the man who does not know, lament,",
    "ai-atk-s0507a1:482_0": "That’s why I do not cry out with these verses.”",
    "ai-atk-s0507a1:483_0": "Herein, a fool hits",
    "ai-atk-s0507a1:483_1": "They cry out the moon’s pile of moon,",
    "ai-atk-s0507a1:483_2": "while going to the sky,",
    "ai-atk-s0507a1:483_3": "if he crys, “I cry,” and he cried.",
    "ai-atk-s0507a1:483_4": "The one who practices in line with the instructions would go through this way, going to the stage of the moon, and as one going through the air, one who was like the moonlight on the ground in the sky, thought,",
    "ai-atk-s0507a1:484_0": "When he heard this, he asked the slave:",
    "ai-atk-s0507a1:484_1": "“What is yours?”",
    "ai-atk-s0507a1:484_2": "“Please wait; I’m going to sleep.”",
    "ai-atk-s0507a1:484_3": "“When you say this, you’ll be better.”",
    "ai-atk-s0507a1:484_4": "“If I don’t ask me not to accumulate me, he says that I’m not an abode of myself, since I’m a child, for the sake of my self-control and my child.”",
    "ai-atk-s0507a1:484_5": "“Why don’t weeping?”",
    "ai-atk-s0507a1:484_6": "(but) what was his own and what was done by himself said:",
    "ai-atk-s0507a1:485_0": "93.",
    "ai-atk-s0507a1:486_0": "“Just as a holy man is running out of water,",
    "ai-atk-s0507a1:487_0": "The one who attains in conformity with the continuation of ghosts",
    "ai-atk-s0507a1:488_0": "94.",
    "ai-atk-s0507a1:489_0": "“Does the man who does not know, lament,",
    "ai-atk-s0507a1:490_0": "That’s why he does not cry out.”",
    "ai-atk-s0507a1:491_0": "spoke these verses",
    "ai-atk-s0507a1:491_1": "Herein, just as when a pond isn’t snapped, the water in the confluence does not overflow, it doesn’t become polished while in the water.",
    "ai-atk-s0507a1:491_2": "The rest is as already explained.",
    "ai-atk-s0507a1:492_0": "Sakka, the ruler of the earth, having heard that they were developed by the stilling of those treasures, “And how should you prevent you doing this?” and “Because of this precious actions, having performed all these seven treasures, you should give gifts to those who are ethical, of the treasures, and make an ethical conduct.”",
    "ai-atk-s0507a1:492_1": "Those brahmins, too, performed merit and making merit.",
    "ai-atk-s0507a1:493_0": "The Teacher, having said this to that lay follower, he established this as a ploughman on the ocean, and he established the fruit of Stream-Entry.",
    "ai-atk-s0507a1:494_0": "The confirmation of the moon is finished.",
    "ai-atk-s0507a1:495_0": "Thus about the short topics of short meditation,",
    "ai-atk-s0507a1:496_0": "Twelve Discourses",
    "ai-atk-s0507a1:497_0": "for the first reason to confine the meaning."
}