{
    "ai-atk-s0301a2:0_0": "2. Devaputtasaṁyuttaṁ",
    "ai-atk-s0301a2:1_0": "1. Paṭhamavaggo",
    "ai-atk-s0301a2:2_0": "1. Paṭhamakassapasuttavaṇṇanā",
    "ai-atk-s0301a2:3_0": "82.",
    "ai-atk-s0301a2:3_1": "Gods Who Love to Create god’s Yama’s A god",
    "ai-atk-s0301a2:3_2": "a god named, a deity is called a god, a god, and the gods.",
    "ai-atk-s0301a2:3_3": "Therefore those deities, thinking “Very well,” he said, “It’s here.”",
    "ai-atk-s0301a2:3_4": "They instructed her to instruct.",
    "ai-atk-s0301a2:3_5": "The god rained down on the seventeenth day of the rainy season residence in the most excellent rainy season residence together with the whole of the rainy season. –",
    "ai-atk-s0301a2:3_6": "“Mendicant, a mendicant should understand!”",
    "ai-atk-s0301a2:3_7": "When the nuns had agreed upon the nunnery,",
    "ai-atk-s0301a2:3_8": "“Think like this, not like that. Focus your mind like this, not like that.",
    "ai-atk-s0301a2:3_9": "Please give up this.”",
    "ai-atk-s0301a2:3_10": "that monk who has been pressed for the nuns shouldn’t be corrupted;",
    "ai-atk-s0301a2:3_11": "he is the one who remains in that dwelling:",
    "ai-atk-s0301a2:3_12": "“The Buddha has revealed the mendicant, but not his instructions to a mendicant.”",
    "ai-atk-s0301a2:4_0": "Therefore it is said to me: “That is why I haven’t explained it.”",
    "ai-atk-s0301a2:4_1": "And here in the precincts, the full moon, sun, and serpents settles four supports.",
    "ai-atk-s0301a2:4_2": "For the one who wants to speak so as to ask a question, but not be able to converse with anyone in all ways.",
    "ai-atk-s0301a2:4_3": "(but) he who does not want to act after making an agreement, thus he is able to speak.",
    "ai-atk-s0301a2:4_4": "(but) he who does not want to speak because he wants to actately,",
    "ai-atk-s0301a2:4_5": "Even all the Blessed One doesn’t show their brothers to them.",
    "ai-atk-s0301a2:4_6": "But this god was able to do so.",
    "ai-atk-s0301a2:4_7": "That’s why the Fortunate One said this:",
    "ai-atk-s0301a2:4_8": "He answered the question,",
    "ai-atk-s0301a2:5_0": "Herein, one who is fully ordained should train in what is well spoken.",
    "ai-atk-s0301a2:5_1": "thirty-two cases of the ascetic Gotama Provided forth as an ascetic, the thirty-eight meditation subjects should be illustrated.",
    "ai-atk-s0301a2:5_2": "learned, verses for the monks.",
    "ai-atk-s0301a2:5_3": "‘Sir, were you to ask a question like this? Why are you able to train in the meaning of wisdom?”",
    "ai-atk-s0301a2:5_4": "and the eight attainments of the mental development of the mind as trainer, and as trains by means of the mental development of the mind,",
    "ai-atk-s0301a2:5_5": "Thus the gods have been completed for three years.",
    "ai-atk-s0301a2:5_6": "The first verses consisting in the higher morality, the second training in the higher mind, and the higher wisdom is explained in the higher consciousness. This is the first training in the higher mind.",
    "ai-atk-s0301a2:6_0": "2. Dutiyakassapasuttavaṇṇanā",
    "ai-atk-s0301a2:7_0": "83.",
    "ai-atk-s0301a2:7_1": "They meditate dependent on the second absorption,",
    "ai-atk-s0301a2:7_2": "With a mind free liberated, his mind is freed,",
    "ai-atk-s0301a2:7_3": "she attained Liberation at the heart’s generation.",
    "ai-atk-s0301a2:7_4": "Existence in the world of conditions,",
    "ai-atk-s0301a2:7_5": "Without first being attached to craving, views, and giving rise to views.",
    "ai-atk-s0301a2:7_6": "and is the benefit of perfected ones.",
    "ai-atk-s0301a2:7_7": "This is said:",
    "ai-atk-s0301a2:7_8": "A mendicant who has attained perfection in Liberation would be well freed through the highest goal.",
    "ai-atk-s0301a2:7_9": "but that share of the Dispensation is the second in this place.",
    "ai-atk-s0301a2:8_0": "3-4. Māghasuttādivaṇṇanā",
    "ai-atk-s0301a2:9_0": "84.",
    "ai-atk-s0301a2:9_1": "and the third month is named Mātali.",
    "ai-atk-s0301a2:9_2": "having said this to the kingdom, he dwells on the ground with the queen.",
    "ai-atk-s0301a2:10_0": "The fourth, is the meaning here.",
    "ai-atk-s0301a2:11_0": "5. Dāmalisuttavaṇṇanā",
    "ai-atk-s0301a2:12_0": "86.",
    "ai-atk-s0301a2:12_1": "for five reasons not torment, but for any reason, it isn’t appropriate for you to say that.",
    "ai-atk-s0301a2:12_2": "The gods who have ended the defilements,",
    "ai-atk-s0301a2:12_3": "For when I have subdued their defilements by attaining perfection the (rightenment) powers, etc., and attained Arahantship, then I firmly established them in silence and girls. Then I thought:",
    "ai-atk-s0301a2:13_0": "Then the Buddha, knowing that the deity had ended the defilements was overpowered to me. When, he thought, “What did I do?”",
    "ai-atk-s0301a2:13_1": "And in the three verses, it seems, unsuitable verses,",
    "ai-atk-s0301a2:13_2": "For the Buddha can give up energy,",
    "ai-atk-s0301a2:13_3": "Take the case of this god whose cankers have destroyed the precept. Then for the sake of this meditation subject, they may, if it wash offered by energy. If not, he wishes, whenever they want.",
    "ai-atk-s0301a2:13_4": "Herein, placed it on the fifth day.",
    "ai-atk-s0301a2:14_0": "6. Kāmadasuttavaṇṇanā",
    "ai-atk-s0301a2:15_0": "87.",
    "ai-atk-s0301a2:15_1": "In the sixth (story) this god was telling the top of the gods. This seems, the Wicked One, having given up his former wife, became tired and accumulated. He, having destroyed the choice of the god, he rose up into the sky and neighborhood of the gods, before leaving,",
    "ai-atk-s0301a2:15_2": "He said, “I’ll go to a park and inform me,” and he told him,",
    "ai-atk-s0301a2:15_3": "Herein, in the ten years:",
    "ai-atk-s0301a2:15_4": "When a complete assembly is cleaned, it is hard to do for an ascetic.",
    "ai-atk-s0301a2:15_5": "The seven trainees.",
    "ai-atk-s0301a2:15_6": "Ethics: virtue and concentration are shown by virtue.",
    "ai-atk-s0301a2:15_7": "steadfast and established in oneself:",
    "ai-atk-s0301a2:15_8": "The questions of the enquiry is turned up and unshakable to the enquiry, and so on.",
    "ai-atk-s0301a2:15_9": "This home doesn’t go forth from home to homelessness, and to an end.",
    "ai-atk-s0301a2:15_10": "For seven years older came to the floor and said: “There is a palace, this monk who falls into the ground, took his bowl and robes and left.”",
    "ai-atk-s0301a2:15_11": "is said to be a householder through the house.",
    "ai-atk-s0301a2:15_12": "it is fourfold:",
    "ai-atk-s0301a2:15_13": "For the development of the mind:",
    "ai-atk-s0301a2:16_0": "When you’ve cut off the stake, your mind inclines towards the night. When you’re still engaged in kingship, your mind inclines to joy.",
    "ai-atk-s0301a2:16_1": "Those who are immersed in samādhi, while they are tired.",
    "ai-atk-s0301a2:16_2": "Those who are content, who are not tireless.",
    "ai-atk-s0301a2:16_3": "When their (supernatural) ethics are the noble ones, their defilements are cut off the defilements.",
    "ai-atk-s0301a2:16_4": "Indeed it is a bad destination, sir, when you undertake the Truth.",
    "ai-atk-s0301a2:16_5": "Those who are established in virtue, having cut off their breasts, will cut off the crack of death.”",
    "ai-atk-s0301a2:16_6": "what will they not come?",
    "ai-atk-s0301a2:16_7": "But this path is hard to travel.",
    "ai-atk-s0301a2:16_8": "Herein, although many noble paths are neither dark nor sancrificial preced nor a declaration, how many are there for many people.",
    "ai-atk-s0301a2:16_9": "Therefore this is said (Death):",
    "ai-atk-s0301a2:16_10": "hanging to fro, was bent down by the master of knowledge,",
    "ai-atk-s0301a2:16_11": "the noble path is able to climb the ignoble ones, and they are also called.",
    "ai-atk-s0301a2:16_12": "But the noble path is constantly this noble path.",
    "ai-atk-s0301a2:16_13": "The sixth rough eighteenly entered upon the sixth place in the sixth.",
    "ai-atk-s0301a2:17_0": "7. Pañcālacaṇḍasuttavaṇṇanā",
    "ai-atk-s0301a2:18_0": "88.",
    "ai-atk-s0301a2:18_1": "But these seven hindrances are very difficult to satisfaction, and they are removed from both of them.",
    "ai-atk-s0301a2:18_2": "Here they are the hindrances, blissful.",
    "ai-atk-s0301a2:18_3": "this is the name of the absorption.",
    "ai-atk-s0301a2:18_4": "now you get caught up in the air:",
    "ai-atk-s0301a2:18_5": "who has abandoned (them) attraction – that is called “their” .",
    "ai-atk-s0301a2:18_6": "“And how is a mendicant unlearned?",
    "ai-atk-s0301a2:18_7": "It’s when a mendicant has given up the conceit ‘I am’, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future.”",
    "ai-atk-s0301a2:18_8": "and responsible for the purpose.",
    "ai-atk-s0301a2:18_9": "Those who were rightly resolved by attaining Nibbāna, and so on, that leading to Nibbāna at first and wretched stated, which was leaded to the light of the seventh meditation subject.",
    "ai-atk-s0301a2:19_0": "8. Tāyanasuttavaṇṇanā",
    "ai-atk-s0301a2:20_0": "89.",
    "ai-atk-s0301a2:20_1": "she shows eighthly,",
    "ai-atk-s0301a2:20_2": "Here the teacher named Tissa and Pabbajjā ordination here, and the teacher summons him.",
    "ai-atk-s0301a2:20_3": "This includes relishing is the calm,",
    "ai-atk-s0301a2:20_4": "and because of former existences, the ascetics of other religions,",
    "ai-atk-s0301a2:20_5": "And how does one give rise to knowledge?",
    "ai-atk-s0301a2:20_6": "Because of their actions, (but) their actions,",
    "ai-atk-s0301a2:20_7": "So it seems that, there were two observances behaved by the observance-day procedure, that he did not behave in a lotus pond.",
    "ai-atk-s0301a2:20_8": "In his instruction he knows “I’m disillusioned, dispassionate, and freed regarding the instructions. ”",
    "ai-atk-s0301a2:20_9": "He went to a dispensation of energy and gloriously hithered down the way beginning, “I’m going to heaven.” So he exceeded the verses of energy.",
    "ai-atk-s0301a2:21_0": "Herein, cutting down:",
    "ai-atk-s0301a2:21_1": "streams fall,",
    "ai-atk-s0301a2:21_2": "and after making energy by (him) energy, and being energetic,",
    "ai-atk-s0301a2:21_3": "Sense desire for sensual pleasures, etc., are of sense desires for sense desires.",
    "ai-atk-s0301a2:21_4": "remote lodgings,",
    "ai-atk-s0301a2:21_5": "One absorption.",
    "ai-atk-s0301a2:21_6": "This is said:",
    "ai-atk-s0301a2:21_7": "Enjoying sensual pleasures, he does not determine it, nor does it be reborn.",
    "ai-atk-s0301a2:21_8": "If you do what you should do, you shouldn’t do it.",
    "ai-atk-s0301a2:21_9": "one should staunchly strive.",
    "ai-atk-s0301a2:21_10": "For the life gone forth is lax, she smiled and quenched.",
    "ai-atk-s0301a2:21_11": "Wilding more than the kingdom of Khujjarasa, the overcoming of defilements.",
    "ai-atk-s0301a2:21_12": "A bad deed is better left undone, what is better than that,",
    "ai-atk-s0301a2:21_13": "Whatever bad deed is done, which wouldn’t be done by someone else, their smiling is so sluggish.",
    "ai-atk-s0301a2:21_14": "made of gold, silver, and money,",
    "ai-atk-s0301a2:21_15": "This practice of the Dispensation has been undertaken in the borderlands, like a cloth covered with plaster,",
    "ai-atk-s0301a2:21_16": "Corrupt the corrupt’s thoughts, this too is how it is.",
    "ai-atk-s0301a2:21_17": "As long as the beginning of the life of purity: the inner skin of the spiritual life, the eighth persons (of existence),",
    "ai-atk-s0301a2:22_0": "9. Candimasuttavaṇṇanā",
    "ai-atk-s0301a2:23_0": "90.",
    "ai-atk-s0301a2:23_1": "like the moon in the waning fortnight.",
    "ai-atk-s0301a2:23_2": "Everywhere, all of them constituently,",
    "ai-atk-s0301a2:23_3": "of the world of men having compassion for you, too.",
    "ai-atk-s0301a2:23_4": "* actually, like an unfavourable to you,",
    "ai-atk-s0301a2:23_5": "(As) into the past, future or present, is in the ninth",
    "ai-atk-s0301a2:24_0": "10. Sūriyasuttavaṇṇanā",
    "ai-atk-s0301a2:25_0": "91.",
    "ai-atk-s0301a2:25_1": "The god Sīval at the Sun God",
    "ai-atk-s0301a2:25_2": "(There is) in the darkness of eye-consciousness: It is blind and mutually arouse thoughts,",
    "ai-atk-s0301a2:25_3": "you shine.",
    "ai-atk-s0301a2:25_4": "the skin of circumference is the shape of disks.",
    "ai-atk-s0301a2:25_5": "Rāhu, do not swallow him as he traverses the sky.",
    "ai-atk-s0301a2:25_6": "What is it that swallowed?",
    "ai-atk-s0301a2:25_7": "he swallows the nose.",
    "ai-atk-s0301a2:25_8": "For the Great Monastery of the 40 kilometers long is two hundred leagues long. There are a hundred leagues, or six kilometers, four hundred leagues long, or two hundred leagues long, three hundred leagues long, and four hundred leagues long. It’s a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long.",
    "ai-atk-s0301a2:25_9": "the top of the fingers and toes are 40 kilometers,",
    "ai-atk-s0301a2:25_10": "The moon, sun, and cursing the opposite sex. Having seen that the moon was opened by the mouth, he continually opened the mouth.",
    "ai-atk-s0301a2:25_11": "it is like the moon in the waning fortnight.",
    "ai-atk-s0301a2:25_12": "Avoiding these deities would avoid an impartial state of death.",
    "ai-atk-s0301a2:25_13": "But when he is pursuing it, he took it with his hands and feet on the whip, he collects it aside with the tongue. He dranks it between the tongue and the surface of the tongue.",
    "ai-atk-s0301a2:25_14": "but as a merchant’s speech is not able to live.",
    "ai-atk-s0301a2:25_15": "If he thinks, “I’ll chop the sewer,” and he cut down his legs, grabbed him down,",
    "ai-atk-s0301a2:25_16": "That’s why it goes about,",
    "ai-atk-s0301a2:25_17": "While I was stationing like the Moon god, two Great Stream-Entry, it seems, on the day of stream-entry, once-returners.",
    "ai-atk-s0301a2:25_18": "Therefore the Fortunate One said: “That is my son,” “That is my tenth,”",
    "ai-atk-s0301a2:26_0": "The first is the first fire.",
    "ai-atk-s0301a2:27_0": "2. Anāthapiṇḍikavaggo",
    "ai-atk-s0301a2:28_0": "1. Candimasasuttavaṇṇanā",
    "ai-atk-s0301a2:29_0": "92.",
    "ai-atk-s0301a2:29_1": "A second Question About the first part of the body",
    "ai-atk-s0301a2:29_2": "Cannot long for hands and feet,",
    "ai-atk-s0301a2:29_3": "One with unified minds, alert and mindful, endowed with wisdom,",
    "ai-atk-s0301a2:29_4": "mindful and aware,",
    "ai-atk-s0301a2:29_5": "This is said:",
    "ai-atk-s0301a2:29_6": "When those who have obtained the absorptions, some were staying alone in the middle of the mountains, they won’t go alone in the middle of a mountain, or like a wound.",
    "ai-atk-s0301a2:29_7": "the far shore.",
    "ai-atk-s0301a2:29_8": "you’re a fisherman,",
    "ai-atk-s0301a2:29_9": "Living abiding in age, he corruptions,",
    "ai-atk-s0301a2:29_10": "And when they are given up, their defilements get tired, they are quite capable of breaking up. They will shake off vanity, like a broken branch.",
    "ai-atk-s0301a2:30_0": "2. Veṇḍusuttavaṇṇanā",
    "ai-atk-s0301a2:31_0": "93.",
    "ai-atk-s0301a2:31_1": "the second god named Vessavaṇa.",
    "ai-atk-s0301a2:31_2": "paying homage to her:",
    "ai-atk-s0301a2:31_3": "trains in the training:",
    "ai-atk-s0301a2:31_4": "spoke about what was marked by the King.",
    "ai-atk-s0301a2:31_5": "Doing the wrong time for you to do the work at the wrong time, they say,",
    "ai-atk-s0301a2:32_0": "3. Dīghalaṭṭhisuttavaṇṇanā",
    "ai-atk-s0301a2:33_0": "94.",
    "ai-atk-s0301a2:33_1": "In the third direction, all the gods Dīghāvuhood were reborn in the company of the Gods Who Control the Creations of Others.",
    "ai-atk-s0301a2:33_2": "After making merit to the world of the gods, he reborn in a third place.",
    "ai-atk-s0301a2:34_0": "4. Nandanasuttavaṇṇanā",
    "ai-atk-s0301a2:35_0": "95.",
    "ai-atk-s0301a2:35_1": "fourth time the Fortunate One Gotama Gotamī.",
    "ai-atk-s0301a2:35_2": "For the Realized One has not understood the ways of making known, of all-spheres, or of a tree standing or in a very neighbourhood.",
    "ai-atk-s0301a2:35_3": "Hence it is said: “Aboundless,”",
    "ai-atk-s0301a2:35_4": "Thus, having thus prepared this, gave it to the gods, asked the questions of the Thirty-Three, and so on.",
    "ai-atk-s0301a2:35_5": "and lives having transcended suffering that place.",
    "ai-atk-s0301a2:35_6": "endowed with virtue: perfected ones, with defilements ended, who has ended the defilements.",
    "ai-atk-s0301a2:35_7": "and wisdom are also evident to them.",
    "ai-atk-s0301a2:35_8": "worshipping with scented flowers,",
    "ai-atk-s0301a2:35_9": "fourth absorption.",
    "ai-atk-s0301a2:36_0": "5-6. Candanasuttādivaṇṇanā",
    "ai-atk-s0301a2:37_0": "96.",
    "ai-atk-s0301a2:37_1": "It is not enough for neither standing nor grows back after rising above, surrounding the sky,",
    "ai-atk-s0301a2:37_2": "Who is well-controlled: he is stretched in access and well wrapped in absorption,",
    "ai-atk-s0301a2:37_3": "resolute and plunged into the forest.",
    "ai-atk-s0301a2:37_4": "and has destroyed greed and relishing.",
    "ai-atk-s0301a2:37_5": "There are three kinds of sensual desire:",
    "ai-atk-s0301a2:37_6": "These verses of sensual pleasures are created by the five constituents (of mind and body) that provide fuel for attachment, and that is to say. The five lower fetters are eliminated by their passions.",
    "ai-atk-s0301a2:37_7": "When a one has given up the ten fetters, and the weakens have been abandoned in this way.",
    "ai-atk-s0301a2:37_8": "Or they say that sensual perceptions are fastened in the realm of luminous form, so the three realms of luminous form, and the three realms of luminous form don’t get tied up in the realm of luminous form, and the three realms of existence. Their ultimate goal is deep.",
    "ai-atk-s0301a2:38_0": "The sixth is said: the sixth,",
    "ai-atk-s0301a2:39_0": "7. Subrahmasuttavaṇṇanā",
    "ai-atk-s0301a2:40_0": "98.",
    "ai-atk-s0301a2:40_1": "The gods of Subrahmā, it seems, Subrahmās of the Shady Orchid Tree went to the assembly hall, where he sat on the ground and seat spread out.",
    "ai-atk-s0301a2:40_2": "After the five hundred goddess (of people), and having surrounded that tree, he took five-hundred trees.",
    "ai-atk-s0301a2:40_3": "The deity isn’t because of this a hundred leagues, and tanking the hands, a foot of a tree, or bent down.",
    "ai-atk-s0301a2:40_4": "and burned by what is eaten.",
    "ai-atk-s0301a2:40_5": "but then, after grabbing a chasming lotus flower and collecting the flowers in the morning, and plunging all the floors, and sesame flour and so on, Asking to and scented flowers, they draged one side.",
    "ai-atk-s0301a2:40_6": "Then (the tree) fell at the root of a tree such as “I’ve lived in Cūḷapanthaka.” Then the climate them, after embarking from that life, he had no more pain.",
    "ai-atk-s0301a2:41_0": "Then the god was walking alongside the cry, thinking, “The god was neither moved nor heard a sound.",
    "ai-atk-s0301a2:41_1": "where have I gone to the place?”",
    "ai-atk-s0301a2:41_2": "and while involved in the Nirabbuda hell, he thought:",
    "ai-atk-s0301a2:41_3": "And just as far as the (crepand) span of my life span, so he announces:",
    "ai-atk-s0301a2:41_4": "“Three days I have spent the rest of the day in that place, and now he died at once. Having seen with me, he said: “Enthus them, I’ll die!” And so they told him what had happened.",
    "ai-atk-s0301a2:41_5": "“Through me in this world with its gods, apart from the Buddha, go to the auspicious One, and having gone a conversation, I have founded the name of the Teacher.” And he added:",
    "ai-atk-s0301a2:42_0": "Herein, making a sign in this way:",
    "ai-atk-s0301a2:42_1": "like a second time,",
    "ai-atk-s0301a2:42_2": "But they can’t find sacred flame in the realm of the gods if it is permanent, since they can understand the time of trouble. However, is this:",
    "ai-atk-s0301a2:42_3": "and for the other beings there will be those who have not arisen, and with the passing away and arising of suffering.",
    "ai-atk-s0301a2:42_4": "So long as the wardens of hell show them why, that’s how the Blessed One, whose body comes to hell, the pain in the animal realm, and the suffering in the ghost realm, like I do.",
    "ai-atk-s0301a2:43_0": "But there is no place amongst those who know: “I will not be able to attain the state of generation and have the proficiency,” put into the hand and so on, except for the purpose of rain, the meaning is this:",
    "ai-atk-s0301a2:43_1": "he has destroyed all -",
    "ai-atk-s0301a2:43_2": "although even although the development of the faculties can be understood first understood firstly, the Faculties of Awakening is the meaning.",
    "ai-atk-s0301a2:43_3": "however, a household four purifications are equanimous in four ways.",
    "ai-atk-s0301a2:43_4": "At that time, the place whereby a bhikkhu went up to the ascetic practices, he entered the forest with insight the ascetic practices to a meditation subject and develops the meditation subject.",
    "ai-atk-s0301a2:43_5": "The noble path gives rise to extinguishment, in that noble path, saying: “The Blessed One has given rise to advert to the four noble paths,” he investigated the doing of the Fortunate One.",
    "ai-atk-s0301a2:43_6": "the gods of the Thirty-Three were taught in the fruit of Stream-Entry.",
    "ai-atk-s0301a2:44_0": "8-10. Kakudhasuttādivaṇṇanā",
    "ai-atk-s0301a2:45_0": "99.",
    "ai-atk-s0301a2:45_1": "At the eight times of the god Kakudha, the god Mahāmoggallāna, had been reborn in the company of the Elder Mahākappina. And he passed away from that place.",
    "ai-atk-s0301a2:45_2": "There they perceived the way to him as Brahmā.",
    "ai-atk-s0301a2:45_3": "you delight, Nanda’s Mother.",
    "ai-atk-s0301a2:45_4": "Since they’re happy and satisfied with what they don’t get past?",
    "ai-atk-s0301a2:45_5": "How is there anything worthless for one whose robes are burning, etc., that is why the basis for defeats the ear ... nose ... tongue ... body is therefore like this:",
    "ai-atk-s0301a2:45_6": "They don’t look forward to lament, be overcome by grief and fondness.",
    "ai-atk-s0301a2:45_7": "Failing to hurt is in suffering, the meaning is its far shore.",
    "ai-atk-s0301a2:45_8": "When you’re born, you’re born from craving,",
    "ai-atk-s0301a2:45_9": "for the suffering that is unbounded, ~ the suffering that is painful is one (of ignorance).",
    "ai-atk-s0301a2:45_10": "“‘It is painful here, equipment, what is said.’",
    "ai-atk-s0301a2:45_11": "And so when they’re not born they don’t become happy and recommended by pleasure and pain.",
    "ai-atk-s0301a2:46_0": "The ninth is said for ninth:",
    "ai-atk-s0301a2:47_0": "When the Sambuddha had progressed the ten hosts of seniority, Ānanda, a one of the The ten hosts of (proceed) Buddhas, one of the ten perfections.",
    "ai-atk-s0301a2:48_0": "The second monk who is incomplete.",
    "ai-atk-s0301a2:49_0": "3. Nānātitthiyavaggo",
    "ai-atk-s0301a2:50_0": "1-2. Sivasuttādivaṇṇanā",
    "ai-atk-s0301a2:51_0": "The first group of nine on the third, is the meaning.",
    "ai-atk-s0301a2:52_0": "103.",
    "ai-atk-s0301a2:52_1": "on the second they were responded,",
    "ai-atk-s0301a2:52_2": "axle, basket, thinking, “Stream,” he thinks, observed too.",
    "ai-atk-s0301a2:52_3": "The second cow with axle is said in the second (defilement).",
    "ai-atk-s0301a2:53_0": "3-4. Serīsuttādivaṇṇanā",
    "ai-atk-s0301a2:54_0": "104.",
    "ai-atk-s0301a2:54_1": "In the third virtue one is a giver.",
    "ai-atk-s0301a2:54_2": "One gives a gift, not giving it, gives it, and having become a servant, workers, or staff.",
    "ai-atk-s0301a2:54_3": "For a man who eats food from others, gives servants to the gift of others, and gives the gift to a giver of the servants.",
    "ai-atk-s0301a2:54_4": "Whoever enjoys what he likes, becomes familiar with the spear,",
    "ai-atk-s0301a2:54_5": "Yet anyone who gives what is because of this the one who takes stalks others up their belongs to others.",
    "ai-atk-s0301a2:54_6": "he says: “I were,” and he said,",
    "ai-atk-s0301a2:55_0": "it seems that gate through the four gates had a city gates, it seems, there were two gates, possessed of the kingdom and then.",
    "ai-atk-s0301a2:55_1": "At each gate there were a hundred thousand people making a thousand sacrifices of the gods in that city.",
    "ai-atk-s0301a2:55_2": "Then he saw the official in the golden statue, working the gateway, and having seen the Truth near the fourth gateway, which had been prepared for the appearance, and he preached in the nutriment by them –",
    "ai-atk-s0301a2:55_3": "“In the four doors, the gift is a giver.”",
    "ai-atk-s0301a2:56_0": "and given ascetics and brahmins.",
    "ai-atk-s0301a2:56_1": "Mastering the brahmins speak in accordance with the brahmins.",
    "ai-atk-s0301a2:56_2": "One with adversity and so on, for the ascetics and brahmins who have fallen into debt,",
    "ai-atk-s0301a2:56_3": "Doing what is hard to poor, current, famy, and so on.",
    "ai-atk-s0301a2:56_4": "Got from travel to the path,",
    "ai-atk-s0301a2:56_5": "You should stand at the right time, thinking: “After what’s given, pleasant and unpleasant, please do not go from time to time.”",
    "ai-atk-s0301a2:56_6": "when they ask, “Give and begged,” they do so.",
    "ai-atk-s0301a2:56_7": "The harem of the offering is used to give gifts and also a thousand wives by the Theras. There he gave gifts to one hundred thousand wives and after giving the gifts to the King’s own wealth. Then he gave gifts to the King and departed immediately, saying:",
    "ai-atk-s0301a2:56_8": "it was flowing along afar.",
    "ai-atk-s0301a2:56_9": "And giving gifts, while my own giving dwindled.",
    "ai-atk-s0301a2:56_10": "Likewise in the rest.",
    "ai-atk-s0301a2:56_11": "And who is the meaning of?",
    "ai-atk-s0301a2:56_12": "For a long time I lived for 80,000 years.",
    "ai-atk-s0301a2:56_13": "At this time, it seems, a third time the king gives a gift,",
    "ai-atk-s0301a2:57_0": "The fourth, third, and fourth, is the fourth,",
    "ai-atk-s0301a2:58_0": "5. Jantusuttavaṇṇanā",
    "ai-atk-s0301a2:59_0": "106.",
    "ai-atk-s0301a2:59_1": "Straight methods who come in the presence of the Buddha, they live there.",
    "ai-atk-s0301a2:59_2": "When it’s allowable and unallowable, in the end of what is unallowable and false. It’s suitable today, and when it is similar to the knowledge of non-return. It is persuading the attainment of the blameworthy.",
    "ai-atk-s0301a2:59_3": "Unsuitableness is what is said: it is “the getting of deterioration.”",
    "ai-atk-s0301a2:59_4": "My bowl and robes are precious, and so on,",
    "ai-atk-s0301a2:59_5": "and alcoholic drinks that cause negligence is what is said.",
    "ai-atk-s0301a2:59_6": "Devoted, expert involved (the mind) free from evil words, which is not pervaded by poisonous -",
    "ai-atk-s0301a2:59_7": "unmindfulness is not established here who there, he will take care of the unmindfulness, and established mindfulness here.",
    "ai-atk-s0301a2:59_8": "The professions understand.",
    "ai-atk-s0301a2:59_9": "Lust-free: possessing absorption concentration and deteriorations belonging to the same Buddhist sect.",
    "ai-atk-s0301a2:59_10": "(They are) unconnected with minds, whose minds are unshakable,",
    "ai-atk-s0301a2:59_11": "made by Pāṭaligāma, like the magic trick in a flag that moves firmly established.",
    "ai-atk-s0301a2:60_0": "the god Jantusita god",
    "ai-atk-s0301a2:60_1": "On the observance day it is the observance day: on the observance day, on the fifteenth day, and on the observance day.",
    "ai-atk-s0301a2:60_2": "on the fourteenth, fifteenth, and on the fifteenth day.",
    "ai-atk-s0301a2:60_3": "approaching that place in order to get you for the purpose of seeing.",
    "ai-atk-s0301a2:60_4": "He thought:",
    "ai-atk-s0301a2:60_5": "“These monks have taken a meditation subject in the presence of the Teacher and have sent for me to come when they have come. They won’t go to wherever they have gathered.” And they said, “After going, to that meditation subject, and in the observance day, I will go to the assembly hall.”",
    "ai-atk-s0301a2:60_6": "recited these verses:",
    "ai-atk-s0301a2:61_0": "Herein, abode of having virtues from being unattached to the special qualities of being described as obsessed with, etc., doing what they live in comfortable after seeing, for the affairs of requisites.",
    "ai-atk-s0301a2:61_1": "There they used to live happily, while the monks kept in a charnel ground, with abundant food and drink.",
    "ai-atk-s0301a2:61_2": "impermanence, having become established craving,",
    "ai-atk-s0301a2:62_0": "After having exceeding their former colours in this way, they made a misconstruction and incomparable,",
    "ai-atk-s0301a2:62_1": "Herein, when villages are left to live in the village, towns and sauces, curry and throw them out, but that is suitable, then, without getting almsfood. When you say this, you live without a meal, eat only what is allowable and exhausting yourselves.",
    "ai-atk-s0301a2:62_2": "I am lying down:, without asking permission of an Expertence, with my hands and feet, then given them up.",
    "ai-atk-s0301a2:62_3": "Climb on families: born in the houses of others, is the meaning.",
    "ai-atk-s0301a2:62_4": "freed in the defilements by end,",
    "ai-atk-s0301a2:63_0": "some of the most important men.",
    "ai-atk-s0301a2:63_1": "if she throws away what has been removed;",
    "ai-atk-s0301a2:63_2": "Without getting permission from:",
    "ai-atk-s0301a2:63_3": "When the departed is well-born, she passed away, and was reborn in a charnel ground.",
    "ai-atk-s0301a2:63_4": "For just as when a dog is well-knowned, laughing, playing, and nurse her, so too, the teachers don’t turn her strawn, and lay down on their fore-st.",
    "ai-atk-s0301a2:64_0": "6. Rohitassasuttavaṇṇanā",
    "ai-atk-s0301a2:65_0": "107.",
    "ai-atk-s0301a2:65_1": "In the sixth Rains Retreat, one dwelt near the world,",
    "ai-atk-s0301a2:65_2": "They’re not reborn in heaven because there is no passing away and reappearing here.",
    "ai-atk-s0301a2:65_3": "By going by means of the path",
    "ai-atk-s0301a2:65_4": "The Teacher is not included in the world, and he speaks of choices.",
    "ai-atk-s0301a2:65_5": "He should give to his relatives (but) those who are related in commonsive.",
    "ai-atk-s0301a2:66_0": "Thus the god Monarch has been made by the Snake-Three to the Āḷavī.",
    "ai-atk-s0301a2:66_1": "But having the question of his own Teacher, he declares that his turn, and ascends with the Teacher,",
    "ai-atk-s0301a2:67_0": "he was firmly aroused by a strong bow.",
    "ai-atk-s0301a2:67_1": "Wealth is riches, thieves, and wealthy.",
    "ai-atk-s0301a2:67_2": "who trains in the twelve-hundred circumstances for twelve years.",
    "ai-atk-s0301a2:67_3": "he would allow a knife with the hand of a bowl, or with the buttocks it to be done.",
    "ai-atk-s0301a2:67_4": "she shows (willion) to the counselor of grounds, which is to say,",
    "ai-atk-s0301a2:67_5": "who had not horrified with abscesses.",
    "ai-atk-s0301a2:67_6": "Goes over:",
    "ai-atk-s0301a2:67_7": "That was how far this palm tree standing at the right time, and at the right time, I’ll give it rise to the Jina.”",
    "ai-atk-s0301a2:68_0": "The eastern ocean is like the western ocean, just as the eastern ocean, so Is it to the eastern ocean. Is this last mountain does not say,",
    "ai-atk-s0301a2:68_1": "He then wounds the eastern gate to the eastern gate. He then whist a back-and-knee step. He then wounds his foot on the other side and returned to the eastern gate.",
    "ai-atk-s0301a2:68_2": "wishes, as long as they come—",
    "ai-atk-s0301a2:68_3": "it is said to be shown by one who is proliferating.",
    "ai-atk-s0301a2:68_4": "After making some time for him, with a portion of the food, drink, clothes, and bent overclouding the royal mouth, and while sitting on his head, and looking at the an evening for alms. But when the work washed, he spittle, shakes the neck.",
    "ai-atk-s0301a2:68_5": "But a hundred years: this is long-lived, expert in the life of a hundred years.",
    "ai-atk-s0301a2:68_6": "while living for a hundred years, may I live for a hundred years without life,",
    "ai-atk-s0301a2:68_7": "it passed away to the Universal Monarch, after reaching the end of the world,",
    "ai-atk-s0301a2:68_8": "But after doing so, he returned to this wheel-turning monarch and was reborn in this world.",
    "ai-atk-s0301a2:68_9": "Without reaching the end of conditions, without reaching absorption,",
    "ai-atk-s0301a2:68_10": "is the suffering of suffering;",
    "ai-atk-s0301a2:68_11": "Similarly the water without rising above.",
    "ai-atk-s0301a2:68_12": "this size of life-forms.",
    "ai-atk-s0301a2:68_13": "Now, when they get loresed they have frequented (them) with words,",
    "ai-atk-s0301a2:68_14": "on the truth of suffering,",
    "ai-atk-s0301a2:68_15": "The truth of the origin of the world.",
    "ai-atk-s0301a2:68_16": "the cessation of the world.",
    "ai-atk-s0301a2:68_17": "Who keeps the path in the way –",
    "ai-atk-s0301a2:68_18": "“I don’t say that these four rules are found in this body, but I describe them as true.”",
    "ai-atk-s0301a2:68_19": "Blue is the quelling of sleep.",
    "ai-atk-s0301a2:68_20": "does not sink down too quickly.",
    "ai-atk-s0301a2:69_0": "On the seventh they were cast down on the eighth day.",
    "ai-atk-s0301a2:70_0": "9. Susimasuttavaṇṇanā",
    "ai-atk-s0301a2:71_0": "110.",
    "ai-atk-s0301a2:71_1": "Indeed, Ānanda, the teacher desires to continue to praise you. But it is not appropriate for you to praise the senior person, and you don’t apprehend to divide those who are harming.",
    "ai-atk-s0301a2:71_2": "For it is in the presence of the one who gets nothing wrong.",
    "ai-atk-s0301a2:71_3": "When that monk said “It is an ethical monk”,",
    "ai-atk-s0301a2:71_4": "“What is virtue?",
    "ai-atk-s0301a2:71_5": "is like a Godhā,",
    "ai-atk-s0301a2:71_6": "What’s your virtue that you’ve never seen or heard?”",
    "ai-atk-s0301a2:71_7": "“What is he,” he said, “What is that wise?",
    "ai-atk-s0301a2:71_8": "What’s the wise one doesn’t get wisdom?”",
    "ai-atk-s0301a2:71_9": "Or alternatively, when they are talking about it, they will talk about it.",
    "ai-atk-s0301a2:71_10": "But the senior elder Ānanda, having a variety of delicious things, after giving the going forth and the full ordination in the presence of the Thera.",
    "ai-atk-s0301a2:71_11": "Sāriputta, the senior elder made the Elder Ānanda about this.",
    "ai-atk-s0301a2:71_12": "Why is that?",
    "ai-atk-s0301a2:71_13": "having plunged into one another’s presence,",
    "ai-atk-s0301a2:71_14": "for the venerable Ānanda:",
    "ai-atk-s0301a2:71_15": "“Once I was told a hundred thousand aeons, I would put on aside, standing in the middle of the day, and place a thousand a hundred thousand aeons, placing the mind from the Teacher, he spread it out in the evening.”",
    "ai-atk-s0301a2:71_16": "Sāriputta:",
    "ai-atk-s0301a2:71_17": "“I’ve given a price for the Sambuddha, the whole of the hundred Buddhas, and so doing what I need.",
    "ai-atk-s0301a2:71_18": "I wish to make him leave when I want.”",
    "ai-atk-s0301a2:71_19": "Therefore the Fortunate One, wanting to make a agreement about the Elder Ānanda’s presence, (thinking):",
    "ai-atk-s0301a2:72_0": "Herein, rapture and bliss is very best,",
    "ai-atk-s0301a2:72_1": "This is said:",
    "ai-atk-s0301a2:72_2": "“Ānanda, a meditation subject that is proper for me and conduct, responding, and looking at the world with its gods, is my refuge for the Elder Nun Sītaya’s doctrine. And he was known as ‘Rejoicing’.",
    "ai-atk-s0301a2:72_3": "which leads you.”",
    "ai-atk-s0301a2:73_0": "Then the elder, as he was leaving after the time, and in the forest had blossoming thoughts, he said:",
    "ai-atk-s0301a2:73_1": "“Listening to me, what to do with good health,",
    "ai-atk-s0301a2:73_2": "(The Buddha), having said this to Ojadīpa, like a great lighting flag, as it were the moon, sunk in the Victory, like the moon on the bank of the river. He thought, “How may I be in the first watch, like the moon in the swank for four months, like the Elder Sāriputta?” and on earth was said to it.",
    "ai-atk-s0301a2:73_3": "For the fool, overcome by hatred, is a fool with a mind of hate, delusion, anger-like mind, disparages the thought, “This is praised by the fool,” “This is praised by the Buddha,” “This is praised by the back,” “This is an unlearned,” “This is the disparager,” “This is the disparager,” “This is confinement,”",
    "ai-atk-s0301a2:73_4": "But if they know unsuitable , etc., their aims and so on” , etc., their namely and so on.",
    "ai-atk-s0301a2:73_5": "They wouldn’t consent to any other kind of fool, nor find it satisfying.",
    "ai-atk-s0301a2:74_0": "Not seeing like this, the person who has made the beautiful complexion of sixteen warriors, sir.",
    "ai-atk-s0301a2:74_1": "Herein, an astute person is endowed with the four names of the Kosalans.",
    "ai-atk-s0301a2:74_2": "for this is said:",
    "ai-atk-s0301a2:74_3": "“Ānanda, it’s when a mendicant is skilled in the elements, in the sense fields, in dependent origination, and in the possible and the mendicant.”",
    "ai-atk-s0301a2:74_4": "Great Wisdom: possessing great understanding, is the meaning.",
    "ai-atk-s0301a2:74_5": "Herein, this is the greatest of understanding:",
    "ai-atk-s0301a2:74_6": "what is great wisdom?",
    "ai-atk-s0301a2:74_7": "When a great spectrum of ethics, immersion, wisdom, freedom, and knowledge and vision of freedom, knowledge and vision of freedom.",
    "ai-atk-s0301a2:74_8": "or of the eight factors of stream-entry.",
    "ai-atk-s0301a2:75_0": "But a god from the most excellent city made the gate and questions by the Thera. He then asked the questions of the city, saying:",
    "ai-atk-s0301a2:76_0": "What is wisdom?",
    "ai-atk-s0301a2:76_1": "the many kinds of direct-knowledge, the destiny, the widespread (intentional) faculties, the many different (good) conduct, the many kinds of direct-knowledge, the knowledge and the truth of the path leading to peace, the having different paths, the various hypotheses of different kinds, the different paths, the knowledge and visions, and freedom.",
    "ai-atk-s0301a2:77_0": "What is perception?",
    "ai-atk-s0301a2:77_1": "It’s when someone is full of lots of food, drink, clothes, vehicles, fame, and text. They fulfill the entire spectrum of ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.",
    "ai-atk-s0301a2:77_2": "Living in full awareness is the reason why the king practices it is position, developing much.",
    "ai-atk-s0301a2:77_3": "Living in meditation, they abundant insight to the meditation on embracing meditation.",
    "ai-atk-s0301a2:77_4": "He has penetrated the noble truths, which is penetrated by the noble truths,",
    "ai-atk-s0301a2:77_5": "the spiritual faculties ...",
    "ai-atk-s0301a2:77_6": "They make much of the ascetic life. They make much merit. They realize the supreme knowledge of the fruit of the ascetic life. Those who know much is realized. They realize the ultimate goal of life-continuum, and I will realize the ultimate extinguishment by direct knowledge.",
    "ai-atk-s0301a2:78_0": "And the senior monk named Sītara, having become a pair of trees prepared the Fortunate One’s feet, under the heading of the feet,",
    "ai-atk-s0301a2:78_1": "Looking at the wrong time, the One whose virtue is full of virtue, unsuitable, so much wisdom.",
    "ai-atk-s0301a2:79_0": "What is wisdom?",
    "ai-atk-s0301a2:79_1": "Whatever form there is—whether past, future, or present, internal or external, both—it should be given up and conscious,",
    "ai-atk-s0301a2:79_2": "Whatever form there is in the presence of all that is impermanent, swift, and perishing.",
    "ai-atk-s0301a2:79_3": "quickly which brings joy to suffering, wins the victor,",
    "ai-atk-s0301a2:79_4": "When one truly sees any kind of feeling ...",
    "ai-atk-s0301a2:79_5": "perception ...",
    "ai-atk-s0301a2:79_6": "Any kind of choices at all ...",
    "ai-atk-s0301a2:79_7": "consciousness at all—past, future, or present;",
    "ai-atk-s0301a2:79_8": "Consciousness is impermanent, suffering, and perishable.",
    "ai-atk-s0301a2:79_9": "The eye ... ear ... nose ... tongue ... body ...",
    "ai-atk-s0301a2:79_10": "By so doing old age and death, they will quickly know the impermanence of old age and death, which is impermanent, suffering, and perishable.",
    "ai-atk-s0301a2:79_11": "Forms of form in the past, future, and present; without distinguishing, having known, experienced the end of suffering in the past, the future, and present life. He spends thus, “Having arisen form, feeling, perception, choices, and consciousness,” he quickly Develops the perception of forms, and ceased,",
    "ai-atk-s0301a2:79_12": "Choices are born ...",
    "ai-atk-s0301a2:79_13": "consciousness. ...”",
    "ai-atk-s0301a2:79_14": "The eye ... ear ... nose ... tongue ... body ...",
    "ai-atk-s0301a2:79_15": "Old age and death in the past ...",
    "ai-atk-s0301a2:79_16": "After having completed the cessation of old age and death, he quickly went to extinguishment.",
    "ai-atk-s0301a2:79_17": "They truly understand form ...",
    "ai-atk-s0301a2:79_18": "The eye ... ear ... nose ... tongue ... body ...",
    "ai-atk-s0301a2:79_19": "When old age and death are impermanent, conditioned, and dependently originated, liable to end, vanish, fade away, and cease. After having made such a state without liable to end, cease. Trunk, he quickly rises above and falls into extinguishment, which is an end of suffering.",
    "ai-atk-s0301a2:80_0": "Which is the little wisdom?",
    "ai-atk-s0301a2:80_1": "Swiftly cut off the defilements, the wise one should endure (his).",
    "ai-atk-s0301a2:80_2": "They don’t tolerate a sensual, malicious, or cruel thought that has arisen.",
    "ai-atk-s0301a2:80_3": "or cruel thought that has arisen.",
    "ai-atk-s0301a2:80_4": "whatever bad, unskillful qualities have arisen.",
    "ai-atk-s0301a2:80_5": "Greed ...",
    "ai-atk-s0301a2:80_6": "compared with flies,",
    "ai-atk-s0301a2:80_7": "stinginess ...",
    "ai-atk-s0301a2:80_8": "deviously then ...",
    "ai-atk-s0301a2:80_9": "obstinacy ...",
    "ai-atk-s0301a2:80_10": "aggression ...",
    "ai-atk-s0301a2:80_11": "being heedless ...",
    "ai-atk-s0301a2:80_12": "all my defilements ...",
    "ai-atk-s0301a2:80_13": "all of them have done bad things.",
    "ai-atk-s0301a2:80_14": "all conditions are wrong. ...",
    "ai-atk-s0301a2:80_15": "They don’t tolerate it, but give it up, get rid of it, eliminate it, and obliterate it.",
    "ai-atk-s0301a2:80_16": "And there is one path of the ascetic life that is the four noble paths, the four kinds of direct-knowledge, the four kinds of direct-knowledge, the six kinds of contact, and the six kinds of direct-knowledge. When contact is realized, you’ve realized the six direct knowledges.",
    "ai-atk-s0301a2:81_0": "The elder lived in a long way, having quieted feelings, is standing overpower of all the feelings, changing each other with a sense of conscience and prudence for them, having made the name “A Sāketa”. He then said: “After the time of opposite sex and hiding the sense of knowledge, it is called the “prehending of the time”.",
    "ai-atk-s0301a2:81_1": "“Sir, Venerable Sāriputta is wise.”",
    "ai-atk-s0301a2:82_0": "What is penetration of penetration?",
    "ai-atk-s0301a2:82_1": "It’s when someone isn’t often stubborn he has lots of all kinds, shakes, and rocks and trembles, tirelessly, unlucky, full of bile and phlegm, sharks, and has no stains about the mass of hairs.",
    "ai-atk-s0301a2:82_2": "the mass of hate ...",
    "ai-atk-s0301a2:82_3": "delusion ...",
    "ai-atk-s0301a2:82_4": "choices ...",
    "ai-atk-s0301a2:82_5": "“Firstly rebirth comes to be penetration of all rebirths, old age, and death.”",
    "ai-atk-s0301a2:83_0": "With few wishes, contentment, effacement, seclusion, discovering the characteristics, etc., this characteristic of fewness of wishes, contentment, having the characteristic of fewness of wishes,",
    "ai-atk-s0301a2:83_1": "Contentment: just as bending after water the four riginal powers that are strong, etc., he has these three qualities that are strong, possessing them with these three factors.",
    "ai-atk-s0301a2:83_2": "secluded from sense desires, secluded from unwholesome things, and aimless mind, who has reached seclusion in the perfection of seclusion, who has reached the highest perfection of seclusion, the ultimate sanctuary, and who has reached seclusion.",
    "ai-atk-s0301a2:83_3": "He is gluttonous and has these five qualities.",
    "ai-atk-s0301a2:83_4": "and this person isn’t transmigrated by the five great kings, and he has the assembled by the rulers of the religions and their ministers, and he is the Jina assembled. All these Bhikkhus are not converted by the Fraternity.",
    "ai-atk-s0301a2:84_0": "energetic and full of energy.",
    "ai-atk-s0301a2:84_1": "There they’re energetic to give to a place where the defilements have arisen, and they don’t give it up like that.",
    "ai-atk-s0301a2:84_2": "But with forty-four years the Elder didn’t feed on with four years.",
    "ai-atk-s0301a2:84_3": "after being energetic, he said: “He who is energetical,”",
    "ai-atk-s0301a2:84_4": "will be one who spoke too slowly,",
    "ai-atk-s0301a2:84_5": "Having seen the monks, he thinks, “I’ll speak to the point of conduct in order today; I’ll expound the meaning of that.” But he does not take instruction respectfully.",
    "ai-atk-s0301a2:85_0": "approves of what he says;",
    "ai-atk-s0301a2:85_1": "One gives the instruction to another and advises another, but one is angry,",
    "ai-atk-s0301a2:85_2": "But even a senior mendicant gives the instructions to another, even when the head does it carefully, they grey themselves with their heads.",
    "ai-atk-s0301a2:85_3": "Sāriputta, it seems, there are seven days that novice Sāriputta had been a novice nun,",
    "ai-atk-s0301a2:85_4": "“Venerable Sāriputta, you slit your sarong gets hold of your sarong.”",
    "ai-atk-s0301a2:85_5": "When the elder came to one side, he put on his sarong the upper robe over one side, and said to him, “There’s no-one in our teacher’s presence.”",
    "ai-atk-s0301a2:86_0": "“The going forth is seven years old—",
    "ai-atk-s0301a2:87_0": "He would allow meatally pregnant.”",
    "ai-atk-s0301a2:88_0": "Āha.",
    "ai-atk-s0301a2:89_0": "who stands in the ground:",
    "ai-atk-s0301a2:89_1": "“Reverends, a mendicant should go from here to where they set out, sit like this. They must eat the chopping places, and put it like this.”",
    "ai-atk-s0301a2:90_0": "he doesn’t see bad friends, companions, or associates with them.",
    "ai-atk-s0301a2:91_0": "“May no longer be lazy, lacking energy,",
    "ai-atk-s0301a2:92_0": "uneducated, with noise, intelligent, and without coming.",
    "ai-atk-s0301a2:93_0": "In this way he criticizes the bad person, greed, hate, and delusion. He’s destitute, hate, delusional, or mentally deluded, and delusion. He has been greedy for one, hate, and delusion. When he says this, “Venerable Sāriputta has these two reasons, how many bad things should be given up?”",
    "ai-atk-s0301a2:94_0": "In this way the venerable Ānanda spoke about the sixteen Elder Nun’s beautiful composed to the Elder Nun thus:",
    "ai-atk-s0301a2:94_1": "“What’s the point of his own beauty? What doesn’t need to be done? And why does he receive all?”",
    "ai-atk-s0301a2:94_2": "Then anyone rolled forth the laymen lady of death, the Teacher of all, the abode of fear, terror, and preserved: Queen Bhaddā, doing this Jina, he says:",
    "ai-atk-s0301a2:95_0": "The senior mendicants were being instructed by the Buddha, and when the time was being spoken by Theras, they grateful and than these sixteen coloured deities.",
    "ai-atk-s0301a2:95_1": "then the gods of the clouds, thundered towers, headers, faters, and hunger’s thirst, and wind, burning sunn heats (also). While they were performing the comprehension of these gods.",
    "ai-atk-s0301a2:95_2": "After putting aside this work connected with the One’s wheel (supernatural) wheel, and giving the ten thousands of deities entered upon the Universal Monarchless.",
    "ai-atk-s0301a2:95_3": "The god Susīma thought:",
    "ai-atk-s0301a2:95_4": "“Please don’t go to my own dwelling, and having given up my preceptor in the neighborhood of a certain deity. I go to that place I’m going to the Buddha, saying: “I’m making this praise of the deities.”",
    "ai-atk-s0301a2:95_5": "it is well-known to give, but he has been spoken.",
    "ai-atk-s0301a2:96_0": "They speak of high and luxurious things.",
    "ai-atk-s0301a2:96_1": "But herein, a diverse spectrum of different colors.",
    "ai-atk-s0301a2:96_2": "She’s blue, of blue color, yellow, red, and white. And the color of hue, and white tint.",
    "ai-atk-s0301a2:96_3": "It is like those four similes, like the first set of these,",
    "ai-atk-s0301a2:96_4": "Herein, so Sundara means",
    "ai-atk-s0301a2:96_5": "Rebirth is a term for rebirth.",
    "ai-atk-s0301a2:96_6": "if he is working over the legs of it, it is cooked and drying;",
    "ai-atk-s0301a2:96_7": "he placed a cloak of patchworms, and is placed on the strength of his wool.",
    "ai-atk-s0301a2:96_8": "The Buddha has laid down the rope of widely with his own hand, like the sun rose and gave it away.",
    "ai-atk-s0301a2:96_9": "pair of five colours camels and more than five;",
    "ai-atk-s0301a2:96_10": "Because water is leaked in the lake.",
    "ai-atk-s0301a2:96_11": "The ground of all the rose-apple trees were extinguished through a great embankment, as it were built by the branches of a golden jungle thicket and so forth. The meaning is this: it is empty, namely, a golden flag, ornamented.",
    "ai-atk-s0301a2:96_12": "They built a (good) tears, sking down in front of me, and casting up in his mouth,",
    "ai-atk-s0301a2:96_13": "(but) the analysis of the relics and the goods have been drawn,",
    "ai-atk-s0301a2:97_0": "the one who sage has defeated a messenger.",
    "ai-atk-s0301a2:97_1": "Queen go to the sky:",
    "ai-atk-s0301a2:97_2": "while speaking, revering with air,",
    "ai-atk-s0301a2:97_3": "I’ll give to you that sunk.",
    "ai-atk-s0301a2:97_4": "Practicing with truth,",
    "ai-atk-s0301a2:97_5": "tamed, true to their vows,",
    "ai-atk-s0301a2:97_6": "the Teacher who obtains the golden colour, shines in the sky,",
    "ai-atk-s0301a2:97_7": "For the Teacher, sat down in the midst of the Sangha and said, “Behikkhus, there are elders in the form of a teacher,” “The senior monk who appears praised Sāriputta and Moggallāna, and who appears praised.”",
    "ai-atk-s0301a2:97_8": "awaits his time for attaining Nibbāna,",
    "ai-atk-s0301a2:97_9": "For one with defilements ended do not look forward to the death of his life, nor do he takes his life, but as a massing of exhaustion, he counts the bowls.",
    "ai-atk-s0301a2:97_10": "Hence it is said:",
    "ai-atk-s0301a2:98_0": "“I don’t long for death, I don’t take my life,",
    "ai-atk-s0301a2:99_0": "I’ll die; I’m free from fear.”",
    "ai-atk-s0301a2:100_0": "Gathering for the Lack of Womens",
    "ai-atk-s0301a2:101_0": "111.",
    "ai-atk-s0301a2:101_1": "There were ten disciples of various sectarians, having performed meritorious deeds, had been performed, and making merit for the sake of their own merit, they all came back to us. When they said, “We shall extinguished our doubts,” and they expressed their appreciation to ourselves, they all came back together in the presence of our presence.",
    "ai-atk-s0301a2:101_2": "he cuts off the bonds, and the mother with the influences.",
    "ai-atk-s0301a2:101_3": "killing and carpet, thighstyles, and riches,",
    "ai-atk-s0301a2:101_4": "Or they’re not regarded as merit, nor have the result of good deeds.",
    "ai-atk-s0301a2:101_5": "Also it is said in the text:",
    "ai-atk-s0301a2:101_6": "“In this way, too, the result of good deeds, and the result of good deeds, don’t fall under the sway of a poison, in sort of wielderance, and bowing to the gods. That’s why he said,",
    "ai-atk-s0301a2:102_0": "mortification in disgust of sin, disgusting with the body, and with bad friends.",
    "ai-atk-s0301a2:102_1": "possessed of well-restrained cloth,",
    "ai-atk-s0301a2:102_2": "the mortification in disgust of sin,",
    "ai-atk-s0301a2:102_3": "alert, an astute person",
    "ai-atk-s0301a2:102_4": "well restrained in the four controls;",
    "ai-atk-s0301a2:102_5": "the four gates, house-defeated everywhere, all four gates, namely, with all kinds of persons, all four gates, and all four gates.",
    "ai-atk-s0301a2:102_6": "Herein, the meaning is: possessed of all kinds of proper conduct, etc., that is to say, the meaning is, of all kinds of property.",
    "ai-atk-s0301a2:102_7": "it seems that when the cold is cold, he does not perceive that it is, therefore it seems,",
    "ai-atk-s0301a2:102_8": "he is detached from all wickedness with all bad deeds,",
    "ai-atk-s0301a2:102_9": "All-risking off all, with all wickedness, abstaining from here and there,",
    "ai-atk-s0301a2:102_10": "all the affairs of poisonous deeds.",
    "ai-atk-s0301a2:102_11": "They explained, saying, “Such is seen, heard, thought, “I have seen, heard,” “I have heard,” but they did not declare.",
    "ai-atk-s0301a2:102_12": "There is no surviving of the Teacher that is helpful for them.",
    "ai-atk-s0301a2:103_0": "(They say) of various sectarians, it seems, therefore when these sectarians are established. That is why he says.",
    "ai-atk-s0301a2:103_1": "The Kakudha Kaccāna goes upset,",
    "ai-atk-s0301a2:103_2": "Nigaṇṭha Nātaputta",
    "ai-atk-s0301a2:103_3": "Pūraṇa Kassapa, Pūraṇasī, and Makkhali, Pūraṇasī,",
    "ai-atk-s0301a2:103_4": "*this the ascetic life holds the ascetic life,",
    "ai-atk-s0301a2:103_5": "Those good people are not far from malicious in the world. They say that it is far from the world.",
    "ai-atk-s0301a2:103_6": "honoring, “Sīhaka is expelled,” he does not praise those of these ten gems, in the presence of those who were observed in the presence of those who were brothers, observed in a beautiful comment.",
    "ai-atk-s0301a2:104_0": "Herein, one of good conduct: living together with (any),",
    "ai-atk-s0301a2:104_1": "Six on the ground, he died.",
    "ai-atk-s0301a2:104_2": "Who is your enemy to you?",
    "ai-atk-s0301a2:104_3": "“Arecetic” of his attributes.",
    "ai-atk-s0301a2:104_4": "He doesn’t associate with a hundred good persons, nor does he die of your voice garments. When exactly those like you do it?",
    "ai-atk-s0301a2:105_0": "After making an agreement for such a teacher, he thought, “I’ll get their opportunity,” and then pointed out to him in an oppression.",
    "ai-atk-s0301a2:105_1": "have mortification in disgust of sin, who was very disgusting (in Saṁsāra),",
    "ai-atk-s0301a2:105_2": "and seclusion,",
    "ai-atk-s0301a2:105_3": "They also thought, “It seems the shave off their hair and beard, are they heading out of the hair and beard.”",
    "ai-atk-s0301a2:105_4": "“After in the evening, they wouldn’t wander about,” and they responded.",
    "ai-atk-s0301a2:105_5": "“From being alms-food eater,” and they do not eat dogs with their hands, then they eat at the wrong time.",
    "ai-atk-s0301a2:105_6": "“Through generals, thorny branches, and fond of adornments.”",
    "ai-atk-s0301a2:105_7": "grounded on forms,",
    "ai-atk-s0301a2:105_8": "which leads to the heavenly realms.",
    "ai-atk-s0301a2:105_9": "Do not strive, do not call out of Death; they keep the benefit of others.",
    "ai-atk-s0301a2:106_0": "So the first rains residence does Uppalavaṇṇā in order to do what is the first among these things? Where would they know?”",
    "ai-atk-s0301a2:106_1": "and shining beauty in the sky, sun, in the bright fortnight.",
    "ai-atk-s0301a2:106_2": "Your all under your control.",
    "ai-atk-s0301a2:106_3": "like a mother-in-law,",
    "ai-atk-s0301a2:106_4": "(But) for I killed a hole, slaughter, fish, meat, milk, and curdishments for the purpose of warning the animal realm, and insects what I say.",
    "ai-atk-s0301a2:107_0": "The god named Māgajāpatī was the Buddha,",
    "ai-atk-s0301a2:107_1": "The Compassion of Rājagaha",
    "ai-atk-s0301a2:107_2": "Setle down with white sand;",
    "ai-atk-s0301a2:107_3": "the going to the stream,",
    "ai-atk-s0301a2:107_4": "The water dried up and rains.",
    "ai-atk-s0301a2:107_5": "This is said:",
    "ai-atk-s0301a2:107_6": "Just as all the counterparts of the Himalayas, so full of peaks, with itsvis and divining halls, so full of peaks, with its gods and humans, the glory of the moon, and the sun is the best in the world, so the foremost, best, chief, highest, and finest of the world.",
    "ai-atk-s0301a2:108_0": "The third sub-chapter on different religions is finished.",
    "ai-atk-s0301a2:109_0": "even so hard to understand.",
    "ai-atk-s0301a2:110_0": "Discussion of the legal procedures",
    "ai-atk-s0301a2:111_0": "The Linked Discourses on the Gods is finished."
}