{
    "ai-atk-s0403a8:0_0": "(9) 4. Theravaggo",
    "ai-atk-s0403a8:1_0": "1. Rajanīyasuttavaṇṇanā",
    "ai-atk-s0403a8:2_0": "Likewise in the first-proclaimed envelopsed, etc., in the sense with the objects of opposite sex, and so on.",
    "ai-atk-s0403a8:3_0": "2. Vītarāgasuttavaṇṇanā",
    "ai-atk-s0403a8:4_0": "he is the second-handed One’s virtues, which is free from open-handedness, endowed with the air,",
    "ai-atk-s0403a8:5_0": "3. Kuhakasuttavaṇṇanā",
    "ai-atk-s0403a8:6_0": "83.",
    "ai-atk-s0403a8:6_1": "In the third (story), endowed with three things,",
    "ai-atk-s0403a8:6_2": "He acquires faith and confidence in him, being endowed with gains that grueling.",
    "ai-atk-s0403a8:6_3": "Neither too, the sign is made,",
    "ai-atk-s0403a8:6_4": "alert and free of obstructions; he has endowed with up.",
    "ai-atk-s0403a8:6_5": "They get material possessions and honor.",
    "ai-atk-s0403a8:6_6": "the dispensation should be understood as stated in the sense of worry.",
    "ai-atk-s0403a8:6_7": "The fourth section on the fourth part is finished.",
    "ai-atk-s0403a8:7_0": "5. Akkhamasuttavaṇṇanā",
    "ai-atk-s0403a8:8_0": "85.",
    "ai-atk-s0403a8:8_1": "He is the fifth in each and every way of these forms (of the form), having mastered greed for forms.",
    "ai-atk-s0403a8:8_2": "Similarly in each instance.",
    "ai-atk-s0403a8:9_0": "commentary on the colour of lotuses",
    "ai-atk-s0403a8:10_0": "86.",
    "ai-atk-s0403a8:10_1": "the sixth knowledge of the analytical knowledge of meaning is the knowledge of the analytical knowledge of meaning, and the knowledge of the attainment of the following five,",
    "ai-atk-s0403a8:10_2": "attained the knowledge of the analytical knowledge of truth, in the case of the fourfold knowledges (of the existence).",
    "ai-atk-s0403a8:10_3": "the analytical knowledge of language, violence, knowledge of the analytical knowledge of law, and attainment of the knowledge of the analytical knowledge of language.",
    "ai-atk-s0403a8:10_4": "the analytical knowledge of inspired speech which is the knowledge of the analytical knowledge of law, and attainment of knowledge of the analytical knowledge of generation.",
    "ai-atk-s0403a8:10_5": "But they don’t know about them with the three knowledges.",
    "ai-atk-s0403a8:10_6": "They use high and luxurious body:",
    "ai-atk-s0403a8:10_7": "what should be done:",
    "ai-atk-s0403a8:11_0": "7. Sīlavantasuttavaṇṇanā",
    "ai-atk-s0403a8:12_0": "87.",
    "ai-atk-s0403a8:12_1": "The seventh section on the seventh,",
    "ai-atk-s0403a8:12_2": "But the virtuous ordinary person here who are subdued in virtue, who has ended the defilements, whose cankers have ended the defilements; and their passions are subdued too. They have done good in the noble ones, and they understood the noble ones.",
    "ai-atk-s0403a8:13_0": "8. Therasuttavaṇṇanā",
    "ai-atk-s0403a8:14_0": "88.",
    "ai-atk-s0403a8:14_1": "Having attained these eight elders, the Elder Mahinda attained (true) mastery.",
    "ai-atk-s0403a8:14_2": "who had gone forth from the home life to homelessness many nights, many glorious people,",
    "ai-atk-s0403a8:14_3": "a relative of wisdom,",
    "ai-atk-s0403a8:14_4": "renowned by that fame.",
    "ai-atk-s0403a8:14_5": "view of wrong view:",
    "ai-atk-s0403a8:14_6": "After getting up from the true teaching of the wholesome and unwholesome deeds,",
    "ai-atk-s0403a8:14_7": "You settle on an unprofitable teaching.",
    "ai-atk-s0403a8:15_0": "9. Paṭhamasekhasuttavaṇṇanā",
    "ai-atk-s0403a8:16_0": "89.",
    "ai-atk-s0403a8:16_1": "In the ninth enclos a trainee monk should train in his presence:",
    "ai-atk-s0403a8:16_2": "Spropping around and using virtues For every day",
    "ai-atk-s0403a8:16_3": "delight in work, delighting in give rise to new states,",
    "ai-atk-s0403a8:16_4": "Slanting, swaying, and delighting in solitude,",
    "ai-atk-s0403a8:16_5": "* Delighting in the monastery, delighting in clarity,",
    "ai-atk-s0403a8:16_6": "delight in the company of the Thirty-Three, delighting in clansmens,",
    "ai-atk-s0403a8:16_7": "But when their mind is not fully freed, whatever they review it, and that their ability to resentment does not get rid of it.",
    "ai-atk-s0403a8:16_8": "Thus, although I have learned these seven qualities in concluding their special qualities of the enemy of being arrivals,",
    "ai-atk-s0403a8:16_9": "And when an ordinary person is (also) a prevented for an ordinary person’s first description;",
    "ai-atk-s0403a8:17_0": "10. Dutiyasekhasuttavaṇṇanā",
    "ai-atk-s0403a8:18_0": "90.",
    "ai-atk-s0403a8:18_1": "has cut off the ten kinds of worst.",
    "ai-atk-s0403a8:18_2": "what should be done?",
    "ai-atk-s0403a8:18_3": "serenity of heart.",
    "ai-atk-s0403a8:18_4": "One should not question the Dispensation without (the results),",
    "ai-atk-s0403a8:18_5": "At the same time:",
    "ai-atk-s0403a8:18_6": "is called one who has not seen the middle of the day, and he has passed by.",
    "ai-atk-s0403a8:18_7": "Guarding (wholes) in reflection, skill in defilements.",
    "ai-atk-s0403a8:18_8": "serenity of mind that is suitable for discernment of principles, reviewing the extent of the mind, and serenity.",
    "ai-atk-s0403a8:18_9": "Discussion of fewness of wishes: talk about fewness of wishes,",
    "ai-atk-s0403a8:18_10": "Contentment with the four Controllations, Contentment, and discussion,",
    "ai-atk-s0403a8:18_11": "Talk about seclusion from the three kinds of seclusion: talk about seclusion, etc.",
    "ai-atk-s0403a8:18_12": "Talking undesirable talk about learning, etc., doing so by one who has not finished his legal procedure",
    "ai-atk-s0403a8:18_13": "talk about energy, talk about energy, talk about energy,",
    "ai-atk-s0403a8:18_14": "talk about virtue, talk about virtue, talk about generosity,",
    "ai-atk-s0403a8:18_15": "The knowledge and vision of freedom is the knowledge and vision of freedom.",
    "ai-atk-s0403a8:18_16": "Wearing: he does not want to obtain (them) inclination of the bodies, he is unpleasant to touch, the meaning is: is that it is painful .",
    "ai-atk-s0403a8:18_17": "The rest is the new abode.",
    "ai-atk-s0403a8:19_0": "The fourth section on the senior monks is finished."
}