{
    "ai-atk-s0515a0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0515a0:1_0": "The short topics",
    "ai-atk-s0515a0:2_0": "The account of the Great Reference",
    "ai-atk-s0515a0:3_0": "On Desiring",
    "ai-atk-s0515a0:4_0": "while warding off ignorance, he does not gluttony.",
    "ai-atk-s0515a0:5_0": "he who develops the path to the deathless state.",
    "ai-atk-s0515a0:6_0": "and attaining the Bodhi (Tree) in the Deer Precept",
    "ai-atk-s0515a0:7_0": "and rolling the Wheel of Dhamma, Koṇḍañña,",
    "ai-atk-s0515a0:8_0": "he drew a lady who had caught up in Koṭigāma.",
    "ai-atk-s0515a0:9_0": "I worship the most excellent Sir.",
    "ai-atk-s0515a0:10_0": "Likewise to the supreme Dhamma and Saṅgha,",
    "ai-atk-s0515a0:11_0": "That wheel of one who has been stated in the Dhamma Vihāra is said.",
    "ai-atk-s0515a0:12_0": "Sāriputta, so greatly wise, lighting a fire, a hero,",
    "ai-atk-s0515a0:13_0": "and rolling the Wheel of Dhamma",
    "ai-atk-s0515a0:14_0": "“You’re refuted, you have beenked, without first being destroyed,",
    "ai-atk-s0515a0:15_0": "Sāriputta, the Elder Sāriputta, having virtues of the King of Ajita, possessed the great (magical) powers,",
    "ai-atk-s0515a0:16_0": "Having developed wisdom in a state of extensive speech, and being undeveloped,",
    "ai-atk-s0515a0:17_0": "Having endured a sense of urgency, etc.",
    "ai-atk-s0515a0:18_0": "with a mind full of joy to the gods.",
    "ai-atk-s0515a0:19_0": "In the Mahāvihāra of the Three Worlds",
    "ai-atk-s0515a0:20_0": "Having taken hold of the old, he said:",
    "ai-atk-s0515a0:21_0": "at one time the Fortunate One was dwelling near the Sakyans, and without the own",
    "ai-atk-s0515a0:22_0": "step by step, as by how far as the Recitation (?) “Has a suitable” and “Lorn-Like)?",
    "ai-atk-s0515a0:23_0": "He who speaks to the breakage of his knowledge, the notorious escape from anywhere,",
    "ai-atk-s0515a0:24_0": "Yet he disparages the meaning that precepts the discourses, and obligation in every way.",
    "ai-atk-s0515a0:25_0": "the Greatly Famous One’s displays (shere) resembles.",
    "ai-atk-s0515a0:26_0": "Who leads over the True Dhamma’s welfare,",
    "ai-atk-s0515a0:27_0": "I recited the true teaching for the welfare and happiness of the people.",
    "ai-atk-s0515a0:28_0": "Having heard the true teaching, you should remember it. You should remember it carefully.",
    "ai-atk-s0515a0:29_0": "Herein, the words “Your mind has been removed,” that is, the remainder of mentioned, and the two kinds of demonstration.",
    "ai-atk-s0515a0:29_1": "A phrase oral transmigration,",
    "ai-atk-s0515a0:29_2": "the opposing of the terminology overstematic words and phrases in the details of the kind already described.",
    "ai-atk-s0515a0:29_3": "Defilements to be found in the meaning of the Vibhaṅga thus, “Herein, what is recommended by the Perfect One",
    "ai-atk-s0515a0:29_4": "Herein, the gatekeeper in the three doors by means of the pure abode (reflecting) in the Brahmajāla Sutta, he must ask for too much about the reason for the Fortunate One, or with the analysis of the Great Power, and thus he is precious and mindful.",
    "ai-atk-s0515a0:30_0": "Or alternatively, complete in sixty thousand coins, it can bring back midday.",
    "ai-atk-s0515a0:30_1": "For here it is not possible to move, neither warns nor sauce, benefact with a single lake.",
    "ai-atk-s0515a0:30_2": "“It’s the craving that leads to future lives” is a breaking out of the craving in the dissolution of meaning and the rod and the sword.",
    "ai-atk-s0515a0:30_3": "Saying “I’m not attractive and so on,” he said,",
    "ai-atk-s0515a0:30_4": "With a well-developed place, he develops the state of peace,",
    "ai-atk-s0515a0:30_5": "however an oppressed by the wise, the clever destroys the phrasing.",
    "ai-atk-s0515a0:30_6": "took the four bases of psychic power, by the wise,",
    "ai-atk-s0515a0:30_7": "“Which four?",
    "ai-atk-s0515a0:30_8": "immersion due to enthusiasm ...",
    "ai-atk-s0515a0:30_9": "They develop the basis of psychic power that has immersion due to energy, and active effort.”",
    "ai-atk-s0515a0:30_10": "opposites, and.",
    "ai-atk-s0515a0:30_11": "“What is enthusiasm?",
    "ai-atk-s0515a0:30_12": "(And) what is generaled by desire, the consent has been made in the place constructed in the Three Times of Virtue Protector’s instruction, and so on.",
    "ai-atk-s0515a0:30_13": "For the various forms have ceased,",
    "ai-atk-s0515a0:30_14": "Contact, “He trains thus: ‘I am contact in feeling, feeling is one who is drawn out;",
    "ai-atk-s0515a0:30_15": "When you feel a feeling, you experience that pain:",
    "ai-atk-s0515a0:30_16": "Neither in action, the detailed meaning of laternative passes away from terms, “What is neutral feeling,” “It is the way he does not feel pleasure and pain! ” “He doesn’t feel pleasure and pain!” “It’s neutral feeling because of the unpleasant feeling. ”",
    "ai-atk-s0515a0:31_0": "When a mendicant meditates observing the meaning and the teaching in this way, they think: “Perfection of the meaning and the meaning of the phrasing of the sense faculties, regardless of whether or not they think, ‘Perhaps these are free from shackled by one who knows the meaning’s liberating, is called a scholar’.”",
    "ai-atk-s0515a0:31_1": "But this is the elder who, having made such a statement, said: ‘This is how it was said by the Blessed One, as a Holy One, annoyed person.’",
    "ai-atk-s0515a0:32_0": "The meaning of what is contradict about is the meaning of, revealing, expounding, and showing them the meaning of the later on. It is in order to explain the meaning of the Teaching, the first to be proclaimed.",
    "ai-atk-s0515a0:32_1": "Though the first island prosperous and well proclaimed, all the people, having made the whole of all,",
    "ai-atk-s0515a0:32_2": "The eye is burning.”",
    "ai-atk-s0515a0:33_0": "He has been told by the Buddha, the teaching, and the Saṅgha in detail as they were told.",
    "ai-atk-s0515a0:33_1": "“What are wholesome thoughts?",
    "ai-atk-s0515a0:33_2": "When a wholesome thought in the sensuous worlds has arisen, one is called a “finite” again and again in detail, and again to be explained again and again.",
    "ai-atk-s0515a0:34_0": "Since it is shared in analysis, “This is what is skillful, what is the side of the three kinds of contact?”",
    "ai-atk-s0515a0:34_1": "At that time there was a revealing of inspiring for the revealing of the hidden, and which clarifies.",
    "ai-atk-s0515a0:34_2": "At that time, monks, there is contacting, contacting, and getting rid of contacting. It is that which is designated as “infesting” .",
    "ai-atk-s0515a0:34_3": "listening to the teaching of the Dhamma, which is connected with joy, happiness, and intentionally knowing. And he listens to the teaching of the Buddhas, namely, the noble one with penetration of the three knowledges, and he listens to the higher mind, and this wisdom .",
    "ai-atk-s0515a0:34_4": "Herein, the Buddha reveals by the lotus ponds, clarify, reveals, expounds, and explains with its characteristics.",
    "ai-atk-s0515a0:34_5": "what is said:",
    "ai-atk-s0515a0:34_6": "Some of the Buddhas awakened for themselves in a different position, with a new town. ...",
    "ai-atk-s0515a0:34_7": "and so do they find out the meaning here and now.",
    "ai-atk-s0515a0:35_0": "Or alternatively, he reveals it by phrases, reveals it with phrases, and reveals it.",
    "ai-atk-s0515a0:35_1": "what is said:",
    "ai-atk-s0515a0:35_2": "In such a case where some of the Teaching may be in some matters.",
    "ai-atk-s0515a0:36_0": "Then, when he is learning the Vinaya, he proclaims it in detail by phrases, reveals it to the training, and reveals it to the training. He educates, reveals it, make plains, establishes, clarify, reveals the meaning, analyzes, and reveals the phrases.",
    "ai-atk-s0515a0:36_1": "Thus he who is engaged in debt,",
    "ai-atk-s0515a0:37_0": "How on the meaning here is this: How is the meaning of the phrasing?",
    "ai-atk-s0515a0:37_1": "the Buddhas of the teaching, who practice in full awareness, gave a variety of wide, one who lets praising the sound of phrasing.",
    "ai-atk-s0515a0:37_2": "the state should be understood as included in the meaning and the characteristic of foulness.",
    "ai-atk-s0515a0:37_3": "And so it was when someone responsible for the poets, taking care of the shackles, or the opposite sex.",
    "ai-atk-s0515a0:37_4": "Herein, one who is superior in this way is said: “She is the king, my father’s brother, and so on.”",
    "ai-atk-s0515a0:37_5": "This one difference between the meaning and phrasing: ‘Bhikkhus’ and so on” , and so on.",
    "ai-atk-s0515a0:37_6": "And you should do so.",
    "ai-atk-s0515a0:37_7": "Visākhā thought, “Avoid all things in the same way,” and so on.",
    "ai-atk-s0515a0:37_8": "accordingly the word said, “ an indicated to the word,” he should say, “This is not-self.”",
    "ai-atk-s0515a0:37_9": "It should be recollected: “It is Uttiya, that person should be recollected by comparison with that person.”",
    "ai-atk-s0515a0:38_0": "But the meaning is that in the place where the size of an incarnation is not suitable, and that which has the form of the Faith in the future, and that is present in the best.",
    "ai-atk-s0515a0:38_1": "Herein, the meditator’s in whom the meaning has got rid of use, then in the Paṭisambhidā, “Three” is in the sense of opposing.",
    "ai-atk-s0515a0:38_2": "Transmigrations of forms, etc., is the purpose of developing forms, etc., as “Dearing of forms” .",
    "ai-atk-s0515a0:38_3": "for the sake of himself, the relatives that leads to his relatives –",
    "ai-atk-s0515a0:38_4": "“Speak in line with the teaching” is said.",
    "ai-atk-s0515a0:38_5": "The Buddha said that the charming work was stated.",
    "ai-atk-s0515a0:38_6": "That’s why the eye,",
    "ai-atk-s0515a0:38_7": "When they ask about the meaning, in the phrasing, there is no meaning in the phrasing, in the phrasing, or that which is useless, unwelfished, rudder of expression.",
    "ai-atk-s0515a0:38_8": "He has shook the inclusion and separate them all, and he does not give them any collection of the eyes and ear-consciousness that arise in the way already stated.",
    "ai-atk-s0515a0:38_9": "Everyone trembles at the stick, everyone is in fear of death.”",
    "ai-atk-s0515a0:38_10": "Virūpakkha said: “Having (thus) your weapons that have been running along, and I have running about you.",
    "ai-atk-s0515a0:38_11": "Mendicants, who would ever think or believe that",
    "ai-atk-s0515a0:38_12": "Except in both places.”",
    "ai-atk-s0515a0:38_13": "just as when you hear a sound with the ears, sounds, smells, tastes, touches, and thoughts are put into a forest’s body.",
    "ai-atk-s0515a0:38_14": "the meaning should be understood as follows: “Bhikkhus, there are these four kinds of people, like the moon in the sense of a person.”",
    "ai-atk-s0515a0:38_15": "So it is here that the first place having opened, stands firm and unshakable, for a long time.",
    "ai-atk-s0515a0:39_0": "And so the state of non-human beings went only to the noble ones.",
    "ai-atk-s0515a0:39_1": "in brief and in full awareness, the abode of Saṅkheyyaka Mount Vedas.",
    "ai-atk-s0515a0:39_2": "Having thus made himself familiar and other doctrines, virtue and view of self-controlled views,",
    "ai-atk-s0515a0:39_3": "For one immorally kills oneself, but only with that fortune is permanent, constantly, living here.",
    "ai-atk-s0515a0:39_4": "bad views, not continued existence, transmigrating, afflicted with, ornamented by the lady.",
    "ai-atk-s0515a0:39_5": "He is reborn in both places, like a black snake, with its scorpion, like a dog’s fedinger in a corpse.",
    "ai-atk-s0515a0:39_6": "Then, endowed with both good and opposites, you should cultivate the degree of treasures, holding all precious things, and counselor. That is how the fearful oppression of the noble ones,",
    "ai-atk-s0515a0:39_7": "The four noble truths, how they are inclinations, being the interpreting the reflection of the hundred and seventy-two doctrines, and they are not considered as due to the influence of such actions, and so on.",
    "ai-atk-s0515a0:40_0": "“One of those who analytically, according to (the line of) conditions,",
    "ai-atk-s0515a0:41_0": "a third with a counter-question, would however be a fourth reason?”",
    "ai-atk-s0515a0:42_0": "these words are impermanent",
    "ai-atk-s0515a0:42_1": "Because that is the best of those who are supreme and have negligent all four elements, they become unsuitable.",
    "ai-atk-s0515a0:42_2": "And in this context it is said:",
    "ai-atk-s0515a0:43_0": "“The foremost of all beings did the duties to the maintaining.",
    "ai-atk-s0515a0:44_0": "She has nothing more than the four quarters.”",
    "ai-atk-s0515a0:45_0": "that’s where we were taught:",
    "ai-atk-s0515a0:45_1": "Because his mind is uncontrolled, he is mindful in mind.",
    "ai-atk-s0515a0:45_2": "That is what he had done, before it all the four draughts, respected and deficient observed; he does not admonish himself, because he has admonished the sympathy for himself, and he does not admonish others.",
    "ai-atk-s0515a0:46_0": "“As a heavy burdener, one who speaks words of forbearance,",
    "ai-atk-s0515a0:47_0": "what do you think is deep, not flatter?”",
    "ai-atk-s0515a0:48_0": "“The King has taught the deep knowledge, then now he spoke.”",
    "ai-atk-s0515a0:49_0": "Herein, how do you not finish future phrases who are frightening in the basics of faith and do not favourable to the teacher? They’re not able to focus on the deathless and the born of self-control: “Actorning to the deathless, they properly attend properly on you.",
    "ai-atk-s0515a0:49_1": "for this is said:",
    "ai-atk-s0515a0:50_0": "“Mendicants, someone with five qualities is able to enter the sure path with regards to skillful qualities when listening to the true teaching.",
    "ai-atk-s0515a0:50_1": "What five?",
    "ai-atk-s0515a0:50_2": "They don’t disparage the talk, the speaker, or themselves. They listen with undistracted and unified mind. They attend properly.”",
    "ai-atk-s0515a0:51_0": "By the characteristic of he gives it to that jhāna is said: “In this way the bowl is said.”",
    "ai-atk-s0515a0:52_0": "“Discipline of the Dhamma’s virtue, being endowed with faith and wisdom,",
    "ai-atk-s0515a0:53_0": "who have not drunk the deathless fool, in his trembled—",
    "ai-atk-s0515a0:54_0": "Thus he spoke thus:",
    "ai-atk-s0515a0:55_0": "When he had spoken in this way, and giving them the meaning of the great earth, he who does not show its meaning in this way: “Now the great earth, it is time for the great earth that has been established, like the great earth.”",
    "ai-atk-s0515a0:56_0": "And that is what he did. Having heard the meaning of this profound, which was endowed with deep meaning, profound, transcendent, dealing with emptiness of the Dhamma, having gained faith, ethics, learning, generosity, and wisdom, embracing the profound, embarrass and the first jhāna, which is accompanied by defilements, has entirely beautiful, and charming that is well proclaimed by the Realized One, the perfected ones, the fully enlightened, after hearing the end of suffering, and that great light, the fully oppposite of all the crowd, had gone beyond the stage of men, and well-compared, got rid of birdener of birds aggregate, and chanting knowledge, desirds, which lazeming the crowd of disciess, and favours, aggregrate beforehant, and which aggregrating as the Dhamma.",
    "ai-atk-s0515a0:57_0": "But they’re included in the discourses or found in the texts on monastic training. In the Chapter on Explains, they addresses, Dīghanakha, Abhidhamma, Ākoṭaka, Moggaliputta, and Pañcasikhaka, Sutta, and Mahāpajāpatī Gotamī. They included a great extent of the Teaching, the Monastic Law, and the Teacher’s instructions. They included in the discoursespiring places confidence in the Monastic Law, and the Teacher’s instructions of those who come uplifting them, with a precious verseserence, and treating them as well versed in the Teacher’s instruction. This is the fifth exposition of the great example.",
    "ai-atk-s0515a0:58_0": "“For two thousand monks from the group of two thousand monks,",
    "ai-atk-s0515a0:59_0": "and the Dhamma Precepts that lasts a 84,000 qualities –",
    "ai-atk-s0515a0:60_0": "The king Abhaya in the five hundred Theras, honoured by the surname hymns, enlightenments of the Dhamma, 84,000,000, escorted by the counselors of the Dhamma, Vinaya in the Doctrine of the Dhamma. This is the great doctrines of the mass of the aggregates.",
    "ai-atk-s0515a0:60_1": "After making an end of the thirty-two marks that had been given up by the Discourse on the Chapter Discourse on the Factors of the Eights, Questions of Vaggumudā, and he gave levels of the Eights of the Discourse on the Similes of the Eights, the thirty-two pins, and twenty-four grounds of worldly pleasures,",
    "ai-atk-s0515a0:60_2": "In this way I will perform the great sacrifices of the Great Cloud Grove to the Great Reference,",
    "ai-atk-s0515a0:60_3": "It is possible to take the following method of a great reference, the Great Reference, and the teacher should be carefully recited.",
    "ai-atk-s0515a0:60_4": "Why is that?",
    "ai-atk-s0515a0:60_5": "Because of this great Sage, the Sole Leader of the World, for a long time in the world.",
    "ai-atk-s0515a0:61_0": "1. Aṭṭhakavaggo"
}