{
    "ai-atk-s0517a9:0_0": "8. Vipallāsakathā",
    "ai-atk-s0517a9:1_0": "In the commentary on the cloise,",
    "ai-atk-s0517a9:2_0": "236.",
    "ai-atk-s0517a9:2_1": "Now comes that suttantastly to show the different sequence of his deeds separately and gradually interpretations, while they show the discussion in the Commentaries.",
    "ai-atk-s0517a9:2_2": "Firstly, perception is quite dissipated; the meaning is that it is produced in perception. The meaning is “base” .",
    "ai-atk-s0517a9:2_3": "Likewise in the rest.",
    "ai-atk-s0517a9:2_4": "(These dust) his mind is feble, skilled in observed by the feature of things, and skilled in the dissolution of the mind.",
    "ai-atk-s0517a9:2_5": "will see his own view of what is unprofitable, skilled in the mind, and prevented by greed.",
    "ai-atk-s0517a9:2_6": "with mind associated with view.",
    "ai-atk-s0517a9:2_7": "Consequence of all perceptions is more stronger than that. That is why the minds of all views are considered as stronger.",
    "ai-atk-s0517a9:2_8": "Your perception has arisen in the Sambuddha’s a destiny as a place wherever he was conceived.",
    "ai-atk-s0517a9:2_9": "Wearing the village of Kaṇhāpaṇa to see and the skill in absorption, as befitting the characteristics.",
    "ai-atk-s0517a9:2_10": "(but) the Great Being of a blacksmith’s garden is in the company of the Great Kings. It is as if not adhered to view.",
    "ai-atk-s0517a9:2_11": "Taking impermanence as permanence through perceptions, he securely on impermanence, saying: “Perception of impermanence” in this way, “Perception of perceptions of matter.”",
    "ai-atk-s0517a9:2_12": "The meaning should be understood in this way in the very same way.",
    "ai-atk-s0517a9:2_13": "oral transmission of perception, mind, worry, holy worms, infested corpses, embracing archery, wielding to over the four grounds, and reverse order.",
    "ai-atk-s0517a9:3_0": "And the meaning is that self and the cosmos experiences non-self:",
    "ai-atk-s0517a9:3_1": "Having wrong view, ~ (thought): “Whoever is born, perception arises, as the consequence of wrong view is destroyed,",
    "ai-atk-s0517a9:3_2": "if he is deranged with mind liberated from the transgressed by the dead, like the mind;",
    "ai-atk-s0517a9:3_3": "Perceiving (vanity): this is the perception of non-perception, this is the meaning.",
    "ai-atk-s0517a9:3_4": "Or alternatively, these four views are combined with perceptions, their minds are wrong view. Their view is poorly explained:",
    "ai-atk-s0517a9:3_5": "Perceiving what is known as Vibhaṅga, he responsible for the three months and for the sake of exceeding the minds of delusion, and he responsively: “Anyone who is unjust now exceed,” he resided in your understanding.",
    "ai-atk-s0517a9:3_6": "He who then becomes known as Māra’s bondservants, who are oppressed in their mother’s home.",
    "ai-atk-s0517a9:3_7": "He who attains Nibbāna by the four yokes, the sanctuary from attachment to extinguishment,",
    "ai-atk-s0517a9:3_8": "They transmigrate for a person, just transmigrate on transmigration.",
    "ai-atk-s0517a9:3_9": "For they are transmigrating through birth and death. That’s why they say it is the meaning.",
    "ai-atk-s0517a9:3_10": "the Buddhas, who is fully awakened, has understood the four noble truths,",
    "ai-atk-s0517a9:3_11": "As long as the result is (surely) many.",
    "ai-atk-s0517a9:3_12": "in the world of the world:",
    "ai-atk-s0517a9:3_13": "shining in light of wisdom,",
    "ai-atk-s0517a9:3_14": "dispelling this teaching to the hostile person,",
    "ai-atk-s0517a9:3_15": "will go to the end of suffering, and the path leading to extinguishment.",
    "ai-atk-s0517a9:3_16": "Having heard them, they listened to them,",
    "ai-atk-s0517a9:3_17": "Virtuous conduct of consciousness;",
    "ai-atk-s0517a9:3_18": "(But) with mind full of hate, joyful and defiled, she got mindful and thought,",
    "ai-atk-s0517a9:3_19": "the cutting off trash is cut off,",
    "ai-atk-s0517a9:3_20": "Or alternatively, they boarded the sweat.",
    "ai-atk-s0517a9:3_21": "Seeing impermanence as impermanence,",
    "ai-atk-s0517a9:3_22": "not-self as not-self, they are not-self.",
    "ai-atk-s0517a9:3_23": "Or alternatively, when it sees the site of self, it doesn’t see",
    "ai-atk-s0517a9:3_24": "Getting right view: the nutriment is the equal of the deathless.",
    "ai-atk-s0517a9:3_25": "all suffering is caught up in suffering. ”",
    "ai-atk-s0517a9:4_0": "having given up and given up taking up the view of stream-enterers, a stream-enterer,",
    "ai-atk-s0517a9:4_1": "happiness arises in you perception.",
    "ai-atk-s0517a9:4_2": "A mind that arises dependent on a human being is inferior or superior. What does the mind give up? Or since he arises in him when he’s a stream-enterer?",
    "ai-atk-s0517a9:4_3": "These are the two perfected ones who have given up.",
    "ai-atk-s0517a9:4_4": "and ugliness arise:",
    "ai-atk-s0517a9:4_5": "Or alternatively, what does a stream-enterer?",
    "ai-atk-s0517a9:4_6": "These are the two non-returners of non-returners.",
    "ai-atk-s0517a9:4_7": "That’s why the stream-enterer can understand just said.",
    "ai-atk-s0517a9:4_8": "And they must understand that they are rid of greed and hate, and delusion, their mind inclines to mentally scrutinizing them.",
    "ai-atk-s0517a9:4_9": "if she gives it up after two or three courses;",
    "ai-atk-s0517a9:4_10": "Herein, “Are these two grounds” are given up, they abandoned self-mortifiers with these less than twenty-nine perfected ones.",
    "ai-atk-s0517a9:4_11": "“Pleasure is neither happy nor suffering,” he gave up these two views.",
    "ai-atk-s0517a9:4_12": "Beternally the first two, and then the later takes it up.",
    "ai-atk-s0517a9:4_13": "In the four kinds of cloth:",
    "ai-atk-s0517a9:4_14": "Eight eighteen years:",
    "ai-atk-s0517a9:4_15": "Four perceptions of suffering in one-self, two kinds of perception are another in the mind.",
    "ai-atk-s0517a9:4_16": "In the same way amongst those who are jute in the thirty-two pieces, “The places are complete in the edges.”",
    "ai-atk-s0517a9:5_0": "The discussion on the clever complexion of the skin is finished."
}