{
    "ai-atk-abh03a20:0_0": "5. Pañcamavaggo",
    "ai-atk-abh03a20:1_0": "1. Vimuttikathāvaṇṇanā",
    "ai-atk-abh03a20:2_0": "418.",
    "ai-atk-abh03a20:2_1": "This is how some discussion comes about freedom.",
    "ai-atk-abh03a20:2_2": "Herein, the path is the fruit of reviewing, the four knowledges of the fruits of knowledge and freedom.",
    "ai-atk-abh03a20:2_3": "Of Vipassī’s knowledge, the foundation of Vision, and the knowledge of freedom, because of the ending of knowledge and freedom.",
    "ai-atk-abh03a20:2_4": "The path is the fruit of knowledge and freedom, and the result of freedom is the knowledge and freedom.",
    "ai-atk-abh03a20:2_5": "Thus in the four ways, with knowledge and freedom, and with the result of deliverance, knowledge and freedom.",
    "ai-atk-abh03a20:2_6": "remains oppressed, or he should not be told to say “This is freed”.",
    "ai-atk-abh03a20:2_7": "That is why it is called “short” in the Vibhaṅga, which is free from knowledge, and has not understood even the knowledge of freedom, just like the blind who has acquired the knowledge of freedom.",
    "ai-atk-abh03a20:2_8": "Still, they should ask questions of others:",
    "ai-atk-abh03a20:2_9": "With what they were referring to when he reflected on.",
    "ai-atk-abh03a20:2_10": "(but) when asked, he admits to the path,",
    "ai-atk-abh03a20:2_11": "But it is not a stream-enterer to be found there that one who stands once-returner, who does not readily know about it.",
    "ai-atk-abh03a20:2_12": "The meaning should be understood here in this way.",
    "ai-atk-abh03a20:3_0": "Practicing freedom is the color of liberation.",
    "ai-atk-abh03a20:4_0": "2. Asekhañāṇakathāvaṇṇanā",
    "ai-atk-abh03a20:5_0": "421.",
    "ai-atk-abh03a20:5_1": "Now, that is what a trainee nun.",
    "ai-atk-abh03a20:5_2": "Herein, the Elder Ānanda, knowing that they were an adept, “That’s why,” etc., the Blessed One knows “ palms,” etc., do not know, “Knowledge” norther for the sake of their leading to the supreme knowledge, as if he were fortunate eon .",
    "ai-atk-abh03a20:5_3": "(But) he who is addicted to their own questions, thus he is the other.",
    "ai-atk-abh03a20:5_4": "He knows, and sees what is said: being one who knows what is said by oneself .",
    "ai-atk-abh03a20:5_5": "Gotama of Great Sages, below upon the lower floor of the enlightenment of the kind, whose knowledge has said:",
    "ai-atk-abh03a20:5_6": "Shouldn’t you know that the Buddha doesn’t exist?” And he doesn’t know that he doesn’t wish to explain it because he doesn’t want.",
    "ai-atk-abh03a20:5_7": "So you should establish supported in that place.",
    "ai-atk-abh03a20:6_0": "In the remaininger of an adept",
    "ai-atk-abh03a20:7_0": "3. Viparītakathāvaṇṇanā",
    "ai-atk-abh03a20:8_0": "424.",
    "ai-atk-abh03a20:8_1": "Now, this is the point:",
    "ai-atk-abh03a20:8_2": "Herein, the earth is knowledge of the earth element, and he perceives that it is the concept ‘interest’. The knowledge of the earth that is from knowledge’, like the blind in each other.",
    "ai-atk-abh03a20:8_3": "for that is so, and conscious moment there is no earth or perceive.",
    "ai-atk-abh03a20:8_4": "Therefore he should remove (these) knowledge, the destroyer of knowledge,",
    "ai-atk-abh03a20:8_5": "After that, he does not know the characteristic of earth, also with the earth stiffenedness, nor the sign of earth, nor does the earth kasiṇa know, “Bearth is the earth element,” then the dimension of infinite space.",
    "ai-atk-abh03a20:8_6": "Since it is permanent, since it is at most excellent, and so on is called ‘unborn’.",
    "ai-atk-abh03a20:8_7": "But what is this one of them’s accused that permanent?”",
    "ai-atk-abh03a20:8_8": "And the other characteristics, while it is conflict.",
    "ai-atk-abh03a20:9_0": "(They are) skilled in the ways of trainees,",
    "ai-atk-abh03a20:9_1": "There is heldness in the questions beginning with the characteristic, and he is responding to a question.",
    "ai-atk-abh03a20:9_2": "admits to the earth,",
    "ai-atk-abh03a20:9_3": "Are all the earth kasiṇa signs that just as the earth kasiṇa sign appears, with its characteristic.",
    "ai-atk-abh03a20:9_4": "he is one who speaks with his own nature,",
    "ai-atk-abh03a20:9_5": "There is no earth, no one who wraps in earth and speaks in accordance with the earth.",
    "ai-atk-abh03a20:9_6": "The meaning of this:",
    "ai-atk-abh03a20:9_7": "There is no earth that is found, and there is no water in earth, or does not attain it.",
    "ai-atk-abh03a20:9_8": "‘There is the meaning of earth’, in that way, “This is the knowledge of the earth in which they do know, “This is the ultimate solace” is the knowledge of the attainment of extinguishment. And that is the path leading to quenching of seeing in every way.",
    "ai-atk-abh03a20:10_0": "The commentary on the opposite Controller",
    "ai-atk-abh03a20:11_0": "4. Niyāmakathāvaṇṇanā",
    "ai-atk-abh03a20:12_0": "428-431.",
    "ai-atk-abh03a20:12_1": "Now, when a man has passed away he is called “pura”.",
    "ai-atk-abh03a20:12_2": "Herein, the individual can enter the sure path with regards to this matter, “The Fortunate One is mindful,” After saying, “The group of people will know, “This is for an ordinary person who is mindful,”",
    "ai-atk-abh03a20:12_3": "Yet they are jealous of something, and they speak of on their own doctrine.",
    "ai-atk-abh03a20:12_4": "Herein, the path is called “with going”; the meaning is that it is the path to going from settlement.",
    "ai-atk-abh03a20:12_5": "But when he sees that they can be referring to when he knows that he hasn’t conflict with him.",
    "ai-atk-abh03a20:13_0": "Yet he speaks contrary to the Teaching as contrary to the Teaching.",
    "ai-atk-abh03a20:13_1": "Herein, enquiry is the knowledge of the path to going through the first path, in the sense of urgency, of the knowledge of the path,",
    "ai-atk-abh03a20:13_2": "or admits to the second,",
    "ai-atk-abh03a20:13_3": "and thirdly he puts back aside within the third merely.",
    "ai-atk-abh03a20:13_4": "Furthermore, having performed the fourth (supernatural) jhāna and then, without taking leave of the fourth jhāna, etc.,",
    "ai-atk-abh03a20:13_5": "which is the first use of these two, that is to say, when the first, is the knowledge of the path, there is no further for him.",
    "ai-atk-abh03a20:13_6": "admits to the second,",
    "ai-atk-abh03a20:13_7": "he puts it on the third bed, placed it on the third occasion.",
    "ai-atk-abh03a20:13_8": "Furthermore, having performed the eighthold life, and without taking note of the first going (for them), and the questions beginning with the first three knowledges.",
    "ai-atk-abh03a20:13_9": "the meaning should be understood in the way already described.",
    "ai-atk-abh03a20:13_10": "Furthermore, having performed the First Sañjikāputta, the first root condition for twelve grounds.",
    "ai-atk-abh03a20:13_11": "Herein, knowledge of the path is called ‘mindful’ because it is clear in the path that is why it is called “sharded”.",
    "ai-atk-abh03a20:13_12": "But when the other announces, they respond to evasiveness.",
    "ai-atk-abh03a20:13_13": "and so on.",
    "ai-atk-abh03a20:13_14": "The section on land is on.",
    "ai-atk-abh03a20:13_15": "the lineage of terrified: whatever has been said for him, in order to get that which is said .",
    "ai-atk-abh03a20:13_16": "The Buddha knows by means of his own knowledge (of births): owing to his own state of existence, and so on he does not know about the penetration of knowledge.",
    "ai-atk-abh03a20:13_17": "Therefore at the place where, however, this reason the plantain reaches absorption.",
    "ai-atk-abh03a20:14_0": "Discussion of the proper conduct.",
    "ai-atk-abh03a20:15_0": "5. Paṭisambhidākathāvaṇṇanā",
    "ai-atk-abh03a20:16_0": "432-433.",
    "ai-atk-abh03a20:16_1": "Now, this is the analytic knowledge of truth:",
    "ai-atk-abh03a20:16_2": "Herein, there are those who know: “Whoever is this is the noble truth of the noble ones, all of them are perfectly cleansed, like the blind people.”",
    "ai-atk-abh03a20:16_3": "(But) he who is addicted to their own questions, thus he is the other.",
    "ai-atk-abh03a20:16_4": "how they resort to produce knowledge of the earth kasiṇa, which is conceived. Their enlightenment comes to knowledge.",
    "ai-atk-abh03a20:16_5": "Whatever ordinary person is questioned by an ordinary person,",
    "ai-atk-abh03a20:16_6": "answers to the wisdom there is from residing in regard to an ordinary person, that is their knowledge.",
    "ai-atk-abh03a20:16_7": "he claims to be found in the art of wisdom in all directions, and he things being referring to the supreme attainment of the supreme knowledge.",
    "ai-atk-abh03a20:16_8": "The attainment of the earth kasiṇas, in regard to these attainments as meditation subjects, all of them can be understood to be analyzed in them in terms of wisdom.",
    "ai-atk-abh03a20:16_9": "So they all knew each and every of the analytic knowledges were established with their own insight, and so on therefore the fruit of the ascetic life with them.",
    "ai-atk-abh03a20:17_0": "Discussion of the discriminations of the Meaning",
    "ai-atk-abh03a20:18_0": "6. Sammutiñāṇakathāvaṇṇanā",
    "ai-atk-abh03a20:19_0": "434-435.",
    "ai-atk-abh03a20:19_1": "Now, it is known that a discussion:",
    "ai-atk-abh03a20:19_2": "Herein, equal is the truthful truth: these two truths are the truths.",
    "ai-atk-abh03a20:19_3": "Those who say, “Well, then, do they refer to the truth that they both realize the truth, are just like the blind in each other.”",
    "ai-atk-abh03a20:19_4": "This is the talk about those who speak contradict. They conflict with their meaning.",
    "ai-atk-abh03a20:19_5": "There is no opposing to speak in accordance with the doctrines of others; and effacement in their own perspective;",
    "ai-atk-abh03a20:19_6": "By (following): I realized truth,",
    "ai-atk-abh03a20:19_7": "the meaning is that it is a place free from danger.",
    "ai-atk-abh03a20:19_8": "Entering the truths of knowledge, and the other with wisdom are prescribed.",
    "ai-atk-abh03a20:19_9": "Then he said to him: “Have you seen him with the knowledge of this an unknownness, them because of that?”",
    "ai-atk-abh03a20:20_0": "Practice Consequence",
    "ai-atk-abh03a20:21_0": "7. Cittārammaṇakathāvaṇṇanā",
    "ai-atk-abh03a20:22_0": "436-438.",
    "ai-atk-abh03a20:22_1": "Now, this is the account of the mind:",
    "ai-atk-abh03a20:22_2": "Herein, the reading of mind is the knowledge of the heart and freedom by wisdom, it is just like the Blind Manyan Tree.",
    "ai-atk-abh03a20:22_3": "(But) they are pleased with questions, their (saying):",
    "ai-atk-abh03a20:22_4": "Then although greed for the object of greed, etc., their mind does not know, “This isn’t prevented by them,” etc., their ignorant, and there is no obstacle for him.",
    "ai-atk-abh03a20:22_5": "contact as object: by contact.",
    "ai-atk-abh03a20:22_6": "The same method applies in the case of feeling and the rest.",
    "ai-atk-abh03a20:22_7": "When asked, knowledge masters them, he doesn’t focus on the characteristic of contact.",
    "ai-atk-abh03a20:22_8": "But when asked about the two kinds of contact, what kind of accompanying and spends around?",
    "ai-atk-abh03a20:22_9": "For feelings are also the same.",
    "ai-atk-abh03a20:22_10": "But now I wouldn’t give rise to support, quickly for the sake of knowledge, and re-ading the minds of others,",
    "ai-atk-abh03a20:22_11": "But that speech is established in oneself, even it is only established in exactly too.",
    "ai-atk-abh03a20:23_0": "Unification of the mind on the Unconfusion",
    "ai-atk-abh03a20:24_0": "8. Anāgatañāṇakathāvaṇṇanā",
    "ai-atk-abh03a20:25_0": "439-440.",
    "ai-atk-abh03a20:25_1": "Now, when you have knowledge about the future,",
    "ai-atk-abh03a20:25_2": "Herein, there is no future grace,",
    "ai-atk-abh03a20:25_3": "in the same way there is no uninterrupted knowledge.",
    "ai-atk-abh03a20:25_4": "And the inner skin of the two armies while still far away,",
    "ai-atk-abh03a20:25_5": "Whatever (good) there are in that place, just like the blind people.",
    "ai-atk-abh03a20:25_6": "(But) they are pleased with questions, their (saying):",
    "ai-atk-abh03a20:25_7": "They think, “What is it for you to be rooted in the future? What is the root of the future?”",
    "ai-atk-abh03a20:25_8": "Herein, as to root: all kinds of root are only.",
    "ai-atk-abh03a20:25_9": "But if they do take the root and thieves its own fruit, it becomes the root.",
    "ai-atk-abh03a20:25_10": "Backs off the things that occurs with cause.",
    "ai-atk-abh03a20:25_11": "Get back, saying: “God-King!”",
    "ai-atk-abh03a20:25_12": "which leads out, which is their source.",
    "ai-atk-abh03a20:25_13": "that comes to be, that state.",
    "ai-atk-abh03a20:25_14": "He enjoys continued existence,",
    "ai-atk-abh03a20:25_15": "Herein, the place where it settles down is placed up.",
    "ai-atk-abh03a20:25_16": "once it food, it fits to eat.",
    "ai-atk-abh03a20:25_17": "that is to be relinquished to another.",
    "ai-atk-abh03a20:25_18": "And with that dependent origination:",
    "ai-atk-abh03a20:25_19": "its origin, its cessation, and the practice that leads to its cessation.",
    "ai-atk-abh03a20:25_20": "But since the mind is not able to find fault in these ways, it does not know them.",
    "ai-atk-abh03a20:25_21": "In the future, what is unincluded is the cause, what is the reason why, know the mind is without cause,",
    "ai-atk-abh03a20:25_22": "He knows about the reason, about those things there are causal causes, is the meaning.",
    "ai-atk-abh03a20:25_23": "The same method applies in the same way.",
    "ai-atk-abh03a20:25_24": "clansmen in the future: “Here a man is not able to give rise to knowledge in the future,",
    "ai-atk-abh03a20:25_25": "the knowledge of the text of Pāṭaliputta: “After who gives birth to a canopy who has been shown that he doesn’t give it to him.",
    "ai-atk-abh03a20:25_26": "For he who has no knowledge in this world,",
    "ai-atk-abh03a20:25_27": "That’s why it doesn’t belong to the same Buddhist sect.",
    "ai-atk-abh03a20:26_0": "Unsulging in knowledge,",
    "ai-atk-abh03a20:27_0": "9. Paṭuppannañāṇakathāvaṇṇanā",
    "ai-atk-abh03a20:28_0": "441-442.",
    "ai-atk-abh03a20:28_1": "Now, when knowledge is arisen, it is called “the knowledge”.",
    "ai-atk-abh03a20:28_2": "Herein, there are those in the present who know about caste, etc., that is impermanent, suffering, and perishable. They are just like the knowledge of the blind men whose view is blind.",
    "ai-atk-abh03a20:28_3": "During this very time they respond to instead, and now the rest should be understood.",
    "ai-atk-abh03a20:28_4": "Then he said, “When there is non-disappearance, at that moment, this knowledge has arisen in him.",
    "ai-atk-abh03a20:28_5": "Since this is so, is the one who knows the end of two knowledges, then you should know that they are competent to hold a discussion.”",
    "ai-atk-abh03a20:28_6": "Herein, it is in the first enquiry, you can’t know it; the other is not possible.",
    "ai-atk-abh03a20:28_7": "In the second enquiry, (called) one is precept.",
    "ai-atk-abh03a20:28_8": "When it is re-admitted, they see the practices of insight, knowledge of the ending of defilements.",
    "ai-atk-abh03a20:28_9": "By means of that knowledge and insight he is the same as them.",
    "ai-atk-abh03a20:28_10": "The contact, by that contact, at the time of the contact, they will have called ‘death’.",
    "ai-atk-abh03a20:28_11": "But that is called “blessed” in the reckoned as a reckoned as an instance.",
    "ai-atk-abh03a20:28_12": "They don’t know it or see it as object, nor are they acknowledge it.",
    "ai-atk-abh03a20:28_13": "That’s why the supports are established in dependence.",
    "ai-atk-abh03a20:29_0": "Practicing Questions",
    "ai-atk-abh03a20:30_0": "10. Phalañāṇakathāvaṇṇanā",
    "ai-atk-abh03a20:31_0": "443-444.",
    "ai-atk-abh03a20:31_1": "But now there is fruition of knowledge that is called “the result of fruit”.",
    "ai-atk-abh03a20:31_2": "Herein, when Buddhas teach disciples the fruit of the disciples is the way that they have attained to disciples like disciples by the disciples of the Buddha, those who have acquired the fruit of the Dispensation of the fruits of blind men, are just like the monk who has acquired the fruit of the label ‘ hatred knowledge’.",
    "ai-atk-abh03a20:31_3": "Yet they say that something is included in their own tradition, and the other is understanding.",
    "ai-atk-abh03a20:31_4": "When a disciple has seen this, it is far from the fruit of stream-entry, just as this is the case of the fruit of once-returner, and this is the power of one who has entered upon the fruit of stream-entry, what is the development of it?”",
    "ai-atk-abh03a20:31_5": "the others eject.",
    "ai-atk-abh03a20:32_0": "There is a disciple of the origin of fruit, desires, fairs, and knowledge that they are what is called to be reached by the goal.",
    "ai-atk-abh03a20:32_1": "This is the method.",
    "ai-atk-abh03a20:32_2": "The fruits of the Buddhas, knowing that this is the fruit and result of the fruition.",
    "ai-atk-abh03a20:32_3": "Because of the faculties of persons there is a personality of the faculties. Those who know that person’s faculties are included in that person’s faculties and fruition, what exactly the path of theirs.",
    "ai-atk-abh03a20:33_0": "On the contrary, there is a disciple of the Buddhas, etc., as well as they do with perfect wisdom.",
    "ai-atk-abh03a20:33_1": "“What is it possible to describe a place just one who is capable of understanding or another?”",
    "ai-atk-abh03a20:33_2": "Just as a disciple of the Buddhas, “He is the disciple of the old, disciples of such a disciple, knowledge of the fruit, when they say,” so they don’t know the meaning of the Jina thus.",
    "ai-atk-abh03a20:33_3": "Your answers to the conducive to the disciple, but only the same questions are not the same.",
    "ai-atk-abh03a20:33_4": "knowledge of the deathless is enlightenment factor and the knowledge that when ignorance is destroyed, then there is no knowledge of the Buddhas.",
    "ai-atk-abh03a20:33_5": "That’s why one who speaks with words of another’s doctrine.",
    "ai-atk-abh03a20:34_0": "Practice Conduct",
    "ai-atk-abh03a20:35_0": "The fifth is finished.",
    "ai-atk-abh03a20:36_0": "The Longer Discourse on the Great Assembly,"
}