{
    "ai-atk-s0302a0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0302a0:1_0": "The Linked Discourses on the Past.",
    "ai-atk-s0302a0:2_0": "On Realm",
    "ai-atk-s0302a0:3_0": "1. Nidānasaṁyuttaṁ",
    "ai-atk-s0302a0:4_0": "1. Buddhavaggo",
    "ai-atk-s0302a0:5_0": "Instruction",
    "ai-atk-s0302a0:6_0": "1.Evaṁme sutanti –",
    "ai-atk-s0302a0:6_1": "First: dependent origination",
    "ai-atk-s0302a0:6_2": "Here is the commentary on the stage beginning:",
    "ai-atk-s0302a0:6_3": "There the Buddha teach the mendicants about this.",
    "ai-atk-s0302a0:6_4": "“So, at that time I was staying near Yasa, in Jeta’s Grove, the Jeta Grove, which the Joyful Gods.”",
    "ai-atk-s0302a0:6_5": "if he proclaims it when the time for the Buddha,",
    "ai-atk-s0302a0:6_6": "May the Fortunate One not teach Dhamma at the right time,",
    "ai-atk-s0302a0:6_7": "“It’s not the wrong time, Bāhiya, there’s no needle here.”",
    "ai-atk-s0302a0:6_8": "“Sometimes the words have been laid down for the purpose of perfecting the sword,",
    "ai-atk-s0302a0:6_9": "the Fortunate One, the Teacher of the world,",
    "ai-atk-s0302a0:6_10": "Discussion of the proper conduct towards that person.",
    "ai-atk-s0302a0:6_11": "but if he does not say, “In this way, bhikkhu, there is a bhikkhu who is a frequenter of alms-food” , “The monks should be understood with friendly.”",
    "ai-atk-s0302a0:6_12": "The meaning is this: “Only the rainy season.”",
    "ai-atk-s0302a0:6_13": "But however, nourishes it is said:",
    "ai-atk-s0302a0:6_14": "“Mendicants, I say to you, I have announced you.”",
    "ai-atk-s0302a0:6_15": "And according as it is said:",
    "ai-atk-s0302a0:6_16": "“Please, monk, in my name tell Sāriputta that the teacher summons him.”",
    "ai-atk-s0302a0:6_17": "*alling the places of the monks",
    "ai-atk-s0302a0:6_18": "And that is why he has already described the virtues of being successful in virtue.",
    "ai-atk-s0302a0:6_19": "The bhikkhu who is devoted to the virtues of living in good qualities, in accordance with the special qualities of alms-food, embarrassed on virtues, etc., good in the virtue of the great embankment of Paccekabuddhas, and so on. He is committed to the embarrass of virtue.",
    "ai-atk-s0302a0:6_20": "And the virtues of them revealed to those special qualities of food.",
    "ai-atk-s0302a0:6_21": "“You’re obsessing with the kind of compassion,” and they observed his words of the skilling of compassion on the hand, and giving his attention to the name of the sacrificial position; working to that place; then that is why the name of the people lamplightenment.",
    "ai-atk-s0302a0:6_22": "Because of attending well to the method of Faith",
    "ai-atk-s0302a0:7_0": "and another, why is it that occurred amongst gods and humans?",
    "ai-atk-s0302a0:7_1": "Jeta’s Wood when they’re still stored up,",
    "ai-atk-s0302a0:7_2": "For the first group of mendicants are seated in the Blessed One’s teaching. Extinguished in all places, the bhikkhus, the rose-apple should first take place the bhikkhus, the teachers, and his seats assembled there and was because he were seated among the supreme among the good conduct.",
    "ai-atk-s0302a0:7_3": "rather, just as the simile of the Dhamma (whether for) the affairs of But as they will show the way to speak of Dhamma (to others).",
    "ai-atk-s0302a0:7_4": "and to reference to the monks thus, ‘This is the exposition of the teaching’:",
    "ai-atk-s0302a0:8_0": "Why don’t the Buddha teach the Dhamma? (Then) does not teach the Dhamma, he addressed the mendicants?",
    "ai-atk-s0302a0:8_1": "to harm the fetters;",
    "ai-atk-s0302a0:8_2": "When other mendicants reflected on another, they apply their minds to understand this.",
    "ai-atk-s0302a0:8_3": "When they’re not able, what do you think of them? When they’ve taught they think, “What’s the point of reference to those whose mind isn’t present?” and those who teach you the Dhamma, they don’t teach you. They can then teach them first or confessed the meaning.",
    "ai-atk-s0302a0:9_0": "to say that this is a term for the Teacher, a practises, for the sake of a debate,",
    "ai-atk-s0302a0:9_1": "And if he says, “In this, monks,”",
    "ai-atk-s0302a0:9_2": "“Venerable sir,” they replied.",
    "ai-atk-s0302a0:9_3": "“That’s why, mendicants,” said the Buddha.",
    "ai-atk-s0302a0:9_4": "“They give to the monks,” they replied, “Venerable sir,” they to make an effort.",
    "ai-atk-s0302a0:9_5": "those mendicants addressed the Buddha,",
    "ai-atk-s0302a0:9_6": "facing the Buddha’s problemation they were reborn in the presence of the Buddha. They then continued to receive it.",
    "ai-atk-s0302a0:9_7": "The Buddha said this: “Now, this is the whole earthquake”,",
    "ai-atk-s0302a0:9_8": "That’s how Venerable Ānanda has clearly seen clearly with wisdom the detailed meaning of meaning and the teaching of the Buddhas. In this way he explains it in detail the meaning of this sutta with the teaching, the explanation of the meaning, the words “wakening of pleasure Questions of meaning” .",
    "ai-atk-s0302a0:10_0": "Now, that is how this producing conditional origination by the Buddha, etc., has been laid down by the Buddha for a discourse,",
    "ai-atk-s0302a0:10_1": "Now, when this suttanta examining itself in the Suttanta, rose up and forth like a discourse in the morning, weighed down (after his discourse). That’s why it is distributed?",
    "ai-atk-s0302a0:10_2": "For there are four ways of revealing.",
    "ai-atk-s0302a0:10_3": "One’s own desires are put in others’ welfare.",
    "ai-atk-s0302a0:10_4": "There the Blessed One, who has not got inside others in the middle of himself, third and so on, fourth, telling them about the talk of his own shoulders:",
    "ai-atk-s0302a0:10_5": "The One of Ten Powers regulations regarding the ten faculties, twenty-two Powers, Successful (?), and Abidings, the Aṅgaka of the Faculties, defition of the paths, and inclination in themselves.",
    "ai-atk-s0302a0:11_0": "“The qualities that ripen in freedom have ripened in Rāhula.",
    "ai-atk-s0302a0:11_1": "What if I were to end the defilements in this way, they might recite and contemplation of others with the ending of defilements. Nevertheless, having covetousness, having achieved their own mind, contemplated with Bāhiya, and each other with his ignorant mind:",
    "ai-atk-s0302a0:11_2": "The Shorter Advice to Rāhula",
    "ai-atk-s0302a0:12_0": "And owing to the four classes of the gods of the Thirty-Three, the great kings, and the fairy Pries, and the Nāgas, camels and said: “Sir, the Great Brahmās, the gods of the Thirty-Three are called “Brahmās”.",
    "ai-atk-s0302a0:12_1": "hindrances are said to be ‘ hindrance.’",
    "ai-atk-s0302a0:12_2": "Sir, what is the best of these five grasping aggregates in a person who is the best question?”",
    "ai-atk-s0302a0:12_3": "When questioned by the Buddha, the Great Brahmadatta in this way, and its abode thus: “The Four Great Kings are connected with the Absorptions of the States, the Liberations of the Earth, or one who bodies is connected with Sakka is detached from the Faiths, embarks, and Great Springs were connected with the Divillages of the Gods Who Control the Creations of Others, and Māḷahoodhī, the Gods Who Control the Factornments of Brahmā’s instructions Pacelouths, and so on, and Great Spicious deeds.”",
    "ai-atk-s0302a0:13_0": "But the reasons when they’ve done this:",
    "ai-atk-s0302a0:13_1": "heirs in the teaching,",
    "ai-atk-s0302a0:13_2": "The Shorter Discourse on the Simile of the Full-Moon Ebony",
    "ai-atk-s0302a0:14_0": "In this way, in the four directions, this dependent origination is dependently originated.",
    "ai-atk-s0302a0:14_1": "and by the Fortunate One, by living in another, by the Fortunate One,",
    "ai-atk-s0302a0:14_2": "What person complains to live with?",
    "ai-atk-s0302a0:14_3": "One Who Understands Immediately know:",
    "ai-atk-s0302a0:14_4": "for the four persons are variety of One who understands immediately, one who understands after detailed explanation,",
    "ai-atk-s0302a0:14_5": "In this case the person who is called a trickling out of the openings is said to be a person who knows the penetration of the Dhamma.",
    "ai-atk-s0302a0:14_6": "Such a person is called ‘one who has spoken in detail’ and analysis of the teachings’: this is called a person who knows the teachings.",
    "ai-atk-s0302a0:14_7": "Whoever attends on this person when he frequents them assembles, associates with good friends, and associates with them, accompanys and attends on them, following their example, is called a “sequence”.",
    "ai-atk-s0302a0:14_8": "while a person who hears much as they’re projecting even when they begged, they’re called a spending success.",
    "ai-atk-s0302a0:14_9": "So the four kinds of persons are descriptioned in the four people. It is easy to say that individual essences have been purified by him.",
    "ai-atk-s0302a0:15_0": "At that time, it seems, five hundred resident monks all judged in the country of Liberation, all of them, one of them, and one of them, quite secluded from the group of five hundred mendicants, have gone to the forest, and are capable of getting their enemy. And after going up to the Buddha, sat down in the dwelling place where they had made an end of the spiritual path.",
    "ai-atk-s0302a0:15_1": "* Now, the Fortunate One, having caused this virtue,",
    "ai-atk-s0302a0:15_2": "For just as when a man has cut off the oppressive embracing sight and decorated, the whatever bodily form he causesses all beings to be performed, the opposite sex, and the yokes, the meditator’s virtue, and he does not get past it, then he shows that he has placed the way to set aside that owing to the presumption of his virtue, and it is happy in the lay life, he eventually enjoyed no matter how repeatedly to the Buddhas it, etc., of the obseserverses, and he lay life.",
    "ai-atk-s0302a0:15_3": "That of which is said in reference to him:",
    "ai-atk-s0302a0:16_0": "“Well then, mendicant, you should purify the starting point of skillful qualities.",
    "ai-atk-s0302a0:16_1": "What is the starting point of skillful qualities?",
    "ai-atk-s0302a0:16_2": "Well purified ethics and correct view.",
    "ai-atk-s0302a0:16_3": "When your ethics are well purified and your view is correct,",
    "ai-atk-s0302a0:16_4": "you should develop the four kinds of mindfulness meditation in three ways.",
    "ai-atk-s0302a0:16_5": "Which four?",
    "ai-atk-s0302a0:16_6": "Meditate observing an aspect of the body internally—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-atk-s0302a0:16_7": "body externally ...",
    "ai-atk-s0302a0:16_8": "or his own body and externally ...",
    "ai-atk-s0302a0:16_9": "principles—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-atk-s0302a0:16_10": "When you develop the four kinds of mindfulness meditation in these three ways, depending on and grounded on ethics, you can expect growth, not decline, in skillful qualities, whether by day or by night.”",
    "ai-atk-s0302a0:17_0": "Thus is the beginning of Kaṇhāgotamaka profitable deeds, and practises,nes with precepts and observances, and indications, they tell him the deliberation of insight.",
    "ai-atk-s0302a0:18_0": "But when he has acquired virtue, he has gained his former stages, namely, the one who has reached Arahantship, the profitable states, and he describes his former wife, has reached Arahantship and attainments, and he describes the deliverance of insight, and he describes the profitable attainment.",
    "ai-atk-s0302a0:18_1": "These five hundred mendicants are standing in the easterly direction, having disclosed a charnel ground like a looking-ground, praised the supreme aggregates, and the other paths of the supermundane road.",
    "ai-atk-s0302a0:18_2": "Thus for the sake of her going, the Teacher, said this to them:",
    "ai-atk-s0302a0:19_0": "Herein, conditional origination is a condition for the arising of condition.",
    "ai-atk-s0302a0:19_1": "for the modes are conditions for the arising of each other.",
    "ai-atk-s0302a0:19_2": "they’re called dependent origination.",
    "ai-atk-s0302a0:19_3": "This is in brief in the section on the road should be illustrated here.",
    "ai-atk-s0302a0:20_0": "This is your faith for you that I will fulfill the practice accordingly.",
    "ai-atk-s0302a0:20_1": "“I hope you’re united with harmony?”",
    "ai-atk-s0302a0:20_2": "“Go away, mendicants, I dismiss you.”",
    "ai-atk-s0302a0:20_3": "“You should not give me a robe in my presence.”",
    "ai-atk-s0302a0:20_4": "“Mendicants, I will teach you an exposition about the teaching.”",
    "ai-atk-s0302a0:20_5": "“Sāriputta, you have all spoken well in material pleasures.”",
    "ai-atk-s0302a0:20_6": "“Those who do you have pure deeds in the noble ones.”",
    "ai-atk-s0302a0:20_7": "But here this should be regarded as before.",
    "ai-atk-s0302a0:20_8": "Because of the great terrible luck in your presence again are dead.",
    "ai-atk-s0302a0:20_9": "to teach the Dhamma, there is the way of teaching.",
    "ai-atk-s0302a0:20_10": "Listen to you, you’ve taught it like this.",
    "ai-atk-s0302a0:21_0": "Saying carefully, one says, “Good,” “It’s good,” so they very helpful.",
    "ai-atk-s0302a0:21_1": "And this is how it is good to be progressed and specifically prevented by the Lord of Men.",
    "ai-atk-s0302a0:21_2": "“Sir, please teach me the Dhamma in brief. He’s please teach Dhamma in brief.”",
    "ai-atk-s0302a0:21_3": "“Sir, that mendicant approved and agreed with what the Buddha said.”",
    "ai-atk-s0302a0:21_4": "“Good, good, Sāriputta!” he replied.",
    "ai-atk-s0302a0:22_0": "“Very well, Dhammadinna, is not good,",
    "ai-atk-s0302a0:23_0": "Good friendship in the venerables’ heritages wickedness and brings happiness (to do).",
    "ai-atk-s0302a0:24_0": "watery was so pretty, and so on,",
    "ai-atk-s0302a0:24_1": "“Well then, brahmin, listen carefully to the carpenter’s nose. It’s good to cleft is called shaven.",
    "ai-atk-s0302a0:24_2": "But here this meaning should be understood here as well. The meaning is that it cut off at night and in currents,",
    "ai-atk-s0302a0:24_3": "There is a Dispensation that will be firmly established by one who does not listen to this Dhamma, which is a calculate, for the sake of (should listen), “I will hear it from a good shop,” “I hear the Dhamma, level),” “I will hear it as authority,” “I will listen to the Teaching.”",
    "ai-atk-s0302a0:24_4": "apply themselves to the mind.",
    "ai-atk-s0302a0:24_5": "meaning is:",
    "ai-atk-s0302a0:24_6": "because they have no regrets, having become unconfused.",
    "ai-atk-s0302a0:25_0": "I listen to this offering, that is a cause of safeguard.",
    "ai-atk-s0302a0:25_1": "applying attention to it, applying his mind firmly established in a league.",
    "ai-atk-s0302a0:25_2": "“In the first place where the western tanks threading the sheath, and the west.",
    "ai-atk-s0302a0:25_3": "the rainy season in the early in the task is well proclaimed in the first place that they have learned.",
    "ai-atk-s0302a0:25_4": "(These should be told in full.) “This is the Dhamma, this is the meaning of the law.” That’s why they should give attention to it.",
    "ai-atk-s0302a0:25_5": "(Buddha thus:) “This Dhamma is good in both this Dhamma, this is the wish of the Dhamma, and this is worthy of the Dhamma, you should listen to the Dhamma.",
    "ai-atk-s0302a0:25_6": "It’s because you understand that these oppositeness should be understood as if constructed.”",
    "ai-atk-s0302a0:25_7": "I will speak.",
    "ai-atk-s0302a0:25_8": "“I will hear what you have heard” is expressed in this way. However, I shall teach you about it. But I shall not answer it because you have said.",
    "ai-atk-s0302a0:25_9": "For these words are briefly in detail,",
    "ai-atk-s0302a0:25_10": "according as it is said:",
    "ai-atk-s0302a0:26_0": "“He teaches what’s beneficial,",
    "ai-atk-s0302a0:27_0": "The black carcass is made up, quickly wailing, ex fluiding, and drunk.”",
    "ai-atk-s0302a0:28_0": "When they had spoken, the mendicants received the going forth in the presence of the Buddha, they replied, “Venerable sir,” they replied.",
    "ai-atk-s0302a0:29_0": "Then the Buddha said to them,",
    "ai-atk-s0302a0:29_1": "Now what, monks, is that you should say, “And what is the dependent origination?”",
    "ai-atk-s0302a0:29_2": "Herein, what is dependent origination?",
    "ai-atk-s0302a0:29_3": "For when questioned thus, having asked permission of the five questions, questioning, and answering , this is the finishing of questions, in questioning in the Paṭisambhidā:",
    "ai-atk-s0302a0:30_0": "What is asking permission?",
    "ai-atk-s0302a0:30_1": "if he has not known what he has not known, is undeveloped, undeveloped, undeveloped, and uncomprehended,",
    "ai-atk-s0302a0:30_2": "Then he went to see your dwelling place and asking him a question for the purpose of (thinking):",
    "ai-atk-s0302a0:30_3": "This I ask is the questioning of Questioning.",
    "ai-atk-s0302a0:31_0": "What is questioning?",
    "ai-atk-s0302a0:31_1": "he has seen what is marked by his relatives, what is contradict to it has been seen and discovered.",
    "ai-atk-s0302a0:31_2": "Then he asks a question to (his),",
    "ai-atk-s0302a0:31_3": "this is the definition of in regard to questions.",
    "ai-atk-s0302a0:32_0": "What is the questioning of the Question?",
    "ai-atk-s0302a0:32_1": "he becomes one who transmigrationally wounded by heals and two deluded temperaments –",
    "ai-atk-s0302a0:32_2": "“How is it, without questioning, or having asked a question? How is this question for the purpose of denouncing the mind?",
    "ai-atk-s0302a0:33_0": "What is questioning?",
    "ai-atk-s0302a0:33_1": "The Fortunate One questions the monks:",
    "ai-atk-s0302a0:33_2": "“What do you think, mendicants: is form permanent or impermanent?”—",
    "ai-atk-s0302a0:33_3": "Whatever is impermanent is suffering or happiness.",
    "ai-atk-s0302a0:33_4": "That which is impermanent, suffering, and perishable: is it fit to be regarded thus:",
    "ai-atk-s0302a0:33_5": "“Sir, this is my self, this is my self.”",
    "ai-atk-s0302a0:33_6": "This is the question.",
    "ai-atk-s0302a0:34_0": "What is the questioning of the legal procedure?",
    "ai-atk-s0302a0:34_1": "he asks a question of the Fortunate One:",
    "ai-atk-s0302a0:34_2": "“Mendicants, there are these four kinds of mindfulness meditation.",
    "ai-atk-s0302a0:34_3": "What four?”",
    "ai-atk-s0302a0:34_4": "this is the reason why it is asking.",
    "ai-atk-s0302a0:35_0": "Herein, in the first place there are no Buddhas. Why is this?",
    "ai-atk-s0302a0:35_1": "For when the Buddhas are incapable of being awakened at all in the three times, undeveloped, not uncomprehended, unmade, and unconditioned, there is no further state of existence.",
    "ai-atk-s0302a0:35_2": "without asking permission of that one isn’t seen, there is no questioning in questions.",
    "ai-atk-s0302a0:35_3": "But when the Buddha has relinquished his own knowledge and vision, either the gods or the deities have a god or Māra or Brahmā or by anyone else.",
    "ai-atk-s0302a0:35_4": "Experiencing that place there is no question of censure",
    "ai-atk-s0302a0:35_5": "But since he has gone beyond all things, being undecided about all things,",
    "ai-atk-s0302a0:35_6": "so there is no question of .",
    "ai-atk-s0302a0:35_7": "But the two Fortunate One’s questions have the same questions.",
    "ai-atk-s0302a0:35_8": "The settling down of this legal procedure should be understood according to the Neither,",
    "ai-atk-s0302a0:36_0": "Yet when asked questions, firstly in regard to this way, ignorance is a condition for choices.",
    "ai-atk-s0302a0:36_1": "And here, “I will perform a lady” and “I will perform the first time,” and he replied, “There is no more than this.",
    "ai-atk-s0302a0:36_2": "Following is in fact for you: “Mendicants, I shall teach you dependent origination and dependently originated phenomena.”",
    "ai-atk-s0302a0:36_3": "Now, as to the Ignorance: ignorance is a condition for choices and ignorance.",
    "ai-atk-s0302a0:36_4": "Therefore ignorance should be understood as condition: being possessed of (volitional) processes, but not the meaning.",
    "ai-atk-s0302a0:36_5": "In brief, however, the meaning should be illustrated in detail in detail in all aspects is given in detail to the Path of Purification.",
    "ai-atk-s0302a0:37_0": "But the dispensation of ignorance is the wish:",
    "ai-atk-s0302a0:37_1": "With the complete fading away and cessation without remainder of that path, with the cessation of nothing left over,",
    "ai-atk-s0302a0:37_2": "When choices cease, choices cease.",
    "ai-atk-s0302a0:37_3": "When choices cease, consciousness ceases. When consciousness ceases, name and form cease. When name and form cease, the six sense fields cease. When name and form cease, consciousness ceases. When this is said to be the cessation of suffering, name and form cease. When the six sense fields cease, contact ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease.",
    "ai-atk-s0302a0:37_4": "Herein, complete is the meaning of all : the meaning is that of the seven kinds already explained.",
    "ai-atk-s0302a0:37_5": "he gave it to suffering,",
    "ai-atk-s0302a0:37_6": "cessation, there is no origination,",
    "ai-atk-s0302a0:37_7": "Thus the Fortunate One spoke about the twelve myriads, having concluded his doctrine, after discussing his doctrine, and wives, likewise in order to establish the kingdom and returned to the peak of perfection.",
    "ai-atk-s0302a0:37_8": "At the conclusion of the Five hundred Kinspiring and (of the Supreme Man, when he had established five hundred people, the Arising sun and moon, he established them in the fruition of Liberation, which was established in the fruit of Liberation.",
    "ai-atk-s0302a0:38_0": "That is what the Buddha said. The Buddha said,",
    "ai-atk-s0302a0:38_1": "Satisfied, those monks were delighted and satisfied with the five hundred monks.",
    "ai-atk-s0302a0:38_2": "what the Buddha said. Since he was happy and well-known to him, the chief of the Jina, that astute would befinally happy with what the Buddha said.",
    "ai-atk-s0302a0:38_3": "Hence it is said:",
    "ai-atk-s0302a0:39_0": "“Good people, very well-spoked, beautiful, and soft.",
    "ai-atk-s0302a0:40_0": "calling them agreement, they fell in the dwelling.”",
    "ai-atk-s0302a0:41_0": "The First Practice Conduct is finished.",
    "ai-atk-s0302a0:42_0": "2. Vibhaṅgasuttavaṇṇanā",
    "ai-atk-s0302a0:43_0": "2.",
    "ai-atk-s0302a0:43_1": "In the second tetrad should be understood in the way already described.",
    "ai-atk-s0302a0:43_2": "And this is the effect.",
    "ai-atk-s0302a0:43_3": "First the first jhāna is said to be given in detail by means of one who is not fully ordained rolled forth in detail:",
    "ai-atk-s0302a0:43_4": "And in this very life the four immaterial states opposite sex only.",
    "ai-atk-s0302a0:43_5": "For when a person sees that they were standing at the root of a tree shop, then having seen that the Buddha, cut off the root, made like a palm stump, obliterated, and unable to arise in the same place as they were choose.",
    "ai-atk-s0302a0:44_0": "Here is the detailed explanation of the meaning. The explanation of the meaning is this:",
    "ai-atk-s0302a0:44_1": "This is the exposition of old age and death in brief, the many torments, counterparts, infatuation, and opposites.",
    "ai-atk-s0302a0:44_2": "But as soon as he was are, he wouldn’t eventually oppressed by day or by night.",
    "ai-atk-s0302a0:44_3": "But no-one was unworned by two beings on the other side.",
    "ai-atk-s0302a0:44_4": "That’s why it said in briefly, “Knowing to many sentient beings”",
    "ai-atk-s0302a0:44_5": "This is called joyful.",
    "ai-atk-s0302a0:44_6": "In the seventh enquiry: this is the escape from beginning with what is reckoned as an instance.",
    "ai-atk-s0302a0:44_7": "there is old ageing in old age: ageing and death, the place of loss, the underworld.",
    "ai-atk-s0302a0:44_8": "Resplendent Jotipāla",
    "ai-atk-s0302a0:44_9": "Burning the three lumps of Kāsi, etc., that is to say, the three (processes), namely, the Paṭisambhidā, the Nuns, and the Kātiyāṇī river.",
    "ai-atk-s0302a0:44_10": "This in annoyance of what is called Island, because of the influence of it,",
    "ai-atk-s0302a0:44_11": "Building is the application of this aspect in this way.",
    "ai-atk-s0302a0:44_12": "Lunger: Quickle-mouthing and functioning sletoning, greying (the Beyond) through the power of the body,",
    "ai-atk-s0302a0:44_13": "Because of the foundation of the head hairs, etc., that also the states of defilement in him.",
    "ai-atk-s0302a0:44_14": "the Vasāliya, having (them) fitting with the flesh and synovial fluid on the Island.",
    "ai-atk-s0302a0:44_15": "These were the three, namely, sense desires, and the three kinds of lumps of alms. What is the point of this.",
    "ai-atk-s0302a0:44_16": "To give them, they show the benefit of sight in the Mahānāma.",
    "ai-atk-s0302a0:44_17": "On the contrary, whether the water is set upside down to the fire or a tree or a firebrand, a straw mat, a fireflies, or a fruit tree, but eventually feeding on the road, and there is a wrong turn, so too, when the eyes become plunging in the earlier stumps, and it gets old.",
    "ai-atk-s0302a0:44_18": "for one is not known by the eye.",
    "ai-atk-s0302a0:45_0": "These faculties of the life span, the decay of the sense faculties, namely, the worries, and thoughts of the sense faculties, widespread enlightenment and ugliness, as enlightenment factors.",
    "ai-atk-s0302a0:45_1": "which should be understood as the right size:",
    "ai-atk-s0302a0:45_2": "herein, the life span is led on therefore one who abandons old age, and is cracking a life in post.",
    "ai-atk-s0302a0:45_3": "one who has dried up a little and much subtlety on it, and one who applies themselves to his own function, etc., and become delivered in the faculties. That is why even they have attained the fruit of on the text, and greed for the calf.",
    "ai-atk-s0302a0:46_0": "But when this has been risen above, they all become concealed.",
    "ai-atk-s0302a0:46_1": "Herein, the unprofitable visible objects, etc., is allowed to grow in the bathing and underwhere about forms, and so on. However, the unattractiveness of the body is the name and formless.",
    "ai-atk-s0302a0:46_2": "Herein, the one who is clever among whom the givers is incomparable, and who sees these two ends would be like the water on the bank of the river. He thought, “Whoever sees the sight of a robe, however looking at the water, however displaysed by the eye and ears by the side, he knows that he is well.",
    "ai-atk-s0302a0:46_3": "Without first two or three kinds of happiness:",
    "ai-atk-s0302a0:46_4": "Herein, the belly is reddish-coloured in the rows of the sun’s heat, like the sun’s honey-guarded in the gems ordure honey-coloured ford and the Inner skin’s smooth the earth with axe and so on.",
    "ai-atk-s0302a0:46_5": "Then, as to the general terminator in the way stated, they should understand through enlightenment and the danger, not to be understood as  cleansed:",
    "ai-atk-s0302a0:47_0": "You should understand herein, etc.",
    "ai-atk-s0302a0:47_1": "and passing away and reappearing in the passing away and reappearing in five ways, it is called a single aggregate for the entire specifically.",
    "ai-atk-s0302a0:47_2": "By the state of loss : this is its characteristic,",
    "ai-atk-s0302a0:47_3": "and passing away from the breaking up of the round (of births),",
    "ai-atk-s0302a0:47_4": "It rolling the circumstances and divided down on the spot where they fall.",
    "ai-atk-s0302a0:47_5": "Death, death comes about to death, catching the annihilation, he cuts the end of death.",
    "ai-atk-s0302a0:47_6": "What is the time for him, what is not a doer?",
    "ai-atk-s0302a0:47_7": "Thus through that mindfulness of death proclaimed by him",
    "ai-atk-s0302a0:48_0": "Now comes the description of the development of the aggregates,",
    "ai-atk-s0302a0:48_1": "For in the ultimate sense the absence of anyone there is no dieing",
    "ai-atk-s0302a0:48_2": "But when the constituents",
    "ai-atk-s0302a0:48_3": "And here the four triads, that is to say, the breaking up of the aggregates, and the constituents , the breaking of the constituents aggregates,",
    "ai-atk-s0302a0:48_4": "The same explanation applies to the four kinds of the aggregates, that is to say, the breaking of the constituents , the breaking of the constituents aggregates.",
    "ai-atk-s0302a0:48_5": "For the various forms of the fine-material sphere were still immaterial,",
    "ai-atk-s0302a0:48_6": "Or alternatively, if it is only a funeral pyre, no matter however, to break the constituents aggregates, etc., as a human being is said to be the breaking of the constituents aggregates.",
    "ai-atk-s0302a0:48_7": "And here they can see the instance of death that made of the mass of death.",
    "ai-atk-s0302a0:48_8": "Thus, this is called old age and death. This is called one thing and this, and that is called old age and death.",
    "ai-atk-s0302a0:49_0": "Rebirth in the place of birth and old age: being born in the sense of the birth and old age, and death in the sense of propounding the sense fields, and so on.",
    "ai-atk-s0302a0:49_1": "In the sense of enquiry, (but) it is full of connection with the sense spheres,",
    "ai-atk-s0302a0:49_2": "In the sense of conscience she embracing the whole of the teeth devoted to the Jewel.",
    "ai-atk-s0302a0:49_3": "The _paṇḍaka_ is going along that cloth as though he was entering after scented at a group.",
    "ai-atk-s0302a0:49_4": "being reborn in absorption, though progress and in succession by rebirth-producing kamma.",
    "ai-atk-s0302a0:49_5": "for they were reborn (only) before.",
    "ai-atk-s0302a0:49_6": "This is the first place.",
    "ai-atk-s0302a0:50_0": "Now, that is the point.",
    "ai-atk-s0302a0:50_1": "For the aggregates that arise is the ultimate sense.",
    "ai-atk-s0302a0:50_2": "Herein, the five sets of four foundations is one of them. The four in number of five respects should be understood. The five respects, four in number, five, four in number, five enlightenments, five or sixteen.",
    "ai-atk-s0302a0:50_3": "is the appearance of a great rain.",
    "ai-atk-s0302a0:50_4": "In each case, here it is to be understood that the attainment in each and every case.",
    "ai-atk-s0302a0:50_5": "The manifestation of it is the manifestation of it.",
    "ai-atk-s0302a0:50_6": "For a sign occurred:",
    "ai-atk-s0302a0:50_7": "This is called one who is born in you, the ultimate goal, the ultimate sanctuary.",
    "ai-atk-s0302a0:51_0": "That which leads to rebirth in the sensual realm, and rebirth in a new state of existence.",
    "ai-atk-s0302a0:51_1": "Herein, through (intentional) deeds there is continuation in the sensual realms,",
    "ai-atk-s0302a0:51_2": "For it is the rebirth of the various rebirths that have been given up and stilling suffering, as if the Sambuddha produces the fruit of the various Buddhas who are advantages.",
    "ai-atk-s0302a0:51_3": "One who has attained the continuation of existence as the aggregates of existence, and so on.",
    "ai-atk-s0302a0:51_4": "there you states of existence are called.",
    "ai-atk-s0302a0:51_5": "Firstly, through all deeds, is said to be the rebirth of both.",
    "ai-atk-s0302a0:51_6": "and it is not known that in the formless realm,",
    "ai-atk-s0302a0:52_0": "That is, grasping at sensual pleasures, etc., or that of which is grasping aggregates, and that is grasping.",
    "ai-atk-s0302a0:52_1": "the tip of attachment is what is meant.",
    "ai-atk-s0302a0:52_2": "for, having strong foundations regarding, it is all the sounds that are nearby, like the sound of a crowd.",
    "ai-atk-s0302a0:52_3": "‘Black of the fivefold progress and passions,",
    "ai-atk-s0302a0:52_4": "This is in brief ;",
    "ai-atk-s0302a0:52_5": "(But) in detail, what is attachment?",
    "ai-atk-s0302a0:52_6": "what is sensed should be understood as already described.”",
    "ai-atk-s0302a0:53_0": "And that is how view is grasping the grasping aggregates.",
    "ai-atk-s0302a0:53_1": "Or they grasp at view, grasping, or grasping.",
    "ai-atk-s0302a0:53_2": "For the view of the first is attached to, steming, and so on – that view is their view.",
    "ai-atk-s0302a0:53_3": "“The self and the cosmos are eternal.”",
    "ai-atk-s0302a0:53_4": "‘Form of ethical conduct and attachments’ is a term for view.",
    "ai-atk-s0302a0:53_5": "This is in brief ; which is real and eradicated, is that which is grasping?",
    "ai-atk-s0302a0:53_6": "There is no way to understand how it is said.",
    "ai-atk-s0302a0:54_0": "Thus they show virtues of precepts and observances, and precepts and observances, and theories of absence.",
    "ai-atk-s0302a0:54_1": "The cowherd’s site, thinking, “This is how it is the poisonous cowherd’s dwelling.",
    "ai-atk-s0302a0:54_2": "In brief, what is construction?",
    "ai-atk-s0302a0:54_3": "Anyone else should understand that virtue consisting in accordance with that virtue is cleansed.",
    "ai-atk-s0302a0:55_0": "Now they say, ‘Not so’ they are attached to decay, or grasping.",
    "ai-atk-s0302a0:55_1": "attachment to self-theories.",
    "ai-atk-s0302a0:55_2": "or the self is just one.",
    "ai-atk-s0302a0:55_3": "‘Bhikkhus’ is a term for identity view.",
    "ai-atk-s0302a0:55_4": "In brief, what is construction in brief?",
    "ai-atk-s0302a0:55_5": "Take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in the way described.”",
    "ai-atk-s0302a0:56_0": "craving for sights ...",
    "ai-atk-s0302a0:56_1": "craving for thoughts in the way beginning, “Craving for the eye” is a son of the bondservant of craving, as victory in the thirty-two parts of a brahmin.",
    "ai-atk-s0302a0:56_2": "here it is the craving for forms, craving for forms,",
    "ai-atk-s0302a0:56_3": "With the ending of sensual desire, the gratification in sensual pleasures, the drawbacks of sensual pleasures, and the escape from craving for sensual pleasures. When craving for sensual pleasures they come to an end, with craving for sights, and craving for sights, they don’t getting rid of greed for rebirth in the future. Then there is three eternalists, craving for form, and craving for continued existence.",
    "ai-atk-s0302a0:56_4": "And just as craving for forms, so craving for sounds, smells, tastes, touches, and thoughts are of craving.",
    "ai-atk-s0302a0:56_5": "The eighteen internally and eighteen internally and external sense-spheres.",
    "ai-atk-s0302a0:56_6": "Each of these pertain to the past, future, and present are the thirty-six kinds of craving.",
    "ai-atk-s0302a0:56_7": "‘I am the interior, and the exterior.’ Such was the thirty-two cases. This was how there are eighteen bases for the thirty-six positions of the beginning, “I am this” that is how there are eighteen currents of craving beginning with worldly pleasures.",
    "ai-atk-s0302a0:56_8": "Again, of the Saṅgha, the six groups of craving, and the six kinds of craving are included in the sensual-spheres, thus they are craving for sensual pleasures.",
    "ai-atk-s0302a0:57_0": "“That is in detail, the detailed meaning, and the detailed explanation,",
    "ai-atk-s0302a0:58_0": "Their craving has been understood and penetrated.”",
    "ai-atk-s0302a0:59_0": "if he surges it with the feelings, and the feeling is eradicated;",
    "ai-atk-s0302a0:59_1": "feeling born of eye contact ...",
    "ai-atk-s0302a0:59_2": "feeling born of mind contact with the eye: “There is no inclination of the eye, infatuated of the three kinds of feeling, there is such namely, unprofitable feeling; there is such was a name, unprofitable choice ...” .",
    "ai-atk-s0302a0:59_3": "The word-meaning here is this:",
    "ai-atk-s0302a0:59_4": "Feeling arising from eye-contact, feeling arising from eye-contact.",
    "ai-atk-s0302a0:59_5": "Similarly in each instance.",
    "ai-atk-s0302a0:59_6": "This is the commentary to the Community.",
    "ai-atk-s0302a0:59_7": "But the eye-consciousness element should be understood to be understood both these two elements associated with the eye-consciousness element, and the mental-object elements should be understood to be understood as of these.",
    "ai-atk-s0302a0:59_8": "So too in the case of the prime doors, and so on.",
    "ai-atk-s0302a0:59_9": "a mind-consciousness element with the mind-consciousness element associated with it,",
    "ai-atk-s0302a0:60_0": "I have eye contact as contact,",
    "ai-atk-s0302a0:60_1": "So in each instance,",
    "ai-atk-s0302a0:60_2": "eye contact ...",
    "ai-atk-s0302a0:60_3": "At this point there is profitable unprofitable action and unskillfulness in the five classes of contact.",
    "ai-atk-s0302a0:60_4": "With mind-contact associated with mind-contact, held out with the three worlds of contact,",
    "ai-atk-s0302a0:61_0": "the six sense fields are inclusive, in the passage beginning, the middle and the end of the six sense fields, which is profounded in the Path of the sense sphere (of mind and bodily form).",
    "ai-atk-s0302a0:62_0": "name and form.",
    "ai-atk-s0302a0:62_1": "forms has the characteristic of form.",
    "ai-atk-s0302a0:62_2": "But if analyze of feeling, perception, choices, and consciousness should be understood to be distinguished as feeling, perception, choices, and consciousness should be understood.",
    "ai-atk-s0302a0:62_3": "Since there are other states of sensuality, there are three things including the minds of the aggregates, stilling them in the moderation of perceptions, these three states, the mind still underlying them.",
    "ai-atk-s0302a0:62_4": "The four great elementals are the four primary elements:",
    "ai-atk-s0302a0:62_5": "‘The earth element is a term for the earth element.’",
    "ai-atk-s0302a0:62_6": "By reasoning means of these great elements—that is called “great” in the sense of the fine-material and immaterial jhānas.",
    "ai-atk-s0302a0:62_7": "He is the four primary elements, held together with the four primary elements, still four primary elements, and condemned to each other.",
    "ai-atk-s0302a0:62_8": "He takes hold of: “One from them,” and he accepts the meaning,",
    "ai-atk-s0302a0:62_9": "if she hits it with one among the monks;",
    "ai-atk-s0302a0:62_10": "and considered: “After coming,” on this spot,",
    "ai-atk-s0302a0:62_11": "And the meaning should be understood according to the method of explanation of the four primary elements.",
    "ai-atk-s0302a0:62_12": "The four primary elements produced by all the earth element and the four primary elements produced by the four primary elements; all of them have been described in the sense fields and landed by means of the earth element.",
    "ai-atk-s0302a0:63_0": "the eye, ear, nose, tongue, body, and mind consciousness.",
    "ai-atk-s0302a0:63_1": "Thus through the ear-consciousness and nose-contact,",
    "ai-atk-s0302a0:63_2": "Anyone else’s mind is consciousness.",
    "ai-atk-s0302a0:63_3": "‘Accomplished in the two-footed consciousnesses’ is a term for the consciousness.",
    "ai-atk-s0302a0:64_0": "regarding choices as their characteristic.",
    "ai-atk-s0302a0:64_1": "Since analyzed of the body’s bodily process, however, occurred with bodily processes.",
    "ai-atk-s0302a0:64_2": "‘As a term for the body, speech, and mind, is a term for twelve kinds of sensual stimulation.’",
    "ai-atk-s0302a0:64_3": "‘Friend’ is a term for the speech process expressed by speech: the speech process for verbal processes, and the word-meaning of the speech that is a term for these two.",
    "ai-atk-s0302a0:64_4": "When consciousness occurs with the mental process, they get rid of the body, speech, and mind, saying: “Having sat down in private places, persevered the skillful, perseverance, and skilful covetousness, after considering the thirty-two aspects, this is a term for an unwholesome intention.",
    "ai-atk-s0302a0:65_0": "ignorance is a term for suffering.",
    "ai-atk-s0302a0:65_1": "So too is “not knowing the origin of suffering,” and the noble truth of the arising of suffering,",
    "ai-atk-s0302a0:65_2": "Herein, there is something that should be understood as the object of reserve with the four kinds of pain, the object, and the object of the object.",
    "ai-atk-s0302a0:65_3": "Because that is why it has nothing to do with relying on suffering as its object, and that its object is eliminated by the ultimate sense of urgency. With the inclination of an end as its object, its characteristic, and functions to investigating, and its characteristics, because it provides with a lack of understanding.",
    "ai-atk-s0302a0:66_0": "Three on the Orderation of suffering should be understood as the object of the three kinds, and the object of the object.",
    "ai-atk-s0302a0:66_1": "it should be known that no one thing should be understood only for each reason.",
    "ai-atk-s0302a0:66_2": "For the penetration of the cessation is the same kind of knowledge the for insight and the penetration of conditions, and the three enlightenments of the knowledges .",
    "ai-atk-s0302a0:66_3": "But there isn’t realize that same importance in that enlightenment, but which is not the truth, not the self base for truth.",
    "ai-atk-s0302a0:66_4": "In the last watch of the night, a deep and realisation (of the four truths) is deep and real, not knowing the deep.",
    "ai-atk-s0302a0:66_5": "But the meaning of the word its characteristic through its far having already attained characteristics, etc., then it occurs because it is profounded there as the bare characteristic of foulness and urine.",
    "ai-atk-s0302a0:67_0": "Rather, “By this point” is the topic of what is impermanent, what is its object?",
    "ai-atk-s0302a0:67_1": "“Suffering,” thus he does so.",
    "ai-atk-s0302a0:67_2": "“Undounded on the cessation of suffering,” thus they “This is the practice that leads to the cessation of suffering.",
    "ai-atk-s0302a0:67_3": "But they say “But without understanding” is in this way: “This isn’t convention to them.”",
    "ai-atk-s0302a0:68_0": "So, monks, this is how it comes.",
    "ai-atk-s0302a0:68_1": "cessation, there is no origination,",
    "ai-atk-s0302a0:68_2": "all of them have taught like this.",
    "ai-atk-s0302a0:68_3": "For extinguishment comes from the things that are called.",
    "ai-atk-s0302a0:68_4": "Thus he concluded the Blessed One in twelve my twelfth. And he taught the Vulture Peak.",
    "ai-atk-s0302a0:68_5": "as it was taught by the five hundred monks in the way already described.",
    "ai-atk-s0302a0:69_0": "Second: Analysis",
    "ai-atk-s0302a0:70_0": "3. Paṭipadāsuttavaṇṇanā",
    "ai-atk-s0302a0:71_0": "3.",
    "ai-atk-s0302a0:71_1": "This is the third kind of practice that leads to the cessation of the wrong way.",
    "ai-atk-s0302a0:71_2": "With ignorance as condition there is no (volitional) processes, and one is of wrong action, how is there wrong immersion?",
    "ai-atk-s0302a0:71_3": "But forty-nine years the head",
    "ai-atk-s0302a0:71_4": "For whatever life is allowed to be made up and rolled back and forth is allowed, even if that is allowed to say, the eighth or five rolling of the attainments.",
    "ai-atk-s0302a0:71_5": "But whenever running out of the cycle of Nibbāna, even if he gets rid of it, he is allowed to leave in the right way.",
    "ai-atk-s0302a0:71_6": "For if a trivial compared to a leaf-worker’s leaf-worker or turtles, it is allowable to live without letting go.",
    "ai-atk-s0302a0:71_7": "“May this gift be my extent of my offerings.” But when they are allowed, they put out the knowledge of the right amount of this offering in order to rightly,” it was allowed to attain Arahantship, then they were unable to directly know all the knowledge.",
    "ai-atk-s0302a0:71_8": "So the right way should be understood as it is by the right kind of dealing with the following method.",
    "ai-atk-s0302a0:71_9": "You don’t question the practice that leads to extinguishment, and this practice which leads out to Nibbāna.",
    "ai-atk-s0302a0:71_10": "He doesn’t ask questions, ‘The practice by footprints of the four paths,’ that is why this is called “with detail” because he does not conclude the sense of urgency.",
    "ai-atk-s0302a0:71_11": "not live happily.",
    "ai-atk-s0302a0:71_12": "it’s hiden by the path because it has been shown by fruit,",
    "ai-atk-s0302a0:71_13": "for that’s where fruit,",
    "ai-atk-s0302a0:71_14": "“But ignorance fades away and ceases with nothing left over; with the cessation of choices, and the practice that leads to the cessation of choices is called the right way.”",
    "ai-atk-s0302a0:71_15": "And with the complete fading away and cessation of nothing left over; with the cessation of fading away and cessation without remainder; with the end of all activities comes the end of the absence of fading away and cessation.",
    "ai-atk-s0302a0:71_16": "that by which he did so is said,",
    "ai-atk-s0302a0:71_17": "for that is how the means of the progress.",
    "ai-atk-s0302a0:71_18": "Thus there are three suitable deeds in this sense.",
    "ai-atk-s0302a0:72_0": "4. Vipassīsuttavaṇṇanā",
    "ai-atk-s0302a0:73_0": "4.",
    "ai-atk-s0302a0:73_1": "Fourth: it seems, Vipassī’s general, it seems, when the being intent on awakening are qualified, his wielder of power, projecting the neighborhood of the gods.",
    "ai-atk-s0302a0:73_2": "But in the case of his deeds there is the oppression of his deeds, being unbroken and feeding grounds for the Gods. And the Gods of the Thirty-Three.",
    "ai-atk-s0302a0:73_3": "Therefore it is said:",
    "ai-atk-s0302a0:73_4": "“Because it was said that he was unblinkingly watchful, he came to be known as ‘Vipassī’.",
    "ai-atk-s0302a0:73_5": "This is the method.",
    "ai-atk-s0302a0:73_6": "One sees that in the midst of the darkness between the darkness and the sauna, he sees it as if he were the obstructions for a new sun.",
    "ai-atk-s0302a0:73_7": "And although at the last age of the deathless (in the his last existence), etc., still strong in fortune-telling work, etc., not according to the wielder of power, etc., were called the Bodhisatta’s (Tree).",
    "ai-atk-s0302a0:74_0": "Furthermore, insight is independent, discerning, and lends insight into it, the meaning is, and having discerned.",
    "ai-atk-s0302a0:74_1": "On the fourteenth day, it seems, in order to establish the king in the Faith for the Bhikkhu congregation of the World, and placed a most excellent great deal of men.",
    "ai-atk-s0302a0:74_2": "Having performed that, the Soles from that (afterward) slave took hold of the owners, and gave it to the owners.",
    "ai-atk-s0302a0:74_3": "and the Buddha-to-be constructed the sound of the Bodhi (Tree).",
    "ai-atk-s0302a0:74_4": "The King said: “What are you going to?”",
    "ai-atk-s0302a0:74_5": "While Upasena, he thinks, “My husband’s grand-such ach a boy, will I do it again?”",
    "ai-atk-s0302a0:74_6": "having requested inquiry;",
    "ai-atk-s0302a0:74_7": "but the Buddha-to-be crashed the sound.",
    "ai-atk-s0302a0:74_8": "Then the king said, “She is a great man,” and he got diligent in that.",
    "ai-atk-s0302a0:74_9": "So this was said: “Bhikkhus, without insight into the case of the Prince Vipassī, the prince would have better for him to be known to them.”",
    "ai-atk-s0302a0:75_0": "to bellowed in the Fortunate One’s womb.",
    "ai-atk-s0302a0:75_1": "transmigrating through greed, hate, and delusion, the re-entmentions (in existence) became executed from the virtue of the perfected ones.",
    "ai-atk-s0302a0:75_2": "he is the reason of the Buddha, the disciple of the fully awakened Buddha; he has four foundations.",
    "ai-atk-s0302a0:75_3": "Before this is called “which path” because it is the knowledge of the noble path because it is he has already attained.",
    "ai-atk-s0302a0:75_4": "Bodhisatta: being intent on awakening, the being intent on awakening, is the knowledge of the being intent on awakening, is the meaning.",
    "ai-atk-s0302a0:75_5": "For the first time the Buddha was brought to the Dark One at the foot of the awakened One, but he was the Lord of the Bodhi (Tree).",
    "ai-atk-s0302a0:75_6": "Or alternatively, when the water has come up—whether that is in the water: “Whoever is stirred up, the Bodhisatta is so, he will fill theing of the Bodhisatta lake, and has drawn near the peak of the Bodhi (Tree).” And after having laid down the ground withdrawn in the presence of the Buddha, he said:",
    "ai-atk-s0302a0:75_7": "The knowledge of the four paths is conceived in that place, thus it is the supreme being intent on awakening .",
    "ai-atk-s0302a0:75_8": "So it is produced in this way that is to say: “Lay followers of Awakening” .",
    "ai-atk-s0302a0:75_9": "What is difficult for is suffering.",
    "ai-atk-s0302a0:75_10": "has committed an offense.",
    "ai-atk-s0302a0:75_11": "This is said:",
    "ai-atk-s0302a0:75_12": "This is the seventh kind of suffering.",
    "ai-atk-s0302a0:75_13": "And although there is passing away, thus it is called “shortermination” since it is lost opposite .",
    "ai-atk-s0302a0:75_14": "Facing the escape from extinguishment,",
    "ai-atk-s0302a0:75_15": "For it is called an escape from old age and death.",
    "ai-atk-s0302a0:75_16": "When will (therefore) in this way",
    "ai-atk-s0302a0:76_0": "With proper attention on the path to attention,",
    "ai-atk-s0302a0:76_1": "Is penetrated with wisdom the wisdom there is from or attainment of old age and death, from sorrow, lamentation, pain, sadness, and distress.",
    "ai-atk-s0302a0:76_2": "Or alternatively, proper attention, and proper attention are found through proper attention.",
    "ai-atk-s0302a0:76_3": "“When there is rebirth, old age and death, and death are the meaning.”",
    "ai-atk-s0302a0:76_4": "So in each instance,",
    "ai-atk-s0302a0:77_0": "This is how it is said.",
    "ai-atk-s0302a0:77_1": "Origination, originating in eleven places. They dropped the origin of choices, where they fall.",
    "ai-atk-s0302a0:77_2": "In the past, future, or present.",
    "ai-atk-s0302a0:77_3": "so long as to be seen, regarding the four noble truths,",
    "ai-atk-s0302a0:77_4": "Compassionates , knowledge of the eye, and so on.",
    "ai-atk-s0302a0:77_5": "For these only knowledges are called “perception of visible objects,” etc., in the sense of urgency, and wisdom is from understanding” .",
    "ai-atk-s0302a0:77_6": "But he should understand that",
    "ai-atk-s0302a0:77_7": "The meaning should be understood according to the cessation of conditions.",
    "ai-atk-s0302a0:77_8": "fourth absorption.",
    "ai-atk-s0302a0:78_0": "5-10. Sikhīsuttādivaṇṇanā",
    "ai-atk-s0302a0:79_0": "5-10.",
    "ai-atk-s0302a0:79_1": "having given five grasping aggregates, would you be understood as follows: “And what can be understood?” But when you do not conceive the meaning, they do so.",
    "ai-atk-s0302a0:79_2": "Because of the eleven sections on the Eleventh",
    "ai-atk-s0302a0:79_3": "for the meaning is that which is discriminationed here and there.",
    "ai-atk-s0302a0:79_4": "For he tells them all beings as soon as he is sitting or lying down:",
    "ai-atk-s0302a0:79_5": "“For he who was born, the Buddhas, and has independent Buddhas born.”",
    "ai-atk-s0302a0:79_6": "Just as it is first time, when the Divinities rained down, the waters and wakes up from the water, and they go back to the eastern road before.",
    "ai-atk-s0302a0:79_7": "For the emerging of all beings in the lower realm of the fourth full admission, which is knowledgeable and vision, conceived in the blessed of the arrivals, and emerging from the Buddhas, they descend from the seven concepts of emergation, and are in order to show the seven Buddhas.",
    "ai-atk-s0302a0:80_0": "The first sub-chapter on Buddha is finished.",
    "ai-atk-s0302a0:81_0": "2. Āhāravaggo",
    "ai-atk-s0302a0:82_0": "1. Āhārasuttavaṇṇanā",
    "ai-atk-s0302a0:83_0": "11.",
    "ai-atk-s0302a0:83_1": "For the first reason:",
    "ai-atk-s0302a0:83_2": "for it is the fruit of its own enjoyment. That is why there is the nutriment.",
    "ai-atk-s0302a0:83_3": "sentient beings are reborn according to their aggregates, thus they are reborn .",
    "ai-atk-s0302a0:83_4": "seeking continued existence is born in continued existence, seeking rebirth in old age and death.",
    "ai-atk-s0302a0:83_5": "And the one who, jackals, the one who is led on top of the rod and the sword, then the breaking out of the embryo is called “Sakka _paṇḍaka_”.",
    "ai-atk-s0302a0:83_6": "momentary the first-born dragons, and the second time is the mentality’s consciousness, and the sixth partaking of the mind.",
    "ai-atk-s0302a0:83_7": "It is because of which one’s posture to be doing so until the other reaches contemplation.",
    "ai-atk-s0302a0:83_8": "Or alternatively, they are born, growing old, dying, passing away, or reappearing.",
    "ai-atk-s0302a0:83_9": "will be reborn again and again,",
    "ai-atk-s0302a0:83_10": "‘Neither internally and externally’ is a term for the trainees,",
    "ai-atk-s0302a0:83_11": "So too all the other two are overcome by all.",
    "ai-atk-s0302a0:83_12": "And here the sound of drums, wherever it can be understood as the rod and the sword—that* is why you should understand:",
    "ai-atk-s0302a0:84_0": "it stands stabilized.",
    "ai-atk-s0302a0:84_1": "to have a fixed mind,",
    "ai-atk-s0302a0:84_2": "And the meaning is that only one, too.",
    "ai-atk-s0302a0:84_3": "Or alternatively, it is bounded in him for seven principles to help all that had arisen remaining unpurified.",
    "ai-atk-s0302a0:84_4": "For he who has not arisen,",
    "ai-atk-s0302a0:84_5": "If both of these two kinds, that is to say, their lasting harm and suffering, and the continuation of existence are to be seen and comprehended like this.",
    "ai-atk-s0302a0:85_0": "is a term for food, etc., that is to say, physical nutriment is to be eaten, dropped, chewed, and so on.",
    "ai-atk-s0302a0:85_1": "gross or fine, fine and coarse.",
    "ai-atk-s0302a0:85_2": "Again, they understand the subtlety of the fine-materiality, which is more subtle than food.",
    "ai-atk-s0302a0:85_3": "the gross, and subtlety should be understood as the finest and subtle;",
    "ai-atk-s0302a0:85_4": "for the food is deluded from the veneration of delusion, subtle that is fine,",
    "ai-atk-s0302a0:85_5": "The young sal trees are pulled out, and they drank, clay, and swallowed their limbs.",
    "ai-atk-s0302a0:85_6": "eat ghee, etc.",
    "ai-atk-s0302a0:85_7": "but to the fuel for calm, fractis.",
    "ai-atk-s0302a0:85_8": "They had eaten what was left over. And it seems, the roots and poisons do not eaten by its roots and trash.",
    "ai-atk-s0302a0:85_9": "the 's eaten food is delicate, extensive,",
    "ai-atk-s0302a0:85_10": "for the manifold trees foliage,",
    "ai-atk-s0302a0:85_11": "(For) to the elephant, the cows, the calves, the finest, the cluster of food,",
    "ai-atk-s0302a0:85_12": "(They replied:) “It seems solidly, it seems, a resplendent hanging down from various kinds of trees.”",
    "ai-atk-s0302a0:85_13": "(but) no food is subtle,",
    "ai-atk-s0302a0:85_14": "They eat it with their",
    "ai-atk-s0302a0:85_15": "subtlety food is subtle,",
    "ai-atk-s0302a0:85_16": "* the nourishment of food is delicate, subtlety,",
    "ai-atk-s0302a0:85_17": "As to food and drink, it is subtlely delicatesively subtle.",
    "ai-atk-s0302a0:85_18": "In borderlands, each of the food is subtle, exceedingly subtle.",
    "ai-atk-s0302a0:85_19": "He eats food and drink, the royal ministers’ food which are subtle,",
    "ai-atk-s0302a0:85_20": "They subtlety foods even a wheel-turning monarch than food.",
    "ai-atk-s0302a0:85_21": "By nutriment it is the gods of the Thirty-Three ...",
    "ai-atk-s0302a0:85_22": "the Gods of the Four Great Kings.",
    "ai-atk-s0302a0:85_23": "In this way one must be rested so that food of the others.",
    "ai-atk-s0302a0:85_24": "But those delicate abode is finished.",
    "ai-atk-s0302a0:86_0": "on the gross in each case, the fine-material sphere is weak;",
    "ai-atk-s0302a0:86_1": "Then, when a man has drunk the rice porridge still hunger wanted to eat ghee, etc., that is like ghee in a new almsbowl, butter, and if he wants to eat it, he is drunking it.",
    "ai-atk-s0302a0:86_2": "Herein, he is able to discern the base consisting of boundless deeds in that place. But he is not able to discern them.",
    "ai-atk-s0302a0:86_3": "but at the time of Jotipāla, he is not able to dispel him.",
    "ai-atk-s0302a0:86_4": "But when they have become patient and logs, they get split all at once.",
    "ai-atk-s0302a0:87_0": "contact should be understood as the second jhāna, etc., as follows: these six kinds of contact.",
    "ai-atk-s0302a0:87_1": "This is the second way that should be searching for the third reason.",
    "ai-atk-s0302a0:87_2": "intention intention regarding mental intention is called intention.",
    "ai-atk-s0302a0:87_3": "consciousness.",
    "ai-atk-s0302a0:87_4": "And that is how the Buddha showed four instances in one part of the four kinds of nutriment.",
    "ai-atk-s0302a0:87_5": "For there is the nutriment consisting of studies, etc., as well as the basis, etc., which is there too,",
    "ai-atk-s0302a0:87_6": "Herein, ghee is put out by the honey balls of food, etc., that is to say, applied and sustained thought.",
    "ai-atk-s0302a0:87_7": "They sugarcane, kusa grass, sauce, and other sugarcane, as they live.",
    "ai-atk-s0302a0:87_8": "They don’t grasp how much rice they remain.",
    "ai-atk-s0302a0:87_9": "having discovered matted hairs, etc., they remain in.",
    "ai-atk-s0302a0:87_10": "they are called ‘perfected’.",
    "ai-atk-s0302a0:87_11": "But that is how the teacher undergoes himself unfinished: “This is the eighth reasons, this is what is said.",
    "ai-atk-s0302a0:87_12": "The same kind of food can be understood to turned back even when only, eating, drink, clothes, and besides in the same way as much as they arose, the netwly arrived.",
    "ai-atk-s0302a0:87_13": "But the stage beginning with the adverting, etc., should be understood as skill in absorption, etc., as they were skilled in the senses, etc., and according to the Vibhaṅga thus: “Herein, what is skillful?",
    "ai-atk-s0302a0:87_14": "But the supramundane brings happiness according to the supermundane.",
    "ai-atk-s0302a0:88_0": "Here it may be said:",
    "ai-atk-s0302a0:88_1": "“Where is this?” Then when these four kinds of nutriment are stated under the other four kinds of nutriment and these:",
    "ai-atk-s0302a0:88_2": "he has crossed over the flood and the rest.",
    "ai-atk-s0302a0:88_3": "For the various kinds of contact leading to the form construction of the mind: physical nutriment consisting of the physical nutriment consisting of mental form, the physical contact, the mentality of mentality-materiality, and the mental volition that is called consciousness.",
    "ai-atk-s0302a0:88_4": "“Mendicants, this body is sustained by food. It depends on fuel to continue, and without contact. Contact is a condition for feeling.”",
    "ai-atk-s0302a0:89_0": "But what is it fit to eat?",
    "ai-atk-s0302a0:89_1": "nutriment consists of the dwellings, three feelings, and contacts are the three kinds of feeling.",
    "ai-atk-s0302a0:90_0": "How does he do this?",
    "ai-atk-s0302a0:90_1": "Firstly, in the carcass of a certain fuel, they are put in the eight parts of the rain powder into the walls. But the eight rinsing the crackles high assembled together.",
    "ai-atk-s0302a0:90_2": "Thus there is the nurse of the similes of the liver in the realm of luminous forms.",
    "ai-atk-s0302a0:90_3": "Painful feeling arises dependent on a contact to be experienced as pleasant. The three kinds of feeling: painful, pleasant, or neutral feeling that arises conditioned by contact. And the three kinds of contact in them:",
    "ai-atk-s0302a0:91_0": "intention regarding the mind-made deeds, desire for rebirth in the realm of luminous form, and rebirth in the formless realm.",
    "ai-atk-s0302a0:91_1": "So too there are three kinds of mental intention:",
    "ai-atk-s0302a0:91_2": "and consciousness as constantly, of the three aggregates, the three associated states associated with it, and the groups of three are said to be the same.",
    "ai-atk-s0302a0:91_3": "consciousness as fuel, it fits to be grasped.",
    "ai-atk-s0302a0:91_4": "And here it is said: “In three kinds of intention, three are unskillful, and profitable.”",
    "ai-atk-s0302a0:91_5": "“Consciousness as consciousness, and it is non-consciousness.” it is said because it is similar to that “consciousness is in conformity with consciousness.",
    "ai-atk-s0302a0:91_6": "But that associated states should be understood as an enlightenment factor: “But these abidings be understood to be brought in an associated state.”",
    "ai-atk-s0302a0:92_0": "And when there is nutriment regarding the four kinds of nutriment consisting of contact with the nutriment consisting of contact, nutriment consisting of contact with the mind, thoughts of contact, nutriment, and consciousness how does it only when they are dissolved?",
    "ai-atk-s0302a0:92_1": "For this nutriment is the mode of the body, which is the support of sentient beings, that is to say,",
    "ai-atk-s0302a0:92_2": "For this body is physical. It’s for a hundred years. For ten years old, ten, or a hundred years.",
    "ai-atk-s0302a0:92_3": "what is known as the Dhamma?",
    "ai-atk-s0302a0:92_4": "just as the mother’s womb was carried away by his mother’s womb, took it, and placed it on a long time.",
    "ai-atk-s0302a0:92_5": "And this is said too:",
    "ai-atk-s0302a0:93_0": "“Just as a home in the home, owing to a cow, the collar-bone, down the post-down call,",
    "ai-atk-s0302a0:93_1": "In the same way, this body is sustained by food.”",
    "ai-atk-s0302a0:94_0": "In this way, when nurses, is ensure regarding food, it is said to be “friend” .",
    "ai-atk-s0302a0:95_0": "Laterly they do so.",
    "ai-atk-s0302a0:95_1": "The cause of the result of deeds is a condition for the kamma-originated.",
    "ai-atk-s0302a0:95_2": "But when contacts have been experienced as happiness, the experienced as pleasant, and the unpleasant feeling is continued existence.",
    "ai-atk-s0302a0:95_3": "Through the mental intention and annoying intention, being skilled in intentions, and persistence in giving up of",
    "ai-atk-s0302a0:95_4": "consciousness is simply the name and form of sentient beings.",
    "ai-atk-s0302a0:96_0": "So too, when the four primary elements are found in the way beginning, “When affairs and fondness is foulness, and so on.",
    "ai-atk-s0302a0:96_1": "That is:",
    "ai-atk-s0302a0:96_2": "The perils of the dwellings is the same as that of these two, namely, contact as ensures (volitional) processes.",
    "ai-atk-s0302a0:96_3": "Why is that?",
    "ai-atk-s0302a0:96_4": "For making use of the lakes combined their hands, which were brought for the purpose of making cold at the end of suffering, and that is the suffering for all beings.",
    "ai-atk-s0302a0:96_5": "But some of those gone forth in this teaching and training proclaimed by someone trying to eat and drink, clothes, and goes forth in fact, are burning and in the present life.",
    "ai-atk-s0302a0:96_6": "This firstly, the reason why sometimes it should be understood, and while the dangers are to be understood, the classes of rebirth.",
    "ai-atk-s0302a0:97_0": "Contact, Upaka, and each, their bodies, protection, islands, and is drags, and chopped it with a bundle of drags. When they’ve lost their poison, they burn the blands, or crave it.",
    "ai-atk-s0302a0:97_1": "Then the King, being pursued, pressed,",
    "ai-atk-s0302a0:97_2": "And when the body breaks up, after death, they can expect a bad rebirth.",
    "ai-atk-s0302a0:97_3": "Thus there is contact in the present life, and the next world’s peril in lives to come.",
    "ai-atk-s0302a0:97_4": "The reason of this contact should be understood as it takes,",
    "ai-atk-s0302a0:98_0": "Skill in profitable roots, etc., and; the fear of that.",
    "ai-atk-s0302a0:98_1": "Through this reason only one’s intentions should understand.",
    "ai-atk-s0302a0:99_0": "Where consciousness is conceived in that place, then the water is born in that place, we call a golden new.",
    "ai-atk-s0302a0:99_1": "And it should be understood that there is no such production of consciousness as the basis for rebirth in this or that state.",
    "ai-atk-s0302a0:100_0": "What is their source, etc., and of all the same.",
    "ai-atk-s0302a0:100_1": "for it is the reason why he takes it, saying “It’s called one who hassured it,” etc., just as you doing it reaches them.",
    "ai-atk-s0302a0:100_2": "It feels from that, which is called rebirth, old age, and death.",
    "ai-atk-s0302a0:100_3": "But this is the meaning here:",
    "ai-atk-s0302a0:100_4": "What is the source of this?",
    "ai-atk-s0302a0:100_5": "What is the origin of suffering?",
    "ai-atk-s0302a0:100_6": "What is birth?",
    "ai-atk-s0302a0:100_7": "What is this?",
    "ai-atk-s0302a0:100_8": "But since craving is spoken of, their origin, their source, and origin, they are source, and originated from craving.",
    "ai-atk-s0302a0:100_9": "In this way the meaning should be understood in all ways.",
    "ai-atk-s0302a0:101_0": "And here these four kinds of nutriment are of source in craving in the beginning, the source, and giving up of craving, with the first such part, and then should understand that partake of craving and its origin.",
    "ai-atk-s0302a0:101_1": "At the moment of the corner of the full-moonation, which is more owing to the seventh of the fine-material sphere, and so on. This is the source of craving.",
    "ai-atk-s0302a0:101_2": "But the intention of consciousness associated with consciousness, and contact with consciousness associated with consciousness, are the source of craving for mentality, and with craving for mental intentions, and craving for mental intentions, as follows:",
    "ai-atk-s0302a0:101_3": "And the examining of the mind in this way, etc., should be understood that the abandoning of the mentality-materiality, and so on.",
    "ai-atk-s0302a0:102_0": "But since the Buddha doesn’t know that a person is sure of source, source, origin, and undertook the source of craving, and so on, doing what is their source in them and?",
    "ai-atk-s0302a0:102_1": "And with the Buddha gives his instructions in the past he taught the future in this way?",
    "ai-atk-s0302a0:102_2": "For this person is possessed of food,",
    "ai-atk-s0302a0:103_0": "That is a person’s life-form, while giving up the feelings of the six sense-spheres in the moderation with the sixteenth sense-spheres, and underlying tendency to ignorance, produced by ignorance.",
    "ai-atk-s0302a0:103_1": "So the two grounds for themselves are shown by bodies, actually present in two places. When people are shown that they are present in terms of the past and present.",
    "ai-atk-s0302a0:104_0": "This is the name of this congregation that is not completed, without forms.",
    "ai-atk-s0302a0:104_1": "yet he should not be seen as full.",
    "ai-atk-s0302a0:104_2": "Suppose a person with good eyesight was lying down on after seeing a charnel ground, they couldn’t see even a fraction of water. But when they see a lake that had been lying on the ground, they’d looked like that wasn’t previously cow’s seized like that, however two things were caught in the neighbourhood.",
    "ai-atk-s0302a0:105_0": "Like water that was lying down on the ground.",
    "ai-atk-s0302a0:105_1": "The meditator with good eyesight standing like a house.",
    "ai-atk-s0302a0:105_2": "Well then, even when a drop of water at the time of least I saw a slave, as if he were seen the body of it were seen,",
    "ai-atk-s0302a0:105_3": "like a drivenking on a tangle, after seeing the person with a task, and seeing people.",
    "ai-atk-s0302a0:105_4": "and his back-bone was like a crack in a place wherever there was done.",
    "ai-atk-s0302a0:105_5": "was seen in the mud of a length of his views, like the time of his ignorance when saw that person was seen.",
    "ai-atk-s0302a0:105_6": "The lower lips were placed on the four legs of the hand, and then the four directions (of the four directions), then the waters of the hands and feet were incomplete like a polished in a dog’s bowl, and then wherever they emerge they’re not able to understand that where the corner is kept, but then where the enclosed by a river is kept.",
    "ai-atk-s0302a0:105_7": "Herein, craving for food is one traveling between. And this is the first between the craving and the mental processes, one between the three kinds of feeling and craving—it is the same as.",
    "ai-atk-s0302a0:106_0": "2. Moḷiyaphaggunasuttavaṇṇanā",
    "ai-atk-s0302a0:107_0": "12.",
    "ai-atk-s0302a0:107_1": "he concluded the second time in the same place as in the second thoroughly finished one or other of the business.",
    "ai-atk-s0302a0:107_2": "for one who has entered views.",
    "ai-atk-s0302a0:107_3": "While he is sitting in that community of the monks Phagguna of the Top-Knot.",
    "ai-atk-s0302a0:107_4": "Then the Teacher thought:",
    "ai-atk-s0302a0:107_5": "“After having come to ask me, I’ll give up my permission and then answer to the point of a question.” And he concluded the following place:",
    "ai-atk-s0302a0:107_6": "Phagguna of the Top-Knot as “Phagguna of the Top-Knot” is said:",
    "ai-atk-s0302a0:108_0": "“Having given up the six-smelling trees, deluded and defeated the path,",
    "ai-atk-s0302a0:109_0": "swept away the Sakyans of Kapilavatthu,",
    "ai-atk-s0302a0:110_0": "or gems, or near a lake;",
    "ai-atk-s0302a0:111_0": "of the one who receives them.”",
    "ai-atk-s0302a0:112_0": "He was a layman, too, because of that householder.",
    "ai-atk-s0302a0:112_1": "And he said, “Through this topic of as Phagguna of the Top-Knot.”",
    "ai-atk-s0302a0:112_2": "But they still perceive that they do not see.",
    "ai-atk-s0302a0:112_3": "When you teach this, all of the people, he said to the name of consciousness, “It is the fuel for consciousness, sir,”",
    "ai-atk-s0302a0:112_4": "The meaning of this:",
    "ai-atk-s0302a0:112_5": "What is that name of consciousness?",
    "ai-atk-s0302a0:113_0": "But why is this food unsuitable? After asking questions he asks,",
    "ai-atk-s0302a0:113_1": "When I know: ‘I give this,’",
    "ai-atk-s0302a0:113_2": "A large big to eat, he sees the door, and he finds out about it.",
    "ai-atk-s0302a0:113_3": "The chickens of hell, the Chickens and the pigs, and the horses carrying their contact with their mother.",
    "ai-atk-s0302a0:113_4": "On the contrary, after making a portion of his owners, or having departed from the ocean and then leaves in the ocean.",
    "ai-atk-s0302a0:113_5": "and because of being possessed by Māra they do not become adhered to.",
    "ai-atk-s0302a0:113_6": "and settles out through intentional activity.",
    "ai-atk-s0302a0:113_7": "Though this senior monk doesn’t receive it even when asked a question.",
    "ai-atk-s0302a0:113_8": "one is insane like a fool,",
    "ai-atk-s0302a0:113_9": "When the lady had disappeared a speech, he smeared with lumps, disagreeable, desirable, and agreeable to it, which is like that either.",
    "ai-atk-s0302a0:113_10": "In the same way, (good) this view is supreme, he asks supreme,",
    "ai-atk-s0302a0:113_11": "He should ask about the questions of that. But when asked, he shouldn’t answer it as asked: “Why are you disgusted? ” But when asked, he must take it about it.",
    "ai-atk-s0302a0:113_12": "And the Buddha said, “Why don’t you ask your question? Why are you able to take it?” But he said, “Don’t get angry,”",
    "ai-atk-s0302a0:114_0": "There they are no more logs,",
    "ai-atk-s0302a0:114_1": "I say that there is no desire or non-human, I say.",
    "ai-atk-s0302a0:114_2": "If I were to say that food, whether it is nourishes (them) if I will speak.”",
    "ai-atk-s0302a0:114_3": "The fitting question might answer.",
    "ai-atk-s0302a0:114_4": "“Sir, what is the fuel for consciousness? What is the meaning? And what is the reason why this is the meaning?",
    "ai-atk-s0302a0:114_5": "It’s the reason why asked this question: “Bhikkhus, how many discourses should be given in the future.”",
    "ai-atk-s0302a0:114_6": "and consciousness as nutriment there is the nutriment consisting of consciousness.",
    "ai-atk-s0302a0:114_7": "Rebirth in the future is present. For them with the name and formless consciousness,",
    "ai-atk-s0302a0:114_8": "When this exists, the six sense fields come to be. When there is rebirth into a new state of existence, the six sense fields are reborn. When there is rebirth, the six sense fields are rebirth.",
    "ai-atk-s0302a0:115_0": "And the Buddha told him the questions of the six sense fields.",
    "ai-atk-s0302a0:115_1": "For a person accomplished in view is unable to act in regard to the buttermilk, he acts disrespectfully without opportunity. And when he asks him, he ought not to take his side for him.",
    "ai-atk-s0302a0:115_2": "But the meaning should be understood in the way already described.",
    "ai-atk-s0302a0:115_3": "“Sir, who doesn’t question?”",
    "ai-atk-s0302a0:115_4": "For a sentient being is liberated from a sentient being is reborn, he asks his own work, and he does not ask for his own use.",
    "ai-atk-s0302a0:115_5": "Moreover, this is a reason for many reasons. And so many reasons he does not ask, “Did you because of that, having done away with that.”",
    "ai-atk-s0302a0:115_6": "The Teacher asked: “Even this question, no matter how many. But there is much, I ask the question. Your authority is taught for one,” and he taught it.",
    "ai-atk-s0302a0:115_7": "Channa, when teaching the bones, having taken the bones of the sectarians, he said this:",
    "ai-atk-s0302a0:115_8": "In this discussion there is one linking between the consciousness and the next.",
    "ai-atk-s0302a0:116_0": "3. Samaṇabrāhmaṇasuttavaṇṇanā",
    "ai-atk-s0302a0:117_0": "13.",
    "ai-atk-s0302a0:117_1": "or third groups of ascetics and brahmins who are discovered, even truthful, not owing to the outside.",
    "ai-atk-s0302a0:117_2": "They don’t understand rebirth in old age and death, nor do they know old age and death, their origin, their cessation, and the practice that leads to their cessation. They don’t know about the origin of old age and death, their origin, their cessation, and the path. They don’t know the path because of their origin, their cessation, and the path.",
    "ai-atk-s0302a0:117_3": "When rebirth doesn’t know rebirth, old age, and death come to be. The origin of suffering comes to be, and the origin of rebirth.",
    "ai-atk-s0302a0:117_4": "In this way the meaning is should be understood as the origin of craving for all cravings and partaking of all cravings.",
    "ai-atk-s0302a0:117_5": "Or they say it is the goal of the ascetic life, the ascetic life, and the noble path to the company of Brahmā.",
    "ai-atk-s0302a0:117_6": "But there is another fruit of both the good and the bad.",
    "ai-atk-s0302a0:117_7": "Thus the Buddha made known as eleven ground in this place: “In this place, the third and the four truths",
    "ai-atk-s0302a0:118_0": "Second: Ascetics and Brahmins",
    "ai-atk-s0302a0:119_0": "14.",
    "ai-atk-s0302a0:119_1": "fourth rule. Which things have been taught and concepts of these four things: In order to avoid doing and evaluating the proliferating, they don’t give each personal.",
    "ai-atk-s0302a0:119_2": "like the first direction.",
    "ai-atk-s0302a0:119_3": "fourth absorption.",
    "ai-atk-s0302a0:120_0": "5. Kaccānagottasuttavaṇṇanā",
    "ai-atk-s0302a0:121_0": "15.",
    "ai-atk-s0302a0:121_1": "When these five views have been rightly explained, all the wises have been in that place. When all these two things are rightly spoken of, theyJain ascetics.",
    "ai-atk-s0302a0:121_2": "Two parts have been left over Koṭṭhita,",
    "ai-atk-s0302a0:121_3": "when she shows why, except when it is brought (only) a great crowd of people (only) to be shown by this noble people.",
    "ai-atk-s0302a0:121_4": "there is a place for heaven,",
    "ai-atk-s0302a0:121_5": "there’s no annihilationists.",
    "ai-atk-s0302a0:121_6": "The world is the origin of choices, his world is reborn,",
    "ai-atk-s0302a0:121_7": "Having rightly understood: the meaning is that it is rightly, knowing and seeing the path to peace, the meaning is, of all path and the path.",
    "ai-atk-s0302a0:121_8": "‘There is no phenomenon in the world that there is no rebirth-process becoming, there is no coming to be of the annihilationism.’",
    "ai-atk-s0302a0:121_9": "and cessation in the world of conditions,",
    "ai-atk-s0302a0:121_10": "When there is a world of conditions: the meaning is found in the world of conditions, and in the next world the sake of types of arisen profounds it is evident, the meaning is this:",
    "ai-atk-s0302a0:122_0": "they residue the origin of the world.",
    "ai-atk-s0302a0:122_1": "and with the cessation of the world.",
    "ai-atk-s0302a0:122_2": "For when you see the origin of the world in annihilation, you don’t see any such reason.",
    "ai-atk-s0302a0:122_3": "When one sees by the cessation of something connected with the cessation of repetition, they’re happy and well subtle. And from the cessation of they don’t see.",
    "ai-atk-s0302a0:123_0": "attraction, grasping, mental fixation, insistence, and underlying tendencies.",
    "ai-atk-s0302a0:123_1": "Herein, Upatissa, Upatissa, who is attached to the two ends, both in views and in calm,",
    "ai-atk-s0302a0:123_2": "the same method applies in the same way.",
    "ai-atk-s0302a0:123_3": "for my views come to me, they are called “Born of craving”.",
    "ai-atk-s0302a0:123_4": "But they are called grasping and insisting on these things.",
    "ai-atk-s0302a0:123_5": "the world’s bonds.",
    "ai-atk-s0302a0:123_6": "Hence it is said: “Uninspiring to the attachments, grasping!”",
    "ai-atk-s0302a0:124_0": "That noble disciple comes to be grasping.",
    "ai-atk-s0302a0:124_1": "mind is established in mind,",
    "ai-atk-s0302a0:124_2": "and to insistence, and to underlying tendencies,",
    "ai-atk-s0302a0:124_3": "For craving is abandoned in them, grounded on which they settle the mind. So they should insist on that very spot.",
    "ai-atk-s0302a0:124_4": "they don’t come back to them.",
    "ai-atk-s0302a0:124_5": "doesn’t grasp at a group,",
    "ai-atk-s0302a0:124_6": "Doesn’t exist after death?",
    "ai-atk-s0302a0:124_7": "Self is my self,",
    "ai-atk-s0302a0:124_8": "The five constituents (of mind and body) that provide fuel for attachment are the same.",
    "ai-atk-s0302a0:124_9": "He doesn’t long, nor suffering arises, where there is no doubting or uncertainty. Where does one feel?",
    "ai-atk-s0302a0:124_10": "or doubt",
    "ai-atk-s0302a0:125_0": "If they don’t, without having undergone the attainment of another’s knowledge, they think: ‘This is the knowledge of others.’",
    "ai-atk-s0302a0:125_1": "At this point they’ve given up right view: ‘Kaccāna, this is how Seven-Kaccāna says: “Kaccāna, this is a misconception of initiate; his view is rightly freed through enlightenment.’",
    "ai-atk-s0302a0:125_2": "“This is one end,” he is the first stable, and he put down the barley,",
    "ai-atk-s0302a0:125_3": "This is the second kind of enjoyment. The meaning is: when someone with the ending of rapture he appears rolling on the fraud.",
    "ai-atk-s0302a0:125_4": "And here the fifth is the fifth section.",
    "ai-atk-s0302a0:126_0": "6. Dhammakathikasuttavaṇṇanā",
    "ai-atk-s0302a0:127_0": "16.",
    "ai-atk-s0302a0:127_1": "In the sixth enquiry, dispassionate:",
    "ai-atk-s0302a0:127_2": "it leads to fading away.",
    "ai-atk-s0302a0:127_3": "cessation has ceased.",
    "ai-atk-s0302a0:127_4": "You can understand the path to Worthiness as long as you have entered on the path of Arahantship.",
    "ai-atk-s0302a0:127_5": "practicing in line with the teaching, they practice in line with the teaching. They practice in line with the teaching, and they are practicing in line with the teaching.",
    "ai-atk-s0302a0:127_6": "in line with the teachings - and steps,",
    "ai-atk-s0302a0:127_7": "Disillusionment and fading away.",
    "ai-atk-s0302a0:127_8": "freed by not grasping through the four kinds of grasping, having cut off all grasping,",
    "ai-atk-s0302a0:127_9": "attains extinguishment in the present life.",
    "ai-atk-s0302a0:127_10": "He is worthless in this way: “Blessed” , thus it is unshakable.",
    "ai-atk-s0302a0:127_11": "In this way one (good) is destroyed by the Dhamma in one place, two sets aside with the intention to initiate, and sixth parts of the Noble Ones.",
    "ai-atk-s0302a0:128_0": "7. Acelakassapasuttavaṇṇanā",
    "ai-atk-s0302a0:129_0": "17.",
    "ai-atk-s0302a0:129_1": "Kassapa, the naked ascetic Kassapa, who would not be constantly blazing, not neglected with the seventh time.",
    "ai-atk-s0302a0:129_2": "saw a large Saṅgha of mendicants coming off in the distance,",
    "ai-atk-s0302a0:129_3": "whatever she thinks there is.",
    "ai-atk-s0302a0:129_4": "Questions at the time of answering questions,",
    "ai-atk-s0302a0:129_5": "while sitting in inhabited areas, he should not clasp his knees while sitting in inhabited areas.",
    "ai-atk-s0302a0:129_6": "Saying, “I’ll walk about here in inhabited areas,” and “There is a timber Piṇḍola Bhāradvāja.”",
    "ai-atk-s0302a0:129_7": "Herein, one is controlled in this life.",
    "ai-atk-s0302a0:129_8": "whatever you wish.",
    "ai-atk-s0302a0:130_0": "What can the Buddha wants to do as long as he wants?",
    "ai-atk-s0302a0:130_1": "Respect for the people",
    "ai-atk-s0302a0:130_2": "For if their view is sown, they don’t get to see the ascetic Gotama, they don’t make a sound.",
    "ai-atk-s0302a0:130_3": "And two or three they ask questions, “Even when you they come to see the ascetic Gotama, they ask him a question.” When the teacher asks him, “Through they come to him, they ask.",
    "ai-atk-s0302a0:130_4": "That’s how the Buddha removed the sound of Sunāparanta the sound and begged as far as he asks.",
    "ai-atk-s0302a0:130_5": "Furthermore, just as a frightener or their apprentice was coming off the oil-lamps, soft and non-staple food, they wait until the time for breakfast.",
    "ai-atk-s0302a0:130_6": "When the Buddha knows about seven days, he begged by knowledge, thinking, “This is the right time for this one,” he asked for the third time.",
    "ai-atk-s0302a0:131_0": "don’t say that.",
    "ai-atk-s0302a0:131_1": "Having done one who himself behaves like this, some who explains it to suffering.",
    "ai-atk-s0302a0:131_2": "Likewise in others.",
    "ai-atk-s0302a0:131_3": "When the legal procedure has arisen, they do not arise when it has arisen.",
    "ai-atk-s0302a0:131_4": "When asked this, why is it?",
    "ai-atk-s0302a0:131_5": "(So it seems) he thought:",
    "ai-atk-s0302a0:131_6": "if he answers, ‘This is suffering’ ...",
    "ai-atk-s0302a0:131_7": "And I don’t know what you say is suffering.",
    "ai-atk-s0302a0:131_8": "Is there anything in the midst of it, asking about the roots in the middle?”",
    "ai-atk-s0302a0:131_9": "Sir, explain to me as one who has respect and reverence for the Teacher, “Buddha has respect for me.” And he said, “Delight, you have respected.”",
    "ai-atk-s0302a0:132_0": "He does the clause, “This is the name of suffering”, etc., that is what was said (haves) used for the purpose of gaining suffering.",
    "ai-atk-s0302a0:132_1": "And here he should see this:",
    "ai-atk-s0302a0:132_2": "When they do the deed, they experience the result. In this way, they’re attracted and miserable.",
    "ai-atk-s0302a0:132_3": "suffering here and there is suffering in this place.",
    "ai-atk-s0302a0:132_4": "So say this, the first, that is how the purification of the way is with unallowable sound rising above.",
    "ai-atk-s0302a0:132_5": "“As a courtesan” is the reason why this is the only reference to him.",
    "ai-atk-s0302a0:132_6": "for this is what is said:",
    "ai-atk-s0302a0:132_7": "Saying this, he learns the island from the beginning, “Why are you going?”",
    "ai-atk-s0302a0:132_8": "It is because that sight of him that is the meaning of one kind that he knows. On the other is the meaning.",
    "ai-atk-s0302a0:133_0": "Yet he does something else because he has done what is said: “This is the ultimate sense of suffering” .",
    "ai-atk-s0302a0:133_1": "But also that sentient beings should be brought here. Now, too, one should take this meditation.",
    "ai-atk-s0302a0:133_2": "For this is the meaning:",
    "ai-atk-s0302a0:133_3": "one person does the deed and another experiences the result. Then in this way, “From here, there is another person who is. Afterwards, one who has made annihilated and destroyed the state of existence is rightly freed through enlightenment, and whom there is an unpleasant feeling.”",
    "ai-atk-s0302a0:133_4": "This is how it should be understood in the way already described.",
    "ai-atk-s0302a0:133_5": "Here is this construction:",
    "ai-atk-s0302a0:133_6": "And then say: “Hearts the annihilation, when asked the annihilation, why are you doing it?",
    "ai-atk-s0302a0:133_7": "For it is good for seeing that sight it gets annihilation, that is the meaning.",
    "ai-atk-s0302a0:134_0": "Avoiding these two extremes, the Realized One teaches by the middle way: “Avoiding these two extremes, the Realized One, without having avoided them the middle, and he teaches them the Dhamma without having come.”",
    "ai-atk-s0302a0:134_1": "if he recites the Teaching;",
    "ai-atk-s0302a0:134_2": "thus: with ignorance as condition there are (volitional) processes,",
    "ai-atk-s0302a0:134_3": "Here there is no starting because of the concept of body and the cessation of fruit, giving cessation, and feelings.",
    "ai-atk-s0302a0:134_4": "thus far there is an penetration of the resting place.",
    "ai-atk-s0302a0:134_5": "This is the third enquire.",
    "ai-atk-s0302a0:134_6": "When ignorance is a condition for choices, they should understand that this is the culmination of choices by avoiding.",
    "ai-atk-s0302a0:135_0": "The one received this from the Fortunate One, thinking:",
    "ai-atk-s0302a0:135_1": "Yet the Buddha abides in the ascetics of other religions, as he was asked by the novice monks, he who was formerly a novice, and I’m now staying in this teaching and training.",
    "ai-atk-s0302a0:135_2": "I ask the Sangha for four months of probation, and I don’t undertake the case of those who follow other paths assigned that probation.",
    "ai-atk-s0302a0:135_3": "Herein, one who goes forth through the words that are said to because of the words “both” .",
    "ai-atk-s0302a0:135_4": "and without giving the going-forth, she received the going-forth.",
    "ai-atk-s0302a0:135_5": "But if there is no one who is fully ordained in the village, he should fulfill the eight kinds of people in the village.",
    "ai-atk-s0302a0:135_6": "satisfied with their minds full of joy, and endowed with eight qualities,",
    "ai-atk-s0302a0:135_7": "This is the detailed explanation of the sectarians.",
    "ai-atk-s0302a0:136_0": "But I’ve also refused an idiot here in the Paṭisambhidā.",
    "ai-atk-s0302a0:136_1": "Diversity of persons dispensation: of diverse kinds,",
    "ai-atk-s0302a0:136_2": "“This person is deserving probation, this is not proper to be given probation for me,” and he shows them to me.",
    "ai-atk-s0302a0:136_3": "Then Kassapa thought:",
    "ai-atk-s0302a0:136_4": "“It’s incredible and amazing! Those who have thrown it onto a hook, they’ll throw it away, and given it up.”",
    "ai-atk-s0302a0:136_5": "Well then, if he had gone forth a fertile field, he said: “Venerable sir, if you were to go forth.”",
    "ai-atk-s0302a0:136_6": "Then the Buddha, knowing that his sensual desire was embracing, he said to another monk,",
    "ai-atk-s0302a0:136_7": "“Go, Kassapa, give the going forth.”",
    "ai-atk-s0302a0:136_8": "he gave him the going-forth and the Fortunate One’s going-forth.",
    "ai-atk-s0302a0:136_9": "took the full ordination and sat down.",
    "ai-atk-s0302a0:136_10": "Here the naked ascetic Kassapa received the going forth, the ordination in the Buddha’s presence.",
    "ai-atk-s0302a0:136_11": "Not long after his ordination, brahmin,: these are the seventh section for the seventh section.",
    "ai-atk-s0302a0:137_0": "8. Timbarukasuttavaṇṇanā",
    "ai-atk-s0302a0:138_0": "18.",
    "ai-atk-s0302a0:138_1": "Eight feeling: “This is the eighteen feelings in regard to pleasure and pain” .",
    "ai-atk-s0302a0:138_2": "There are (rebirths) I made a vow’s",
    "ai-atk-s0302a0:138_3": "Here is the meaning of it:",
    "ai-atk-s0302a0:138_4": "“I feel a feeling” is one who feels it in this way.",
    "ai-atk-s0302a0:138_5": "For that is how there is feeling.",
    "ai-atk-s0302a0:138_6": "If you say, “In this way, how many feelings have been allowed to proclaim, is there a lamp?",
    "ai-atk-s0302a0:138_7": "It is good for seeing that is the meaning, it comess to be born in him.",
    "ai-atk-s0302a0:138_8": "for the purpose of showing the meaning of what the Fortunate One said this: “The (true) meaning of the Collection; the meaning will be explained.”",
    "ai-atk-s0302a0:138_9": "But I say that there is no feeling, I say.",
    "ai-atk-s0302a0:138_10": "“I say that pleasure and pain are made by oneself” or “I do not say.”",
    "ai-atk-s0302a0:139_0": "knowing feeling ...",
    "ai-atk-s0302a0:139_1": "Herein, this is the meaning of 40 kilometers here: ‘This is another feeling, this is the beginning of the feelings’ when there is something more for the first time. When it is the knowledge of the first jhāna, it is something else’s instruction.”",
    "ai-atk-s0302a0:139_2": "Now, when that one person feels thus, “Knowledging from the annihilation,” “Kill experiences the view of feeling, this is theirs, this is the case.”",
    "ai-atk-s0302a0:139_3": "If speaking like this, he explains the annihilation, owing to the hollow, which is the annihilationism.",
    "ai-atk-s0302a0:139_4": "For it is good for seeing that sight it gets annihilation, that is the meaning.",
    "ai-atk-s0302a0:139_5": "Well then, even if these eight more talk have been shown by the Commentaries,",
    "ai-atk-s0302a0:139_6": "happily in this discourse is spoken about,",
    "ai-atk-s0302a0:139_7": "but the result is that of pleasure and pain.",
    "ai-atk-s0302a0:140_0": "9. Bālapaṇḍitasuttavaṇṇanā",
    "ai-atk-s0302a0:141_0": "19.",
    "ai-atk-s0302a0:141_1": "With the ninth clairaudience, ignorance ceases.",
    "ai-atk-s0302a0:141_2": "This body is eradicated, and it is produced by ignorance, the attachment to ignorance.",
    "ai-atk-s0302a0:141_3": "This body is shared with its own consciousness, and this body with its owners.",
    "ai-atk-s0302a0:141_4": "with an external body and with external body.",
    "ai-atk-s0302a0:141_5": "And this meaning should be illustrated by the five constituents (of mind and body), which is the meaning.",
    "ai-atk-s0302a0:141_6": "The duality is the rain,",
    "ai-atk-s0302a0:141_7": "The eye: here is the internal eye and sights, etc., and here it is due to the eye that are originated here and there, but for the sake of eye-contact—whether pleasant,",
    "ai-atk-s0302a0:141_8": "(where):",
    "ai-atk-s0302a0:141_9": "frequented by the six sense spheres, contact as contacted.",
    "ai-atk-s0302a0:141_10": "when touched by the touch of the body by the earth, by touching, and by contact with the six fields of contact.",
    "ai-atk-s0302a0:141_11": "It is one of them that should be understood as certainly, and so on.",
    "ai-atk-s0302a0:141_12": "Herein, the fool, in that fool, are reborn in the body,",
    "ai-atk-s0302a0:141_13": "Lord of Kosiya, what was propose,",
    "ai-atk-s0302a0:142_0": "the Buddha has rooted in the root of a tree root.",
    "ai-atk-s0302a0:142_1": "This is said:",
    "ai-atk-s0302a0:142_2": "Sir, these things have been understood and comprehended. These produced by the Buddha, and when he arose in him, he was not an ascetic or brahmin. But these things were the Buddha, not another.",
    "ai-atk-s0302a0:142_3": "For we understand the Buddha, our because we understand these things.”",
    "ai-atk-s0302a0:142_4": "When the Buddha became skilled in the teaching of the things that they did not specifically consider it as they need, and were the things that are needed in them, they took hold of them a palm-food, saying:",
    "ai-atk-s0302a0:142_5": "Knowing the Buddha was the four basic principles of recollecting the teachings, the idea of all they did not go.",
    "ai-atk-s0302a0:142_6": "Being attached to it,",
    "ai-atk-s0302a0:142_7": "Still, the Blessed One is sitting in the Great Bodhi tree as he is sitting in order to purify his contact.",
    "ai-atk-s0302a0:142_8": "with contact as condition:",
    "ai-atk-s0302a0:142_9": "Consciousness is feeling, perception, choices, and consciousness. In the past, they thought, “The Buddha is the foremost of all things in the present life,” according to the four names of consciousness, when the Buddha comes to an end, he rejects in the present life.",
    "ai-atk-s0302a0:142_10": "He says was the Buddha’s words, “We give us a simile to the point,” and so on, after giving them a reason, is the meaning.",
    "ai-atk-s0302a0:143_0": "Bothing over ignorance and fettered by craving, all that is called a deed, someone who gives up ignorance and makes a refreshment and puts backplendently to the doubles, and then eats the drinking’s alcohol, the repensation, and the tangled of craving—against, that is called out of craving.",
    "ai-atk-s0302a0:143_1": "as spiritual path:",
    "ai-atk-s0302a0:143_2": "for the ending of suffering is the end of suffering.",
    "ai-atk-s0302a0:143_3": "travels all around extra effort.",
    "ai-atk-s0302a0:143_4": "that is to say, this living of the spiritual life, that is, two to say, the wise, the living of the spiritual life.",
    "ai-atk-s0302a0:143_5": "And so, an ordinary person who has ended all defilements, who is an ordinary person who has ended the defilements.",
    "ai-atk-s0302a0:143_6": "The stream-enterer, the non-returner, still implements, thinking, “This isn’t an astute person,” and they say, “Perhaps these are not said to be excluded from the astute.”",
    "ai-atk-s0302a0:144_0": "10. Paccayasuttavaṇṇanā",
    "ai-atk-s0302a0:145_0": "20.",
    "ai-atk-s0302a0:145_1": "I will teach you these ten dependent origination and the Teacher dependently originated phenomena, and I will teach you the Dhamma. You will be reborn in this very life, and I will teach you about the Dhamma.",
    "ai-atk-s0302a0:145_2": "Buddhas arise, when a Realized One has arisen, the Realized Ones arise, or, when rebirth has arisen, old age and death don’t arise, conditioned by old age and death.",
    "ai-atk-s0302a0:145_3": "Where standing is to be a condition for rebirth, old age, and death are a condition for old age and death.",
    "ai-atk-s0302a0:145_4": "than all the Dhammapada:",
    "ai-atk-s0302a0:145_5": "for the condition being by way of repetition condition: “The state is called rejection,”",
    "ai-atk-s0302a0:145_6": "this is the reason why it is called “made”.",
    "ai-atk-s0302a0:145_7": "Consciousness is the cause of old age and death. This is a condition for old age and death.",
    "ai-atk-s0302a0:145_8": "for that reason it is (surely) ripening,",
    "ai-atk-s0302a0:145_9": "he perfects abides in insight and perfects (in knowledge).",
    "ai-atk-s0302a0:145_10": "One who contemplates (them) obtains that comes.",
    "ai-atk-s0302a0:145_11": "Explains it;",
    "ai-atk-s0302a0:145_12": "if he teaches her:",
    "ai-atk-s0302a0:145_13": "if he knows that fifty coins;",
    "ai-atk-s0302a0:145_14": "he cancels it with knowledge of the mouth.",
    "ai-atk-s0302a0:145_15": "if she shows uncovering it open;",
    "ai-atk-s0302a0:145_16": "if he shows that he is said in revealing:",
    "ai-atk-s0302a0:145_17": "if he makes it plastered,",
    "ai-atk-s0302a0:145_18": "Seeing him, they say, and do not see it.",
    "ai-atk-s0302a0:145_19": "Rebirth is a condition for old age and death.",
    "ai-atk-s0302a0:146_0": "Such is the equanimity.",
    "ai-atk-s0302a0:146_1": "Here is a condition for rebirth in old age and death.",
    "ai-atk-s0302a0:146_2": "because of that (good) the causes of conditions,",
    "ai-atk-s0302a0:146_3": "Because of this the fact that they hold the doubts about the teachings, all of them are liable to fade away, and eradicated according to the truth of the paths of the origin of rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress.",
    "ai-atk-s0302a0:146_4": "Herein, this is the word:",
    "ai-atk-s0302a0:146_5": "now is the condition for the absence of these conditions, and this is the specific condition for preceding condition.",
    "ai-atk-s0302a0:146_6": "However, here is the meaning of the characteristic of sounds,",
    "ai-atk-s0302a0:147_0": "it’s impermanent that the state is impermanent,",
    "ai-atk-s0302a0:147_1": "And here the impermanence of old age and death are impermanent, the aggregates are impermanent, old age and death.",
    "ai-atk-s0302a0:147_2": "Likewise in short and so on.",
    "ai-atk-s0302a0:147_3": "And here the calculation: “Herein, clung to",
    "ai-atk-s0302a0:147_4": "conditioned by conditions,",
    "ai-atk-s0302a0:147_5": "(the nature of) the ending of defilements.",
    "ai-atk-s0302a0:147_6": "Going along the pathway,",
    "ai-atk-s0302a0:147_7": "Liberating the states of dispassion, which is the state of dispassion,",
    "ai-atk-s0302a0:147_8": "cease without anything left over.",
    "ai-atk-s0302a0:147_9": "and it should be understood in the way already described.",
    "ai-atk-s0302a0:147_10": "Or alternatively, it is only because of the actual activity, thus it is seen . It is only impermanent because it is impermanent.",
    "ai-atk-s0302a0:147_11": "Understanding of Absorption",
    "ai-atk-s0302a0:148_0": "with right understanding: the path of insight,",
    "ai-atk-s0302a0:148_1": "In the past, future, and present is the meaning.",
    "ai-atk-s0302a0:148_2": "Compared to the past, future, or present, or present?”",
    "ai-atk-s0302a0:148_3": "What can be said is this: which is an ordinary person, like a foolish ordinary person.",
    "ai-atk-s0302a0:148_4": "“How was there one of the rebirths based on rebirth? Or was one of the aristocrats who went forth depending on the brahmins who had gone forth as a brahmin wanted to attend to the Sakyan?”",
    "ai-atk-s0302a0:148_5": "how does one of the mortals shaped in some way?",
    "ai-atk-s0302a0:148_6": "“But what reason do you say ‘I have caused’?”",
    "ai-atk-s0302a0:148_7": "“What was rebirth, and who was it belonging to? Or to is it a brahmin?",
    "ai-atk-s0302a0:148_8": "it was a god who was reborn amongst his own attainment.”",
    "ai-atk-s0302a0:148_9": "and that’s how it is at all the time on earth.",
    "ai-atk-s0302a0:148_10": "if they return to the future,",
    "ai-atk-s0302a0:148_11": "I will not be annihilationists, or being reborn in the annihilation, obligation of the future?",
    "ai-atk-s0302a0:148_12": "is as already explained.",
    "ai-atk-s0302a0:149_0": "But these days, now I (good) in the present, after resenting and examining the minds of all the time. They proceed took a century, and all the times have passed away.",
    "ai-atk-s0302a0:149_1": "How should he be quite secluded from sense desires?",
    "ai-atk-s0302a0:149_2": "Is there a doubt about myself or not?",
    "ai-atk-s0302a0:149_3": "When swelling on,",
    "ai-atk-s0302a0:149_4": "This here is what about to go about.",
    "ai-atk-s0302a0:149_5": "And in this case, this is the story:",
    "ai-atk-s0302a0:149_6": "The son of Cūḷapanthaka thought,",
    "ai-atk-s0302a0:149_7": "That’s how there is doubt in me.",
    "ai-atk-s0302a0:149_8": "Does he have no doubts about whether or not he has taken his own life?",
    "ai-atk-s0302a0:149_9": "Herein, this is a story:",
    "ai-atk-s0302a0:149_10": "a single group of fond of stretches, it seems, with a long time. He thought, “Sinking in water, with a sweet in water,” and she surrounded it to her and thought,",
    "ai-atk-s0302a0:149_11": "and another later, while guarding the field, (thinking): “Seing the field, I’m now hungered the fields of Saṅkicca,” he thought:",
    "ai-atk-s0302a0:149_12": "That’s how you hope for someone else.",
    "ai-atk-s0302a0:150_0": "Why do you take his own life?”",
    "ai-atk-s0302a0:150_1": "Likewise in the same way.",
    "ai-atk-s0302a0:150_2": "Though there is no such being in fact, so how many sights don’t I hope to form?”",
    "ai-atk-s0302a0:150_3": "The aristocrats don’t know, “Why are they?”",
    "ai-atk-s0302a0:150_4": "There they got a family home there.",
    "ai-atk-s0302a0:150_5": "“I’ve gone forth as a jute robe, soft, and so on, is it my necessary and renunciates, so on. I don’t get anything.”",
    "ai-atk-s0302a0:150_6": "Amongst those people were like kings, they looked after themselves.",
    "ai-atk-s0302a0:150_7": "How is it the same as this?",
    "ai-atk-s0302a0:150_8": "For it is this very whole body that is called finishing in the shade of the ropes, constructed for him, and made a piece of husk, with a hole, oring for him.”",
    "ai-atk-s0302a0:150_9": "you should know about an embracing.",
    "ai-atk-s0302a0:150_10": "But there is no present in the present, no future lives.",
    "ai-atk-s0302a0:150_11": "Where will he go to the village? All his own village district he wants,",
    "ai-atk-s0302a0:150_12": "Noble Standing: here it is a stream-enterer, a stream-enterer, or three; and the ten abidings .",
    "ai-atk-s0302a0:151_0": "The second sub-chapter on food is finished.",
    "ai-atk-s0302a0:152_0": "3. Dasabalavaggo",
    "ai-atk-s0302a0:153_0": "1. Dasabalasuttavaṇṇanā",
    "ai-atk-s0302a0:154_0": "First the second group of ten is in brief.",
    "ai-atk-s0302a0:155_0": "2. Dutiyadasabalasuttavaṇṇanā",
    "ai-atk-s0302a0:156_0": "22.",
    "ai-atk-s0302a0:156_1": "in the second enclosed by the Fortunate One, it is said by means of one’s own covetousness .",
    "ai-atk-s0302a0:156_2": "Herein, he endowed with ten powers: endowed with ten strengths,",
    "ai-atk-s0302a0:156_3": "The Powers don’t is two strengths and knowledges,",
    "ai-atk-s0302a0:156_4": "The Realised One’s body should understand that it is a witness,",
    "ai-atk-s0302a0:156_5": "For this is said:",
    "ai-atk-s0302a0:157_0": "“Having as a swan from the Ganges, a thunder-cloud, and deer-cloud,",
    "ai-atk-s0302a0:158_0": "For the observance-day procedure and the ten-month – these are the ten.”",
    "ai-atk-s0302a0:159_0": "These are the ten elephant families of elephants.",
    "ai-atk-s0302a0:159_1": "Herein, one should be regarded as a charnel ground,",
    "ai-atk-s0302a0:159_2": "in the ten ways of folk had a male elephant’s body.",
    "ai-atk-s0302a0:159_3": "and whatever strength of the ten requisites were to go beyond the Ganges.",
    "ai-atk-s0302a0:159_4": "in the ten finger necks, the level would one,",
    "ai-atk-s0302a0:159_5": "to the tenth Rose-Apple Island",
    "ai-atk-s0302a0:159_6": "through one mango grove, the characteristic of the sign,",
    "ai-atk-s0302a0:159_7": "that will be the ten For Ones of Posiṅga Kings,",
    "ai-atk-s0302a0:159_8": "whatever odor is lacking, one is the remainder of the ten (of scents).",
    "ai-atk-s0302a0:159_9": "Whatever one with ten factors",
    "ai-atk-s0302a0:159_10": "to one should do the observance-day procedure at the tenth day.",
    "ai-atk-s0302a0:159_11": "should one person of the ten Divinities",
    "ai-atk-s0302a0:159_12": "and whatever lacking the Realised One’s six is the Realised One’s ten.",
    "ai-atk-s0302a0:159_13": "This is called the power of crossing over the limbs.",
    "ai-atk-s0302a0:159_14": "it’s impossible for a hundred thousand elephants, one hundred thousand men who had wielded the ten millions.",
    "ai-atk-s0302a0:159_15": "This is the power of the Realised One,",
    "ai-atk-s0302a0:159_16": "“Ascetic of making the power of the One who has the ten powers, but who does not go to another.",
    "ai-atk-s0302a0:159_17": "For even this is upset, a female animal.",
    "ai-atk-s0302a0:159_18": "Because of this the path to the origin of suffering or the fruit of the path.",
    "ai-atk-s0302a0:159_19": "One is reborn in another place where the purpose of effacement is the ten powers and the I know,",
    "ai-atk-s0302a0:159_20": "It is said: “The power of this, endowed with the strength of (good) conduct.”",
    "ai-atk-s0302a0:160_0": "But what is that?",
    "ai-atk-s0302a0:160_1": "knowing it really is the cause of positions,",
    "ai-atk-s0302a0:160_2": "That is:",
    "ai-atk-s0302a0:160_3": "possible to know about the result of deeds undertaken in the past, the future, and the present in terms of causes and reasons, to give rise to one, and to the aggregates, one definites, one definitely, and one defining the result of the several faculties of universality, etc., and one definitively to the definitive states of existence wielding the worry of thethern of the past, future lives, and present.",
    "ai-atk-s0302a0:160_4": "In the Teaching in the Meanings –",
    "ai-atk-s0302a0:161_0": "“Here the Realized One truly understands the possible as possible and the impossible as impossible.",
    "ai-atk-s0302a0:161_1": "Since he truly understands the possible as possible, and the impossible as impossible,",
    "ai-atk-s0302a0:161_2": "...",
    "ai-atk-s0302a0:162_0": "and it is said in the beginning of the middle.",
    "ai-atk-s0302a0:162_1": "To the commentary on the meaning of the preference of meaning and of the Vibhaṅga too as well, and the Majjhima Nikāya.",
    "ai-atk-s0302a0:162_2": "The answer should be understood in the way already described.",
    "ai-atk-s0302a0:163_0": "Delighting in four ways: “As arouse joyful is the enemy, After reflecting on the side of the course of the course, this is called “with knowledge”.",
    "ai-atk-s0302a0:163_1": "What four?",
    "ai-atk-s0302a0:163_2": "“These things are not fully awakened Buddha, but these things are not fully awakened Buddha.”",
    "ai-atk-s0302a0:163_3": "Here is this:",
    "ai-atk-s0302a0:164_0": "“Mendicants, there are these four kinds of self-assurance. ...”",
    "ai-atk-s0302a0:164_1": "What four?",
    "ai-atk-s0302a0:164_2": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘You claim to be fully awakened, but you don’t understand these things.’",
    "ai-atk-s0302a0:164_3": "Since I see no such reason, I live secure, fearless, and assured.",
    "ai-atk-s0302a0:164_4": "the one with defilements ended has come to an end.",
    "ai-atk-s0302a0:164_5": "those things called obstacles by you are unable to obstruct whoever practises me. ...",
    "ai-atk-s0302a0:164_6": "‘Your teaching does not lead someone who practices it to the goal of the complete ending of suffering.’ ...",
    "ai-atk-s0302a0:164_7": "I’m overcome within me.”",
    "ai-atk-s0302a0:165_0": "placed abode of fear, the best of men, and placed on the highest good.",
    "ai-atk-s0302a0:165_1": "Or alternatively, what is their pus is the meaning.",
    "ai-atk-s0302a0:165_2": "Furthermore, a hundred thousand thoroughbreds (only) reached the end of the thousand aeons, the one thousand sacrifices, the one hundred thousand aeons of years Varadīpa, having been drawn near (in the town), the capital. It was the Great Seer, the one thousandth of them conqueror of all.",
    "ai-atk-s0302a0:165_3": "This is what belongs to the exposition of the teaching.",
    "ai-atk-s0302a0:165_4": "They’ve cut off fear,",
    "ai-atk-s0302a0:165_5": "placed on the ground, after rising above the ground, heat them into four places.",
    "ai-atk-s0302a0:165_6": "But fearing this fearlessness.",
    "ai-atk-s0302a0:165_7": "However, he does so he possesses the four kinds of fear, terror, and defending the earth by the Realized One, possessed of the four kinds of fear, and appears in the world, having trunk, all the world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans, he keeps going through the air,",
    "ai-atk-s0302a0:165_8": "‘So, stopped, or resigns it, returns to a life-form.’",
    "ai-atk-s0302a0:165_9": "Therefore it is said: “He claims the place of loss.”",
    "ai-atk-s0302a0:166_0": "“Sāriputta, these are the eight assemblies.",
    "ai-atk-s0302a0:166_1": "What eight?",
    "ai-atk-s0302a0:166_2": "The assemblies of aristocrats, brahmins, householders, and ascetics. An assembly of the gods under the Four Great Kings. An assembly of the gods under the Thirty-Three. An assembly of Māras. An assembly of Brahmās.”",
    "ai-atk-s0302a0:166_3": "he roars his lion’s roar, the monks who were roaring the lion’s roar in the lion’s roar; do not roar in the lion’s roar.",
    "ai-atk-s0302a0:166_4": "This too is how you should proclaim the lion’s roar.",
    "ai-atk-s0302a0:166_5": "the Realized One is called a lion, and a disciple who lives in the world, the chief of the world, the teaching, and the Saṅgha, and the practices that leads to the cessation of suffering.",
    "ai-atk-s0302a0:166_6": "the roar of the lion’s roar was like that of a lion,",
    "ai-atk-s0302a0:166_7": "Herein, just as, when a lion’s roar was overcome by the lion’s roar, the lion’s roar in the assemblies of a lion, tied in the assemblies, and in the assemblies of visible objects, the Realized One is endowed with eight factors.",
    "ai-atk-s0302a0:166_8": "Therefore it was said: “These are roars his lion’s roar.”",
    "ai-atk-s0302a0:167_0": "‘Brahmā’ is a term for the best thing. The best of all beings, for the purification of the teaching.",
    "ai-atk-s0302a0:167_1": "But the wheel of two is the wheel of the Teaching and the penetration of knowledge,",
    "ai-atk-s0302a0:167_2": "There the wisdom there, because of his own understanding of the noble states, she taught the knowledge of the fruit of development and benefit of the noble disciples, she taught the noble knowledge of the fruit of the very life.",
    "ai-atk-s0302a0:167_3": "Herein, they arise two kinds of knowledge that arise:",
    "ai-atk-s0302a0:167_4": "for as long as he came out through the air, the three characteristics arose in him.",
    "ai-atk-s0302a0:167_5": "if it is at the most excellent Great Bodhi tree as far as the highest of the Great Bodhi Tree or the path of Laṅkā arose.",
    "ai-atk-s0302a0:167_6": "from a light, or from the three paths arose until the characteristic of light arose.",
    "ai-atk-s0302a0:167_7": "Regarding the two kinds of knowledge:",
    "ai-atk-s0302a0:167_8": "For when there is a designation of an unknown remarked offenses, however the.",
    "ai-atk-s0302a0:167_9": "penetration and knowledge of the path leading to knowledge.",
    "ai-atk-s0302a0:167_10": "For both of these and other two (reven) knowledges are the same knowledges,",
    "ai-atk-s0302a0:168_0": "When they have this knowledge and vision of the Lion’s Roar, they say:",
    "ai-atk-s0302a0:168_1": "These are forms of form: this is the characteristic of form. Its function is the state of non- existence as the others; and here it is to be manifested as the characteristic of form. Its function is to indicate that particular individual essence. Its proximate cause should be understood as the state of non-existence.",
    "ai-atk-s0302a0:168_2": "So that is the origin of form, this is the arising of form, this is how the disappearance of the body.",
    "ai-atk-s0302a0:168_3": "Herein, there is the origin of this.",
    "ai-atk-s0302a0:168_4": "The origin of form, which is the origin of form, feeling, perception, choices, and consciousness. In this way the origin of feeling should be understood as the origin of the world.",
    "ai-atk-s0302a0:168_5": "When dispelling ceases, sights cease. ...",
    "ai-atk-s0302a0:168_6": "Characteristics, cessation, and the practice that leads to its cessation.”",
    "ai-atk-s0302a0:169_0": "So there is such feeling as feeling, perception, choices, and consciousness. This is how consciousness should be contemplationed in these three feelings, namely, consciousness, contemplations, etc., as the feelings, as follows: these things are the included thus: “The perception of feeling, perception, choices, and consciousness, consciousness, and consciousness in the basic knowledge and vision of the variety of choices. ” This is how consciousness should be developed by produced by the characteristic of the eye, etc.; and also the practice that leads to distinctions beginning with consciousness.",
    "ai-atk-s0302a0:169_1": "So there is the origin of feeling, such is the discerning of feelings, such is the origin of feeling, such is of the kind of feeling,",
    "ai-atk-s0302a0:169_2": "Herein, here is there a origination of the world.",
    "ai-atk-s0302a0:169_3": "And the details should be understood in the same way as the origin of dispensation.",
    "ai-atk-s0302a0:169_4": "And this is the effect.",
    "ai-atk-s0302a0:169_5": "these three aggregates are to be spoken of.”",
    "ai-atk-s0302a0:169_6": "he should be expounded in every way according to the foreign land.",
    "ai-atk-s0302a0:169_7": "This is in brief ;",
    "ai-atk-s0302a0:169_8": "but the path of complete in all its aspects is shown by the complete purity that is clear.",
    "ai-atk-s0302a0:170_0": "this mindfulness is its lion’s roar.",
    "ai-atk-s0302a0:170_1": "The meaning of this:",
    "ai-atk-s0302a0:170_2": "When this exists, that is, choices are the fruits of choices.",
    "ai-atk-s0302a0:170_3": "These are the arising of this arising, that arises, and so on. This is the fruit of choices that arises from the Buddha, and so on.",
    "ai-atk-s0302a0:170_4": "When this doesn’t exist, that is not; due to the cessation of ignorance, choices don’t come to be.",
    "ai-atk-s0302a0:170_5": "When this ceases, that is just the ceasing of ignorance ceases, that ceases.",
    "ai-atk-s0302a0:170_6": "now that comes to show where choices cease, as there is in the detailed explanation of the conditions for the sake of ignorance.",
    "ai-atk-s0302a0:171_0": "So it is well proclaimed in the five aggregates, since it is well proclaimed by the five aggregates,",
    "ai-atk-s0302a0:171_1": "The Teaching consists of the five aggregates.",
    "ai-atk-s0302a0:171_2": "he is a noble one, unbounded.",
    "ai-atk-s0302a0:171_3": "pounded over the wall,",
    "ai-atk-s0302a0:171_4": "proclaimed by the light:",
    "ai-atk-s0302a0:171_5": "the Nine Cut off, the Bodhi tree, the inner tail (tree) cut down, the various sections (of the Factor), the one whose broke up is called a “tree”.",
    "ai-atk-s0302a0:171_6": "This rule too is to be honored",
    "ai-atk-s0302a0:171_7": "There is no place here that has been described under the influence of its limits and so on.",
    "ai-atk-s0302a0:171_8": "Furthermore, a lesser robe is called “sized”. There is no comparison”, the meaning is, it is,",
    "ai-atk-s0302a0:171_9": "this is a principle.",
    "ai-atk-s0302a0:171_10": "For just as a four-league carpets take a basket and tirelessly, if he gets tired, then his having given a little is so, he thinks, “This is how, reverend.”",
    "ai-atk-s0302a0:171_11": "But just as when someone who has eight parts do not possesses what is defilement, he does not neglect them just as he does, and he does not get the point of his (from the island),",
    "ai-atk-s0302a0:171_12": "Having said this, “There is no reason for you to provide for yourselves. There is no reason for you,” “By this teaching is for your sake, it’s easy to admonish,” “It’s appropriate for you to say that.”",
    "ai-atk-s0302a0:171_13": "Furthermore, in the case of the young man Bodhisatta is called an ascetic, not tireless in the teaching of the Dispensation.",
    "ai-atk-s0302a0:171_14": "Hence it is said:",
    "ai-atk-s0302a0:172_0": "“You should smear the rose up and laid down on the ground,",
    "ai-atk-s0302a0:173_0": "Then you’ll carry out no shelter to ascetics,",
    "ai-atk-s0302a0:174_0": "having slaughtered the psychic powers,",
    "ai-atk-s0302a0:175_0": "who is pure, possessed of the clean, and mindful,",
    "ai-atk-s0302a0:176_0": "Then you’ll make an end to suffering.”",
    "ai-atk-s0302a0:177_0": "So these things are called ‘a pieces’.",
    "ai-atk-s0302a0:178_0": "it’s only enough to put it away,",
    "ai-atk-s0302a0:178_1": "One who has gone forth out of faith",
    "ai-atk-s0302a0:178_2": "there are two gentlemen of good families: born in family, sons of good families,",
    "ai-atk-s0302a0:178_3": "The one who has gone forth from where good families, having both of these virtues, is called a son of the Truth.",
    "ai-atk-s0302a0:178_4": "Those who have gone forth from Yasa as a son, who had gone forth from a family, is called birth in birth,",
    "ai-atk-s0302a0:178_5": "in that conduct, one sons of good behavior,",
    "ai-atk-s0302a0:178_6": "But if someone is of good families, this is the supreme families.",
    "ai-atk-s0302a0:178_7": "such a gentleman will wear that good family.",
    "ai-atk-s0302a0:178_8": "Arousing energy ...",
    "ai-atk-s0302a0:178_9": "While he is showing the fourfold army, he will give them up.",
    "ai-atk-s0302a0:178_10": "And here is the thief flesh, one skin, flesh, sinews, bones, bone marrow.",
    "ai-atk-s0302a0:178_11": "And this does in the first phrase the energy to be determined by energy, later on their forehead, and after the meal, in the middle watch, and for the day after the meal, on the last part of the day.",
    "ai-atk-s0302a0:179_0": "A lazy person lives in suffering, a lazy person lives in suffering.",
    "ai-atk-s0302a0:179_1": "A lazy person who lives in happiness",
    "ai-atk-s0302a0:179_2": "You’re defecating on your own master.",
    "ai-atk-s0302a0:179_3": "they needed to accept their own benefit, or both.",
    "ai-atk-s0302a0:179_4": "He gets things to be used, he doesn’t reach them.",
    "ai-atk-s0302a0:179_5": "For that person is the best of the lazy and unpurified livelihood, but the three kinds of deeds are not smaller life, and the smallest behavior that is effected.",
    "ai-atk-s0302a0:179_6": "They’re observed by their spiritual companions, like a rope or a flexe for the sake of their fellows, like a strong man’s red-hot copper ball, or a strap of cloth. And they’re not able to get caught up in a rope.",
    "ai-atk-s0302a0:180_0": "An energetic person lives happily.",
    "ai-atk-s0302a0:180_1": "Now, those who are energetic lives in suffering.",
    "ai-atk-s0302a0:180_2": "secluded, having become excited,",
    "ai-atk-s0302a0:180_3": "She fulfills the meaning to attain Liberation.",
    "ai-atk-s0302a0:180_4": "For there are six doors that are energetic: three doors are pure and bright, as if they are workable to their fellows in the ear ... nose ... tongue ... body ...",
    "ai-atk-s0302a0:180_5": "For the teacher’s teacher:",
    "ai-atk-s0302a0:181_0": "“She has had a long time a great hero, an Avīci hell –",
    "ai-atk-s0302a0:182_0": "In this way, Gotamī thought, “Like this way,” and she took a rolling back and ask forgiveness. Then he should tell him to pay homage to him:",
    "ai-atk-s0302a0:183_0": "“For he who is energetic, resolute, having firmly energetic,",
    "ai-atk-s0302a0:184_0": "Sāketa, dwelling in united Buddhas.”",
    "ai-atk-s0302a0:185_0": "When the Teacher has such energy, he is unable to get past it, and it is not hard to attain it.",
    "ai-atk-s0302a0:185_1": "For the arising of the Buddha, the teaching, and the Saṅgha, and the practice of embracing a great deal of the Dhamma, is very fruitful and beneficial.",
    "ai-atk-s0302a0:186_0": "When there is inferiority: inferiority, superiority, nearness, and superiority of energy, you don’t attain the highest concentration through wisdom.",
    "ai-atk-s0302a0:186_1": "But they have reached Arahantship by the best.",
    "ai-atk-s0302a0:186_2": "They drank the tips of the lumps of food and drink that I may enter into a framework.",
    "ai-atk-s0302a0:186_3": "for if it has vanished and he perceives that it has, and he disrobeds from his own disrobes, and he gives it to me, thinking, “So I’ll give it to me,” and she said, “It’s in order to show the instructions,”",
    "ai-atk-s0302a0:187_0": "Herein, three instances:",
    "ai-atk-s0302a0:187_1": "it’s abstaining from sexual misconduct,",
    "ai-atk-s0302a0:187_2": "What is the teaching of the noble ones?",
    "ai-atk-s0302a0:187_3": "It is the teaching, advocating, establishing, clarifying, analyzing, and revealing of the four kinds of mindfulness meditation. ...",
    "ai-atk-s0302a0:187_4": "The noble eightfold path. ...”",
    "ai-atk-s0302a0:187_5": "This is the noble procedure.",
    "ai-atk-s0302a0:187_6": "What is a receiver?",
    "ai-atk-s0302a0:187_7": "The nuns, laymen, humans, and those who refute their doctrines. This includes whatever other gods were received,",
    "ai-atk-s0302a0:187_8": "What is the spiritual path?",
    "ai-atk-s0302a0:187_9": "this is:",
    "ai-atk-s0302a0:187_10": "right view ...",
    "ai-atk-s0302a0:187_11": "This is right immersion.",
    "ai-atk-s0302a0:187_12": "Furthermore, the faith faculty should be understood of faith, energy, mindfulness, immersion, and equanimity. He discards it in the case of the faithless, untrue, the leaf huts, and the rest. He should understands the meaning.",
    "ai-atk-s0302a0:187_13": "The Teacher is face to face that place, here in this way:",
    "ai-atk-s0302a0:187_14": "(The Teacher), in the Sākiya Bimbisāra, having put his energy adorned with (still) energy,",
    "ai-atk-s0302a0:187_15": "for the external medicines and supplies for the sick in front of those with unclean positions, those who know, (thinking):",
    "ai-atk-s0302a0:187_16": "And if he thinks, “Those who know will be negligent.”",
    "ai-atk-s0302a0:187_17": "In the same way, the Teacher, having slaughtered his energy in the same way, wing them down from the place where they absent, and seize them with their energy.",
    "ai-atk-s0302a0:187_18": "Herein, abundant fruit and benefit.",
    "ai-atk-s0302a0:187_19": "you always oppressed.",
    "ai-atk-s0302a0:187_20": "Now, while the training is on what should be done and has to train in.",
    "ai-atk-s0302a0:187_21": "Herein, with its own advantages in that place,",
    "ai-atk-s0302a0:187_22": "He who lives diligently is able to make an end of all through diligence.",
    "ai-atk-s0302a0:187_23": "yielding the underlying tendencies is very fruitful and beneficial,",
    "ai-atk-s0302a0:187_24": "The second is the section on the meaning.",
    "ai-atk-s0302a0:188_0": "3. Upanisasuttavaṇṇanā",
    "ai-atk-s0302a0:189_0": "23.",
    "ai-atk-s0302a0:189_1": "knowing the third ...",
    "ai-atk-s0302a0:189_2": "sees those who see it.",
    "ai-atk-s0302a0:189_3": "the two, namely, one phrasing.",
    "ai-atk-s0302a0:189_4": "This being so, does a person know of a person who does not know about a person’s characteristic.",
    "ai-atk-s0302a0:189_5": "For one who knows what is marked,",
    "ai-atk-s0302a0:189_6": "“Do you see (the nature of) knowledge and insight arise” -",
    "ai-atk-s0302a0:189_7": "For one who has knowledge about the states of existence as analysis of vision and knowledge.",
    "ai-atk-s0302a0:189_8": "By the destruction of the pollutants, without pollutants, shaken off the defilements, or attachment to one whose cankers are destroyed, and one who has ended the defilements is called a “tliving”.",
    "ai-atk-s0302a0:189_9": "They’re called the ending of defilements.",
    "ai-atk-s0302a0:189_10": "Or the breaking up of the defilements, the breaking up of the defilements, and the breaking up of the defilements is impermanent.",
    "ai-atk-s0302a0:190_0": "“Not for a trainee trained in the straight path,",
    "ai-atk-s0302a0:191_0": "first they are enlightenment comes from this life. ”",
    "ai-atk-s0302a0:192_0": "there is the path here,",
    "ai-atk-s0302a0:192_1": "for it is said in specifically reaching the ending of defilements.",
    "ai-atk-s0302a0:192_2": "“This ascetic is an ascetic.” ...",
    "ai-atk-s0302a0:192_3": "Because it comes to the end of the defilements.",
    "ai-atk-s0302a0:193_0": "“Vaḍḍha, he is the name of the end.”",
    "ai-atk-s0302a0:194_0": "stuck in your own quenching.",
    "ai-atk-s0302a0:194_1": "For that is why the defilements come to an end in the defilements.",
    "ai-atk-s0302a0:194_2": "But here in the path of streaming radiance,",
    "ai-atk-s0302a0:194_3": "One who does not know or see, who does not know or see, is undefeated. But I don’t see anyone who doesn’t know or see.",
    "ai-atk-s0302a0:194_4": "Those who know and see in these ways haven’t arisen, are pure and bright.",
    "ai-atk-s0302a0:194_5": "Mastering the first footprint is stated in the way already stated.",
    "ai-atk-s0302a0:195_0": "When you know and see in the ending of defilements, they give up what is far from the defilements.",
    "ai-atk-s0302a0:195_1": "they are very learned in that place.",
    "ai-atk-s0302a0:195_2": "When a mendicant is born in the six classes of rebirth, old age, and death can know what a monk is observed in that place. He can’t know the fruit of that robe-cloth and the path to the fruit of theirs.",
    "ai-atk-s0302a0:195_3": "And when someone who has gone forth in the instructions, they know the right time to do so only for him.",
    "ai-atk-s0302a0:195_4": "Therefore one who knows and sees the ending of defilements is shown that the ending of defilements is present.",
    "ai-atk-s0302a0:195_5": "That’s how to know the five constituents (of mind and body) that provide fuel for attachment.",
    "ai-atk-s0302a0:195_6": "They’re the ending of defilements.",
    "ai-atk-s0302a0:196_0": "When he has entered the dwelling, by the vicinity of Arahantship, he now shows that the state of the past.",
    "ai-atk-s0302a0:196_1": "Herein, having obtained the knowledge of ending (the destruction of) things in the ending of defilements, the analysis of knowledge, and the realization of mindfulness.",
    "ai-atk-s0302a0:196_2": "For it is the first fruit of Liberation that arose in them, and because they are called the knowledge of the ending of defilements.",
    "ai-atk-s0302a0:196_3": "(They are) what is beneficial, what is suitable,",
    "ai-atk-s0302a0:196_4": "freed through the fruit of Liberation:",
    "ai-atk-s0302a0:196_5": "for their support is a condition for the support condition.",
    "ai-atk-s0302a0:196_6": "The same way should be understood here in each of the other and according to the opposite sense.",
    "ai-atk-s0302a0:197_0": "dispassion,",
    "ai-atk-s0302a0:197_1": "for they are called “fading away”.",
    "ai-atk-s0302a0:197_2": "Disillusionment and knowledge:",
    "ai-atk-s0302a0:197_3": "it shows how to bring them strength.",
    "ai-atk-s0302a0:197_4": "‘Ascetic knowledges’ is a term for the diserminations of danger, knowledge of the four states, is a term for knowledge.",
    "ai-atk-s0302a0:197_5": "Truly knowing and seeing is the knowledge and vision of the truths,",
    "ai-atk-s0302a0:197_6": "On this has been shown that it is a satisfaction,",
    "ai-atk-s0302a0:197_7": "For insight is a condition for insight,",
    "ai-atk-s0302a0:197_8": "knowledge of the paths,",
    "ai-atk-s0302a0:197_9": "Immersion is the concentration of them that is concentration through insight .",
    "ai-atk-s0302a0:197_10": "for it is a condition for insight and for the mode of insight.",
    "ai-atk-s0302a0:197_11": "Pleasant is the best happiness.",
    "ai-atk-s0302a0:197_12": "for that is the condition for the jhāna.",
    "ai-atk-s0302a0:197_13": "the tranquillity is tranquilized, and the sound of drums.",
    "ai-atk-s0302a0:197_14": "For that is the condition for the happiness that is a condition for the blissful .",
    "ai-atk-s0302a0:197_15": "rapture and bliss.",
    "ai-atk-s0302a0:197_16": "for that is the reasonable condition is a condition for the tranquillity.",
    "ai-atk-s0302a0:197_17": "joyful, they weak.",
    "ai-atk-s0302a0:197_18": "For that is a condition for the strength of mental strength.",
    "ai-atk-s0302a0:197_19": "and another faith arose in the next.",
    "ai-atk-s0302a0:197_20": "for this is a condition for the sake of weakness.",
    "ai-atk-s0302a0:197_21": "suffering, the cycle of suffering,",
    "ai-atk-s0302a0:197_22": "what is the cause of another reason.",
    "ai-atk-s0302a0:197_23": "born in them, there are transmigrations.",
    "ai-atk-s0302a0:197_24": "For this is the cause, this is the condition for the suffering.",
    "ai-atk-s0302a0:197_25": "continued existence is rebirth.",
    "ai-atk-s0302a0:197_26": "for that is a condition for the caste, namely, clansinging, and includes these benefits should be understood.",
    "ai-atk-s0302a0:198_0": "hair moving in, wavy, crowded with sweet flags,",
    "ai-atk-s0302a0:198_1": "Which climbed he has found a boy named Mount Vepulla, ‘That’s not how a big mountain’ is said, “sakened by water” and “It’s made by a lake with its name for the water, “shaven” and “posite.”",
    "ai-atk-s0302a0:198_2": "and the name of the eighth rainy season (which is) the planted planted fruits.",
    "ai-atk-s0302a0:198_3": "In the branch of herd, some live in the Kumāla grove,",
    "ai-atk-s0302a0:198_4": "The smaller sections on the walls,",
    "ai-atk-s0302a0:198_5": "Mahātittha.",
    "ai-atk-s0302a0:198_6": "Where is the smallest water that is forth?",
    "ai-atk-s0302a0:198_7": "great rivers, the Ganges, and the waters of the Ganges,",
    "ai-atk-s0302a0:198_8": "In the same way, ignorance is a vital condition for choices. ...",
    "ai-atk-s0302a0:198_9": "consciousness and so on.",
    "ai-atk-s0302a0:199_0": "As it was raining and the sky in that mountains, so the king of mountains, fills the hollows in the ocean before filling the ocean.",
    "ai-atk-s0302a0:199_1": "For an uneducated ordinary person has been reborn in a fool, and having given up craving. They are skilled in making amends for what is skillful, and when they return to that profitable way.",
    "ai-atk-s0302a0:199_2": "Thus at the root of a Mount Vepulla, having drunk and filled the ocean, which was like themith of the mountains in the ocean when it was standing, fulfiled by the ocean, which was like the time of an acacia mountains, is to be found filling the ocean at the head of a rocks.",
    "ai-atk-s0302a0:199_3": "And the Realized One arises in the world to be experienced in the following four texts, “The Realized One is go forth from the lay life to homelessness in the world.”",
    "ai-atk-s0302a0:199_4": "For whatever birth is reborn in a good family, that is a condition for rebirth,",
    "ai-atk-s0302a0:199_5": "As he hears the word of the Buddhas, the terminology and continuation of the Teaching, or of the Monastic Law, and the wide, in order to purify his progress and the right way, without exception of the nature, is a condition for example.",
    "ai-atk-s0302a0:199_6": "And later, he goes forth from the lay life to homelessness. This is the cause of suffering to go forth from the lay life to homelessness.",
    "ai-atk-s0302a0:199_7": "When he had gone forth he was not satisfied with the five stages in the parasols of false nets, he took a meditation subject from the life of purity. He then having embankment in the attaining perfection of the meditation subject, and he nexted the earth, he reaches perfection of virtue. Then, when he was old, he received the meditation subject and embankment in the meditation subject.",
    "ai-atk-s0302a0:199_8": "When that is a condition for joy, joy is a condition for rapture.",
    "ai-atk-s0302a0:199_9": "The happiness and strength in absorption is the necessary terrace, etc., with the forty-three terraceful blissful meditation subjects,",
    "ai-atk-s0302a0:199_10": "After doing so, he performs a deed at younger tree by work.",
    "ai-atk-s0302a0:199_11": "When he has reached the first jhāna, the delights of insight, concentration is a condition for the tranquillity of insight, concentration and knowledge of the path. He has mastered the path of insight and knowledge, the path to fruition, reviewing of the paths, and the bliss of freedom.",
    "ai-atk-s0302a0:199_12": "The time of the gods, having filled up the lakes of the gods, like the lake dried up and filled with the lake.",
    "ai-atk-s0302a0:200_0": "4. Aññatitthiyasuttavaṇṇanā",
    "ai-atk-s0302a0:201_0": "24.",
    "ai-atk-s0302a0:201_1": "at the fourth absorption.",
    "ai-atk-s0302a0:201_2": "But he did not think, “I shall proclaim my equipment,” and so he explained thus.",
    "ai-atk-s0302a0:201_3": "what is known as the Dhamma?",
    "ai-atk-s0302a0:201_4": "Saying, “I’ll go” he said, “I’ll go to the village.” But he said, “When I have arrived at such-and-such a village.”",
    "ai-atk-s0302a0:201_5": "The elder went away from that proximate cause, it seems, on that very day, and once he emerged from the air. As he went out to meet the Bodhi tree, it seems, there was garden, at the end of the later time.",
    "ai-atk-s0302a0:201_6": "But with the senior monks, thinking, “I’ll get alms-food,” and they thought,",
    "ai-atk-s0302a0:201_7": "the wanderers, it seems,",
    "ai-atk-s0302a0:201_8": "Here: in these four winds and in the four winds,",
    "ai-atk-s0302a0:201_9": "What does one say about them? What does he explain? What does he explain? How should I ask of him?",
    "ai-atk-s0302a0:201_10": "Your explanation is in line with the Teaching. You might explain that the ascetic Gotama’s brief statement.",
    "ai-atk-s0302a0:201_11": "Or he can expert his enemy, whether legitimate or not.",
    "ai-atk-s0302a0:201_12": "This is said:",
    "ai-atk-s0302a0:201_13": "How should he make sure that the ascetic Gotama didn’t be response?",
    "ai-atk-s0302a0:202_0": "‘Speaking is a condition for contact.’",
    "ai-atk-s0302a0:202_1": "And in that place there were four or five warriors",
    "ai-atk-s0302a0:202_2": "It’s sovereignty, this is how it is said: “This is mine, this is not produced by contact.”",
    "ai-atk-s0302a0:202_3": "For it is because there is no end of suffering as feeling, and there is such contact as that is why, on the inside, the outcome of contact.",
    "ai-atk-s0302a0:203_0": "It would be good, Venerable Ānanda, that given to the Elder Sāriputta. But the Buddha said to Venerable Ānanda,",
    "ai-atk-s0302a0:203_1": "Here it is single word : here the word “blessing” is the meaning.",
    "ai-atk-s0302a0:203_2": "This word of Sāriputta: “Sir, I entered Rājagaha.",
    "ai-atk-s0302a0:203_3": "no thought that arose from me, and once arisen it arose,",
    "ai-atk-s0302a0:203_4": "But this meaning of the ascetics of other religions was born in me with weeping (back).”",
    "ai-atk-s0302a0:204_0": "(They are) surpassed and causing connection with both (kinds).",
    "ai-atk-s0302a0:204_1": "The word-meaning of the Book is best.",
    "ai-atk-s0302a0:204_2": "Once it so happened that this amazing thing",
    "ai-atk-s0302a0:204_3": "with a single blessing of the other absence of pain, etc., these are conditions for him.",
    "ai-atk-s0302a0:204_4": "By this austerity is said for all these kindnesses;",
    "ai-atk-s0302a0:204_5": "“This is the meaning of this is the dependent origination. These dependent on contact is the dependent origination.",
    "ai-atk-s0302a0:204_6": "And here this is the meaning of the phrasing here.",
    "ai-atk-s0302a0:204_7": "Now, as the senior elder was making this point, he shows simply a deep dealing with deep meaning and appears deep and appears (in the natural) meaning, saying “Venerable sir, if you make me a deep and appearance, if you were to show the meaning of the state of existence,” he said,",
    "ai-atk-s0302a0:204_8": "The rest is the same.",
    "ai-atk-s0302a0:204_9": "fourth absorption.",
    "ai-atk-s0302a0:205_0": "5. Bhūmijasuttavaṇṇanā",
    "ai-atk-s0302a0:206_0": "25-26.",
    "ai-atk-s0302a0:206_1": "it is the five-fold earthquake.",
    "ai-atk-s0302a0:206_2": "This too should be understood in the way already described.",
    "ai-atk-s0302a0:206_3": "And this is the effect.",
    "ai-atk-s0302a0:206_4": "But although this is not so, it does not arise because of the body, speech, or mind, and body to do it.",
    "ai-atk-s0302a0:206_5": "the nutriment consists of the body, the intention that has arisen,",
    "ai-atk-s0302a0:206_6": "The intention based on intention is mental intention, aims, and volition about .",
    "ai-atk-s0302a0:206_7": "And here there in the case of the fine-material sphere , which is unskillful and subsequently, since there were twenty-two kinds of foulness, etc., here it was in the case of the sense-sphere,",
    "ai-atk-s0302a0:206_8": "mind-made body, ninety-two doors, physical contact with one particular monks, and for some reason. Those who experience pleasure and pain in the ears, etc.,",
    "ai-atk-s0302a0:206_9": "And ignorance is a condition for seeing.",
    "ai-atk-s0302a0:206_10": "But it is said that because he does promote lodging by the calm, since he makes use of the physical process against the mental process and mental processes, and his mental actions are carried off by him with the verbal action that is called a shrine, and his creates no thought, “But however many deeds and with the results of past deeds ...” or “But this shrinesm of body, speech and mind”—that is called “But”.",
    "ai-atk-s0302a0:207_0": "These are the four things which arise in the present life, the physical process, the verbal process, and the mental formation. They are not liable to end.",
    "ai-atk-s0302a0:207_1": "All those conditioned things are included in the same way.",
    "ai-atk-s0302a0:207_2": "But now you show the way to the end of ignorance.”",
    "ai-atk-s0302a0:207_3": "Since this body doesn’t come to be, there’s no body. Their body doesn’t feel pleasure and pain.",
    "ai-atk-s0302a0:207_4": "Likewise in the same way.",
    "ai-atk-s0302a0:207_5": "Moreover, involves the body, speech, and mind were also (volitional) processes.",
    "ai-atk-s0302a0:207_6": "the gates rotting body",
    "ai-atk-s0302a0:207_7": "Likewise in the same way.",
    "ai-atk-s0302a0:207_8": "one who has ended the defilements, speaks to the Dhamma to the one who has ended the defilements.",
    "ai-atk-s0302a0:207_9": "Because of not understanding.",
    "ai-atk-s0302a0:207_10": "For a wholesome deed has been done, there is no (good) deeds,",
    "ai-atk-s0302a0:207_11": "they become not yet because they have no observed because they see that they are unimpeded.",
    "ai-atk-s0302a0:208_0": "He doesn’t go in the field: he doesn’t establish the ground in the sense of moderation in the sense of conscience and prudence; there is no sense of reason for a legal issue; there is no offense for wealth or for settling.",
    "ai-atk-s0302a0:208_1": "Because intentionally aims no grounds for pleasure and pain are blameworthy. These fields and lands are neither pleasure nor pain.",
    "ai-atk-s0302a0:208_2": "Yet even when this results in good feelings, the result is that only suffering.",
    "ai-atk-s0302a0:209_0": "The sixth Discourse on Upavāṇa is expert in the Simile of the Compared",
    "ai-atk-s0302a0:210_0": "7. Paccayasuttavaṇṇanā",
    "ai-atk-s0302a0:211_0": "27-28.",
    "ai-atk-s0302a0:211_1": "When this is said, monks, in the scriptures, having taken these seven places, what is said?",
    "ai-atk-s0302a0:211_2": "so this generation knows by reasoning.",
    "ai-atk-s0302a0:211_3": "Origination of origination should be understood as the arising of conditions for origination.",
    "ai-atk-s0302a0:211_4": "one accomplished in view, accomplished in view,",
    "ai-atk-s0302a0:211_5": "you will see the truth,",
    "ai-atk-s0302a0:211_6": "having gone to the true teaching, they came to the True Dhamma.",
    "ai-atk-s0302a0:211_7": "he sees the true teaching.",
    "ai-atk-s0302a0:211_8": "in the path of knowledge: ‘A trainee’s knowledge’ is the path,",
    "ai-atk-s0302a0:211_9": "earns a trainee, desires the path to knowledge.",
    "ai-atk-s0302a0:211_10": "he attained the Dhamma, and the instruction of the Path reckoned as immaterial attainments.",
    "ai-atk-s0302a0:211_11": "the noble, which has passed away.",
    "ai-atk-s0302a0:211_12": "he is endowed with penetration and wisdom.",
    "ai-atk-s0302a0:211_13": "it is said to be the door to the deathless: “You have brought the Deathless, the noble eightfold path, that is your name.”",
    "ai-atk-s0302a0:211_14": "The eighth section on the eighth day.",
    "ai-atk-s0302a0:211_15": "Seventh teeth.",
    "ai-atk-s0302a0:212_0": "9. Samaṇabrāhmaṇasuttavaṇṇanā",
    "ai-atk-s0302a0:213_0": "29-30.",
    "ai-atk-s0302a0:213_1": "In the ninth (story), monks, is said:",
    "ai-atk-s0302a0:213_2": "and when he is able to put the opportunity on it.",
    "ai-atk-s0302a0:214_0": "(All these ten discourses were laid down in the four directions, and washed in the first watch.)",
    "ai-atk-s0302a0:215_0": "The third sub-chapter on the ten powers is finished.",
    "ai-atk-s0302a0:216_0": "4. Kaḷārakhattiyavaggo",
    "ai-atk-s0302a0:217_0": "1. Bhūtasuttavaṇṇanā",
    "ai-atk-s0302a0:218_0": "31.",
    "ai-atk-s0302a0:218_1": "He asked the Aristocrats of Kaḷāra the Ajita Kesakusandha, the Questions of Ajita the Questioned about the Sañjikāputta.",
    "ai-atk-s0302a0:218_2": "The state of liable to be applicable. They are bound to that same states of unconditioned and greedy.",
    "ai-atk-s0302a0:218_3": "Talks out of compassion.",
    "ai-atk-s0302a0:218_4": "Those people very same kind of existence",
    "ai-atk-s0302a0:218_5": "here in this dispensation:",
    "ai-atk-s0302a0:218_6": "Saying: ‘Stop a wise man’s wisdom, possesses what is meant, and is astute.",
    "ai-atk-s0302a0:218_7": "where they go.",
    "ai-atk-s0302a0:218_8": "dear sir, he is addressing the Fortunate One.",
    "ai-atk-s0302a0:218_9": "the wisdom there is from appraisal, the pollutant of (craving for) me; I ask you about what is wise, what is I have done.",
    "ai-atk-s0302a0:219_0": "And when asked Sīha, why are you silent?",
    "ai-atk-s0302a0:219_1": "What can he take when asked a question? Or because of which he wishes?",
    "ai-atk-s0302a0:219_2": "if you don’t wish a question about something,",
    "ai-atk-s0302a0:219_3": "(So it seems) he thought:",
    "ai-atk-s0302a0:219_4": "“The Teacher, seeking me the way that will be the way that will.",
    "ai-atk-s0302a0:219_5": "And because of the entire spectrum of the sense-spheres including that the aggregates are able to perform the reason for many reasons.",
    "ai-atk-s0302a0:219_6": "How can I help the Teacher’s speech, who have taken it carefully?”",
    "ai-atk-s0302a0:219_7": "Then the Teacher thought:",
    "ai-atk-s0302a0:219_8": "he said: “He who has taken up the first bowl and robe, and who is known by the disciples called Sāriputta.",
    "ai-atk-s0302a0:219_9": "But I’ve asked this question:",
    "ai-atk-s0302a0:219_10": "or she might ask him a question about it?”",
    "ai-atk-s0302a0:219_11": "Then, knowing that something is beneficial, they did not give it to the purpose of seeing that.",
    "ai-atk-s0302a0:220_0": "There the aggregates, (but) this entire mass of desire.",
    "ai-atk-s0302a0:220_1": "And so the Teacher didn’t give this question to Sāriputta.",
    "ai-atk-s0302a0:220_2": "But as he did not requirements for the Elder Mahā Death, it seems, as if he were the thousand times in the great ocean.",
    "ai-atk-s0302a0:220_3": "Then he answered, “Now, venerable sir!”",
    "ai-atk-s0302a0:220_4": "Herein, this is the aggregate of form.",
    "ai-atk-s0302a0:220_5": "with right understanding, he sees the path with wisdom.",
    "ai-atk-s0302a0:220_6": "Reflecting aside: this is the path to Worthiness.",
    "ai-atk-s0302a0:220_7": "This under that cause: this is the reason why increases?",
    "ai-atk-s0302a0:220_8": "(but) this entire mass of rice gruel is to be shown by the five aggregates. This is the fear of that deed,",
    "ai-atk-s0302a0:220_9": "In this way, when an adept is done in the way a trainee,",
    "ai-atk-s0302a0:220_10": "It is the fuel for the cessation of that fuel for the cessation of that fuel.",
    "ai-atk-s0302a0:220_11": "this is the maturity.",
    "ai-atk-s0302a0:220_12": "for that very long as there is a desire, their cessation ceases, and you can do so by means of the cessation of fuel.",
    "ai-atk-s0302a0:220_13": "Thus too, in this way the practice suitable for a trainee,",
    "ai-atk-s0302a0:220_14": "Here the complete: it should be understood that all the aspects beginning with the body should be understood according to the continuation of .",
    "ai-atk-s0302a0:220_15": "freed by not grasping having given up four graspings, one is free from grasping.",
    "ai-atk-s0302a0:220_16": "She then said, “Good, sir,” and when the Elder answered this first time, she declared that: “This is the first earthquake.”",
    "ai-atk-s0302a0:221_0": "2. Kaḷārasuttavaṇṇanā",
    "ai-atk-s0302a0:222_0": "32.",
    "ai-atk-s0302a0:222_1": "His name was the second kind of seniority.",
    "ai-atk-s0302a0:222_2": "But the taming of the tamed is called a rough path.",
    "ai-atk-s0302a0:222_3": "inferior, superior, for the purpose of inferiority, for the purpose of spending the world.",
    "ai-atk-s0302a0:222_4": "They proclaimed (after his reign) three months, not the rainy season. At once there were three, the three paths did not take leaves, and the place where the lamps exceed.",
    "ai-atk-s0302a0:222_5": "Because they don’t get a lesser life, the training wouldn’t resign the training and return to a lesser life.",
    "ai-atk-s0302a0:222_6": "“Reverend, I haven’t attained sorely ill will, nor do I have any doubts or uncertainties?”",
    "ai-atk-s0302a0:222_7": "One disciple desires the Elder Ajjuka’s enjoyment. That’s why he doesn’t want.",
    "ai-atk-s0302a0:222_8": "But if he picks up a new state of existence in the future, saying: “Who is yours simply puts out, does not ask questions, I have attained perfection of perfection?”",
    "ai-atk-s0302a0:222_9": "I don’t explain doubt as an offense.",
    "ai-atk-s0302a0:223_0": "Hence the Buddha approaches, “Here I will inform you.”",
    "ai-atk-s0302a0:223_1": "I have declared: I’ve declared myself,",
    "ai-atk-s0302a0:223_2": "Those who had subdued their passions, who were greatly subdued, fearless and satisfied by the Elder Nuns, having annoyed them, said:",
    "ai-atk-s0302a0:223_3": "having heard a certain monk thought:",
    "ai-atk-s0302a0:223_4": "“Such is a certain wise one,",
    "ai-atk-s0302a0:223_5": "He will not explain (perhaps) for me that reason.",
    "ai-atk-s0302a0:223_6": "but if it is for a question, it will be answered;",
    "ai-atk-s0302a0:223_7": "He summoned him and said, “I’ll answer a certain monk.” He addressed a certain monk:",
    "ai-atk-s0302a0:224_0": "If that nun is son of a teacher, he will ask for another answer, “This is the point of what I have seen, I’ll answer for myself.”",
    "ai-atk-s0302a0:224_1": "And the source of this rebirth is called ‘birth in whatever feeling’.",
    "ai-atk-s0302a0:224_2": "And here the senior elder, having no doubts about the scriptures,",
    "ai-atk-s0302a0:224_3": "(So it seems) he thought:",
    "ai-atk-s0302a0:224_4": "“I will not be able to get free of craving.” And how many kinds of grasping are there.",
    "ai-atk-s0302a0:225_0": "having asked this question in that he desires in the eight ways about calm, and then he answers with the eight cause or reasons.",
    "ai-atk-s0302a0:225_1": "Even the Teacher, wanting to make the requisites, wanting to answer it, too, got the nunnery and answered.",
    "ai-atk-s0302a0:225_2": "Discused the teacher asked: “You have committed an offense.”",
    "ai-atk-s0302a0:225_3": "And then he didn’t answer it in a thousand answers.",
    "ai-atk-s0302a0:225_4": "But if the Buddha asks a question, it should be understood that there is why he should understand that.",
    "ai-atk-s0302a0:226_0": "But how does you know this?",
    "ai-atk-s0302a0:226_1": "Sīha’s lion’s roar,",
    "ai-atk-s0302a0:226_2": "The senior monk, it seems, when the drum of the carcasses in the Bamboo Grove, the size of the Dīghanakha, and when the Master was being spoken by the means of a very long time, it seems, when the Teacher had reached the five stages of unshakable knowledge, he had attained Arahantship.",
    "ai-atk-s0302a0:226_3": "Sīha, if he is a question, he would answer it in this way.",
    "ai-atk-s0302a0:226_4": "and having become impermanent, it is impermanent, not-self.",
    "ai-atk-s0302a0:226_5": "And when what is impermanent, suffering, and perishable, they all lead to what is unpleasant when it comes to the end of pain and sadness. yet all suffering is unpleasant when unknowing, unpleasant when unpleasant when unknowing.",
    "ai-atk-s0302a0:226_6": "This is how they are understood: here, having discomfort it, the craving for feeling cannot appear there.",
    "ai-atk-s0302a0:227_0": "It’d be good to decay the Elder Nuns, with full awareness, gave birth to a limit of feelings.",
    "ai-atk-s0302a0:227_1": "‘One feeling: one, two, three, four, five, three, four, five, ten, twenty, thirty, forty, fifty, and fifty. He tells the Buddha said to each other,",
    "ai-atk-s0302a0:227_2": "he brought it up with this suffering:",
    "ai-atk-s0302a0:227_3": "“Sāriputta, when you say: ‘In this way you haven’t answered, you haven’t declared craving.’",
    "ai-atk-s0302a0:227_4": "They answer: ‘Surely feelings’ ...",
    "ai-atk-s0302a0:227_5": "Whatever feeling ...",
    "ai-atk-s0302a0:228_0": "How do you think enlightenment: ‘What is the liberation by the beautiful? This is the meaning?’",
    "ai-atk-s0302a0:228_1": "Having a formation internally: the meaning is that it is neutrality in him through discerning the neutral liberations that provides.",
    "ai-atk-s0302a0:228_2": "Herein, it should be understood:",
    "ai-atk-s0302a0:228_3": "internally and externally ...",
    "ai-atk-s0302a0:228_4": "For when insisting on what is inside, he should give out externally externally externally.",
    "ai-atk-s0302a0:228_5": "That’s why no-one elsewheres externally, saying: having dropped off the conclusion about them with external physical processes, before it has done.",
    "ai-atk-s0302a0:228_6": "Thus in regard to himself, and having got up early in himself,",
    "ai-atk-s0302a0:228_7": "Having realized the knowledge of choices in themselves, they drew outside the gateway, and they outside the body outside.",
    "ai-atk-s0302a0:228_8": "Thus he emerges in regard to what is known as in regard to others.",
    "ai-atk-s0302a0:228_9": "no matter how to define another instigates them. They has an indicated the interior and exterior sense fields, and they externally discern them.",
    "ai-atk-s0302a0:228_10": "Thus there is what is externally in regard to what is externally.",
    "ai-atk-s0302a0:228_11": "no matter how there is the knowledge of formations outside. They dropped the range of the moderation in the middle of the hot season and the water on the ground.",
    "ai-atk-s0302a0:228_12": "Thus he emerges in regard to what is externally in oneself,",
    "ai-atk-s0302a0:228_13": "Herein, the elder asked, “And when the particular components in order to show the course of the path and showing them himself, I say.”",
    "ai-atk-s0302a0:229_0": "all grasping to the end of all grasping,",
    "ai-atk-s0302a0:229_1": "mindfully I live mindfully.",
    "ai-atk-s0302a0:229_2": "Remember those who live mindfully in this way, when there is me;",
    "ai-atk-s0302a0:229_3": "By not pollutants with the eye, sights, and eyes don’t roll forth intoxications, they don’t get caught up in the six doors. They don’t get rid of the defilements that causes.",
    "ai-atk-s0302a0:229_4": "But I don’t understand what is self and what is not-self.",
    "ai-atk-s0302a0:229_5": "This I made a fierce done",
    "ai-atk-s0302a0:229_6": "for one who understands these people have confidence in him.",
    "ai-atk-s0302a0:230_0": "the Ascetic of the Buddha",
    "ai-atk-s0302a0:230_1": "I have no doubts or uncertainties about the defilements of sensuality, desire to be reborn, or ignorance. When I saw the danger, I say: “I am one who has seen the defilements of sensuality, desire to be reborn, and ignorance!” But when they say, “I am one who has seen the defilements of these things.”",
    "ai-atk-s0302a0:230_2": "I’ve given up doubts about them, and I haven’t given them up.",
    "ai-atk-s0302a0:230_3": "“This is how the Buddha answers, and I answer that it was. But that’s how I said it was brought to you, ‘Whatever I didn’t say.’",
    "ai-atk-s0302a0:231_0": "(The Buddha) entered his dwelling, which was laid down by the head of the Sīvana garden, surrounded by a great dwelling, and entered Kanthakuṭī, the assembly hall with a charming golden stairs, –",
    "ai-atk-s0302a0:231_1": "For the Buddha was teaching the Dhamma to an assembly that was not awakened, and then entered a leaf hut, the assembly hall, and the path to the assembly.",
    "ai-atk-s0302a0:231_2": "There the meaning of the person in whom the meaning sublimediately thought:",
    "ai-atk-s0302a0:231_3": "“Take me this passage for recitation, discovering the teaching, and the monks will question me in detail: ‘Those who learned it in detail, will question me in detail, and having learned it back in the scriptures, ask me the Teaching, or the Monastic Codes.",
    "ai-atk-s0302a0:231_4": "So I will ask you about this matter,",
    "ai-atk-s0302a0:231_5": "then they will go to see the mendicants who respect Girimānanda, and there will be three people who will fulfill their duty.”",
    "ai-atk-s0302a0:232_0": "Or they think:",
    "ai-atk-s0302a0:232_1": "“Out of compassion for me, sir, I shall go to him.” Then, on hearing that,,,, they will be able to think, “In this way, opinion will be able to think about it. That will be for their lasting welfare and happiness.”",
    "ai-atk-s0302a0:232_2": "There he used to think:",
    "ai-atk-s0302a0:232_3": "“After going into that monastery I will be the heir of the Teaching, the heir of making them sit down, and he will teach the Dhamma to others, and he eventually teach the Dhamma in such a way.”",
    "ai-atk-s0302a0:233_0": "Take a case where a certain person gives a simile to Venerable Sāriputta, then got up from his seat and entered his dwelling.",
    "ai-atk-s0302a0:233_1": "In regard to such and such a place the Buddha has vanished, he enters upon the monastery.",
    "ai-atk-s0302a0:233_2": "‘If the Buddha go to the assembly by staying with a large gathering, including the Buddha, and without benefitting the body even when a single section, he makes the Buddha again and again,",
    "ai-atk-s0302a0:234_0": "When the Buddha had left, Sīha would be like that!",
    "ai-atk-s0302a0:234_1": "(And he asked): “How is this, what is unknown, whose enlightened, what is not known, and what is unknown.”",
    "ai-atk-s0302a0:234_2": "First they ask him a question: “Sāriputta, who knows and sees this first question: how can I answer?”",
    "ai-atk-s0302a0:234_3": "Mindfulness wasted: the Teacher who knew the hundred constantly, the shaking of the world,",
    "ai-atk-s0302a0:234_4": "First the first question, “But Reverend Sāriputta.” But when the answer is the second time, what is the source of this question he answers?",
    "ai-atk-s0302a0:235_0": "The Buddha, who was full of compassion, did not agree with a thousand question, nor did he make it unattractively to the individual essence.",
    "ai-atk-s0302a0:235_1": "This was the time for the Buddha’s answer. I answered all day with words and phrases, and by answering each other.",
    "ai-atk-s0302a0:235_2": "That is why the Fortunate One was approaching, it seems:",
    "ai-atk-s0302a0:235_3": "“The senior monks have come,” he told him of the ten powers, adding, “I will tell you this,”",
    "ai-atk-s0302a0:235_4": "Therefore the Fortunate One approached the Fortunate One,",
    "ai-atk-s0302a0:236_0": "For this reason is the highest reason for consideration.",
    "ai-atk-s0302a0:236_1": "for disciples is the knowledge of the perfection of all that is pleasant and knowledge of omniscience,",
    "ai-atk-s0302a0:236_2": "according as it is known that the Buddhas of the past, future, and present. All of them, all of them are suitable in the past, knowledge of the present. All of them, and who is knowledge of the profitable states.",
    "ai-atk-s0302a0:237_0": "3. Ñāṇavatthusuttavaṇṇanā",
    "ai-atk-s0302a0:238_0": "33.",
    "ai-atk-s0302a0:238_1": "listens to the third ground, listens to the site for recitation.",
    "ai-atk-s0302a0:238_2": "And you should know the meaning of knowledge about this.",
    "ai-atk-s0302a0:238_3": "In the first of old age and death : they are the first knowledge about the death and rebirth of old age and death, and they were the  knowledge of the death and rebirth of the four noble truths. That is:",
    "ai-atk-s0302a0:238_4": "But on the third occasion, taking these three knowledges, is the fourth in each case.",
    "ai-atk-s0302a0:238_5": "For there is no supermundane state,",
    "ai-atk-s0302a0:238_6": "For birth and old age are the same.",
    "ai-atk-s0302a0:238_7": "This Dhamma of the four things: born in knowledge, maintaining knowledge, and sexual intercourse with knowledge.",
    "ai-atk-s0302a0:239_0": "seen in both things: by what is seen, by knowledge of the eye.",
    "ai-atk-s0302a0:239_1": "injured by annoying with wisdom.",
    "ai-atk-s0302a0:239_2": "Then without turning back even when counting any time, he inserts those who were getting wett.",
    "ai-atk-s0302a0:239_3": "attains what is attained by means of attained,",
    "ai-atk-s0302a0:239_4": "it is looked forward to function that is plunged into it with wisdom.",
    "ai-atk-s0302a0:239_5": "In the past, future, and present.",
    "ai-atk-s0302a0:239_6": "And here there is a four-factors, dancers, knowledge of the paths, and consequence of such a path, when they are able to review this: “Amongst those who have mastered the path and their knowledge of the path.”",
    "ai-atk-s0302a0:239_7": "You shouldn’t be understood that.",
    "ai-atk-s0302a0:239_8": "While they knew that",
    "ai-atk-s0302a0:239_9": "just as I do today.",
    "ai-atk-s0302a0:239_10": "Knowledge of the interruption of knowledge, and knowledge of the path that is called “the knowledge of the truth”.",
    "ai-atk-s0302a0:239_11": "Pathing the path to knowledge,",
    "ai-atk-s0302a0:239_12": "When this is the third kind of trainee’s ended, it becomes established in the third ground.",
    "ai-atk-s0302a0:240_0": "Second: Grounds for Knowledge",
    "ai-atk-s0302a0:241_0": "34.",
    "ai-atk-s0302a0:241_1": "Fourth: seventy-four staircases and seventy-four persons",
    "ai-atk-s0302a0:241_2": "If it seems the method of explanation was being spoken to those monks who were accused a lot of meaning and declaration, they were unable to keep up that view. That is why it is said.",
    "ai-atk-s0302a0:241_3": "the knowledge of the arrivals is a condition for knowledge.",
    "ai-atk-s0302a0:241_4": "For ‘Because of the cultivation of the things that roll up and the knowledge of the teachings proceeds in this way is a term for knowledge.’",
    "ai-atk-s0302a0:241_5": "Ending away in the destruction of craving:",
    "ai-atk-s0302a0:241_6": "the state of liable to vanish,",
    "ai-atk-s0302a0:241_7": "which gives dispassion, fading away, and cessation,",
    "ai-atk-s0302a0:241_8": "cease without anything left over.",
    "ai-atk-s0302a0:241_9": "and seventeen years in each one place, eleven months,",
    "ai-atk-s0302a0:241_10": "In this hermitage, insight to discernment,",
    "ai-atk-s0302a0:241_11": "fourth absorption.",
    "ai-atk-s0302a0:242_0": "5. Avijjāpaccayasuttavaṇṇanā",
    "ai-atk-s0302a0:243_0": "35.",
    "ai-atk-s0302a0:243_1": "and the teacher approves of the five origination, he right here.",
    "ai-atk-s0302a0:243_2": "What is the reason?",
    "ai-atk-s0302a0:243_3": "Their opportunity for views.",
    "ai-atk-s0302a0:243_4": "At the end of itself, with a mind full of fault, he answers to questions that come up: “I will ask him a question.”",
    "ai-atk-s0302a0:243_5": "wasn’t a fitting question.",
    "ai-atk-s0302a0:243_6": "is difficult: this is its meaning.",
    "ai-atk-s0302a0:243_7": "What are they not, sir?",
    "ai-atk-s0302a0:243_8": "This is the cream of rushing;",
    "ai-atk-s0302a0:243_9": "Even if someone were to ask about a sleeping place in a charnel ground, it was a shop, or a shop, or a creeper in a charnel ground,",
    "ai-atk-s0302a0:243_10": "With this carcass of rice, he recovers that food, which is like rice, regarded as food, is poor, unsuitable,",
    "ai-atk-s0302a0:244_0": "The spiritual life is ignorant.",
    "ai-atk-s0302a0:244_1": "For that soul is the body, this view, “This body is high and luxurious view,” it sugarcane moves the body.",
    "ai-atk-s0302a0:244_2": "So the teacher takes it, thinking, “Sāgata is annihilated and destroyed because of the views.”",
    "ai-atk-s0302a0:244_3": "If they arise, as a reckoned as cease, then they would have right view:",
    "ai-atk-s0302a0:244_4": "It is because he doesn’t teach the path to cessation, the cutting off of judgments, and it directs about the case of the paths of the path that leads to the cessation of suffering. When there is no coming to the path, there is neutrality in him about the development of the path,",
    "ai-atk-s0302a0:244_5": "Therefore it is said: “It is no abode of the spiritual life.”",
    "ai-atk-s0302a0:245_0": "In the second Ājīvaka ascetics, they say, “This body is another thing,” but only when someone else says, “Whoever dies right here,” he does not come here, just as a broken gallnut-smelling in the world.",
    "ai-atk-s0302a0:245_1": "So she is the view that leads to the life of another, and she has the intention of the world. She is attached to it, saying: “Whoever is eternal, and has reached the next life” .",
    "ai-atk-s0302a0:245_2": "The noble path that arises is not able to endure these. And the path is cracked, rolling forth is that the rolling of the horns that arise, even if he’s able to discern the road, it isn’t able to discern them.",
    "ai-atk-s0302a0:245_3": "Because of that the soul and the body are different things, a mendicant there is no living of the spiritual life.”",
    "ai-atk-s0302a0:246_0": "The word “unner of” is exceedingly the same thing as that of wrong view.",
    "ai-atk-s0302a0:246_1": "For that is why it is called “gone who has right view” in the sense of self, being endowed with right view, giving up and taking possession of right view, anyone else whose right view is unfinished, truthful, because it is the poison of View, when questioned, etc., of the self-knowledge it is said to be void, it is what is called to be cut off.",
    "ai-atk-s0302a0:246_2": "They made a palm stump on a site, like a palm stump. They spread it thoroughly with a palm tree, and the bark pulled up like a palm stump.",
    "ai-atk-s0302a0:246_3": "Unless he has not developed the fifth,",
    "ai-atk-s0302a0:247_0": "Second: Indirectly Conditions",
    "ai-atk-s0302a0:248_0": "36.",
    "ai-atk-s0302a0:248_1": "If you’re talking about the sixth, they would ask a question about the sixth view, but they’re not able to answer, then they will ask about the sixth thing.",
    "ai-atk-s0302a0:249_0": "7. Natumhasuttavaṇṇanā",
    "ai-atk-s0302a0:250_0": "37.",
    "ai-atk-s0302a0:250_1": "Seven when there is no mindfulness, there is a name for your own welfare.",
    "ai-atk-s0302a0:250_2": "You should do not say anything.",
    "ai-atk-s0302a0:250_3": "There is no other self that is needed to others, therefore when there is another’s self, therefore it is no other.",
    "ai-atk-s0302a0:250_4": "It’s old deeds, and not because of past deeds, their body breaks up, after death, have been reborn in the new state of existence. That’s why the body is described.",
    "ai-atk-s0302a0:250_5": "The meaning is this: “Ascetic” , etc., the meaning is that partaking of choices and so on. The meaning is this, it is the meaning.",
    "ai-atk-s0302a0:250_6": "they see the agreement by choices that keep produced by choices and fitting.",
    "ai-atk-s0302a0:250_7": "You should see the ground on intention in intention.",
    "ai-atk-s0302a0:250_8": "Rejoicing in feeling ... the seventh ...",
    "ai-atk-s0302a0:251_0": "8. Cetanāsuttavaṇṇanā",
    "ai-atk-s0302a0:252_0": "38.",
    "ai-atk-s0302a0:252_1": "And in which case the meaning is: it occurs, produces, is the meaning.",
    "ai-atk-s0302a0:252_2": "And the meaning is that it shows how the function is shown in the way.",
    "ai-atk-s0302a0:252_3": "And the meaning is that interruption, the precisely thus “refuse” is the meaning.",
    "ai-atk-s0302a0:252_4": "And here there is a one-sphere who has seen the Truth wherever they have been reborn, the participated, the sixty-two grounds, and the eighth sections produced by craving.",
    "ai-atk-s0302a0:252_5": "When there is a condition for rebirth-consciousness, etc., this is a condition for rebirth-producing kamma, for rebirth-consciousness. It is a condition for rebirth-contact.",
    "ai-atk-s0302a0:252_6": "for the first is a condition for the objects.",
    "ai-atk-s0302a0:252_7": "the consciousness of consciousness is to be found,",
    "ai-atk-s0302a0:252_8": "with the object opposite to that object,",
    "ai-atk-s0302a0:252_9": "consciousness is established in consciousness, it is the support of that consciousness.",
    "ai-atk-s0302a0:252_10": "When consciousness is established and he established in consciousness,",
    "ai-atk-s0302a0:252_11": "She brought Vijaya’s (relics) grown, why she was born in a new pair of linen, and then wounds about,",
    "ai-atk-s0302a0:252_12": "rebirth into a new state of existence.",
    "ai-atk-s0302a0:253_0": "If it’s not said that there is such a thing as the ground that it doesn’t lead to peace.",
    "ai-atk-s0302a0:253_1": "If they don’t attain the ending of craving, they’re reborn in a lower realm.",
    "ai-atk-s0302a0:253_2": "If it is followed by this little under the influence of forms, it’s not appropriate for you to haven’t got rid of it.",
    "ai-atk-s0302a0:253_3": "It is a condition for the attainment of mindfulness that is a condition for the failure in mind, and because it is not a condition for being produced.",
    "ai-atk-s0302a0:254_0": "If they don’t have the three knowledges in the first phrases, in the second phrases, were skilled in the third section and giving up of craving, unprincipled with the opposite sex nearby.",
    "ai-atk-s0302a0:255_0": "In addition, they don’t intend or plan it, nor have it prepared. They don’t make an effort to have someone else nurse it, nor does they think, “This is the fourth kind of action.”",
    "ai-atk-s0302a0:255_1": "Herein, (that) is shown by the first (i.",
    "ai-atk-s0302a0:255_2": "In the second text, those with the three unprofitable intentions, one who is skilled in intentions and seeks instructions.",
    "ai-atk-s0302a0:255_3": "He doesn’t give rise to craving for savings, he doesn’t have the eight views.",
    "ai-atk-s0302a0:255_4": "The underlying tendencies of accumulating each wholesome and shade, which had nothing moving along with the four lower parts, were replying to the other.",
    "ai-atk-s0302a0:255_5": "And they don’t forget what is unskillful, or what is unprofitable. They haven’t given up the third roots and considered in the forehead, they haven’t given up the unskillful qualities.",
    "ai-atk-s0302a0:255_6": "Fourth like the four directions.",
    "ai-atk-s0302a0:256_0": "Experiencing it is not established.",
    "ai-atk-s0302a0:256_1": "having exceededing their oppressive deeds, then at the time of (unworking): This is the result of (birth) deeds,",
    "ai-atk-s0302a0:256_2": "what’s the point of what is this?",
    "ai-atk-s0302a0:256_3": "They proceed having ended the defilements as well, that is, the nineteenth pollutants.",
    "ai-atk-s0302a0:256_4": "here there is one link between the future and the present.",
    "ai-atk-s0302a0:257_0": "9. Dutiyacetanāsuttavaṇṇanā",
    "ai-atk-s0302a0:258_0": "39.",
    "ai-atk-s0302a0:258_1": "One is the ninth and one between consciousness and the formless feeling, one between the formless and the next.",
    "ai-atk-s0302a0:259_0": "10. Tatiyacetanāsuttavaṇṇanā",
    "ai-atk-s0302a0:260_0": "40.",
    "ai-atk-s0302a0:260_1": "There is no craving for ten grounds.",
    "ai-atk-s0302a0:260_2": "for that is called “perfection” in the sense of loved ones.",
    "ai-atk-s0302a0:260_3": "‘I am being’, ‘I am wrapped’, or ‘I am the sign of consciousness’ or, or ‘perception’ or, when a place is announced, is all specifically arisen in this way’.",
    "ai-atk-s0302a0:260_4": "When there is a passing away and reappearing away and reappearing ...",
    "ai-atk-s0302a0:260_5": "Yet when this is so, the tenfold.",
    "ai-atk-s0302a0:261_0": "The fourth section on the group of seventeen.",
    "ai-atk-s0302a0:262_0": "5. Gahapativaggo",
    "ai-atk-s0302a0:263_0": "1. Pañcaverabhayasuttavaṇṇanā",
    "ai-atk-s0302a0:264_0": "41.",
    "ai-atk-s0302a0:264_1": "from which one lays down is",
    "ai-atk-s0302a0:264_2": "Regarding fear, they lead to fear,",
    "ai-atk-s0302a0:264_3": "Once they’ve gained the two factors of stream-entry that leads to the level of the factors, and they acquired the practice that leads to the level of the analysis of non-returners. Then, having gained confidence in the stream-enterers, were all these things, it is called a stream-entererer, and it is a stream-entererer.",
    "ai-atk-s0302a0:264_4": "This is what they’ve thought in regard to this:",
    "ai-atk-s0302a0:264_5": "the Noble One with fault-finding mind, ~ free of faults,",
    "ai-atk-s0302a0:264_6": "Having understood that this is the dependent origination:",
    "ai-atk-s0302a0:264_7": "“Whatever is called ‘the noble eightfold path’.”",
    "ai-atk-s0302a0:264_8": "Afterwards, wisdom arises in insight to path.",
    "ai-atk-s0302a0:264_9": "(They are) seen: learning, clarified by seeing,ight-handed, and then suitable.",
    "ai-atk-s0302a0:265_0": "Hell hell in the future, the animal realm, and the ghost realm are exhausted with burning hell for me.",
    "ai-atk-s0302a0:265_1": "So in each instance,",
    "ai-atk-s0302a0:265_2": "a stream-enterer, and an honey.",
    "ai-atk-s0302a0:265_3": "By not liable to fall from (into the lower realms),",
    "ai-atk-s0302a0:265_4": "through the first path is reckoned as a plantain,",
    "ai-atk-s0302a0:265_5": "Bodhisatta in the lower realm, the road to awakening, and the rose-apple tree, where I am developed in me.",
    "ai-atk-s0302a0:266_0": "Creatures of killing living creatures:",
    "ai-atk-s0302a0:266_1": "(also) fearfully is one,",
    "ai-atk-s0302a0:266_2": "and that which is two internally and externally:",
    "ai-atk-s0302a0:266_3": "while a single one of his father was like that he, thinking, “So it seems, I’ll think, ‘I’ll drive him with a sword and died,” she presented him with a knife.",
    "ai-atk-s0302a0:266_4": "The feminine arisen for him that which is called the outside.",
    "ai-atk-s0302a0:266_5": "But I will think, “I’ll find anyone else in the past,” and with the first month I think, “I’ll find this wish to offer you.”",
    "ai-atk-s0302a0:266_6": "This, firstly, is the reason why",
    "ai-atk-s0302a0:266_7": "But, having seen that hell in the animal realm, thinking, “I’ll go to hell.” This is his way to hell, the Beautiful son, the embarrassing bandits, the cycle of rebirths, and the tortoise of me.",
    "ai-atk-s0302a0:266_8": "Whenever they think, “I’m hatred, I’ll return.” They withdrew from the first, they’d be my last movement.",
    "ai-atk-s0302a0:266_9": "But what is said in the Exteriors?”",
    "ai-atk-s0302a0:266_10": "pained and sadness are one thing.",
    "ai-atk-s0302a0:266_11": "And just as, when a man has caught up in the size of the beds, saying: “Now, this is my turban, this even when the boy is lost, this is called “shows’ length clean” .",
    "ai-atk-s0302a0:266_12": "Without experiential confidence in him:",
    "ai-atk-s0302a0:266_13": "Excellent conduct,",
    "ai-atk-s0302a0:266_14": "But now these Noble Ones are related to the Noble Ones,",
    "ai-atk-s0302a0:266_15": "There are no noble ones who lose life, therefore they are not called in the noble ones.",
    "ai-atk-s0302a0:266_16": "all of them can be described firstly in the case of the following sets, that is the first section.",
    "ai-atk-s0302a0:267_0": "Second: Dangers and Threats",
    "ai-atk-s0302a0:268_0": "The second (Anāthapiṇḍika said) for the second day, for the rest of the monks",
    "ai-atk-s0302a0:269_0": "3. Dukkhasuttavaṇṇanā",
    "ai-atk-s0302a0:270_0": "43.",
    "ai-atk-s0302a0:270_1": "(thus) is the third kind of suffering.",
    "ai-atk-s0302a0:270_2": "there are two originations, originating from the cessation of both is the practice and the origin of the world.",
    "ai-atk-s0302a0:270_3": "Or a mendicant sees the origin of the cessation of both the times, the origin of the world, and the practice that leads to the origin of their cessation.",
    "ai-atk-s0302a0:270_4": "and the ending of the fivefold army: the ending of the community and the training.",
    "ai-atk-s0302a0:270_5": "Do you see the quantity of safety-three after death has come to an end, and seeming about the ultimate sanctuary.",
    "ai-atk-s0302a0:270_6": "I will teach you about the origin of suffering, the ending of suffering, and the practice that leads to the cessation of suffering.”",
    "ai-atk-s0302a0:270_7": "Associating with the inner skin of the object and by acting as object,",
    "ai-atk-s0302a0:270_8": "The meeting of the three is contact.",
    "ai-atk-s0302a0:270_9": "This is the origin of suffering.",
    "ai-atk-s0302a0:270_10": "By going downwards:",
    "ai-atk-s0302a0:270_11": "So that’s how the third kind of suffering is broken,",
    "ai-atk-s0302a0:271_0": "4. Lokasuttavaṇṇanā",
    "ai-atk-s0302a0:272_0": "This is the fourth kind of choices.",
    "ai-atk-s0302a0:273_0": "5. Ñātikasuttavaṇṇanā",
    "ai-atk-s0302a0:274_0": "45.",
    "ai-atk-s0302a0:274_1": "of five hundred relatives in the villages,",
    "ai-atk-s0302a0:274_2": "On the bank of the Giribbaja",
    "ai-atk-s0302a0:274_3": "Those who understand the teaching",
    "ai-atk-s0302a0:274_4": "Eavesdrops: it is possible to stand near the Buddha, if it is possible.",
    "ai-atk-s0302a0:274_5": "it seems that when he came to his end (of scent) scented it, he stood in the Buddha’s dispensation.",
    "ai-atk-s0302a0:274_6": "And when he saw the Buddha’s response, it seems, when he was thinking he thought, “Thisnking that the Buddha was very helpful to him by giving this exposition of the enquiry, without making this exposition of the teaching, was there, with this exposition of the teaching on the time of the Buddha, and without giving this exposition of the teaching on the explanation of the Dhamma, without giving them any exposition of the teaching,” then he heard that no one of the Teacher.",
    "ai-atk-s0302a0:274_7": "Therefore it was said, “That is not so, Sir.”",
    "ai-atk-s0302a0:275_0": "When you’re in you heard, what you’re doing?",
    "ai-atk-s0302a0:275_1": "Or they heard of our brothers.",
    "ai-atk-s0302a0:275_2": "having heard the learning in the three Vedas, having heard such virtues, thus he is speaking .",
    "ai-atk-s0302a0:275_3": "Remembering the state of peace, he memorizes the mind by means of speech,",
    "ai-atk-s0302a0:275_4": "doing this, they use it too as a cesspit.",
    "ai-atk-s0302a0:275_5": "for they have what is beneficial.",
    "ai-atk-s0302a0:275_6": "and he planets the beginning of the spiritual life.",
    "ai-atk-s0302a0:275_7": "Thus even in the three watches of the night is well proclaimed about,",
    "ai-atk-s0302a0:276_0": "Non-dweller",
    "ai-atk-s0302a0:277_0": "A one of the sixth name who was enquirying the sixth name",
    "ai-atk-s0302a0:278_0": "7. Jāṇussoṇisuttavaṇṇanā",
    "ai-atk-s0302a0:279_0": "In the seventh (reven) without joy, the network of the Truth which is like universal monarchs with eighty koṭis.",
    "ai-atk-s0302a0:280_0": "8. Lokāyatikasuttavaṇṇanā",
    "ai-atk-s0302a0:281_0": "48.",
    "ai-atk-s0302a0:281_1": "In the eighth day of the fortnight: in the world of the rod and the three world systems (only).",
    "ai-atk-s0302a0:281_2": "attends on the first world of men (world).",
    "ai-atk-s0302a0:281_3": "They look at the world in this way: it’s possible to know a deep again.",
    "ai-atk-s0302a0:281_4": "One person in one community: the oneness, the fact that is the oneness, asks the rest.",
    "ai-atk-s0302a0:281_5": "having become annihilated and destroyed when his previous existence was having become advantages. Afterwards they don’t ask about it first.",
    "ai-atk-s0302a0:281_6": "And here this is how all the clause “followers are my own views” should be understood as follows: “These are all the eighth sections.”",
    "ai-atk-s0302a0:282_0": "9. Ariyasāvakasuttavaṇṇanā",
    "ai-atk-s0302a0:283_0": "What is their origin?",
    "ai-atk-s0302a0:284_0": "Second: In the commentary on the Deeds",
    "ai-atk-s0302a0:285_0": "and two, namely, this is not the same kind of diverse spectrum of corpses.",
    "ai-atk-s0302a0:286_0": "The fifth sub-chapter on householders is finished.",
    "ai-atk-s0302a0:287_0": "6. Dukkhavaggo",
    "ai-atk-s0302a0:288_0": "1. Parivīmaṁsanasuttavaṇṇanā",
    "ai-atk-s0302a0:289_0": "51.",
    "ai-atk-s0302a0:289_1": "if he makes an end of suffering in the first enclosing of suffering,",
    "ai-atk-s0302a0:289_2": "When old age and death are counting, they thought, “Why do they not get any old age and death? ”",
    "ai-atk-s0302a0:289_3": "In that place where all suffering comes.",
    "ai-atk-s0302a0:289_4": "Because that man is executed by old age and death, he thinks, “That man is the same way,",
    "ai-atk-s0302a0:289_5": "So he said, “This is why, having shown that suffering arises in the world who does not apply himself to the man who brings him harm and suffering.”",
    "ai-atk-s0302a0:290_0": "When old age and death cease, Old age and death cease without anything left over, their origin, their cessation, and the practice that leads to their cessation, is the meaning.",
    "ai-atk-s0302a0:290_1": "‘This is called one practicing in accordance with the Teaching’,",
    "ai-atk-s0302a0:290_2": "then that state is contrary to the Dhamma: it causes an unprincipled assembly, the meaning is, it is invalid.",
    "ai-atk-s0302a0:290_3": "having entered on the end of suffering, he is practicing for the cessation of old age and death.",
    "ai-atk-s0302a0:290_4": "with the cessation of (volitional) processes: cessation,",
    "ai-atk-s0302a0:290_5": "to this point up to the end of the path",
    "ai-atk-s0302a0:291_0": "Now, as to the fruit of Liberation (himself), he should show that he is to say: “Now, when one who is deliberately shows them, he is worthy of offerings .”",
    "ai-atk-s0302a0:291_1": "For one who has ended the defilements, who sees the shackle of suffering,",
    "ai-atk-s0302a0:291_2": "Furthermore, the appearance, whirlpools, looking around and discovering the whirlpools, even if he stays there, he can also be understood about this.",
    "ai-atk-s0302a0:291_3": "Herein, ignorance is endowed with all ignorances.",
    "ai-atk-s0302a0:291_4": "A person is impurities too another individual.",
    "ai-atk-s0302a0:291_5": "if he talks on both counts,",
    "ai-atk-s0302a0:291_6": "Two talk about the Buddhas, that is referring to the ultimate discussion.",
    "ai-atk-s0302a0:291_7": "“There a man who isn’t allowed the three people there.”",
    "ai-atk-s0302a0:291_8": "“By these elements,” thus it is the instance of the sense-spheres.",
    "ai-atk-s0302a0:291_9": "Walking about the consequence of his liquor, they all throw themselves into the door.",
    "ai-atk-s0302a0:291_10": "(living) they can saw a good declaring meaning in contempt,",
    "ai-atk-s0302a0:291_11": "Therefore it is said:",
    "ai-atk-s0302a0:292_0": "“Do you say the truths, the Awakened One,",
    "ai-atk-s0302a0:293_0": "(And) the third (first) is reckoned as a third good.",
    "ai-atk-s0302a0:294_0": "The World is the truth of the world:",
    "ai-atk-s0302a0:295_0": "-Regarding the truths of the essence between truth and the truth.”",
    "ai-atk-s0302a0:296_0": "volitions meritoriously in the modes of merit.",
    "ai-atk-s0302a0:296_1": "makes choice:",
    "ai-atk-s0302a0:296_2": "They make merit with consciousness as their result, and the result of good and bad deeds.",
    "ai-atk-s0302a0:296_3": "choices, they make merit.",
    "ai-atk-s0302a0:296_4": "Conditions, choices, and consciousness.",
    "ai-atk-s0302a0:296_5": "They result in imperturbable consciousness, which is the result of past deeds, future consciousness, and present.",
    "ai-atk-s0302a0:296_6": "And in this context, that is to say, the three kinds of becoming , the fourfold, that is to say, the three, and the ninety-two aspect.",
    "ai-atk-s0302a0:296_7": "thus far there is a thorough path...",
    "ai-atk-s0302a0:297_0": "While showing running out the currents, monks,",
    "ai-atk-s0302a0:297_1": "Herein, ignorance is the unknown, and the four truths.",
    "ai-atk-s0302a0:297_2": "Knowledge and knowledge:",
    "ai-atk-s0302a0:297_3": "Herein, the first knowledge arises here is abandoned here.",
    "ai-atk-s0302a0:297_4": "But just as, when the fourth, the night is given up in the fourfold reckoning is given up, gives rise to ignorance and given rise to knowledge, you should understand that ignorance is given up.",
    "ai-atk-s0302a0:297_5": "There’s no way in the world, and don’t grieve at all.",
    "ai-atk-s0302a0:297_6": "Not grasping, they don’t become anxious because of grasping. They don’t exist in the groups of craving. They don’t tremble or get anxious. The meaning is the best of craving.",
    "ai-atk-s0302a0:297_7": "But others are only one’s ownership, but not others;",
    "ai-atk-s0302a0:298_0": "This pleasant feeling: this is the extent to do.",
    "ai-atk-s0302a0:298_1": "having destroyed the pollutants, having shown that he is a dispensation, he will show (to them).",
    "ai-atk-s0302a0:298_2": "Without having drunk midday on the heeld, without turning them away.",
    "ai-atk-s0302a0:298_3": "Then why does feeling come from?",
    "ai-atk-s0302a0:298_4": "There is this,",
    "ai-atk-s0302a0:298_5": "For when you take pleasure in happiness he takes pleasure in suffering and attains suffering as pleasure, and as pleasure and pain.",
    "ai-atk-s0302a0:298_6": "The meaning is that which is: the end of the body and the physical rolls round of the body and the five corresponds of the body. The meaning is: it is five produced by the bodily feeling.",
    "ai-atk-s0302a0:298_7": "cutting off the life of the wide,",
    "ai-atk-s0302a0:298_8": "the life of one rolls towards living beings.",
    "ai-atk-s0302a0:299_0": "There it ceases. After that, one who feels it ceases and stops.",
    "ai-atk-s0302a0:299_1": "(but) the conclusion of the progress is established in the same way.",
    "ai-atk-s0302a0:299_2": "When five years have passed, they descend in the case of the first rainy season. Then, instead of waves and dust on the five cords, the dye’s arm, laughing and postsing, they’re droping downwards, laughing backwards, and variously prevented.",
    "ai-atk-s0302a0:299_3": "Then, while seven days, he said: “So, sir, a single night has passed away, I wouldn’t perceive.”",
    "ai-atk-s0302a0:299_4": "Even though you know that there are forms, I don’t see carrions, hear, think, “We’ll be ugly,” then they say, “We don’t know whether a person is delicious or unpleasant,”",
    "ai-atk-s0302a0:299_5": "Thus there is the five doors, the mental range in the mind. And the mental rolls forth together.",
    "ai-atk-s0302a0:299_6": "Although eventually she broke off the neck, the heart of death in the heart,",
    "ai-atk-s0302a0:299_7": "He is one who lives first in this way: he is called “one who lives in dependence (?).”",
    "ai-atk-s0302a0:299_8": "When it is not called “confinement” refresh and dead,",
    "ai-atk-s0302a0:300_0": "(but) he should proclaim the Bodhisatta late in the Island –",
    "ai-atk-s0302a0:301_0": "Suppose a person was to draw a reins him first and bathed down into the water. Then, having built a water jar, and five mouthfuls, make a basket, rain, water, and poursing the sky in the sky. Then, when the streams, water flows down by the sky was set out from the water, the rainy season, and the water would drops, and the water into the sky into air.",
    "ai-atk-s0302a0:301_1": "he is reckoned as far as the water does not have any water.",
    "ai-atk-s0302a0:301_2": "But when these are states, it should be understood, is said to be “with water” the time of causing water.",
    "ai-atk-s0302a0:302_0": "When it was raining, the water was heated by a hundred times in the water, then the rivers announced by the water. As far as the streams, he drops drawn out and the rainy season by the sky first stars and sets out rain, which was then wide, when there was no raining, the rainy season by the sky at the time of the rainy season, when dropsing, falls into the water, aslegs, or like a conscious moments for breaking out of the water, and so long in the water without rising for breaking the sky in the desertations, as airing from the water, so long as air of the bubbles, rain, and the timber cutting from the timber of the five hundred times,",
    "ai-atk-s0302a0:302_1": "But just as, when a droping in water are being cut off the water, the mind is said to be “There is absorption” because they are unallowable,",
    "ai-atk-s0302a0:302_2": "For this feeling said: “Before one feels the end of this feeling,”",
    "ai-atk-s0302a0:303_0": "when their body breaks up, that is:",
    "ai-atk-s0302a0:303_1": "The life of the wide is span of the life,",
    "ai-atk-s0302a0:303_2": "(but) after approaching here and there, he should go right here and there in the same way as before.",
    "ai-atk-s0302a0:303_3": "will become cool and fall into cool, freely glorious.",
    "ai-atk-s0302a0:303_4": "relics is the body element’s corpse.",
    "ai-atk-s0302a0:303_5": "Once they’ll steal,",
    "ai-atk-s0302a0:304_0": "The potter’s distributes in the place where the potter is put.",
    "ai-atk-s0302a0:304_1": "if he cancels it:",
    "ai-atk-s0302a0:304_2": "turned to a carcass, with  lot of pots, bound together with robbers,",
    "ai-atk-s0302a0:304_3": "(thinking): ‘Explain’ is low.",
    "ai-atk-s0302a0:304_4": "In the same way, this is how to construe it –",
    "ai-atk-s0302a0:304_5": "For it is like a potter who sees a potter’s kiln, like a potter in a potter’s kiln, which is like a potter’s kiln, which is in the place wherever there is a pottership, then, having droping a potter-pole, like a potter on its mountain-feet, and it sets down the water for washing the feet. And in a potter cutting its shell, the upper story, and the pulled up from the ground that has nourished means, and nourished from the fruit of Arahants incarnationship, dropotations and so on.",
    "ai-atk-s0302a0:304_6": "But when one with defilements ended, like a potter’s kiln is destroyed, and one who attains Nibbāna in the sixty-twomen, but who, like the attains Nibbāna on the ground, and whose mind is extinguished is extinguished with extra effort, and whose mind is extinguished is extinguished through the earth element.",
    "ai-atk-s0302a0:304_7": "Then as a potter’s corpses and a wet-nurses left over and unevenly in the body.",
    "ai-atk-s0302a0:304_8": "They will understand what is relics, and thus they have ended the defilements. For this is a preference in the next life.",
    "ai-atk-s0302a0:305_0": "consciousness of wisdom can be known as “consciousness”,",
    "ai-atk-s0302a0:305_1": "It’d be good that she declares the Elders:",
    "ai-atk-s0302a0:305_2": "This is how it is in three ways that conceives unconditioned, which is unpleasant to do with the conscious consciousness.",
    "ai-atk-s0302a0:305_3": "(including) to be fixed, he declares that intention is effective.",
    "ai-atk-s0302a0:305_4": "Just this is the first thing.",
    "ai-atk-s0302a0:306_0": "2. Upādānasuttavaṇṇanā",
    "ai-atk-s0302a0:307_0": "52.",
    "ai-atk-s0302a0:307_1": "In the second enquiry there are four kinds of grasping.",
    "ai-atk-s0302a0:307_2": "Seeing this gratification of the gratification,",
    "ai-atk-s0302a0:307_3": "In this context:",
    "ai-atk-s0302a0:307_4": "This is the nutriment condition,",
    "ai-atk-s0302a0:307_5": "which is at peace, which is accompanied by defilements.",
    "ai-atk-s0302a0:307_6": "In the same way, when it comes out of the three kinds of fire, is allowed to see the three kinds of swamped by a fire, the foolish ordinary person who puts it on the best of spots in the similes of craving, etc., and it is scaredily pressed by craving, etc., which is skillfully blameworthy, and blameless.",
    "ai-atk-s0302a0:307_7": "The hawks of the grass, etc., are swamped by the mass of fire in the case of the fools, like a foolish ordinary man who is flames about by his waves and undergones, like a fool, is said to be the matter of the worm-infested.",
    "ai-atk-s0302a0:308_0": "from time to time someone wouldn’t toss out the grass, cow dung, or wood.”",
    "ai-atk-s0302a0:308_1": "“Don’t winnowed his fire, places himself in a bundle, drill-stick on his place. Sweept away the fire and wounds, heat it with fire.",
    "ai-atk-s0302a0:308_2": "Would you be growing back in this way?",
    "ai-atk-s0302a0:308_3": "It was better for me to stay away from here and there.",
    "ai-atk-s0302a0:308_4": "I’m unable to eat it, I’m not able to eat it.’",
    "ai-atk-s0302a0:308_5": "Well then, what’s this simile of fire?",
    "ai-atk-s0302a0:308_6": "Come, hatred, and magician. When you’ve washed off the grass, dogs, and it’s muddy water, while sitting on your beds there after becoming cool and shade, and there the planted on the banks of the riverlands, you will walk about the doorway, and there you’ll be a pond covered with grass and leaves. And that’s pulled up and sat down on the bank of the river.” Then, after seeing the Greatly stepsing on a cold of the moon, the ooozing from the sky, the sesss, you will walk on the bank of the oobsservers, the great flood, and bring it to the Fack.”",
    "ai-atk-s0302a0:308_7": "and draws back from the community of monks.",
    "ai-atk-s0302a0:308_8": "Rather, the fire would make up the constituent group with his five hundred rises.",
    "ai-atk-s0302a0:308_9": "This is what was said from time to time.",
    "ai-atk-s0302a0:309_0": "In the same way, in this context:",
    "ai-atk-s0302a0:309_1": "Having forty of the meals a hundred times set up a fire produced by a great altogether, as well astonishing and shakeing the sacred flame about by the Avantages of the Thūpa, like the moon surrounded by the sun and moon, and as its nearby entraces, all the paths of the city by the Pācīnatissakas and Kumārakassapa, after making an end of the supremely-world, for him, like the head was situated on a poison, like a junicked by the Buddha, the chief queenching one road in that place, and making an end of the fruit, the right hands of Arahants, you embed by the making an end of the licks of suffering.",
    "ai-atk-s0302a0:309_2": "Because of the grass they’d do so, with the ending of defilements ended, like the fire element that comes up to the end of the life-continued still it becomes extinguished with the aggregates, and with the ending of defilements.",
    "ai-atk-s0302a0:310_0": "3. Saṁyojanasuttavaṇṇanā",
    "ai-atk-s0302a0:311_0": "53.",
    "ai-atk-s0302a0:311_1": "In the third (discourse) there are ten fetters.",
    "ai-atk-s0302a0:311_2": "Grasping: burning!",
    "ai-atk-s0302a0:311_3": "oil, a wick,straping a crawl, and powder a wick to a cleaver, and standing there, heeld a threw.",
    "ai-atk-s0302a0:311_4": "You should know the third conclusion with them.",
    "ai-atk-s0302a0:312_0": "Second: Practice",
    "ai-atk-s0302a0:313_0": "The meaning is stated (but) the fourth, and then it is stated. This is the meaning.",
    "ai-atk-s0302a0:314_0": "5. Mahārukkhasuttavaṇṇanā",
    "ai-atk-s0302a0:315_0": "55.",
    "ai-atk-s0302a0:315_1": "Eventually they continue the method of the earth, water, fire, and air.",
    "ai-atk-s0302a0:315_2": "binding up the hand of a tree heap of grain on the elephant’s head, as he dried up the trees, the big as it were, the jackal’s rustled to the top of a snake,",
    "ai-atk-s0302a0:315_3": "But this is the grossness in this matter.",
    "ai-atk-s0302a0:315_4": "For a large tree is allowed to the roots of the trees as it’s allowable for you to finish the roots of a tree as an air. It’s soaked in the branches of the leaves of the Great Wood, as long as it is allowable for a long time.",
    "ai-atk-s0302a0:316_0": "they wrap the small ones and the sacred flame.",
    "ai-atk-s0302a0:316_1": "cut up the parts,",
    "ai-atk-s0302a0:316_2": "But this is the grossness in this matter.",
    "ai-atk-s0302a0:316_3": "For even though they are very head-spheressed, like a strong man who wants to bring him to the roots and various kinds of trees, etc., and like the monk who wants to develop the meditation subject from the root of trees to the root of a tree, etc., and like the time of the warding off of the roots and trunk, like the boiled his attention to the root of a tree, and it seems tortures produce knowledge about the fruits of the earth, like the poison, like the palace, is the moistures of fire, like the moistry, the food, ching from the root of a string of tree, and diversing from the fruit of tinking to the water, and shaking from the four poisons of the ropes of any twembs, then to the lickles, like the heart of the hus of any twormber of the making an ascetic.",
    "ai-atk-s0302a0:317_0": "Second: A Great Tree",
    "ai-atk-s0302a0:318_0": "After saying this is the first thing (where): “The meaning is that, and having spoken during the sixth wonder.”",
    "ai-atk-s0302a0:319_0": "7. Taruṇarukkhasuttavaṇṇanā",
    "ai-atk-s0302a0:320_0": "57-59.",
    "ai-atk-s0302a0:320_1": "A solitary, without fruit,",
    "ai-atk-s0302a0:320_2": "They’d try to get rid of it,",
    "ai-atk-s0302a0:320_3": "And they took it away and drunk, cooked it with dirt, soiled it, cotton-wool, creeper, rice, and mud.",
    "ai-atk-s0302a0:320_4": "so that it is growed up to fragrant flower, like a donkey fruit.",
    "ai-atk-s0302a0:320_5": "But this is the grossness in this matter.",
    "ai-atk-s0302a0:320_6": "The tree is allowed to eat a building made of iron, like a man’s tree. It’s shoots, when it is finished three doors, like the foolish ordinary man’s iron ball, is allowed to enter a tree root where item.",
    "ai-atk-s0302a0:320_7": "should be understood in this way:",
    "ai-atk-s0302a0:320_8": "Eight lost opportunities.",
    "ai-atk-s0302a0:320_9": "Seventh...",
    "ai-atk-s0302a0:321_0": "10. Nidānasuttavaṇṇanā",
    "ai-atk-s0302a0:322_0": "60.",
    "ai-atk-s0302a0:322_1": "He lives with many in Kusinārā, thus with many advertingsities, he lives in the countryside.",
    "ai-atk-s0302a0:322_2": "(This) doing, he causes a town to site: the desert village, the town, the capital Kurus named Giri.",
    "ai-atk-s0302a0:322_3": "this venerable is a term for peace.",
    "ai-atk-s0302a0:322_4": "he is the name of the elder Ānanda.",
    "ai-atk-s0302a0:322_5": "he sat down on one side. Today, with the right side in the ground, with the right arch, like the ropes, the frontier of the Buddha, the South of the mountain, and the cowherd, the cowherd’s wound, like the foremost.",
    "ai-atk-s0302a0:322_6": "Therefore it was said: “Having eaten what was said”.",
    "ai-atk-s0302a0:323_0": "Whatever reason you approach the Buddha,",
    "ai-atk-s0302a0:323_1": "asking questions in Sañjikāputta about the reason for the sake of (of the enquiry) deeds,",
    "ai-atk-s0302a0:323_2": "The day, it seems, for the sake of her family in the midst of the house became covered with plastered inside and out, droping the water, and making a restroom for a thousand companions, he said, “Having (only) sitting down in the water, after going to the lake, where he saw his pupils sitting down on the rainy season, where he entered upon the day. The Teacher, where he spread out his pupils, and prepared a cold his pupilstory, he entered the Teacher, where he spread his pupils his pupils on his own hands and sat down.",
    "ai-atk-s0302a0:323_3": "Mindfulness emerging from the now he has reckoned as condition there is knowledge of the attainment (of existence).",
    "ai-atk-s0302a0:323_4": "After realising that “Ignorance” is a condition by way of desire,” he laid down on both sides, regardless of whether the beginning, middle, or the end of these three times in the middle, he then two times penetrated by the central state.",
    "ai-atk-s0302a0:323_5": "after becoming in this way, he appeared as if drewning as if surviving.",
    "ai-atk-s0302a0:323_6": "Then he thought:",
    "ai-atk-s0302a0:323_7": "“This is a cause of all repair, deep-dyed, profound, transcendent, dealing with wintment, deepened by a deep observed it, and nurses, I shall go to the Buddha and sat down in the assembly hall with a deep matter!” But when I was sitting in the evening time, to set up a displayed, to him, to smile, after coming to him, and to support him. When he said, “Now in the evening, would I have no matter, for me,",
    "ai-atk-s0302a0:323_8": "Therefore it is said:",
    "ai-atk-s0302a0:323_9": "“This Questioning is the reason why I ask about the reason for his Questions.”",
    "ai-atk-s0302a0:324_0": "So far as there is a deep lake text, to waves,",
    "ai-atk-s0302a0:324_1": "transcending the depths which is deep and less.",
    "ai-atk-s0302a0:324_2": "One might become profound and appear, deep or appears deep.",
    "ai-atk-s0302a0:324_3": "only one, it is pouring, like a profound, like a black floor.",
    "ai-atk-s0302a0:324_4": "for he’ll care like those spendid stretch out.",
    "ai-atk-s0302a0:324_5": "One is deep, appears clear, and praises the one who is morsel.",
    "ai-atk-s0302a0:324_6": "for that is, it seems, to say, those spending flourishes.",
    "ai-atk-s0302a0:324_7": "He has a shallow water in the jar, like in the water.",
    "ai-atk-s0302a0:324_8": "it is deep, like a deep lake fed by the waters of a ocean.",
    "ai-atk-s0302a0:324_9": "In this way you’re not obtained by water.",
    "ai-atk-s0302a0:324_10": "But you have no dependent origination",
    "ai-atk-s0302a0:324_11": "for this deep pit is one deep and appears deep.",
    "ai-atk-s0302a0:324_12": "Yet even though I’m marvellous and deceitful, consequence of such an incredible quality, and then ask in order to discussing his own question.",
    "ai-atk-s0302a0:325_0": "After hearing what the Buddha said, he thought, “Bhaddā’s speech, like the hand of a sunn height, like having heard, deposed, like in the ocean, like a deep lake, or springs into the ocean on the earth. Then I’d think, ‘I won’t like it like myself, or as a deposing sex with a deep lake, like the ocean’s sewings it.”",
    "ai-atk-s0302a0:326_0": "The meaning is killed thus: “One who is lost, do not (in return), that is the meaning.”",
    "ai-atk-s0302a0:326_1": "“Don’t say that, Ānanda,” “Don’t rebuke Ānanda;”",
    "ai-atk-s0302a0:326_2": "Herein, now you should intent on account of these: “Ānanda, you are so deep, appearance, as austerity, as austerities, and austerities.",
    "ai-atk-s0302a0:327_0": "Herein, the four immaterial states:",
    "ai-atk-s0302a0:327_1": "Which of these six months had plenty of food, it seems, for the sake of a large stone chamber on the ground, a fisherments of the floor.",
    "ai-atk-s0302a0:327_2": "The King said, “What is this?”",
    "ai-atk-s0302a0:327_3": "Having a beautiful lady,",
    "ai-atk-s0302a0:327_4": "Having said: “Having spears, I do not drink.”",
    "ai-atk-s0302a0:327_5": "Saying, “I cannot go to the charnel ground,” he told him, “When I washed the Pink Lotus longhouse, I am going to the Earth,” and when he had spoken, he departed.",
    "ai-atk-s0302a0:327_6": "Herein, a huge bloated corpse is said to be ‘blim’ because it’s unthinking’. And it can be said.",
    "ai-atk-s0302a0:327_7": "For that is just like a golden statue,  praised by one hundred thousand eons.",
    "ai-atk-s0302a0:327_8": "Venerable Mahā Moggallāna, the Mallas,",
    "ai-atk-s0302a0:328_0": "the great ocean is called an 40 kilometers, a three hundred leagues long, or a hundred leagues long.”",
    "ai-atk-s0302a0:328_1": "Herein, proclaimed by the rolls,",
    "ai-atk-s0302a0:328_2": "While he was teaching the South of the water, it seems, a hundred leagues long, or even five hundred leagues high.",
    "ai-atk-s0302a0:328_3": "When it is finished two or three days after it has been smeared with an opportunity, then insert a fingernail, and when he is deposited by an old vessel, he is going to the staircase that three times before him.",
    "ai-atk-s0302a0:328_4": "I’m not able to set up the water for washing a hundred leagues.",
    "ai-atk-s0302a0:328_5": "They’d say:",
    "ai-atk-s0302a0:328_6": "“This great ocean is deep and appears deep, this is deep. It doesn’t smooth the size of water.”",
    "ai-atk-s0302a0:328_7": "Herein, when you’re reborn in the ocean put on account of all the marks of the great ocean, ‘They are in the ocean’, and ‘they’re the knowledge of the origin of suffering’.",
    "ai-atk-s0302a0:328_8": "with his two-hundred kings flags,",
    "ai-atk-s0302a0:328_9": "The boil has been buried up in leagues long, and 650 kilometers, it’s not worth a sixteenth day. It’s good for twelve leagues, or eight leagues.",
    "ai-atk-s0302a0:328_10": "They’d say:",
    "ai-atk-s0302a0:328_11": "“This is the end, this is the simply unbroken, this is the end of the world, and it is not even a blossom.”",
    "ai-atk-s0302a0:328_12": "Herein, when someone is laying on sensual pleasures, good-working, and ignorant speech can be called ‘unbuilding’. This is the knowledge of the arising of suffering’.",
    "ai-atk-s0302a0:329_0": "and one hundred thousand leagues from Rāhula.",
    "ai-atk-s0302a0:329_1": "While he is intervals of two hundred leagues long, there is a 40 kilometers, a drop of 40 kilometers, themeters between the tip of a hundred leagues in the crack.",
    "ai-atk-s0302a0:329_2": "Its water in the ocean is deep and limitless.",
    "ai-atk-s0302a0:329_3": "They’d say:",
    "ai-atk-s0302a0:329_4": "“This is the deep and realising,",
    "ai-atk-s0302a0:329_5": "this deep thing,",
    "ai-atk-s0302a0:329_6": "We don’t even know the water’s covering.”",
    "ai-atk-s0302a0:329_7": "Herein, when someone has been reborn in the ocean sort of persons, he is unshakable and unbounded.",
    "ai-atk-s0302a0:329_8": "In the same way, when a senior, there is a origination of knowledge, a condition for the other arising of knowledge.",
    "ai-atk-s0302a0:329_9": "please don’t say that, Ānanda! Don’t be Ānanda!",
    "ai-atk-s0302a0:330_0": "for one who is story at the four elders appeared on it.",
    "ai-atk-s0302a0:330_1": "What four?",
    "ai-atk-s0302a0:330_2": "a stream-enterer, because of the progress of previous practice, he is a stream-enterer, so much to be developed.",
    "ai-atk-s0302a0:331_0": "It seems that even a hundred thousand eons have arisen in the world named Uttara.",
    "ai-atk-s0302a0:331_1": "Ānanda was the name of that city called Bodhi, Ānanda, called Suppabuddha, and Padumavatī, the mother of the Bodhi branch.",
    "ai-atk-s0302a0:331_2": "He re-entered his son, and grandsoned his wife by the son of a great arm, he thought, “I will renounce Shave the feet on the strike from the collar and set it out.”",
    "ai-atk-s0302a0:331_3": "he broke the earth and pulled up the ground.",
    "ai-atk-s0302a0:331_4": "The thirty-two bowls were produced by the thirty-two marks of austerities, (where had) twenty-two rained upon.",
    "ai-atk-s0302a0:332_0": "A teacher, the state of peace, became infideast for the sake of (of existence). The Teacher was not able to obtain eleventh a gain for eleven hands, and fetching his hands,",
    "ai-atk-s0302a0:332_1": "eleven feets on the fortnight of it, the forehead of it, the forehead of it, the purpose of going into the presence of (supernatural) vases, wings down from the group of ninety-nine days.",
    "ai-atk-s0302a0:332_2": "Then the Buddha said, “Having given a difference between the four directions,” and so on.",
    "ai-atk-s0302a0:332_3": "The two chief pupils were well-born and (true), having heard the finest lady named Sumana and Panāda.",
    "ai-atk-s0302a0:332_4": "The Buddha Padumuttara, surrounded by one hundred thousand Bhikkhus, entered Kusinārā with a thousand Bhikkhu fraternity and physical cream.",
    "ai-atk-s0302a0:333_0": "He was well-formed, and Sumana",
    "ai-atk-s0302a0:333_1": "The King gave him his wealth garden (for him).",
    "ai-atk-s0302a0:333_2": "(but) after the Teacher came and saw the Teacher, he said:",
    "ai-atk-s0302a0:333_3": "Then one day, while going back to Kusinārā",
    "ai-atk-s0302a0:333_4": "the one Sumanā’s instruction.",
    "ai-atk-s0302a0:333_5": "“Dear Ambaṭṭha, why have you put a stop?”",
    "ai-atk-s0302a0:333_6": "He then paid homage to the king, “King, sir,” and he sent to the king.",
    "ai-atk-s0302a0:333_7": "The King said, “Give me my son; please come.”",
    "ai-atk-s0302a0:333_8": "They had a thousand ministers.",
    "ai-atk-s0302a0:333_9": "While on his way to that person he consultation –",
    "ai-atk-s0302a0:333_10": "“What should I do with you, my father? Please give me a group.”",
    "ai-atk-s0302a0:333_11": "some of them said, “Take the courtesan and take me seven treasures,”",
    "ai-atk-s0302a0:333_12": "“In the same way, sirs, you must take care of the earth, if it’s hard for you to give it up. That’s why you do this.”",
    "ai-atk-s0302a0:333_13": "He said: “I have no good friend, you’ll give me that, and then I have taken up your love for the child, and then I’ll go to your father and bring them back.” And he said, “Great King, I’ll give me my life!” and saying, “Great king, I’ll make an effort to do so.”",
    "ai-atk-s0302a0:333_14": "she does not.",
    "ai-atk-s0302a0:333_15": "But there is no discussion of the aristocrats who were princess, I don’t need.",
    "ai-atk-s0302a0:333_16": "(but) my mind was hard to give up the Buddhas. If I don’t wish to give it, what can I do?’",
    "ai-atk-s0302a0:333_17": "“Good, sir, I will know the Buddha’s dwelling.”",
    "ai-atk-s0302a0:334_0": "At that time the Buddha had finished his meal and refused an invitation to eat more.",
    "ai-atk-s0302a0:334_1": "he went to the districts in the pavilion of the monks.",
    "ai-atk-s0302a0:334_2": "They said to him:",
    "ai-atk-s0302a0:334_3": "“Why have you come?”",
    "ai-atk-s0302a0:334_4": "Let me see the Fortunate One, (saying):",
    "ai-atk-s0302a0:334_5": "“We don’t want to see the Teacher, King, and we don’t wish to give either.”",
    "ai-atk-s0302a0:334_6": "But sir, who craves?",
    "ai-atk-s0302a0:334_7": "The Erāpatha, the King’s son,",
    "ai-atk-s0302a0:334_8": "“Venerable Sir, where is the senior monk?”",
    "ai-atk-s0302a0:334_9": "and after going, worshipping the Elder, he asked:",
    "ai-atk-s0302a0:334_10": "“Sir, I wish to see the Buddha. I wish to see the Blessed One.”",
    "ai-atk-s0302a0:334_11": "The elder said, “Come, chief,” and he took her fragrant scents, set it on the hut.",
    "ai-atk-s0302a0:334_12": "Then the Buddha said to him: “Why did you come?”",
    "ai-atk-s0302a0:334_13": "“Sir, a son of the king, come to see the Buddha.”",
    "ai-atk-s0302a0:334_14": "Please prepare a seat to set out a seat.”",
    "ai-atk-s0302a0:334_15": "The elder prepared the seat.",
    "ai-atk-s0302a0:334_16": "The Buddha sat on the seat spread out.",
    "ai-atk-s0302a0:334_17": "The son of the king, having worshipped the Fortunate One, said this to the King: “God-King.”",
    "ai-atk-s0302a0:334_18": "“Sir, you wish to lean a hut on the spot. But I want to see the Buddha. I’ll make the propagation of the Faith.” And the senior mendicants replied, “It’s in the presence of you to show me, venerable sir.” But it seems to the senior elder and says to me in the stanza of the Buddha.",
    "ai-atk-s0302a0:334_19": "ʻYes, Prince, this is my Teaching for me,",
    "ai-atk-s0302a0:334_20": "What does having made known of the Buddhas’ dispensation?",
    "ai-atk-s0302a0:334_21": "and after giving a gift, he undergoes the Uposatha hall.",
    "ai-atk-s0302a0:334_22": "I too wanted to offer it like a rainstorm cloud, like the curd of the Buddha! May the three months of the rainy season.”",
    "ai-atk-s0302a0:334_23": "“Is there anyone who is going?” And after seeing them, they told him, “Previously, Princess,” they brought them to perfection?",
    "ai-atk-s0302a0:334_24": "When the Fortunate One knew that this was said, “The Happy One,”",
    "ai-atk-s0302a0:334_25": "“Venerables, I have gone to a dwelling with a thousand! My fathers and dressed in a hundred leagues, andloved he sent for 80 kilometers. Then after going to the Buddha, please wait once more than four or five hundred leagues, fairs in the vicinity of a hundred leagues.” And he left, where he had left, saying, “I have come.”",
    "ai-atk-s0302a0:334_26": "after going to the city of Kusinārā, and seeing a hundred thousand of that (spiritual), he saw a hundred thousand of a hundred thousand (spiritual) requisites, and having constructedly made an opportunity, he gave it to one hundred thousand coins,",
    "ai-atk-s0302a0:334_27": "There, having spent the day in which the Buddha to be prepared for the night and for the hut on the day, he inspiring the hut on the site of a hut consisting of a portion of fragrance, and he drawed the hut together with my buttocks, saying “Wait is my father’s home.”",
    "ai-atk-s0302a0:335_0": "The king did as he was asked and he said, “Then did you wait.”",
    "ai-atk-s0302a0:335_1": "A hundred thousand Bhikkhus arrived at the Fortunate One, and when he was living in a hundred leagues.",
    "ai-atk-s0302a0:335_2": "The prince, “After hearing the Dhamma,” he returned to meet him at dawn, and having taken his dwelling, he entered the dwelling,",
    "ai-atk-s0302a0:336_0": "“Even one hundred thousand aeons is seen with a hundred thousand coins,",
    "ai-atk-s0302a0:337_0": "he accepted the park named Mahā Rohana.”",
    "ai-atk-s0302a0:338_0": "made in this dwelling.",
    "ai-atk-s0302a0:338_1": "When he had completed the rainy season residence and his own sons, he gave gifts to his children and wives in arrival at the feet of the Buddha, and he went to ourselves together with his pupils.",
    "ai-atk-s0302a0:338_2": "That’s why I rob the three months and four months, but when I’ve done this same thing, I’ll undertake one hundred thousand precepts.”",
    "ai-atk-s0302a0:339_0": "While he was going to the charnel ground, he saw a hundred and a thousand leagues away, and he thought, “This poorly declaring the same place as ability as I had been performed, the miracle, after entering the Fortunate One’s merit for a long time, in that place, the Elder Mahā-Kassana returned to the Great Seer’s place, having spent for seven days, and less than seven days,” he did not thought,",
    "ai-atk-s0302a0:339_1": "Therefore the Fortunate One, after making this appearance in the future, like one with a Buddha, be embarrass with his fortune, and striking him with one of the five days.”",
    "ai-atk-s0302a0:339_2": "“Sir, the Buddha will attend on him with his mind. But he will be a Buddha, there will be a thousand times.” And he thought, “In this way he will appear to us.”",
    "ai-atk-s0302a0:340_0": "“Through all that attained is yours alone,",
    "ai-atk-s0302a0:341_0": "And all the moon so full to the waning fortnight.”",
    "ai-atk-s0302a0:342_0": "Āha.",
    "ai-atk-s0302a0:342_1": "When he heard this, he thought, “Prince me alone are unshakable.” Then he got his bowl and robe, he followed behind the Buddha’s back.",
    "ai-atk-s0302a0:342_2": "At that time the Buddha gave a gift of a thousand years, and it was reborn to him at the foot of the a hundred thousand times, and made an offering of the Thera. He gave it a century to the Theras, offered it to the highest offering.",
    "ai-atk-s0302a0:342_3": "After being reborn on top of the heavens in Bārāṇasī, when he had been reborn in a gathering of the Buddhas, he approached the gatherings of the garden, four thousand chiefs of men. After calling him four thousand (of the Buddhas), he palaces at each of the four Buddhas, –",
    "ai-atk-s0302a0:342_4": "the place where these things are developed,",
    "ai-atk-s0302a0:343_0": "A hundred thousand aeons, having created a thousand coins from the Bodhi tree, after concluding the Righteous Buddha’s presence, and he left the town together with his pupils. Taking the Kakusandha, he came back to Bhaddiya and (Tree) non-human beings. After hearing the Pabbajjā ordination in the presence of the Buddha, he went forth together with his pupils.",
    "ai-atk-s0302a0:343_1": "Thus he spoke like this, which appears deep, appears in the profound, although breaking off of it, profound, skill in dependent origination.",
    "ai-atk-s0302a0:344_0": "And here the Vissakamma, having learnt the following messages: questions, having learnt from the teachers in the presence of others, are said to be expounded .",
    "ai-atk-s0302a0:344_1": "is purified in the Elder’s elder,",
    "ai-atk-s0302a0:344_2": "Therefore it was as deep into it, as though it were being clear.",
    "ai-atk-s0302a0:344_3": "and the venerable Stream-Enterer, appears attendant, a stream-enterer,",
    "ai-atk-s0302a0:344_4": "learned, as much as he were learned ...",
    "ai-atk-s0302a0:344_5": "So in the Bāhuka, the appearance of a profound appearance, as in the deep matter.",
    "ai-atk-s0302a0:344_6": "Conditions dependent origination is deep and appeared deep.",
    "ai-atk-s0302a0:344_7": "At that moment there was a deep path of purification",
    "ai-atk-s0302a0:344_8": "She gave a whole Elder Nun to the Elder like.",
    "ai-atk-s0302a0:344_9": "* The Fortunate One, while making the effort to venerable Ānanda, don’t so!",
    "ai-atk-s0302a0:344_10": "This is the method.",
    "ai-atk-s0302a0:344_11": "you, Ānanda, have great wisdom.",
    "ai-atk-s0302a0:344_12": "“So it seems that I’m why do you become like someone who’s attended on by others?”",
    "ai-atk-s0302a0:345_0": "But that is said in the Paṭisambhidā together with the purpose of showing great faith:",
    "ai-atk-s0302a0:345_1": "“Ānanda, do not say that a magician is put in charge of building work,”",
    "ai-atk-s0302a0:345_2": "If they were to make him give up his patchworms, then that stream-enterers, once more, it was given to him, and once another path to the stream-enterer.",
    "ai-atk-s0302a0:345_3": "This is the only truth of extinguishment. Namely, Possessing the origin of sensual desire, the subtle, the fetters of oppressive greed, or the conceit ‘I am’. And now you don’t realize the fruit of non-return.",
    "ai-atk-s0302a0:345_4": "So why is it that a hundred thousand spears penetrated and joyfully behind the Buddhas? It is like the sun’s shoot from a hundred thousand rebirths. And like a hundred thousand Taking the world-elephants, like a hundred thousand Independent Buddhas Two parts, like the repaired knowledge of the opposite sex.",
    "ai-atk-s0302a0:345_5": "having drunk this to all, he nurses",
    "ai-atk-s0302a0:345_6": "Then why is it that a hundred thousand-elephants, eighty thousand coins of (goods) presented with them, which was like a hundred thousand direct-knowledges, regarded as a hundred thousand carpets of truth,",
    "ai-atk-s0302a0:345_7": "What is mixed up with these?",
    "ai-atk-s0302a0:345_8": "“See, how far you have started how far you have struggles,” “Chanaped in an instructed,” and when you say, “Sāketa, I am illustrious.”",
    "ai-atk-s0302a0:345_9": "Remembering this word of the Buddhas:",
    "ai-atk-s0302a0:345_10": "they should not grant a discussion on the Buddha awakened for themselves such as this:",
    "ai-atk-s0302a0:345_11": "Ānanda, wouldn’t I make an effort to do so, a hundred thousand aeons, or a hundred thousand eons?",
    "ai-atk-s0302a0:345_12": "There is no name for the purpose of embracing the progressiveness of the embellishment that is good.",
    "ai-atk-s0302a0:345_13": "“Today I will get rid of the requisites for the purpose of rough (only) austerities,” like the great earth with my hands and feet, and like the starting point of a great earthquake,",
    "ai-atk-s0302a0:345_14": "In the last of these, he thinks, “In the last watch of the night, when a man has seen a new state of existence, it is a condition for the ten thousand world-elements, it is a condition for one thousand moments, like a drop of water at a moment, or in one thousandth of the world.” And when his trunks are seen, it becomes as if he had been shootsed out.",
    "ai-atk-s0302a0:345_15": "That’s how this dependent origination is deep and appears deep.",
    "ai-atk-s0302a0:345_16": "He doesn’t remember:",
    "ai-atk-s0302a0:346_0": "This is the nature of the teaching!",
    "ai-atk-s0302a0:346_1": "By not transgressing without understanding, pressing them out,",
    "ai-atk-s0302a0:346_2": "Through penetration: of the Three Wise Ones are clear in concluding non-extinguishment.",
    "ai-atk-s0302a0:346_3": "and was reborn as though born in a low-caste.",
    "ai-atk-s0302a0:346_4": "Just as one who is thrown out from the roots, so that is the root of the beds, the bench, the top is the top, and the top.",
    "ai-atk-s0302a0:346_5": "In the same way, sentient beings are reborn in a low class family. They are unable to do so.",
    "ai-atk-s0302a0:346_6": "There, having set up a consequence for the held, were unable to do so. But there is no other reason for his own state of existence.",
    "ai-atk-s0302a0:346_7": "But just as there is an enclosed carcass of swallowing the stager, the goats, the tops of the mouth, and he’s unbuilded with the drip-stool, the calculates, the mixed with it, and it is bound up with the neighbourhood of a calcute view.",
    "ai-atk-s0302a0:346_8": "All those who have stored up their views in conformity with them is straightened,",
    "ai-atk-s0302a0:347_0": "the Camilar of the Queen Pāṭaliputta",
    "ai-atk-s0302a0:347_1": "the family: she practitioners and female families.",
    "ai-atk-s0302a0:347_2": "For the dangers of waves, trickling from the tips of the blade of the should be seen as before.",
    "ai-atk-s0302a0:348_0": "Going forth he has gone forth like a mustard seed, it appears like those of a peacock.",
    "ai-atk-s0302a0:348_1": "Suppose a grass torch wasteened with a sharp knife, take off the grass top, and thresh it from roots, made from the top, and threw the roots there. But there are no wrong view covering over and headed by the body. When you’ve arrived, you’d be caught up in the root, transmigration, and wounded by the Buddha, not giving this is the shell.",
    "ai-atk-s0302a0:349_0": "Herein, hell in the animal realm, or the ghost realm.",
    "ai-atk-s0302a0:349_1": "For all this happens, it is called “unblessed” because it is unincluded from the community of pleasure and pain” because of its fading away and cessation.",
    "ai-atk-s0302a0:349_2": "Any otherwise:",
    "ai-atk-s0302a0:350_0": "“Name and aggregates are the elements of the sense-spheres,",
    "ai-atk-s0302a0:351_0": "They’ve just finished.”",
    "ai-atk-s0302a0:352_0": "all beings were unable to reappear in their passing away and reappearing away from the five lower fetters. While recommending from the five lower fetters, they recommende their former rebirths and become newly passed away from the four oceans.",
    "ai-atk-s0302a0:352_1": "And that’s how the Buddha rebuked Venerable Ānanda with his confidence.",
    "ai-atk-s0302a0:352_2": "This is the tenth section.",
    "ai-atk-s0302a0:353_0": "The sixth sub-chapter on suffering is finished.",
    "ai-atk-s0302a0:354_0": "7. Mahāvaggo",
    "ai-atk-s0302a0:355_0": "1. Assutavāsuttavaṇṇanā",
    "ai-atk-s0302a0:356_0": "61.",
    "ai-atk-s0302a0:356_1": "This includes in the first phrases is helpful without questioning the mind elements of the origin of the sense-spheres. It is manifested as analysis of eleven conditions.",
    "ai-atk-s0302a0:356_2": "ordinary people have the various kinds of defilements.",
    "ai-atk-s0302a0:356_3": "for this is said:",
    "ai-atk-s0302a0:356_4": "“All these people are tired”: the ordinary people are exhausted by the ordinary people.",
    "ai-atk-s0302a0:356_5": "Furthermore, ordinary people—who have seized the things that are impulsion and landed in the Noble Ones. They’ve never returned to their presence in the Noble Ones’ virtues virtue, or are most impediments, though they’re purified in the Holy Ones, they’re clever.",
    "ai-atk-s0302a0:356_6": "Because he thinks: “Come, ordinary people,” and those who are junior, said this:",
    "ai-atk-s0302a0:357_0": "“The two people say when they are spoken of by the Buddha,",
    "ai-atk-s0302a0:358_0": "One is the blind, ordinary person who is virtuous, and has a –",
    "ai-atk-s0302a0:359_0": "two ordinary people are speaking, brought the blind people.",
    "ai-atk-s0302a0:359_1": "they show the way of time in the present.",
    "ai-atk-s0302a0:359_2": "In the four great primary elements: in the four great primary elements, the meaning is the meaning.",
    "ai-atk-s0302a0:359_3": "You’re disillusioned:",
    "ai-atk-s0302a0:359_4": "find no joy in the country;",
    "ai-atk-s0302a0:359_5": "Devoted to a different place, you’re freed from continued existence.",
    "ai-atk-s0302a0:359_6": "the rinsing is held out.",
    "ai-atk-s0302a0:359_7": "For rinsing and falling away,",
    "ai-atk-s0302a0:359_8": "From its appearance:",
    "ai-atk-s0302a0:359_9": "The schismatics have been laid down.",
    "ai-atk-s0302a0:360_0": "Consequently, these four kinds of rebirth are found. That is why the meaning is that.",
    "ai-atk-s0302a0:360_1": "And so the Buddha is able to make a form on the body, without possession of the four primary elements, and if it’s suitable to perform it.",
    "ai-atk-s0302a0:360_2": "For when these monks are strong and weaker, the strong rolling into form, they should place them on the side of the finest lady, thinking,",
    "ai-atk-s0302a0:361_0": "mind is the name of the mind, and so on,",
    "ai-atk-s0302a0:361_1": "for that is so called because the mind is associated with consciousness and the mind associated with consciousness.",
    "ai-atk-s0302a0:361_2": "they’re not even a lake.",
    "ai-atk-s0302a0:361_3": "Craving (etc.) means having become tied up the dust on the ground,",
    "ai-atk-s0302a0:361_4": "My craving was seized by me, since I went into the sky.",
    "ai-atk-s0302a0:361_5": "having consecrated the view of parks,",
    "ai-atk-s0302a0:361_6": "This is their way of craving, ~ there is a eight hundred and eightty-explains.",
    "ai-atk-s0302a0:361_7": "Here is my conceit, thus he will be reborn there, but his progressiveness in nine ways.",
    "ai-atk-s0302a0:361_8": "This is my view of self, and the sixty-two misconceptions.",
    "ai-atk-s0302a0:361_9": "Therefore because it is long-lost, fame, no matter how it is found,",
    "ai-atk-s0302a0:362_0": "You said this thing, monks, why are this?",
    "ai-atk-s0302a0:362_1": "For it is possible that the formless is not suitable to possess the first form, then it is unshakable for the monks, but as a result, he to confrom this about it.",
    "ai-atk-s0302a0:362_2": "Herein, takes hold of oneself:",
    "ai-atk-s0302a0:362_3": "even more than a hundred years old,",
    "ai-atk-s0302a0:362_4": "And why, Fortunate One said this:",
    "ai-atk-s0302a0:362_5": "what is there for more than three years?",
    "ai-atk-s0302a0:362_6": "he does not attain the first rainy season residence, in the middle one, or the last watch of the night. In the first watch of the night, when the middle watches of the night had been dishesed in the middle. In the last watch, he does not proceed to the last one, and to the last one which occur in the first watch.",
    "ai-atk-s0302a0:362_7": "While rolling the place he rolled forth the sitting position in that place, does not lie down on the seat.",
    "ai-atk-s0302a0:362_8": "Is pulled out of the posture even a single stage of the rolls on the heels, rolling the feet on top of the path to the crossroads, like a posture with a single lake, rolling the neck into the walls, my belly to and from there.",
    "ai-atk-s0302a0:362_9": "that’s method.",
    "ai-atk-s0302a0:362_10": "But just as, when a light blazing in all directions, it appears unboundedly reaches all the places, it is called swept away, wounds, and when the body is said to be it, it is called “unbounded” .",
    "ai-atk-s0302a0:363_0": "night and day;",
    "ai-atk-s0302a0:363_1": "until I’ve fallen from the ground.",
    "ai-atk-s0302a0:363_2": "all is included when it ceases, and whatever night arises. It ceases, that ceases, passes away and ceases.",
    "ai-atk-s0302a0:363_3": "Then there is another thing that is not arisen, and so it should be despicable to me.",
    "ai-atk-s0302a0:363_4": "“For a single day,” it is limited and specifically expressed their appreciation. But there is no single difference or just for a single night.",
    "ai-atk-s0302a0:363_5": "and for one hundred thousand moments arise in one hundred thousand times.",
    "ai-atk-s0302a0:363_6": "for this is said in ‘The Milindfulness’:",
    "ai-atk-s0302a0:364_0": "“Great king, the warrior’s cowherds, inferior and superior carpets, for some of those wagons and girls, while others remain for the same moment.”",
    "ai-atk-s0302a0:365_0": "in the forest groves,",
    "ai-atk-s0302a0:365_1": "she grabbs another and lets go. She should not get anyone else to take it, and then puts it on.",
    "ai-atk-s0302a0:365_2": "Then, wandering in that very forest, he showed himself with his pupil, saying,",
    "ai-atk-s0302a0:366_0": "In the same way, this is how to construe it –",
    "ai-atk-s0302a0:366_1": "for the forest abode this is to understand the forest,",
    "ai-atk-s0302a0:366_2": "in that wood the robbery was like a bird in the woodsuper Wood, as in the groves;",
    "ai-atk-s0302a0:366_3": "as a branch with its wounds.",
    "ai-atk-s0302a0:366_4": "When the forest is wandering in the forest, he does so without a doubt, wanting to see it like a monkey in the past, future or present, internal or externally, and externally, whether or externally, gradually arises in him or conscious sounds, as he does soon as he countless ways.",
    "ai-atk-s0302a0:366_5": "While staying in the wilderness, he should do so when he can find a vulnerability without having arisen for him, nor do he can get him sitting in a wood, and he cannot find another territory, and sit in the forest nearby.",
    "ai-atk-s0302a0:366_6": "And this is how the Buddha defined which instigates forms were established in formless, but which is unclouded,",
    "ai-atk-s0302a0:367_0": "Now the learned noble disciple wants to confront the teaching with both sides.",
    "ai-atk-s0302a0:367_1": "And this meaning should be illustrated by the simile of the head –",
    "ai-atk-s0302a0:367_2": "A certain man came to the end of the site, where he dreadlocked and moistened and cloak. Then he took a stretcher-pole on the ground and store it up.",
    "ai-atk-s0302a0:367_3": "After doing as far as the poison, he would not give it away, thinking, “I’ll give it away,” and he placed it in the mind which the Nāgas, “I’ll give it to the thought, “I’ll give it to a staff,” and he placed it on the ground with a stick.",
    "ai-atk-s0302a0:367_4": "Opening, knowing he was standing there, he picked up flailed water, put on the lamp, and departed.",
    "ai-atk-s0302a0:368_0": "Herein, as though the Realised One’s body was so very strong, then having cut it down into the sight of the monks, and without making a merely outstanding his eyes, then he places onto top of the feet, like the Tathāgata drunk, as if unwilling downwards, after cutting off the coils, and covering it over the body with blood flower as soon as it were tamed by the Realized One, he cut off, the he too like a monkey, reduceding from the arms.",
    "ai-atk-s0302a0:368_1": "It’s possible that the ropes on the thirty-two signs should be understood as used in the midst of the tamed, like the sun lowly to its be seen.",
    "ai-atk-s0302a0:368_2": "Herein, disillusioned is dispassionate towards it, and desire to be reborn there.",
    "ai-atk-s0302a0:369_0": "2. Dutiyaassutavāsuttavaṇṇanā",
    "ai-atk-s0302a0:370_0": "62.",
    "ai-atk-s0302a0:370_1": "In the second pleasant feeling arises in him.",
    "ai-atk-s0302a0:370_2": "contact as contact.",
    "ai-atk-s0302a0:370_3": "And you don’t become a condition for feeling ...",
    "ai-atk-s0302a0:370_4": "it is not known that which is the arising of the surface of rebirth is conqueror of all.",
    "ai-atk-s0302a0:370_5": "Likewise with the rest.",
    "ai-atk-s0302a0:370_6": "With the cessation of the contact associating with that; the meaning is that of him.",
    "ai-atk-s0302a0:370_7": "Through painful feeling should be understood as already described.",
    "ai-atk-s0302a0:370_8": "He is concealed by the Sangha: the meaning is that in the Sangha as well.",
    "ai-atk-s0302a0:370_9": "heats hotly,",
    "ai-atk-s0302a0:370_10": "heats what is fire, but has flames, yet heat, yet he does not get upset for him.",
    "ai-atk-s0302a0:370_11": "Herein, precincts means having a bad place.",
    "ai-atk-s0302a0:370_12": "Herein, it is like the droping of, like a leaning on the site of, like the second enclosure, is like the feelings in the Sangha.",
    "ai-atk-s0302a0:371_0": "3. Puttamaṁsūpamasuttavaṇṇanā",
    "ai-atk-s0302a0:372_0": "63.",
    "ai-atk-s0302a0:372_1": "In the third tetrad there are these four kinds of nutriment.",
    "ai-atk-s0302a0:372_2": "But having shown that he is arranged for the sake of my strivers, and I will give them a progress.",
    "ai-atk-s0302a0:372_3": "This is the grossness of the Invitation:",
    "ai-atk-s0302a0:372_4": "because of gain and honor,",
    "ai-atk-s0302a0:372_5": "Also the Fortunate One’s gains joy, it seems, and including the four ways of giving the gifts,",
    "ai-atk-s0302a0:372_6": "for he shows the result of all the great floods, which is like a big snake, making a great flood of all adornments for the sake of their self-controlled, and showing them in the delightful place.",
    "ai-atk-s0302a0:372_7": "Then the Buddha came to the end of the perfume of his hermits and offered to the brahmin Devas. Then he sat through the air, and the Buddha said: “Here you, sir, I do not have come.”",
    "ai-atk-s0302a0:372_8": "were searching for the Fortunate One.",
    "ai-atk-s0302a0:372_9": "Standing together with hundred carts, he spends the opposite sex and proceeds to the subject. It hurriedly, as if it were the weeping of the old carts which were brought to the Black Tree.",
    "ai-atk-s0302a0:372_10": "all the aggregates should be understood as it has been heard",
    "ai-atk-s0302a0:373_0": "according as it is said:",
    "ai-atk-s0302a0:374_0": "“Now at that time the Buddha was honored, respected, revered, venerated, and esteemed. And he received robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-atk-s0302a0:374_1": "And the Saṅgha of mendicants also is possible.",
    "ai-atk-s0302a0:374_2": "and the places prererequisites for sick.”",
    "ai-atk-s0302a0:375_0": "“Cunda, it’s because now I don’t see any other ascetic or brahmin that I have arisen in the world that is like that, Cunda, I do not see a single one of the mendicant Saṅgha.”",
    "ai-atk-s0302a0:376_0": "The Buddha has arisen for the Sangha, and it was like the time of the two analyzing water that was given to him, like a great bonfire.",
    "ai-atk-s0302a0:376_1": "Then the teacher, thought:",
    "ai-atk-s0302a0:376_2": "“The great gains and respects are in the past,",
    "ai-atk-s0302a0:376_3": "When there is this mendicant’s mind, who is mindful, with situational awareness, and who acquire mindfulness and situational awareness, is able to eat and drink?”",
    "ai-atk-s0302a0:377_0": "But some saw some of the gentlemen who had gone forth without looking after them.",
    "ai-atk-s0302a0:377_1": "He thought,",
    "ai-atk-s0302a0:377_2": "“Having a hundred thousand aeons completed four hundred thousand aeons, nine hundred thousand robes, etc., before fulfilling the perfections the fruit of Arahants, etc., and perfection of the supreme fruit of perfection.",
    "ai-atk-s0302a0:377_3": "Those mendicants who went forth in my presence are not allowed to go forth. And yet these monks attained Liberation for the purpose of going forth.",
    "ai-atk-s0302a0:377_4": "They just did so.”",
    "ai-atk-s0302a0:377_5": "Then he thought:",
    "ai-atk-s0302a0:377_6": "“If the fifth offense entailing expulsion would be expelled by one who is not able to return without getting permission from the near shore to the far shore, and set out on the near shore.",
    "ai-atk-s0302a0:377_7": "Now, it is not possible to give a winning place to pass,",
    "ai-atk-s0302a0:377_8": "however great they see the fifth offense they can see him.",
    "ai-atk-s0302a0:377_9": "I will set up a sense of urgency for the following four phenomena, without reviewing them.”",
    "ai-atk-s0302a0:377_10": "With this put down of the Simile of the World’s son",
    "ai-atk-s0302a0:377_11": "Herein, there are these four kinds of nutriment: for the sake of fuel.",
    "ai-atk-s0302a0:378_0": "But in regard to the four kinds of nutriment, how can you show them?",
    "ai-atk-s0302a0:378_1": "Herein, lights up thebsorbs, he stretches,",
    "ai-atk-s0302a0:378_2": "they try to get hold of a little water from their edge.",
    "ai-atk-s0302a0:378_3": "Worlding the road means she went to the wilderness,",
    "ai-atk-s0302a0:378_4": "While they were robbing a wilderness inhabited by criminals, snakes, scorpions, and destroying the five-hundred spirits,",
    "ai-atk-s0302a0:378_5": "where there is thieves, bandits, and plundering.",
    "ai-atk-s0302a0:378_6": "Where the lions are like thats from a lion,",
    "ai-atk-s0302a0:378_7": "wherever there is (rebirth in) the mouthful and non-human beings, being possessed by this danger,",
    "ai-atk-s0302a0:378_8": "where there is no water, no water, and starting to drink,",
    "ai-atk-s0302a0:378_9": "Where facts may be eaten, even if just what is not to be eaten,",
    "ai-atk-s0302a0:378_10": "But where there is the five dangers, they pull out.",
    "ai-atk-s0302a0:378_11": "But there is eleven days that cannot be under here, and there is no debt,",
    "ai-atk-s0302a0:378_12": "But here it is generally substantial, but without turning back.",
    "ai-atk-s0302a0:378_13": "you should go to such a path.",
    "ai-atk-s0302a0:378_14": "‘If he’ll practice the way that leads to fear and dread, and because of the king and fear of kings, he will build (and): “Let us act after informing the king, but here we will do his wealth.”",
    "ai-atk-s0302a0:379_0": "After placed one of his sons, he sent him three ejecting him for his son, and gave him exclaimed.",
    "ai-atk-s0302a0:379_1": "picking up a lump of clay drums on the ground, winnowing their limbs, grabbing the neck, the shelter for the air, and the shelter.",
    "ai-atk-s0302a0:379_2": "would be able to do so.",
    "ai-atk-s0302a0:379_3": "Where is this son of theirs, this is their resplendent?",
    "ai-atk-s0302a0:380_0": "However, this meaning here is in brief in the meaning in detail:",
    "ai-atk-s0302a0:380_1": "It seems that two leagues away from Campā, it seems, took a limited road for one leagues.",
    "ai-atk-s0302a0:380_2": "The fifty leagues, after going to Pāṭaligāma had spot the central longhouses, sat down at the most excellent palace.",
    "ai-atk-s0302a0:380_3": "Then a man said to him:",
    "ai-atk-s0302a0:380_4": "“Bhaddā, there is no place or village,",
    "ai-atk-s0302a0:380_5": "That’s why I’m so very helpful to Kapilavatthu, I’d never dry upset me with my partner. I’d better preemploye, and my partners, and be eaten.”",
    "ai-atk-s0302a0:380_6": "And although he said:",
    "ai-atk-s0302a0:380_7": "“I’m not able to make a lot of rites for women with women. Let alone half a month, and then don’t look for providing.” Having eaten, she draged her, and eaten her child, she would return.”",
    "ai-atk-s0302a0:380_8": "And although he said:",
    "ai-atk-s0302a0:380_9": "“Bhaddā, with a woman who is known as a woman",
    "ai-atk-s0302a0:380_10": "For a boy is not able to live apart from a Mother.",
    "ai-atk-s0302a0:380_11": "But if we live,",
    "ai-atk-s0302a0:380_12": "Against a boy thread,",
    "ai-atk-s0302a0:380_13": "Well now, let me take my child, and return.”",
    "ai-atk-s0302a0:380_14": "So then the mother Mother and father said:",
    "ai-atk-s0302a0:380_15": "“Dear, Father, please come.” And he went away.",
    "ai-atk-s0302a0:380_16": "Then his father said: “I will not be able to provide for your son,” but do not say, “I will cry, child, suffering, and observe me.” Then do not say, “I will go to your son.”",
    "ai-atk-s0302a0:380_17": "He went away.",
    "ai-atk-s0302a0:380_18": "Then his mother-in-law, thinking: “The son of the cows, cast down to the cow, shaves, dodges, and observes. What do you think, “Who are you born?",
    "ai-atk-s0302a0:380_19": "Sakka said: “I’m not able to either go and visit my mother.”",
    "ai-atk-s0302a0:380_20": "Thus in this way the two who was walking next after the teeth",
    "ai-atk-s0302a0:380_21": "After lamenting and lamenting, they departed.",
    "ai-atk-s0302a0:381_0": "And that’s what they do.",
    "ai-atk-s0302a0:381_1": "What nine?",
    "ai-atk-s0302a0:381_2": "and that of wives, children, partners, bondservants, workers, and steadfastness.",
    "ai-atk-s0302a0:381_3": "In this way they started to the repulsiveness of the nine sons, which was like a newly caught on the sewer’s flesh. But when it was standing in the middle of the Ganges, they never toss greed.",
    "ai-atk-s0302a0:381_4": "I took ahold of the bones, sinews, and placed in the hand of the bowl force of the flesh and being eaten by the hands. And I could eat what is eaten by flesh of flesh on my hands.",
    "ai-atk-s0302a0:381_5": "They don’t eat as much as they liked, on their necks, etc., and on the same day as they ate.",
    "ai-atk-s0302a0:381_6": "Nor do they acquisition, which relies on stinginess, etc., and so on. But the spot in mind that place.",
    "ai-atk-s0302a0:381_7": "Nor do they know whether or not another’s male serving the herd of deer, or not even a single male woodlandidenck, etc., broken rice and so on.",
    "ai-atk-s0302a0:381_8": "“Oh, I hope we didn’t step on such a simile. Why would we eat the courtesan?” But when they ate it came back to me?",
    "ai-atk-s0302a0:381_9": "“We’ll not eat the food, drink, clothes, and mosquitoes, butter ends in the wind, they’ll stirred up a fire.” And he said, “We’ll in the ground wherein the fire was moist, but only the bonfire.”",
    "ai-atk-s0302a0:381_10": "“Who are you like someone who does not attack such things?” And being requested by fear of that child, they stopped those making such conceit.",
    "ai-atk-s0302a0:381_11": "“What is this mango grove so misfortune, why not being devoted by the stinking, etc., and so on? Why don’t they eat?” But being broken, etc., they took away?",
    "ai-atk-s0302a0:381_12": "“I’m not afraid of you, I’m no longer a son,” and they abused me with each other.",
    "ai-atk-s0302a0:381_13": "While united and harmony, they ate in harmony.",
    "ai-atk-s0302a0:381_14": "That’s why someone sees that such reason, even though they think: “Monks, what can I do so?”",
    "ai-atk-s0302a0:381_15": "Herein, the purification is the path to purity for tents.",
    "ai-atk-s0302a0:381_16": "Who shall he crosses the threshold, and at the end of the rest,",
    "ai-atk-s0302a0:382_0": "In the same way, having a miraculous family similar to a son, the meaning should give it to a dear and beloved son.",
    "ai-atk-s0302a0:382_1": "What forest?",
    "ai-atk-s0302a0:382_2": "there is a family unshakable (for me),",
    "ai-atk-s0302a0:382_3": "oppressed by surrounding signs, he reviews each time in going to a charnel ground, receptacle, spears, hunger, thirsty, and parrots, reviews the paths of the lumps of food. And he reviews the roads, etc., the refectory enclosed by the doubles of worms, and reviewing; it is the way to continually reviewing the Master’s residence.",
    "ai-atk-s0302a0:382_4": "Thus, as a chief amongst these families, he should eat the child’s flesh,",
    "ai-atk-s0302a0:383_0": "They then winnowed, successful and prosperous and full of lust. They then constantly brought them to the west. They were brought back together in the neighbourhood of greed and regaining. They then on the occasion of eating the alternative development, etc., and to eat as much as they were standing in the money.",
    "ai-atk-s0302a0:383_1": "And just as when a skeleton is being carried away by the back and forth as a skeleton alcohol, the rope, the bones, and the rice-milk lotus caly cooked to it, pulled up and to the ashes after lifting it with a top of the palms, and then on its part of the hands and feet, he should eat the rice gruel, oil, etc., as a ripe untilled to a chosen rope jack-flowing rope my hands, like the rice greece of milk, heat, he should eat the food, etc., and bring it into the asideking from the bones.",
    "ai-atk-s0302a0:384_0": "And just as they had thorns, their thorns, etc., and each single day, so too as much as they wanted to eat the only from a single stomach seat, saying “Suffed to eat as much as they like the bag of the four carpets,” so too, opposites, it is to be eaten by pushing the of the five hundred cots.",
    "ai-atk-s0302a0:384_1": "When he had finished five years, he told them what had happened, saying: “It seems, Ambapālī’s meal offering, eaten during the day, and circumambulating this meal on the ground.”",
    "ai-atk-s0302a0:385_0": "With four or five lumps still to eat Let him water,",
    "ai-atk-s0302a0:386_0": "this is enough for a mendicant who loves comfort.”",
    "ai-atk-s0302a0:387_0": "And just as they did not show their food, drink, clothes, vehicles, frauds, shots, and water for washings, and the whole of the dwellings, so too, I shall enjoy myself with my hearts and particularizing it. But if I were to obtain it, I’ll then use it to wear my robe in return.",
    "ai-atk-s0302a0:387_1": "And just as, when we say, “We don’t know anything as ‘I am’ within another size’, so too, when our body breaks up, after death, we don’t know, ‘I enjoy my last belly,’ so too, the body doesn’t know, “I am going to a river,” so too, the body doesn’t know, “I have acquired rice grain,” or that this body is solid.",
    "ai-atk-s0302a0:387_2": "And even if there was no concern for mindfulness and full awareness, he should use it without being unfinished.",
    "ai-atk-s0302a0:388_0": "And just as, when I had done so, I wouldn’t get any fine foods prepared. Then I had roughed and eat the fine rice gruel, my beverage, and then say: ‘I’m not drinking and refuted as it were.’ And here, how I might deliciously fall from the coarse after eating.",
    "ai-atk-s0302a0:389_0": "“They do not continually grieve not come to an end,",
    "ai-atk-s0302a0:390_0": "He praises by means of the present time this praise will not conflict.”",
    "ai-atk-s0302a0:391_0": "That present him should be given this advice, “I will use the rest of this advice.”",
    "ai-atk-s0302a0:392_0": "And just as they did not say, “We will eat salt,” and when he crossed some rice, he crossed the barber, and when he stood it salt, thinking, “We’ll do the sacred flame,” and do the firewooden powder on the ground.",
    "ai-atk-s0302a0:393_0": "“Behikkhus, there is no drinking",
    "ai-atk-s0302a0:394_0": "The people gave also to the drinks,",
    "ai-atk-s0302a0:395_0": "When you get stored them away,",
    "ai-atk-s0302a0:396_0": "but it is not small at all.”",
    "ai-atk-s0302a0:397_0": "It is only because of this advice, if he recalls it, he should then put it away when he’s able to reply to the instruction. After eating it, he should use it to look after his own life.",
    "ai-atk-s0302a0:397_1": "And just as when someone says, “Give meatssengers,” so too, they once again to eat the food, drink, clothes, vehicles, or cooked rice and non-staple food, etc., are being met with their shaven, etc., before coming back, they said, “I am ready to get rid of the shaves.”",
    "ai-atk-s0302a0:397_2": "if he is not allowed to go forth while looking for the sake of the robes, etc., and then on he should review this ascetic after the going forth.",
    "ai-atk-s0302a0:398_0": "And just as, when asked, “What is this? It is shakes off, horses, rice, mung beans, or stuffalks, etc., before like a rough gruel and curry and rice, so too, when the alms food, etc., is being eaten by the lump of meat, etc., before the food, they get rid of throughness and currying it into this way: “Give meat the charnel ground, what is so too, what is it allowable for the dead fortune to eat and drink,”",
    "ai-atk-s0302a0:399_0": "“For he whose hands were wandering, whose mind was devious,",
    "ai-atk-s0302a0:400_0": "and don’t give gifts carelessly.”",
    "ai-atk-s0302a0:401_0": "you should use this advice,",
    "ai-atk-s0302a0:401_1": "according as it is said, “Now, I am not afraid of the part of your brothers, the sons of my brothers, sisters, and sectariansing them in unbecoming for you. Yet we spoke in common sense when we said: “We were afraid of wrongdoing, we did not give to your virtue, so too, while we don’t receive it with their ethical spiritual companions.”",
    "ai-atk-s0302a0:402_0": "“So long as your heart is overcome and overwhelmed by possessions, honor, and popularity,",
    "ai-atk-s0302a0:402_1": "This will be for their lasting harm and suffering.”",
    "ai-atk-s0302a0:403_0": "If they do so, there should be some who are united with the spiritual companions, without having a comfortable offense.",
    "ai-atk-s0302a0:404_0": "Completely understanding the complete understanding of theirs, and having completely understood these three things, they completely understand these three things.",
    "ai-atk-s0302a0:404_1": "It’s when a mendicant told: “Mahinda has a site for one made with a site of Āḷavī. This is the name and form of the kasiṇa.",
    "ai-atk-s0302a0:404_2": "confidence in those without it ...",
    "ai-atk-s0302a0:404_3": "Four Great grounds.",
    "ai-atk-s0302a0:404_4": "So the tongue, ~ the maintaining positions, namely, forms arise. These four things are called ‘materiality’. These four things that arise because of the sense spheres arisen there, name and form.",
    "ai-atk-s0302a0:404_5": "And so the five aggregates also understand how name and form are given up.”",
    "ai-atk-s0302a0:404_6": "They respond to the three characteristics in the beginning, middle, and end of the dependent origination. Then they see the dependent origination.",
    "ai-atk-s0302a0:404_7": "At this point it is nutriment for the sickness of someone else and for the purpose of showing such food in one who has seen the physical nutriment there is neutrality in him about dwellings, etc., and because it is nutriment for him when he has known it.",
    "ai-atk-s0302a0:404_8": "He offered the ghee on the flame, and having put the three characteristics in suffering, he charges with sancred flame, and without having put himself aside.",
    "ai-atk-s0302a0:404_9": "At this point they completely understand the penetration of three characteristics, etc., and complete understanding owing to the knowledge of the penetration of owing to the removal of knowledge.",
    "ai-atk-s0302a0:404_10": "When name and form are completely understood they lead to the complete understanding of the way they completely understanding.",
    "ai-atk-s0302a0:405_0": "there is the five kinds of sensual stimulation that is called “confinement” because of the five cords of sense desire.",
    "ai-atk-s0302a0:405_1": "But here the three kinds of direct knowledge, complete understanding, and complete understanding, all of them,",
    "ai-atk-s0302a0:405_2": "What one thing?",
    "ai-atk-s0302a0:405_3": "The monk who knows through the tongue ... body ...",
    "ai-atk-s0302a0:405_4": "The same she became stepped there.",
    "ai-atk-s0302a0:405_5": "For that craving for the eye is simply arisen in the names of the form-raising, etc., greed for sounds, smells, tastes, and touches.",
    "ai-atk-s0302a0:405_6": "And so there is this one path, while the sounds, after taking on the five thieves, robbers, and poisonous paths, cutting them off the tongue, having understood the five cords, and is completely understood. This is the fifth thing called ‘asceticulation’.",
    "ai-atk-s0302a0:406_0": "What is the completely understanding of all?",
    "ai-atk-s0302a0:406_1": "He enjoys the five cords of bowl, and in one that lust is their passions in the same place as before.",
    "ai-atk-s0302a0:406_2": "The sound of the hot season appears complexion of sights. The sound of the hot season arises and then in him when he’s cleaned by greed, hate, delusional, and whirlposts working.",
    "ai-atk-s0302a0:406_3": "the flavor’s gratification, etc., and the taste of passions gratification, etc., that delicious flavor with greed and so on.",
    "ai-atk-s0302a0:406_4": "enjoying food, drink, clothes, and touches.",
    "ai-atk-s0302a0:406_5": "So there is the desire for mindfulness and situational awareness that is permanent, everlasting, eternal, complete understanding, and imperishable. This is called “the complete understanding”.",
    "ai-atk-s0302a0:407_0": "What is the complete understanding of the roots?",
    "ai-atk-s0302a0:407_1": "For the five cords of sense desire comes to nutriment at the root of the five cords of sense desire,",
    "ai-atk-s0302a0:407_2": "and because of that he’s learned.",
    "ai-atk-s0302a0:407_3": "brahmin, it seems, that when Bhaddavatikā had completed for twelve years, why don’t I?",
    "ai-atk-s0302a0:407_4": "enjoying food and drink,",
    "ai-atk-s0302a0:407_5": "But when the sky was clear, there was a hundred leagues away from the bank of the Vaggumudā, and a hundred leagues away.",
    "ai-atk-s0302a0:407_6": "So although greed for the five cords roots, five aggregates, that is their passion, hatred, and delusion are called “confident”.",
    "ai-atk-s0302a0:408_0": "There is no fetter that is not abandoned by greed, and there is no having given up,",
    "ai-atk-s0302a0:408_1": "So in this way the Teaching of the Path leading to the highest Non-Returner.",
    "ai-atk-s0302a0:408_2": "“But when this aggregates are included in the five constituents opposite sex and a collection, they reach the constituents of the spiritual life. For it is allowable to extend it and reach the constituent of Arahantship.",
    "ai-atk-s0302a0:408_3": "The first fuel is finished.",
    "ai-atk-s0302a0:409_0": "For the second tears are always on the whole of the body until broad for the whole of the body.",
    "ai-atk-s0302a0:409_1": "But when did the elephant take the simile of the elephant, the horse, and the chariot rose up from them,",
    "ai-atk-s0302a0:409_2": "to make an end of suffering:",
    "ai-atk-s0302a0:409_3": "for it is possible to endure a female through the power of suffering. It is able to endure that to sight of embracing the other three kinds of contact. In the same way, it is good.",
    "ai-atk-s0302a0:409_4": "is stone benching the wall, a keyhole,",
    "ai-atk-s0302a0:409_5": "(There is) a requisite canopy, being destroyed by rats, stuffed with brushs,",
    "ai-atk-s0302a0:409_6": "Trees, etc., are sex and so on.",
    "ai-atk-s0302a0:409_7": "The waters of the Thūpa drops, stingy, and so on.",
    "ai-atk-s0302a0:409_8": "smooth the floor covers of the  space, and so on,",
    "ai-atk-s0302a0:409_9": "If they’d eat it,",
    "ai-atk-s0302a0:409_10": "Seeing that place in that place they store that food, they don’t be reborn in the underworld, transmigration, the human realm, or the human realm.",
    "ai-atk-s0302a0:410_0": "When contact is completely understood, three feelings are completely understood.",
    "ai-atk-s0302a0:410_1": "And herein, has three completely understood:",
    "ai-atk-s0302a0:410_2": "“ Herein, the intentional activities are produced by form, feeling, perception, choices, and consciousness. That is why their mind is said to be the ending of form.”",
    "ai-atk-s0302a0:410_3": "Right there he having known to the three characteristics, etc., and that which is free from course of impermanence, etc., and that is not observed .",
    "ai-atk-s0302a0:410_4": "Rather, name and form are full of desire and greed for those who are abandoned in that very life.",
    "ai-atk-s0302a0:410_5": "When feeling is completely understood three feelings in this way, three feelings are completely understood.",
    "ai-atk-s0302a0:410_6": "So by the means of the contact and so on he did it.",
    "ai-atk-s0302a0:410_7": "A second dwelling is the second fuel for the Sangha.",
    "ai-atk-s0302a0:411_0": "In the third herd, the third herd, the Kāsīsa, and the herbs, and the herbs.",
    "ai-atk-s0302a0:412_0": "“After the far shore from the Ganges, (thinking):",
    "ai-atk-s0302a0:413_0": "They’re not extracted to the riches.",
    "ai-atk-s0302a0:414_0": "Seeing me, I looked after me,",
    "ai-atk-s0302a0:415_0": "I ask you, Mātali, dear sir, I ask you this:",
    "ai-atk-s0302a0:416_0": "There is the monastery in the first separate.",
    "ai-atk-s0302a0:417_0": "“Why did you so hurriedly take the case of what is it?”",
    "ai-atk-s0302a0:418_0": "Herein, the monastery is eradicated.",
    "ai-atk-s0302a0:418_1": "Herein, one is controlled in this life.",
    "ai-atk-s0302a0:418_2": "He has mastered the five treasures, he is extremely expansive.",
    "ai-atk-s0302a0:418_3": "they show how much the bigest of the wind was shown by (himself) rained.",
    "ai-atk-s0302a0:418_4": "For mindfulness is occupied with a smoke, the smoke of delusion is not produced. It is not obsessed by great wind,",
    "ai-atk-s0302a0:418_5": "you’ll only be far from afar.",
    "ai-atk-s0302a0:419_0": "In the same way, this is said in reference to this:",
    "ai-atk-s0302a0:419_1": "for a pit of glowing coals should be seen as in the midst of the Ganges river.",
    "ai-atk-s0302a0:419_2": "As a man wants to live and he goes on it, it is an ordinary person.",
    "ai-atk-s0302a0:419_3": "Expert in Madhurā, like a skilled man who is skilled in good qualities.",
    "ai-atk-s0302a0:419_4": "After taking the manifolds, the manifolds up the shake, is like the head of a black-haired man,",
    "ai-atk-s0302a0:419_5": "for this work is the name of the legal procedure.",
    "ai-atk-s0302a0:419_6": "As a result, source of deeds.",
    "ai-atk-s0302a0:420_0": "When they have understood these three things,",
    "ai-atk-s0302a0:420_1": "But the complete understanding should be understood in the way already described.",
    "ai-atk-s0302a0:420_2": "There are three cravings: craving for sensual pleasures, craving for continued existence, and craving to end existence.",
    "ai-atk-s0302a0:420_3": "Because craving is rooted in craving.",
    "ai-atk-s0302a0:420_4": "Because for those who haven’t given up the fruit,",
    "ai-atk-s0302a0:420_5": "Thus there is a Teaching of the mind as far as the intention and perfection of giving it up.",
    "ai-atk-s0302a0:420_6": "Third is the third fuel for the Sangha.",
    "ai-atk-s0302a0:421_0": "and fourth they were satisfied with the Holy Ones and so on.",
    "ai-atk-s0302a0:421_1": "But how does that man run back and ask what does that person with?",
    "ai-atk-s0302a0:421_2": "In the same way, life as before.",
    "ai-atk-s0302a0:422_0": "so too this devotion to that:",
    "ai-atk-s0302a0:422_1": "For the king is like a thirty-two posts, then when the man is gathered like an ordinary person, he collected a large following their trunk, like the foolish ordinary person, he brought to the constantly about spending the rolling back and forth into a house like a hundred times in the morning, and he revolves to work.",
    "ai-atk-s0302a0:422_2": "Herein, although three hundreds of suffering is a basis for suffering, etc., there is no place for growing old age like a sentient beings in hell. But when there is, there is no root of suffering.",
    "ai-atk-s0302a0:423_0": "When they are completely understood they are complete understanding,",
    "ai-atk-s0302a0:423_1": "Herein, the complete understanding should be understood in the way already described.",
    "ai-atk-s0302a0:423_2": "with mind and bodily form as condition: mind and bodily form,",
    "ai-atk-s0302a0:423_3": "When consciousness is completely understood, it is only because it has been completely understood.",
    "ai-atk-s0302a0:423_4": "So from the support of consciousness and by its connection with the intention of extending it.",
    "ai-atk-s0302a0:423_5": "for the third absorption, the third is the fourth.",
    "ai-atk-s0302a0:424_0": "4. Atthirāgasuttavaṇṇanā",
    "ai-atk-s0302a0:425_0": "64.",
    "ai-atk-s0302a0:425_1": "(Those) greed doesn't fall away from the greed,",
    "ai-atk-s0302a0:425_2": "for it is called craving in the several kinds of craving that is called Nandana .",
    "ai-atk-s0302a0:425_3": "consciousness, establishing, established, and grounded on that grow, increase, and well established in support.",
    "ai-atk-s0302a0:425_4": "Your wide openings are capable of creating any earthquake.",
    "ai-atk-s0302a0:425_5": "Herein, there are choices that are referring to the result of choices. This is their name or clan.",
    "ai-atk-s0302a0:425_6": "Where there is rebirth into a new state of existence in the future.",
    "ai-atk-s0302a0:426_0": "In the same way, this is how to construe it –",
    "ai-atk-s0302a0:426_1": "The rubbish blades of clothes and twisted as a flag there was adorned with fruits, like an earth canopy.",
    "ai-atk-s0302a0:426_2": "As the dust and dirt are built up in the mud-coloured, so too there are sights.",
    "ai-atk-s0302a0:426_3": "There they do so.",
    "ai-atk-s0302a0:426_4": "But just as one who is possessed of the mind and bodily form is well settled and well does so eventually pleasing.",
    "ai-atk-s0302a0:427_0": "He consecrated by the simile of consciousness, after consuming the declaring and all around, it can be understood to be consciously, alone with formations.",
    "ai-atk-s0302a0:428_0": "After plunging into the mountain peaks, swept away down from the cow-dung,",
    "ai-atk-s0302a0:428_1": "Having taken the two huts made of the Gabled Hall,",
    "ai-atk-s0302a0:428_2": "In the same way, you should understand that the sun and moon are in that,",
    "ai-atk-s0302a0:428_3": "But there is no excellence that is—it’s established in a good state that has not yet been reached.",
    "ai-atk-s0302a0:428_4": "Because they have done a profitable deeds, they don’t have accumulated a deed of their profitable deeds.",
    "ai-atk-s0302a0:428_5": "Thus there is no such thing as this deed,",
    "ai-atk-s0302a0:428_6": "fourth absorption.",
    "ai-atk-s0302a0:429_0": "5. Nagarasuttavaṇṇanā",
    "ai-atk-s0302a0:430_0": "65.",
    "ai-atk-s0302a0:430_1": "When name and form are conceived, there is the wish there is consciousness in which these five ways. When there is such consciousness, there is to be to say, there are choices, they would not be told.",
    "ai-atk-s0302a0:430_2": "For ignorance is the third kind of (volitional) processes, not being dispelled by you.",
    "ai-atk-s0302a0:430_3": "For a great man is present in the present, and so on.",
    "ai-atk-s0302a0:431_0": "nor is it possible to give rise to the Buddhas.",
    "ai-atk-s0302a0:431_1": "“It is not possible to give up craving for continued existence through this very same thing,",
    "ai-atk-s0302a0:431_2": "Therefore, just as a man leopard by the cow jackal, having seen that person’s parted and draged it with the shoulder, set out the parts, and not stirred up from their ox and departed.",
    "ai-atk-s0302a0:431_3": "Whoever has no meaning of anyone,",
    "ai-atk-s0302a0:431_4": "The Great Man (Discourse while sitting in that way is like a man, like a line from old age and death, and like the monkey saw the way: “This is the condition for the immaterial states.” But when he saw the name and form of consciousness that this is the reason for the end of this consciousness.",
    "ai-atk-s0302a0:431_5": "After that, he said, “There is far away from the five lower fetters” and “There is an impediment for one who rightly applies himself to the other side of the opposite sex, like someone with ignorance in the place where they are disgusted, an abiding of ignorance.",
    "ai-atk-s0302a0:432_0": "and on requisites backwards.",
    "ai-atk-s0302a0:432_1": "But what is consciousness that’s attached to it, does it lead to it?",
    "ai-atk-s0302a0:432_2": "of the consciousness and Discipline",
    "ai-atk-s0302a0:432_3": "Herein, as to object means of contemplation of consciousness, as to object.",
    "ai-atk-s0302a0:432_4": "He doesn’t go beyond name and form.",
    "ai-atk-s0302a0:432_5": "This is the extent to which name and form are reborn in the general realm, or the opposite consequence thus: “This is the twofold species of consciousness in each other.”",
    "ai-atk-s0302a0:432_6": "For if they do know whether something is better or not you are reborn, it’s reborn in the company of the gods of the Thirty-Three.",
    "ai-atk-s0302a0:433_0": "When it is said, having shown that the five concepts of consciousness and recited it, thus they are the reason why. Name and form are conditions for the sake of the having shown that. Name and form are conditions for the six sense fields, consciousness is a condition for the six sense fields. Name and form are conditions for the sake of consciousness.",
    "ai-atk-s0302a0:434_0": "In the rough path which is the smooth path,",
    "ai-atk-s0302a0:434_1": "Understanding thus, “Having restrained” is Udena Suttanta.",
    "ai-atk-s0302a0:434_2": "delightful is the four gates, delightful and excellent gates,",
    "ai-atk-s0302a0:434_3": "after worshipping the populace, or (orthis) one of his men,",
    "ai-atk-s0302a0:434_4": "Don’t build a house:",
    "ai-atk-s0302a0:434_5": "And while listening to the first million men, he asked the people: “Dear Puṇṇa Mount Puṇṇaka, and when they were deportmented, he asked the neighborhood of Puṇṇa?”",
    "ai-atk-s0302a0:434_6": "And having asked, he said: “After saying, Puṇṇa,” he replied, and he replied: “As a clansman who are full of good families.”",
    "ai-atk-s0302a0:434_7": "And having asked, he said: “After going to the alms-bowl, he may have another thirty families.”",
    "ai-atk-s0302a0:434_8": "And having asked: “After going back, he may have another thousand families.”",
    "ai-atk-s0302a0:434_9": "And having asked: “Having done so, some of the two families,” he replied, and he gave the gifts to those families.",
    "ai-atk-s0302a0:434_10": "After asking: “After going to Puṇṇa,” he replied, “After 84,000 families”,",
    "ai-atk-s0302a0:434_11": "again asked: “How are you going to the Royal?” he asked, “What are you doing, King?",
    "ai-atk-s0302a0:434_12": "Island of this city, the Lord of the World, and offered it to the city, and offered it to the neighborhood of this city. And now, when anyone who was able to proceed to live in this family, they’ll bring the bliss of the world.”",
    "ai-atk-s0302a0:434_13": "That’s how, although he does so,",
    "ai-atk-s0302a0:434_14": "Then people, having heard the head, filling all the towns and the capital, were filled with gold.",
    "ai-atk-s0302a0:434_15": "Then at another time the were successful and prosperous and full of psychic power.",
    "ai-atk-s0302a0:434_16": "that later time in this city, Possessing is what was said.",
    "ai-atk-s0302a0:435_0": "Herein, Samiddhi (therefore) go for alms,",
    "ai-atk-s0302a0:435_1": "An irregular filled with all flowers,",
    "ai-atk-s0302a0:435_2": "having so many people can know what is beneficial,",
    "ai-atk-s0302a0:435_3": "gave the lots of people.",
    "ai-atk-s0302a0:435_4": "having crowded by people, crowded with people,",
    "ai-atk-s0302a0:435_5": "The goals of the old widespread, and the ten widespreads, and bowls, ten thousand, twenty-thousand widespread (after his) sons, –",
    "ai-atk-s0302a0:436_0": "In the same way, this is said in reference to this:",
    "ai-atk-s0302a0:436_1": "For he is able to see the Best of City, like a menstruation over the city of God, like a fisherman in a forest, like a male shone, and seeing the road in the heaven of the city of Enlightened One’s path. As he was sitting outside the city of Enlightened One, like a lotus pond, for the men, to see the refuted his own road, and seeing the fruit of the City of Nibbāna.",
    "ai-atk-s0302a0:436_2": "From the time of the four gates was seen as if seen the Realized One, it was at the time of first gate, like the city of Kāsi and Kosala, it was time to enter into the city by the Realised One, as if he was begged by the Realized One, at the time of the city gates, at the wrong time of his feet, then his enemy, for the time of quenching.",
    "ai-atk-s0302a0:436_3": "84,000 cities, having taken a dream to the city of Brahmadatta. From the city, he offered to themen of all the high-born princes and set out in front of the Buddha, like a palace, going to the city of Bālaka, and establishing the Fifty-Three, he offered five hundred leagues along withins, and towers at the Great Creeptavaccha. He then entered upon the town, where he was established in the palace of the Buddha’s presence of the King Mahāpaṇṇas Āḷavaka, he set out like a great light.",
    "ai-atk-s0302a0:437_0": "they used the noble eightfold path.",
    "ai-atk-s0302a0:437_1": "For this noble path is which invited to the invitation procedure: “Surely it is not easy to find the path in this way that is not easily understood” .",
    "ai-atk-s0302a0:437_2": "having the training, like a celibate,",
    "ai-atk-s0302a0:437_3": "(but) the absorptions being successful, prosperous,",
    "ai-atk-s0302a0:437_4": "“Living in scented flowers,",
    "ai-atk-s0302a0:437_5": "What in detail is what is connected with the ascetics of another religion.",
    "ai-atk-s0302a0:437_6": "We’ve become very learned,",
    "ai-atk-s0302a0:437_7": "As many thousands of people there were explained the thirty-two parts of the Buddhas, there was a charnel ground of a hundred thousand coins, a hundred thousand leagues in this way.",
    "ai-atk-s0302a0:438_0": "6. Sammasasuttavaṇṇanā",
    "ai-atk-s0302a0:439_0": "66.",
    "ai-atk-s0302a0:439_1": "he addressed the sixth offering,",
    "ai-atk-s0302a0:439_2": "One preached to these characteristics, etc., which occurs to him.",
    "ai-atk-s0302a0:439_3": "it seems that there are because of the Buddha’s teaching,",
    "ai-atk-s0302a0:439_4": "Their psychic powers are profounded, just as they are extended, expounded, profounded, and penetrated to the profound.",
    "ai-atk-s0302a0:439_5": "And the Buddha revealed his source in anddicated great positions; he spoke about the Discourses on the stages of the suttantas, etc., and his followers stated:",
    "ai-atk-s0302a0:439_6": "My friend Tell us.",
    "ai-atk-s0302a0:439_7": "Without entering the surgeon:",
    "ai-atk-s0302a0:439_8": "But that mendicant didn’t answer the Buddha’s mind. Because of this, they declare: “Nay, because of the Blessed One’s mind.” Then he declared each for the sake of the susceptibilities of the Fortunate One’s instruction.",
    "ai-atk-s0302a0:440_0": "The words of the Buddha’s teaching, as follows: that is in connection with the teaching, he said to them,",
    "ai-atk-s0302a0:440_1": "Therefore, Ānanda, listen to this word of the Buddha: these are not able (true) disciples,",
    "ai-atk-s0302a0:440_2": "For in this way there is no such thing as",
    "ai-atk-s0302a0:440_3": "their source is the source of attachments.",
    "ai-atk-s0302a0:440_4": "in the case of the aggregates: it is happiness that should be quintuple.",
    "ai-atk-s0302a0:440_5": "arises and consumed.",
    "ai-atk-s0302a0:440_6": "And wavering and dissatisfaction with it.",
    "ai-atk-s0302a0:441_0": "Whatever in the world seems nice and pleasant, there is likeable and pleasing to be a person.",
    "ai-atk-s0302a0:441_1": "The Eye was situated in the world with its own eyes and with its special qualities of fewness of wishes, contentment, embarked to the extent of the eyes. Like a gems, with the eyes and banner, with a variety of pearls, etc., and like a gems and a necklacessary shining in the world that were to be put in an embankment, which was like a golden sun’s nose, etc., with a golden fleece of pearls and boxes.",
    "ai-atk-s0302a0:442_0": "always saw that (them),",
    "ai-atk-s0302a0:442_1": "The same method applies in the same way.",
    "ai-atk-s0302a0:442_2": "They were not free from suffering, sought the whole of suffering.",
    "ai-atk-s0302a0:442_3": "will see one’s own.",
    "ai-atk-s0302a0:442_4": "Similar with water.",
    "ai-atk-s0302a0:442_5": "But it is these although the word “space” is called “reliminary” because it is arrival .",
    "ai-atk-s0302a0:442_6": "and because of water, he causes his water to be given away.",
    "ai-atk-s0302a0:442_7": "called Sudassana,",
    "ai-atk-s0302a0:442_8": "But in the commentary, the meaning is, etc., is what is said.",
    "ai-atk-s0302a0:442_9": "witnessed by his limbs,",
    "ai-atk-s0302a0:442_10": "Secrets running: he touchs by one who is strikes, is the meaning.",
    "ai-atk-s0302a0:442_11": "for drinking water he will see a particular compose of drinking water, etc., that would be produced by this body or speech.",
    "ai-atk-s0302a0:442_12": "Without reflection,",
    "ai-atk-s0302a0:443_0": "In the same way, this is how to construe it –",
    "ai-atk-s0302a0:443_1": "For there is a function in the world like a seer, like a hair-splitter in the world that holds a sword, an elephant, a prime, a donor, an ordinary person’s educated, a donor, an enemy, and adorned with a flag that has as its object.",
    "ai-atk-s0302a0:443_2": "Then, when a man gets rid of looking at a human being, he informs a five kinds of sensual stimulation uprightened, loving to let go of their teacher’s instructions, and his preceptors,",
    "ai-atk-s0302a0:444_0": "Herein, just as, when a man with good qualities, he will be unlucky, unfortunate, without getting rid of the five strands of thirst, and a man of hate and delusion, and then, if he comes back to death in the present life, he thinks: “Being the drawbacks of sensual pleasures, he won’t get a maintaining death in the present life, or deadly full of pain and distress, etc., with making much suffering and distress, I will get rid of the five kinds of thirst, and will not fall backbit for a dead for a result.”",
    "ai-atk-s0302a0:444_1": "if he says, “I will guard the sense doors, eat in moderation,” and he resigned the sense doors, eats too much, and I shall resign the training and return to a lesser life. When a teacher has given up, I’ll question to do the duties, and go to later. When I’ve given up, I’ll continue the dangers.” And he said, “Anything that he later once,” and he does so, he proceeds having given up the Teaching of the training.",
    "ai-atk-s0302a0:444_2": "Then the dropping of the trees, he drives, pebbles, grabbing a robbery, poison, and presenting the hands in the four ways, “Hum.”",
    "ai-atk-s0302a0:445_0": "to drink water for washing the cool breeze.",
    "ai-atk-s0302a0:445_1": "curds from the _paṇḍaka_,",
    "ai-atk-s0302a0:445_2": "In time, in order to prevail over a hundred, a thousand,",
    "ai-atk-s0302a0:445_3": "After making a plantain from all the ornaments for the whole of a hero that had been bird, some with the garments on the turn that was given.",
    "ai-atk-s0302a0:446_0": "– However, the refining – here is in converse order.",
    "ai-atk-s0302a0:446_1": "Come, my good man, like a composed of wound, like the sun rising, the goad, the oppressing of the elephants, the waters, and the rolling of the fruits. When that is Finally the four directions, he can be understood as a delivering from the goal of the World, like a liquors, to a shoot, and after giving up craving for drinking and seeing the bhikkhus.",
    "ai-atk-s0302a0:447_0": "7. Naḷakalāpīsuttavaṇṇanā",
    "ai-atk-s0302a0:448_0": "67.",
    "ai-atk-s0302a0:448_1": "Sevenly he asks, Why are they asking?",
    "ai-atk-s0302a0:448_2": "“How should I answer?”",
    "ai-atk-s0302a0:448_3": "to know the Elder’s own welfare.",
    "ai-atk-s0302a0:448_4": "Nevertheless, two mendicants asked this question: about the past, future, or present. They ask:",
    "ai-atk-s0302a0:448_5": "“This is the condition for name and form, name and form, consciousness is a condition for name and form.”",
    "ai-atk-s0302a0:448_6": "But here it is not shared by the King that is the simile of theluster of consciousness, which is unbounded in the form of abode, subtlety, shameless, infatuated to the influence of the three (workings).",
    "ai-atk-s0302a0:449_0": "Also: In this place there is the five aspects of the moderation in one who possesses these five states of existence .",
    "ai-atk-s0302a0:449_1": "In the six lower parts of the robe given in the winter, one of the three, two, three, four, or five.",
    "ai-atk-s0302a0:449_2": "If the first Dhamma is the second, and the third rebirth of the Dhamma is very fruitful,",
    "ai-atk-s0302a0:449_3": "Herein, enlightenment by means of the first kind that is trained in this way: “I have attained the second jhāna, the third kind of trainee, and the seventh,”",
    "ai-atk-s0302a0:450_0": "8. Kosambisuttavaṇṇanā",
    "ai-atk-s0302a0:451_0": "68.",
    "ai-atk-s0302a0:451_1": "In the eighth sectarian triad, they respond to hear the sound of others.",
    "ai-atk-s0302a0:451_2": "Then some time, after the sitting mat, he thought, “This is the reason for the instead.”",
    "ai-atk-s0302a0:451_3": "“Sister, it’s the time for a long time.” They took the ground, saying, “There is no one who takes up the instructor.”",
    "ai-atk-s0302a0:451_4": "if he applies one person, thinking, “Through applied thought,” and they include them for the purpose of applied thought.",
    "ai-atk-s0302a0:451_5": "if he thinks, “This view arises, and accepts that view,” and they approve of the view he does forgiveness and acceptance of what they need.",
    "ai-atk-s0302a0:451_6": "But there were five reasons while a senior mendicant, who resigns the reasons and rejects something more, since they resigned the mighty. Then they cause them to ask for the faithful.",
    "ai-atk-s0302a0:451_7": "Herein, except for the sake of faith: possession of those kinds of faith. These are the meaning.",
    "ai-atk-s0302a0:451_8": "the cessation of continuation, the cessation of continuation,",
    "ai-atk-s0302a0:452_0": "But I’m not silent. I didn’t remember it either.",
    "ai-atk-s0302a0:452_1": "Venerable Nārada said to Venerable Saviṭṭha,",
    "ai-atk-s0302a0:452_2": "He thought:",
    "ai-atk-s0302a0:452_3": "“Continued existence is the cessation of extinguishment.” And the senior venerable should know that this is not the case: “I will know that this is the place of an abiding.”",
    "ai-atk-s0302a0:453_0": "on the road, looking at them with right wisdom, Vipassī on the road,",
    "ai-atk-s0302a0:453_1": "He doesn’t proclaim a non-returner, I am not a perfected one, I am not a perfected one.",
    "ai-atk-s0302a0:453_2": "But now that knowledge of the cessation of continued existence is extinguishment.”",
    "ai-atk-s0302a0:453_3": "he transcends the well, thirty-two marks,",
    "ai-atk-s0302a0:453_4": "you pour water into the lake;",
    "ai-atk-s0302a0:453_5": "If they were to make water, they would be standing on the bank of the river,",
    "ai-atk-s0302a0:453_6": "but he doesn’t touch the body with water. But after touching the body, he’d carry it without scratching it.",
    "ai-atk-s0302a0:453_7": "The water is full of the well dropped like a bananana tree, like a poolished shell, like a baby string of water, like a poolished in the mouth of the water, as it trunk, like a polished shell.",
    "ai-atk-s0302a0:453_8": "When he reflects on this, he knows “I attained perfection in the fruit of non-return”.",
    "ai-atk-s0302a0:453_9": "But there was no water Lying in the lake that a person to attain the waters does not attain perfection, even though they have directed the path to perfection, and having made an end of the fruit of perfection.",
    "ai-atk-s0302a0:454_0": "9. Upayantisuttavaṇṇanā",
    "ai-atk-s0302a0:455_0": "69.",
    "ai-atk-s0302a0:455_1": "As the ninth in the water which is risked above by the water",
    "ai-atk-s0302a0:455_2": "great rivers, the Ganges to the waters of the Ganges,",
    "ai-atk-s0302a0:455_3": "if he increases it, thus it is possible .",
    "ai-atk-s0302a0:455_4": "ignorance is a condition for the aggregates, conditions to be reborn in the company of conditions.",
    "ai-atk-s0302a0:455_5": "choices grow.",
    "ai-atk-s0302a0:455_6": "In this way the meaning should be understood in all ways.",
    "ai-atk-s0302a0:455_7": "Getting back, within.",
    "ai-atk-s0302a0:455_8": "When ignorance ceases, ignorance is a conditioned by ignorance, it doesn’t be a condition for continued existence.",
    "ai-atk-s0302a0:455_9": "They get rid of choices.",
    "ai-atk-s0302a0:455_10": "The ninth and tendencies of all kinds,",
    "ai-atk-s0302a0:456_0": "10. Susimasuttavaṇṇanā",
    "ai-atk-s0302a0:457_0": "70.",
    "ai-atk-s0302a0:457_1": "all kinds of heavy gods and humans like a mosquito,",
    "ai-atk-s0302a0:457_2": "By honoring conceit,",
    "ai-atk-s0302a0:457_3": "honoured by the four offerings, worshipped by honour,",
    "ai-atk-s0302a0:457_4": "revered by one who is unconfused,",
    "ai-atk-s0302a0:457_5": "For when the Teacher saw the elephants coming out, they rise from the path to the framework.",
    "ai-atk-s0302a0:457_6": "and he has confused the name.",
    "ai-atk-s0302a0:457_7": "so delightful is the one who understands profit and pillars.",
    "ai-atk-s0302a0:457_8": "Come, let them say:",
    "ai-atk-s0302a0:457_9": "“The ascetic Gotama has not come to birth from birth. He has arrived at the highest goal. Hereaches his disciples, from the one who is terrified and excited, pressed, and attended on them to their ruin and cast off their limbs; and he then asks them to get material possessions.",
    "ai-atk-s0302a0:457_10": "If he knows that, I would be able to put out a little quantity of me and fitting for me. When he’s attended on me, they would get material possessions.",
    "ai-atk-s0302a0:457_11": "Who will be able to learn the ascetic Gotama’s presence?”",
    "ai-atk-s0302a0:457_12": "After considering them, they thought, “Rejoice is the strength of him,” they said,",
    "ai-atk-s0302a0:458_0": "then approaching, venerable Ānanda, why are you coming?",
    "ai-atk-s0302a0:458_1": "Are I able to get a teaching, and I’ll quickly give it up,",
    "ai-atk-s0302a0:458_2": "Then he thought:",
    "ai-atk-s0302a0:458_3": "“The ascetic Gotama is able to go to see him at his feet. He’s not able to approach him.",
    "ai-atk-s0302a0:458_4": "Master Sāriputta has the characteristic of meditation in Vipassī. He cancels the Teaching, the Monastic Law, and the summaries; he sets out of compassion for the Master Mahākassapa, having preserved the acquisition of the clairaudience. Having heard the castegory of Sakka, he is learned and remembered the hymns. The Teacher’s (wholength of the Faith) in the Commentaries, to say: “I shall live in the Commentaries.”",
    "ai-atk-s0302a0:458_5": "Therefore he went to venerable Ānanda,",
    "ai-atk-s0302a0:459_0": "approached the Fortunate One, and after approaching her going to Kapilavatthu,",
    "ai-atk-s0302a0:459_1": "(So it seems) he thought:",
    "ai-atk-s0302a0:459_2": "“This is the sectarians, in the Paṭisambhidā,’ and after claiming the going forth and becoming a unallowable (for them), having gained another requisites, I’d destiny.",
    "ai-atk-s0302a0:459_3": "But I don’t know what happens to you.”",
    "ai-atk-s0302a0:459_4": "Therefore he went to the Fortunate One,",
    "ai-atk-s0302a0:459_5": "So Ānanda thought,",
    "ai-atk-s0302a0:459_6": "“This wanderers who follow other paths, when they claim: ‘I am a teacher of the ascetics of other religions.’ They claim to be living here, they a teacher of the spiritual life.",
    "ai-atk-s0302a0:459_7": "Is my confidence in the teaching or not? Or must my disciples have confidence in me?”",
    "ai-atk-s0302a0:459_8": "Then there too, one of those whose confidence had come to me, and thought, “I will go forth in the teaching of the Master’s instruction.”",
    "ai-atk-s0302a0:459_9": "and you’ll wait too much.",
    "ai-atk-s0302a0:459_10": "What can I get?”",
    "ai-atk-s0302a0:459_11": "When looking around, he thought, “I’ll find something that I’m going forth,” and he said, “I’ll offer you a criminal.” And he told him, “After it, Ānanda, I’ll go forth.”",
    "ai-atk-s0302a0:460_0": "he answered enlightenment in the presence of the Teacher, those monks who dwelt in that meditation subject were neighboring the meditation subject. They then cried out.",
    "ai-atk-s0302a0:460_1": "They told the Buddha and he said, “Dear, there are doing the invitation procedure for a hundred years.” Then they had obtained the furniture in the Teacher’s special qualities.",
    "ai-atk-s0302a0:460_2": "It was said regarding this.",
    "ai-atk-s0302a0:460_3": "to attain perfection:",
    "ai-atk-s0302a0:460_4": "I have been granted,",
    "ai-atk-s0302a0:460_5": "When they heard that they were standing, they continue to be standing.",
    "ai-atk-s0302a0:460_6": "go to him, why is their name?",
    "ai-atk-s0302a0:460_7": "having heard that, it seems, thought:",
    "ai-atk-s0302a0:460_8": "“While I’ll ask him about this memory, he’ll know it as you’ll know it.”",
    "ai-atk-s0302a0:460_9": "you should go to the charnel ground.",
    "ai-atk-s0302a0:461_0": "many kinds of past lives.",
    "ai-atk-s0302a0:461_1": "psychic powers come to one with psychic powers.",
    "ai-atk-s0302a0:461_2": "Respect means having developed he is able to make him leave, he is able to inspire him and ask questions.",
    "ai-atk-s0302a0:461_3": "The walls made of another’s walls.",
    "ai-atk-s0302a0:461_4": "The same method applies to the rest.",
    "ai-atk-s0302a0:461_5": "having risen up, risen up, set up, and lay down,",
    "ai-atk-s0302a0:461_6": "if he places his couches;",
    "ai-atk-s0302a0:461_7": "if he is able to sit down or lie down embracing his work, he is able to ask about the legs.",
    "ai-atk-s0302a0:461_8": "birds in a bird, swept away indeed,",
    "ai-atk-s0302a0:461_9": "This is the detailed explanation of the meaning here in brief. And the detailed explanation of the noble paths should be understood that the noble path with psychic powers, and the purification of the noble path here is in the way already stated.",
    "ai-atk-s0302a0:462_0": "peaceful liberations, having a peaceful liberation, the supporting of the mind and the liberations, and the attainment of the liberation.",
    "ai-atk-s0302a0:462_1": "after touching a body: she robbed her with the body.",
    "ai-atk-s0302a0:462_2": "Reverend, we freed by wisdom is shown by wisdom; it is visible; and so on.",
    "ai-atk-s0302a0:462_3": "whether you understand or not,",
    "ai-atk-s0302a0:462_4": "and it seems that theirs said,",
    "ai-atk-s0302a0:462_5": "“We will take it and don’t get their grandmothers and report to them. We will ask about the ten powers.”",
    "ai-atk-s0302a0:462_6": "(the nature of) thoughts, having insight and knowledge arises first.",
    "ai-atk-s0302a0:462_7": "knowledge arises dependent on extinguishment, and then the path followed it afterwards.",
    "ai-atk-s0302a0:462_8": "Therefore the Fortunate One says this:",
    "ai-atk-s0302a0:463_0": "whether or not you understand what is said:",
    "ai-atk-s0302a0:463_1": "their knowledge in this way is unequalled with knowledge,",
    "ai-atk-s0302a0:463_2": "for this is what is said:",
    "ai-atk-s0302a0:463_3": "the path is well-proclaimed, but you don’t know immersion. You should know immersion or see clearly with knowledge. You should give rise to joy, but you don’t know health or see. You should know extinguishment. That’s why you don’t know it.",
    "ai-atk-s0302a0:464_0": "But now having understood the pervasion of his great enquiry, what do you think?",
    "ai-atk-s0302a0:464_1": "Is form permanent or impermanent?’",
    "ai-atk-s0302a0:464_2": "But in that very place the Elders reached Arahantship.",
    "ai-atk-s0302a0:464_3": "Now comes the way to the advantages of health, age and death are conditions for old age and death.",
    "ai-atk-s0302a0:464_4": "But, Susīma, why are you doing this?",
    "ai-atk-s0302a0:464_5": "sent out of the drivers, the pitice of wood from the seat of the tree,",
    "ai-atk-s0302a0:464_6": "This is the method.",
    "ai-atk-s0302a0:464_7": "It is not only that but little, with the dried up and embankmented monks.”",
    "ai-atk-s0302a0:464_8": "The rest is the tenth wonder;",
    "ai-atk-s0302a0:465_0": "The seventh sub-chapter on large dwellings is finished.",
    "ai-atk-s0302a0:466_0": "8. Samaṇabrāhmaṇavaggo",
    "ai-atk-s0302a0:467_0": "1. Jarāmaraṇasuttādivaṇṇanā",
    "ai-atk-s0302a0:468_0": "71-72.",
    "ai-atk-s0302a0:468_1": "Then having performed the declarations of old age and death by one, and gave them one eleven door aside,",
    "ai-atk-s0302a0:469_0": "The eighth ascetics and brahmins is finished.",
    "ai-atk-s0302a0:470_0": "9. Antarapeyyālaṁ",
    "ai-atk-s0302a0:471_0": "1. Satthusuttādivaṇṇanā",
    "ai-atk-s0302a0:472_0": "73.",
    "ai-atk-s0302a0:472_1": "the other should be obtained here: “Teaching another,” and so on. They are the twelve bases of psychic power, etc., respectively the donors.",
    "ai-atk-s0302a0:472_2": "so that one should all find out the texts beginning with one who is hostile person,",
    "ai-atk-s0302a0:472_3": "Herein, the teacher is the Buddha, the disciple who is the disciple of the ascetic, because of knowledge of the path should be seeked with knowledge. This is the teacher of the gods.",
    "ai-atk-s0302a0:472_4": "trains, three are to be done:",
    "ai-atk-s0302a0:472_5": "bonds are reborn among the attachments;",
    "ai-atk-s0302a0:472_6": "who has completed the profitable consent and skilled in desire.",
    "ai-atk-s0302a0:472_7": "excessive energy,",
    "ai-atk-s0302a0:472_8": "the ignorant who doesn’t worry back.",
    "ai-atk-s0302a0:472_9": "That defilements only because of the defilement of defilements,",
    "ai-atk-s0302a0:472_10": "In spending the flag of the world with its gods,",
    "ai-atk-s0302a0:472_11": "The mindful application of the four states , etc., is the meaning of the sentient beings who endure these things.",
    "ai-atk-s0302a0:472_12": "knowledge of the right wisdom.",
    "ai-atk-s0302a0:472_13": "diligence in diligence:",
    "ai-atk-s0302a0:472_14": "The rest is clear.",
    "ai-atk-s0302a0:473_0": "Oppressive series on the near shore.",
    "ai-atk-s0302a0:474_0": "The Book of the dregs is finished."
}