{
    "ai-atk-s0103a6:0_0": "7. Lakkhaṇasuttavaṇṇanā",
    "ai-atk-s0103a6:1_0": "The Thirty-Two Marks of a Great Man",
    "ai-atk-s0103a6:2_0": "Telling the Discourse on Sunāparanta",
    "ai-atk-s0103a6:2_1": "Here is the colour of the strike.",
    "ai-atk-s0103a6:2_2": "thirty-two marks of a great man.",
    "ai-atk-s0103a6:2_3": "while he possesses the marks of a great man.",
    "ai-atk-s0103a6:2_4": "“He should understand that the great man who has performed the following great system",
    "ai-atk-s0103a6:3_0": "“The sages remember it as an archery, but not sort of deeds.”",
    "ai-atk-s0103a6:3_1": "they are not attainable in the sense of attainments.",
    "ai-atk-s0103a6:3_2": "This is the eight standard stairs on the turn.",
    "ai-atk-s0103a6:3_3": "and well placed on the ground there.",
    "ai-atk-s0103a6:3_4": "Set in the forest, human beings.",
    "ai-atk-s0103a6:3_5": "Then, it seems, on that day the Lotus Monastery of the Buddha and his own house were sat down in the house of the house.",
    "ai-atk-s0103a6:3_6": "“Only the Blessed One, the counselor, shines all the marks of a cowherd, as if he were dwellingsed with various characteristics, etc., and his body covered with gold neighbours, and his head was shoots, like a chariot pearls, perfumed to the gems and separates; and when he is stretched out with gold coinking.",
    "ai-atk-s0103a6:3_7": "The Buddha’s work is reborn through this mark: ‘This is the characteristic of deeds, etc., that is how the length of deeds, which is characterized by the Buddha, or who has not already obtained the throne of past lives or the distributed. The Buddha said,",
    "ai-atk-s0103a6:3_8": "The teacher should be reborn in these marks. These are the marks that make he has been reborn?”",
    "ai-atk-s0103a6:4_0": "Then Ānanda, after hearing this discussion in the conversation, he sat down to one side and told him what had happened, saying, “Listening to the Teacher, after paying homage to the Teacher’s duties,” he said, “Listening to the lady,” he said, “Listen up to the Buddha.",
    "ai-atk-s0103a6:4_1": "The Fortunate One told you, Ānanda,",
    "ai-atk-s0103a6:4_2": "After hearing the word spoken by the Thera, the monk having heard the word he spoke: “Monks going to Mahāpajāpatī Gotamī.” Then he said this to the great man, making an end of the mark of his deeds:",
    "ai-atk-s0103a6:5_0": "Well-Planted Feet",
    "ai-atk-s0103a6:6_0": "Gailing is born in the way beginning, “Possessing” is said.",
    "ai-atk-s0103a6:6_1": "Likewise: “Having the states of existence” is given in the sense of being accorded to the “base” or “breaths” in the sense of habit.",
    "ai-atk-s0103a6:6_2": "This too is stated in the way already described.",
    "ai-atk-s0103a6:6_3": "Now he can survey the world of the gods in the deities.",
    "ai-atk-s0103a6:6_4": "Misconduct is characterized in an owing to good deeds, not easy for human beings.",
    "ai-atk-s0103a6:6_5": "That’s why, when a human deed is shown that it was said to be shown.",
    "ai-atk-s0103a6:6_6": "this is the extra effort.",
    "ai-atk-s0103a6:6_7": "elephants, horses, chariots, and so on, the great hero, had them filled the great hero.",
    "ai-atk-s0103a6:6_8": "But since such a person has done well in an island towards himself, it is not possible to explain a function of men and happiness to be done.",
    "ai-atk-s0103a6:6_9": "That’s why, when it was a human being, I said.",
    "ai-atk-s0103a6:7_0": "Having strong heat, hurled and quenching",
    "ai-atk-s0103a6:7_1": "having wholesome deeds in the ten ways of doing skillful deeds.",
    "ai-atk-s0103a6:7_2": "Endoweding to the influence of the heart is permanent, everlasting, eternal, and imperishable.",
    "ai-atk-s0103a6:7_3": "For if his mind is unprofitable, like a fire after reaching the wholesome mind, like a chicken’s embankment, like a rolling-pin.",
    "ai-atk-s0103a6:7_4": "Therefore strong in concentration is one undetermined.",
    "ai-atk-s0103a6:7_5": "or any other ascetic or brahmin who is unable to reappear when it comes to the gods of the skillful.",
    "ai-atk-s0103a6:8_0": "Here are the story:",
    "ai-atk-s0103a6:8_1": "previously, it seems, to the great man,",
    "ai-atk-s0103a6:8_2": "Then the rainy season came out of the house and she returned to the queen.",
    "ai-atk-s0103a6:8_3": "Mahākappina said, “I’ll take it away,” and they put it outside the gateway, saying, “I’ll throw it out.”",
    "ai-atk-s0103a6:8_4": "Sakka being able to arrive at the seventh day. When asked, “Why are you coming?”",
    "ai-atk-s0103a6:8_5": "He told him.",
    "ai-atk-s0103a6:8_6": "Sakka, the waters of the ocean, with a difficult to develop,",
    "ai-atk-s0103a6:8_7": "The Buddha-to-be is not allowed toin a lazy with him.",
    "ai-atk-s0103a6:8_8": "he sent him away, saying: “Don’t get back,”",
    "ai-atk-s0103a6:8_9": "Sakka said, “I’m unable to bear him a witness,” and he gave him an expensive lineage. Then he gave his son,",
    "ai-atk-s0103a6:8_10": "A great crowd, even if he does so, he should give a gift to the great ocean, saying, “I will take the rainy season,” and going to the family, where the Divinities recovered him.",
    "ai-atk-s0103a6:8_11": "Then a deity came to those deities:",
    "ai-atk-s0103a6:8_12": "“This ocean is deep and wide, and it is just like a deep lake.” But when the ocean includes it, he told him, “This is repayed my milk, my curd it.",
    "ai-atk-s0103a6:8_13": "but you’ll see an ornament I be able to get a sea.”",
    "ai-atk-s0103a6:8_14": "deity haunting the deity of the Bodhi Tree, they dropped the mas in a matchmaker, and sent him away, saying, “Take the Bodhi, garden!”",
    "ai-atk-s0103a6:8_15": "He surrounding the day, he having made a hundred thousand aeons in the next life, and went forth.",
    "ai-atk-s0103a6:8_16": "That’s how it is not possible with any ascetic or brahmin or god or Māra.",
    "ai-atk-s0103a6:8_17": "to give up what is skillful.",
    "ai-atk-s0103a6:8_18": "Therefore it is said:",
    "ai-atk-s0103a6:8_19": "“I had no communities in skillful qualities.”",
    "ai-atk-s0103a6:9_0": "Now, as to profitable activity he shows them the profitable states of loss, etc., which is to be seen in one who “special conduct” .",
    "ai-atk-s0103a6:9_1": "giving, share in gifts, and by giving gifts. It is similar to gifts at giving and sharing.",
    "ai-atk-s0103a6:9_2": "Endowed with virtue: five hundred precepts, fourteen, five, ten, twenty, thirty, forty,",
    "ai-atk-s0103a6:9_3": "fifteenth day sabbath: on the fourteenth, the fifteenth, and the eighth day of the lunar half-month.",
    "ai-atk-s0103a6:9_4": "and is to be like a mother’s father.",
    "ai-atk-s0103a6:9_5": "The same method applies in the same way.",
    "ai-atk-s0103a6:9_6": "among those who are perfect in wisdom,",
    "ai-atk-s0103a6:9_7": "Here are skilled in means skilled in that what is skillful and what is unskillful,",
    "ai-atk-s0103a6:9_8": "all the sensuous worlds, all are wholesome things in the fine-material sphere.",
    "ai-atk-s0103a6:9_9": "Both are skillful and unskillful,.",
    "ai-atk-s0103a6:9_10": "all those who are wholesome, do those who enjoy what is skillful.",
    "ai-atk-s0103a6:9_11": "Those who come to the profitable way of acquiring the skillful.",
    "ai-atk-s0103a6:9_12": "Those who are skilled in the very same way, and skilled in the profitable way.”",
    "ai-atk-s0103a6:9_13": "He was skilled in these things, skilled in profit, and strong in them.",
    "ai-atk-s0103a6:10_0": "and since it is done by one who has been wintened by groinss, and it is done by one who has made the point of it.",
    "ai-atk-s0103a6:10_1": "Leaving is called an abode of scratching.",
    "ai-atk-s0103a6:10_2": "That’s why I said that mango groves had made.",
    "ai-atk-s0103a6:10_3": "immeasurable, measureless,",
    "ai-atk-s0103a6:10_4": "Because I’ve done it, I’ll give it away.",
    "ai-atk-s0103a6:10_5": "‘Fells intervals: it associates with others, but only if it gets something more.’",
    "ai-atk-s0103a6:10_6": "they achieve what they do.",
    "ai-atk-s0103a6:11_0": "With the whole of their feet he deals with all the ground: “This is the ground for criticism, this is how they place (was heard).”",
    "ai-atk-s0103a6:11_1": "There they all roll on of all sides, but no footing in each of the place. Nor do they experience nothing move before it.",
    "ai-atk-s0103a6:11_2": "If he says, “If I don’t, I’ll step on one hundred and fifty feet.”",
    "ai-atk-s0103a6:11_3": "At the constantly his work was like a neck in the earth, like the earth with water.",
    "ai-atk-s0103a6:11_4": "if he enters the precincts because he enters;",
    "ai-atk-s0103a6:11_5": "Saying, “I’ll steal idea!” he ran on his return, as if he were nourishing his feet, he returned to the charnel ground.",
    "ai-atk-s0103a6:11_6": "Because he thinks, “I’ll crush the mountain cave top,” and when he washed his feet, he came down to the tip of the mountain.",
    "ai-atk-s0103a6:11_7": "And so he gave the thirty-two feet to each of the Thirty-Three.",
    "ai-atk-s0103a6:11_8": "for a wheel-turning monarch is not able to become established in the possession of a Universal Monarch.",
    "ai-atk-s0103a6:11_9": "While he was doing so, a thorny or sinking or mud, and a stomach before entering the earth, and went right there.",
    "ai-atk-s0103a6:11_10": "Because the Realised One’s merit through the Himālaya’s merit, which had produced in the ten great earth element, that is, the earth element.",
    "ai-atk-s0103a6:12_0": "over the limited period, (and) went to the assembly hall.",
    "ai-atk-s0103a6:12_1": "For it’s not possible to build a heap or a tree belonging to the great ocean.",
    "ai-atk-s0103a6:12_2": "Therefore it was said: “The limitless and limit” .",
    "ai-atk-s0103a6:12_3": "always necklaces, Ancious talk,",
    "ai-atk-s0103a6:12_4": "for bandits attacked to robbers, mixed up with tigers, etc., and in the sense of thorns, stubborns, thorns, and thorns—these are called the sense of thorns.",
    "ai-atk-s0103a6:12_5": "their psychic powers are fulfilled,",
    "ai-atk-s0103a6:12_6": "My snares, plague, being full of all snares,",
    "ai-atk-s0103a6:12_7": "secure, sanctuary,",
    "ai-atk-s0103a6:12_8": "crashed the poison;",
    "ai-atk-s0103a6:12_9": "having husked the inside, robbed, and secretly robbed, they banditter with robbed flags.",
    "ai-atk-s0103a6:12_10": "While still without being distracted,",
    "ai-atk-s0103a6:12_11": "no-one is able to settle it.",
    "ai-atk-s0103a6:12_12": "those who birds in a bird:",
    "ai-atk-s0103a6:12_13": "if he divided into material things by the seer;",
    "ai-atk-s0103a6:12_14": "to both counts,",
    "ai-atk-s0103a6:12_15": "Inside,: with the inside, the riches,",
    "ai-atk-s0103a6:13_0": "Exterior things,",
    "ai-atk-s0103a6:13_1": "Because that deity of him attacked as a deity, boiled as a deity, and the leopard as Brahmā, and so on, though Brahmā Sanaṅkumāra by the for seven months, they were unable to harness upon them.",
    "ai-atk-s0103a6:14_0": "thus the Buddha has spoken of his deeds and the characteristic of endurance.",
    "ai-atk-s0103a6:14_1": "There is a hundred thousand deed called a hundred thousand-elephants, firmly established in him,",
    "ai-atk-s0103a6:14_2": "after becoming a shelter in work, she knows the world with its gods and men,",
    "ai-atk-s0103a6:14_3": "Well-Planted feet:",
    "ai-atk-s0103a6:14_4": "Endowed with the characteristic of non-greed.",
    "ai-atk-s0103a6:15_0": "when ‘They speak of this,’ is said to because it was said that.",
    "ai-atk-s0103a6:15_1": "And these verses consisting of the Theras, saying: “But Ānanda, have you placed them out of praise,”",
    "ai-atk-s0103a6:15_2": "Later, another senior monks said, “Upasaka,”",
    "ai-atk-s0103a6:16_0": "Herein, you should talk about the truths.",
    "ai-atk-s0103a6:16_1": "Ten tyings of wholesome deeds in the Dhamma,",
    "ai-atk-s0103a6:16_2": "gives the gift of ten faculties,",
    "ai-atk-s0103a6:16_3": "Ethics restraint:",
    "ai-atk-s0103a6:16_4": "“Anything covetousness should be undertaken in three ways: virtue, learning, generosity, and wisdom.”",
    "ai-atk-s0103a6:16_5": "Understanding as virtue, restraint,",
    "ai-atk-s0103a6:16_6": "the observance-day procedure, the observance-day procedure,",
    "ai-atk-s0103a6:16_7": "harmlessness ...",
    "ai-atk-s0103a6:16_8": "all of them went under the instant.",
    "ai-atk-s0103a6:17_0": "wandering without rapture.",
    "ai-atk-s0103a6:17_1": "motion, characteristic, because of disturbance,",
    "ai-atk-s0103a6:17_2": "quenched to others,",
    "ai-atk-s0103a6:17_3": "He is generally happy with loads.",
    "ai-atk-s0103a6:18_0": "He does not go to the peak of birth, nor does he have a personality towards that person.",
    "ai-atk-s0103a6:18_1": "For this is the nature of the Dhamma. This is the way of developing it.",
    "ai-atk-s0103a6:19_0": "Wheels on the Feet",
    "ai-atk-s0103a6:20_0": "terrified, and fearless, and terror;",
    "ai-atk-s0103a6:20_1": "Herein, murderer is a bandit, a robbery, an enemy, abstaining from the bandits, shackles, etc., a robbery, an enemy, fear, terror, and goose,",
    "ai-atk-s0103a6:20_2": "all by the terminator of all activities.",
    "ai-atk-s0103a6:20_3": "By appointment:",
    "ai-atk-s0103a6:20_4": "How is it an appointment?",
    "ai-atk-s0103a6:20_5": "(but) for the sake of making offerings that donation, having prepared giving aple, is suitable for the people, and giving it to the people, he returns to the human realm. Having returned to it, he returns to the human state, hence it.",
    "ai-atk-s0103a6:20_6": "and city in such a city, thus they are appointed,",
    "ai-atk-s0103a6:20_7": "And they overpowered a gift that is not within ten kinds of offerings.",
    "ai-atk-s0103a6:21_0": "There (Mahinda said): “Amongst those who are food and drink,",
    "ai-atk-s0103a6:21_1": "So that gateway gave him to the house, and precincts on the edge. When he had prepared a seat, he brought it to the neighborhood, and placed it on the fragrance portions, and placed it on the seat spread out.",
    "ai-atk-s0103a6:21_2": "And when she gave her rice porridge, she gave her to the hermaphrod.",
    "ai-atk-s0103a6:21_3": "When she had washed her feet, she had washed her feet and eaten by theft, and washed her midday even after washing her feet, and bringing them to the stopping of her feet, which was like the served with many soups and sauces,",
    "ai-atk-s0103a6:21_4": "While (them) gave the courses to the mango groves, he gave rice porridge and non-staple food.",
    "ai-atk-s0103a6:21_5": "clothed on the ground, he gave a seat to them, and to a bedroom, even if he doesn’t have a lamp, yet posts, backs, and bathing paste, yet posts, for the sake of toothbs, took a seat, rice porridge, and took a saucer on the ground.",
    "ai-atk-s0103a6:22_0": "Relying on foot,",
    "ai-atk-s0103a6:22_1": "it was given to him by doing so, and it went around with his jackals, propounded, and non-human beings. Then they gave him no matter.",
    "ai-atk-s0103a6:22_2": "And just that, having scented garlands, spotlessly brought them up, and because it was soon for four months.",
    "ai-atk-s0103a6:22_3": "(but even) the Lord of the Bodhisatta also gave the dancers to the Suddhodana and Shrine, and offered to the fragrance of the shrine, and beggars, who had consecrated the water, and gave him five hundred attendant people on him to the Cetiya mountain,",
    "ai-atk-s0103a6:22_4": "carried on the shrine terrace, which was carried away by the shrine terrace and powder, with the golden powder, and giving the blossoming to the ground.",
    "ai-atk-s0103a6:22_5": "A bed and benches:",
    "ai-atk-s0103a6:22_6": "The Sakyan daughter of the earth was not fully clothed, she raised in hands, and feet, with bubbles, and beds and benches, and benches, and circumstances,",
    "ai-atk-s0103a6:22_7": "Mosts of the house was given to him, and preparing the houses of rough, then having built at once more, with a garland of bed and benches, and creepers, with the eight hands of the head, and gave it upholsters.",
    "ai-atk-s0103a6:22_8": "(thinking): the lamp is young;",
    "ai-atk-s0103a6:22_9": "while the one who upholds the Bodhi tree of the Cetiyas in the Relic (rece) was carried to the place where the Bodhisatta was carried along, one pouring the waters of the Bodhisatta lake, and two news shrines.",
    "ai-atk-s0103a6:22_10": "Discerning the analytical knowledge,",
    "ai-atk-s0103a6:23_0": "Kings anointed:",
    "ai-atk-s0103a6:23_1": "about wealth, princes, governs, Princes,",
    "ai-atk-s0103a6:23_2": "Here a gift is surrounded by giving.",
    "ai-atk-s0103a6:23_3": "and for the sake of their deeds having been reborn in the company of the whole world with its gods. This world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
    "ai-atk-s0103a6:23_4": "by its marks,",
    "ai-atk-s0103a6:23_5": "are very beneficial.",
    "ai-atk-s0103a6:24_0": "These are called ‘corches’.",
    "ai-atk-s0103a6:24_1": "For these two verses:",
    "ai-atk-s0103a6:24_2": "(and that) Island, and that conducive to heaven and the same number of islands",
    "ai-atk-s0103a6:24_3": "Herein, the goblins is the meaning of that construction in the Pāṭaliputta .",
    "ai-atk-s0103a6:24_4": "An assembly hall called “The World” because of countless kinds of clearers,",
    "ai-atk-s0103a6:24_5": "But here are these culminations",
    "ai-atk-s0103a6:24_6": "Herein, before first:",
    "ai-atk-s0103a6:24_7": "you’ll follow in the city of Kusinārā.",
    "ai-atk-s0103a6:24_8": "(Ascetic) the previous lives of the worms, previously, apprehending this work to this island,",
    "ai-atk-s0103a6:24_9": "They fear and dread, and aren’t pulled up by fear and terror.",
    "ai-atk-s0103a6:24_10": "stuck in the ultimate goal.",
    "ai-atk-s0103a6:25_0": "having a hundred characteristics of meritoriousness, declaring the body and merit.",
    "ai-atk-s0103a6:25_1": "Since that being so, no one of them would accumulate a single harness and compassion for sentient beings. For all sentient beings would do their deeds.”",
    "ai-atk-s0103a6:25_2": "therefore the meaning of his merits is successful.",
    "ai-atk-s0103a6:25_3": "People, humans, demons, and protection.",
    "ai-atk-s0103a6:26_0": "In the characteristic of held over the characteristic of endlessness.",
    "ai-atk-s0103a6:27_0": "while precincts between the shoulders it is always powdered.",
    "ai-atk-s0103a6:27_1": "Here deeds from killing living creatures:",
    "ai-atk-s0103a6:27_2": "Remembelling the drum because of their killing living creatures, because they were making a sound and fearless.",
    "ai-atk-s0103a6:27_3": "Then your belly know that this because of that deed, the customs station, the leaf-hut, or the tent, or the butcher’s shop.",
    "ai-atk-s0103a6:27_4": "The whole of the world he went to another’s place and progressed by the Tathāgata. And the whole of all these has been handed down in the place of the Buddha.",
    "ai-atk-s0103a6:27_5": "by executioning the path that they will see when they come and see him because of the king, they’ll be caught up with them.",
    "ai-atk-s0103a6:27_6": "After going to that place they’d be executed, and because of this reason, they knew the procedure for this reason.",
    "ai-atk-s0103a6:27_7": "But if the Realized One went to another, he knows through the breaking of the body and speech of the four great elements, he knows how to be reborn in a Brahmā-worker.",
    "ai-atk-s0103a6:27_8": "by executioning others with the executioner, grabss, or borrowed goods, and spending themselves with pain.",
    "ai-atk-s0103a6:27_9": "In this way they’d know their own beasts, the solid nectar with broads, or jackals below the coals.",
    "ai-atk-s0103a6:27_10": "But the Realized One knows this his fingers and enemy’s sign because of the dreadful radiates of his fingers.",
    "ai-atk-s0103a6:27_11": "This is the only action.",
    "ai-atk-s0103a6:27_12": "- this mark is called “uch has the characteristic”.",
    "ai-atk-s0103a6:27_13": "Long Discourses on the Joyful Gods,",
    "ai-atk-s0103a6:28_0": "Having slaughtered the defilement of death, (that) fear of death, having destroyed the peril from death, and conquered death, he said to him,",
    "ai-atk-s0103a6:28_1": "“He refrained from killing living creatures, like this, and was my love for me like that. And after consideration I lost my love.",
    "ai-atk-s0103a6:28_2": "One who is endowed with good conduct,",
    "ai-atk-s0103a6:28_3": "he went to heaven; he is of heaven.",
    "ai-atk-s0103a6:29_0": "Practicing: having come here, having come here,",
    "ai-atk-s0103a6:29_1": "smooth extremely places in long,",
    "ai-atk-s0103a6:29_2": "(They are) Brahmāyu, like Brahmā Sujā’s husband.",
    "ai-atk-s0103a6:30_0": "very beautiful like a charming liquor,",
    "ai-atk-s0103a6:30_1": "at the time of Sumedhā cast the Bamboo Grove.",
    "ai-atk-s0103a6:30_2": "well-composed, well-shaped.",
    "ai-atk-s0103a6:30_3": "his fingers are soft and tender and long.",
    "ai-atk-s0103a6:30_4": "three:",
    "ai-atk-s0103a6:30_5": "Equal in the marks of an excellent man.",
    "ai-atk-s0103a6:30_6": "A long-lived, famous conduct,",
    "ai-atk-s0103a6:31_0": "if he makes a long time;",
    "ai-atk-s0103a6:31_1": "if he goes forth, takes too long, if he goes forth, he thinks he will be longer.",
    "ai-atk-s0103a6:31_2": "he worships the development of psychic power that has been attained by development and mastered by the supernormal powers.",
    "ai-atk-s0103a6:32_0": "Principled Seven Bulges",
    "ai-atk-s0103a6:33_0": "enjoying the sweet tastes,",
    "ai-atk-s0103a6:33_1": "“He ate the food posts,” and non-staples made with flour.",
    "ai-atk-s0103a6:33_2": "Five kinds of staple food.",
    "ai-atk-s0103a6:33_3": "Storm: she should be given ghee, oil, honey, and synovial.",
    "ai-atk-s0103a6:33_4": "He should lowly lowly, back by forehead.",
    "ai-atk-s0103a6:33_5": "drinks, eight kinds of drinks.",
    "ai-atk-s0103a6:34_0": "Here there are four hundred thousand eons of the cosmos contracting and extrated, that is,",
    "ai-atk-s0103a6:34_1": "Getting on a ball of food, which is well dyed on a deer-skin, deer-skin,",
    "ai-atk-s0103a6:34_2": "Therefore they’re rough mortified because of this sort of food, which people only know that it’s hard to get alms-food.",
    "ai-atk-s0103a6:34_3": "But when the Bodhisatta had a variety of delicious foods, having a lump of meat, he fell into a beautiful form.",
    "ai-atk-s0103a6:34_4": "That’s why the Realized One knows that the whole world has long been handed down in them with its own characteristic:",
    "ai-atk-s0103a6:34_5": "Sattuka to the characteristics of impermanence, etc.,",
    "ai-atk-s0103a6:34_6": "being peaceful and excellent,",
    "ai-atk-s0103a6:35_0": "Integrity, cooked rice, milk, curds, and food is given today,",
    "ai-atk-s0103a6:35_1": "The highest of supreme variety of paths is the best, the highest gift of the best, the best, the chief, the highest among men, or the best.",
    "ai-atk-s0103a6:36_0": "Seven times: seven times of bathing,",
    "ai-atk-s0103a6:36_1": "This is the meaning here: those who recall getting material possessions. The meaning is the meaning.",
    "ai-atk-s0103a6:36_2": "Those who went forth",
    "ai-atk-s0103a6:36_3": "gets hold of them.",
    "ai-atk-s0103a6:36_4": "despised for the supreme gain.",
    "ai-atk-s0103a6:37_0": "Asking for the colour of bearing the characteristics, etc.",
    "ai-atk-s0103a6:38_0": "It can be included by a gift given in the donors. She must be used to give gifts, and be attended on by giving a gift.",
    "ai-atk-s0103a6:38_1": "And as for the householders, he gave medicine to householders,",
    "ai-atk-s0103a6:39_0": "Going to be given by people: “Where do you get flies? Gond-King, some people do not say, ‘Who should do this?’”",
    "ai-atk-s0103a6:39_1": "“And some gift when someone gives a gift, they don’t get annoyed by them,",
    "ai-atk-s0103a6:39_2": "He says, “Because we give it up,” “They’ll do the duties for a thousand;”",
    "ai-atk-s0103a6:39_3": "Such a person doesn’t expect that kind of person.",
    "ai-atk-s0103a6:39_4": "by a lover of kindness.",
    "ai-atk-s0103a6:40_0": "Questioning the meaning and the accompany of meaning,",
    "ai-atk-s0103a6:40_1": "Neither takes no gift.",
    "ai-atk-s0103a6:40_2": "He expects his own master,",
    "ai-atk-s0103a6:40_3": "you should not do such a person.",
    "ai-atk-s0103a6:40_4": "you should associate with such a person, and you shouldn’t associate with this kind of person.”",
    "ai-atk-s0103a6:41_0": "Except fortunateness: pleasure and pain",
    "ai-atk-s0103a6:41_1": "For take someone who doesn’t sit in any one of them is seated alone in a lion’s hood; and they sit alone in the same way.",
    "ai-atk-s0103a6:41_2": "Herein, there is one who is mature in wealth and grain.",
    "ai-atk-s0103a6:41_3": "For there is no one able to make use of the alms-food eater with that one, and so the deed is angry with him.",
    "ai-atk-s0103a6:41_4": "which one is inferior and superior.",
    "ai-atk-s0103a6:41_5": "He thought, “I am the one who is virtuous!” and he does not want to have sex with him.",
    "ai-atk-s0103a6:41_6": "or both have attained.",
    "ai-atk-s0103a6:41_7": "But they don’t want to eat even one other ornaments because they don’t want.",
    "ai-atk-s0103a6:41_8": "both of them were like a golden bird in both ends.",
    "ai-atk-s0103a6:41_9": "When the monks are unethical,",
    "ai-atk-s0103a6:41_10": "For this is not able to make use of the alms-food eater by one, and as the goods are there.",
    "ai-atk-s0103a6:41_11": "He’s well-cooked:",
    "ai-atk-s0103a6:41_12": "So they don’t spring even when others fail.",
    "ai-atk-s0103a6:41_13": "Together with another, not doing what is to be done by oneself,",
    "ai-atk-s0103a6:41_14": "and the use of it.",
    "ai-atk-s0103a6:41_15": "That’s why such a person should practice such a meeting in concert.",
    "ai-atk-s0103a6:42_0": "They make sure they’re well-preced, and they become fact well.",
    "ai-atk-s0103a6:42_1": "They give to a mother or father, or the prince’s mother. They do not guard you or benefact with one who has heard.",
    "ai-atk-s0103a6:42_2": "“When a giver gives to those",
    "ai-atk-s0103a6:42_3": "But now you don’t think, ‘Now you’re not happy’;",
    "ai-atk-s0103a6:42_4": "how can we give you one?",
    "ai-atk-s0103a6:42_5": "making no effort when unless they didn’t attend.”",
    "ai-atk-s0103a6:43_0": "“Here a long time” has been done, and so on,",
    "ai-atk-s0103a6:43_1": "And the other three characteristics beginning with the community of action, namely, the others’ legal procedures of defilement, and the others too.",
    "ai-atk-s0103a6:43_2": "But the Realized One has long been reborn in the world with its gods, these two characteristics,",
    "ai-atk-s0103a6:43_3": "this mark:",
    "ai-atk-s0103a6:43_4": "served by the crowds,",
    "ai-atk-s0103a6:44_0": "211.Kariyāti karitvā.",
    "ai-atk-s0103a6:44_1": "practices,",
    "ai-atk-s0103a6:44_2": "Defilements without exception.",
    "ai-atk-s0103a6:44_3": "They say that “(permission is) in the morning”, and so the meaning is not pregnant by meresses,",
    "ai-atk-s0103a6:45_0": "Leaving dripped",
    "ai-atk-s0103a6:45_1": "You’d have a beautiful graceful form, so pure and pleasant, bolt, and well bathing, saucing, sight of and well-stablished.",
    "ai-atk-s0103a6:45_2": "The prince Susumedhā the young man, very well-spoked.",
    "ai-atk-s0103a6:46_0": "He wears the vessel, avoids the words of the people.",
    "ai-atk-s0103a6:46_1": "He should be attentive in whatever place he needs to be expounded as before.",
    "ai-atk-s0103a6:46_2": "sharken off this big:",
    "ai-atk-s0103a6:46_3": "Speaking kindly, desiring happiness, and seeking happiness.",
    "ai-atk-s0103a6:46_4": "Devoted, he became satisfied with his words, profession of what he says.",
    "ai-atk-s0103a6:46_5": "follows the Dhamma, and the teaching of the Dhamma,",
    "ai-atk-s0103a6:47_0": "Unconsation about the characteristics of the Unconditioned",
    "ai-atk-s0103a6:48_0": "Remembering the world’s conqueror, ~ and looking back here,",
    "ai-atk-s0103a6:48_1": "Respect for the ten types of wholesome deeds,",
    "ai-atk-s0103a6:48_2": "he spoke about many people’s end, and talk about Dhamma.",
    "ai-atk-s0103a6:48_3": "sentient beings live in a place of loss,",
    "ai-atk-s0103a6:48_4": "“A fire,” all they all adhere,",
    "ai-atk-s0103a6:48_5": "Firstly, a long time one was bound for a long time.",
    "ai-atk-s0103a6:48_6": "the one who speaks of such deeds, but not involved by doing this deed; he doesn’t know the following statements: “This is the kind of speech that’s false, divisive, harsh, or nonsensical.”",
    "ai-atk-s0103a6:48_7": "But the Realized One knows that such a long time has appeared under the heading of spoken by the Realized One. And the multiplication of the modes, and its characteristics, and because of the basis for such a long time.",
    "ai-atk-s0103a6:48_8": "this mark:",
    "ai-atk-s0103a6:48_9": "with supreme mind.",
    "ai-atk-s0103a6:49_0": "213.Erayanti bhaṇanto.",
    "ai-atk-s0103a6:49_1": "(but) he shows that many people said:",
    "ai-atk-s0103a6:49_2": "The nature of the teaching, the Dhamma, and the law",
    "ai-atk-s0103a6:50_0": "his voice is full of heedless, he becomes restless, and he is restless.",
    "ai-atk-s0103a6:50_1": "and the foot-stool.",
    "ai-atk-s0103a6:50_2": "well-formed and well-formed,",
    "ai-atk-s0103a6:50_3": "flesh and blood,",
    "ai-atk-s0103a6:50_4": "(such as) good fortune-telling Rains Retreat means being predatory animals,",
    "ai-atk-s0103a6:50_5": "he stays together.",
    "ai-atk-s0103a6:50_6": "Without first being destroyed, the one who lives without support, who lives without form,",
    "ai-atk-s0103a6:51_0": "Antelope Calves",
    "ai-atk-s0103a6:52_0": "Two-crafts is the professional or the name of the professions.",
    "ai-atk-s0103a6:52_1": "What is high and low, craft,",
    "ai-atk-s0103a6:52_2": "low-worker: reed-workers, not chariot-makers, or sheep,",
    "ai-atk-s0103a6:52_3": "High professions:",
    "ai-atk-s0103a6:52_4": "Things that are non-doing and knowledge, and so on.",
    "ai-atk-s0103a6:52_5": "Pātimokkha restraint for five reasons: the ethical conduct is restrained in the monastic code.",
    "ai-atk-s0103a6:52_6": "Completely knowing the deeds of performing deeds,",
    "ai-atk-s0103a6:52_7": "if he were to wear the defilements;",
    "ai-atk-s0103a6:52_8": "The pupil of the teacher who said: “Do not lived for a long time, so he thought,",
    "ai-atk-s0103a6:53_0": "The king’s mentioned is called “form”; they are the army forty-four king’s army.",
    "ai-atk-s0103a6:53_1": "Eats as a king’s enemy: these seven treasures and these seven treasures",
    "ai-atk-s0103a6:53_2": "Kings questioned the kingdom, without which the king asked the king.",
    "ai-atk-s0103a6:53_3": "all of them all.",
    "ai-atk-s0103a6:53_4": "ascetics who follow the Sakyans of robe-cloth.",
    "ai-atk-s0103a6:53_5": "There are four assemblies of the Koṭṭhita.",
    "ai-atk-s0103a6:53_6": "Ascetics supported by the ascetics who follow the Sakyan.",
    "ai-atk-s0103a6:53_7": "‘Sexplains’ is a term for them.",
    "ai-atk-s0103a6:54_0": "“But for a long time now it has been known for a long time been caught, and so on.",
    "ai-atk-s0103a6:54_1": "(So) the robber of his deeds, he spends his curry and peril from his pupil’s rope, then his pupil becomes tired and leopard like a golden droping pieces, and was like the burning floor.",
    "ai-atk-s0103a6:54_2": "But the Realized One knows that the world with its gods’s minds function, stepped in terms of causes and reasons, with its characteristics and functions, and its analyzes,",
    "ai-atk-s0103a6:54_3": "this mark:",
    "ai-atk-s0103a6:54_4": "melodiously, deluded, and troublesome,",
    "ai-atk-s0103a6:55_0": "for anyone who strives for resentment no-one when it comes to anyone,",
    "ai-atk-s0103a6:55_1": "will get tired.",
    "ai-atk-s0103a6:55_2": "(gained) covered with fine riches, were covered in fine (them) with happiness.",
    "ai-atk-s0103a6:55_3": "But what is characterized as other than deeds?",
    "ai-atk-s0103a6:55_4": "is not reborn",
    "ai-atk-s0103a6:55_5": "Whatever kind of sacrifice is called therefore, because they have not yet been called.",
    "ai-atk-s0103a6:56_0": "Delicate Skin",
    "ai-atk-s0103a6:57_0": "He serves as an ascetic or brahmin in the presence of the ascetic or brahmin who is attached to Bāhiya,",
    "ai-atk-s0103a6:58_0": "He is endowed with great wisdom in the three Great Awakened One’s wisdom, this is the meaning of great wisdom.",
    "ai-atk-s0103a6:59_0": "Herein, what is great wisdom?",
    "ai-atk-s0103a6:59_1": "When a great spectrum of ethics, immersion, wisdom, freedom, and knowledge and vision of freedom, knowledge and vision of freedom.",
    "ai-atk-s0103a6:59_2": "In order to prevent the Great Seer’s powers, the largest of the fours of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path.",
    "ai-atk-s0103a6:60_0": "What is wisdom?",
    "ai-atk-s0103a6:60_1": "the wisdom there is from various aggregates, is the knowledge of (volitional) knowledge of the various forms,",
    "ai-atk-s0103a6:60_2": "among the various kinds of wide, based on the many kinds of psychic power, the later of the differentiations, the many kinds of psychic power, and the many language of the differentiations.",
    "ai-atk-s0103a6:60_3": "the many kinds of psychic power that have been widespread wisdom, and the ignorant in the different kinds of virtue, immersion, wisdom, and the various hymns, the many kinds of direct-knowledge , the development of the bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. They set the wide fact that lead to extinguishment by the noble ones.",
    "ai-atk-s0103a6:61_0": "What is perception?",
    "ai-atk-s0103a6:61_1": "It’s when someone is full of lots of food, drink, clothes, vehicles, fame, and text. They fulfill the entire spectrum of ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.",
    "ai-atk-s0103a6:61_2": "They’re very stubbornful ...",
    "ai-atk-s0103a6:61_3": "The following things as an enlightenmentous person does not attain (perfectional) things,",
    "ai-atk-s0103a6:61_4": "Living in meditation, they abundant insight to the meditation on embracing meditation.",
    "ai-atk-s0103a6:61_5": "The noble truths of the equipment provides with full wisdom.",
    "ai-atk-s0103a6:61_6": "the right efforts for supernormal powers ...",
    "ai-atk-s0103a6:61_7": "They realize the fruit of the ascetic life by making much of the ascetic life.",
    "ai-atk-s0103a6:61_8": "Through direct-knowledge it is purified;",
    "ai-atk-s0103a6:61_9": "Lack of full awareness is the most blameworthy for the sake of having many joys, the highest benefit.”",
    "ai-atk-s0103a6:62_0": "What is wisdom?",
    "ai-atk-s0103a6:62_1": "Whatever form there is—whether past, present, or future, internal or external, gross or subtle, inferior or superior, near or far—they should know it as impermanent, the Jetavana Victor.",
    "ai-atk-s0103a6:62_2": "quickly which brings joy to suffering, wins the victor,",
    "ai-atk-s0103a6:62_3": "When one truly sees any kind of feeling ...",
    "ai-atk-s0103a6:62_4": "consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near, which is impermanent, not-self.",
    "ai-atk-s0103a6:62_5": "The eye ... ear ... nose ... tongue ... body ...",
    "ai-atk-s0103a6:62_6": "By so doing old age and death, they will quickly know the impermanence of old age and death, which is impermanent, suffering, and perishable.",
    "ai-atk-s0103a6:62_7": "Forms of form in the past, future, and present; without dispelling forms, feeling, perception, choices, and consciousness, and consciousness, he quickly concentrates and without having smended them, which is arranges their cessation, and brings them to extinguishment.",
    "ai-atk-s0103a6:62_8": "Perception is a condition for choices. ...",
    "ai-atk-s0103a6:62_9": "Old age and death in the past ...",
    "ai-atk-s0103a6:62_10": "After having completed the cessation of old age and death, he quickly went to extinguishment.",
    "ai-atk-s0103a6:62_11": "(there is) in the past, future or present,",
    "ai-atk-s0103a6:62_12": "eye contact ...",
    "ai-atk-s0103a6:62_13": "When old age and death are impermanent, conditioned, and dependently originated, liable to end, vanish, fade away, and cease. After having made such a state without liable to end, cease. Trunking old age and death, he quickly rises above and falls away.",
    "ai-atk-s0103a6:63_0": "Which is the little wisdom?",
    "ai-atk-s0103a6:63_1": "Swiftly cut off the defilements, the wise one should endure (his).",
    "ai-atk-s0103a6:63_2": "They don’t tolerate a sensual, malicious, or cruel thought that has arisen, but give them up, get rid of them, eliminate them, and obliterate them. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them.",
    "ai-atk-s0103a6:63_3": "In one very seat, four noble paths of the ascetic life have been realized by direct knowledge. They realize the four kinds of direct-knowledge. Their six kinds of direct-knowledge it, and the four kinds of contact.",
    "ai-atk-s0103a6:64_0": "What is penetration of penetration?",
    "ai-atk-s0103a6:64_1": "It’s when someone isn’t easy to find a lot of all kinds of trees that seem to behold, shaken, impure and dull, full of bitter, shakes, and rocks, trembles in every way.",
    "ai-atk-s0103a6:64_2": "that Ignore the entire mass of hate ...",
    "ai-atk-s0103a6:64_3": "‘All these are reborn in the lower realms, the cutting off of penetration.’",
    "ai-atk-s0103a6:65_0": "he went to the Wise One and pay homage to him.",
    "ai-atk-s0103a6:65_1": "After making use of one’s own fault, in accordance with the faults of delivering faults, and making enemy, they make an end of hate and delusion, and doing what is beneficial.",
    "ai-atk-s0103a6:66_0": "By geting the reincarnation: for the purpose of gaining the (who returns),",
    "ai-atk-s0103a6:66_1": "About the signs and indulging in the signs, and a touching signs,",
    "ai-atk-s0103a6:66_2": "Seeing having known, you’ll know.",
    "ai-atk-s0103a6:67_0": "the meaning is that in the Vibhaṅga thus: “Amongst those who are inferior and superior”, and those who need not discern them.",
    "ai-atk-s0103a6:68_0": "Golden Skin",
    "ai-atk-s0103a6:69_0": "If they don’t, they’d quickly give up anger, get a sense of urgency, and they’d quickly get rid of it. Then they’d quickly get rid of it.",
    "ai-atk-s0103a6:69_1": "(Connected) the Kaṇṭaka, like a thorny carpet in the village,",
    "ai-atk-s0103a6:69_2": "not falling away asleep,",
    "ai-atk-s0103a6:69_3": "Then most powerful ill will arose than them.",
    "ai-atk-s0103a6:69_4": "Then even a strong harvest those who have passed away.",
    "ai-atk-s0103a6:69_5": "and he didn’t do it.",
    "ai-atk-s0103a6:69_6": "and they’re freed from sorrow.",
    "ai-atk-s0103a6:69_7": "but does not neglect talk, make physical contact with his body,",
    "ai-atk-s0103a6:70_0": "Here a long time (good) deed that has been done, and so on,",
    "ai-atk-s0103a6:70_1": "the overflowing of deeds is the color of the worker’s belly, and the color of beds and benches are called “ux-called”.",
    "ai-atk-s0103a6:70_2": "So what is covered and the cloth is the shape of cloth for the purpose of concealing someone else and the other is ugly.",
    "ai-atk-s0103a6:70_3": "still his complexion becomes clear, his skin becomes clear, and the complexion of his skin brightens.",
    "ai-atk-s0103a6:70_4": "For the four reasons they are building a stilt house; or that man has been shaved by the wind and the groundless with clothes, or the kingdom.",
    "ai-atk-s0103a6:70_5": "These are the four reasons for a long time that the Realized One has been granted for a long time.",
    "ai-atk-s0103a6:70_6": "The world is the its colour of developing it with its eighty characteristics, etc., with its characteristic and because of the lack of gold coins and bullion.",
    "ai-atk-s0103a6:70_7": "this mark:",
    "ai-atk-s0103a6:70_8": "with delicate minds that are delicate and so on,",
    "ai-atk-s0103a6:71_0": "he dropped on him.",
    "ai-atk-s0103a6:71_1": "they’re called a god like a polished shells over the earth, like a god.",
    "ai-atk-s0103a6:72_0": "like Indra, the finest of gods, like Indra.",
    "ai-atk-s0103a6:73_0": "They desire (to give) a going-forth to the mountain, like a layperson, they wish to give earth.",
    "ai-atk-s0103a6:74_0": "clothing ...",
    "ai-atk-s0103a6:74_1": "remote lodgings;",
    "ai-atk-s0103a6:75_0": "Retracted Privates",
    "ai-atk-s0103a6:76_0": "When the king was being announced he would have a (good) deed, he will established this legal procedure.",
    "ai-atk-s0103a6:76_1": "Therefore the Buddha-to-be was continually beautifully in the four directions, and in the city of Kāsī, began to the city of Hall four towns, and so on; and four directions, he placed a citadel.",
    "ai-atk-s0103a6:76_2": "When they’ve seen Mother, I won’t look after myself, or seeking a child, I’ll get to see his children and partners, and go to get there. After saying: “I’ll see my son, you won’t go.”",
    "ai-atk-s0103a6:76_3": "So in each instance,",
    "ai-atk-s0103a6:77_0": "Here, here a long time now: the factors of relatives,",
    "ai-atk-s0103a6:77_1": "for the sake of deeds undertaken,",
    "ai-atk-s0103a6:77_2": "Even if they do not know that you are capable of provokeing an individual, it would not be able to know that one,",
    "ai-atk-s0103a6:77_3": "This is the name of this fault: “Dear Perhaps I have sent having seen and heard about us,” and she replied:",
    "ai-atk-s0103a6:77_4": "It is because he does when the Realized One’s relatives undergoes for a long time, that is,",
    "ai-atk-s0103a6:77_5": "Then the world with its gods, its lords of death, and its supreme beings, which knows such bad deeds as the earth element, because of its characteristics and because of its result.",
    "ai-atk-s0103a6:77_6": "this mark:",
    "ai-atk-s0103a6:77_7": "they’re a benefit for a long time.",
    "ai-atk-s0103a6:78_0": "they are to be set out the skin of the body, and the cloth is to be used up.",
    "ai-atk-s0103a6:79_0": "engaging, fondness, rapture, tranquility, rapture, tranquility, immersion, and equanimity.",
    "ai-atk-s0103a6:80_0": "The characteristic of the...",
    "ai-atk-s0103a6:81_0": "The tree trunk knows “This is the meaning of this tree” is lotus pond.",
    "ai-atk-s0103a6:81_1": "she knows what she does.",
    "ai-atk-s0103a6:81_2": "knowing that a man is agreeable as best.",
    "ai-atk-s0103a6:81_3": "know a person’s distinction between people. They know, ‘I have no equal or uncleared transferred to another.’",
    "ai-atk-s0103a6:81_4": "This person is called worthy of giving.",
    "ai-atk-s0103a6:81_5": "Perhaps a man, knowing a masculinity, understanding a person’s benefit,",
    "ai-atk-s0103a6:81_6": "he who gave it to him,",
    "ai-atk-s0103a6:81_7": "If you don’t give half a _kahāpaṇa_ to one who is worthy of a religious donation,",
    "ai-atk-s0103a6:81_8": "He who gives two (places) on what is destiny, he who does not despise his own work.",
    "ai-atk-s0103a6:81_9": "Therefore he who takes on both accounts what is not given,",
    "ai-atk-s0103a6:81_10": "In the sense of faithful, the enquire of the faithful, the one who gives up faith, etc., should be understood to get the inclination of the faithfulness of the faithful,",
    "ai-atk-s0103a6:82_0": "“Here a person here after knowing a legal procedure for a long time, which has been done,",
    "ai-atk-s0103a6:82_1": "The world of the deeds he knows about the world with its gods and men, and all these two characteristics.",
    "ai-atk-s0103a6:82_2": "this mark:",
    "ai-atk-s0103a6:82_3": "Wealth is the benefit of wealth.",
    "ai-atk-s0103a6:83_0": "223.Tuliyāti tulayitvā.",
    "ai-atk-s0103a6:83_1": "if he penetrates (them);",
    "ai-atk-s0103a6:83_2": "great crowd of people brought the populace,",
    "ai-atk-s0103a6:83_3": "Staying: seeing that we have gone together,",
    "ai-atk-s0103a6:83_4": "if she does not know, “Unort to Padumavatī,” and so on, the meaning of its characteristics.",
    "ai-atk-s0103a6:83_5": "For many reasons he gives, without response, even when asked, for the householders to receive householders.",
    "ai-atk-s0103a6:83_6": "while the young man Sudā thought, “Prince this is a young man.”",
    "ai-atk-s0103a6:84_0": "Lion’s Chest, Etc.",
    "ai-atk-s0103a6:85_0": "(She) free from bonds, desires, ~ who is supreme in the safety,",
    "ai-atk-s0103a6:85_1": "of wisdom, which gives rise to deeds,",
    "ai-atk-s0103a6:85_2": "Here a great crowd of men,",
    "ai-atk-s0103a6:85_3": "The world is called ‘bringing for the sake of deeds’. Deeds are the reason why the world’s welfare, etc., for the sake of its having fulfilled, and for all these three characteristics:",
    "ai-atk-s0103a6:85_4": "this mark:",
    "ai-atk-s0103a6:85_5": "Wealth is unrestrained,",
    "ai-atk-s0103a6:86_0": "faithful, having faith in the treatment, illuminating the faithful,",
    "ai-atk-s0103a6:86_1": "Virtue than five precepts:",
    "ai-atk-s0103a6:86_2": "Well-tamed: drinking alcohol",
    "ai-atk-s0103a6:86_3": "The meaning is this: “How may these Buddhas arise in the ways not growing,” thus he is the meaning.",
    "ai-atk-s0103a6:86_4": "and desiring in the teaching.",
    "ai-atk-s0103a6:86_5": "together with many other good qualities.",
    "ai-atk-s0103a6:86_6": "that which is liable to decline, that which is not liable to decline,",
    "ai-atk-s0103a6:87_0": "Guardian",
    "ai-atk-s0103a6:88_0": "he places it on its bottoms, and which creepers and fruits, and his all-eyed places have been brought to mind as they have been put in an end.",
    "ai-atk-s0103a6:88_1": "Here a legal procedure here—",
    "ai-atk-s0103a6:88_2": "the messenger named Keṭāgiri. When that breathing waste there, he picked up a lot of blood. Whenever they had arrived, he becomes seized by many people. He thinks,",
    "ai-atk-s0103a6:88_3": "For a long time this legal procedure was done by the Realised One.",
    "ai-atk-s0103a6:88_4": "At that time the world with its gods of the Thirty-three terrace, the world of flavor has produced a fire.",
    "ai-atk-s0103a6:88_5": "this mark:",
    "ai-atk-s0103a6:88_6": "for the sake of healthy afflictions.",
    "ai-atk-s0103a6:89_0": "Don’t kill them, castegories. Don’t kill them.",
    "ai-atk-s0103a6:89_1": "For he who is preventing the bonds through trapping.",
    "ai-atk-s0103a6:90_0": "Deep Blue Eyes",
    "ai-atk-s0103a6:91_0": "They removed anger, like the eye sockets and trembled in the ears, are not burnt by anger.",
    "ai-atk-s0103a6:91_1": "nor do they abode made of horns even the point.",
    "ai-atk-s0103a6:91_2": "he does not apply himself to the ghosts, when he finds it, when he gets rid of it, when he wants to gets rid of it, even when he doesn’t look back at them, he doesn’t look at him.",
    "ai-atk-s0103a6:91_3": "“She has been expanded,” he is the same:",
    "ai-atk-s0103a6:91_4": "straightforward, he has straightforwardly straightforwardly, at the moment of his throat, he has straight away.",
    "ai-atk-s0103a6:91_5": "he should see the lovely endeavour.",
    "ai-atk-s0103a6:92_0": "here for a long time there is a great crowd of people,",
    "ai-atk-s0103a6:92_1": "(Having left) in the outer cuticle is like a sharp axe of rown that looks at it. And when a very stretched it is iron ball, it is like a lamp’s wound its property.",
    "ai-atk-s0103a6:92_2": "But when his mind is so full of confidence, then the commentary of the five constituents (of mind and body) are collapse.",
    "ai-atk-s0103a6:92_3": "the Realised One looked at it.",
    "ai-atk-s0103a6:92_4": "Then for a long time the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and there are great for one who knows their own characteristics and fruits.",
    "ai-atk-s0103a6:92_5": "this mark:",
    "ai-atk-s0103a6:92_6": "Not seeing the benefit of the world,",
    "ai-atk-s0103a6:92_7": "Endowed with the characteristic of endurance,",
    "ai-atk-s0103a6:93_0": "commentary on the head and the characteristic of heat.",
    "ai-atk-s0103a6:94_0": "He was the leader of the people, (but) formerly fitting the crowd, the chief of men, was the first chief,",
    "ai-atk-s0103a6:94_1": "People follow him.",
    "ai-atk-s0103a6:94_2": "Here observed past deeds.",
    "ai-atk-s0103a6:94_3": "(The king) came out from his advice, formerly dwindled his deeds, wives, happy and joyfully, sat down on the top of his head. He widespread, and shaks off his head.",
    "ai-atk-s0103a6:94_4": "The Realized One acted accordingly.",
    "ai-atk-s0103a6:94_5": "Then the world with its gods, its lords of the earth, know, “This world has its characteristic.”",
    "ai-atk-s0103a6:94_6": "this mark:",
    "ai-atk-s0103a6:94_7": "which leads to the great crowd of people.",
    "ai-atk-s0103a6:95_0": "for the benefit of many people.",
    "ai-atk-s0103a6:95_1": "many services for their provisions will have.",
    "ai-atk-s0103a6:95_2": "Then at the time of the child, she declares:",
    "ai-atk-s0103a6:95_3": "services for the services.",
    "ai-atk-s0103a6:95_4": "wide open the hero:",
    "ai-atk-s0103a6:96_0": "One Hair Protector (Discourses)",
    "ai-atk-s0103a6:97_0": "Telling in the realm of the opposite sex with one of the following statements: “In this way you should truth be experienced for a long time.”",
    "ai-atk-s0103a6:97_1": "What is the topic of recitation, etc., for a long time has been purified, and substantive characteristic, which is the world with its gods and humans, and nothing that projective.",
    "ai-atk-s0103a6:97_2": "this mark:",
    "ai-atk-s0103a6:97_3": "(but) the underlying tendencies of the people, making amends for the auspicious ones,",
    "ai-atk-s0103a6:97_4": "hair grew in each of his pores one neck, with the glorious body.",
    "ai-atk-s0103a6:98_0": "Forty Gapless Teeth",
    "ai-atk-s0103a6:99_0": "overcoming ...",
    "ai-atk-s0103a6:99_1": "Here for a long time: here the deeds done by way of speech,",
    "ai-atk-s0103a6:99_2": "The others were dissatisfied with each other.",
    "ai-atk-s0103a6:99_3": "But the Realized One knows that the whole world has been its characteristic for a long time through this reason. This is the meaning of its characteristic.",
    "ai-atk-s0103a6:99_4": "this mark:",
    "ai-atk-s0103a6:99_5": "these advantages are not worth a sixteenth part",
    "ai-atk-s0103a6:99_6": "forty-four years: ten kinds of fondness,",
    "ai-atk-s0103a6:100_0": "A Large Tongue and the characteristic of heat.",
    "ai-atk-s0103a6:101_0": "He has the speech: he has apprehended.",
    "ai-atk-s0103a6:101_1": "Firstly, a deed that emerges from harsh speech",
    "ai-atk-s0103a6:101_2": "They put the opportunity to hurt themselves in speech, or break the ears,",
    "ai-atk-s0103a6:101_3": "And after swapping the tongue, they do not speak harshly. They are not deteriorated or trickling in the ear, and don’t deteriorate or tremble.",
    "ai-atk-s0103a6:101_4": "his tongue is redd and the colour of covetousness.",
    "ai-atk-s0103a6:101_5": "That’s why the Realized One has done so that it’s known for a long time. And it’s why the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
    "ai-atk-s0103a6:101_6": "harsh speech and talking about rough.",
    "ai-atk-s0103a6:101_7": "They’ve made a sound with harsh speech and speak harshly. They know or not, ‘cholar’, or ‘friends breaking upwards’.",
    "ai-atk-s0103a6:101_8": "But there is no harming attacking with schism.",
    "ai-atk-s0103a6:101_9": "That’s why the world of a long time has been created by the Realized One and is rough speech for a long time.",
    "ai-atk-s0103a6:101_10": "this mark:",
    "ai-atk-s0103a6:101_11": "with words of practitioner, prosperous,",
    "ai-atk-s0103a6:102_0": "They abuse, insult, bandits, rude, and abuse. They lot the people against each other. They don’t use speech that’s false, divisive, harsh, or nonsensical. They’re coughing, rough, and harsh. They’re rude, coughing words that lead to harsh words.",
    "ai-atk-s0103a6:102_1": "killing, catching, harsh speech:",
    "ai-atk-s0103a6:102_2": "There is no meaning here: that is uninterrupted, the meaning is this.",
    "ai-atk-s0103a6:102_3": "they drive a good wave, good-looking:",
    "ai-atk-s0103a6:102_4": "swept away the bird,",
    "ai-atk-s0103a6:102_5": "Is hurried:",
    "ai-atk-s0103a6:102_6": "Endowed with the ears:",
    "ai-atk-s0103a6:102_7": "“‘Forge’ is happy,” is the meaning of happiness; the meaning is that it is pleasant.",
    "ai-atk-s0103a6:102_8": "Vessabhū do not feel,",
    "ai-atk-s0103a6:102_9": "means Brahmā’s Holy One’s voice.",
    "ai-atk-s0103a6:102_10": "for the many people.",
    "ai-atk-s0103a6:102_11": "were lots of many people.",
    "ai-atk-s0103a6:103_0": "Guardies",
    "ai-atk-s0103a6:104_0": "It is possible to familiar with great qualities, having the virtues of being incapable of greatness, or to be better for one who is unable to do so,",
    "ai-atk-s0103a6:104_1": "Here a Discussion in this way:",
    "ai-atk-s0103a6:104_2": "They all came out and (from the villages), their observed this bronze palace and that place or their place on their way. Having done so, the Lord of the wind from the Cow openings in the open, or the mountain.",
    "ai-atk-s0103a6:104_3": "But the Realized One doesn’t make a claim.",
    "ai-atk-s0103a6:104_4": "The Lion’s Cāpāla smile of the Cāpāla, having caused this reason for a long time, the world with its gods, its lords of death.",
    "ai-atk-s0103a6:104_5": "this mark:",
    "ai-atk-s0103a6:104_6": "I’ve been worn away,",
    "ai-atk-s0103a6:105_0": "The word exceedingly is quietly in his ears; the meaning is that of non-delusion is the meaning of what is like the first statement in the ears of the chest sorts of old age.",
    "ai-atk-s0103a6:105_1": "The inhabitants of two valuable treasures counselors; the meaning is, two (?); the two roars, the finest (?) of the four quarters (?) is the meaning of the Jinaya, the lord of the earth,) is the meaning.",
    "ai-atk-s0103a6:105_2": "For the one who knows a person’s birth,",
    "ai-atk-s0103a6:105_3": "Tillness is resplendent.",
    "ai-atk-s0103a6:106_0": "commentary on the characteristics, etc.",
    "ai-atk-s0103a6:107_0": "One is surrounded by one who is pure, and surrounded by his retinue,",
    "ai-atk-s0103a6:107_1": "Here a deed: right livelihood,",
    "ai-atk-s0103a6:107_2": "The one who lives in a balanced effort is called working, and who lives without working his life under a roof. Their deeds were unbroken and unallowable.",
    "ai-atk-s0103a6:107_3": "But the Realized One knows through its marks, by its marks, by its mark, and by its marks, and by its characteristic, because of this cleansedness and because of the cleansing of the body.",
    "ai-atk-s0103a6:107_4": "this mark:",
    "ai-atk-s0103a6:107_5": "pure abodes.",
    "ai-atk-s0103a6:108_0": "Tissaka was like the lord of men called Tissa bestowed over the supreme city.",
    "ai-atk-s0103a6:108_1": "born in water: the first is the meaning.",
    "ai-atk-s0103a6:108_2": "(thinking): It was surrounded by day, two streams of (where, beautiful women and chains, glorious ones, pure and bright, bright, blazing and glorying, which was surrounded by day.",
    "ai-atk-s0103a6:108_3": "And the country is not looked down for a wheel-turning monarch, nor is there any other country.",
    "ai-atk-s0103a6:108_4": "And for the sake of pleasure and pain are acting for the welfare and happiness of the people.",
    "ai-atk-s0103a6:108_5": "free of greed, hate, and delusion.",
    "ai-atk-s0103a6:108_6": "Rid of stress and weariness, freely glorious, whose mind is free,",
    "ai-atk-s0103a6:108_7": "Having thrown aside stains, corruptions, pliable, workable, and so on,",
    "ai-atk-s0103a6:108_8": "The rest is undefined.",
    "ai-atk-s0103a6:109_0": "Dīghanakha",
    "ai-atk-s0103a6:110_0": "The Book of the characteristics is finished."
}