{
    "ai-atk-s0402a9:0_0": "(10) 5. Bālavaggavaṇṇanā",
    "ai-atk-s0402a9:1_0": "99.",
    "ai-atk-s0402a9:1_1": "In the fifth part of the night there is a elder, the chief of the recitation of the Monastic Code low, the one who recites the Monastic Code, and the one who gets a seat, and one who is satisfied with the recitation of the Monastic Code. When the Teacher was advising and the Pātimokkha, he is called the senior monk who recites the Monastic Code. The senior monk who recites the Monastic Code is senior.”",
    "ai-atk-s0402a9:1_2": "When a senior person doesn’t show the way he doesn’t fear the ten arrivals, or one of ten enquirys, folk (perhaps) deaths from their brother:",
    "ai-atk-s0402a9:1_3": "And the second meaning should be understood in the same way.",
    "ai-atk-s0402a9:2_0": "101.",
    "ai-atk-s0402a9:2_1": "and third, too, I perceived that it is not suitable, and I still perceived this: “I have this lion, this is how I perceive.”",
    "ai-atk-s0402a9:2_2": "If it is allowable, but he perceives it as unappetizing, and he melted percipient, “This is allowable for me to take this allowable,”",
    "ai-atk-s0402a9:2_3": "The fourth should be understood as it is said in the way already described.",
    "ai-atk-s0402a9:3_0": "103.",
    "ai-atk-s0402a9:3_1": "If it is five days, and he perceives it as such, and he cuts it down in the neighborhood of a village, and he inserts his bowl in the village, and he perceives it as such, there is no offense.",
    "ai-atk-s0402a9:3_2": "If there is no offense for you, and he perceives that there is not, there is no offense for the assenting.",
    "ai-atk-s0402a9:3_3": "And the meaning should be understood in the sixth sense.",
    "ai-atk-s0402a9:3_4": "Seven on “special” is finished.",
    "ai-atk-s0402a9:4_0": "109.",
    "ai-atk-s0402a9:4_1": "Who gets the eleven defilements:",
    "ai-atk-s0402a9:4_2": "Being afraid of wrongdoing, he should not remind that legal procedure of the Sangha without being afraid of wrongdoing.",
    "ai-atk-s0402a9:4_3": "Being afraid of wrongdoing, they don’t respond to that dwelling.",
    "ai-atk-s0402a9:4_4": "and the twelvefold section should be understood in the way already described.",
    "ai-atk-s0402a9:5_0": "The fifth sub-chapter on fools is finished.",
    "ai-atk-s0402a9:6_0": "The second _kahāpaṇa_ is finished.",
    "ai-atk-s0402a9:7_0": "3. Tatiyapaṇṇāsakaṁ"
}