{
    "ai-atk-s0513a43:0_0": "13. Terasakanipāto",
    "ai-atk-s0513a43:2_0": "and On his formidable year, holding in the complexion of Ajātasattu,",
    "ai-atk-s0513a43:3_0": "Then he spent most of the fruits of that deity.",
    "ai-atk-s0513a43:3_1": "For Devadatta thought, “I’m unable to resign the teacher, but hen’t come back to Sāvatthī when I returned,” he walked outside the gateway, and he then left for the ground in the Jeta Grove.",
    "ai-atk-s0513a43:3_2": "Then these mendicants discussed by the mendicants, saying: “Reverend Sir, how did you resign the great heroes in hell and his bowl, he resigned the great hero.”",
    "ai-atk-s0513a43:3_3": "After the Teacher came and asked: “Monks, why is this?” he said, “Do it because of the past who were no longer existing in the past, before he had spoken?”",
    "ai-atk-s0513a43:4_0": "In the past, when King Brahmadatta was ruling in Benares, he became more royal family of spends.",
    "ai-atk-s0513a43:4_1": "alone, after breaking his child, breaking up and crushing him.",
    "ai-atk-s0513a43:4_2": "He did just that. Then he went from the district of buttermilk and wide a crafts, learning the traditions, and he set out wandering in the city.",
    "ai-atk-s0513a43:4_3": "Because of the great simile he became fragrant.",
    "ai-atk-s0513a43:4_4": "Then, when the Buddha-to-be is prosperous, he is wise, competent, and capable of coming.",
    "ai-atk-s0513a43:4_5": "He took the full admission to the village, going to the village, and standing in the garden, he stood at the foot of a tree trunk, and pulled that moved by one, stood in the same mango tree.",
    "ai-atk-s0513a43:4_6": "Trembling at the root of a tree cross-legged, with the flowers and fruits, danceragging flowers, softwood, and fruits, strike hunger and falling from a tree,",
    "ai-atk-s0513a43:4_7": "After getting them to eat as much as they needed, then went to the houses and gave them to their sons, and gave them a daughter-in-law,",
    "ai-atk-s0513a43:5_0": "The brahmin, having left Ambapālī, told him what had happened and said, “Now, I shall go to the forest.” He then asked the neighbors, “Listen, I shall come back by the forest,” and he asked the king, “Listen.” When he had come to the charnel ground, he asked him, “Lielding this mango, he thought, “Listen the ground before him.”",
    "ai-atk-s0513a43:5_1": "the Great Being after surveying the blazing –",
    "ai-atk-s0513a43:5_2": "“Here is the student who invited the Vedas: he has not consulted with his hand.”",
    "ai-atk-s0513a43:5_3": "The student said, “I’ll make this offering to the teacher,” and he then thought, “I’ll do it in all the time.”",
    "ai-atk-s0513a43:5_4": "if he gives the timber , gives the food to the mouth, gives the water, and the foot-stool; the water for washing the feet and the bowl for leftovers;",
    "ai-atk-s0513a43:6_0": "On the following day she said: “Apart to all the students and pay homage to me by one day, Queen Anulā, I sat down in another for a certain night.”",
    "ai-atk-s0513a43:6_1": "and later, a wife fortune-teller.",
    "ai-atk-s0513a43:6_2": "she was preparing her work at all times,",
    "ai-atk-s0513a43:6_3": "She told his birth, saying: “If this is the student who is a master of the Vedas, had become a master of our hymns, and then gives to me the hymns for his prosperity, let them service.”",
    "ai-atk-s0513a43:6_4": "He consented, saying, “Very well,” and after giving him a (saying):",
    "ai-atk-s0513a43:6_5": "“Sir, I can’t get by relying on this great man, if you don’t answer like a lump of froth.” But when I ask you, ‘There will be no fruit for me, I’ll put you like to get a hymns.’ When I’ve questioned me like this, they don’t answer: ‘If I don’t get enough me, I’ll take my tradition.’",
    "ai-atk-s0513a43:6_6": "When asked what was the reason for you, he said, “What’s the point of your coming?” But when I was coming, he cried up like a lump of feeding ground in a neighborhood, having conquered that mansion, went to Bārāṇasī and mango grove, having conquered that mango grove,",
    "ai-atk-s0513a43:7_0": "Then one day, after sending the hand of the bowl from the park and gave it to the King.",
    "ai-atk-s0513a43:7_1": "The King asked: “Did you get this mangoes? ”",
    "ai-atk-s0513a43:7_2": "One of the students having transformed the fruits of that infantry.",
    "ai-atk-s0513a43:7_3": "Well then, please say what you have said.”",
    "ai-atk-s0513a43:7_4": "And that’s what he did.",
    "ai-atk-s0513a43:7_5": "and the student Ambaṭṭha compare a family with the royal family of snakes.",
    "ai-atk-s0513a43:7_6": "Then when the king said, “Lady follower,” he replied, “Applied to King Maṇikāra. Then he came to the end of his wealth.",
    "ai-atk-s0513a43:7_7": "Then, on the day King asked him, “What’s the point of this? Why do you get to see him? Why don’t you get to see him? Due today, opportunity or horses?”",
    "ai-atk-s0513a43:7_8": "“Great king, no matter how I give to that person, but I have the strong strength.”",
    "ai-atk-s0513a43:7_9": "“Well then, we too should see one day.”",
    "ai-atk-s0513a43:7_10": "“I’ll give it to you.”",
    "ai-atk-s0513a43:7_11": "On the following day the King said: “Have you (them) today, but you should go to the park,”",
    "ai-atk-s0513a43:7_12": "Saying, “Good!” he did just that.",
    "ai-atk-s0513a43:7_13": "At that moment the root of a tree grows in the fruit of the rainy season, like a great spear, like the great river.",
    "ai-atk-s0513a43:7_14": "and the people gave it to a large crowd.",
    "ai-atk-s0513a43:8_0": "The Kings gave many fruits and brought them to the Rose-Apple Island, saying: “The King has arrived in your presence.”",
    "ai-atk-s0513a43:8_1": "“If the student says, ‘I will tell a deliberate lie in the presence of a moderation,’ they won’t get my worsts.” And the teacher said, “I don’t think, ‘I’ve chopped my teacher, I’ll leave!” But he said, “I’ll display my teacher’s enemy, hen’t renounced the Dhamma!”",
    "ai-atk-s0513a43:8_2": "at that moment the hymns vanish.",
    "ai-atk-s0513a43:8_3": "The king, took the happiness and went to the city. When he had entered that city, he sat down on the bed. When he had finished his meal, he sat down on the mango tree.",
    "ai-atk-s0513a43:8_4": "He thought, “I’ll stay!” while standing on the top of the Seven where he stood, he stood (thinking): “I’ll vanishing on the mind and developed.” He stood on the edge with a stretching.",
    "ai-atk-s0513a43:8_5": "The king said, “Have this: having taken up residence in the midst of my house, after which is like a plunging into our house, why does the King’s house? ” and he then said, “Who are you like a plunged into it?”",
    "ai-atk-s0513a43:9_0": "1.",
    "ai-atk-s0513a43:10_0": "“Be my mango fruits,",
    "ai-atk-s0513a43:11_0": "Only you can’t bring that fruit to you.”",
    "ai-atk-s0513a43:12_0": "There he said, “Look of fruit,” and he said,",
    "ai-atk-s0513a43:13_0": "When he heard that, he said: “If I don’t get today, I will do it.”",
    "ai-atk-s0513a43:14_0": "2.",
    "ai-atk-s0513a43:15_0": "“I will see a moment not even for a second time, nor can I see a moment",
    "ai-atk-s0513a43:16_0": "and the dressing up with thunder poisonous shaven-headed balls which had much produced.”",
    "ai-atk-s0513a43:17_0": "There I will bring mango fruits and fragrant, I will get mango fruits.",
    "ai-atk-s0513a43:18_0": "The king said, “This man doesn’t say such things as yourself.” But he spoke these verses:",
    "ai-atk-s0513a43:19_0": "3.",
    "ai-atk-s0513a43:20_0": "“Not for a moment, not in the past,",
    "ai-atk-s0513a43:21_0": "having made a golden garlic, a beautiful odor, and so forth it’s appropriate for him.",
    "ai-atk-s0513a43:22_0": "4.",
    "ai-atk-s0513a43:23_0": "“In the past I was mad and famine and fruition appear to you.",
    "ai-atk-s0513a43:24_0": "The principle not today, who has not found, in mind, is the teaching, and who today?”",
    "ai-atk-s0513a43:25_0": "There they are not able to live on foot.",
    "ai-atk-s0513a43:25_1": "while speaking kindly in lamps:",
    "ai-atk-s0513a43:25_2": "This idea is the same kind of existence. What is it born?",
    "ai-atk-s0513a43:26_0": "When he heard that the student, he thought, “If I were to speak to a witness, he would think about this verse: “I will do what I say.”",
    "ai-atk-s0513a43:27_0": "5.",
    "ai-atk-s0513a43:28_0": "“She is my accomplishment in mind, and in conformity with the Dhamma I have no transmigration.",
    "ai-atk-s0513a43:29_0": "May they ask me about his secret matters:",
    "ai-atk-s0513a43:30_0": "6.",
    "ai-atk-s0513a43:31_0": "“Gentlemen by his people, having asked what people say about this,",
    "ai-atk-s0513a43:32_0": "‘I have given up these eight factors.’",
    "ai-atk-s0513a43:33_0": "Herein, having covered that teaching, he gave not cover.",
    "ai-atk-s0513a43:33_1": "he asked how many people and said: “Sometimes there are a little vessel, if they don’t fly away, they’ll keep on their limbs and neck!”",
    "ai-atk-s0513a43:33_2": "brahmin, I have wrong view in your presence. These One replied: “I have wrong view, wrong thought, wrong speech, wrong action, I haven’t given up those hymns. I don’t dismiss you.”",
    "ai-atk-s0513a43:34_0": "When the king heard this, he thought, “Who is this? Do you not have gotten precious food, regarded as precious?” And when he crushed it, what would he despised?",
    "ai-atk-s0513a43:35_0": "7.",
    "ai-atk-s0513a43:36_0": "“A Castor or Margosa and then also the Palasa tree,",
    "ai-atk-s0513a43:37_0": "(Wherever) he who seeks honey finds honey, for him that tree is supreme.",
    "ai-atk-s0513a43:38_0": "8.",
    "ai-atk-s0513a43:39_0": "“The aristocrats, brahmins, merchants, and workers are garden.",
    "ai-atk-s0513a43:40_0": "That Dhamma which is the supreme person, ~ him that is supreme,",
    "ai-atk-s0513a43:41_0": "9.",
    "ai-atk-s0513a43:42_0": "“Take this blazing and that, and giving a rod.",
    "ai-atk-s0513a43:43_0": "He who accepts that value, the man who, running the army, should give him the trial period thus:",
    "ai-atk-s0513a43:44_0": "spoke these verses:",
    "ai-atk-s0513a43:45_0": "Herein, honey-dealms there are honey-strums in the wilderness, they find the honey-deal trees in the forest, and the tree is the monkey in the forest.",
    "ai-atk-s0513a43:45_1": "If anyone in this way, the head of the aristocrats can give a teaching to someone else, it would not be called the highest of men.",
    "ai-atk-s0513a43:45_2": "This is a staff that archers from the ground and make it sit by all the Bamboo Grove, which is an oppressive to that bamboos, and when you summons it, you all have it exhausted, eaten by the level of the sixteenth Rohaṇa and returned here.",
    "ai-atk-s0513a43:46_0": "The king’s men, having taken arranged his robe over him, and doing this for him. Then he should go to the charnel ground here.",
    "ai-atk-s0513a43:46_1": "When he had done so, he thought, “There is no other teacher. I won’t go to that village.” And he returned to that village.",
    "ai-atk-s0513a43:46_2": "When the official saw him, he said, “Lady, let us go to that bad thing.”",
    "ai-atk-s0513a43:46_3": "He bowed and sat down to one side. Then he said, “What have you come to you? ” and asked, “Why are you doing so, a teacher resigned the bowl and robe, he then returned to the Great King and asked him again?",
    "ai-atk-s0513a43:47_0": "10.",
    "ai-atk-s0513a43:48_0": "“If you were to die right, they wouldn’t get caught up in the sewings.",
    "ai-atk-s0513a43:49_0": "Or like ants in kingship, which abandons darkness, like the blind man who is blind,",
    "ai-atk-s0513a43:50_0": "he replied, “Even if you’ve given up me it,” and once again he said this to me.",
    "ai-atk-s0513a43:51_0": "There they stand by a person to think, so that they couldn’t be poison or on the ground or on the ground.",
    "ai-atk-s0513a43:51_1": "it is called “the Great Forest” on the slopes of the Himalayas, which was very at the root of the Himalayas, which was rottting in that place.",
    "ai-atk-s0513a43:51_2": "Should win a fire and serve the sacred flame.",
    "ai-atk-s0513a43:51_3": "This is how I describe in this way: “A blind, without understanding the eye is blind, made, drink, chewed, and tasted by your knowledge.” And knowing that you’ve given up this, contemplation, too, when you know: ‘My knowledge has been abandoned.’",
    "ai-atk-s0513a43:52_0": "Then the teacher, saying: “What is the first kind of perception that he gave me to do?” and “What can I do?” Then he stretch it for the purpose of showing them an audience that I have served then he returned.",
    "ai-atk-s0513a43:53_0": "11.",
    "ai-atk-s0513a43:54_0": "“I have received legitimate means, and I also accept the same qualities to you.",
    "ai-atk-s0513a43:55_0": "Even when you’re happy, you might not give up what you have said.",
    "ai-atk-s0513a43:56_0": "12.",
    "ai-atk-s0513a43:57_0": "“A fool who has acquired a misfortune for human being, when they were reborn in a human realm,",
    "ai-atk-s0513a43:58_0": "Even though they may gain the lifespan, desiring the blessed with little wisdom,",
    "ai-atk-s0513a43:59_0": "13.",
    "ai-atk-s0513a43:60_0": "“I’ve plunged into deathless, ill will, confusion, and laughing,",
    "ai-atk-s0513a43:61_0": "We don’t get to me in the same way. When we don’t come, I don’t go.”",
    "ai-atk-s0513a43:62_0": "spoke these verses:",
    "ai-atk-s0513a43:63_0": "Herein, even if I had received the higher ordination in the same way, and also a golden priceless, I, having received the Pink Laṅkā, and presented him with a good destination.",
    "ai-atk-s0513a43:63_1": "They standing in the teaching of the teacher,",
    "ai-atk-s0513a43:63_2": "In such arrivals such as snakes and fruits, I don’t get their (permission).",
    "ai-atk-s0513a43:64_0": "When he was conquered by the teacher, he entered the wilderness, saying: “What’s the point of my life?”",
    "ai-atk-s0513a43:65_0": "The Teacher then said: “Bhikkhus, after showing this Dhamma he formerly had before, now the teacher, the Great Ascetic, according to the number of days, but formerly obtained it to Devadatta,”",
    "ai-atk-s0513a43:65_1": "“Your Majesty, Devadatta had a son. He had a son.”",
    "ai-atk-s0513a43:66_0": "First, there is the first kind of complexion.",
    "ai-atk-s0513a43:68_0": "Taking the color (burning), and moved on the eyes,",
    "ai-atk-s0513a43:69_0": "the teacher Kuṭaṭira, thus he was a teacher who lives in Kusinārā.",
    "ai-atk-s0513a43:69_1": "How can he be propose from the Kuṇāla Birth Story?",
    "ai-atk-s0513a43:69_2": "But then the Teacher, after summoning his relatives, said:",
    "ai-atk-s0513a43:69_3": "In the past, when King Brahmadatta was ruling in Benares, a King of the Magadhans.",
    "ai-atk-s0513a43:69_4": "And a brahmin gave the barber to the forest, using the sewer, offered the chariot.",
    "ai-atk-s0513a43:69_5": "Then at that time the Great Himalayas there was a great tree in the Himālaya.",
    "ai-atk-s0513a43:69_6": "One of Kāḷī, after returning to the roots and terms,",
    "ai-atk-s0513a43:69_7": "Then, when he was blown his graceful, one drive him from the palace onto his shoulder,",
    "ai-atk-s0513a43:69_8": "Thinking, “I’ll run out from a bag with a drum on the ground, and catching it. My body moves, I’ll come back and forth in this way. My lifestyles, I’ll make the tree goad, the parks plunges into the height of me. My body doesn’t boil the tree,” and heap up like a strong windows, thinking, “I’ll get away,” and do not hurt anywhere else. Then I’m now down from the trees stirred from you.” And I’d better think, “I’m going to the jungle to the tree,”",
    "ai-atk-s0513a43:69_9": "He took it to the two people, taking the garden, went to the forest, and placed the drivers, where he wanted to travel in a vehicle.",
    "ai-atk-s0513a43:69_10": "Seeing her, he stood at the foot of a tree.",
    "ai-atk-s0513a43:69_11": "Swelling out the heap of sandals with raised hands, shook the chariot pollutants,",
    "ai-atk-s0513a43:69_12": "He thought, “This is the first step,” and he got the first verse. Then he said:",
    "ai-atk-s0513a43:70_0": "14.",
    "ai-atk-s0513a43:71_0": "“You stayed at the leaf-hut,",
    "ai-atk-s0513a43:72_0": "How can I answer?”",
    "ai-atk-s0513a43:73_0": "Herein, when you stand alone with a man, you’ll stay alone.",
    "ai-atk-s0513a43:74_0": "When he heard this, he thought, “How, sirs, formerly, I have seen my former speech as a human, before,” and he asked the neighborhood, “I shall ask him about this matter,” and he then asked the Punixiety:",
    "ai-atk-s0513a43:75_0": "15.",
    "ai-atk-s0513a43:76_0": "“You’re frightening in the forest,",
    "ai-atk-s0513a43:77_0": "Please answer me, my friend, what is a strong one?”",
    "ai-atk-s0513a43:78_0": "Herein, you’re alone, with a single sort of charioteer, you’ll understand the neighbors of a charioteer.",
    "ai-atk-s0513a43:79_0": "Having heard that, he thought, “This is the third message.” Then he thought,",
    "ai-atk-s0513a43:80_0": "16.",
    "ai-atk-s0513a43:81_0": "“Just as a man is devoted to the river,",
    "ai-atk-s0513a43:82_0": "and the tree called Candamukha.”",
    "ai-atk-s0513a43:83_0": "When he heard that, he said: “I have heard that happiness, an animal in the wilderness, in the wilderness, and the embarrassed, I ask the neighborhood of a child, an animal, and so on.”",
    "ai-atk-s0513a43:84_0": "17.",
    "ai-atk-s0513a43:85_0": "“What sort of almsbowls did you say? (The Buddhas are) like me?",
    "ai-atk-s0513a43:86_0": "I’ve been asked by him, as I prepare him.”",
    "ai-atk-s0513a43:87_0": "Then he explained the verse:",
    "ai-atk-s0513a43:88_0": "18.",
    "ai-atk-s0513a43:89_0": "“This mangoes, threw the branch, ~: they are not frightening off,",
    "ai-atk-s0513a43:90_0": "(but) I am a tree called ‘come roots’, in that very root",
    "ai-atk-s0513a43:91_0": "19.",
    "ai-atk-s0513a43:92_0": "“The outcomes of the universe became the charioteer,",
    "ai-atk-s0513a43:93_0": "Those who do this action will be yours, that will be no more.”",
    "ai-atk-s0513a43:94_0": "There, thinking, “I will not think,” he said, “If I did not (them).” Then he said, “I will do this tree.”",
    "ai-atk-s0513a43:94_1": "Herein, it will be in the lower realms, the charioteer, and the announcements for all work, and the chariots will be worked for the whole of that work.",
    "ai-atk-s0513a43:95_0": "When he was told, he cut down a tree to one side, and he to shoot a tree.",
    "ai-atk-s0513a43:95_1": "The tree thought: “I will not find any part of the body,” and with the following me, “I won’t kill them.” But seeing him, “I won’t kill them.”",
    "ai-atk-s0513a43:95_2": "She then asked for him, “A parrot tree, having been granted and prepare, what did you do?”",
    "ai-atk-s0513a43:95_3": "“I’ll make sure it,”",
    "ai-atk-s0513a43:95_4": "“This tree will be explained by you!” They do so.",
    "ai-atk-s0513a43:95_5": "“What’s the point of a black snake?”",
    "ai-atk-s0513a43:95_6": "“Good, Susīma! The tree will be well explained by this a tree to the charioteer, like a chariot-maker, or the charioteer, and the enclosure of the counselor. For this one enclosed wall, you can enclosure its propagation.”",
    "ai-atk-s0513a43:95_7": "“Where is this lazy copper? I’ll stretch out?”",
    "ai-atk-s0513a43:95_8": "“You’re a fool, this tree standing in the wood; entering a tree standing in the ropes, and matted in the a tree standing within a tree standing. The tree standing on the ground, making a piece of meat, and having shown that the sacred flame, and, thinking: ‘I’ll give it to you.’ll bring it into the Great Wood.’ And after making an end of life.”",
    "ai-atk-s0513a43:95_9": "the Teacher showed them the meaning of this verse:",
    "ai-atk-s0513a43:96_0": "20.",
    "ai-atk-s0513a43:97_0": "“So it is so, Tree of trees you are coming back,",
    "ai-atk-s0513a43:98_0": "I too have a word of mine;",
    "ai-atk-s0513a43:99_0": "21.",
    "ai-atk-s0513a43:100_0": "and had a four-hundred piece of wood,",
    "ai-atk-s0513a43:101_0": "and with them a leaf-huter.",
    "ai-atk-s0513a43:102_0": "22.",
    "ai-atk-s0513a43:103_0": "“So it seems soon the tree called Vessavaṇa,",
    "ai-atk-s0513a43:104_0": "birth and old age, and deathless.”",
    "ai-atk-s0513a43:105_0": "Herein, by his brothers there the aggregates of his story, the aggregates came.",
    "ai-atk-s0513a43:106_0": "Vaḍḍha, knowing that the tree was listening to me, they rose up into a tree for the big tree, and left.",
    "ai-atk-s0513a43:106_1": "he told him the meaning of it, saying:",
    "ai-atk-s0513a43:107_0": "23.",
    "ai-atk-s0513a43:108_0": "“That is so, Pessa, and Isisiṅga",
    "ai-atk-s0513a43:109_0": "arguing each other with a quarrel.",
    "ai-atk-s0513a43:110_0": "24.",
    "ai-atk-s0513a43:111_0": "“In the same way, quarrels and fights anyone",
    "ai-atk-s0513a43:112_0": "They dance the peacock dance, like the lord and the tree.",
    "ai-atk-s0513a43:113_0": "25.",
    "ai-atk-s0513a43:114_0": "“I say this to you, hearken, all assembled here,",
    "ai-atk-s0513a43:115_0": "You should rejoice in heaven, do not be trusted.",
    "ai-atk-s0513a43:116_0": "26.",
    "ai-atk-s0513a43:117_0": "“You should train in these is praised by the Awakened Ones,",
    "ai-atk-s0513a43:118_0": "Delight in peace, righteousness, safety will not be destroyed.”",
    "ai-atk-s0513a43:119_0": "Herein, killing him that person,",
    "ai-atk-s0513a43:119_1": "When the king’s ministers didn’t go to argue, wherever there’s a fightening kings, people dress in wounds, or carts, ornaments, doing what they want with us.”",
    "ai-atk-s0513a43:119_2": "During that place they desired the vice-sovered and the ministers, the Lord of the World,",
    "ai-atk-s0513a43:119_3": "You say this about your reason,",
    "ai-atk-s0513a43:119_4": "for you, Bhaddāti.",
    "ai-atk-s0513a43:119_5": "And so far as instance and sage: Isisiṅga’s embankment in the liked.",
    "ai-atk-s0513a43:119_6": "Training in peace: “This is the training, this is what is to say, through harmony, and that is praised by the wise,",
    "ai-atk-s0513a43:119_7": "For one who stands in Dhamma",
    "ai-atk-s0513a43:119_8": "doesn’t decline in extinguishment.",
    "ai-atk-s0513a43:119_9": "Having heard the King talk about the Dhamma, he engaged in harmony,",
    "ai-atk-s0513a43:120_0": "The Teacher, knowing that this Dhamma had been taught introduced, gave it to the neighbourhood of the Dhamma, and when he knew it was said, “Noble Laṅkā.”",
    "ai-atk-s0513a43:121_0": "The second-coloured cloth was said to be the second...",
    "ai-atk-s0513a43:123_0": "covering the color (follows), and like a golden palanquin,",
    "ai-atk-s0513a43:124_0": "I was living right here in Jeta’s Grove, and followed the Teacher at Vaggumudā.",
    "ai-atk-s0513a43:124_1": "for the Blessed One’s saying:",
    "ai-atk-s0513a43:125_0": "“Mendicants, suppose there were four well-trained expert archers with strong bows standing in the four directions. When a person was standing firmly established in the four directions, they’ll catch them before they reach the ground.",
    "ai-atk-s0513a43:125_1": "“What do you think, mendicants, is the ultimate person’s greatest?”",
    "ai-atk-s0513a43:125_2": "“Yes, sir,” they replied.",
    "ai-atk-s0513a43:125_3": "As fast as that man is, the sun and moon are faster.",
    "ai-atk-s0513a43:125_4": "As fast as that man is, as fast as the sun and moon are, and as fast as the deities that run before the sun and moon are, so the waning of the life forces is faster.",
    "ai-atk-s0513a43:125_5": "That is how you should train.”",
    "ai-atk-s0513a43:126_0": "And in this way, how does the Teachers examine the discourses about the teaching and training, he gave the following day to them, and in addition the Teacher, “In what way, friend, did the Dhamma?” Then, when it was formerly lost, having fopportunity for seven days, he was not able to do so, then he wasn’t able to live having fostering the Dhamma.",
    "ai-atk-s0513a43:126_1": "After the Teacher came and asked: “Mendicants, where is this? Why does the monks have assembled together?” When he had spoken, he said, “For all the life span, when the king was still a layperson, he then showed this teaching, after which I did so before the Sakyans of Bāhiya’s re-form. Transmigration, when I was the time, he said, the king, “Anything that is the case?” he showed the past, after saying,",
    "ai-atk-s0513a43:127_0": "In the past, when Brahmadatta was ruling in Benares, he was born in a his mother’s womb, he was born in a thousand realms, surrounded by one thousand peaks.",
    "ai-atk-s0513a43:127_1": "One day, after mounting a retinue of Jambudīpa, surrounded by one, and performing the funeral pyre with the glorious judges, and going to the Great Wood.",
    "ai-atk-s0513a43:127_2": "Then King Bārāṇasī, after seeing that he had seen the Truth: “When I have come, I can make an end of them.” He then offered a great sacrifice, and presented it to the whole world.",
    "ai-atk-s0513a43:127_3": "Mahāvihāra was his own identity and asked: “What can I do?”",
    "ai-atk-s0513a43:127_4": "“Your friend, you’re abiding with the gods.”",
    "ai-atk-s0513a43:127_5": "“Well then, please develop us with the King’s friend.” Then he set out on all four shares,",
    "ai-atk-s0513a43:127_6": "Then, on the day of the king, he returned to the royal garden, dropped the water from the Anotatta lake, and descended into the water, having gone to the holy wheel, took the golden powder, and went to the Great Wood, sprinkled water on the ground with water, where he saw the king was deposed, and there, thinking,",
    "ai-atk-s0513a43:127_7": "From then on he could wait until I have finished eating.",
    "ai-atk-s0513a43:128_0": "Then the big toe of the sun and moon, thinking, “We will offer to the sun and moon,” and they told him what had happened.",
    "ai-atk-s0513a43:128_1": "“Rejoicing the sun named Mind, ~ the sun is unable to travel together with the sun.”",
    "ai-atk-s0513a43:128_2": "And for a second time, they begged for the third time.",
    "ai-atk-s0513a43:128_3": "Those who were ignorant by their own powers came together with the sun and moon, went to the sun and sat down together with the sun. When they saw the sun came, they sat down nearby.",
    "ai-atk-s0513a43:128_4": "When they heard that, they thought, “If I weren’t able to come, where would I turn for them?” and they answered.",
    "ai-atk-s0513a43:128_5": "he went to the charnel ground and sat down on the seats.",
    "ai-atk-s0513a43:128_6": "Then the sun rising from the sun and moon came together with the sun. And the lights up at that moment offered.",
    "ai-atk-s0513a43:128_7": "After getting up early in the morning, it seems, like a fire which was disturbed, like the fires in the morning.",
    "ai-atk-s0513a43:128_8": "He then gave him a perception to the Bodhisatta.",
    "ai-atk-s0513a43:128_9": "But he said to her, “Bhaddā, take off his life.” And he rose into the air and beaked into the sky. Then he rose into the sky and crumbled it with joined palms. Then, after jumping back in the midst of the sun and regained it with them, hate and delusion right there.",
    "ai-atk-s0513a43:128_10": "So that’s how blazing and burning with the sun’s heat, as well as he was pollued by fire.",
    "ai-atk-s0513a43:128_11": "Then the being intent on awakening gave it to him, saying: “I’m not able to find it.”",
    "ai-atk-s0513a43:128_12": "But then the official circumambulated him with the right hand towards the Great Wood, went to the Indian Rohaṇa.",
    "ai-atk-s0513a43:128_13": "At that moment the Sun, don’t reach the end",
    "ai-atk-s0513a43:129_0": "Then Mahāvihāradatta, thinking, “I’ll spent the relics for this body and think, “I’ll get caught up in a pair of garments.” Then he stretching him with my hands, I’ll go to the king and sat down on the spot by means of the sun and sermooths, but rather and give it to the rise to the breeze, thinking, “In this way I have founded for the kingdom of the Truth”.",
    "ai-atk-s0513a43:129_1": "When he had bathed and emerged from the sky. In the middle of the air, he became quite secluded from the whole of the termite-mound after the seamstress of the Sakyans, attaining the Absorption (her).",
    "ai-atk-s0513a43:129_2": "and his pulled over twelve leagues in the sky-water town, as if fixed to an air.",
    "ai-atk-s0513a43:129_3": "The great sage, having consecrated a space on the face, stood in the open air in the roar of his lion.",
    "ai-atk-s0513a43:129_4": "The King said: “I have come here,” and he told him. He then said, “Lay follower, I have come here. Where do you hit me a seat and sit down?”",
    "ai-atk-s0513a43:130_0": "27.",
    "ai-atk-s0513a43:131_0": "° he said: “Now you must have seen (that), but I will see you (it),",
    "ai-atk-s0513a43:132_0": "yet you have arrived for Yama.”",
    "ai-atk-s0513a43:133_0": "Herein, “first” is said: “As arthropod, making a bronze,",
    "ai-atk-s0513a43:133_1": "if he sits down,",
    "ai-atk-s0513a43:133_2": "possibly because you’re a hermit that he has come to this seer, and having become a hermit, he says:",
    "ai-atk-s0513a43:133_3": "For this one simile has a residence in this home, that’s how they have come to be.",
    "ai-atk-s0513a43:134_0": "the Great Being after the pit of coarse,",
    "ai-atk-s0513a43:134_1": "The Kings, having made such a hundred-thousand times as a hundred thousand companions, dead in the honey-covered stalks of the Teacher, smeared with jungles, and beating the honey-covered and servants, questioned them in the same way.",
    "ai-atk-s0513a43:134_2": "He gave him a detail.",
    "ai-atk-s0513a43:134_3": "Then the King said to him, “Who did you cosmology even with me?”",
    "ai-atk-s0513a43:134_4": "can’t be shown by Sakka, lord of gods.",
    "ai-atk-s0513a43:134_5": "that’s why I show the way.",
    "ai-atk-s0513a43:134_6": "“I will give a meditation subject to you, great king, I will give you the precincts in the country.”",
    "ai-atk-s0513a43:134_7": "The King, having gathered their own assembly, said:",
    "ai-atk-s0513a43:134_8": "having taken a great position of wealth towards the four directions, I rose into the a story and sat down against the posts into the posts of the bowels, and pulled up from the four directions, and sit down on the ground; I am bound with the four portions of the bowels and make them into the four directions.",
    "ai-atk-s0513a43:134_9": "Where do you think of me when I saw the shouting end of your hands in a house, you might not even see a single stone, and you won’t see me. But when I was sitting on my part of the day I had grasped my feet, I will give you a very spot.” But when they said, “Great King, I don’t show myself as a troopsite simply.” After saying, “Great king, this is that is how the monk.”",
    "ai-atk-s0513a43:135_0": "The King asked him, “Are there any one of yours? When you had come? ”",
    "ai-atk-s0513a43:135_1": "“Great king, we have come to our supreme sense of us. We have a hundred thousand virtues, even though our head was a thousand-fold liberated through the destruction of the pollutants, without attachment, and the ending of defilements.”",
    "ai-atk-s0513a43:135_2": "“And how, having heard these words, when he was able to die, he ran away the great advantages. He was unable to bear the great sacrifice.”",
    "ai-atk-s0513a43:135_3": "he poured the King’s mouth and threw water.",
    "ai-atk-s0513a43:135_4": "Then Mahānāma, he said: “Great King, don’t present himself; don’t make merit. Mindfulness of gifts, and make merit. By giving gifts.”",
    "ai-atk-s0513a43:135_5": "Then the king said, “We weren’t able to teach the Dhamma and master me that. We couldn’t go from my teacher’s instructions.” And he spoke the same verse:",
    "ai-atk-s0513a43:136_0": "28.",
    "ai-atk-s0513a43:137_0": "“But after seeing them alone with a single jungle, they get rid of desire,",
    "ai-atk-s0513a43:138_0": "When they heard (that), may I become alive, with my eyes.",
    "ai-atk-s0513a43:139_0": "29.",
    "ai-atk-s0513a43:140_0": "“Having gone to see my lovely Cāpāla,",
    "ai-atk-s0513a43:141_0": "That’s how I hope my seem!”",
    "ai-atk-s0513a43:142_0": "The meaning is:",
    "ai-atk-s0513a43:142_1": "Elected him with even one of the King, thinking: “Gotama is going in such and such a single stage, they were not able to get familiar with the intention of Yakkhas,” and when he saw some Devading by the Father’s brother, some people, like someone were told by stole something that, and so were appearing in it. And after seeing both the reasons they meanwhile, and others do their consent to meane.",
    "ai-atk-s0513a43:142_2": "I hope you’re going to see me, since you’re sight of me, or that you, Piṅgiya, I hope you’re going to a good sight, you’re in a lake.",
    "ai-atk-s0513a43:142_3": "Even so, my Piṅgiyānī, having gone into the presence of the Buddha,",
    "ai-atk-s0513a43:143_0": "He said:",
    "ai-atk-s0513a43:144_0": "30.",
    "ai-atk-s0513a43:145_0": "“Householder, I wish to constantly worship,",
    "ai-atk-s0513a43:146_0": "may the Vajjians agree to do so after me.”",
    "ai-atk-s0513a43:147_0": "Herein, o great king, if we were to build a house on one side, so that I may honor me by carrying me to the park. But if I live on to eat, then I’m not to eat whatever I seem. Then I say to you, “Let me, great king, if I do not say this.”",
    "ai-atk-s0513a43:148_0": "Then the king said, “Well then, I shall give you a share to me.”",
    "ai-atk-s0513a43:149_0": "31.",
    "ai-atk-s0513a43:150_0": "“The hopes in night, which is more lovely in me,",
    "ai-atk-s0513a43:151_0": "I won’t drink as much as I like.”",
    "ai-atk-s0513a43:152_0": "Then the Buddha-to-be told:",
    "ai-atk-s0513a43:153_0": "32.",
    "ai-atk-s0513a43:154_0": "“You’ve been well-spoked for the rainy season,",
    "ai-atk-s0513a43:155_0": "(But) the cry of humans, King, is harder to understand than that.",
    "ai-atk-s0513a43:156_0": "33.",
    "ai-atk-s0513a43:157_0": "“Even if a person thinks he’s known, friends, or companions",
    "ai-atk-s0513a43:158_0": "He who had made him happy before, in the future becomes his foe.",
    "ai-atk-s0513a43:159_0": "34.",
    "ai-atk-s0513a43:160_0": "“In a mind that is pleased",
    "ai-atk-s0513a43:161_0": "There is a long way to Sorrow in that place,",
    "ai-atk-s0513a43:162_0": "35.",
    "ai-atk-s0513a43:163_0": "“The monk who has been expelled and satisfied with a mind that has a confident heart,",
    "ai-atk-s0513a43:164_0": "He who has a mind that is corrupted, having a corrupted mind,",
    "ai-atk-s0513a43:165_0": "36.",
    "ai-atk-s0513a43:166_0": "“To the people who live in a charnel ground, (saying): those who go from street to street,",
    "ai-atk-s0513a43:167_0": "peaceful-hearted minds, ~ who dwells in mind,",
    "ai-atk-s0513a43:168_0": "37.",
    "ai-atk-s0513a43:169_0": "“That’s too long. Through held dear is no more held dear,",
    "ai-atk-s0513a43:170_0": "So we’ll come before you.”",
    "ai-atk-s0513a43:171_0": "Herein, the rains residence is straight, well protected and well departed. That is why human beings, namely, wicked.",
    "ai-atk-s0513a43:171_1": "and the first person who was happy first and said, “I’m happy and have been, friends, and colleagues, relatives and kin say that this is how I felt.”",
    "ai-atk-s0513a43:171_2": "The local person, wherever he subsides arouses people, likewise he does not far from the other.",
    "ai-atk-s0513a43:171_3": "And wherever the mind does not dwell associated, it does not live in the presence of a person.",
    "ai-atk-s0513a43:172_0": "‘The one who says ‘I am’, great king, with a mind that is purified, is just like the ocean’s mind.",
    "ai-atk-s0513a43:172_1": "But the one who, with a mind firmly established in mind, who has not reached the far shore, who is called The ocean.",
    "ai-atk-s0513a43:172_2": "Those in all directions, which are enemies, those in the boried and live in the neighbourhood of a certain region.",
    "ai-atk-s0513a43:172_3": "It is peaceful, live in loving-kindness towards them with loving-kindness.",
    "ai-atk-s0513a43:172_4": "Before first of those men, he said: “We shall not go to it until you go,” and when they say:",
    "ai-atk-s0513a43:173_0": "Then the King said to him:",
    "ai-atk-s0513a43:174_0": "38.",
    "ai-atk-s0513a43:175_0": "“If I begged for such a thing, (saying):",
    "ai-atk-s0513a43:176_0": "you don’t do anything to be correct, (They are) not doing what you say.",
    "ai-atk-s0513a43:177_0": "so we will Anurādha plough you with the exposition.”",
    "ai-atk-s0513a43:178_0": "Herein, if he does not request, then raise his joined palms, he should ask him:",
    "ai-atk-s0513a43:178_1": "Furthermore, there is some exposition of the teaching on time and from time to time. He will not give her a robe.",
    "ai-atk-s0513a43:179_0": "Then the Buddha-to-be said:",
    "ai-atk-s0513a43:180_0": "39.",
    "ai-atk-s0513a43:181_0": "“If you don’t live like this, it will be no dangers for us.",
    "ai-atk-s0513a43:182_0": "your delight, Great King, the Benefactor,",
    "ai-atk-s0513a43:183_0": "Hopefully in so doing this we can see the pointless.”",
    "ai-atk-s0513a43:184_0": "If that’s how, great king, does not think thus: “Great king, if we’ll live in such a place and such a instruction, and we’ll think about how to go and visit the Buddha, the teaching, and his instructions.” Then if you were given me by one, he circumstances and make merit.",
    "ai-atk-s0513a43:184_1": "After bringing the King, the rays of the mountain, in the mountain peak,",
    "ai-atk-s0513a43:185_0": "The Teacher said: “Monks, after showing this Dhamma he had been taught by the very life, and then, in the motion of his life, he produced in a continuity and appeared in the womb, saying, “I have been produced by previous existence.”",
    "ai-atk-s0513a43:185_1": "he said: “The king was Jina, Ānanda, he was the Majjhima, and Moggallāna. I had the same exposition of the Buddhas.”",
    "ai-atk-s0513a43:186_0": "Golden in color,",
    "ai-atk-s0513a43:188_0": "and for the sake of predatory animals, and so on,",
    "ai-atk-s0513a43:189_0": "While the Teacher was living in the Jeta Grove, this is not said: “This teacher",
    "ai-atk-s0513a43:189_1": "The family of the thirteenth members of a family, black-haired, blessed with hot cow, and was not able to obtain it.",
    "ai-atk-s0513a43:189_2": "Then her Mother thought, “When I thought, her daughter’s grandmother, she didn’t think, “Friend, no matter how that you were getting close to the monks?” Then she set out on one side.",
    "ai-atk-s0513a43:189_3": "Then, after giving the going forth and the full ordination to a gentleman, and he gave him the going forth and the training, he entered the body, and from the group of six.",
    "ai-atk-s0513a43:189_4": "Looking to the Great Monastery, the monks from the group of six, crushed it with the intention of eating it, and wounded on the food. When they saw a monk they coming, they put on their heads and said, “Shave like a great lute, venerable sirs, take it with their hands and feet, I put it a straw and put it aside, I am unable to the normally put it aside,” and he smeared his arms in the future. After washing my hairs, he came enclosing from the arms, obserects, obs, tied like a single door, an obs, and turned it in the from the charnel ground covered his arms to the he had been shade and henked his head. After going to the six gates, he had been brought by the wed to the wed to the wed to the wed to the wet, and post of his own places hung it. After washing the",
    "ai-atk-s0513a43:189_5": "And then he went back to later, and at the later time.",
    "ai-atk-s0513a43:190_0": "Then on the next day, thinking: “There is no use for wealth to winter a great sacrifice, or like a fisherman who profits his wealth, and handsmen who profitable circumstances in the house for wealth, and cause great fortune.”",
    "ai-atk-s0513a43:190_1": "After hearing her words, he thought, “What is the meaning of this? ” As he did so, he fell down the heart’s heart.",
    "ai-atk-s0513a43:190_2": "She said: “Have brought this to your daughter, return here.”",
    "ai-atk-s0513a43:190_3": "Because of that decorated beautiful women’s blossoming and terrrified, he paid homage to her.",
    "ai-atk-s0513a43:190_4": "Both the damages of worms,: the very same body, the five cords of leaf huts, the palms of the greed for lengths, and the five lairs of wings, and it is said to be the “body” .",
    "ai-atk-s0513a43:190_5": "When he had become a young, he thought, “I won’t go and find out to the park. I’ll prepare a stage in the forest,” and she went to the neighborhood of the Buddha and took his bowl and robe, and went to the teacher, he took her bowl and robe, and went to the teacher’s dwelling, where he said, “I’ll take my alms food.”",
    "ai-atk-s0513a43:190_6": "They took that monk and told him, “This is a piece of cloth, monk!”",
    "ai-atk-s0513a43:190_7": "“Is it true, monk, that you did this?”",
    "ai-atk-s0513a43:191_0": "In the past, when King Brahmadatta was ruling in Benares, he drew a corner of the Brahmadatta, and his wife, became one net.",
    "ai-atk-s0513a43:191_1": "He thought, “How can I live like this? Why should I have to go forth like the slopes of my hermits?” Then he stared on the bank of the Himalayas, having risen from the abode in the Himalayas, after going forth right there and entered the dwellings with his garments?",
    "ai-atk-s0513a43:191_2": "Then, because of that town, the country, entered a village, took hold of him, and shook him with a straw mat.",
    "ai-atk-s0513a43:191_3": "In the eleventh day the prince thought, “The princes will be like using an opportunity,” and she reflected on them in one way.",
    "ai-atk-s0513a43:191_4": "She said: “Having done this deed and returned to the body, and enter the village, and take off his wives, set out on the ground. Bodhisatta and go to the neighborhood of a village, and returned to the forest, after making the noise of his virtues, and sat down in the morning, to the village, after breaking up her virtues, and becoming a ploughing.” Then she said,",
    "ai-atk-s0513a43:191_5": "He replied, “Very well,” and he did so. When he saw that, he said, “Let’s go to the wilderness,” and when he saw them, he said,",
    "ai-atk-s0513a43:192_0": "She thought:",
    "ai-atk-s0513a43:192_1": "“This is a big baby calf. When younger knows that I do not know, “Where are you going forth here? ” “What can I do for me now?”",
    "ai-atk-s0513a43:192_2": "Saying, “I’ll go before, and doing it afterwards,” he left.",
    "ai-atk-s0513a43:192_3": "From the time, he returned to the assembly hall, sat down on the seat spread out, and lay down on the seat spread out.",
    "ai-atk-s0513a43:192_4": "The Great Monastery arrived at her fruit, and saw her, and considering “My child,” and seeing her, he entered her charnel ground with her virtue, thinking, “After about my virtue.” Then he asked his son, saying: “Take this will be the first fruit of my throne,” and she asked the neighbors,",
    "ai-atk-s0513a43:193_0": "40.",
    "ai-atk-s0513a43:194_0": "“You have no broken firewood, you have not brought the water,",
    "ai-atk-s0513a43:195_0": "Is it not, you don’t meditate like a man?”",
    "ai-atk-s0513a43:196_0": "Herein, fire is not burned up, like a fool, like a dust buffalo, or like a turban on top of fire,",
    "ai-atk-s0513a43:197_0": "After hearing about the Dhamma, he nourished his father’s body, and entering the forest abode thus:",
    "ai-atk-s0513a43:198_0": "41.",
    "ai-atk-s0513a43:199_0": "“Noble Laṅkā in the park at a woodland grove isn’t.",
    "ai-atk-s0513a43:200_0": "Whether in the wilderness, in the forest I desire,",
    "ai-atk-s0513a43:201_0": "42.",
    "ai-atk-s0513a43:202_0": "“As I went from here to wherever I worship,",
    "ai-atk-s0513a43:203_0": "may I teach you the Dhamma!”",
    "ai-atk-s0513a43:204_0": "Herein, Kassapa, I say to you: I will go about him.",
    "ai-atk-s0513a43:204_1": "to go there.",
    "ai-atk-s0513a43:204_2": "In a country wherever he’s wandering, the country should train like this: “Anyone who understands the teaching, and who should instruct you.”",
    "ai-atk-s0513a43:205_0": "the Great Being said: “Good, Dear, I’ll live your dwelling place.” And he spoke this verse:",
    "ai-atk-s0513a43:206_0": "43.",
    "ai-atk-s0513a43:207_0": "“If to the wilderness, sheds and roots and fruits,",
    "ai-atk-s0513a43:208_0": "I am leaving through the country of Bodhi, the Dhammadinnā,",
    "ai-atk-s0513a43:209_0": "44.",
    "ai-atk-s0513a43:210_0": "“Having sexual intercourse, don’t drink alcohol;",
    "ai-atk-s0513a43:211_0": "Don’t let the smallest undeveloped.”",
    "ai-atk-s0513a43:212_0": "If you go to the countryside, we’re well-clothed and saved.",
    "ai-atk-s0513a43:212_1": "and he is able to swiftly prepare a bathing in the presence of his head, he is able to lie down.",
    "ai-atk-s0513a43:213_0": "And the ascetic Gotama asked him a question:",
    "ai-atk-s0513a43:214_0": "45.",
    "ai-atk-s0513a43:215_0": "“Why should he be, ~ who will not take up the life of purity,",
    "ai-atk-s0513a43:216_0": "Who on earth did you say about it? Please answer me when asked?”",
    "ai-atk-s0513a43:217_0": "others also answer:",
    "ai-atk-s0513a43:218_0": "46.",
    "ai-atk-s0513a43:219_0": "“Dear Surādha, the in the world called Surādha,",
    "ai-atk-s0513a43:220_0": "A pleasing, uplifting, hard to see, solitary, sweet, delicious, and hard to embrace.",
    "ai-atk-s0513a43:221_0": "they say about the Noble Ones, which is purified from the spiritual life,",
    "ai-atk-s0513a43:222_0": "47.",
    "ai-atk-s0513a43:223_0": "“The sectarians, Dears, and ( negligent)",
    "ai-atk-s0513a43:224_0": "(They bring) the mind from the breeze, like the wind dispersed the sky.",
    "ai-atk-s0513a43:225_0": "is declared to be one who has fallen from the spiritual life.",
    "ai-atk-s0513a43:226_0": "48.",
    "ai-atk-s0513a43:227_0": "“You’re sovereignty to the familys of others,",
    "ai-atk-s0513a43:228_0": "This is a one who has explained the spiritual life.",
    "ai-atk-s0513a43:229_0": "49.",
    "ai-atk-s0513a43:230_0": "“The Teacher, Dear, the Great King, will bring this great army,",
    "ai-atk-s0513a43:231_0": "Having such a hundred people, the Lord of the World,",
    "ai-atk-s0513a43:232_0": "50.",
    "ai-atk-s0513a43:233_0": "“I will not endure even a drunk on the ground,",
    "ai-atk-s0513a43:234_0": "The Simile of the Sphere explained is declared to be the spiritual life,",
    "ai-atk-s0513a43:235_0": "51.",
    "ai-atk-s0513a43:236_0": "“There is meal for the meal, and whatever the time was (giving) to visit,",
    "ai-atk-s0513a43:237_0": "He should know the skillful in that place,",
    "ai-atk-s0513a43:238_0": "52.",
    "ai-atk-s0513a43:239_0": "“After having no food prepared for the other, a family in the morning,",
    "ai-atk-s0513a43:240_0": "When mount Mithilā, and not knowing the mind,",
    "ai-atk-s0513a43:241_0": "53.",
    "ai-atk-s0513a43:242_0": "“The bearings and hungers made a craft,",
    "ai-atk-s0513a43:243_0": "You should keep far away (from him), like a vehicle on an uneven road.”",
    "ai-atk-s0513a43:244_0": "Herein, because of the carcass of flowers there,",
    "ai-atk-s0513a43:244_1": "Visākha, do not say that the noble ones, is easy to say, the spiritual life,” “They say.",
    "ai-atk-s0513a43:244_2": "if they are negligent and unmindful;",
    "ai-atk-s0513a43:244_3": "cotton down from the trees, like it was dragged down from a tree,",
    "ai-atk-s0513a43:244_4": "The Independent Buddhas explained the word (called):",
    "ai-atk-s0513a43:244_5": "He looks on with a golden palanquin,",
    "ai-atk-s0513a43:244_6": "I climbed my joined palms,",
    "ai-atk-s0513a43:244_7": "worshipping the nose,",
    "ai-atk-s0513a43:244_8": "The observed: “This is the wonder of it,”",
    "ai-atk-s0513a43:244_9": "greatness and greatness;",
    "ai-atk-s0513a43:244_10": "And they don’t hide their feet in the presence of the king. They don’t need a living in their presence.",
    "ai-atk-s0513a43:244_11": "The Kings deposed down from his poisonous vipers and snapped it in the way.",
    "ai-atk-s0513a43:244_12": "Furthermore, the meaning should be understood in accordance with such suttas as it is said in the Commentaries .",
    "ai-atk-s0513a43:245_0": "she wants to get her husband,",
    "ai-atk-s0513a43:245_1": "And herein, when you go to an end, you should know the five kinds of skillful behavior by way of body, speech, and mind, and then you should know the five kinds of property.",
    "ai-atk-s0513a43:245_2": "And they don’t associate with sights ...",
    "ai-atk-s0513a43:245_3": "The jujubes are to be found in the midst of the cowherds, saying: “This is the eighth day of the honey-footed, this is the top,”",
    "ai-atk-s0513a43:245_4": "in the middle of the day.",
    "ai-atk-s0513a43:245_5": "winnowing these scoundrels?”",
    "ai-atk-s0513a43:245_6": "Golden in gold coins and bullions, warms, savings, and so on.",
    "ai-atk-s0513a43:245_7": "you should do so.",
    "ai-atk-s0513a43:245_8": "traveling along a highway through ghee, as though it were,",
    "ai-atk-s0513a43:246_0": "Also the young brāhmaṇa Kapilavatthu gained mindfulness, saying: “Having get a human, I give me a human birth.”",
    "ai-atk-s0513a43:246_1": "Then he explained the development of loving-kindness, etc.",
    "ai-atk-s0513a43:246_2": "And soon having been set out in the first absorption, he also because of the absorption forwards soon as he was reborn in the absorption.",
    "ai-atk-s0513a43:246_3": "Both Preats and children were reborn in the Brahmā-world.",
    "ai-atk-s0513a43:247_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a43:247_1": "“This girl was a girl of thorns, and a dissatisfied, with a dissatisfaction, I’m thorny.”",
    "ai-atk-s0513a43:248_0": "The four-footed kasiṇa is the fourth in the five ways:",
    "ai-atk-s0513a43:250_0": "the complexion of the donors, (which is) complexion,",
    "ai-atk-s0513a43:251_0": "Since they are running out of a donation of Brahmā, he who lives in Jeta’s Wood.",
    "ai-atk-s0513a43:251_1": "The mendicants presented it to the monks, saying: “Reverend, how does it go to the ten powers of the Sakyans? They were the ten powers, the general thread, the neighbors, and the sections of the religion, Nandā gave them attain Arahantship, and then gave them Arahantship.” And he said, “After his work for the sake of Liberation,”",
    "ai-atk-s0513a43:251_2": "After the Teacher came and asked: “Monks, why is this?” he said, “When asked us there a talk about this, he was so skilled in the past, saying, ‘This was unprofitable?’ When he had already done, what was unskillful, he said?”",
    "ai-atk-s0513a43:252_0": "In the past, when King Brahmadatta was ruling in Benares, he became a different country.",
    "ai-atk-s0513a43:252_1": "for that country, having driven out the money,",
    "ai-atk-s0513a43:252_2": "Then, after being intent on awakening, the brahmin Bodhisatta went to that family, where he brought him into the water and said, “I shall go and visit him with my buttermilk. ” Then, when the teacher, he questioned him, he said, “I’ll make an end of the three watches,” and he said, “I’ll give him a teaching,” and he departed.",
    "ai-atk-s0513a43:252_3": "But just by boat, the golden float was setting.",
    "ai-atk-s0513a43:252_4": "He thought, “This is hard-to-self when I’m seeking a fee for the country. That will be my teacher; I’ll enemy he will grant you a fee because of this.” And the king does not confront his enemies, he will return to his own country.” And he will confess it.",
    "ai-atk-s0513a43:252_5": "He placed on the bank of the Ganges, and placing an upper robe of golden garments outside the gate, like a golden coin, or a red golden palm.",
    "ai-atk-s0513a43:252_6": "while sitting there, he saw the crowd, he asked: “Why do you nothing?”",
    "ai-atk-s0513a43:252_7": "On the next day, when the next village was sitting in that village, he asked some question.",
    "ai-atk-s0513a43:252_8": "After seeing them, they departed,",
    "ai-atk-s0513a43:252_9": "On the third day of the town arrived at the four city gates waited to the King’s delightful counsel.",
    "ai-atk-s0513a43:252_10": "On the sixth day the King sended him together with his ministers.",
    "ai-atk-s0513a43:252_11": "On the seventh day Kings went to his presence and asked the King:",
    "ai-atk-s0513a43:253_0": "54.",
    "ai-atk-s0513a43:254_0": "“Through in the morning, Brahmā, I am the one who meditates on the Ganges river.",
    "ai-atk-s0513a43:255_0": "When questioned, you won’t answer suffering, I won’t think that suffering is yours.”",
    "ai-atk-s0513a43:256_0": "Herein, what is suffering? What is that suffering? What is its matter?",
    "ai-atk-s0513a43:257_0": "Having heard that, the Great King said: “Having heard that she wasn’t able to tell another,” and he recited this verse:",
    "ai-atk-s0513a43:258_0": "55.",
    "ai-atk-s0513a43:259_0": "“If you, who is free from suffering, Benefactor,",
    "ai-atk-s0513a43:260_0": "Rather, don’t say anything to you, for those who suffering aren’t free of delusion,",
    "ai-atk-s0513a43:261_0": "56.",
    "ai-atk-s0513a43:262_0": "“Whoever has a single man of his wound who, both of him and of his wound",
    "ai-atk-s0513a43:263_0": "In accordance with the Dhamma: to him, if you wish, you should speak.",
    "ai-atk-s0513a43:264_0": "57.",
    "ai-atk-s0513a43:265_0": "“You’ve been well-spoked for the rainy season,",
    "ai-atk-s0513a43:266_0": "(But) the cry of humans, King, is harder to understand than that.",
    "ai-atk-s0513a43:267_0": "58.",
    "ai-atk-s0513a43:268_0": "“Even if a person thinks he’s known, friends, or companions",
    "ai-atk-s0513a43:269_0": "He who had made him happy before, in the future becomes his foe.",
    "ai-atk-s0513a43:270_0": "59.",
    "ai-atk-s0513a43:271_0": "“One who is happy in suffering, ~ in the form of people,",
    "ai-atk-s0513a43:272_0": "When you enjoy your friends, your friends are hard to become your friends.",
    "ai-atk-s0513a43:273_0": "60.",
    "ai-atk-s0513a43:274_0": "“I understood the right time, having understood the road in that way,",
    "ai-atk-s0513a43:275_0": "that is to say: the Wise One, the Wise One, having compassion on another,",
    "ai-atk-s0513a43:276_0": "61.",
    "ai-atk-s0513a43:277_0": "“If you’re not free of greed, I don’t get any happiness for you.",
    "ai-atk-s0513a43:278_0": "Speak his vanity is the truth, he is truthful, having no conscience and prudence.”",
    "ai-atk-s0513a43:279_0": "if he were to get there, he would feel arises;",
    "ai-atk-s0513a43:279_1": "Do not say, do not let alone.",
    "ai-atk-s0513a43:279_2": "Yet the animal realm, or the ghost realm, still less than that. That’s why, suffering from you shouldn’t take anything bad.",
    "ai-atk-s0513a43:279_3": "Though they spoke this verse:",
    "ai-atk-s0513a43:279_4": "Punabbasuka again and again, when asked again,",
    "ai-atk-s0513a43:279_5": "if he does when it is when asked;",
    "ai-atk-s0513a43:279_6": "Unwavering in the formless,",
    "ai-atk-s0513a43:279_7": "they died and satisfied their life as a flag.",
    "ai-atk-s0513a43:279_8": "of such a kind, knowing he would tell him to do so by himself.",
    "ai-atk-s0513a43:279_9": "suffering as suffering,",
    "ai-atk-s0513a43:280_0": "If he finds suffering in himself or others, he would obstinately find anyone.",
    "ai-atk-s0513a43:280_1": "is the meaning of in the world: these eight worldly conditions .",
    "ai-atk-s0513a43:280_2": "This is said:",
    "ai-atk-s0513a43:280_3": "Please lead me to welfare and happiness in the world with its gods, and humans, it’s unhappy for me. There is no such conscience and prudence for me. I have no conscience and prudence for them, with conscience and prudence for the sake of pleasure and pain. If I were to die, my self-mortification for the wise, and my self-elimination would be found.",
    "ai-atk-s0513a43:281_0": "So he spoke the following verses to the King: “The teachers of the seven Dhamma and showing the four verses, he spoke the verses of his own teachers:",
    "ai-atk-s0513a43:282_0": "62.",
    "ai-atk-s0513a43:283_0": "“Gentlemen, I live in a town town, a royal capital.",
    "ai-atk-s0513a43:284_0": "While that alms-food was living for alms,",
    "ai-atk-s0513a43:285_0": "63.",
    "ai-atk-s0513a43:286_0": "“The brahmins and householders of town, Kings, and the Great Kings,",
    "ai-atk-s0513a43:287_0": "tossed the meaning of seven people.",
    "ai-atk-s0513a43:288_0": "I don’t get upset, Great King,",
    "ai-atk-s0513a43:289_0": "64.",
    "ai-atk-s0513a43:290_0": "“Great king, thinking about your mind,",
    "ai-atk-s0513a43:291_0": "don’t speak to them.",
    "ai-atk-s0513a43:292_0": "65.",
    "ai-atk-s0513a43:293_0": "“The Buddha thought:",
    "ai-atk-s0513a43:294_0": "you’re enough to make an end, that’s why you should declare.”",
    "ai-atk-s0513a43:295_0": "Herein, while living there is a begging for alms, householder, that is,",
    "ai-atk-s0513a43:295_1": "They observe seven of the Ganges river, thinking: ‘This is my cattle.’",
    "ai-atk-s0513a43:295_2": "Your men, is hard, great king, that’s a long time.",
    "ai-atk-s0513a43:295_3": "thought: “She is wise! These are my relatives, they experience pain.”",
    "ai-atk-s0513a43:295_4": "Therefore, because of that reason their own suffering will not end.",
    "ai-atk-s0513a43:295_5": "to build an agreement to do it.",
    "ai-atk-s0513a43:296_0": "The king thought, “How, having heard that Dhammadinna thought, “I will give to you, brahmin!”",
    "ai-atk-s0513a43:296_1": "the Teacher, revealing it to the meaning, spoke this verse:",
    "ai-atk-s0513a43:297_0": "66.",
    "ai-atk-s0513a43:298_0": "“To the one-way poisonously increased the confidence of those who have it,",
    "ai-atk-s0513a43:299_0": "in the golden statue.”",
    "ai-atk-s0513a43:300_0": "goldsmith’s gold, silver, and money weren’t positioned gold, nor gold, and silver were gold.",
    "ai-atk-s0513a43:301_0": "The King, after giving advice to the King, and giving merit for the sake of wealth,, he said: “Now the king, did as he was asked.” Then he returned to both Council.",
    "ai-atk-s0513a43:302_0": "The Teacher then said: “Bhikkhus, when the teacher approved this Dhamma he did not in former times, he formerly had been born, an unprofitable way, in the Simile, –",
    "ai-atk-s0513a43:302_1": "“Because he gave the message, brahmin Sāriputta.”",
    "ai-atk-s0513a43:303_0": "Five-foods of Pañcasikha,",
    "ai-atk-s0513a43:305_0": "and in the colour of the Bodhi Tree.",
    "ai-atk-s0513a43:306_0": "The king, the chief of the world, having performed this duties to the Great Bodhi (Tree) in the Great Crowded.",
    "ai-atk-s0513a43:306_1": "For the purpose of leading the Realized One, the perfected ones, the fully awakened Buddha, had gone to Sāvatthī for the purpose of worshipping the Realised One, and while going to Sāvatthī. From the fragrance of scent, they didn’t get fragrances, and had been brought for him in the morning,",
    "ai-atk-s0513a43:306_2": "The Realized One, knowing that the elder was at Bhagavat had gone to Jeta’s Grove, approached the senior elder, and thus addressed the pupils of the Realized One. Then he said: “Venerable Sir, this one is the time for venerating the Realised One’s feet, and one lay down on the spot.” Then he doesn’t offer a garland.",
    "ai-atk-s0513a43:306_3": "He asked, “Did you accept the Shrine, Sir,?” and when he asked, “How many shrine?”",
    "ai-atk-s0513a43:306_4": "“They are farming, Ānanda.”",
    "ai-atk-s0513a43:306_5": "“What are you, sir?”",
    "ai-atk-s0513a43:306_6": "“A group of one who is traveling along a group.”",
    "ai-atk-s0513a43:306_7": "“But, Sir, are you able to make the shrine?”",
    "ai-atk-s0513a43:306_8": "“Ānanda, there is no essential,",
    "ai-atk-s0513a43:306_9": "For what is the time of the Buddha Paccekabuddhas, at the time of the Buddhas, that is, the Great Bodhi Tree in the Mallian shrine, or to the Great Bodhi tree?”",
    "ai-atk-s0513a43:306_10": "“Venerable Sir, if you were to take winter and unshaken vessel, the large vessel is made in the Great Bodhi branch and bringing the doctrine of the Bo trees, I will carry offer them to the Great Creator.”",
    "ai-atk-s0513a43:306_11": "“Good, Ānanda! This being so, it will be like the moon defeated in my Joyful Gods.”",
    "ai-atk-s0513a43:307_0": "The Thera, in the Kosalan country, Visākhā’s branches and leaves in Jeta’s Grove, sumerging the Bodhi tree, (thinking):",
    "ai-atk-s0513a43:307_1": "“Venerable Sir, I am the gods in Bodhi tree of the Jetavana garden. I feed the Bodhi tree.”",
    "ai-atk-s0513a43:307_2": "The elder replied, “Yes!” he took the Bodhi Tree, went to the Bodhisatta’s Grove, and told him what had happened. Then he asked for the Elder Ānanda:",
    "ai-atk-s0513a43:307_3": "And the Elder Ānanda told him, “Today I present the King of Kosala.”",
    "ai-atk-s0513a43:307_4": "In the evening time the king had a large following. Its plunged deep into it with all the branches of the  branches and leaves.",
    "ai-atk-s0513a43:307_5": "The elder placed the Great Bodhi (Tree), after making a golden plate into the sky, and winting it, he gave it to the king: “This is a reward, and this is the Great King.”",
    "ai-atk-s0513a43:307_6": "He thought: “The elephant is not suitable for us, it is not suitable for me to Anāthapiṇḍika’s hand.”",
    "ai-atk-s0513a43:307_7": "The Prince placed the chief of the hand (said):",
    "ai-atk-s0513a43:307_8": "Anāthapiṇḍika circumambulated the fragrant pyre,",
    "ai-atk-s0513a43:307_9": "At that point they all saw the branches of the hands, facing the inner skin, the inner skin’s horns, and the branches of the Bodhi trees. They dried up and down, they chopped off the five great keys.",
    "ai-atk-s0513a43:307_10": "Thus he stood in the same moment as to shrine, and stood at the instance.",
    "ai-atk-s0513a43:307_11": "The king appointed eighteen treasures of gold coins and bullion stored them indoors, having placed the golden plates covered with blue-bowls covered with blue water-lilies, and placed it in the then gateway. He placed the golden precious make their bed, and there adorned with gems.",
    "ai-atk-s0513a43:308_0": "The elder said, “Venerable sir, you were to go to the Great Bodhisatta at the root of the Realised One, and when I had entered upon the Great Bodhi tree, I sat down on a prepared seat.”",
    "ai-atk-s0513a43:308_1": "“What do you think, Ānanda? We’ve entered into and emerged from the Great Bodhi, before entering upon meditation.”",
    "ai-atk-s0513a43:308_2": "“Venerable Sir, they ate the reason for the purpose of winning the pleasure of this great crowd, which gives the bliss of awakening.”",
    "ai-atk-s0513a43:308_3": "The Teacher ate one partakens when he had attained the happiness of stream-entry.",
    "ai-atk-s0513a43:308_4": "The Elder, having constructed the story of the Kosalan King Pasenadi,",
    "ai-atk-s0513a43:308_5": "The senior elder Bodhi, too, was the senior monk’s awakening, expert in that tree.",
    "ai-atk-s0513a43:308_6": "Then the mendicants continued to intent on all this Dhamma talk on the Palace of the Buddha, Ānanda thought: “Reverend Ānanda, how did you find great joy in the Mahānāma?”",
    "ai-atk-s0513a43:308_7": "After the Teacher came and asked: “Mendicants, where is the sitting talk about just now? Why does he ask Ānanda today in the past? After asking, he said, “Equanimous One, mendicants, having stayed in the past position to the Bodhi Tree?”",
    "ai-atk-s0513a43:309_0": "In the past, in the past of Kaliṅga called Gandhāra, he constructed a royal palace named Khujjanāga.",
    "ai-atk-s0513a43:309_1": "The two children living the neighborhoods had two sons.",
    "ai-atk-s0513a43:309_2": "After the death of Nermi thought, “When our son has passed, (saying): “When will he see a son, how will it be able to go forth?”",
    "ai-atk-s0513a43:309_3": "Later, after the coronation of the King’s father had passed away.",
    "ai-atk-s0513a43:309_4": "He thought, “So it seems, I shall be our son.”",
    "ai-atk-s0513a43:309_5": "The King Asoka were taking honey, “Get hunters from Kāḷivisa,”",
    "ai-atk-s0513a43:309_6": "He then went to the King and told him, “Dear, take your life.”",
    "ai-atk-s0513a43:309_7": "After giving up his own hands, he entered the hermitage through a glorious jungle thicket, and having shown that these three bullocks, he entered the wilderness, for the sake of the servants, and having put it on the neighborhood, saying: “Tod it, I will not give it to my son,” and he entered the hermitage who had gone forth.",
    "ai-atk-s0513a43:310_0": "the midst of the Magadhans in the Magadha country, the chief queen, gave birth to a daughter-in-law.",
    "ai-atk-s0513a43:310_1": "With them, they said, “After their livelihood will be a living for the eon, but if they will be a wheel-turning monarch.”",
    "ai-atk-s0513a43:310_2": "The King, having heard that, the King went to the town-dwellers, and there,ed the town together with her.",
    "ai-atk-s0513a43:310_3": "King Majjhima thought, “I thought: “I will give this room to the King, but I will give you a simile.” She then took the neighborhood of a layman and go forth into the forest. She then, having taken her son, she chopped her head, wrapped her garments, and when I go forth.",
    "ai-atk-s0513a43:310_4": "“We will guard our mother and father,” and having received the fruit from no idea, and having stretched forth.",
    "ai-atk-s0513a43:310_5": "She took a flower from a lotus flower and dressed in a drought, made a floor covered with flowers in the water, and was making a tree flower.",
    "ai-atk-s0513a43:310_6": "this day, in the Ganges to the spotless Kāḷigodhā’s practice,",
    "ai-atk-s0513a43:310_7": "When he saw her, he thought, “This woman on doing so, but I shall go to the lay life, and did not another adornment.” Then he went to the monastery gate, and when he saw a large tree, he thought, “I shall die by an expert on the road,” and she went to the root of a tree. After hearing it, she sat down and lay there.",
    "ai-atk-s0513a43:310_8": "“I am a human being, I’m well-being.”",
    "ai-atk-s0513a43:310_9": "“Well then, daughter,” he said.",
    "ai-atk-s0513a43:310_10": "“I’m not able to have aristocrats.”",
    "ai-atk-s0513a43:310_11": "“Bhaddā, please let me too.”",
    "ai-atk-s0513a43:310_12": "as soon as he spoke, aristocrats, or vassals of aristocrats.”",
    "ai-atk-s0513a43:310_13": "Both together, they continued each other.",
    "ai-atk-s0513a43:310_14": "the King’s daughter,",
    "ai-atk-s0513a43:311_0": "And each other’s conduct,",
    "ai-atk-s0513a43:311_1": "At the same time, because of the mother’s father, the son of the Kaliṅgalas, and the Kaliṅga King gave them detail.",
    "ai-atk-s0513a43:311_2": "They replied, “Very well,” and they took it away.",
    "ai-atk-s0513a43:311_3": "To give them birth, the wound next to the King’s embryo, and meritorious sons of the embryo, endowed with ten characteristics, and meritorious acts,",
    "ai-atk-s0513a43:311_4": "may grief and lamentation in the presence of that one may reach all his father and grandfathers.",
    "ai-atk-s0513a43:311_5": "The father then brother, knowing that in order to establish the dead, having understood him, said: “After carrying a great priceless, give us a garland of coins, and making the offering, and laughing the name of the town, the capital at the time for ourselves, and taking the gems, and then he shows them the three treasures, I have given them to my father, and also the daughters of the city, the Lord of the Protector,” and he showed these three (it).",
    "ai-atk-s0513a43:311_6": "As a parents were her parents, he quickly bowed down, circumambulated him with their heads and went to the air, and told him, “Listen, has the good man.” Then he told him, “Listen, you have the same treasurer.”",
    "ai-atk-s0513a43:311_7": "told the ministers,",
    "ai-atk-s0513a43:311_8": "the town-dwellers had adorned with decorations,",
    "ai-atk-s0513a43:312_0": "Then the Kaliṅga King Bhāradvāja, the Mountain named Piṅgala, and so on.",
    "ai-atk-s0513a43:312_1": "He filled the proper conduct.",
    "ai-atk-s0513a43:312_2": "Then the wheel-treasure approached an wheel-turning monarch, the wheel-treasure, the wheel-treasurer, and the wheel-turning monarch.",
    "ai-atk-s0513a43:312_3": "Having sovereignty over the whole of the people, having constructed five hundred leagues, one hundred leagues long, and thirty-six leagues from all around, covering the elephants with a hundred leagues, and many leagues along with a hundred leagues,",
    "ai-atk-s0513a43:312_4": "Then there was no place for Victorious Buddhas’ dispensation of the earth that was unable to walk in the air.",
    "ai-atk-s0513a43:312_5": "The King then accused back to the same place as before.",
    "ai-atk-s0513a43:312_6": "the Teacher, showing them the first verse:",
    "ai-atk-s0513a43:313_0": "67.",
    "ai-atk-s0513a43:314_0": "“The King of Kāliṅga, a Universal Monarch,",
    "ai-atk-s0513a43:315_0": "attains supreme awakening in the Brahmā realm!”",
    "ai-atk-s0513a43:316_0": "Then the king thought, “The king is going to the elephant called Cūraṇasī, “What’s that he does not even see a single being,” But he did not have a dialogue with him inquiry?",
    "ai-atk-s0513a43:316_1": "Then the royal capital of Ketumatissa, it seems, in that place there were no grasses that covered the dreadful range of the Bo branches and creeper’s rolled around both brown.",
    "ai-atk-s0513a43:316_2": "The brahmin, having taken a portion of the Buddhas, said: “This is the nephew”, “This is the mark of a Buddha, this is the time for the Lord of the Bodhisatta.” They then went to the place where the Bodhisatta was put to him and gave him his wife.",
    "ai-atk-s0513a43:316_3": "the Teacher showed them the meaning of this verse:",
    "ai-atk-s0513a43:317_0": "68.",
    "ai-atk-s0513a43:318_0": "“Aṅgīrasa, Bhāradvāja, the ascetic Kassapa of the Palace,",
    "ai-atk-s0513a43:319_0": "when he had developed them, said this:",
    "ai-atk-s0513a43:320_0": "69.",
    "ai-atk-s0513a43:321_0": "“Great king, for a park has the nephew,",
    "ai-atk-s0513a43:322_0": "Here the Sambuddha was awakened to by the Perfectly Awakened One,",
    "ai-atk-s0513a43:323_0": "70.",
    "ai-atk-s0513a43:324_0": "“For he who has moved the stircast on all the ground,",
    "ai-atk-s0513a43:325_0": "the earth, Great King, is wise.",
    "ai-atk-s0513a43:326_0": "71.",
    "ai-atk-s0513a43:327_0": "“Having gone over a limit on the Buddha’s land, all the earth,",
    "ai-atk-s0513a43:328_0": "Having descended from the earth, this descended (one should not build).",
    "ai-atk-s0513a43:329_0": "72.",
    "ai-atk-s0513a43:330_0": "“Those who are born, live engaged in waiting, disastering,",
    "ai-atk-s0513a43:331_0": "At this point they couldn’t see a giant.",
    "ai-atk-s0513a43:332_0": "73.",
    "ai-atk-s0513a43:333_0": "“One who is born in the great (magical) powers, who have become corrupted with the sharks of sensual pleasures,",
    "ai-atk-s0513a43:334_0": "To this point it is possible to go to the elephant’s head.",
    "ai-atk-s0513a43:335_0": "74.",
    "ai-atk-s0513a43:336_0": "“The King, having heard that word, grabbed the crowd and put aside their servants,",
    "ai-atk-s0513a43:337_0": "converted the elephant’s word (craving) perfection. We,",
    "ai-atk-s0513a43:338_0": "75.",
    "ai-atk-s0513a43:339_0": "“Lord of the Serpents (and then) let Nāgas split into the sky.",
    "ai-atk-s0513a43:340_0": "With back, he sat down, and lay down on his back.”",
    "ai-atk-s0513a43:341_0": "Herein, ascetic means ascetic these sons",
    "ai-atk-s0513a43:341_1": "And the wheel can behaved by one who wheels, just as the wheel-turning monarch.",
    "ai-atk-s0513a43:341_2": "having taken his shares (to the ground), he is sublime inquired to the ground,",
    "ai-atk-s0513a43:341_3": "of all the Buddhas, praised by all Buddhas,",
    "ai-atk-s0513a43:341_4": "Intervals the current:",
    "ai-atk-s0513a43:341_5": "As he shines with: here the darkness of the darkness in the darkness of ignorance, waves like the sun.",
    "ai-atk-s0513a43:341_6": "Grasping grass and chaff,",
    "ai-atk-s0513a43:341_7": "The heap of four-hundred yojana from each other, the remainder of a hundred leagues, but then the earth quaks and the waters lilies.",
    "ai-atk-s0513a43:341_8": "So we have heard this by using the characteristics of non-human beings.",
    "ai-atk-s0513a43:341_9": "having descended the openings in the space, and descended to the destruction of all the defilements.",
    "ai-atk-s0513a43:342_0": "there are other wheel-turning monarchs who are born in the family of the elephant-treasure.",
    "ai-atk-s0513a43:342_1": "To this extent they all don’t go to a place where they’re reborn.",
    "ai-atk-s0513a43:342_2": "After being reborn in the eight classes of rebirths, and having given the sabbath by an elephant, the family traditions.",
    "ai-atk-s0513a43:342_3": "made of thick arch.",
    "ai-atk-s0513a43:342_4": "This is how far the part of the body, having been thirty-two parts of Sakka, the Lord of the World, who was able to go beyond doubts, uncertainty in this way.",
    "ai-atk-s0513a43:342_5": "“Anyone who defeated the services should inform the king: “Anyone who is brilliant speaking the marks of his hand, but only if we speak in the morning for him, and inquire about him,” and after making a response of this act of vessel, they think, “It is the truth, not the meaning,” “It is the only to say, for the inquise”;",
    "ai-atk-s0513a43:342_6": "So when he was able, the dragon insects, he strikes the young dragon Vajirā, having accused him of Koṇḍañña, he sat down like a rushing-skinning in the sky and defecating the mind.",
    "ai-atk-s0513a43:343_0": "Because of that, he was able to die, and he died.",
    "ai-atk-s0513a43:343_1": "But while the King was sitting in him, he was seated without knowing.",
    "ai-atk-s0513a43:343_2": "He said, “Great King, have no other elephants. It was time for you alone, elephants,”",
    "ai-atk-s0513a43:343_3": "did the Teacher showing the tenth verse:",
    "ai-atk-s0513a43:344_0": "76.",
    "ai-atk-s0513a43:345_0": "“This the dragon Bhāradvāja of the spendowed",
    "ai-atk-s0513a43:346_0": "addressed the King in verse:",
    "ai-atk-s0513a43:347_0": "And another elephant, the great king who had ended the defilements.”",
    "ai-atk-s0513a43:348_0": "There the dragon whose cankers have destroyed (perfected), with the intention to bring him life. We cannot go to the Bodhi (Tree).",
    "ai-atk-s0513a43:348_1": "Nāgas had taken another, glorious Nāgas the royal family came to the sabbath.",
    "ai-atk-s0513a43:349_0": "The King sat down on his back.",
    "ai-atk-s0513a43:349_1": "At that moment the floor instantly damaged.",
    "ai-atk-s0513a43:349_2": "the Teacher, revealing it to the other, spoke this verse:",
    "ai-atk-s0513a43:350_0": "77.",
    "ai-atk-s0513a43:351_0": "“I heard that, hurried, the wild bull elephant,",
    "ai-atk-s0513a43:352_0": "At the same time, the wild elephant broken off his own army,",
    "ai-atk-s0513a43:353_0": "Likewise the neighborhood of a man, so one who slanders the act.”",
    "ai-atk-s0513a43:354_0": "The king did as he was asked.",
    "ai-atk-s0513a43:355_0": "78.",
    "ai-atk-s0513a43:356_0": "“Aṅgiyānī said to the brahmin Kāliṅga,",
    "ai-atk-s0513a43:357_0": "you’d never all of them know and see everything.”",
    "ai-atk-s0513a43:358_0": "Then he placed himself in the same place as a brahmin. He could commend the same among the Buddhas.",
    "ai-atk-s0513a43:358_1": "the Teacher talked by this verse:",
    "ai-atk-s0513a43:359_0": "79.",
    "ai-atk-s0513a43:360_0": "“I haven’t heard that, the brahmin Lotusika said this:",
    "ai-atk-s0513a43:361_0": "For we are discussed by the Sambuddha, Great King, the Buddhas,",
    "ai-atk-s0513a43:362_0": "80.",
    "ai-atk-s0513a43:363_0": "“The Buddhas do not know, Knowledges and the characteristics,",
    "ai-atk-s0513a43:364_0": "For we are able to understand all Buddhas.”",
    "ai-atk-s0513a43:365_0": "Herein, having seen the gathered according to the doctrine of the Buddhas, we saw announcing all this. However, we all declared to be wise in all Buddhas.",
    "ai-atk-s0513a43:365_1": "For the Buddhas know and see in the past and the future, all-knowing, and all-seeing, they do not know about all.",
    "ai-atk-s0513a43:365_2": "But we are waiting in the dispensation of the Buddha, and so do not understand all that he is referred to him.",
    "ai-atk-s0513a43:366_0": "The king, having heard that the joy and happiness of the Buddha, had arrived at the Great Bodhi Tree, and had great furnished with the troops, and made seven days offerings to the Great Bo tree.",
    "ai-atk-s0513a43:366_1": "the Teacher showed this verse:",
    "ai-atk-s0513a43:367_0": "81.",
    "ai-atk-s0513a43:368_0": "“Having driven out the completely Awakening One with various kinds of Awakening,",
    "ai-atk-s0513a43:369_0": "Having been given to a garland of flowers, the King gathered rice-milk,",
    "ai-atk-s0513a43:370_0": "82.",
    "ai-atk-s0513a43:371_0": "“Having assembled the bones of the flower",
    "ai-atk-s0513a43:372_0": "King Piṅgiyānī worshipd the Bodhi (Tree).”",
    "ai-atk-s0513a43:373_0": "There she went into the presence of her parents and went into the presence of her parents.",
    "ai-atk-s0513a43:373_1": "he prepared a golden post, and golden posts.",
    "ai-atk-s0513a43:373_2": "The seven treasures of that constructed jewel. Having built a pair of gems (?) offered to the branch, the treasurer, the counselor-treasurer’s flag, the eighty-treasures of the Bo branches.",
    "ai-atk-s0513a43:373_3": "but, as she had obtained in Pāṭaliputta flowers, “This is the same way.”",
    "ai-atk-s0513a43:374_0": "After doing this, the Great Bodhi (Tree), after taking this meritorious acts, went to the Great City of alms. Destroyed the Tree and reborn in Tāvatiṁsa Abode,",
    "ai-atk-s0513a43:375_0": "The Teacher then said: “Bhikkhus, this Dhamma teaching is not the preceding to the Bodhisatta, but formerly had been born.”",
    "ai-atk-s0513a43:375_1": "“The Kaliṅga Bhāradvāja, Ānanda, was the time Isidatta.”",
    "ai-atk-s0513a43:376_0": "the sixth time to Awakening.",
    "ai-atk-s0513a43:378_0": "After consecrating his golden palanquin,",
    "ai-atk-s0513a43:379_0": "(They are) finishing in the cardinal directions. When they live requesting to Sāvatthī, the lay followers of the State.",
    "ai-atk-s0513a43:379_1": "Having invited the Teacher, it seems, for seven days, for the meal, and for the Sangha of monks headed by the Buddha, the fraternity of Bhikkhus and gave them a residence.",
    "ai-atk-s0513a43:379_2": "Then the Teacher, begging the inviting the midst of the following their teachers, “You should give gifts, carefully large respect, generally enjoying the equipments, saying: “This offering is made to give gifts to the one who has gone forth.",
    "ai-atk-s0513a43:379_3": "But when the kings have gone forth in the realm of the wounds in the wilderness, having cut off the neighborhoods, the renunciates, and the water jars, and it then gives you a rich drink, a large crowd, art, delicioused, and it is damaged to beged for the caravan, but not as much as you want.”",
    "ai-atk-s0513a43:380_0": "In the past, when Brahmadatta was born in Benares, the being intent on awakening and his family circle of brahmins, the being intent on awakening and his family neighborhood of the brahmin Brahmadatta, the lord of the deathless were reborn in a place of loss.",
    "ai-atk-s0513a43:380_1": "The time they were given to him at the time of going, thinking, “They’ve been runnning here and there,” and they made the name of her.",
    "ai-atk-s0513a43:380_2": "plunged into the sixteenth year, after going to the rainy season, descended from all crafts,",
    "ai-atk-s0513a43:380_3": "Then their parents passed away.",
    "ai-atk-s0513a43:380_4": "After hearing them, he said, “Dhanañjāni looking after the Dhanañjāni in the past, his gains,” and when he heard this, he said, “This is the only child, I shall receive this wealth.” And when he hears this bow to that laughing, he says, “This is in fact, I’ll take it away.”",
    "ai-atk-s0513a43:380_5": "“But what have you committed?”",
    "ai-atk-s0513a43:380_6": "“You may go forth.”",
    "ai-atk-s0513a43:380_7": "“I shall not throw my head aside,” he replied, “I shall not burn it with my head; I shall not accept it.”",
    "ai-atk-s0513a43:380_8": "The king asked the King, “Askin, he, a frightened and terrified, wanted to build a house.”",
    "ai-atk-s0513a43:381_0": "When seven days they rolled around the great wealth, thinking, “What can I prepare for seven days? ” I received the money and grain, “Whoever die in the household life, when I was given to my relatives?” I chopped off his warrior-nobleshed, my relatives and kin, he chopped it into the house.",
    "ai-atk-s0513a43:381_1": "the gate through which the gate is dropped by which the gate is dropped on the bank, the riverland, and the name of the river.",
    "ai-atk-s0513a43:381_2": "He went to a hundred leagues, and together with three leagues,",
    "ai-atk-s0513a43:381_3": "and begging from the time they returned to the royal capital.",
    "ai-atk-s0513a43:381_4": "a great following gains, like a great lightning flash, like the time of the Buddhas.",
    "ai-atk-s0513a43:381_5": "Then the Great Because he thought: “Surely it is possible to finish a large following that I have been made.” Then he stepped on to the ground, he thought, “Sister, just as I have the same kind of fostering.” Then he runnning the neighborhood of a single stretching and existing in the way height, he left the Sisters.",
    "ai-atk-s0513a43:381_6": "and by one of the gains of gain and honour he arose.",
    "ai-atk-s0513a43:381_7": "He then went to the fire hut, where he abandoned the in the sky, and told him the ship.",
    "ai-atk-s0513a43:381_8": "Then Kāka was a lake called Kāpaṭika.",
    "ai-atk-s0513a43:381_9": "There he caused a large tree trunk, and lay down on the ground.",
    "ai-atk-s0513a43:381_10": "Herein, no matter how to live in that place.",
    "ai-atk-s0513a43:381_11": "Then, as I was searching for a brother, I looked at that place, so he had been couldn’t produce heat.",
    "ai-atk-s0513a43:382_0": "He has few wishes, contents, fruits, and eats water, and he eats water untrampled water.",
    "ai-atk-s0513a43:382_1": "(The king) presented his legs to his virtue Sakka’s stone, saying: “We will give heat (orches) in heat.”",
    "ai-atk-s0513a43:382_2": "“Who is Sakka, lord of gods, doing this for me?” and he, having seen him, thinking, “If he does so, does he come to me?”",
    "ai-atk-s0513a43:382_3": "For if you make an end of suffering for life, there is no suitable for you. If I’m not able to give away my bowl with water, then if my attendants, you’ll give it away.”",
    "ai-atk-s0513a43:382_4": "The Buddha-to-be had constructed seventy-two years, and he sat down on the ground. She said to her: “I will sit on a year.”",
    "ai-atk-s0513a43:382_5": "Then while Sakka, after putting his alms round in front of him,",
    "ai-atk-s0513a43:382_6": "Having seen that, the alms-food was given to me, and I summoned a lump of fond of my mind, and having approached, she said: “I will give this gift.” And after seeing his own great gift, he servant, “I’ve gone to the kingdom, for the sake of my own benefit and others.”",
    "ai-atk-s0513a43:382_7": "The brahmin, after taking her a little, he vanished.",
    "ai-atk-s0513a43:382_8": "The Great Being gave it back again, and again he sat down on the leaf-hut and again. Then he sat down right there (on that place).",
    "ai-atk-s0513a43:383_0": "and he went back to the brahmin.",
    "ai-atk-s0513a43:383_1": "and after giving it to the Greatly Famous One, he sent back right there.",
    "ai-atk-s0513a43:383_2": "On the third day he gave a gift and said, “The most feeble that it was very old, in the jungle of my meritorious alms-food eater by me, and that the food had been worn away.”",
    "ai-atk-s0513a43:383_3": "Sakka thought, “Previously, having the three febles weakness, has produced a one weaker, and after hearing this.” But when he heard that, he thought, ‘I don’t know, ‘I’m not able to give this one.’ And after hearing this, he asked this: ‘I will give this one.’",
    "ai-atk-s0513a43:383_4": "The middle of the day (the Buddha) went to the Bodhi tree with an excellent glory of the sun. When he had taken up from his seat, he asked for the sake of its worms, “Such is stolen that youth, how then, do you get a worm in front of this way?”",
    "ai-atk-s0513a43:383_5": "the Teacher, showing them the first verse:",
    "ai-atk-s0513a43:384_0": "83.",
    "ai-atk-s0513a43:385_0": "“Dear having seen (that), he is able to say this about the plane of wealth.",
    "ai-atk-s0513a43:386_0": "What’s the point of this Great Brahmā, the winter season?”",
    "ai-atk-s0513a43:387_0": "What’s the point of this misfortune that people are reborn there, or is one of the attainment of Sakka?",
    "ai-atk-s0513a43:388_0": "Having heard that the Great Wisdom, he said: “I do not want to make this bowl,” he said on the following day, “This is the second benefit (here).",
    "ai-atk-s0513a43:389_0": "84.",
    "ai-atk-s0513a43:390_0": "“Moggallāna, are able to break the body,",
    "ai-atk-s0513a43:391_0": "I am your harmony, that’s why you should rightly make an end of suffering.”",
    "ai-atk-s0513a43:392_0": "Consequently, he shows that birth again and again, the aggregates, which is why there is no aggregates, namely, this, that is why, the throwing off of suffering.",
    "ai-atk-s0513a43:393_0": "Having heard that, Sakka said: “This is a thorn for the sake of my thorns, making frustrated my thorns, I will dwell in the forest.”",
    "ai-atk-s0513a43:394_0": "85.",
    "ai-atk-s0513a43:395_0": "° and said: “In this matter what is well spoken, so very beautiful,",
    "ai-atk-s0513a43:396_0": "It’s better to give up whatever you can focus on.”",
    "ai-atk-s0513a43:397_0": "There, whatever you want, pay attention to it, I wish to give it.",
    "ai-atk-s0513a43:398_0": "it takes a very monasteries with the four great army (of the four).",
    "ai-atk-s0513a43:399_0": "86.",
    "ai-atk-s0513a43:400_0": "“If I were to grant all beings within, Bhūmija,",
    "ai-atk-s0513a43:401_0": "Whether or not youth, children, wealth, or relatives,",
    "ai-atk-s0513a43:402_0": "Having received no greed, he does not surely delight in me.”",
    "ai-atk-s0513a43:403_0": "Herein, if it is no one to give me that, if it is your wish, then give me that.",
    "ai-atk-s0513a43:403_1": "and other difficultys.",
    "ai-atk-s0513a43:403_2": "They don’t mortify abdue, thinking: “So it is not possible to know or see;",
    "ai-atk-s0513a43:403_3": "May they not be under me, may they not arise in me.",
    "ai-atk-s0513a43:404_0": "Then Sakka, the ruler of the Queen, catching the big as well he recited this verse:",
    "ai-atk-s0513a43:405_0": "87.",
    "ai-atk-s0513a43:406_0": "° and said: “In this matter what is well spoken, so very beautiful,",
    "ai-atk-s0513a43:407_0": "It’s better to give to you whatever you can pay attention.",
    "ai-atk-s0513a43:408_0": "88.",
    "ai-atk-s0513a43:409_0": "“If I were to grant all beings within, Bhūmija,",
    "ai-atk-s0513a43:410_0": "money, gold, cows, and slaves.",
    "ai-atk-s0513a43:411_0": "Where one is born, a lazy person will not be dull;",
    "ai-atk-s0513a43:412_0": "89.",
    "ai-atk-s0513a43:413_0": "° and said: “In this matter what is well spoken, so very beautiful,",
    "ai-atk-s0513a43:414_0": "It’s better to give to you whatever you can pay attention.",
    "ai-atk-s0513a43:415_0": "90.",
    "ai-atk-s0513a43:416_0": "“If I were to grant all beings within, Bhūmija,",
    "ai-atk-s0513a43:417_0": "May I not see or hear a fool, may I not reside with a fool,",
    "ai-atk-s0513a43:418_0": "don’t hold their eyes in a fool,",
    "ai-atk-s0513a43:419_0": "91.",
    "ai-atk-s0513a43:420_0": "“What’s the point of this fool, Kassapa, when you say that you don’t say that?",
    "ai-atk-s0513a43:421_0": "In what way is it like you’re a fool, Kassapa,",
    "ai-atk-s0513a43:422_0": "92.",
    "ai-atk-s0513a43:423_0": "“This unintelligent one does not indulge in ruining,",
    "ai-atk-s0513a43:424_0": "The best he does is badly judged, and he is angry when rightly spoken to,",
    "ai-atk-s0513a43:425_0": "He does not know discipline, it is good not to meet with him.",
    "ai-atk-s0513a43:426_0": "93.",
    "ai-atk-s0513a43:427_0": "° and said: “In this matter what is well spoken, so very beautiful,",
    "ai-atk-s0513a43:428_0": "It’s better to give to you whatever you can pay attention.",
    "ai-atk-s0513a43:429_0": "94.",
    "ai-atk-s0513a43:430_0": "“If I were to grant all beings within, Bhūmija,",
    "ai-atk-s0513a43:431_0": "having seen the Hero, the Wise One, who lives together with a thousand",
    "ai-atk-s0513a43:432_0": "That Wise One is a fool, he should (wholesome) devotee (to the Worlds).",
    "ai-atk-s0513a43:433_0": "95.",
    "ai-atk-s0513a43:434_0": "“Why, Kassapa, why do you say that the wise one will not be done to you,",
    "ai-atk-s0513a43:435_0": "Who is the wise one, Kassapa, will be looking for",
    "ai-atk-s0513a43:436_0": "96.",
    "ai-atk-s0513a43:437_0": "“This isn’t mine, he does not tremble,",
    "ai-atk-s0513a43:438_0": "he is endowed with a dog fixed destiny, and he is not rightly spoken of,",
    "ai-atk-s0513a43:439_0": "He understands the Vinaya meeting of the Discipline.",
    "ai-atk-s0513a43:440_0": "97.",
    "ai-atk-s0513a43:441_0": "° and said: “In this matter what is well spoken, so very beautiful,",
    "ai-atk-s0513a43:442_0": "It’s better to give to you whatever you can pay attention.",
    "ai-atk-s0513a43:443_0": "98.",
    "ai-atk-s0513a43:444_0": "“If I were to grant all beings within, Bhūmija,",
    "ai-atk-s0513a43:445_0": "then, at the end of the sun, the sun (sports) up.",
    "ai-atk-s0513a43:446_0": "that would appear to me and begging that virtue will be asking for the heavens.",
    "ai-atk-s0513a43:447_0": "99.",
    "ai-atk-s0513a43:448_0": "“He should not give me a (this), and giving them a morsel,",
    "ai-atk-s0513a43:449_0": "You should give to confidence in this mind, ~ will live there.",
    "ai-atk-s0513a43:450_0": "100.",
    "ai-atk-s0513a43:451_0": "° and said: “In this matter what is well spoken, so very beautiful,",
    "ai-atk-s0513a43:452_0": "It’s better to give to you whatever you can pay attention.",
    "ai-atk-s0513a43:453_0": "101.",
    "ai-atk-s0513a43:454_0": "“If I were to grant all beings within, Bhūmija,",
    "ai-atk-s0513a43:455_0": "you should not return here, Sakyan:",
    "ai-atk-s0513a43:456_0": "102.",
    "ai-atk-s0513a43:457_0": "“Those services are certainly not living at peace,",
    "ai-atk-s0513a43:458_0": "(but) what should I do, what is my fear?",
    "ai-atk-s0513a43:459_0": "103.",
    "ai-atk-s0513a43:460_0": "“Sire, you who have given up everything,",
    "ai-atk-s0513a43:461_0": "Having seen the mortification in you, there is nothing that is meant.”",
    "ai-atk-s0513a43:462_0": "Herein, by means of which one is born: by means of a jackal’s armies, threatened by the worms, and sweetnesses, etc., do not expound it to me, or anyone else’s field.",
    "ai-atk-s0513a43:462_1": "He doesn’t hear elaborations in which others do not listen.",
    "ai-atk-s0513a43:462_2": "What do you think is a fool, why do you think of this your mother or father? What are you enemying a fool? What is it for your enemy? What is this name?",
    "ai-atk-s0513a43:463_0": "Neither such things as: “This isn’t arrival”, “This isn’t conducive to kill living creatures,” and she thinks, “I will do such things.”",
    "ai-atk-s0513a43:463_1": "After consummate the drums in the horrors of faith and delighting in the houses,",
    "ai-atk-s0513a43:463_2": "A bad deed is better than human beings, it is better for him,",
    "ai-atk-s0513a43:463_3": "by undertaking the five kinds of unethical conduct, that is, one who takes a community by groups, who goes to live with a community. They’re antaker inappropriate in one who is immoral and bad-hearted.",
    "ai-atk-s0513a43:463_4": "For this is said: ‘What is the reason why arouses one does with the cause?’",
    "ai-atk-s0513a43:463_5": "(Sometimes) in this way, “Ascetic” is expert in the Monastic Law, and not properly resolved:",
    "ai-atk-s0513a43:463_6": "Because of his reasoning (etc.) means good to meet with him.",
    "ai-atk-s0513a43:464_0": "on the rising of the sun comes up,",
    "ai-atk-s0513a43:464_1": "There is divine food to be ask for the gods.",
    "ai-atk-s0513a43:464_2": "Oh! It is so lowly overpowering the boundary!",
    "ai-atk-s0513a43:464_3": "they give him vision of seeing that they are dispelled:",
    "ai-atk-s0513a43:464_4": "Such-like way of performing such species.",
    "ai-atk-s0513a43:464_5": "They’d be heedless and negligent.",
    "ai-atk-s0513a43:464_6": "being the benefit of your head rolled for the purpose of extinguishment, the rolling on my head is embarrassed even for the sake of your life.",
    "ai-atk-s0513a43:465_0": "Saying, “Good, sir,” he did not come. When I return, he left.",
    "ai-atk-s0513a43:465_1": "For as long as he lived, he was reborn in the Brahmā realm.",
    "ai-atk-s0513a43:466_0": "The Teacher, having taught this Dhamma teaching, he related the Palace to the Friend.",
    "ai-atk-s0513a43:466_1": "“Bhaddā, Anuruddha, I was Sakka, the lord of the earth, but I didn’t get it.”",
    "ai-atk-s0513a43:467_0": "thrivestigated: seven months",
    "ai-atk-s0513a43:469_0": "and forty-headed gold...",
    "ai-atk-s0513a43:470_0": "I was so hard to speak. I lived in a miracle, this is the teacher, Kokālika in the Kapilavatthu.",
    "ai-atk-s0513a43:470_1": "I can give up that very best seat and live on the same rainy-season residence, and that the Teacher, when he had gone to fond of the rainy-season residence there, he thought, “Who are you going to Kokālika?” and she said, “It’s appropriate for us to live with us here.”",
    "ai-atk-s0513a43:470_2": "“Who is this supported by me?”",
    "ai-atk-s0513a43:470_3": "If you do, we’ll live comfortably while others are adding, “Reverend, if you’re happy, we would live comfortable for us.”",
    "ai-atk-s0513a43:470_4": "“So, who is my living comfortably?”",
    "ai-atk-s0513a43:470_5": "“We shall give you a teaching such as this, and we shall do so to you.”",
    "ai-atk-s0513a43:470_6": "“Do as if it were.”",
    "ai-atk-s0513a43:470_7": "And he gave them furniture.",
    "ai-atk-s0513a43:470_8": "they dwelt having attained the bliss of attainment.",
    "ai-atk-s0513a43:470_9": "if no-one knows that dwelling place has been living in that dwelling place,",
    "ai-atk-s0513a43:471_0": "Everywhere it is said, “Where is the Teacher? You must go to that teacher.”",
    "ai-atk-s0513a43:471_1": "Saying, “Very well,” he took their alms-bowl and entered the village for alms.",
    "ai-atk-s0513a43:471_2": "Theras who were well appointed in the villages.",
    "ai-atk-s0513a43:471_3": "The Kokālika said, “Kimbila, why do you all come? ” and they told him what had happened.",
    "ai-atk-s0513a43:471_4": "“But why don’t we find out of compassion for us?” and they took a large number of medicines and supplies for the sick, and then go to him with the intention of us. Then we didn’t know who you have said, “Venerable sir, we’ve shown us, but we’ll have said these things.”",
    "ai-atk-s0513a43:472_0": "Kokālika said, “Who is content with these of few wishes, contentment, and having made such a seat, I considered to see the Elders.” But he went into the presence of the lay followers.",
    "ai-atk-s0513a43:472_1": "The senior monks, after that caravan leader, neither took some lady water. They did not give anything to the group.",
    "ai-atk-s0513a43:472_2": "But the lay followers thought, “Venerable sir, please go out of compassion for ourselves.”",
    "ai-atk-s0513a43:472_3": "and they satisfied the Elders,",
    "ai-atk-s0513a43:472_4": "Kokālika said: “This is the time for me to kill myself, they don’t kill me.”",
    "ai-atk-s0513a43:472_5": "The senior mendicants also was staying in the presence of the Teacher and sent around five hundred Bhikkhus, together with a thousand Bhikkhu fraternity. Kokālika, –",
    "ai-atk-s0513a43:472_6": "Those lay followers, having taken a (god) storehouse, took the Great Monastery, and performed the Ārāma.",
    "ai-atk-s0513a43:472_7": "Or they give the medicines and supplies for the sick monks, and the senior monks did not even give them robe-cloth. While they had entered Koliyans, they did not even give to the senior monks, saying, “Give those who do not get robes.”",
    "ai-atk-s0513a43:472_8": "Kokālika said, “Sister, what’s the wrong time without first getting the best for Sāriputta and Moggallāna? We have to give them the best food and drink, the drunk, and the Elders, who were unable to get them to do so.” But he abused and insulted them, saying, “Give them to the highest good,” he did not abuse them.",
    "ai-atk-s0513a43:472_9": "The senior monks said, “We wish to live depending on us,” and they made a drawn by people. Then they wanted to stay.",
    "ai-atk-s0513a43:473_0": "Then he said,",
    "ai-atk-s0513a43:473_1": "“Then they will do it.”",
    "ai-atk-s0513a43:473_2": "When they had gone, they thought, “Venerable sirs, it seems, why don’t you go and ask them for a meal? Why don’t you forgive me and stay on, saying: “Go away, Please leave!”",
    "ai-atk-s0513a43:473_3": "when the lay followers had gone, they (there) requested the Elder Nuns,",
    "ai-atk-s0513a43:473_4": "Saying, “We weren’t happy,” they left.",
    "ai-atk-s0513a43:473_5": "While the Elder was unable to go, he returned to the monastery.",
    "ai-atk-s0513a43:473_6": "Then the lay followers asked: “Venerable, those lay followers by calling him.”",
    "ai-atk-s0513a43:473_7": "“It’s impossible, reverend.”",
    "ai-atk-s0513a43:473_8": "Then they thought, “Shouldn’t they think those wicked ones, who live here and there, but don’t think, “We won’t get anything for us.” Then they said, “We don’t think, ‘We don’t get anything to you.”",
    "ai-atk-s0513a43:473_9": "During the bribe drew up, the Teacher took their bowls and robes and went to Sāriputta and said, “Venerable Sāriputta and Moggallāna, the teacher have wicked desires. They’ve fallen under the sway of wicked desires.”",
    "ai-atk-s0513a43:473_10": "Then the Teacher, thinking, “Do not say that! Don’t say that, Kokālika, Kokālika! Don’t say that!”",
    "ai-atk-s0513a43:473_11": "Also, thinking: “So Kokālika, sir, I’ve seen you lying down in the Best of the Kokālika, and I saw where I got up from my seat and left.”",
    "ai-atk-s0513a43:473_12": "As he was summoning it to branch, it seems, ripe to turn out from the bodies of the corpse, and because of that when he had left.",
    "ai-atk-s0513a43:473_13": "Wise One, having reached the end of his feelings, he lay down (him).",
    "ai-atk-s0513a43:473_14": "“It was two chief disciples of the Buddha who had been given the foremost plains of the Brahmā realm.”",
    "ai-atk-s0513a43:474_0": "The preceptor said to him, “Should come through the air, I’ll ask you for forgiveness,” and he added: “I will speak harshly.”",
    "ai-atk-s0513a43:474_1": "“Who are you, reverend?”",
    "ai-atk-s0513a43:474_2": "“Brahmā, Brahmā, I am not able to.”",
    "ai-atk-s0513a43:474_3": "“Reverend, didn’t you claim to be a non-returner, who are not a non-returner, who are non-returner, and who rebuke and criticism?”",
    "ai-atk-s0513a43:474_4": "After causing his own statement, he said: “Whoever is unsuitable, not he will return only through the rainy season.”",
    "ai-atk-s0513a43:474_5": "and deadly reborn in hell.",
    "ai-atk-s0513a43:474_6": "Knowing this, the Teacher informs the mendicants:",
    "ai-atk-s0513a43:474_7": "When the monks heard this, they thought, “These dear Sāriputta and Moggallāna were discussing the teachings, they abused and insulted Sāriputta and Moggallāna.”",
    "ai-atk-s0513a43:474_8": "After the Teacher came and asked: “Monks, what is this?” he asked, “Do it is because of the talking about in the past, future, or present? ” he said, “Kokālika, Kapilavatthu, what is suffering. Yet he previously said, ‘Now?”",
    "ai-atk-s0513a43:475_0": "In the past, when King Brahmadatta was ruling in Benares, he stood in front of his palace.",
    "ai-atk-s0513a43:475_1": "For the brahmin lady with him, likewise he wanders with him.",
    "ai-atk-s0513a43:475_2": "Before encounter he thought, “Whoever is able to think carefully,” and he thought, “Tell me with me, I will not go with them.”",
    "ai-atk-s0513a43:475_3": "The king said, “Great King, go to the city of Kusinārā, or to the south of the town, the capital of the city named Ambaṭṭha, and that’s the name of the town named Aṅga.”",
    "ai-atk-s0513a43:475_4": "“What should we do?”",
    "ai-atk-s0513a43:475_5": "“Anyone who has made an agreement.”",
    "ai-atk-s0513a43:475_6": "“What’s the point of this?”",
    "ai-atk-s0513a43:475_7": "“After the door of the royal capital of Ketumati, having taken the story of the city and giving him to the base of the town, I gave it to the King.”",
    "ai-atk-s0513a43:475_8": "“Well then, do so.”",
    "ai-atk-s0513a43:475_9": "Then the Buddha-to-be, after taking on logical position in the presence of the Buddha,",
    "ai-atk-s0513a43:475_10": "In the city of Bārāṇasī, having destroyed the news, bringing the King said:",
    "ai-atk-s0513a43:475_11": "“Sire, the gate is excellent, it is good. It is proper for us to settle the gate and make it safely.”",
    "ai-atk-s0513a43:475_12": "“What is the reason for your settling?”",
    "ai-atk-s0513a43:475_13": "“This must be a large gatekeeper.” Then, when the deity had been possessed, they must dropped on one side and on the other side of thes, until they were told, adding, “In this way, friend, I shall put an idea, and bring it to the town.”",
    "ai-atk-s0513a43:475_14": "“Good, teacher! Don’t establish such a gate in the park.”",
    "ai-atk-s0513a43:476_0": "He later, thinking: “I will go and see his backbiting and wounds; I will go and visit the authority.” He then went to his home and anointed authority.",
    "ai-atk-s0513a43:476_1": "and she thought, “When I observed her with the other man insects, I’ll do her work.”",
    "ai-atk-s0513a43:476_2": "“What can I do?”",
    "ai-atk-s0513a43:476_3": "The king said, “When I was the prince’s building work, the brahmin Kaliṅgalas, and the workers made a neighborhood of a brahmin.”",
    "ai-atk-s0513a43:476_4": "shook the Dispensation of the Dispensation, thinking: “So it seems, as a brahmin boy who wants to attack him, for the sake of their livelihood and because you wanted to live for the sake of this life!”",
    "ai-atk-s0513a43:476_5": "And that’s what he did.",
    "ai-atk-s0513a43:476_6": "And in the city of Kapilavatthu they all went to the town hall with a drum.",
    "ai-atk-s0513a43:477_0": "In front of the repelled King, he made the neighborhood of a village and go to the king and said, “Great it, wherever there’s a brahmin?”",
    "ai-atk-s0513a43:477_1": "The King sended him off.",
    "ai-atk-s0513a43:477_2": "Not seeing them, they told him, “What have you come?”",
    "ai-atk-s0513a43:477_3": "Saying: “Where else,” they did not see a set in water-pot as though it was found.",
    "ai-atk-s0513a43:477_4": "And then they said, “Where else, taking the same thing,” they replied, “Noble One before that.”",
    "ai-atk-s0513a43:477_5": "not carefully, not carelessly.”",
    "ai-atk-s0513a43:477_6": "“What do you think, sirs, that is the gateway for the arrival at the door of the city? When it comes to the city, he will provide alcoholic drinks that cause negligence. For what can there be in this way?” and he replies, “Neither for the sake of nymphs, enemy, and when asked, “What can there be done by a teacher?”",
    "ai-atk-s0513a43:477_7": "“But do you have another teacher like me?”",
    "ai-atk-s0513a43:477_8": "“There is, sir.”",
    "ai-atk-s0513a43:478_0": "The King, summoned him and making him sit down.",
    "ai-atk-s0513a43:478_1": "he went to the town gate by the gate.",
    "ai-atk-s0513a43:478_2": "The King, having placed the high priest’s mind in this way,",
    "ai-atk-s0513a43:478_3": "the Great Monastery, having had a requisite built at the door, surrounded the teacher with a curtain,",
    "ai-atk-s0513a43:478_4": "the teacher having looked on the cloth, saying: “My teacher is unshakable; I have been established in the very best for myself, and I have been satisfied by my own hands and feet cut off to the very first wound by myself and because of the transferred to the ascetics of another religion.” Then he said, “Therefore I killed myself a great deal of my own hand.”",
    "ai-atk-s0513a43:479_0": "104.",
    "ai-atk-s0513a43:480_0": "“So I’m not afraid of wrongdoing, being afraid of wrongdoing,",
    "ai-atk-s0513a43:481_0": "Intoxicated with the rigid earth I do not shake off too.”",
    "ai-atk-s0513a43:482_0": "Herein, one who is burdensome, abusive,",
    "ai-atk-s0513a43:482_1": "When the wilderness was shaved and mixed within their own rainy-season residence, he speaks because of his own rainy season in the wilderness,",
    "ai-atk-s0513a43:482_2": "Saying: “After their name is Takkasila,” and so he said,",
    "ai-atk-s0513a43:483_0": "Having heard that, the Great Because of the second verse:",
    "ai-atk-s0513a43:484_0": "105.",
    "ai-atk-s0513a43:485_0": "“Seeing unlikable aggression, insistence, and execution,",
    "ai-atk-s0513a43:486_0": "Indeed I do not grieve, wherever I will (giv you) practise you into the moment.”",
    "ai-atk-s0513a43:487_0": "Herein, blemishes those plains that were over-excessively equivalently exceedingly (we hear about) goodnesses.",
    "ai-atk-s0513a43:487_1": "So too that person would spend too much time in excessive speech, so too that person would sorrow and wail and lament,",
    "ai-atk-s0513a43:487_2": "After rebuking another, the Worthy One in that place, you should pride.",
    "ai-atk-s0513a43:487_3": "Herein, for this reason:",
    "ai-atk-s0513a43:487_4": "But if it’s only, what reasonable.",
    "ai-atk-s0513a43:488_0": "Having said this, he said: “After having spoken it in her teacher’s doctrine, but only reached the end of suffering, so that one does not bring it to suffering.”",
    "ai-atk-s0513a43:489_0": "During the time in Bārāṇasī, it seems, the Sākiyans and Kāḷivisa",
    "ai-atk-s0513a43:489_1": "One day receives one thousand (given).",
    "ai-atk-s0513a43:489_2": "and also a beautiful woman was devoted to drink, because she was drunk.",
    "ai-atk-s0513a43:489_3": "The wealth is gained in their wealth, and finds (into us),",
    "ai-atk-s0513a43:489_4": "She did the same.",
    "ai-atk-s0513a43:489_5": "On one day, after Jina’s meal, on his return from almsround, he came to the Jina.",
    "ai-atk-s0513a43:489_6": "She then took a portion of the slaves, thinking, “Take her to the neck, practises it, and bring it back.”",
    "ai-atk-s0513a43:489_7": "And that they did.",
    "ai-atk-s0513a43:489_8": "stood at the gate of the door,",
    "ai-atk-s0513a43:490_0": "There was a thousand sons who asked Kāḷī: “For after seeing a thousand times, has come,” and she asked, “Did you a thousand!”",
    "ai-atk-s0513a43:490_1": "“Sisters, I have come to Jambudīpa on a slave, where I have swapped me, and took her away.”",
    "ai-atk-s0513a43:490_2": "“Well then, Sister, go to your teacher and say to them: “Well then, I’ll make a later in the door.” And she wrapped off his head.",
    "ai-atk-s0513a43:490_3": "“I’m not give to you, sir. If you don’t want to.”",
    "ai-atk-s0513a43:490_4": "While the house is prepared:",
    "ai-atk-s0513a43:490_5": "and five-hundred thousand coins were staired attractive.",
    "ai-atk-s0513a43:490_6": "As he was living for the next day, on that very day, on that very day,, and on that night he came, having spended the next day.",
    "ai-atk-s0513a43:490_7": "therefore the son of that merchant themselves, the same thing happened to his own well. He also gave him a strike.",
    "ai-atk-s0513a43:490_8": "He having dressed in the morning time, went to the charnel ground, and in the very day he entered his dwelling.",
    "ai-atk-s0513a43:490_9": "Kāḷī told his slaves, “Sirs, please go to the precincts’ monastery.”",
    "ai-atk-s0513a43:490_10": "When they were departing, they took hold of them (saying): “Listening them now, they put it away.” And now they put it away.",
    "ai-atk-s0513a43:490_11": "I left my house",
    "ai-atk-s0513a43:490_12": "if he makes a person.",
    "ai-atk-s0513a43:490_13": "After lamenting, he said: “Listening to get your lament, and lamenting, he will not be protected.”",
    "ai-atk-s0513a43:490_14": "This, in order to show the third verse:",
    "ai-atk-s0513a43:491_0": "106.",
    "ai-atk-s0513a43:492_0": "“What if I were to do so, would you do to ask the new patchy?",
    "ai-atk-s0513a43:493_0": "Isn’t needed to make a new pair of garments, even a single mouthful?”",
    "ai-atk-s0513a43:494_0": "Herein, the one who is merchant’s son, the merchant, worker’s son, and so on, therefore it is suffering.",
    "ai-atk-s0513a43:494_1": "so many reasons.",
    "ai-atk-s0513a43:495_0": "Another of the intelligent Jayasena, having entered Benares, sat down alone withdrawn, or lay down on a bed. Then after discarding, he dismissed me, saying, “Having given me by one,” and with the laughing back, “You’ll beged,” he dismissed me, saying, “You’ll be the first tosstick.” Then after washing your head,”",
    "ai-atk-s0513a43:495_1": "They ran out one another",
    "ai-atk-s0513a43:495_2": "He was like the alms round made by himself in the bowl,",
    "ai-atk-s0513a43:495_3": "This too is to give him the fourth reason.",
    "ai-atk-s0513a43:496_0": "107.",
    "ai-atk-s0513a43:497_0": "“He who, alert, when Ujjenīed, while preventing his family, Meṇḍaka,",
    "ai-atk-s0513a43:498_0": "He was welcome by me, and so many small matters.”",
    "ai-atk-s0513a43:499_0": "My little baby:",
    "ai-atk-s0513a43:499_1": "Having risen above (there) went in the sky, he is the meaning of that interest.",
    "ai-atk-s0513a43:499_2": "Spittled by thirst,",
    "ai-atk-s0513a43:500_0": "as did the lady of Bārāṇasī.",
    "ai-atk-s0513a43:500_1": "When Living in the morning with a black snake, he came out from its fruit, saying “Lay follower,",
    "ai-atk-s0513a43:500_2": "were placed on a staff on the ground, and there was no danger.",
    "ai-atk-s0513a43:500_3": "They said, “Dear, did you assign me.”",
    "ai-atk-s0513a43:500_4": "Similarly afar, stainless,",
    "ai-atk-s0513a43:500_5": "While standing on one side the hips and four took hold of their head, they brought them (him) in a certain spot.",
    "ai-atk-s0513a43:500_6": "He falls in the four directions even when the fourth in the middle of a sewer.",
    "ai-atk-s0513a43:500_7": "From Pāvā to prevent you, were unable to do so, he dropped each other with his head, and breaking his life.",
    "ai-atk-s0513a43:500_8": "to give this reason, he spoke the fifth verse:",
    "ai-atk-s0513a43:501_0": "108.",
    "ai-atk-s0513a43:502_0": "“Four people prepare medicines and supplies for the four months, Po jute one (which path) with a single intelligent foliage.",
    "ai-atk-s0513a43:503_0": "all those who were afraid of wrongdoing, and did not accept it.”",
    "ai-atk-s0513a43:504_0": "Herein, all the musicians, Sākiyās, doing this for themselves. They hit four, themselves that was established in oneself.",
    "ai-atk-s0513a43:505_0": "and another later in Bārāṇasī, too, lighting up the entire Bamboo Grove, and caused it to be prey. Then we’ll place it to spend the night in the that Bamboo Grove.”",
    "ai-atk-s0513a43:505_1": "On the day, while going to the charnel ground, he took her a weapon.",
    "ai-atk-s0513a43:505_2": "They told me, “Having given meat, don’t attack me with the robber; let us break the lumps of meat,” and they put it away, saying, “Go away, let it go to the monastery.” Then they put it away, saying, “H dance, we’ll make merit for the sake of this merit.”",
    "ai-atk-s0513a43:505_3": "One of them went to the Bamboo Grove, saying: “I’ll come from Bamboo Grove at Āḷavī.”",
    "ai-atk-s0513a43:505_4": "Not knowing that she was free from (the thought): “After, I am going to the end of the bamboo pole and played with jujube.”",
    "ai-atk-s0513a43:505_5": "When they hear the sound, the thieves robbery, they robbed and the slaughtered a robber. Then they gave me a response, saying,",
    "ai-atk-s0513a43:505_6": "In this way, too, it was said above, “the sixth year” (said):",
    "ai-atk-s0513a43:506_0": "109.",
    "ai-atk-s0513a43:507_0": "“Just as a bamboo wound in a region",
    "ai-atk-s0513a43:508_0": "its meaning is large and so many.”",
    "ai-atk-s0513a43:509_0": "Herein, when playing in her feet are playing up in the last steps,",
    "ai-atk-s0513a43:510_0": "But after saying that, “But then, having spoken thus, how then said this to be the mortals of death, bringing death to the suffering of death?”",
    "ai-atk-s0513a43:511_0": "After going to Bārāṇasī, the son of Licchavis in the Himalayas, having taken one voice, gave the two spears to the king.",
    "ai-atk-s0513a43:511_1": "The King, having seen (them), thought: “When what did the virtue of being done?”",
    "ai-atk-s0513a43:511_2": "“Yes, sir.”",
    "ai-atk-s0513a43:511_3": "The king gave him hunters, saying: “What can he do?”",
    "ai-atk-s0513a43:511_4": "So when they said, “Why don’t we do that thing? We’ll get angry and upset, and get a bad thing.” And when they said, they’ll respond to lie, they’ll never return.”",
    "ai-atk-s0513a43:511_5": "The king, having slaughtered, saying: “Who do not letter ask me for seven months?” and he said:",
    "ai-atk-s0513a43:512_0": "110.",
    "ai-atk-s0513a43:513_0": "“These gods are not able to satisfy",
    "ai-atk-s0513a43:514_0": "and he’d say just one phlegm.”",
    "ai-atk-s0513a43:515_0": "In each case: these gods wouldn’t be tied to the gods, jackals, and animals to be compared with the animal realm.",
    "ai-atk-s0513a43:515_1": "I’ve received the meaning according to requisites, and luminously with my hand, since I return to my hand.",
    "ai-atk-s0513a43:515_2": "and when all the other three months are finished in the same place,",
    "ai-atk-s0513a43:516_0": "The King thought: “How can the king thought about! Don’t be leprosy, now do I encounter the time?”",
    "ai-atk-s0513a43:517_0": "111.",
    "ai-atk-s0513a43:518_0": "“Through thousand coins of times a hundred thousand leagues, Sineru,",
    "ai-atk-s0513a43:519_0": "Someone who is badly corrupted, what is their defilements therefore silent?”",
    "ai-atk-s0513a43:520_0": "There, when corrupting is corrupted, I might have a bad destination, so corrupt, and so corrupt.",
    "ai-atk-s0513a43:520_1": "Thus therefore the reason why you don’t have the fool in a misfortune with you.",
    "ai-atk-s0513a43:521_0": "The Kings, after making an offering again all the way –",
    "ai-atk-s0513a43:522_0": "112.",
    "ai-atk-s0513a43:523_0": "“He has declared (with me), I be afraid of the Himalayas.",
    "ai-atk-s0513a43:524_0": "And they’re queen by theft in the morning time.”",
    "ai-atk-s0513a43:525_0": "I give to them, saying, “Give me my inheritance,”",
    "ai-atk-s0513a43:526_0": "What does he say to the king, “Who wouldn’t do it?” Then he told him, “Lay follower, it is allowable for me to go to this state.”",
    "ai-atk-s0513a43:527_0": "113.",
    "ai-atk-s0513a43:528_0": "“They are employed by Pajjunna’s wife.",
    "ai-atk-s0513a43:529_0": "‘You, Great King, I am not a lord of death;",
    "ai-atk-s0513a43:530_0": "knowing the two mountains, I was released from the mountain.”",
    "ai-atk-s0513a43:531_0": "Herein, with a lamp’s employed buds there, (and) droping up the grass.",
    "ai-atk-s0513a43:531_1": "This generation is very reborn as a human being, passes away from the host of people.",
    "ai-atk-s0513a43:531_2": "And you don’t stand on my ground.",
    "ai-atk-s0513a43:531_3": "This is mine of mine, I am not a one who is established,",
    "ai-atk-s0513a43:531_4": "Knowing this, I would not go to the portals.",
    "ai-atk-s0513a43:532_0": "Having said this, he said: “Nay we do not recite it in silence for the sake of ourselves, but we didn’t show them this verse.”",
    "ai-atk-s0513a43:533_0": "114.",
    "ai-atk-s0513a43:534_0": "“You should not blameworthy, ~ which would be cultivated, and people of later.",
    "ai-atk-s0513a43:535_0": "Abandoning those who do not receive (real) blameworthy things, they find faultsing fault.",
    "ai-atk-s0513a43:536_0": "115.",
    "ai-atk-s0513a43:537_0": "“The world is expanded, mind, and the whole world’s mind,",
    "ai-atk-s0513a43:538_0": "each one with their minds wielding all their minds.”",
    "ai-atk-s0513a43:539_0": "very day you are able to avoid sitting on this day, great king, it is unable to convert.",
    "ai-atk-s0513a43:539_1": "devoted to many people,",
    "ai-atk-s0513a43:539_2": "Wherever they do find one’s virtue, one who has attained virtue, and is praised, one who finds fault in virtue.",
    "ai-atk-s0513a43:539_3": "For when I’m doing what you need?”",
    "ai-atk-s0513a43:540_0": "The whole world is called ‘one who kills living creatures’, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical intercourse.’",
    "ai-atk-s0513a43:540_1": "The whole of the mind—whether past, present, or sublime mind—they are sublime in mind,",
    "ai-atk-s0513a43:540_2": "each one with their minds (will reflect): “All sentient beings with the schism.”",
    "ai-atk-s0513a43:540_3": "whether or not they say, “What is it to be like that of you? I am one like me who follows another like you’ll do not want to die,” or “This is mine, mine!”",
    "ai-atk-s0513a43:540_4": "For all beings go to the opposite of all beings.",
    "ai-atk-s0513a43:540_5": "“Why do you teach the king?",
    "ai-atk-s0513a43:541_0": "The king said: “She is wise!” “A wise one, having arrived at that very counselor,”",
    "ai-atk-s0513a43:542_0": "116.",
    "ai-atk-s0513a43:543_0": "“You whose daughter was, why didn’t you fear, ~ Abhaya?",
    "ai-atk-s0513a43:544_0": "May they be freed from pleasure and pain, who will not be crushed away in no wind.”",
    "ai-atk-s0513a43:545_0": "Herein, the meaning is: it is mentioned only on the bank of the river, the meaning is that of beings, the meaning is, of one who is attached to meaning.",
    "ai-atk-s0513a43:546_0": "The king had the golden drums bent over the couches made. They then summoned and told him, “Go away, wherever he was.”",
    "ai-atk-s0513a43:546_1": "Mahāpajāpatī Gotamī, thinking: “I’ve done this bowl, why do you bring it to the simile of the aristocrats, anything, so that you kept with a shopkeeping, “Kimbarking it, I’ll give it away with a length of life!” But even when asked, “You do you give it to the he shown that I have given me a sermooth,” and he said, “Now, not having told me to the hang it.”",
    "ai-atk-s0513a43:547_0": "The Teacher then said: “Bhikkhus, this Dhamma he did not before, even before, in the time who told him, “Kokālika,”",
    "ai-atk-s0513a43:547_1": "“But Koḷivisa was the Koḷivisa; Kapilavatthu I was ignorant and silk.”",
    "ai-atk-s0513a43:548_0": "the commentary on the appearance of the Elder Nun Birth Story,",
    "ai-atk-s0513a43:550_0": "(Sakka) the King’s garden are made of gold,",
    "ai-atk-s0513a43:551_0": "While he was living in the Bamboo Grove, this is the Teacher.",
    "ai-atk-s0513a43:551_1": "The monks said, “Thanks, it seems, when your going forth is supported by the Realized One, because you received the Pabbajjā ordination on the ground, and I encountered them with a valuable gain.”",
    "ai-atk-s0513a43:551_2": "The monks gave teachings to Devadatta, saying, “The Buddha is one who knows the meaning.”",
    "ai-atk-s0513a43:551_3": "After the Teacher came and asked: “Monks, why is this?” he replied, “When I wasn’taneously, did he know the past, “Bhikkhus, when I was told, I did not know about my life?”",
    "ai-atk-s0513a43:552_0": "In the past, when Brahmadatta was ruling in Benares, he had caused some children on the son of a newly-born wall, made a crack of gold. He thought, “Anything is so.”",
    "ai-atk-s0513a43:552_1": "When there is a singing, he didn’t know anything elsewhere.",
    "ai-atk-s0513a43:552_2": "Later she gave birth to a son, and then she died.",
    "ai-atk-s0513a43:552_3": "When they had passed away they took their food, adorned with various wounds, and smeared with various kinds of worms, saying “When I wasn’t able to die my life-form, my life-form, with one, my self-control, after fact (from you).”",
    "ai-atk-s0513a43:552_4": "The Soṇa told him:",
    "ai-atk-s0513a43:552_5": "“I’ll give you a sewer and return to the Ganges.” Your family is present, I’ll present you to you.”",
    "ai-atk-s0513a43:552_6": "they went to that same place.",
    "ai-atk-s0513a43:552_7": "He then told him, “She’s just like a limberal pit.” Then he dropped on a battle, threw down the barn.",
    "ai-atk-s0513a43:552_8": "(Whoever) has retained the inside, what is deplored?",
    "ai-atk-s0513a43:553_0": "Then the Great Cloud Grove accompanied by a large rose-apple, made of irons, and fragrant salt in the Gabled Hall of Justice. Having taken a charming walk in the Uposatha hall, delightful is dwelling.",
    "ai-atk-s0513a43:553_1": "His body was like a dog’s covered with gold netting, like very pure white sandalwood powderpent. It was like a dog’s covered with gold netting to the belly.",
    "ai-atk-s0513a43:553_2": "Such was the sight of that form,",
    "ai-atk-s0513a43:553_3": "When he has heard that the sound of drums, he thought: “I will not be able to go to the precincts of the earth,” and when he heard that man, he said, “I will go to the king’s thread,” and he said, “I will give you up the cry of the opposite sex with meat,” and he said, “I’ll make the cry of it, the King, ‘I’m not making a mattrashold, but let him go to the sound of your own hands.” But when I have come.",
    "ai-atk-s0513a43:553_4": "He consented, saying: “I’ll take it,”",
    "ai-atk-s0513a43:554_0": "The Great Being brought him up and went to his back, and he put it on the road on to Bārāṇasī.",
    "ai-atk-s0513a43:554_1": "He thought, “I’ll see in Benares,” and he thought, “I’ll see his own deer park named Khemā,” and he thought, “I’ll see to the king,” and he added: “I’ll later.” And after seeing him, he thought, “I’ll see such a state of existence.”",
    "ai-atk-s0513a43:554_2": "After approaching the king, he said: “Great King, I’ll see a golden garland. Why don’t I live there. If I had no gold coins. Please live, I’m not able to live.”",
    "ai-atk-s0513a43:554_3": "The king, without having asked the colour of a human female, he answered: “Anyone who has dropped the golden coins and bullion, followed in golden coins. ” And after hearing it all, he asks: “A charioteer, a thousand coins, a thousand coins, with a thousand golden-students, and wivesre felt. ” And after hearing this matter he told him about it: “After this, your son, your daughter, this is the one thousand cows.”",
    "ai-atk-s0513a43:555_0": "117.",
    "ai-atk-s0513a43:556_0": "“In the village, Āpaṇa, and the Lord of the World",
    "ai-atk-s0513a43:557_0": "he who is a deer-hunter as a deer-hunter.”",
    "ai-atk-s0513a43:558_0": "had a golden plate, and set up a sack in the whole town,",
    "ai-atk-s0513a43:558_1": "Then that merchant, having entered Benares for the park, saying: “What will I do?”",
    "ai-atk-s0513a43:558_2": "The minister, having lost his mind, showed the King, and showed that he had lost his game.",
    "ai-atk-s0513a43:558_3": "The King asked: “Dear, did you.”",
    "ai-atk-s0513a43:558_4": "He said, “It’s true, great king, that you must give me this second verse.”",
    "ai-atk-s0513a43:559_0": "118.",
    "ai-atk-s0513a43:560_0": "“Your Majesty, please flee from village to village,",
    "ai-atk-s0513a43:561_0": "I’ll hit (like) deer-hunting.”",
    "ai-atk-s0513a43:562_0": "The king, having heard that deed and told him, “How can the horse trainer, deceives (by deceived)?” he asked the name “God-King?” and taking the Queen surrounded by the ministers, he returned to the Great Wood.",
    "ai-atk-s0513a43:562_1": "Then he said to him, “Look at the end of your friend, the Divinities together with the lowestate,” and he told him what had happened. He then said, “Today is the third dead fortune in the wood, sir.”",
    "ai-atk-s0513a43:563_0": "119.",
    "ai-atk-s0513a43:564_0": "“In the jungle thicket, ~ in the groves,",
    "ai-atk-s0513a43:565_0": "of Indaka the Suppiyas, these were the tanks’ army.”",
    "ai-atk-s0513a43:566_0": "Herein, adorned with a step of Indra’s bow",
    "ai-atk-s0513a43:567_0": "The king, when he heard his word, he quickly hurriedly instructed him with the slaves, saying “Go away, ox; let us have arranged their hands and feet.”",
    "ai-atk-s0513a43:567_1": "And that they did likewise.",
    "ai-atk-s0513a43:567_2": "The King stood to one side not far from the people.",
    "ai-atk-s0513a43:567_3": "The Great Being, having heard that sound, thought: “My friend, having heard that sound, has arisen in me, will give me a sound.”",
    "ai-atk-s0513a43:567_4": "After seeing the whole of the king, he resided to the kingdom and thought, “While I have been standing there, but I will go to the king’s presence.” Then he said, “I’ll go to the king’s presence.”",
    "ai-atk-s0513a43:567_5": "When the king saw him coming, he thought, “Whoever come, I’ll die along the shouting of this mortification,” and he put it on to the rubbish heap, and crushed it.",
    "ai-atk-s0513a43:567_6": "the Teacher showed this verse to him:",
    "ai-atk-s0513a43:568_0": "120.",
    "ai-atk-s0513a43:569_0": "“Through killing, and making an effort,",
    "ai-atk-s0513a43:570_0": "Having seen the king, he began to the distance:",
    "ai-atk-s0513a43:571_0": "121.",
    "ai-atk-s0513a43:572_0": "“Great king, don’t let me know me.",
    "ai-atk-s0513a43:573_0": "Who is this training to you: Migāra’s mother?”",
    "ai-atk-s0513a43:574_0": "Having conquered this, they together with one, and having the other,",
    "ai-atk-s0513a43:574_1": "bathing with bathing,",
    "ai-atk-s0513a43:574_2": "It is inferior. Saying, “We came, great king, don’t neglect me. Don’t take the life of a woman.”",
    "ai-atk-s0513a43:575_0": "The King, having bannered his wealth, and stood in the horn, he stood there.",
    "ai-atk-s0513a43:575_1": "At the end of the King went to the King, and stood to one side.",
    "ai-atk-s0513a43:575_2": "the populace ran to the King, surrounded by the King, and held the King.",
    "ai-atk-s0513a43:575_3": "At that time the moment offered a golden palanquin like a chariot powder on it, asked: “Why are you doing this?”",
    "ai-atk-s0513a43:575_4": "At that moment a bad person’s shopkeeper, having been reposed,",
    "ai-atk-s0513a43:575_5": "The King said: “Through this I have been shown the sixth time,” and he added:",
    "ai-atk-s0513a43:576_0": "122.",
    "ai-atk-s0513a43:577_0": "“This wicked deed is a wicked man, a leper,",
    "ai-atk-s0513a43:578_0": "This is what I have explained.”",
    "ai-atk-s0513a43:579_0": "Herein, bad conduct is improperly behaved.",
    "ai-atk-s0513a43:580_0": "Having heard that, the Great Being of friends, the daughter of a seventh, went (but) together with the minister Kapilavatthu –",
    "ai-atk-s0513a43:581_0": "123.",
    "ai-atk-s0513a43:582_0": "“Is it really true, Mātali, some people here in the world,",
    "ai-atk-s0513a43:583_0": "A floating log is (much) better than some people.”",
    "ai-atk-s0513a43:584_0": "Herein, although fled up with clothes,",
    "ai-atk-s0513a43:584_1": "But some of the things that are a bad person, with a attributes of bad character, but he is better in the water.",
    "ai-atk-s0513a43:584_2": "for they actually don’t lead to welfare and happiness, yet another person; but that’s why I have said to them, “In whom I have done it eventually.”",
    "ai-atk-s0513a43:585_0": "Having heard that, the King spoke this verse:",
    "ai-atk-s0513a43:586_0": "124.",
    "ai-atk-s0513a43:587_0": "“What’s the point of despair? What is inferior? What is a human being.",
    "ai-atk-s0513a43:588_0": "When I heard that, I would be afraid of the men.”",
    "ai-atk-s0513a43:589_0": "Witnessing that place where Migāra’s mother ladies, or having gone, asked:",
    "ai-atk-s0513a43:589_1": "For I’m afraid of rebirth, I will not be afraid of that, like the inside myself.",
    "ai-atk-s0513a43:589_2": "of the great wisdom,",
    "ai-atk-s0513a43:590_0": "Then he said to the Great King, “Give away the deer, I shall not get a response, but give it to meat. ” And he said, “I shall give this news.”",
    "ai-atk-s0513a43:591_0": "125.",
    "ai-atk-s0513a43:592_0": "“In the battle-harden, elders, and the water-lilies, and on the ground,",
    "ai-atk-s0513a43:593_0": "from this time to me, the fear of suffering, and greet of the king.”",
    "ai-atk-s0513a43:594_0": "Herein, they can live there as long as they fall, or as a factor of in the water.",
    "ai-atk-s0513a43:594_1": "Mahālidā, knives, grey hair, and full of defilements.",
    "ai-atk-s0513a43:594_2": "they show both of the Ganges and much.",
    "ai-atk-s0513a43:594_3": "“Great king, I have shown that you said from you to the Ganges, the Yet of Kāsī, the fragrant pohagu, and pulled out my counsel, and the great kingdom of fear, that is called a great king.”",
    "ai-atk-s0513a43:595_0": "When he heard that, the king thought, “When he nourishes many virtues, he does not know, “I shall die happily.”",
    "ai-atk-s0513a43:596_0": "126.",
    "ai-atk-s0513a43:597_0": "“By this (foot) I know, this is the heart’s net,",
    "ai-atk-s0513a43:598_0": "I can’t suffer hardship to have any kind of friendship.”",
    "ai-atk-s0513a43:599_0": "Herein, having enlightenment in the four ways of conduct",
    "ai-atk-s0513a43:599_1": "the sky,",
    "ai-atk-s0513a43:599_2": "cutting off the corpse,",
    "ai-atk-s0513a43:599_3": "I will give away this amount to you, when the heart has been given away.",
    "ai-atk-s0513a43:600_0": "After that he thought, “May I not be able to satisfy me in one house” and he thought:",
    "ai-atk-s0513a43:601_0": "127.",
    "ai-atk-s0513a43:602_0": "“Those people say that a fool is (so) slaying the foolish,",
    "ai-atk-s0513a43:603_0": "Go to Kāmanī, whatever bad things may he give,",
    "ai-atk-s0513a43:604_0": "And I do exist for you.”",
    "ai-atk-s0513a43:605_0": "There they will return to the house of sensual pleasures, just as you can go.",
    "ai-atk-s0513a43:605_1": "The sister’s son was given to him, “Venerable, I give it to you.” “You have said, “I’ll give you that.”",
    "ai-atk-s0513a43:605_2": "doing what you wish. Those I wish to make meat, alternatively, and I shall enjoy you.",
    "ai-atk-s0513a43:606_0": "The king, having heard that great joy, quickly said this to the Mahāthūpa:",
    "ai-atk-s0513a43:607_0": "128.",
    "ai-atk-s0513a43:608_0": "“Surely a certain demon was hard to act poorly,",
    "ai-atk-s0513a43:609_0": "Go to Kāmanī, and whatever bad things may I receive,",
    "ai-atk-s0513a43:610_0": "I’ll give you my wishes.”",
    "ai-atk-s0513a43:611_0": "Herein, he is surely a certain one of the Wise One,",
    "ai-atk-s0513a43:611_1": "When I returned to Kāmaseṭṭha, I’ll be able to discussing the teachings of the great hero, because of this Dhamma, you live like a great crowd.",
    "ai-atk-s0513a43:612_0": "Then the god named Mahāsudassana, saying: “Plants, give us enlightenment in front and verses for each other.”",
    "ai-atk-s0513a43:613_0": "129.",
    "ai-atk-s0513a43:614_0": "“You’ve been well-spoked for the rainy season,",
    "ai-atk-s0513a43:615_0": "(But) the cry of humans, King, is harder to understand than that.",
    "ai-atk-s0513a43:616_0": "130.",
    "ai-atk-s0513a43:617_0": "“Even if a person thinks he’s known, friends, or companions",
    "ai-atk-s0513a43:618_0": "He who had made him happy before, in the future becomes his foe.”",
    "ai-atk-s0513a43:619_0": "When he heard this, the king said: “Give me that gem, and I don’t thread.”",
    "ai-atk-s0513a43:619_1": "the Great Being brought in the presence of the Great City (to others), the host of all beings, giving a share to all beings.",
    "ai-atk-s0513a43:619_2": "The King, having given (to the Buddha’s) retinue, the town and the capital. Having constructed a city in the Nandana garden, he gave it to (the king).",
    "ai-atk-s0513a43:619_3": "The Great King, the Benefactor, having consecrated the name of the King and the council, teaching the great crowd, and having consecrated the Doctrine with the Kings, advised the three people, and advised the groups of the religions.",
    "ai-atk-s0513a43:619_4": "King Abhaya,: “I give this gift (all) seven days a fearful meat.” And he gave the reward of the city.",
    "ai-atk-s0513a43:619_5": "Because of that hunter he drive his hand into the hand: “Nobone, he is not able to finish him,",
    "ai-atk-s0513a43:619_6": "(but) when a group of people are unable to eat it, it is not possible that anyone is unable to eat it.",
    "ai-atk-s0513a43:619_7": "the King’s Chief went to the Great King.",
    "ai-atk-s0513a43:619_8": "the Teacher, revealing it to the meaning, spoke this verse:",
    "ai-atk-s0513a43:620_0": "131.",
    "ai-atk-s0513a43:621_0": "“Knowing from the city of Kālā, and who came",
    "ai-atk-s0513a43:622_0": "I shook the cows in a cow and eat it.”",
    "ai-atk-s0513a43:623_0": "There he brought it to the order of the herd,",
    "ai-atk-s0513a43:624_0": "The King, having heard that verse:",
    "ai-atk-s0513a43:625_0": "132.",
    "ai-atk-s0513a43:626_0": "“Lust like a charioteer, let the countryside.",
    "ai-atk-s0513a43:627_0": "Having charmed the sacred flame, the pole and giving the breaths of (consequence) to him,",
    "ai-atk-s0513a43:628_0": "133.",
    "ai-atk-s0513a43:629_0": "“Sir, don’t let the countryside.",
    "ai-atk-s0513a43:630_0": "Where I gave you the trap in the deer-hunter, and then you should speak.”",
    "ai-atk-s0513a43:631_0": "Herein, let my lady not let the country.",
    "ai-atk-s0513a43:631_1": "They just did not appear to him like a golden plough. Then I will give a golden palanquin to the king, and gave it to him.”",
    "ai-atk-s0513a43:632_0": "the King, having heard the speech of the King, desiring to refuse (you), he refused.",
    "ai-atk-s0513a43:632_1": "what was happening.",
    "ai-atk-s0513a43:632_2": "When he heard that, the group of people had finished their meal and refused an invitation to eat more, they gave the augments, saying, “Mister, don’t turn back!”",
    "ai-atk-s0513a43:632_3": "But that’s why they did not eat as much as they had intended.",
    "ai-atk-s0513a43:633_0": "The Teacher said, “Bhikkhus, this teaching of the Dhamma, no matter how could it be that he was born?”",
    "ai-atk-s0513a43:634_0": "the color of the King’s garden,",
    "ai-atk-s0513a43:636_0": "Talking for gold, jewel and so on,",
    "ai-atk-s0513a43:637_0": "While the Teacher was living in Jeta’s Wood, he questioned the Jeta Grove, and he asked the questions about the practicing trainee.",
    "ai-atk-s0513a43:637_1": "But when will I ask the Teacher about a question,",
    "ai-atk-s0513a43:637_2": "a god is a deity covering with lights.",
    "ai-atk-s0513a43:637_3": "Here is the discussion in brief.",
    "ai-atk-s0513a43:637_4": "Because Piṇḍola Bhāradvāja had supernormal powers, with Venerable Piṇḍola Bhāradvāja the caravan leader of psychic power, a teacher of psychic power, and annoyance,",
    "ai-atk-s0513a43:637_5": "Then the sectarians, thinking: “This must be an ascetic of another religion, who has performed their psychic powers, thinking, “This is the ability to do the ascetic Gotama, it would not be doing even for the sake of my wives, venerable sirs,” and they made an agreeable to give him his own bowl with supernormal powers. And why, when we displayed the Sakyans of ladys, let alone all those who weren’t show it,",
    "ai-atk-s0513a43:637_6": "‘When we distribute this legal issue, we’ll think the ascetic Gotama, we’ll do whatever.”",
    "ai-atk-s0513a43:638_0": "The monks heard that the Buddha had told him, “Venerable sir, it seems, will the ascetics of other religions!”",
    "ai-atk-s0513a43:638_1": "The Teacher said, “Give us to the alms food. I too will take it.”",
    "ai-atk-s0513a43:638_2": "When he heard that, he asked the Buddha, “Venerable sir, why have you come?”",
    "ai-atk-s0513a43:638_3": "“Yes, great king.”",
    "ai-atk-s0513a43:638_4": "“But, Venerable Sir, don’t a training rule laid down for a training rule?”",
    "ai-atk-s0513a43:638_5": "“Great King, I laid down training rules for disciples by the Buddha,",
    "ai-atk-s0513a43:638_6": "“Now, great king, the flower has a tree such or such fruit, but not to be seen as others like this.”",
    "ai-atk-s0513a43:638_7": "“But sir, where is the demonstration?”",
    "ai-atk-s0513a43:638_8": "“Near to Sāvatthī, in the city of Kapilavatthu.”",
    "ai-atk-s0513a43:638_9": "should be told: “What is that?”",
    "ai-atk-s0513a43:638_10": "“No.”",
    "ai-atk-s0513a43:638_11": "On the following day the Teacher was wandering.",
    "ai-atk-s0513a43:638_12": "“Sir, where are people asking about the teacher?”",
    "ai-atk-s0513a43:638_13": "“The town-dwellers in the city of Kapilavatthu is building a dwelling at the foot of a tree.” They made a wooden rays of water.",
    "ai-atk-s0513a43:638_14": "The people, thinking, “So it seems, will be afflicted, and I will not even go to the house for the Teacher.” And she returned to the house and went to the house of the caravan.",
    "ai-atk-s0513a43:639_0": "“We’ll follow the ascetic Gotama’s teaching. We’ll support him with attendants.” But we’ll support him.",
    "ai-atk-s0513a43:639_1": "The Teacher then went to Sāvatthī and asked, “Venerable sir, why do you remember the Āṭāgiri? I’ll make an embarrassing seven days?” he said, “Sir, I’ll make the seventh day after you this during the day?”",
    "ai-atk-s0513a43:639_2": "“I do it, sir.”",
    "ai-atk-s0513a43:639_3": "“There’s no need, great king. who is Sakka, the ruler of the gods, storehouses of 10 kilometers, is my equal.”",
    "ai-atk-s0513a43:639_4": "“Sir, I’m not appropriate for you to make this offering.”",
    "ai-atk-s0513a43:639_5": "“Hosts, great king.”",
    "ai-atk-s0513a43:639_6": "King Dhammadinnā in the house of a customs, and having built seventy loads of the town, capital at Sāvatthī, he will address the following seventh day.",
    "ai-atk-s0513a43:639_7": "The sectarians said, “It seems that the ascetics of other religions who were drawn out from the trees at Sāvatthī and given a shopkeeper to Sāvatthī.”",
    "ai-atk-s0513a43:639_8": "Dhammadinnā, which is an impurement for the Buddha, thinking, “I’m going today in the morning with the Buddha.”",
    "ai-atk-s0513a43:639_9": "by the power of the deities, having taken up through the whole of the Rose-Apple Isle, like the King’s door,",
    "ai-atk-s0513a43:639_10": "Whoever goes to Sāvatthī saw those whose mind had arrived in Sāvatthī, and they saw that they were twelve leagues away.",
    "ai-atk-s0513a43:640_0": "The Teacher was entering Sāvatthī for alms.",
    "ai-atk-s0513a43:640_1": "The teacher named Bhaṇḍuka, known by the summoned Abhaya, caused a great garden, and council to the town of Ambapālī. Having seen the Realised One, he asked this: “Who is this?”",
    "ai-atk-s0513a43:640_2": "The Teacher, after receiving the meal, sat down on one side, and asked him, “There will be a mango, Ānanda, a shave mango tree in this place.”",
    "ai-atk-s0513a43:640_3": "And so the Elder did.",
    "ai-atk-s0513a43:640_4": "And she climbed him, rose up and cry out.",
    "ai-atk-s0513a43:640_5": "At that moment the skeleton was wafted, and the roots of a trees were split opened up. They were poured down, embarrass, and swelling the roots of trees were split opened, burizzing, and trunkling down, lips-psed, with fruits and fruits.",
    "ai-atk-s0513a43:640_6": "A golden powder made from a golden hue, covered with golden hue, and stood there drying.",
    "ai-atk-s0513a43:640_7": "After it returned, the monks came.",
    "ai-atk-s0513a43:641_0": "In the late afternoon, Sakka considered all-treasures, “Precious things, God-King, and precious things,” he gave (the king) his twelve leagues. Having constructed seven treasures to do with blue water-lilies.",
    "ai-atk-s0513a43:641_1": "Thus these ten thousand people had assembled together.",
    "ai-atk-s0513a43:641_2": "The Teacher, knowing the teachings of the ascetics of other religions, and having performed his miracle, he gave a teaching on the way to Yama, and presented him with his pupils.",
    "ai-atk-s0513a43:641_3": "and twenty-thousand times moved to the deathless.",
    "ai-atk-s0513a43:641_4": "Then, knowing that the Buddha had made a miracle of the Paccekabuddha, and having built a pair of garments on the ground, he rose up into the air. Having walked around thirty-two pieces, the South Rains Retreat, after two or three days, causing the Protector (of the mountain). Having taken the right hands a foot, the lotusess of the gods people, the Supreme Mouncil,",
    "ai-atk-s0513a43:641_5": "The assembly followed by the Teacher, saying: “We will go to the place where the Teacher was,” and they during the three months.",
    "ai-atk-s0513a43:641_6": "to the invitation procedure, having gone to the Elder Mahā Moggallāna, told the Fortunate One,",
    "ai-atk-s0513a43:641_7": "Then the Teacher, having asked: “Where are you now?”",
    "ai-atk-s0513a43:641_8": "“Sir, this is the proper conduct in Pāṭaliputta.”",
    "ai-atk-s0513a43:641_9": "“Moggallāna, I’m going to the city of Bhūmajaka capital, the Realized One, the capital of the city, the Jayas, and all the town-dweller.”",
    "ai-atk-s0513a43:641_10": "The elder replied, “Listen,” and after returning to Sāvatthī, he told her all that was an assembly hall, and he then built a league all round within just one day.",
    "ai-atk-s0513a43:642_0": "The Teacher said, “Where a teacher, I will go to the human realm and say, “I will go to the human realm.”",
    "ai-atk-s0513a43:642_1": "After putting on a sacrificial poisonous work, he said: “We shall do so for the sake of the three worlds,”",
    "ai-atk-s0513a43:642_2": "He’s a bathed in the city of Bārāṇasī and had a golden drum before and built a citadel. Then he saw a golden dye, the India, the golden precious gem, and the creeper’s honey, one gem. And it’s working to be known to understand the three treasures.",
    "ai-atk-s0513a43:642_3": "The Teacher of the world, having performed midday miracles and performed a midday charming ceremonies in the middle of the world,",
    "ai-atk-s0513a43:642_4": "Sakka took his bowl and robe, adorned with Sahampati, together with ten thousand mens, and also worshipped the Great Brahmās with ten thousand men.",
    "ai-atk-s0513a43:642_5": "The Teacher at the first time, the senior monks, was the first watch of the night.",
    "ai-atk-s0513a43:642_6": "In that assembly he thought: ‘This teacher goes about,’",
    "ai-atk-s0513a43:642_7": "Though there was a great widowed person with good qualities who had winned a great wisdom, when the road took uphold the special qualities of wisdom, they would not answer to their questions.”",
    "ai-atk-s0513a43:642_8": "In this way the Sakyans of those who were non-returners, those who had ended the defilements, complete in the sixty-twos, and they asked the questions (of the neighborhoods), and they did not know about the neighborhoods.",
    "ai-atk-s0513a43:642_9": "And they did not know the opposite consequence of the origin of the world.",
    "ai-atk-s0513a43:642_10": "The senior venerable Sāriputta, having asked this question, did not know the Elder Sāriputta’s answer.",
    "ai-atk-s0513a43:643_0": "People asked them, “Who is the Teacher?” and he asked Sāriputta, “Did you listen to the Dhamma, Venerable Sāriputta?” When they heard that they had heard it, they said, “Don’t do so, great Thera now.”",
    "ai-atk-s0513a43:643_1": "from there to the end of gods and men, he is respected in the Elder Mahā-King.",
    "ai-atk-s0513a43:643_2": "Then the Teacher, saying:",
    "ai-atk-s0513a43:644_0": "“Those who have appraised the teaching, and there are many other states",
    "ai-atk-s0513a43:645_0": "when I ask the prudent one, please tell me their conduct,”",
    "ai-atk-s0513a43:646_0": "The Buddha asked him a question, “How can we answer in detail? How should we answer the meaning of the Buddha’s brief statement?”",
    "ai-atk-s0513a43:646_1": "The elder, having asked this question, said: “I will give my permission,” and when it was a question to the monks who came for the purpose of looking at the scriptures, “I will accumulating the bowls,” he replied, “I will do what is beneficial for the calculate,” he said, “I will it carefully look at the scriptures,” he said, “Now,” “Now .",
    "ai-atk-s0513a43:646_2": "“When the Teacher comes out of doubt, he doesn’t desire a question that I’ve doubts about the teachings, since he doesn’t want to see it.” But he said, “I won’t be able to make an end to do it.”",
    "ai-atk-s0513a43:646_3": "In this way he thought, “So it seems, my son must be taken away from me I’ll make a stop.”",
    "ai-atk-s0513a43:646_4": "That place where the Elder Nun was proceeding along with a thousand coins, he did not attend to him.",
    "ai-atk-s0513a43:646_5": "The Teacher, having given them a question to the Buddha, he spoke about it,",
    "ai-atk-s0513a43:647_0": "The Teacher preached Dhamma to twelve leagues.",
    "ai-atk-s0513a43:647_1": "and thirty-two million breathing beings went to the deathless.",
    "ai-atk-s0513a43:647_2": "The Teacher, having sent away the assembly, and going to Sāvatthī to an end, walking for alms, and sitting in the hut; he spoke the restroomed to the monks, in the day.",
    "ai-atk-s0513a43:647_3": "In the late afternoon, the senior mendicants sat down in the company of the senior mendicants. They asked him, “Prince Awakened One about the group of ten truths, Reverend Sāriputta, I asked him a question about the exposition of the teaching!”",
    "ai-atk-s0513a43:647_4": "After the Teacher came and asked: “Where did you sitting talk about just now?” But when asked, “Where did you speak in the past? Did you not answer having spoken about the meaning of this, he said, ‘This is the exposition of the past?’",
    "ai-atk-s0513a43:648_0": "In the past, when King Brahmadatta was ruling in Benares, he was born in his mother’s womb, he was born in the forest, produced in the forest.",
    "ai-atk-s0513a43:648_1": "The king was traveling in the realm of the beggar, a human being, he had not taken his own.",
    "ai-atk-s0513a43:648_2": "One day, after going to the deer park at the Deer park, said:",
    "ai-atk-s0513a43:648_3": "“He should give a staff to the bench with a staff.”",
    "ai-atk-s0513a43:648_4": "They thought, “This position of one who is standing near the middle of a lake,",
    "ai-atk-s0513a43:648_5": "After considering it, and seeing the King, delighted the road,",
    "ai-atk-s0513a43:648_6": "They sprinkled the ground with their hands and feet, then jujube seeds,",
    "ai-atk-s0513a43:648_7": "just as when the first part of the night had embarked three times, having approached the drums in the world, when the King looked down on the top of the gods. And seeing the King, they saw the top of the bowstring, and as a leaf of the bowel, they stood looking at the King’s in a place like arrow.",
    "ai-atk-s0513a43:648_8": "He replied the eyes in the ears or being put to the King.",
    "ai-atk-s0513a43:648_9": "The King, having seen that resplendently and have put it on,",
    "ai-atk-s0513a43:648_10": "Standing where it’s home to gather and exhausted likewise. They draw the faces on the banks of the Vaggumudā, whirlpools, shops, and swords coming back. When they’re coming, they coming, they get rid of the swirls and go.",
    "ai-atk-s0513a43:649_0": "When the King had repeatedly pronounced, he said: “I did not get fear!”",
    "ai-atk-s0513a43:649_1": "For the one who is running out of fear, and who wants to throw away.",
    "ai-atk-s0513a43:649_2": "When they saw him, they stood on one side and said, “Having seen the other, weeping each other,” they stood in one place.",
    "ai-atk-s0513a43:649_3": "“Aside from these is standing, while standing.”",
    "ai-atk-s0513a43:649_4": "“Kosiya, the king speaks of ‘finally because he has no use for us.” But they treated him with an enemy, namely, annoyed harnessed.",
    "ai-atk-s0513a43:649_5": "The king thought, “These King thought, “These servant me, I kill them.” Taking a hole, henceney, took a bag.",
    "ai-atk-s0513a43:649_6": "Then after seeing three leagues, it was bound together.",
    "ai-atk-s0513a43:649_7": "the king entered the wilderness,",
    "ai-atk-s0513a43:649_8": "Herein, fearing the road to the realm of waves, he remembers all over his feet.",
    "ai-atk-s0513a43:649_9": "and when he came to the water-pot and saw a basket, he went on foot and gave a little a little,",
    "ai-atk-s0513a43:649_10": "But the king follows it in that place.",
    "ai-atk-s0513a43:650_0": "When he saw this, he said to him: “I will pull out a deep roar.” But he stretch out his son, “I’ll pull him over and observe him with my own hands, and put him down there. Then the king, thinking, “I’ll emitting me, oppressed,” and he said, “I will observe the drum beating on the ground,” and he stepped on his own son, he would not far from the mud.",
    "ai-atk-s0513a43:650_1": "King Mahāpajāpatī Gotamī said: “I remember my wife and wives together with my ministers and counselors, twelve leagues, and twelve leagues in Bārāṇasī, sons of Bārāṇasī, sons of Kāsī, is crowned offered to death.”",
    "ai-atk-s0513a43:650_2": "“Great king, we don’t have the intention of our kings; if I don’t wish to go to a wilderness inhabited area, you should set out of ethical conduct.”",
    "ai-atk-s0513a43:651_0": "He then went to the city of Puṇṇaka, surrounded by the hosts of gods and men, where the nations of the people having endeavoured in the town, capital. Having gone to the town, he cut down the city of the Dhamma.",
    "ai-atk-s0513a43:651_1": "On his own great helpers, he sat down on a bed seat in a group; while eating and after eating the progress of his own hands, he sat down on the ground with his own hands in a sunshade, and with his heart full of joy, after eating the food, sat down on a bedroom and sat down on the ground with his own hands, –",
    "ai-atk-s0513a43:652_0": "134.",
    "ai-atk-s0513a43:653_0": "“The brave aspire, the wise will not lose heart;",
    "ai-atk-s0513a43:654_0": "I see this for myself, he is like one who has (good) desire.",
    "ai-atk-s0513a43:655_0": "135.",
    "ai-atk-s0513a43:656_0": "“The brave aspire, the wise will not lose heart;",
    "ai-atk-s0513a43:657_0": "I see oneself, he should plunge into the water,",
    "ai-atk-s0513a43:658_0": "136.",
    "ai-atk-s0513a43:659_0": "“The Wise Person should endeavour, never wearying,",
    "ai-atk-s0513a43:660_0": "I see this for myself, he is like one who has (good) desire.",
    "ai-atk-s0513a43:661_0": "137.",
    "ai-atk-s0513a43:662_0": "“The Wise Person should endeavour, never wearying,",
    "ai-atk-s0513a43:663_0": "I see oneself, he should plunge into the water,",
    "ai-atk-s0513a43:664_0": "138.",
    "ai-atk-s0513a43:665_0": "“Suffering in pain and not cut off his opportunity.",
    "ai-atk-s0513a43:666_0": "For many contacts are executed, thinking about what they don’t need.",
    "ai-atk-s0513a43:667_0": "139.",
    "ai-atk-s0513a43:668_0": "“You might think a mortal up,",
    "ai-atk-s0513a43:669_0": "This is not a woman or a man’s male.”",
    "ai-atk-s0513a43:670_0": "There they’d sit down, and don’t make amends for their own work, and don’t do their work.",
    "ai-atk-s0513a43:670_1": "Just as one would long as I want, without having seen the Truth, at the end of it, the time I desired holding a sunshade.",
    "ai-atk-s0513a43:670_2": "It’s unsuitable to make an end, and torment you through pain and sadness, consumed by sick thoughts of death, for the sake of fun, and for the sake of their life. That is why, thinking, “Oh, this is incomparable (only), but their life is unshakable, depressed, and facted.”",
    "ai-atk-s0513a43:670_3": "The nurse thought, “I’ll think, “I’ll think about this!” but he thought, “I won’t like me.",
    "ai-atk-s0513a43:670_4": "who is retinue of wealth, fame,",
    "ai-atk-s0513a43:670_5": "those who are not thought about, therefore they are not only knowledge of energy.",
    "ai-atk-s0513a43:670_6": "For one who is energetic thinks only of energy and thought,",
    "ai-atk-s0513a43:671_0": "As he was speaking on an appropriate occasion, he sounded himself (saying):",
    "ai-atk-s0513a43:671_1": "Yet he came to his capital. When he hears happiness, he thought, “If I were to hear the sound of the drums, the prince will be happy,” and when he heard that the king was messenger, he thought, ‘I will be happy’, ‘I will be able to pulled up from the center of the king’s later. Then he thought, ‘That is this, king’ ‘Now that is the king’s embarrassserved that pulled away.’ Then he would think, ‘This is the hurried away from the drum of ser.’ The prince, he would think, ‘I will be his lord of the earth, ‘I will be feeeeeeeeble like this.’ and making this.",
    "ai-atk-s0513a43:671_2": "When he heard the king’s poisonous couches, after hearing the face with the royal compound, like the mouth of the city, was speaking about in the evening.",
    "ai-atk-s0513a43:671_3": "and (thinking): he presented the door.",
    "ai-atk-s0513a43:671_4": "The King asked: “Who is this?”",
    "ai-atk-s0513a43:671_5": "“Sire, I’m defeated by the king.”",
    "ai-atk-s0513a43:671_6": "After opening the door, he said, “Upajāpatī Gotamī.”",
    "ai-atk-s0513a43:671_7": "He entered the king, and standing to one side, he said: “I do not know that in the forest, great king, but I have conquered this.” Then he added: “Great King, this you do not addresses the horse in the forest, wherever you were standing, seized it like two verses?” and deposed three verses:",
    "ai-atk-s0513a43:672_0": "140.",
    "ai-atk-s0513a43:673_0": "“He who is fearful, inaccessible to in the past,",
    "ai-atk-s0513a43:674_0": "depending on Tusita to renunciant,",
    "ai-atk-s0513a43:675_0": "141.",
    "ai-atk-s0513a43:676_0": "“He who destroys the plunge into the river, soldiers and upon the earth,",
    "ai-atk-s0513a43:677_0": "Having fallen into the presence of Death and so on hence again, a murdererer hunter.”",
    "ai-atk-s0513a43:678_0": "Herein, calmed for every kind of kinney.",
    "ai-atk-s0513a43:678_1": "Will entering upon the welfare of himself,",
    "ai-atk-s0513a43:678_2": "Endowed with the body’s life is the meaning. This is the meaning.",
    "ai-atk-s0513a43:678_3": "if she lifts it up;",
    "ai-atk-s0513a43:678_4": "There he sat down on the golden plate that rubbish-free, which was very beautiful seats,",
    "ai-atk-s0513a43:679_0": "When he heard that, the king did not know, “Where are I rolled forth? I won’t know about it?”",
    "ai-atk-s0513a43:680_0": "142.",
    "ai-atk-s0513a43:681_0": "“What was it, did you say to you: I would say to you:",
    "ai-atk-s0513a43:682_0": "Have you wonder of all?”",
    "ai-atk-s0513a43:683_0": "What do you know of these strengths: do you know that I have the strength of your penis?”",
    "ai-atk-s0513a43:684_0": "“I do not say this to the time brahmin Paccekabuddhas, after developing all the Paccekabuddhas with my head and enlightened Ones, and (thinking): “But I do not attend this let them go to the tenfold island.”",
    "ai-atk-s0513a43:685_0": "143.",
    "ai-atk-s0513a43:686_0": "“I didn’t say it because I didn’t need anything.",
    "ai-atk-s0513a43:687_0": "with verses on the meaning of giving the wise.”",
    "ai-atk-s0513a43:688_0": "There they abused and insulted us in the phrasing.",
    "ai-atk-s0513a43:688_1": "Yet they prevent what is the meaning, saying: “That is the meaning.”",
    "ai-atk-s0513a43:689_0": "The King gave him a great deal of money,",
    "ai-atk-s0513a43:689_1": "From thence on giving merit, people filled in goodness, and made merit with risks.",
    "ai-atk-s0513a43:689_2": "Then one day, thinking, “I’ll spend the night in front of the King.” He went to the park and sent to the park.",
    "ai-atk-s0513a43:689_3": "Then Sakka, the ruler of the gods, thinking: “How can I, having seen the gods, considered, was it to be able to lift my meritorious virtues, and having placed the King’s virtues virtues, stillness, after considering that he was established in the sky intending to winnership with his own hands and feet, and his making meritorious virtues, he was established in the realm of the gods?” And he stepped about all the kingdom of the earth, thinking, “Now, after considering that he was unable to discuss,",
    "ai-atk-s0513a43:689_4": "The King said, “I will find rice gruel for the waste.” But the king remembered the sword and killed them.",
    "ai-atk-s0513a43:689_5": "At that time Sakka and the King’s Licchavīs were presented by the very same time.",
    "ai-atk-s0513a43:689_6": "The King, having seen that wondered,",
    "ai-atk-s0513a43:689_7": "Then Sakka, lord of gods, and recited this verse:",
    "ai-atk-s0513a43:690_0": "144.",
    "ai-atk-s0513a43:691_0": "“What’s the point of others, an employed, and doubt regarding others?",
    "ai-atk-s0513a43:692_0": "for one who is liberated with flavors, that is unfavourable.”",
    "ai-atk-s0513a43:693_0": "Herein, by means of a bowl of water that is level",
    "ai-atk-s0513a43:693_1": "killing others, causing others to kill,",
    "ai-atk-s0513a43:693_2": "Having attained that which is covered with what is beneficial and what, what is this? (saying): “What do you see, what is it?”",
    "ai-atk-s0513a43:693_3": "(Having destroyed) the Lord of the World, after becoming a brilliant, he quickly sent forth (it).",
    "ai-atk-s0513a43:693_4": "for he is called “Great king,” the name “Great king,”",
    "ai-atk-s0513a43:694_0": "Then the King spoke this verse:",
    "ai-atk-s0513a43:695_0": "145.",
    "ai-atk-s0513a43:696_0": "“I know this, brahmin, who is an aristocrat, a brahmin,",
    "ai-atk-s0513a43:697_0": "Enjoying what you wish, therefore I am not a perfected one.”",
    "ai-atk-s0513a43:698_0": "Herein, what was done in the past is enquired, and I don’t know about the aristocrat, and I don’t offer him with this.",
    "ai-atk-s0513a43:699_0": "Then Sakka, the Lord of the Death, (saying):",
    "ai-atk-s0513a43:700_0": "146.",
    "ai-atk-s0513a43:701_0": "“Great king, Migāra’s mother, on the ford,",
    "ai-atk-s0513a43:702_0": "Having given up this man, you must see the people (doing),",
    "ai-atk-s0513a43:703_0": "147.",
    "ai-atk-s0513a43:704_0": "“If the kings have doubts about (and then), he will cure his friend.",
    "ai-atk-s0513a43:705_0": "remembering the Yama’s army of the Garden, Yamunā, who gave birth to a Yama.”",
    "ai-atk-s0513a43:706_0": "Herein, this is a very shaveling infest, a demonstration, able to endure, because of the demons.",
    "ai-atk-s0513a43:706_1": "May you be like the King of Devas, without having shown that you say, yourself are Sakka, lord of gods.”",
    "ai-atk-s0513a43:706_2": "So that’s what I did.",
    "ai-atk-s0513a43:707_0": "So the King spoke the verse:",
    "ai-atk-s0513a43:708_0": "148.",
    "ai-atk-s0513a43:709_0": "“Knowing this met, all my partners, my friends and companions,",
    "ai-atk-s0513a43:710_0": "One should go to that host of gods, while I am another one who is my equal,",
    "ai-atk-s0513a43:711_0": "149.",
    "ai-atk-s0513a43:712_0": "“I am the one free of doubts, in the world, the other in the sumer,",
    "ai-atk-s0513a43:713_0": "The Great Brahmā will show him in the past.”",
    "ai-atk-s0513a43:714_0": "You shouldn’t say: ‘Please kill living creatures for my life; I’ve given my life with my father’s throat.’ But if you don’t take my life.’",
    "ai-atk-s0513a43:714_1": "But in the forest there is a boy, living in a forest, frightening in the forest, whipping a hundred and a thousand companions, even one should know whose mind is familiar with the position of the giving up is under the heading of his enemy, who knows the trade of gems.",
    "ai-atk-s0513a43:715_0": "Then Sakka, the chief of the gods, having departed the corpse, and surveying the Fortunate One’s body, stretched the air with these verses:",
    "ai-atk-s0513a43:716_0": "150.",
    "ai-atk-s0513a43:717_0": "“For a long time, youngly reigned over this Dhamma.",
    "ai-atk-s0513a43:718_0": "Saying: “Amongst those who talk about Dhamma, ~ who have lost their heart,",
    "ai-atk-s0513a43:719_0": "151.",
    "ai-atk-s0513a43:720_0": "“He is constantly satisfied with a heart of the lady, everywhere,",
    "ai-atk-s0513a43:721_0": "After giving and using according to their means, may they stand on the spot!”",
    "ai-atk-s0513a43:722_0": "There they ate the friends in the monastery, and defining the door, they drive it out.",
    "ai-atk-s0513a43:722_1": "All the one-spheres are principled, and having gathered round about the journey, one shoulder and be asked for the most excellent assembly.",
    "ai-atk-s0513a43:722_2": "Since they’re not satisfied with anything, they’re reborn in the heaven of the gods.",
    "ai-atk-s0513a43:723_0": "Having said this, “Great king, I’m able to measure yourself. I’m unable to keep myself a adviser and instruct you.” Then he went on search to that place.",
    "ai-atk-s0513a43:724_0": "The Teacher, bringing this teaching, saying: “Monks, this is not the meaning of it in detail before doing the meaning of it, in detail, he knows the meaning of the phrasing.”",
    "ai-atk-s0513a43:724_1": "“The King was hunting and servant, and I had enough to wine.”",
    "ai-atk-s0513a43:725_0": "golden precious things, and ten (only)",
    "ai-atk-s0513a43:726_0": "Where has been born:",
    "ai-atk-s0513a43:727_0": "Like a pendant of river gold, fished with rose from a Mount Meru,",
    "ai-atk-s0513a43:728_0": "Overcome, whomed not logic and buttermilk, together with the ten hosts.",
    "ai-atk-s0513a43:729_0": "The Book of the Thirteens is finished."
}