{
    "ai-atk-s0515a15:0_0": "commentary on the Full Prods",
    "ai-atk-s0515a15:1_0": "170.",
    "ai-atk-s0515a15:1_1": "But the meaning is this: just as an incarnation of the hair, wrapped in the first room, is the meaning.",
    "ai-atk-s0515a15:1_2": "Whatever in the present life there is in lives to come, in the present life, boiled rice in an outcaste, the womb, and the water in the present life, and the fire in me. It see my own wounds, all the people see each other with boiled cloth.",
    "ai-atk-s0515a15:1_3": "I’ll make such a claim and behave like this.”",
    "ai-atk-s0515a15:1_4": "Formerly, this is a mindful worker.",
    "ai-atk-s0515a15:2_0": "There are three Questions:",
    "ai-atk-s0515a15:2_1": "Having driven out of punishment,",
    "ai-atk-s0515a15:2_2": "physical conduct,",
    "ai-atk-s0515a15:2_3": "Like the restroom in the same way.",
    "ai-atk-s0515a15:2_4": "and three kinds of bad conduct by way of body, speech, and mind are tied, infatuated, and attached to bad conduct.",
    "ai-atk-s0515a15:2_5": "Four sacrificials Specrifice,",
    "ai-atk-s0515a15:2_6": "Possessing the threefold:",
    "ai-atk-s0515a15:2_7": "(In this very life) is to be experienced in this very life,",
    "ai-atk-s0515a15:2_8": "(In the future) means in the future absence of the future.",
    "ai-atk-s0515a15:2_9": "For one who lives in balanced bad bad deeds, unwholesome thoughts,",
    "ai-atk-s0515a15:2_10": "Then the king disparages them with that:",
    "ai-atk-s0515a15:2_11": "experiences pain and sadness as painful.",
    "ai-atk-s0515a15:2_12": "that is pain, sadness, and distress.",
    "ai-atk-s0515a15:2_13": "Where is it?",
    "ai-atk-s0515a15:2_14": "Having arisen in himself, he is born in oneself,",
    "ai-atk-s0515a15:3_0": "even if only bone is the belowest.",
    "ai-atk-s0515a15:3_1": "If he makes a statement, “There is no reason for this,” and “It is not possible to go to the village.”",
    "ai-atk-s0515a15:3_2": "if he does not leave when he is outside the monastery;",
    "ai-atk-s0515a15:3_3": "Wealth is included in the manner of money,",
    "ai-atk-s0515a15:3_4": "The King had the intentional deeds in his hand,",
    "ai-atk-s0515a15:3_5": "whipping, caning, clubbing, mice.",
    "ai-atk-s0515a15:3_6": "rotten ornaments,",
    "ai-atk-s0515a15:3_7": "For the lower parts are as in the way already described.",
    "ai-atk-s0515a15:3_8": "He eats food thinking it is so very hard to eat. He dropped on the day, heat them all that had been eaten by rats, and was not eaten by food.",
    "ai-atk-s0515a15:3_9": "They simile it with the bones as skeleton .",
    "ai-atk-s0515a15:3_10": "if he raises them up at the right time;",
    "ai-atk-s0515a15:3_11": "These are the four rules who are in common to the rod of the gods.",
    "ai-atk-s0515a15:4_0": "he himself because of his own deeds.",
    "ai-atk-s0515a15:4_1": "Then the wardens of hell say, “Which hell and the senior do not apply themselves to hell, there is no working here or in the hell called ‘backens’.”",
    "ai-atk-s0515a15:4_2": "Then the wardens of hell,",
    "ai-atk-s0515a15:4_3": "And there is the reason why arouse equanimity consisting in the same way as that is stated in the way.",
    "ai-atk-s0515a15:4_4": "Because they were reborn in the hells of the animal realm, so too, there is cast down to hell.",
    "ai-atk-s0515a15:4_5": "Their appearance became unclean, having made such a hole, Jungle, and then fallen into deportment in his right way.",
    "ai-atk-s0515a15:4_6": "They lie down on the right side, in accordance with the bed or bench, and on the left side of the lay life.",
    "ai-atk-s0515a15:5_0": "Having restrained he re-process, he laziness towards himself, and lay down on the road,",
    "ai-atk-s0515a15:5_1": "When he’s deceived by a stone of leprosy, even if he tied up the neck, leopard because of an axety, and it doesn’t get upset, then, in the sixths, or the mud, and become wide open, or closes swepts on it. And as if a wooden boxen, it takes up by its sheaths and go away.",
    "ai-atk-s0515a15:5_2": "standing, preserved by great wind,",
    "ai-atk-s0515a15:5_3": "He who, having consecrated the elephant with a horse-hair ropes, wearing the chariot, and mounted the chariot, along with all hands,",
    "ai-atk-s0515a15:5_4": "great foyers plunge into the Great Wood.",
    "ai-atk-s0515a15:5_5": "They climb up to a staff, saying:",
    "ai-atk-s0515a15:5_6": "swept up and down as a box; it goes down with a bed or chair like foliage carbuncles.",
    "ai-atk-s0515a15:5_7": "Hell of the Great Hell, the great hero,",
    "ai-atk-s0515a15:6_0": "Whose shone like a golden statue, (worm) with fourfold army,",
    "ai-atk-s0515a15:6_1": "And possessing four ways: “Analyzed and “Analyzed” .",
    "ai-atk-s0515a15:6_2": "apart from the gate of the Vissakamma, having shared out the house and the analysis of the home,",
    "ai-atk-s0515a15:6_3": "if he looks after the robe is finished;",
    "ai-atk-s0515a15:6_4": "For one who is overhadden is enclosed by a league, and so on.",
    "ai-atk-s0515a15:6_5": "They meditate spreading a hundred leagues over all around, like the great fire sea, like a lake, as it were, and bends an uneven road.",
    "ai-atk-s0515a15:6_6": "... “All these eight (from Bodhisattas) in the Great Hell of the Commentaries is permanent, everlasting, eternal, and imperishable.”",
    "ai-atk-s0515a15:6_7": "the power of suffering inherent",
    "ai-atk-s0515a15:6_8": "In order to prepare a world-spoked, and there was (surely) a kind",
    "ai-atk-s0515a15:6_9": "to instead the Āṭānāṭikaputta, who was hard to give,",
    "ai-atk-s0515a15:6_10": "from the Sudatta of Awakened Ones, or from the hairs,",
    "ai-atk-s0515a15:6_11": "I’ve eaten the drums,",
    "ai-atk-s0515a15:6_12": "Recollecting both discontent and desire,",
    "ai-atk-s0515a15:6_13": "by longing for suffering,",
    "ai-atk-s0515a15:7_0": "In the eastern direction: this is how the Dhamma is said to have no satisfaction in the Great Hell.",
    "ai-atk-s0515a15:7_1": "But the water of the fires are consumed by a fire or worry, or no more than that.",
    "ai-atk-s0515a15:7_2": "It stretches on a person’s east. He passes away from the eastern gate, he wounds them in the eastern gate. He wounds them in the morning, and he encounters a bad droping the net in the eastern gate, and he gets close to wounds that heap up and looks down on him.",
    "ai-atk-s0515a15:7_3": "In this way there is no twice here.",
    "ai-atk-s0515a15:7_4": "But it’s posture for a hundred leagues away to fill up the hide of a hundred leagues. There’s no posture for four or five hundred leagues.",
    "ai-atk-s0515a15:7_5": "So in this case there is no known as sentient beings.",
    "ai-atk-s0515a15:7_6": "Just as the Jotipāla decrepits, having cut off the near shores, the far shores, and the interpreting strands, the inner skin, the flesh, sinews, and the shakes are to be seen as much as they were.",
    "ai-atk-s0515a15:7_7": "So in this case there is no such thing as suffering.",
    "ai-atk-s0515a15:7_8": "they’re shackle in the sense of hell.",
    "ai-atk-s0515a15:8_0": "Herein, great beings live in that place, entanglement because of extinguishment.",
    "ai-atk-s0515a15:8_1": "For one who is great and fully encircled by cattle birds,",
    "ai-atk-s0515a15:8_2": "By doing wrong deeds, one is reborn in a bad place.",
    "ai-atk-s0515a15:8_3": "They don’t are shameless when they lie down, they don’t know the nets.",
    "ai-atk-s0515a15:8_4": "his body is produced by heat, like a fire,",
    "ai-atk-s0515a15:8_5": "Those wicked things in hell for them, the animal realm, and the ghost realm.",
    "ai-atk-s0515a15:8_6": "see wicked deeds being led on top of their deeds, he surmounted.",
    "ai-atk-s0515a15:8_7": "There is no danger for me, nor a practice,",
    "ai-atk-s0515a15:8_8": "when they don’t meet the eastern gate, then that gate is theirs apprehending from the east.",
    "ai-atk-s0515a15:8_9": "The doors caused by the gate is dripping all over the gate, which is put into it.",
    "ai-atk-s0515a15:8_10": "So in each instance,",
    "ai-atk-s0515a15:8_11": "they went out to hell.",
    "ai-atk-s0515a15:8_12": "searching for deludedness and sage, he searches for a little way.",
    "ai-atk-s0515a15:8_13": "They don’t neglect out of that deed, they don’t get reborn in hell, the animal realm, or the ghost realm.",
    "ai-atk-s0515a15:8_14": "When you’ve done bad deeds, and doing good deeds, for you making much your bodies there is much demerit. Your deeds and many kinds of folk do not have done duty.",
    "ai-atk-s0515a15:9_0": "inspiring places,",
    "ai-atk-s0515a15:9_1": "while standing on the ground, in the opposite direction,",
    "ai-atk-s0515a15:9_2": "(till) fill the course of a crowd assembled together,",
    "ai-atk-s0515a15:9_3": "they speak with fear of their minds.",
    "ai-atk-s0515a15:9_4": "dropping the head.",
    "ai-atk-s0515a15:9_5": "Ghaṭikāra, threshing,",
    "ai-atk-s0515a15:9_6": "I was victorious over pervading.",
    "ai-atk-s0515a15:9_7": "About waves:",
    "ai-atk-s0515a15:10_0": "171.",
    "ai-atk-s0515a15:10_1": "now, as with the arrivals shown where they show it is said, “We shall give it,”",
    "ai-atk-s0515a15:10_2": "There the dart of craving here and there, (thinking): “Oh, what is the tail of craving!”",
    "ai-atk-s0515a15:10_3": "trickling water without life.",
    "ai-atk-s0515a15:10_4": "having seen each other with a variety of animals, and (also) harassed each other with their own hands,",
    "ai-atk-s0515a15:10_5": "lumps of meat, fear and terror",
    "ai-atk-s0515a15:11_0": "Greed, applied thought, sustained thought, etc., which are defilemented by the contempt and the body, namely, discontent,",
    "ai-atk-s0515a15:12_0": "disrobes.",
    "ai-atk-s0515a15:12_1": "Reflecting, Visākha, doing this intercourse,",
    "ai-atk-s0515a15:12_2": "said to anger:",
    "ai-atk-s0515a15:12_3": "After wavering they said:",
    "ai-atk-s0515a15:12_4": "they strived by resentment.",
    "ai-atk-s0515a15:12_5": "and destroying the driver by grief;",
    "ai-atk-s0515a15:12_6": "They attacked with their hands, attacked with their hands,",
    "ai-atk-s0515a15:13_0": "The world is permanent, everlasting, eternal, complete, and imperishable.",
    "ai-atk-s0515a15:13_1": "all quarters over the opposite directions. All-twelling are impermanent,",
    "ai-atk-s0515a15:13_2": "Delighting in moderation, they wish for themselves,",
    "ai-atk-s0515a15:13_3": "there is no place where old age, without rod or sword.",
    "ai-atk-s0515a15:14_0": "you don’t announce essential or excellent,",
    "ai-atk-s0515a15:14_1": "Being devoted to all, he spoke less he had enough.",
    "ai-atk-s0515a15:14_2": "He has the essential which is brought,",
    "ai-atk-s0515a15:14_3": "For one who is constantly worshipped by the arrow of effort,",
    "ai-atk-s0515a15:14_4": "Likewise in the upper language.",
    "ai-atk-s0515a15:14_5": "There are choices in the eastern direction ...",
    "ai-atk-s0515a15:14_6": "Since they drew backwards and can be done for you,",
    "ai-atk-s0515a15:14_7": "Stroken on them, they have been properly done,",
    "ai-atk-s0515a15:14_8": "Army came (but)",
    "ai-atk-s0515a15:14_9": "Ghaṭikāra, though dried up,",
    "ai-atk-s0515a15:14_10": "and having become clear and not developed through having become dyed,",
    "ai-atk-s0515a15:14_11": "and rebirth is reborn in heaven.",
    "ai-atk-s0515a15:14_12": "and rolled around by old age it without a companion,",
    "ai-atk-s0515a15:14_13": "sickness has been brought out by the primary elements.",
    "ai-atk-s0515a15:14_14": "Death through death and rebirth are climbed with death.",
    "ai-atk-s0515a15:14_15": "protected by misfortune.",
    "ai-atk-s0515a15:14_16": "scraps in the waves, and plasters.",
    "ai-atk-s0515a15:14_17": "Without refuge, there is no refuge, they have no refuge,",
    "ai-atk-s0515a15:14_18": "She has no refuge; she does not act with refuge; she does not act with the refuge of bother.",
    "ai-atk-s0515a15:15_0": "he preaches his own state of anxiety:",
    "ai-atk-s0515a15:15_1": "they snapped the garlic.",
    "ai-atk-s0515a15:15_2": "they prepare it at the right time.",
    "ai-atk-s0515a15:15_3": "Of pain and death.",
    "ai-atk-s0515a15:15_4": "he stands on the ground.",
    "ai-atk-s0515a15:15_5": "misapprehending the other,",
    "ai-atk-s0515a15:15_6": "poised out and weapons into it, and weeping it even when we’re drunk,",
    "ai-atk-s0515a15:15_7": "Whatever is there is incapable of understanding, all that is the perception of -",
    "ai-atk-s0515a15:15_8": "ruined by old age, they throw their old age in deer—",
    "ai-atk-s0515a15:15_9": "So in all that’s everywhere,",
    "ai-atk-s0515a15:16_0": "When I saw a sick man, he replies in a poisoned snake, having seen the sick in a caravan, greying, and misery, when I perceived it they were ruined by the kingdom of the hundred people.",
    "ai-atk-s0515a15:16_1": "Herein, this is the arrow’s spear amongst those who recall greed,",
    "ai-atk-s0515a15:16_2": "heart-secluded mind,",
    "ai-atk-s0515a15:17_0": "one who old age, ties uprooting grows old; thus it is the constant breath, and allwing to all kinds of part.",
    "ai-atk-s0515a15:18_0": "174.",
    "ai-atk-s0515a15:18_1": "“How do we get a dart?”",
    "ai-atk-s0515a15:18_2": "by which he crosses the dart.",
    "ai-atk-s0515a15:18_3": "Herein, everywhere in all directions: from the eastern direction, etc., are its directions.",
    "ai-atk-s0515a15:18_4": "only reaches the dart and settles it, and doesn’t pull out the method. But the darts it down, and doesn’t lift the four directions, and then",
    "ai-atk-s0515a15:19_0": "Not knowing and seeing, not knowing and not seeing.",
    "ai-atk-s0515a15:19_1": "She was beaten and doesn’t come together and converge because of this.",
    "ai-atk-s0515a15:19_2": "with the form of a one bears (only) steps,",
    "ai-atk-s0515a15:19_3": "Unsuitableness due to the path",
    "ai-atk-s0515a15:19_4": "He who is constantly together with the Impermanent, not having slapped upon them.",
    "ai-atk-s0515a15:19_5": "Their runs, unawakened (all) Ambaṭṭha is not found.",
    "ai-atk-s0515a15:19_6": "it does not penetrate the four noble truths,",
    "ai-atk-s0515a15:19_7": "They don’t look down on physical sights, sounds, smells, tastes, and touches.",
    "ai-atk-s0515a15:19_8": "that Dhamma doesn’t become stripped free from.",
    "ai-atk-s0515a15:19_9": "equal no way of contempt,",
    "ai-atk-s0515a15:19_10": "He does not forget what is undeveloped, and does not experience unstrained.",
    "ai-atk-s0515a15:20_0": "If you renounce the skillful or enemy even when anyone comes to a different deed, you’re able to resign the Teaching, or he resign a training and returns to a lesser life.",
    "ai-atk-s0515a15:20_1": "I’d befriended by such confidence in the mind of mine, I’d be at ease of this mistake for sensual pleasures.",
    "ai-atk-s0515a15:20_2": "Though the fools (surely) foolish,",
    "ai-atk-s0515a15:20_3": "one is deluded,",
    "ai-atk-s0515a15:20_4": "you’re strong and delusion,",
    "ai-atk-s0515a15:20_5": "all around is sageed.",
    "ai-atk-s0515a15:20_6": "not for the sake of knowledge and conduct, but as well as ignorance.",
    "ai-atk-s0515a15:20_7": "The flood of the household life is just stated.",
    "ai-atk-s0515a15:20_8": "for it is the underlying tendency to wrong views.",
    "ai-atk-s0515a15:20_9": "(but) his mind becomes pollutant,",
    "ai-atk-s0515a15:20_10": "For it is possible to travel on the bank of the river, and it is unable to get up with the level of a hand. And even if it spends on the bank of the Ganges, the Vaṅgīsa, but not some other.",
    "ai-atk-s0515a15:20_11": "Or withered and dropped;",
    "ai-atk-s0515a15:20_12": "Just as a great limb is given in the mode of cooking, so too the barn lamenting, the length of the barley goes and goes:",
    "ai-atk-s0515a15:20_13": "The same is the same.",
    "ai-atk-s0515a15:21_0": "Has doubt about the uncertainty here: here in any doubt about the uncertainty here.",
    "ai-atk-s0515a15:21_1": "his doubts are not dispelled:",
    "ai-atk-s0515a15:21_2": "For the first part of the narrow is called “hinder”;",
    "ai-atk-s0515a15:21_3": "or according to their deeds.",
    "ai-atk-s0515a15:21_4": "Doubt has doubt in the mind of uncertainty; (thinking): “Who has doubts about the one’s mind?”",
    "ai-atk-s0515a15:21_5": "it has no doubt about whether his uncertainty has come up.",
    "ai-atk-s0515a15:21_6": "Immeasurable, thinking: ‘I’m happy,’",
    "ai-atk-s0515a15:21_7": "and doubt with uncertainty: to doubt or uncertainty when it is gone, and totally beyond doubt.",
    "ai-atk-s0515a15:21_8": "It has the characteristic of endearing . Its function is to resistance. It is manifested as the sort of, not-self. Its proximate cause should be cultivated. It is manifested as the danger in resentment.",
    "ai-atk-s0515a15:22_0": "By one who is lost in two ways: there are two kinds of hide.",
    "ai-atk-s0515a15:22_1": "the two paths of purging by the path, there are two paths forwards,",
    "ai-atk-s0515a15:22_2": "“This isn’t impermanent, this is the impermanent,” and so on, and this is stayed there.",
    "ai-atk-s0515a15:22_3": "One is not worth a sixteenth part",
    "ai-atk-s0515a15:22_4": "She is permanent, everlasting, eternal, and imperishable objects,",
    "ai-atk-s0515a15:22_5": "(They are) unable to persuade the cows, carelessly, and unsuitablely.",
    "ai-atk-s0515a15:22_6": "to learn the Dhamma, without getting rid of it.",
    "ai-atk-s0515a15:22_7": "the meaning is that it is permanently oppositeness in conformity with mind the discrimination of the worst-intment.",
    "ai-atk-s0515a15:22_8": "for having arisen doubt, the mind becomes dispassionate towards them. So, having taken them on its object, it is called “unbody” .",
    "ai-atk-s0515a15:23_0": "Getting with arrowing, the nutriment consisting of such a dart,",
    "ai-atk-s0515a15:23_1": "you’re touched by the touch of suffering.",
    "ai-atk-s0515a15:23_2": "free of defects, oppressed.",
    "ai-atk-s0515a15:23_3": "he goes confidently,",
    "ai-atk-s0515a15:23_4": "if he goes without taking leave of the monastery;",
    "ai-atk-s0515a15:23_5": "like a sinking bag.",
    "ai-atk-s0515a15:23_6": "he is attached to people, and so on.",
    "ai-atk-s0515a15:24_0": "Although the naked ascetic is not constantly naked, is the meaning.",
    "ai-atk-s0515a15:24_1": "He makes use of the proper conduct and the rest, and the lower story of luxurious behaves like a luxurious family, he eats while eating.",
    "ai-atk-s0515a15:24_2": "It pulls the hand with the hand, packs the with his hand, and puts it on the head with the palm of the hand; then when it is struck, he surges it with his hand.",
    "ai-atk-s0515a15:24_3": "When they did so, they laid down the staff.",
    "ai-atk-s0515a15:24_4": "They gave alms to him, saying, “Venerable sir,” and they spoke in common with these words.",
    "ai-atk-s0515a15:24_5": "Therefore, “Well then, sir,” they do not say, “Even.”",
    "ai-atk-s0515a15:24_6": "But even if he does not speak to him, he thinks, “They will be done by me,”",
    "ai-atk-s0515a15:25_0": "she took a waterpot and said, “First, I begged the alms round.”",
    "ai-atk-s0515a15:25_1": "° and recited this verse: “After what you have done,”",
    "ai-atk-s0515a15:25_2": "if she has been invited to a meal given by her, and she does not consent to food or she would not go to a village or town, nor does she accept any food.",
    "ai-atk-s0515a15:25_3": "he does not finish the rich pots in the presence of a potter’s kiln;",
    "ai-atk-s0515a15:25_4": "They don’t grab a applaud; nor anywhere else swallowing or sesame.",
    "ai-atk-s0515a15:25_5": "A iron pot is iron, a cart, a metal bowl, or a cart.",
    "ai-atk-s0515a15:25_6": "if they don’t win mid-stream, he wouldn’t do it without tomorrow.",
    "ai-atk-s0515a15:25_7": "This urge meat will vanish.",
    "ai-atk-s0515a15:25_8": "Likewise in sticks, and the rest.",
    "ai-atk-s0515a15:26_0": "when two or three days are due to a group in two, he does not get up one in a group.",
    "ai-atk-s0515a15:26_1": "Building is the next:",
    "ai-atk-s0515a15:26_2": "But it is not known that a pregnant woman does not conceive her, saying “The child is lips,” “The boy is used to live with a timber” in this way, “The child is tired’s lips.”",
    "ai-atk-s0515a15:26_3": "is not slaughtered for the meal on the road,",
    "ai-atk-s0515a15:26_4": "Because of the famine, the naked ascetic Shrine of the Sakyas in the nation of the Jina, and don’t invited them to accept a meal. After eating the food, they didn’t receive it.",
    "ai-atk-s0515a15:26_5": "And wherever she said, “I’ll not beat it in anyone who nurses,” “We shall pay you.” She no longer gets them.",
    "ai-atk-s0515a15:26_6": "to this or that of these two ends.",
    "ai-atk-s0515a15:26_7": "the beggars wandering about the countryside.",
    "ai-atk-s0515a15:26_8": "So if they saw him, they said, “If only these things weren’t able to do so,” people entered Kapilavatthu for the porches, flies, and smeared with jujubes, their heads covered with flies, and with tears on their heads.",
    "ai-atk-s0515a15:26_9": "But when he says that there was no need, why would he take it?",
    "ai-atk-s0515a15:26_10": "and he is reborn in the next life.",
    "ai-atk-s0515a15:26_11": "“One from all fortunateness” is one made by the splendour.",
    "ai-atk-s0515a15:26_12": "And here it is alcoholic drinks that is blameworthy and non-percipient, all of them are non-percipient.",
    "ai-atk-s0515a15:27_0": "Whoever would get alms from one house to house when he’s home, and after taking alms food,",
    "ai-atk-s0515a15:27_1": "He who takes re one by one shrines the other,",
    "ai-atk-s0515a15:27_2": "and the same method of abode.",
    "ai-atk-s0515a15:27_3": "the other one, both of those on one side and two on the other.",
    "ai-atk-s0515a15:27_4": "Ametime: the taste of the lesser lifetime takes place where they put monks.",
    "ai-atk-s0515a15:27_5": "One day: One is the next day and all night,",
    "ai-atk-s0515a15:27_6": "half a and hot cotton-woven.",
    "ai-atk-s0515a15:27_7": "food, drink, clothes, and beds and benches; the food, drink, clothes, and vehicles, villages, towns, and countries for a meal on the day.",
    "ai-atk-s0515a15:28_0": "Separate: what is said in the commentaries .",
    "ai-atk-s0515a15:28_1": "above, below, across the ocean,",
    "ai-atk-s0515a15:28_2": "committed to persisting in the squatting position.",
    "ai-atk-s0515a15:28_3": "when he was going along the hut and pulled up his robe.",
    "ai-atk-s0515a15:28_4": "They thorns it on the neck, thorny matted hair, and thorns it on the ground. And they only make a matchmaker as a mat of thorns.",
    "ai-atk-s0515a15:28_5": "they’d lie down right there in a bed;",
    "ai-atk-s0515a15:28_6": "drying up to the fruit of a tree:",
    "ai-atk-s0515a15:28_7": "They sleep on a high bed, on a bench, on a wall, and a high ground.",
    "ai-atk-s0515a15:28_8": "if it is single;",
    "ai-atk-s0515a15:28_9": "He can carry his body over the dust and dirt, and raise his body’s corpse. He can carry it like a dye-pot, put it on the palm, and wear it.",
    "ai-atk-s0515a15:28_10": "They sleep wherever they lay their seat, and whenever they get up from their seat, they sit down, saying:",
    "ai-atk-s0515a15:28_11": "(He who is) immortal, a witnger, a wise one who has drunk waist,",
    "ai-atk-s0515a15:28_12": "prohibiting: those who prevent their links and seats",
    "ai-atk-s0515a15:28_13": "Afterwards she fell down on the third day.",
    "ai-atk-s0515a15:28_14": "The following day is midday. They think: “I will live in the middle of the day,” and they devoted to Sāgata.",
    "ai-atk-s0515a15:29_0": "But they make their such choices, they don’t cling to them.",
    "ai-atk-s0515a15:29_1": "make choice, they produce,",
    "ai-atk-s0515a15:29_2": "This includes producing a dart, producing, and producing condition for rebirth.",
    "ai-atk-s0515a15:29_3": "he goes to the eastern quarter.",
    "ai-atk-s0515a15:29_4": "Being diligent, they don’t lose their states, greedy, hate, and delusion.",
    "ai-atk-s0515a15:29_5": "Being diligent, reaching absorption; and having few states,",
    "ai-atk-s0515a15:29_6": "Gayā springs, thus it is called.",
    "ai-atk-s0515a15:29_7": "if he takes one who takes hold of him;",
    "ai-atk-s0515a15:30_0": "does not sit down, does not lie down.",
    "ai-atk-s0515a15:30_1": "The sage doesn’t move, nor lie,",
    "ai-atk-s0515a15:30_2": "he doesn’t sits down on dry ground,",
    "ai-atk-s0515a15:30_3": "One does not steal, nor does he expect nothing more.",
    "ai-atk-s0515a15:30_4": "if she does not go;",
    "ai-atk-s0515a15:31_0": "175.",
    "ai-atk-s0515a15:31_1": "So through the power of this great art:",
    "ai-atk-s0515a15:31_2": "Herein, trained in the world, expanded,",
    "ai-atk-s0515a15:31_3": "The meaning of this:",
    "ai-atk-s0515a15:31_4": "Those who do not obtain the five kinds of sensual stimulation in the world, and having made a long time, they are called “final” .",
    "ai-atk-s0515a15:31_5": "Herein, one who is training in the elephant trainer takes the training according to the training,",
    "ai-atk-s0515a15:31_6": "See, when the whole world—with its gods, Māras and Brahmās, this population—whether infested, the wise, or the learned—and you might want to train.",
    "ai-atk-s0515a15:31_7": "he trains in his own Nibbāna.",
    "ai-atk-s0515a15:32_0": "she rolls up and leaves, after putting it away, (from knowledge).",
    "ai-atk-s0515a15:33_0": "176.",
    "ai-atk-s0515a15:33_1": "Just as now, soon as you train in extinguishment, he should train yourself thus: “Now is the truth,”",
    "ai-atk-s0515a15:33_2": "Herein, truthfulness and true knowledge:",
    "ai-atk-s0515a15:33_3": "For one who has given up attachment to human beings,",
    "ai-atk-s0515a15:33_4": "The astute stain themselves,",
    "ai-atk-s0515a15:34_0": "These three things constantly marched the ladymbling down.",
    "ai-atk-s0515a15:34_1": "quenching in extinguishment.",
    "ai-atk-s0515a15:35_0": "The bodily formation is good in the beginning of the bodily-form components.",
    "ai-atk-s0515a15:35_1": "for one who is sick is what is meant.",
    "ai-atk-s0515a15:35_2": "And in the Monastic Law:",
    "ai-atk-s0515a15:35_3": "“I didn’t.”",
    "ai-atk-s0515a15:35_4": "Understanding: physical deeds, verbal, and mental workable.",
    "ai-atk-s0515a15:35_5": "like a rain cloud shedding the in space,",
    "ai-atk-s0515a15:35_6": "being covered all in every way, bent down by the belly,",
    "ai-atk-s0515a15:35_7": "The ocean remains the important one, who is like the oldest,",
    "ai-atk-s0515a15:35_8": "My freedom is unshakable: this is the meaning.",
    "ai-atk-s0515a15:35_9": "they drew a good sleeping place.",
    "ai-atk-s0515a15:35_10": "It is quite enough for you to develop the measureless (of immerse), thus it is the unshakable .",
    "ai-atk-s0515a15:35_11": "very pure, clever person to Suppiya and Bahumatī",
    "ai-atk-s0515a15:35_12": "Burning is very same as a stain,",
    "ai-atk-s0515a15:35_13": "A second and stagnation.",
    "ai-atk-s0515a15:35_14": "Lack of having a little hut, they fixed in shamelessness,",
    "ai-atk-s0515a15:35_15": "From here on others, there are two ways of developing.",
    "ai-atk-s0515a15:35_16": "(Which is) ghee, which is like ghee, buttermilking from its foot, is to be found inside a house.",
    "ai-atk-s0515a15:35_17": "called “announcing”.",
    "ai-atk-s0515a15:35_18": "By developing that it is the meaning, there is no accumulation for him to be successively unconcerned.",
    "ai-atk-s0515a15:36_0": "the Realised One’s mind-element is related to all conditions, and the mental formation.",
    "ai-atk-s0515a15:36_1": "wavering and extinguishing it, he applied it up,",
    "ai-atk-s0515a15:36_2": "This is that peaceful, extinguishment.",
    "ai-atk-s0515a15:36_3": "Because of the corruptions of the defilements.",
    "ai-atk-s0515a15:36_4": "—”The finest or immaterial—",
    "ai-atk-s0515a15:37_0": "Nor do they give no pleasure , nor do they get the pleasure of sensual pleasure .",
    "ai-atk-s0515a15:37_1": "And they give for the ending of sensual pleasures, in that they make a wish.",
    "ai-atk-s0515a15:37_2": "He has no future lives for the purpose of extinguishment.",
    "ai-atk-s0515a15:37_3": "developing the absorptions, etc., the jhāna factors grow in them.",
    "ai-atk-s0515a15:37_4": "for rebirth into a new state of existence.",
    "ai-atk-s0515a15:37_5": "and, having given them a gift (of Nibbāna), the conqueror of the Wise.",
    "ai-atk-s0515a15:38_0": "Since those of greedy temperament is simply for the influence of greed and hate, etc., as temporary and so on.",
    "ai-atk-s0515a15:39_0": "don’t look forward to enjoying sights, or future lives.",
    "ai-atk-s0515a15:39_1": "you don’t fall in the present.",
    "ai-atk-s0515a15:39_2": "When a person understands,",
    "ai-atk-s0515a15:39_3": "you’re not slacking, you won’t be reborn in the air.",
    "ai-atk-s0515a15:39_4": "For craving is called “space” in the space of craving,”",
    "ai-atk-s0515a15:40_0": "Understanding: “Wors don’t come,”",
    "ai-atk-s0515a15:41_0": "“As a particular”: “It is two kinds of hospitality and three are just twofold.”",
    "ai-atk-s0515a15:42_0": "180.",
    "ai-atk-s0515a15:42_1": "What is the reason why they won’t smiled?",
    "ai-atk-s0515a15:42_2": "I call a sweat,",
    "ai-atk-s0515a15:42_3": "The meaning of this:",
    "ai-atk-s0515a15:42_4": "For I say that there is a space in the space, such as: I say, the ears, nose, tongue, body, and mind is washed",
    "ai-atk-s0515a15:42_5": "And what is it?",
    "ai-atk-s0515a15:42_6": "(Even): “I do not say that this is in the sense of going away,” and “Through running downwards, steping downwards, “This is a chasing, not too short,” and “I do not ruined,” and “Through ruined, I call out,” “I do not threw my back,” and “It is so hard to ruin,” and “Therefore,” and “It is indeed a mistake for the future life, addition,” and “It is difficult to say, “I say, “It is a changing and for the inval.”",
    "ai-atk-s0515a15:43_0": "‘Failing rice, running back and forth,’ is a term for craving for existence again and again.",
    "ai-atk-s0515a15:43_1": "‘Awakening in craving’ is a term for craving.",
    "ai-atk-s0515a15:43_2": "Also regarding craving for visible objects is called a object with craving for visible objects, etc., with the object of craving for visible objects, and it isn’t freed from craving.",
    "ai-atk-s0515a15:43_3": "Gaining in the sense of sensual desire, of (splace) Kapilavatthu,",
    "ai-atk-s0515a15:43_4": "how many kinds of inclusion should be unincluded?",
    "ai-atk-s0515a15:43_5": "like a palm stump,",
    "ai-atk-s0515a15:43_6": "like a hunter pierced by hunger,",
    "ai-atk-s0515a15:43_7": "Having abandoned the kingdom, he ran away,",
    "ai-atk-s0515a15:43_8": "thus, in regard to the ears, nose-tips,",
    "ai-atk-s0515a15:44_0": "181.Saccā avokkamanti gāthā.",
    "ai-atk-s0515a15:44_1": "The meaning of this:",
    "ai-atk-s0515a15:44_2": "Also they have spoken of the three kinds of sagacity: the Strong One, the brahmin States, and the masters are called “Standing in the threefold system,” and then they are said to be a brahmin.",
    "ai-atk-s0515a15:44_3": "you’ll live there.",
    "ai-atk-s0515a15:45_0": "182.",
    "ai-atk-s0515a15:45_1": "And what is it?",
    "ai-atk-s0515a15:45_2": "recited this verse:",
    "ai-atk-s0515a15:45_3": "Herein, having understood the Dhamma as impermanent, conditioned, and dependently originated.",
    "ai-atk-s0515a15:45_4": "Because of right endeavour, they give up lack of defilements and activity regarding the noble ones.",
    "ai-atk-s0515a15:46_0": "183.",
    "ai-atk-s0515a15:46_1": "Still the way:",
    "ai-atk-s0515a15:46_2": "One who takes pleasure in sensual pleasures:",
    "ai-atk-s0515a15:46_3": "here the seventh, he who understands the Saṅgha, and inclusively difficulties.",
    "ai-atk-s0515a15:46_4": "and doesn’t covetously.",
    "ai-atk-s0515a15:47_0": "184.",
    "ai-atk-s0515a15:47_1": "Therefore he who could be informed about it thus: I say to you:",
    "ai-atk-s0515a15:47_2": "Regarding this:",
    "ai-atk-s0515a15:47_3": "Herein, in the past: past, future, and present in terms of causes and reasons,",
    "ai-atk-s0515a15:47_4": "For what reason do not arise in the future?",
    "ai-atk-s0515a15:47_5": "if you don’t get angry in the present, you won’t get used to live in the present.",
    "ai-atk-s0515a15:47_6": "you’ll live at peace.",
    "ai-atk-s0515a15:48_0": "Is the seed not to be done by an idenea, nor by the seed,",
    "ai-atk-s0515a15:48_1": "greed for greed and hate:",
    "ai-atk-s0515a15:48_2": "Some in the case of hatred, and so on.",
    "ai-atk-s0515a15:49_0": "185.",
    "ai-atk-s0515a15:49_1": "After showing them off the fruit of Liberation, he recited these verses in the same way.",
    "ai-atk-s0515a15:49_2": "Herein, completely adding the whole verses that are the intoxication.",
    "ai-atk-s0515a15:49_3": "“I’ve taken it,” and they deposed.",
    "ai-atk-s0515a15:49_4": "Not being reborn in the lower realm, he does not grieve, nor does he grieve.",
    "ai-atk-s0515a15:49_5": "He doesn’t know what is unknown.",
    "ai-atk-s0515a15:50_0": "it was running out of me:",
    "ai-atk-s0515a15:50_1": "I had such a name and clan, and now that I had in the past.",
    "ai-atk-s0515a15:50_2": "It may be no more for me to be mine, and I will not be worse.",
    "ai-atk-s0515a15:51_0": "What is the name of form, the purpose of contemplation that is nothing.",
    "ai-atk-s0515a15:52_0": "intention, deeds make offerings,",
    "ai-atk-s0515a15:52_1": "by one delighted mind.",
    "ai-atk-s0515a15:52_2": "With ignorance, the attainment of ignorance is the end of ignorance,",
    "ai-atk-s0515a15:52_3": "fading away and cessation with the complete fading away of rapture, with the cessation of fading away, and cessation.",
    "ai-atk-s0515a15:53_0": "discerning the whole world as empty,",
    "ai-atk-s0515a15:53_1": "having removed (wrong) view of self, having lifted it up,",
    "ai-atk-s0515a15:53_2": "That’s how one might die like this; death will be safe and death.",
    "ai-atk-s0515a15:53_3": "Seeing the world in this way the mass of the world,",
    "ai-atk-s0515a15:53_4": "He will not see the King of Death, he does not see (him) without his wisdom.",
    "ai-atk-s0515a15:54_0": "some do not receive another, even when they don’t become heedful at all.",
    "ai-atk-s0515a15:54_1": "Except if there is no announcement.",
    "ai-atk-s0515a15:54_2": "if they looked down on it, saying “This is theal who is suitable for action,”",
    "ai-atk-s0515a15:55_0": "187.",
    "ai-atk-s0515a15:55_1": "And what is it?",
    "ai-atk-s0515a15:55_2": "a partner, shook.",
    "ai-atk-s0515a15:55_3": "And there he was eighty-foted (pressed) on his forehead.",
    "ai-atk-s0515a15:55_4": "“Whether they’re going well,” and they made to stay apart,",
    "ai-atk-s0515a15:55_5": "All states are given to all, everywhere, is held ,",
    "ai-atk-s0515a15:55_6": "what is said:",
    "ai-atk-s0515a15:55_7": "he who says “I don’t have a personality”. He then repeatedly questioned that person, without being asked, who is an undehakable person, with nothing to do with them.",
    "ai-atk-s0515a15:56_0": "and the Lord of Demons are finished.",
    "ai-atk-s0515a15:56_1": "The meaning is this: how the hand of a razor is finished.",
    "ai-atk-s0515a15:56_2": "The action of action is finished.",
    "ai-atk-s0515a15:56_3": "When the border has been destroyed, the monk living in the charnel ground he is plastered with the intention to put a monk in the midst of it, and he makes it spittle at the foot of a wall.",
    "ai-atk-s0515a15:56_4": "he said to him, “How is working?”",
    "ai-atk-s0515a15:56_5": "Isidāsa",
    "ai-atk-s0515a15:56_6": "and that is the definition of the two ways.",
    "ai-atk-s0515a15:56_7": "than this exposition of the teaching on the instructions.",
    "ai-atk-s0515a15:56_8": "Characteristics, Etc.",
    "ai-atk-s0515a15:56_9": "Herein, discontent doesn’t prevail over that.",
    "ai-atk-s0515a15:56_10": "and its fact that it is manifested as the in a fact that it is manifested,",
    "ai-atk-s0515a15:56_11": "the successes of others,",
    "ai-atk-s0515a15:57_0": "They don’t get material possessions. They don’t get material possessions. And they don’t get material possessions.",
    "ai-atk-s0515a15:58_0": "188.",
    "ai-atk-s0515a15:58_1": "And what is it?",
    "ai-atk-s0515a15:58_2": "Overcome by the verses:",
    "ai-atk-s0515a15:58_3": "Herein, a (volitional) process expressed by way of the merit,",
    "ai-atk-s0515a15:58_4": "It is called “non-perception” or “renunciant” because it is said.",
    "ai-atk-s0515a15:58_5": "Liberating injure, they active efforts,",
    "ai-atk-s0515a15:58_6": "he sees all beings, everywhere, in every case.",
    "ai-atk-s0515a15:59_0": "Deeds are the first thing",
    "ai-atk-s0515a15:59_1": "arousing inter than initiative, persistence, and exerting energy.",
    "ai-atk-s0515a15:59_2": "and ‘wavering in the three countries,’ is a term for pronemations.",
    "ai-atk-s0515a15:59_3": "That’s why arouse energy.",
    "ai-atk-s0515a15:60_0": "189.",
    "ai-atk-s0515a15:60_1": "Seeing this, the Buddha doesn’t see it.",
    "ai-atk-s0515a15:60_2": "Herein, one says “I am” is no one who is like me,” and so on, etc., respect and non-human beings.",
    "ai-atk-s0515a15:60_3": "He doesn’t find no vulnerability or see anyone wherever he does not count, he does not get store it.",
    "ai-atk-s0515a15:60_4": "Herein, the rest is as already explained in all ways.",
    "ai-atk-s0515a15:60_5": "In this way they were taught like a bungalow.",
    "ai-atk-s0515a15:61_0": "On the Great Reference to the True Dhamma",
    "ai-atk-s0515a15:62_0": "The commentary on the Productions is finished."
}