{
    "ai-atk-s0404a10:0_0": "1. Sambodhivaggo",
    "ai-atk-s0404a10:1_0": "1. Sambodhisuttavaṇṇanā",
    "ai-atk-s0404a10:2_0": "1.",
    "ai-atk-s0404a10:2_1": "The meaning is that in nine places where the Bodhisattas (?) is the meaning of the Joyful Gods, the Council of the Jina, beginning with the first full development, is the meaning.",
    "ai-atk-s0404a10:2_2": "And Sineru, the ninefold things appear.",
    "ai-atk-s0404a10:2_3": "Koṇāgamana, what is it?",
    "ai-atk-s0404a10:2_4": "copping, she wide openings,",
    "ai-atk-s0404a10:2_5": "opening up the minds of serenity and insight,",
    "ai-atk-s0404a10:2_6": "talk about fewness of wishes, talk about fewness of wishes,",
    "ai-atk-s0404a10:2_7": "Likewise in the rest.",
    "ai-atk-s0404a10:3_0": "This in the case of the blessing must be developed to abandon greed, hate, and delusion:",
    "ai-atk-s0404a10:3_1": "A man who took a sword and knife, dressed in a goad from a million,",
    "ai-atk-s0404a10:3_2": "Then, having become broken, they entered the cows.",
    "ai-atk-s0404a10:3_3": "He takes what is eaten and dropped through the opposite sex, before he takes them with a broken-down and dropped them back.",
    "ai-atk-s0404a10:3_4": "(from the time) the Buddha was told like a mustard seed, like a goose from the distance of produced by the Buddha. He was like a roaming sun, like a cloth that was brought to the simile of the sun. He having made a branch of the well-prepared ropess, like the jackal, after breaking over the robber with the darkness of the brace and sank. It was like a road, after sewing back and forth in the way that was like the darkness was not rotttting the wrong time, and it was like a branch of the wrong time, like a roubledornments, and it was said to another shade, asidephere of greedying from the jackaled by the jacking life, it were.",
    "ai-atk-s0404a10:3_5": "To this meaning:",
    "ai-atk-s0404a10:3_6": "“For he should develop it to give up greed for passion.”",
    "ai-atk-s0404a10:4_0": "Herein rising into the five cords of sense desire -",
    "ai-atk-s0404a10:4_1": "The meditation subject consists of loving-kindness is the meditation subject.",
    "ai-atk-s0404a10:4_2": "Then he gives up ill will in the way already described, which is the purpose of abandoning ill will,",
    "ai-atk-s0404a10:4_3": "To mindfulness of breathing is the sixteen bases of mindfulness of breathing.",
    "ai-atk-s0404a10:4_4": "The purpose of cutting off applied thought in the way already described is the “interruption of applied thoughts” .",
    "ai-atk-s0404a10:4_5": "‘I am the conceit ‘I am’ and ‘I am’, for the sake of warding off the conceit ‘I am’,",
    "ai-atk-s0404a10:4_6": "stabilized perceptions of not-self in what is impermanent and what is seen in what is impermanent.",
    "ai-atk-s0404a10:4_7": "For among these three characteristics, etc., only one is seen in such a one,",
    "ai-atk-s0404a10:4_8": "Therefore it is said:",
    "ai-atk-s0404a10:4_9": "“Mendicants, when you perceive impermanence, the perception of not-self becomes stabilized.”",
    "ai-atk-s0404a10:4_10": "Regarding in the present life, they attain Nibbāna in this very life, immediately effective, inviting inspection, relevant, so that it is proper to attain Nibbāna.",
    "ai-atk-s0404a10:5_0": "2. Nissayasuttavaṇṇanā",
    "ai-atk-s0404a10:6_0": "2.",
    "ai-atk-s0404a10:6_1": "grounded in the second ground.",
    "ai-atk-s0404a10:6_2": "The faithful lazy",
    "ai-atk-s0404a10:6_3": "having energy, being energetic,",
    "ai-atk-s0404a10:6_4": "if you become a horse.",
    "ai-atk-s0404a10:6_5": "wisdom is the road to Wisdom, knowing the path is wisdom,",
    "ai-atk-s0404a10:6_6": "Unalti:",
    "ai-atk-s0404a10:6_7": "He surrounds things: he associates, associates, and he cultivates them.",
    "ai-atk-s0404a10:6_8": "he endures endures by overestimation; he endures the wind;",
    "ai-atk-s0404a10:6_9": "he avoids running and shuning the most excellent, he avoids them.",
    "ai-atk-s0404a10:6_10": "He checks things: he remembers the brought into.",
    "ai-atk-s0404a10:6_11": "When a mendicant learns in this way, they keep running and in detail: “Ascetic of in questioning and seeking alms, they use thresholding and torpor, avoidance of requisites, and using them,” that monk is called “lasting.",
    "ai-atk-s0404a10:7_0": "3. Meghiyasuttavaṇṇanā",
    "ai-atk-s0404a10:8_0": "3.",
    "ai-atk-s0404a10:8_1": "In the third city of Cālikā,",
    "ai-atk-s0404a10:8_2": "It seems that while looking at a place is nursing, it seems, as if he were speaking with it was an impediment.",
    "ai-atk-s0404a10:8_3": "and like a mountain top in position going on a mountain from Kāḷivisa, like the mountains when it was carried on a mountain top and like a pyre log. That is why it was described from the mountain, like a pyre.",
    "ai-atk-s0404a10:8_4": "they made a dwelling place there.",
    "ai-atk-s0404a10:8_5": "Thus the Fortunate One lived near the city of Cāliya,",
    "ai-atk-s0404a10:8_6": "In the cowherd’s village, town, and capital.",
    "ai-atk-s0404a10:8_7": "They win a cowherd’s head,",
    "ai-atk-s0404a10:8_8": "to prevent the striving, turning upwards,",
    "ai-atk-s0404a10:8_9": "for the sake of striving (wholesome) efforts is good.",
    "ai-atk-s0404a10:8_10": "Please, having heard the word of the Thera, thought, “Whoever is present,” After hearing the true knowledge of this, he said:",
    "ai-atk-s0404a10:8_11": "and if she went to another house in this way, thinking “This is the proper procedure, but this isn’t done crafts,” and she replies once again to another.",
    "ai-atk-s0404a10:8_12": "There is nothing more to be done in the four truths. There is nothing that needs improvement.",
    "ai-atk-s0404a10:8_13": "what has been done, what has been attained is one who is himself called conflict.",
    "ai-atk-s0404a10:8_14": "For there is no illness towards the path,",
    "ai-atk-s0404a10:8_15": "If you are talking about striving, what can we say? “Why should I say?”",
    "ai-atk-s0404a10:9_0": "I sat down for the day’s meditation.",
    "ai-atk-s0404a10:9_1": "and sit down on a bed in a chair, and a hundred thousand aeons of wives, and the King sat down on the same seat as before.",
    "ai-atk-s0404a10:9_2": "Then as he was sitting on his seat he was sitting cross-legged in the Greatly Full of the king, he was sitting on his couch.",
    "ai-atk-s0404a10:9_3": "Then this gratification arose in him,",
    "ai-atk-s0404a10:9_4": "At that moment, instantly he saw two goats, like a huge in front of a great sacrifice, and saw them.",
    "ai-atk-s0404a10:9_5": "each of these, a one, malicious, and cruel thoughts—is able to cruel thoughts, and cruel thoughts—",
    "ai-atk-s0404a10:9_6": "the tree is resided by humiliar, as well-sphere trees that were snakeed to catch out.",
    "ai-atk-s0404a10:9_7": "Since it is said:",
    "ai-atk-s0404a10:9_8": "Then venerable Meghiya, having said this to venerable Meghiya:",
    "ai-atk-s0404a10:9_9": "are tied up with one another.",
    "ai-atk-s0404a10:9_10": "Then the Buddha approaches,",
    "ai-atk-s0404a10:10_0": "4. Nandakasuttavaṇṇanā",
    "ai-atk-s0404a10:11_0": "4.",
    "ai-atk-s0404a10:11_1": "On the fourth meal, on the occasion of eating.",
    "ai-atk-s0404a10:11_2": "Having heard that, the Teacher was the senior elder named Macchikāsaṇḍa, the chief of the Sun, having heard that teaching the Elder Mahā Deva, thought, “Friend, having heard the Dhamma, we will teach the Dhamma,” and having heard the Dhamma, he went to the assembly hall, saying, “We shall give you the Dhamma”,",
    "ai-atk-s0404a10:11_3": "When he is outside the doorway, he stood outside the monastic boundary and separately. He then sewing robes in that robe-cloth and went to another.",
    "ai-atk-s0404a10:11_4": "To the end of the conversation thus, “This is the discussion about the teaching,” and he listens to the Dhamma.",
    "ai-atk-s0404a10:11_5": "Ānanda, the teacher, having been convinced in the first watch of the Teacher, gave it to the Teacher.",
    "ai-atk-s0404a10:11_6": "“Sir, it’s the first time that goes beyond.”",
    "ai-atk-s0404a10:11_7": "The Teacher said to her: “Gotamī, did you go forth.”",
    "ai-atk-s0404a10:11_8": "Ānanda said, “Venerable Ānanda, it’s exclusively happy, as well as you like, when you were an anointed, the middle of the day, and the end of the Buddha.” And he said, “Sir, it was in the middle of the day youth.”",
    "ai-atk-s0404a10:11_9": "The Teacher said to her: “Gotamī, did you go forth.”",
    "ai-atk-s0404a10:11_10": "After standing there, the understanding of the goblin blade of lucidity,",
    "ai-atk-s0404a10:11_11": "After speaking, including the talk, he gave the Elder’s relics, “In this way all the Ten Power, I must have the ten regions, and with the One’s corpse.",
    "ai-atk-s0404a10:11_12": "The chapter on the first doors.",
    "ai-atk-s0404a10:12_0": "having delight in clinging, shamelessly,",
    "ai-atk-s0404a10:12_1": "you’re far from pain and sorrow.",
    "ai-atk-s0404a10:12_2": "There is no reason for us, not without analysis.",
    "ai-atk-s0404a10:12_3": "if they don’t give it away when provisions.",
    "ai-atk-s0404a10:12_4": "Good, good Sāla, having gone to the Dhamma teaching Dhamma about the Elder.",
    "ai-atk-s0404a10:12_5": "For this is the meaning in the passage beginning, “Bhikkhus, the teaching and the Dhamma.”",
    "ai-atk-s0404a10:12_6": "(He who), endowed with good families, and sons of the birth,",
    "ai-atk-s0404a10:12_7": "the noble eightfold path, which is accompanied by the second jhāna.",
    "ai-atk-s0404a10:12_8": "the wisdom there is from contemplating the states of (volitional) processes, and insight into the penetration of insight,",
    "ai-atk-s0404a10:12_9": "He was the origin of the Assaji and Pokkharasāti.",
    "ai-atk-s0404a10:12_10": "Having said this, and preached this Dhamma,",
    "ai-atk-s0404a10:12_11": "The dwelling called Gandhāras,",
    "ai-atk-s0404a10:13_0": "at the right time for listening to the Dhamma at the time.",
    "ai-atk-s0404a10:13_1": "Questioning a question about the teaching!",
    "ai-atk-s0404a10:13_2": "The deep (sake) meaning is spoken to by a deep rough meaning,",
    "ai-atk-s0404a10:13_3": "wisdom is the variety of wisdom, insight is the path,",
    "ai-atk-s0404a10:13_4": "and learning the meditation subject eventually. It is allowed to question him as well.",
    "ai-atk-s0404a10:13_5": "Or he attains perfection as attained perfection in him, or he will attain perfection the special qualities of development.",
    "ai-atk-s0404a10:13_6": "They try for attaining the unattainedness and perfection.",
    "ai-atk-s0404a10:13_7": "He dwells in a happy life here and now, having a pleasant abiding in the here and now.",
    "ai-atk-s0404a10:14_0": "5. Balasuttavaṇṇanā",
    "ai-atk-s0404a10:15_0": "5.",
    "ai-atk-s0404a10:15_1": "saw the five powers that were created by ignorance, produced by the power of wisdom, and the power of wisdom,",
    "ai-atk-s0404a10:15_2": "Unskillful relatives’:",
    "ai-atk-s0404a10:15_3": "So in each instance,",
    "ai-atk-s0404a10:15_4": "(It is) not able to develop the noble ones, the conduct of the noble ones, or the which is noble ones.",
    "ai-atk-s0404a10:15_5": "have been seen and heard you ever seen.",
    "ai-atk-s0404a10:15_6": "Good conduct is arranged for his mental conduct, and vowed to rest.",
    "ai-atk-s0404a10:15_7": "There is in whom there is Dhamma",
    "ai-atk-s0404a10:15_8": "The dangers of livelihood lived here.",
    "ai-atk-s0404a10:15_9": "Abhaya, fearing in the world,",
    "ai-atk-s0404a10:15_10": "having driven out the round of the feminine, having fallen to the assembly,",
    "ai-atk-s0404a10:15_11": "In this well-proclaimed,",
    "ai-atk-s0404a10:16_0": "6. Sevanāsuttavaṇṇanā",
    "ai-atk-s0404a10:17_0": "6.",
    "ai-atk-s0404a10:17_1": "The sixth prerequisites for lifetime is the reason why they transgression.",
    "ai-atk-s0404a10:17_2": "he should be undertaken:",
    "ai-atk-s0404a10:17_3": "crushing out of season.",
    "ai-atk-s0404a10:17_4": "Or night he can find portion for the day or night, when day is standing, he should go away for the night during the day and night, for the day’s meditation, when there is no need.",
    "ai-atk-s0404a10:17_5": "Knowing that the day is at night, he should leave for the day.",
    "ai-atk-s0404a10:17_6": "Through the goal of the ascetic life he knows he is fully developed and cultivated, having fully developed (to know):",
    "ai-atk-s0404a10:17_7": "But a person should follow that person’s follows: “This person should be followed by this person.”",
    "ai-atk-s0404a10:17_8": "But here it should be asked without asking permission of an individual essence without taking leave.",
    "ai-atk-s0404a10:17_9": "however, I have thrown out, one laid down (only) thrown out.",
    "ai-atk-s0404a10:17_10": "If such a person is to beat it with a hundred pots of water, a hundred pots or a hundred throats, or a fingernails, and it puts it together with a staff, and then asks forgiveness,",
    "ai-atk-s0404a10:18_0": "7. Sutavāsuttavaṇṇanā",
    "ai-atk-s0404a10:19_0": "7.",
    "ai-atk-s0404a10:19_1": "In the five places you can use the vicinity of the heart.",
    "ai-atk-s0404a10:19_2": "(but) with a stick, a stone’s head,",
    "ai-atk-s0404a10:19_3": "(thinking): the grass blade of grass and sticks,",
    "ai-atk-s0404a10:19_4": "Intending to steal: he felled with the intention of stealing,",
    "ai-atk-s0404a10:19_5": "he stores up goods for sensual pleasures, he can’t eat whatever bad deeds there is, he can’t get rid of the defilements.",
    "ai-atk-s0404a10:19_6": "what is said without sense desire.",
    "ai-atk-s0404a10:19_7": "(But) the Buddha, thinking: “I cannot reject the world,” thus he refused.",
    "ai-atk-s0404a10:19_8": "and so on.",
    "ai-atk-s0404a10:19_9": "This is the eighth conversation among the gods.",
    "ai-atk-s0404a10:19_10": "In this discourse the text of the city (previously) came;",
    "ai-atk-s0404a10:20_0": "8-10. Sajjhasuttādivaṇṇanā",
    "ai-atk-s0404a10:21_0": "8-10.",
    "ai-atk-s0404a10:21_1": "Eight reasons the Buddhas spoke about the eight Buddhas.",
    "ai-atk-s0404a10:21_2": "An uneducated ordinary person is worthy of offerings dedicated to the gods.",
    "ai-atk-s0404a10:21_3": "These ten attainments: Master Gotama, endowed with unsurpassed supernormal powers,  in order to preceding the path with insight.",
    "ai-atk-s0404a10:21_4": "The rest is undefined.",
    "ai-atk-s0404a10:22_0": "The first sub-chapter on mouthfuls is finished."
}