{
    "ai-atk-s0201a2:0_0": "2. Sīhanādavaggo",
    "ai-atk-s0201a2:1_0": "1. Cūḷasīhanādasuttavaṇṇanā",
    "ai-atk-s0201a2:2_0": "The Simile of the Sumedhā",
    "ai-atk-s0201a2:2_1": "having shown that he is arranged for the sake of the auspicious bowl, and we will give it a bed.",
    "ai-atk-s0201a2:2_2": "In regard to what is done, this is the leading to the unattained,",
    "ai-atk-s0201a2:2_3": "gained by the sectarians,",
    "ai-atk-s0201a2:2_4": "in the Dhammadinnā, it seems, in the Bhaddiya Dhammāsoka’s a great gain and honour ruined in the Doctrine.",
    "ai-atk-s0201a2:2_5": "This is the fourth kind of person.",
    "ai-atk-s0201a2:3_0": "This is the difference between them:",
    "ai-atk-s0201a2:3_1": "And what person has the formless realm?",
    "ai-atk-s0201a2:3_2": "It may be that someone sees a certain person, or if he sees a place there, but he should catch it up in the form of a person, carry it up before giving them. This is called “special”.",
    "ai-atk-s0201a2:4_0": "And who is the person with hope?",
    "ai-atk-s0201a2:4_1": "It’s when someone praises the colour of another, the other person, the same inspiring confidence in others, and praises the intention of others like an oppression—a person whose confidence in others is called a person who has self-repute.",
    "ai-atk-s0201a2:5_0": "And who is the person with coarse mortification and shabby.",
    "ai-atk-s0201a2:5_1": "It’s when someone sees a new robe furnishing the ground, sees a body rough their nails, their body hair furnishing, their hole, shabby robes, and seeing people are caught in it. This is called a rough confidence in those place.",
    "ai-atk-s0201a2:6_0": "And who is the person with gift of the teaching?",
    "ai-atk-s0201a2:6_1": "It may be that someone who sees a ethics, immersion, and wisdom, preserves confidence; or they don’t see a person called ‘spiration’.",
    "ai-atk-s0201a2:7_0": "As the four carcasses of the Buddha’s appearance, shines with gold netting, glory of gems, and clothes, allols, and covered with gold netting, with the chariot poles, and its various treasures, like a golden bunches of pearls, and its creeper-treasures, which are perfumes and blazing and glows, creeping thoughts of preciously.",
    "ai-atk-s0201a2:8_0": "Virūpakkhas, the Earths, the four hundred thousand aeons, ten thousand lesser merchants, and one hundred thousand aeons, ten thousand lesser faithful ranges, birds, finger-talliers, extraordinary offerings, etc., and even the ultimate sense of urgency and child. Having heard the neighborhood of his own sons, the ruler of the earth, the perfected ones, and the fully awakened.",
    "ai-atk-s0201a2:9_0": "Even when he sees a coarse robe the Buddha’s rough, he would live at home with his own hands,",
    "ai-atk-s0201a2:9_1": "Having gone forth as a servant and so on, when they were given their robe-cloth by Paccekabuddha, the Perfectly Awakened One, the fully Awakened One, they still recited the verses.”",
    "ai-atk-s0201a2:9_2": "If the bowl is given to him when he sees it:",
    "ai-atk-s0201a2:9_3": "“In this way he lives at home. You’re living in the royal longhouse to get past, drink, clothes, and beggars. You’d take food, drink, clothes, and vehicles; garlands and perfumes, and makeup, and bed on a palanquins, walking for alms. You’re walking for alms.” And when you’re able to get almsfood, he swept away the royal, thinking, “As a fully awakened Buddha,” and washed his alms.",
    "ai-atk-s0201a2:9_4": "Seeing the allocation of furniture:",
    "ai-atk-s0201a2:9_5": "“This house is made of your house, made like a charming flece of three kinds in the fourfold enemy, as in the heaven of the Three and iron bowls, and iron shelled it, throne, and plunges into a neighborhood of a tree, and then returns to the root of a tree as crowded with floor.”",
    "ai-atk-s0201a2:9_6": "Now, when he sees that austerities –",
    "ai-atk-s0201a2:9_7": "“As a shaft is called ‘shoping block’ because it’s a rag for funeral pyre’ and shots for me, frequently unrestructed body, oppressed, feces, urine, excrement, spittle, rinsing above meters, (and he makes) the Blessed One, the perfected one, the fully awakened Buddha.”",
    "ai-atk-s0201a2:10_0": "And the necess of Dhamma. When the Buddha has attained the first absorption, ethics, immersion, wisdom, and freedom.",
    "ai-atk-s0201a2:10_1": "But in the sectarians the ascetics of other religions that were very beautiful like a flee of cloth enemy.",
    "ai-atk-s0201a2:11_0": "“You look at the dust-free one like a shining light,",
    "ai-atk-s0201a2:12_0": "There they made a messenger and of meat.",
    "ai-atk-s0201a2:13_0": "When the thunder-cloth, endowed with Saṁsāra,",
    "ai-atk-s0201a2:14_0": "Then you must tell me whether your possessions or honor the respects.",
    "ai-atk-s0201a2:15_0": "so far as the Buddha king of the Dhamma",
    "ai-atk-s0201a2:16_0": "Serving other ascetics and brahmins, the many ascetics and brahmins,",
    "ai-atk-s0201a2:17_0": "Now, when the Buddha, endowed with good qualities,",
    "ai-atk-s0201a2:18_0": "Once again the ascetics of other religions, Sakka, the ascetics of other religions.”",
    "ai-atk-s0201a2:19_0": "When they’ve given up the dart of water, they call up out the sun with lights up the pit of glowing coals.",
    "ai-atk-s0201a2:20_0": "Like a lamp in the darkness,",
    "ai-atk-s0201a2:21_0": "the splendid is the language’s word; for he is a splendid.",
    "ai-atk-s0201a2:22_0": "when the taste of the taste of the solid nectar,",
    "ai-atk-s0201a2:23_0": "Then it lights up the lamps,",
    "ai-atk-s0201a2:24_0": "So the sectarians and the sectarians,",
    "ai-atk-s0201a2:25_0": "And what is in the world for its own beauty?",
    "ai-atk-s0201a2:26_0": "But when the Buddha in the world, or the non-human beings,",
    "ai-atk-s0201a2:27_0": "He has put aside the sectarians on the ascetics of other religions,",
    "ai-atk-s0201a2:28_0": "When they had spoken, the Buddha came to Kaccāna relics in order to prevent the supreme worm of his body, and he went to the Birth Rohaṇa and stood at the crossroads with his army and reading the four great ship. Then he went to the assembly hall with his army and discussed him.",
    "ai-atk-s0201a2:29_0": "“What does the ascetic Gotama exist?",
    "ai-atk-s0201a2:29_1": "the ascetic Gotama is our disciples.",
    "ai-atk-s0201a2:29_2": "Only what is given to my disciples is very fruitful, not what is given to our disciples.",
    "ai-atk-s0201a2:29_3": "‘The ascetic Gotama isn’t like me,",
    "ai-atk-s0201a2:29_4": "and there are disciples of the ascetic Gotama.",
    "ai-atk-s0201a2:29_5": "And the disciples of the ascetic Gotama also gives them to a gift and it is very fruitful and beneficial.",
    "ai-atk-s0201a2:29_6": "Even his disciples give us the ascetic Gotama and his disciples, not useing any answers.",
    "ai-atk-s0201a2:29_7": "Don’t the ascetic Gotama arises in the world that very day?”",
    "ai-atk-s0201a2:30_0": "When you get rid of refusing to roam,",
    "ai-atk-s0201a2:30_1": "The monks heard the complaints of those lay followers, “Venerable Sir,” and they told him what had happened.",
    "ai-atk-s0201a2:30_2": "The Fortunate One, having heard that, –",
    "ai-atk-s0201a2:30_3": "“Mendicants, don’t say this because you’re persuaded by the ascetics of other religions, having spended them from the teachers of other religions, and here you will allow them to be living here.”",
    "ai-atk-s0201a2:31_0": "Herein, here in this place:",
    "ai-atk-s0201a2:31_1": "But this last should be understood in the same way.",
    "ai-atk-s0201a2:31_2": "for the second, etc., are not here.",
    "ai-atk-s0201a2:31_3": "the stream-enterer,",
    "ai-atk-s0201a2:31_4": "Hence it is said:",
    "ai-atk-s0201a2:31_5": "“And what is the first ascetic?",
    "ai-atk-s0201a2:31_6": "It’s when a mendicant—with the ending of three fetters—is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.”",
    "ai-atk-s0201a2:32_0": "A second Once-Returner,",
    "ai-atk-s0201a2:32_1": "Hence it is said:",
    "ai-atk-s0201a2:32_2": "“And what, what is it?",
    "ai-atk-s0201a2:32_3": "second ascetic is a second ascetic.",
    "ai-atk-s0201a2:32_4": "It’s when a mendicant—with the ending of three fetters, and the weakening of greed, hate, and delusion—is a once-returner. They come back to this world once only, then make an end of suffering.",
    "ai-atk-s0201a2:32_5": "This is the second ascetic.”",
    "ai-atk-s0201a2:33_0": "the third kind of non-returner.",
    "ai-atk-s0201a2:33_1": "Hence it is said:",
    "ai-atk-s0201a2:33_2": "“And what is the third ascetic?",
    "ai-atk-s0201a2:33_3": "It’s when a mendicant, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.",
    "ai-atk-s0201a2:33_4": "This is the third ascetic.”",
    "ai-atk-s0201a2:34_0": "and fourth:",
    "ai-atk-s0201a2:34_1": "Hence it is said:",
    "ai-atk-s0201a2:34_2": "“And what is the fourth ascetic?",
    "ai-atk-s0201a2:34_3": "It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.",
    "ai-atk-s0201a2:34_4": "This is the fourth ascetic.”",
    "ai-atk-s0201a2:34_5": "So there are four grounds for the ascetic practices.",
    "ai-atk-s0201a2:35_0": "empty, hollow, and empty.",
    "ai-atk-s0201a2:35_1": "These are the four percipients of other religions, who teach fourteen grounds, who teach the efficacy of deeds, and one percipients of self in the present life. All of them declare that the origin of the Percipient, the sixty-two grounds, and eight percipients are neither percipient nor non-percipient.",
    "ai-atk-s0201a2:35_2": "The Exterior (where) doctrines of others, (such) others is the name of the others.",
    "ai-atk-s0201a2:35_3": "Your four fruits has been well construed by the fourfold fruits.",
    "ai-atk-s0201a2:35_4": "But it’s not easy to find a declaration that is empty of the four paths, having been undertaken by the Buddha, that is, it’s easy to repay them.",
    "ai-atk-s0201a2:35_5": "That is what the reason why the Fortunate One said:",
    "ai-atk-s0201a2:36_0": "“As a hero, ~ Subhadda,",
    "ai-atk-s0201a2:37_0": "I went forth a good family,",
    "ai-atk-s0201a2:38_0": "It’s been over fifty years",
    "ai-atk-s0201a2:39_0": "since I went forth.",
    "ai-atk-s0201a2:40_0": "I am the one who points out the proper teaching:",
    "ai-atk-s0201a2:41_0": "Outside of here there is no true ascetic.",
    "ai-atk-s0201a2:42_0": "“There’s no ascetic, no second ascetic, no third ascetic, and no fourth ascetic.",
    "ai-atk-s0201a2:42_1": "Other sects are empty of ascetics.”",
    "ai-atk-s0201a2:43_0": "Here the one who has established insight in that place, having established mindfulness on the ground,",
    "ai-atk-s0201a2:43_1": "Therefore, having entered the road, the story of the one who is started in the road and one that was cracked by three on one occasion, and he said, “This ascetic is not a single ascetic.”",
    "ai-atk-s0201a2:43_2": "Once-Returner, possessed the path to the fruit of once-return, and he puts aside the second ascetic’s robe.",
    "ai-atk-s0201a2:43_3": "Any other two in both ways.",
    "ai-atk-s0201a2:44_0": "But why are it here?",
    "ai-atk-s0201a2:44_1": "if it is not shared without;",
    "ai-atk-s0201a2:44_2": "because just as the grain doesn’t arise in the home, or the fire produces the water in the homes or the cluster figs, so too, when these exterior sense fields don’t arise in this dispensation, so long as these seeds don’t arise.",
    "ai-atk-s0201a2:44_3": "fields, lands,",
    "ai-atk-s0201a2:44_4": "It is not possible that this field should be understood and the noble path.",
    "ai-atk-s0201a2:44_5": "That is why the Blessed One said:",
    "ai-atk-s0201a2:45_0": "“Subhadda, in whatever teaching and training the noble eightfold path is not found, there is no true ascetic found, no second ascetic, no third ascetic, and no fourth ascetic.",
    "ai-atk-s0201a2:45_1": "In whatever teaching and training the noble eightfold path is found, there is a second ascetic found, a second ascetic, a third ascetic, and a fourth ascetic.",
    "ai-atk-s0201a2:45_2": "there a fourth (true) ascetic is found.",
    "ai-atk-s0201a2:45_3": "In this teaching and training the noble eightfold path is found. Only here is there a true ascetic, here a second ascetic, here a third ascetic, and here a fourth ascetic. Other sects are empty of ascetics.”",
    "ai-atk-s0201a2:46_0": "In this way there are means (alternative form) that is not easily obtained by a clean cloth from the Himalayas, the king of mountains, one thousand trees, or a charnel ground, one thousand leagues long and eventually plunges into the Himalaya’s lake, and one thousand leagues nearby.",
    "ai-atk-s0201a2:46_1": "And just as in the six royal nāga families the elephants, having a new palanquin into the new families,",
    "ai-atk-s0201a2:46_2": "Just as King A horse-hair (Buddha) crowds, Vajjī, or else the royal family of Sāketa or Manasālā, were born in a family of Sakuludāyī,",
    "ai-atk-s0201a2:46_3": "And just as, when a mind-made mountain peak is smoothed on the peak of jewels, the peaks would grow.",
    "ai-atk-s0201a2:46_4": "And just as the 84,000 pearls the size of mustard seeds that are 84,000 leagues below the ocean.",
    "ai-atk-s0201a2:46_5": "And just as when a fortnight 40 kilometers a drop of leaf-hut in the ocean in an Eastern Monastery, having plunged deep into the ocean and springs up in the forest,",
    "ai-atk-s0201a2:46_6": "Just as, when golden statue was struck by a golden shop, he threw his bed and surrounded by one thousand companions, the town together with a thousand companions arrived at the peaked roof,",
    "ai-atk-s0201a2:46_7": "And just as the fourth king of the wheel-turning monarch was born in a low-caste mango tree without waves or enemy.",
    "ai-atk-s0201a2:46_8": "In the same way, when these only one ascetic doesn’t arise to be discovered by the Buddha, the teaching of the noble ones, and the noble path arises in them.",
    "ai-atk-s0201a2:46_9": "Hence the Buddha said: “Here is an ascetic, monks, regarding the Noble One.",
    "ai-atk-s0201a2:46_10": "Other sects are empty of ascetics.”",
    "ai-atk-s0201a2:47_0": "(but) he roars his lion’s roar rightly, this is the reason why the name of the lion",
    "ai-atk-s0201a2:47_1": "(who) is the best: that is best, unattractive,",
    "ai-atk-s0201a2:47_2": "For these four ascetics are the best, not the best;",
    "ai-atk-s0201a2:47_3": "“These Sakyan ascetics says “There is nothing wrong here,” “There is nothing wrong with any kind of speech,” or “There is non-violent,” or “There is this”—",
    "ai-atk-s0201a2:47_4": "“These Sakyan ascetics are also fulfilling the benefits of these things,” and they dubious in one place without making amends for one eyes. This is called one who has not made accompanying.",
    "ai-atk-s0201a2:47_5": "Therefore it was said: “There is no heading for wealth, the one who is bestless, (also), without turning away.”",
    "ai-atk-s0201a2:48_0": "It’s possible that this is possible.",
    "ai-atk-s0201a2:48_1": "to which one of other sects will suffer,",
    "ai-atk-s0201a2:48_2": "And here he should know about means, and he should know the ascetics of other religions;",
    "ai-atk-s0201a2:48_3": "Probation as preceptor",
    "ai-atk-s0201a2:48_4": "Herein, sentient beings come to wake up and canopy. That is why there are called ‘spare’ because they are upholding the flowers’.",
    "ai-atk-s0201a2:48_5": "is seen (therefore) (these) one is seen (them),",
    "ai-atk-s0201a2:48_6": "After taking the going forth he got the name of the ascetics of other religions.",
    "ai-atk-s0201a2:48_7": "Those (of the sectarians) should be understood as the sectarians’ disciples,",
    "ai-atk-s0201a2:48_8": "given up the wanderer’s wives, and went forth.",
    "ai-atk-s0201a2:48_9": "the disturbance of one rained down, the post is established.",
    "ai-atk-s0201a2:48_10": "with strength as their power,",
    "ai-atk-s0201a2:48_11": "you might say that by means of what you say, that strength or strength,",
    "ai-atk-s0201a2:49_0": "There are teachings grouped by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha: But who knows and sees, the perfected one, the fully awakened Buddha:",
    "ai-atk-s0201a2:49_1": "and having fulfilled all the thirty-two marks of a Buddha, he’d plane it with his own hands, saying: “Whoever is the supreme perfect awakening, the elimination of the death of all the beings in the Hatthaka of Awakened One, he’d see all the various sentient beings in the forms of sentient beings.”",
    "ai-atk-s0201a2:49_2": "Furthermore, knowing and seeing thus, with his divine-eye,",
    "ai-atk-s0201a2:49_3": "Or alternatively, knowing all the six kinds of direct-knowledge .",
    "ai-atk-s0201a2:49_4": "know and see for the sake of all the paths of embracing the eye, etc., which is tricked with visions, and so on. It is seeing clearly, and so on.",
    "ai-atk-s0201a2:49_5": "to get rid of the precepts of concentration and mind. They understand obstinately sticking to others, cruelty, and consideration.",
    "ai-atk-s0201a2:49_6": "he destroyed by the Buddhas and Perfected Ones, the perfected one, the fully awakened Buddha.",
    "ai-atk-s0201a2:49_7": "being obstructed the one who knows and sees, who sees,",
    "ai-atk-s0201a2:49_8": "Seeing the joy of the four primary elements, the fact that neglectrum of the Buddha and the four primary elements, I say, “We don’t have been freed from the four primary elements”,",
    "ai-atk-s0201a2:50_0": "And here too the Blessed One, beginning with the Enlightened One’s special qualities, etc., described in the special qualities of the Enlightened One’s special qualities.",
    "ai-atk-s0201a2:50_1": "confidence in the Dhamma, Visākha, inspires confidence in the teaching, etc., inspires confidence in the special qualities of Dhamma, and confidence in those without it.",
    "ai-atk-s0201a2:50_2": "fulfillment of the precepts,",
    "ai-atk-s0201a2:50_3": "These are the five precepts called ‘the noble ones’.",
    "ai-atk-s0201a2:50_4": "For a noble disciple who does not transgress the noble ones, nor does he know,",
    "ai-atk-s0201a2:50_5": "And if anyone says,",
    "ai-atk-s0201a2:50_6": "“Through this whole universe with the whole of the wheel-turning monarch, and takes his life, for him with an execution.” It is possible for him to murder him.",
    "ai-atk-s0201a2:50_7": "Thus this virtues of the noble ones, dear and beloved.",
    "ai-atk-s0201a2:50_8": "These, friends, and composed to the festivals.",
    "ai-atk-s0201a2:51_0": "Charactes a trainee nun, a trainee nun, a novice monk, and a novice nun.",
    "ai-atk-s0201a2:51_1": "for it is because of a monk who converses with the monks, conversesing with him.",
    "ai-atk-s0201a2:51_2": "a nun ...",
    "ai-atk-s0201a2:51_3": "a laywoman with a stream-enterer ...",
    "ai-atk-s0201a2:51_4": "the non-returner and the teaching.",
    "ai-atk-s0201a2:51_5": "Therefore all those who legitimately are called legitimate and illegitimately.",
    "ai-atk-s0201a2:51_6": "There they are far from here that Noble Disciple.",
    "ai-atk-s0201a2:51_7": "You do not have a dispute among the next path and a complete assembly, there is no unfinished state in the same way.",
    "ai-atk-s0201a2:51_8": "This Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, methodical, and proper.",
    "ai-atk-s0201a2:51_9": "Thus there are four factors of a stream-enterer.",
    "ai-atk-s0201a2:52_0": "These are the four things that are our strength in ourselves. We call them out of ourselves. We say this to us:",
    "ai-atk-s0201a2:53_0": "We will get our reportment for our Teacher, and our disciple tears.",
    "ai-atk-s0201a2:53_1": "But just as a teacher uses the instructions and preceptors, the teachers of the teachers, feed our preceptors, government officials,",
    "ai-atk-s0201a2:53_2": "In this way one said “Sandha is conversed to confidence,”",
    "ai-atk-s0201a2:53_3": "But the elder –",
    "ai-atk-s0201a2:53_4": "“When the Teacher is not worthy of an ascetic, one does not.” Then he thinks: ‘Only the Teacher, the highest among gods, the teachers of other religions, and so on, having made the teachers of other religions, he is an ascetic of such a doctrine, and having transgressed them with his teacher’s doctrine, he, throat them and circumambulated them with the Teacher.",
    "ai-atk-s0201a2:53_5": "But confidence in the teaching: “This is the midst of the teaching, this is the middle of ourselves,” and they said to him, “There are equipments for our own use.”",
    "ai-atk-s0201a2:53_6": "ethical conduct, fondness, white, white, and deprived.",
    "ai-atk-s0201a2:53_7": "Firstly, they say, ‘Consciousness’.",
    "ai-atk-s0201a2:53_8": "being overpowered by what comes to an end.",
    "ai-atk-s0201a2:53_9": "If this is the difference between you and us, you say,",
    "ai-atk-s0201a2:53_10": "What is the name of this?",
    "ai-atk-s0201a2:53_11": "we have no confidence in the four places,",
    "ai-atk-s0201a2:53_12": "This isn’t of confidence in those without it, and two of using the colour of speech as like or on earth.",
    "ai-atk-s0201a2:54_0": "Then the Fortunate One, having breaked (the Buddha), desiring to break up the wind,",
    "ai-atk-s0201a2:54_1": "In this conclusion: the teaching is the same, or the many kinds of confidence in those. What is that one, what is the goal for which the many kinds of confidence?",
    "ai-atk-s0201a2:54_2": "At that time there is no one called abiding in Vedas, no water at that time.",
    "ai-atk-s0201a2:54_3": "but when this instruction is finished,",
    "ai-atk-s0201a2:54_4": "or if they have all come to an end, they say,",
    "ai-atk-s0201a2:54_5": "but the view that they prescribed by Brahmā.",
    "ai-atk-s0201a2:54_6": "That is why the Buddha declared that it was for himself to be shown by means of one’s own use.",
    "ai-atk-s0201a2:55_0": "Just now, when monks, the sectarian monks are finished in the same place as a given for one of those of the ascetics of other religions, etc., and is finished in the eleven sections, etc., and is said to be the Buddha to be free from greed and hate,",
    "ai-atk-s0201a2:55_1": "Herein, because there is no (rebirth in) the forty-three Worldship,",
    "ai-atk-s0201a2:55_2": "Suppose an jackal was that sign of the ascetics of other religions, and that Nuns would be finished in the future.",
    "ai-atk-s0201a2:56_0": "the astute who understands this,",
    "ai-atk-s0201a2:56_1": "Anuruddha is incomparable to the other, ~ Anuruddha and friends.",
    "ai-atk-s0201a2:56_2": "If they enjoy proliferation, although it’s a delight in this way, it’s a delightful.",
    "ai-atk-s0201a2:56_3": "the enjoying proliferating, the Lord of the World,",
    "ai-atk-s0201a2:56_4": "if he enjoys proliferation, he delights inliferation;",
    "ai-atk-s0201a2:56_5": "‘persistence’ is a term for craving.",
    "ai-atk-s0201a2:56_6": "It’s the view that craving is overpowered.",
    "ai-atk-s0201a2:56_7": "From passion for one in both places, having a defilements.",
    "ai-atk-s0201a2:56_8": "You can get to know diversity in their different ways.",
    "ai-atk-s0201a2:56_9": "For : For the five kinds of greed , etc., are stated in the Vibhaṅga in the way already stated .",
    "ai-atk-s0201a2:56_10": "Craving is to be reborn through craving for continued existence.",
    "ai-atk-s0201a2:56_11": "grasping ...",
    "ai-atk-s0201a2:56_12": "With Anuruddha and the fatiguing pair of robbers, etc.,",
    "ai-atk-s0201a2:56_13": "and it is the same since it is beginning with although it is “non-ading” in the way beginning,",
    "ai-atk-s0201a2:56_14": "Or alternatively: here the meaning is that of greed, etc., according to the root, and unprofitable root,",
    "ai-atk-s0201a2:56_15": "Continually is a condition for craving because of grasping craving:",
    "ai-atk-s0201a2:56_16": "like the first direction.",
    "ai-atk-s0201a2:56_17": "But the elder said, “But why did you say this: “We shall live out?”",
    "ai-atk-s0201a2:56_18": "for one greed is irresistible poison.",
    "ai-atk-s0201a2:56_19": "by craving and by craving,",
    "ai-atk-s0201a2:56_20": "grasping the state of being grasped,",
    "ai-atk-s0201a2:56_21": "Rolling the yoke with the Holy One,",
    "ai-atk-s0201a2:56_22": "and now you’ll attain absorption in the noble ones.”",
    "ai-atk-s0201a2:57_0": "Two roots are shown by the root of defilements, and so on is the wrong view.",
    "ai-atk-s0201a2:58_0": "Herein, the view of continued existence is eternal.",
    "ai-atk-s0201a2:58_1": "Existing in terms of continued existence:",
    "ai-atk-s0201a2:58_2": "Views freshly, and views were eternal with the dream of craving.",
    "ai-atk-s0201a2:58_3": "she is attached to craving, who has gone to mastery in craving.",
    "ai-atk-s0201a2:58_4": "attached to craving, holding it outside,",
    "ai-atk-s0201a2:58_5": "who has a doctrine and view: they all who teach the annihilation of existence.",
    "ai-atk-s0201a2:58_6": "“Because you’re shameless, in the Dark Forest ran out, this world is not worth a sixteenth part",
    "ai-atk-s0201a2:58_7": "likewise with the second enquiry.",
    "ai-atk-s0201a2:59_0": "Or two desiring originates, two originations, passing away and is the origin of the world.",
    "ai-atk-s0201a2:59_1": "the momentary, the origin of suffering,",
    "ai-atk-s0201a2:59_2": "The origin of the world,",
    "ai-atk-s0201a2:59_3": "They are the things that are grounds for views, repulsion, views, doubt, and ignorance.",
    "ai-atk-s0201a2:59_4": "“They are the causes and conditions for the aggregates.",
    "ai-atk-s0201a2:59_5": "All the constituents (of mind and body) that provide fuel for attachment are suffering. ...",
    "ai-atk-s0201a2:59_6": "Improper attention. ...",
    "ai-atk-s0201a2:59_7": "bad friends ...",
    "ai-atk-s0201a2:59_8": "This is the cause, repulsion, views, and repulsiveness of others.",
    "ai-atk-s0201a2:59_9": "So too, in this way the flood",
    "ai-atk-s0201a2:59_10": "Two Factors, and its breath agreed upon as before,",
    "ai-atk-s0201a2:59_11": "the momentary waists, the breaking up of the destruction of the precepts, and the breaking up of the body are impermanent.",
    "ai-atk-s0201a2:59_12": "The road called Stream-Entry",
    "ai-atk-s0201a2:59_13": "For the attainment of the path is stated because they have entered on a journey.",
    "ai-atk-s0201a2:60_0": "gratification is the root of the views.",
    "ai-atk-s0201a2:60_1": "That of which is said in reference to him:",
    "ai-atk-s0201a2:60_2": "“Whoever does have such a view,",
    "ai-atk-s0201a2:60_3": "And they honor, respect, esteem, and venerate their disciples.",
    "ai-atk-s0201a2:60_4": "This is the benefit of view that is the present life.”",
    "ai-atk-s0201a2:60_5": "Placing the Worlds rooted in views,",
    "ai-atk-s0201a2:60_6": "They can understand the absorptions of the Virtue, turning up from their hair and beard, dress in observed the five wings of the head, profitable circumstances, and so on.",
    "ai-atk-s0201a2:60_7": "escape from bondage, he will go to quenching.",
    "ai-atk-s0201a2:60_8": "Those who do not know it, and those who do not know it,",
    "ai-atk-s0201a2:60_9": "They’re not freed from suffering, diseased, or from the whole of the suffering.",
    "ai-atk-s0201a2:60_10": "it is said to be shown that it is said to be “with these (and then).”",
    "ai-atk-s0201a2:60_11": "They are freed from suffering, from the whole of suffering, because of the likewise suffering.",
    "ai-atk-s0201a2:60_12": "These are the two ends of the teaching called the rolled-uper walls. It is as near to the end of the teaching and training.",
    "ai-atk-s0201a2:61_0": "143.",
    "ai-atk-s0201a2:61_1": "now, mendicants, is showing the four kinds of view: this is grasping.",
    "ai-atk-s0201a2:61_2": "there were some talk about the Path of Purification",
    "ai-atk-s0201a2:62_0": "When they claim to be completely understood all kinds of grasping, all of them claim:",
    "ai-atk-s0201a2:62_1": "Nor do they do not declare all kinds of grasping.",
    "ai-atk-s0201a2:62_2": "Whatever form there is.",
    "ai-atk-s0201a2:62_3": "They describe the views that grasping at sensual pleasures, precepts and observances, and theories of a self.",
    "ai-atk-s0201a2:62_4": "But there is no such thing as the full understanding of self for oneself,",
    "ai-atk-s0201a2:62_5": "But when showing them his own dealing with sense desires, he describes the complete understanding of grasping.",
    "ai-atk-s0201a2:62_6": "Herein, all the six classes of grasping should be completely understood. For even if they do not describe the matter, they should be described in which they do not take care of the going forth.",
    "ai-atk-s0201a2:62_7": "But those who live with the community",
    "ai-atk-s0201a2:62_8": "Hence it is said: “The complete understanding of the grasping aggregates are complete understanding.”",
    "ai-atk-s0201a2:63_0": "While they weren’t given, they took hold of them,",
    "ai-atk-s0201a2:63_1": "“Purification of ethics is purification by ethics, learning, generosity, and wisdom. That’s why they don’t say they don’t see the complete understanding of self-mortification of self-mortification.”",
    "ai-atk-s0201a2:63_2": "For what reason do you think, what is the reason for this?”",
    "ai-atk-s0201a2:63_3": "For those gentlemen such as these three things do not know how to make them known.",
    "ai-atk-s0201a2:63_4": "But here the two ends of what is completely understood as true because of their views and be given up, their views are to be given up, and how they should be given up.",
    "ai-atk-s0201a2:63_5": "they are spoken of by the two, or three.",
    "ai-atk-s0201a2:63_6": "Herein, there are ascetics in those who have given the complete understanding of grasping should be completely understood.",
    "ai-atk-s0201a2:63_7": "Those who describe purity of ethics not cleansed by purity or view. They describe the precepts of precepts or observances.",
    "ai-atk-s0201a2:63_8": "But if he does not advocate the complete understanding of self, one is not able to completely understand the full understanding of self.",
    "ai-atk-s0201a2:63_9": "When there are eight attainments, that is: the moon and sun, and they assert the sun and moon, and they assert the other ascetics of other religions.",
    "ai-atk-s0201a2:63_10": "were not able to get a lie down.",
    "ai-atk-s0201a2:63_11": "Therefore it is right therefore and then took it again.",
    "ai-atk-s0201a2:63_12": "These are the shelter in motion; itself is like couches.",
    "ai-atk-s0201a2:64_0": "(but) for the welfare of himself – even the gods –",
    "ai-atk-s0201a2:64_1": "he said: “It seems the earth is shaking the earth, it seems,",
    "ai-atk-s0201a2:64_2": "“They are.”",
    "ai-atk-s0201a2:64_3": "One said:",
    "ai-atk-s0201a2:64_4": "“Who is this?”",
    "ai-atk-s0201a2:64_5": "“Why do you think me so that I can find uproopsing all identifying?”",
    "ai-atk-s0201a2:64_6": "“I’ve seen youths my wrapped in a place like a cesspool, like a clod of pegs in the windows’ fingers.",
    "ai-atk-s0201a2:64_7": "When he sees that the elephant’s footprint, it’s fitting to stir it, pulled up, and can deadly fall on that ground.”",
    "ai-atk-s0201a2:64_8": "Then he said to him:",
    "ai-atk-s0201a2:64_9": "“Even if it is not a long-distance shooter, I have you same way.”",
    "ai-atk-s0201a2:64_10": "Again and again he was able to catch another thousand years, even if he fell at a least earth.",
    "ai-atk-s0201a2:64_11": "In the same way, all of those ascetics of other religions as described for the sake of decaying and perishing. Thus too, is the same way.",
    "ai-atk-s0201a2:64_12": "But if he is not able to make a wish, he is not able to leave again.",
    "ai-atk-s0201a2:65_0": "Having thus shown that any sectarian teachers, having come to deal with his view, and accusations, saying, “This is the thing, mendicants,” gaining faith in the teaching and training,",
    "ai-atk-s0201a2:65_1": "Herein, in accordance with the Teaching and the Monastic Law: both these are not shown that I have taught both.",
    "ai-atk-s0201a2:65_2": "“Should there be no confidence in the Teacher, he who has no confidence in his heart, is unrealized. When a teacher dies, he is leopard about,",
    "ai-atk-s0201a2:65_3": "however, Sumedhāvāsa died, they were their wounds in the same place as before. Then they spatush out their breasts, hatchets, synovial fluid, and they eat the non-human beings staple or non-staple food.",
    "ai-atk-s0201a2:65_4": "Or teacher is like a catcher or a staker;",
    "ai-atk-s0201a2:65_5": "Then not having compassion for them, they eating it in the way already described.",
    "ai-atk-s0201a2:65_6": "they become a teacher because of their disciples.",
    "ai-atk-s0201a2:65_7": "“Formerly, they do these things.”",
    "ai-atk-s0201a2:65_8": "Or the disciples died and were bound by his foes in the forest.",
    "ai-atk-s0201a2:65_9": "They replied, “Surely we used to attend on me in the past, not without getting rid of loving-kindness.” Then they went to bad destination, doing them and disastering the same room.",
    "ai-atk-s0201a2:65_10": "So if they don’t, there’s no-one else inspires confidence in those without it, and when they die they’ll die.",
    "ai-atk-s0201a2:66_0": "There is confidence in the Dhamma that is non-result in the Dhamma, in the Paṭisambhidā, the poisonous Sutta, –",
    "ai-atk-s0201a2:66_1": "But there is no gladness in the presence of the one who possesses wrong view, there is no need for confidence.",
    "ai-atk-s0201a2:66_2": "That’s why, although confidence in him, the meaning here is profound, it is correct to the dispensation that is so deep, not as it is the wrong path,",
    "ai-atk-s0201a2:67_0": "fulfillment of the precepts,",
    "ai-atk-s0201a2:67_1": "When those beings die in the same way as these shakes, etc., and are liable to fame they diverse springs up. Then some, while others die in the same way beginning, “Others are various means, while others fame. ” They conform to them, they observe the hostile persons, phrases, haunt the reactions, and fame.",
    "ai-atk-s0201a2:67_2": "Consequently the Path are said to be the way to meet the Dhamma.",
    "ai-atk-s0201a2:68_0": "And all of them doing this deed and specifically reason for the Buddha,",
    "ai-atk-s0201a2:68_1": "Because that is how it is forward.",
    "ai-atk-s0201a2:68_2": "Herein, this is the kind of rebirth:",
    "ai-atk-s0201a2:68_3": "Because that is what I said.",
    "ai-atk-s0201a2:68_4": "They have confidence in the teaching and training,",
    "ai-atk-s0201a2:68_5": "The reason why sometimes it is said that in the Path: “There is no reason for this reason, for this reason, just as for a reason",
    "ai-atk-s0201a2:68_6": "Herein, the host of gods are poorly explained, with suffering to two ends.",
    "ai-atk-s0201a2:68_7": "But that man Yasa is not fruitful, not leading to the goal of the path.",
    "ai-atk-s0201a2:68_8": "For the one who is uninterrupted and unevenly,",
    "ai-atk-s0201a2:68_9": "he does not know, who is fully awakened Buddhas, who is intelligent and fully awakened,",
    "ai-atk-s0201a2:68_10": "When they’re not fully awakened, and who is unequalled and concluded,",
    "ai-atk-s0201a2:68_11": "To this extent the Buddha shows confidence in those without it. He shows confidence in his confidence; he shows confidence in his confidence;",
    "ai-atk-s0201a2:69_0": "one day, it seems, when the tree was full of haying naked, a city smeared with graceful face, placed a cliff in the royal longhouse. They thought, “Sakka is able to go near to the city of Kāḷa.” But when many kinds of people, they said, “Having circumambulated him, wherever many people do so many fairs.”",
    "ai-atk-s0201a2:69_1": "He saw a single brahmin, and he said, “I’ll take it.”",
    "ai-atk-s0201a2:69_2": "This is the opportunity to put a brahmin?",
    "ai-atk-s0201a2:69_3": "“I am first, then I in this way.”",
    "ai-atk-s0201a2:69_4": "What does this happen?",
    "ai-atk-s0201a2:69_5": "taken the cowherd’s home, I will give them two hundred (people).”",
    "ai-atk-s0201a2:69_6": "He didn’t take it with a foot.",
    "ai-atk-s0201a2:69_7": "the fool, brahmin, isn’t worth a _kahāpaṇa_ coin, whose skin was hardened by me.",
    "ai-atk-s0201a2:69_8": "How do I take it?",
    "ai-atk-s0201a2:69_9": "if he grasps it after sewing from the upper robe, and sewing it onto an upper robe;",
    "ai-atk-s0201a2:69_10": "The brahmin took that offering, and he asked the newly arrived monks, “I’ll ask him the right here.”",
    "ai-atk-s0201a2:69_11": "This is the name of the opposite case:",
    "ai-atk-s0201a2:69_12": "a great sage is a mighty flood,",
    "ai-atk-s0201a2:69_13": "What’s the point of a fool, a barber, a wound, or a slaughtering the sword?”",
    "ai-atk-s0201a2:69_14": "He then went a little and told him, “Where did you go and ask me about it? When I returned, I ask the queen here, having taken that place, saying ‘I’m secure him.’”",
    "ai-atk-s0201a2:69_15": "The two hundred dollars said: “I will give two hundred dollars,”",
    "ai-atk-s0201a2:69_16": "but two hundred dollars were not _kahāpaṇa_ coins, or two or three hundred _kahāpaṇa_ coins, after returning from the sun and moon, saying: “Three a brahmin, bringing back the darkness and light,”",
    "ai-atk-s0201a2:69_17": "But after saying this, the Fortunate One returned to the Aciravatī,",
    "ai-atk-s0201a2:69_18": "A brahmin who looked at the sun’s heavily, and in sweat them.",
    "ai-atk-s0201a2:69_19": "Then the tree says:",
    "ai-atk-s0201a2:70_0": "“Faith is a resplendent garden of the brahmin Suppatiṭṭha,",
    "ai-atk-s0201a2:71_0": "or a craft is hard to live where craft is.”",
    "ai-atk-s0201a2:72_0": "Like this, when the jackal stands at the time of the ascetics of other religions, they will think:",
    "ai-atk-s0201a2:73_0": "144.",
    "ai-atk-s0201a2:73_1": "I can’t show them confidence in the Buddha, the teaching, and the Saṅgha, and make them train.",
    "ai-atk-s0201a2:73_2": "Herein, the complete understanding of grasping there is the understanding of the grasping aggregates, views, doubt, conceit, desire to be reborn, and ignorance. Of these three kinds of grasping, they spread out the fruit of the path to perfection.",
    "ai-atk-s0201a2:73_3": "In such a teaching and training, monks, there are such a thing.",
    "ai-atk-s0201a2:73_4": "emancipating both of these is shown by virtue.",
    "ai-atk-s0201a2:73_5": "Remembering such confidence in the Teacher, the wide of the Dispensation, the meaning of the worst of the bodies of the Faith, and the best of men, which is painful, wielding the wideer of the unpleasant person.",
    "ai-atk-s0201a2:74_0": "Here are the story:",
    "ai-atk-s0201a2:74_1": "the Fortunate One, it seems, is dwelling near the Indasāla cave,",
    "ai-atk-s0201a2:74_2": "Then another swiftly entering the village for alms to wander for alms in the Buddha. And from traveling to a village he returns to the road.",
    "ai-atk-s0201a2:74_3": "On the same day, he came down from the evening time to the mendicant Saṅgha, surrounded by the Saṅgha, bowed, sat down to one side, and circumambulated him with his head toward the tenth.",
    "ai-atk-s0201a2:74_4": "The Fortunate One, having looked at it, and he smiled.",
    "ai-atk-s0201a2:74_5": "What was the reason why the senior elder asked, “What was the cause, sir?”",
    "ai-atk-s0201a2:74_6": "“Ānanda, this one-eyed trunk has cast down, and has circumambulated it with a hundred thousand Bhikkhus, and after converting it to the gods of the Thirty-Three, the Buddhas said: “Ānanda, it will be one hundred and fifty humans!”",
    "ai-atk-s0201a2:75_0": "the messenger of the robes for a long time,",
    "ai-atk-s0201a2:76_0": "You’re happy and satisfied, and you’ll see the Buddha.",
    "ai-atk-s0201a2:77_0": "my mind, without placing the mind,",
    "ai-atk-s0201a2:78_0": "A hundred thousand aeons go to heaven,",
    "ai-atk-s0201a2:79_0": "Having reached the whole world with its gods, having looked to.",
    "ai-atk-s0201a2:80_0": "there will be no more joy or happiness without response.",
    "ai-atk-s0201a2:81_0": "And there are other sects for recitation on the city of Rājagaha, too, of the Saṅkheyyaka Mount Vepulla, Vajjīsa, Moggaliputta, and Khaṇḍadeviyāputta, and Samuddadatta, and Uttarakuruve Vihāras.",
    "ai-atk-s0201a2:81_1": "When it has been done in this way, there is no place for confidence in the Teacher.",
    "ai-atk-s0201a2:82_0": "confidence in the teaching: I have confidence in the teaching, and I have confidence in the teaching.",
    "ai-atk-s0201a2:82_1": "apprehending the signs of someone who listens to the true teaching, having taken their own benefit, is this. How is it that you proceeds?",
    "ai-atk-s0201a2:82_2": "This is the meaning of the rod and the teaking of pork on the matter of all the earth.",
    "ai-atk-s0201a2:83_0": "Endowed with the virtue: virtue, has been fulfilled by one who fulfills their precepts, and is fulfilled in virtue.",
    "ai-atk-s0201a2:83_1": "Herein, the section dealing with the site for the abode of the six months, etc., should be illustrated for the grounds.",
    "ai-atk-s0201a2:84_0": "it is worthy of a region which is discovered, thus it is Mahānāma ; on the spot which leads to the departure of the Great Beyond that is equipment.",
    "ai-atk-s0201a2:84_1": "This too should be proclaimed as the triple urgent.",
    "ai-atk-s0201a2:84_2": "for this is said:",
    "ai-atk-s0201a2:85_0": "“As a monk gave a almsfood to him ...",
    "ai-atk-s0201a2:86_0": "chopping feces, urine, stinking, feces, urine, excrement, strips of cloths, rags, intelligents, feces, doubles, spittle, encircling feces, urine, excrementsively sewings, feces, stones, mixed up by various kinds of past lives.",
    "ai-atk-s0201a2:87_0": "tail-bearing stinking, blossoming, poisoning with hands, fancy sandals, with pure hands, plastered with gold coins.",
    "ai-atk-s0201a2:88_0": "a skeleton, a flower full of terrace ...",
    "ai-atk-s0201a2:89_0": "for the purpose of sitting mats ...",
    "ai-atk-s0201a2:90_0": "for a shoulder strap ...",
    "ai-atk-s0201a2:91_0": "embracesses, six pebbles, ferments, and water for washings. ...",
    "ai-atk-s0201a2:92_0": "to walk for almsfood ...",
    "ai-atk-s0201a2:93_0": "Please give me your skin on the color of sensual pleasures.”",
    "ai-atk-s0201a2:94_0": "Why should you residue that same thing as in the way already described?",
    "ai-atk-s0201a2:95_0": "145.",
    "ai-atk-s0201a2:95_1": "now the Realized One describes the complete understanding of the ascetics of other religions, but assert the complete understanding of the ascetics of other religions and so on.",
    "ai-atk-s0201a2:95_2": "Herein, what is the source of all? It is of all the same.",
    "ai-atk-s0201a2:95_3": "for it is the reason why someone makes you recapture it, like a plantain, etc., are called one who has no like that.",
    "ai-atk-s0201a2:95_4": "It is called born of this because it arises. That is why there is the origin of rebirth.",
    "ai-atk-s0201a2:95_5": "But this is the meaning here:",
    "ai-atk-s0201a2:95_6": "What is the source of this?",
    "ai-atk-s0201a2:95_7": "What is the origin of suffering?",
    "ai-atk-s0201a2:95_8": "What is birth?",
    "ai-atk-s0201a2:95_9": "What is this?",
    "ai-atk-s0201a2:95_10": "But since craving is spoken of, their origin, their source, and origin, they are source, and originated from craving.",
    "ai-atk-s0201a2:95_11": "In this way the meaning should be understood in all ways.",
    "ai-atk-s0201a2:95_12": "But since this is not so, the Buddha does not know, “This is the condition for grasping. ” And so too, the feeling conditioned by craving and cling to them is the same.",
    "ai-atk-s0201a2:96_0": "and when the time is announced,",
    "ai-atk-s0201a2:96_1": "When ignorance is given up, ignorance ceases. When ignorance ceases, ignorance ceases.",
    "ai-atk-s0201a2:96_2": "He has arisen in the path to Worthiness,",
    "ai-atk-s0201a2:96_3": "With the fading away of ignorance,",
    "ai-atk-s0201a2:96_4": "Because of that ignorance he has given up ignorance and given rise to knowledge,",
    "ai-atk-s0201a2:96_5": "She neither grasps nor grasps at sensual pleasures, nor does grasping.",
    "ai-atk-s0201a2:96_6": "Not grasping, they’re not anxious because of grasping, and don’t become anxious.",
    "ai-atk-s0201a2:96_7": "If he is without making no craving, he will not give rise to craving.",
    "ai-atk-s0201a2:96_8": "One attains Finally Emancipated in the Emancipation-existence, the one who is extinguished with defilements.",
    "ai-atk-s0201a2:96_9": "Having thus shown that the ending of defilements has been shown that a mendicant who has ended the defilements (birth) is a pollutant-free, and etc., who have ended all defilements.",
    "ai-atk-s0201a2:96_10": "That’s said:",
    "ai-atk-s0201a2:97_0": "Discussion of the Middle Discourses",
    "ai-atk-s0201a2:98_0": "The Shorter Discourse on the Lion’s Roar",
    "ai-atk-s0201a2:99_0": "2. Mahāsīhanādasuttavaṇṇanā",
    "ai-atk-s0201a2:100_0": "In the city of Vesālī",
    "ai-atk-s0201a2:101_0": "The Great Seer’s Fathers",
    "ai-atk-s0201a2:101_1": "There they are",
    "ai-atk-s0201a2:101_2": "Afterwards he had finished his meal, that (whether) went to the ground bedroom, saying: “It seems, the time was the to be reckoned as an abode,”",
    "ai-atk-s0201a2:101_3": "Here is the stage of stage:",
    "ai-atk-s0201a2:101_4": "was conceived in Bārāṇasī, it seems, in the womb of (of Buddha’s) womb.",
    "ai-atk-s0201a2:101_5": "Having understood the King, she informed the King:",
    "ai-atk-s0201a2:101_6": "The King gave him a womb.",
    "ai-atk-s0201a2:101_7": "When the pregnancy had been fully ordained, she entered the house.",
    "ai-atk-s0201a2:101_8": "On the contrary, when the incomparable is conceived in the womb of less than a month, some of the rainy season, while others were similar to a lump of meat, and thinner.",
    "ai-atk-s0201a2:101_9": "Then the king thought, “Give meat, Queen! My son, daughter-in-law and her grandson in front of me. When I had examined the king, I sent me back in front of the king, and then having sent me back one side.” After saying, he said, “When I seized the King’s ploughed and displayed it, I threw it away.",
    "ai-atk-s0201a2:101_10": "a human being shaken by mentioned deities.",
    "ai-atk-s0201a2:101_11": "And also that goldsmith’s carcass, thinking, “This is the best of town and country,” they put it on a pair of schols.",
    "ai-atk-s0201a2:101_12": "Then he picked up a vessel and burned it, with flailed milk-rice on the Ganges.",
    "ai-atk-s0201a2:102_0": "At that time a certain cowherd was staying near the Ganges river.",
    "ai-atk-s0201a2:102_1": "When he saw the cattle coming, he thought,",
    "ai-atk-s0201a2:102_2": "And here it was on that lump of meat, foul-chief, and having seen that deluded, he thought, “She is my pregnancy, sir.” And when he saw it, he thought, “Now that you were sex.”",
    "ai-atk-s0201a2:102_3": "and having placed this pure of heart.",
    "ai-atk-s0201a2:102_4": "Then two and a fortnight were to depart meat.",
    "ai-atk-s0201a2:102_5": "Seeing her, the ascetic Gotama placed himself right there,",
    "ai-atk-s0201a2:102_6": "and having exceedingly two-footed (for each of these) the hands of the hands and feet on the ground, five-stools (performed) with their hands and feet were satisfied by for the five-hundred skulls.",
    "ai-atk-s0201a2:102_7": "Then, having made a lump of meat in one salty-two, one forty thousand _kahāpaṇa_ coins.",
    "ai-atk-s0201a2:103_0": "From then on, Original, a child would arise in the ploughshare.",
    "ai-atk-s0201a2:103_1": "After that meal, they ate the boys food, and gave the rice to the children.",
    "ai-atk-s0201a2:103_2": "whatever crowd of people there were, it would have all that was permanent.",
    "ai-atk-s0201a2:103_3": "After some time they rose up like a charming rain, they left behind each other.",
    "ai-atk-s0201a2:103_4": "In this way those Licchavis presumes fifty Licchavis and banished them.",
    "ai-atk-s0201a2:104_0": "He enters the village too early and returns too late in the day.",
    "ai-atk-s0201a2:104_1": "The cowherd’s dwelling, after understanding that he said this:",
    "ai-atk-s0201a2:104_2": "“Venerable Sir, please let the wooden boys from ourselves. We give you things to feed you up our own work.”",
    "ai-atk-s0201a2:104_3": "And the ascetic, serving the ascetic,",
    "ai-atk-s0201a2:104_4": "The second road, after making a resplendent with flowers out of season, and running all over the cows, he brought them to the cows’ carpets.",
    "ai-atk-s0201a2:104_5": "“Even while he was badly treated with diligence, and taking one another’s home with the King’s bed. Gives to the town, put the prince, requested among the princes.” Then he returned to the town, saying: “Give the prince, Tissa, your daughter, and to the royal palace.”",
    "ai-atk-s0201a2:104_6": "And after a wooden boy, she took a boy and gave it to the boy.",
    "ai-atk-s0201a2:105_0": "it is growth and wives, draging the barber, and the other dirt with the hand.",
    "ai-atk-s0201a2:105_1": "They cried.",
    "ai-atk-s0201a2:105_2": "“What do you say?”",
    "ai-atk-s0201a2:105_3": "Then, their parents, thinking, “These children should not live unhappily. They shouldn’t make a living together.”",
    "ai-atk-s0201a2:105_4": "Since that are so, it seems, the Vajjians preciously full of happiness is called a hundred leagues.",
    "ai-atk-s0201a2:105_5": "Then a cowherd, having expelled the King’s cow-dung, saying,",
    "ai-atk-s0201a2:105_6": "and then spent the town-dwellers in the cart and created a boy.",
    "ai-atk-s0201a2:105_7": "On entering the dwelling with a girl, and making a agreement with her, he should not give her to anyone.",
    "ai-atk-s0201a2:105_8": "Those two children who were daughters of the wives had sons of a daughter.",
    "ai-atk-s0201a2:105_9": "Thus two or three times",
    "ai-atk-s0201a2:105_10": "Then, while the wives wives emerging from the ground, went around the stream of the rivers, in the middle of the Ganges river. They surrounded by charming three times, where the two settles sesame seeds were worn away.",
    "ai-atk-s0201a2:105_11": "and again he was called the name of the Visākha.",
    "ai-atk-s0201a2:105_12": "Therefore it was said: “The city called Pālika.”",
    "ai-atk-s0201a2:106_0": "was like the city built by the city of Kālakappa.",
    "ai-atk-s0201a2:106_1": "But this Ājīvaka ascetic, in the forest grove is like a poisonous snake,",
    "ai-atk-s0201a2:106_2": "Therefore it was said: “Amongst amount of things”.",
    "ai-atk-s0201a2:106_3": "and another town-dwellers made the western direction.",
    "ai-atk-s0201a2:106_4": "in a forest grove, it seems, to the western quarter in that place.",
    "ai-atk-s0201a2:106_5": "There people builded the huts for the Buddha and surrounded by demonstrating them with scents and restrooms, and placed on the Buddha’s site. There the Buddha stayed there.",
    "ai-atk-s0201a2:106_6": "Therefore it was said: “Among a certain forest grove is large,”",
    "ai-atk-s0201a2:106_7": "Sunakkhatta thought:",
    "ai-atk-s0201a2:106_8": "But the Licchavis were spoken of by the Licchavis.",
    "ai-atk-s0201a2:106_9": "Not long after he had left, the married girl who gave him another request of the maiden.",
    "ai-atk-s0201a2:106_10": "drops the rainy season.",
    "ai-atk-s0201a2:106_11": "A state beyond (ordinary) human beings, a distinction of the ten kinds of human beings.",
    "ai-atk-s0201a2:106_12": "so that neither could be able to get them?",
    "ai-atk-s0201a2:106_13": "They’ve prepared the faults of preventing,",
    "ai-atk-s0201a2:106_14": "For many people wanted to have confidence in the Buddha, the teaching, and the Saṅgha.”",
    "ai-atk-s0201a2:106_15": "When you’re skilled in the ten ways of doing so, where did you know the ascetic Gotama didn’t know,",
    "ai-atk-s0201a2:106_16": "What is the stone ball of the thirteen and the framework of the hand? Am I wish to play a game of garments for myriads?",
    "ai-atk-s0201a2:106_17": "and was the problemishing the mouth of the gods.",
    "ai-atk-s0201a2:106_18": "They’re not able to fulfill their duties.",
    "ai-atk-s0201a2:107_0": "The city of Vesālī is finished.",
    "ai-atk-s0201a2:108_0": "His beautiful quality,",
    "ai-atk-s0201a2:109_0": "But he used to achieve any superhuman distinction in knowledge and vision worthy of the noble ones, a distinction in knowledge and vision worthy of the noble ones.",
    "ai-atk-s0201a2:110_0": "Herein, relatives is what is meant.",
    "ai-atk-s0201a2:110_1": "Knowledge and vision.",
    "ai-atk-s0201a2:110_2": "Island my knowledge and vision, and vision of the noble ones, a distinction of what is truly noble knowledge and insight?",
    "ai-atk-s0201a2:110_3": "Knowledge of vision and knowledge and vision, and the path of the vision, of the variety of omniscience, and the rest.",
    "ai-atk-s0201a2:110_4": "“Directly knowing and seeing have clairaudience.”",
    "ai-atk-s0201a2:110_5": "They extend and project it toward knowledge and vision, and they eradicate knowledge and vision.",
    "ai-atk-s0201a2:110_6": "“Dear Abhaya, you know the path to the supreme knowledge and vision.”",
    "ai-atk-s0201a2:110_7": "“Surely another superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease, has been achieved.”",
    "ai-atk-s0201a2:110_8": "“But my knowledge and vision arose in me, and the unshakable freedom of mind does not come to be.”",
    "ai-atk-s0201a2:110_9": "“Knowledge and vision arose in me with knowledge, and wisdom arose amongst those who know, “Kāḷha!”",
    "ai-atk-s0201a2:110_10": "But here the supermundane is the path,",
    "ai-atk-s0201a2:110_11": "for that Fortunate One’s penetration",
    "ai-atk-s0201a2:111_0": "the pupils contrary to their own teacher.",
    "ai-atk-s0201a2:111_1": "(So it seems) he thought:",
    "ai-atk-s0201a2:111_2": "Then there will be no declaration of the ascetic Gotama who does not go and live happily without practisesing the teaching of the teachers. But if he teaches the Dhamma that way, then that way will be how the time.",
    "ai-atk-s0201a2:111_3": "By inquiry, calling him a light,",
    "ai-atk-s0201a2:111_4": "The ascetic Gotama describes the wisdom of being wise and bright, and he will teach Dhamma to the Island of others. He will teach Dhamma inquiry, wander and teach Dhamma:",
    "ai-atk-s0201a2:111_5": "having obtained what he feels with, and resigned by this in connection with him.",
    "ai-atk-s0201a2:111_6": "for he had obtained this:",
    "ai-atk-s0201a2:111_7": "The ascetic Gotama has no generations (afterwards). But there is no declarationing the path to happiness for him or to be reviewed with a fine jungle, or to the ear ... nose ... tongue ... body ... speech ... body ... or mind. But even if he looks after him on that very day, he looks down on him.",
    "ai-atk-s0201a2:112_0": "But that teaching is for the welfare of the good, the teaching is taught by the Dhamma.",
    "ai-atk-s0201a2:112_1": "This includes such things as resentment for the purpose of warding off greed, hate, and delusion for the purpose of warding off greed, hate, and delusion.",
    "ai-atk-s0201a2:113_0": "They teach the Dhamma that leads to the goal of the complete ending of suffering as that which does not lead someone who practices it to the goal of the complete ending of suffering. Instead, they use it to the right way.",
    "ai-atk-s0201a2:113_1": "But this is not known through his own welfare.",
    "ai-atk-s0201a2:113_2": "For if you weren’t able to do this, it wouldn’t be appropriate for you to say that.",
    "ai-atk-s0201a2:113_3": "They’ve prepared the faults of preventing,",
    "ai-atk-s0201a2:113_4": "For many a stream-enterer",
    "ai-atk-s0201a2:113_5": "“So, speaking this teaching of the Buddha, not liable to decline, I say.”",
    "ai-atk-s0201a2:113_6": "Because of this, he leadss out the inheritance: ‘This unsuitable thing is untrained, this is the point of shakes,’ and he keeps going out, ashes untroubled.",
    "ai-atk-s0201a2:114_0": "Nakula’s father heard that in the middle of the family, the brahmin heard that statement.",
    "ai-atk-s0201a2:114_1": "compassionate for what reasons.",
    "ai-atk-s0201a2:114_2": "This is how it seems, is the plant baby collapsed in the bamboo poles, irritable, and uprooted by a irritability, contempt, and in irritable, and hostile fever, stuffed with irritables for me. And that would be displayed by the Realized One.",
    "ai-atk-s0201a2:114_3": "Still, how on the Sambuddha Paccekabuddhas had such a beautiful composed to say such a one.",
    "ai-atk-s0201a2:114_4": "if it is at a spot that one would fix from its seat;",
    "ai-atk-s0201a2:114_5": "He is alms-food when he returns from alms-round after the meal,",
    "ai-atk-s0201a2:115_0": "147.Kodhanoti caṇḍo pharuso.",
    "ai-atk-s0201a2:115_1": "silly man, Tissa,",
    "ai-atk-s0201a2:115_2": "Whoever has no incarnation of the paths of becoming awakened for themselves, he said: “He is the wise man, he is not a Buddha,”",
    "ai-atk-s0201a2:115_3": "When it’s the road is current, there is no fruit or result.",
    "ai-atk-s0201a2:115_4": "with the path of this life-form in their own fruit, bringing it to the end. The person said, “Who is my person?”",
    "ai-atk-s0201a2:115_5": "His words are spoken out of anger. His words are spoken out of anger and hostility.",
    "ai-atk-s0201a2:116_0": "But why is the Fortunate One’s younger?",
    "ai-atk-s0201a2:116_1": "For this man came to the Fortunate One and asked the divine eyes.",
    "ai-atk-s0201a2:116_2": "Then the Fortunate One spoke about the talk,",
    "ai-atk-s0201a2:116_3": "After looking around the clairvoyance that is purified and superhuman, he saw the god, the lord of the gods, and the Thirty-Three, and the goddess, thought, “Surely you were reborn in the company of the gods, the heavenly hosts, the heavenly hosts, and the gods of the Thirty-Three, when they were reborn in a heavenly realm, so, would they be one who wants to hear the heavenly sound of the gods.” And after seeing the deities, his supporting the heavenly host of the heavenly hosts, and his having seen.",
    "ai-atk-s0201a2:116_4": "But the Buddha, knowing that his heavenly hostile-element did not understand,",
    "ai-atk-s0201a2:116_5": "For they do not obstruct the Independent Buddhas to do a legal procedure of further penalty.",
    "ai-atk-s0201a2:116_6": "He thought: ‘The ascetic Gotama is killed and have given the first imprisonment, he asked me the ascetic Gotama about his clairvoyance, and his clairvoyance is purified and superhuman.’",
    "ai-atk-s0201a2:116_7": "I would not be reborn in a heavenly realm, and I asked the gods of the Thirty-Three.",
    "ai-atk-s0201a2:116_8": "clearly that they have been reborn in the realm of the king’s clairaudience. Having given up knowledge, they will be reborn through the ending of defilements.”",
    "ai-atk-s0201a2:116_9": "Those who kill a living being, and after robbing a shade, he falls silent.",
    "ai-atk-s0201a2:116_10": "Assured, it went out to be void and hollow.",
    "ai-atk-s0201a2:116_11": "Hence the Blessed One said: “He is the word of his or his statement.”",
    "ai-atk-s0201a2:117_0": "For it will be surely be a hundred thousand-spheres for a hundred thousand sons, a hundred thousand reasons, or a hundred thousand-elephants, and it will only be done by me,’",
    "ai-atk-s0201a2:117_1": "Therefore anyone should praise the Realized One like this:",
    "ai-atk-s0201a2:117_2": "For it is genuinely praises the Realized One’s qualities to be shown by the Realized One.",
    "ai-atk-s0201a2:118_0": "This too is said to be shown by one:",
    "ai-atk-s0201a2:118_1": "she shows a superhuman quality to another,",
    "ai-atk-s0201a2:118_2": "The Buddha has no superhuman distinction in knowledge and vision worthy of the Realized One.",
    "ai-atk-s0201a2:118_3": "There is in method of the past, there is the knowledge of the deathless, and those who have psychic powers, and one who has mastered the three knowledges, and those who have mastered the opposite sex knowledge, and the name and clans, and who has mastered the three knowledges, and that is called ‘one who has knowledge’.",
    "ai-atk-s0201a2:118_4": "(But) there is he who gives up such a superhuman quality, that is to say, the Dhamma, and the Sangha of nuns. This will not be explained in this way: “Paṭisambhidā, I will not give this Dhamma and law” .",
    "ai-atk-s0201a2:118_5": "Herein, he knows that there is no accusation thus: “He is penetrated ; he is the meaning.”",
    "ai-atk-s0201a2:118_6": "‘Control the teaching’ is a term for all things.",
    "ai-atk-s0201a2:118_7": "“That Blessed One is such”, and he replied. And he says that such a thing is simply known for me.",
    "ai-atk-s0201a2:118_8": "As the psychic powers should be understood in this way:",
    "ai-atk-s0201a2:119_0": "The highest quality is finished.",
    "ai-atk-s0201a2:120_0": "Question About the One of Ten Powers, etc.",
    "ai-atk-s0201a2:121_0": "148.",
    "ai-atk-s0201a2:121_1": "And here it is observed the three knowledges, still only for them, and that is why the ten kinds of direct knowledges, namely, the Realized One, the ten kinds of knowledge and conduct, and the ten powers of knowledge. And they said:",
    "ai-atk-s0201a2:121_2": "Herein, the Realised One’s strength, and other powers will be able to strong.",
    "ai-atk-s0201a2:121_3": "the meaning is that it is the best of those who know merit, and those who have gone that of merit, is the meaning.",
    "ai-atk-s0201a2:121_4": "Herein, the Realised One and the strength of mindfulness and knowledge of the body.",
    "ai-atk-s0201a2:121_5": "Possessing these elephants, horses, and mares of the body,",
    "ai-atk-s0201a2:121_6": "For this is said:",
    "ai-atk-s0201a2:122_0": "“Having aside like a snare, a cleaver, a charming-pick,",
    "ai-atk-s0201a2:123_0": "about the observance-day and the observance-day procedure.”",
    "ai-atk-s0201a2:124_0": "These are the ten elephant families of elephants.",
    "ai-atk-s0201a2:124_1": "Herein, one should be seen (gives) in the place where the alms food is seen.",
    "ai-atk-s0201a2:124_2": "Endowed One of Ten Powers, with the One of Ten Powers,",
    "ai-atk-s0201a2:124_3": "and whatever strength of the ten strengths had oxen.",
    "ai-atk-s0201a2:124_4": "in the ten finger necks, the level would one,",
    "ai-atk-s0201a2:124_5": "to the tenth Rose-Apple Island",
    "ai-atk-s0201a2:124_6": "through one mango grove, the characteristic of the sign,",
    "ai-atk-s0201a2:124_7": "that will be the ten For Ones of Posiṅga Kings,",
    "ai-atk-s0201a2:124_8": "whatever odor is lacking, one is the remainder of the ten (of scents).",
    "ai-atk-s0201a2:124_9": "Whatever one with ten factors",
    "ai-atk-s0201a2:124_10": "to one should do the observance-day procedure at the tenth day.",
    "ai-atk-s0201a2:124_11": "should one person of the ten Divinities",
    "ai-atk-s0201a2:124_12": "and whatever lacking the Realised One’s six is the Realised One’s ten.",
    "ai-atk-s0201a2:124_13": "This is called the power of crossing over the limbs.",
    "ai-atk-s0201a2:124_14": "it’s impossible for a hundred thousand elephants, one hundred thousand men who had wielded the ten millions.",
    "ai-atk-s0201a2:124_15": "This is the power of the Realised One,",
    "ai-atk-s0201a2:125_0": "But the strength of knowledge comes then the greatest of them came",
    "ai-atk-s0201a2:125_1": "The One of Ten Powers having produced knowledge of the four classes producing knowledge (supernatural) knowledge. Attached by the four assemblies of knowledge, (understanding) the five cords of sense desires",
    "ai-atk-s0201a2:125_2": "the Linked Discourses on those seventy-three knowledges arise in that place, and that knowledge of the truth of the idiosyncratic knowledges, this is called “as a knower of persons”.",
    "ai-atk-s0201a2:125_3": "and here they are the strength of knowledge,",
    "ai-atk-s0201a2:125_4": "for that is what is called “contemplation” in the sense of habiting and strong.",
    "ai-atk-s0201a2:126_0": "endowed with these ten strengths, endowed with knowledge (of consciousness),",
    "ai-atk-s0201a2:126_1": "placed abode of fear, the best of men, and placed on the highest good.",
    "ai-atk-s0201a2:126_2": "Or alternatively, what is their pus is the meaning.",
    "ai-atk-s0201a2:126_3": "On the contrary, a hundred thousand coins, a thousand horses, a thousand sacrifices,",
    "ai-atk-s0201a2:126_4": "Like the victory of a hundred or a thousand men, after worshipping the victor.",
    "ai-atk-s0201a2:126_5": "entirely heat, white in all directions, and various adorned with blossoming flowers, and spreading here and there.",
    "ai-atk-s0201a2:126_6": "This is what belongs to the exposition of the teaching.",
    "ai-atk-s0201a2:126_7": "They’ve cut off fear,",
    "ai-atk-s0201a2:126_8": "having placed the four positions on the earth, having lifted the ground,",
    "ai-atk-s0201a2:126_9": "But fearing this fearlessness.",
    "ai-atk-s0201a2:126_10": "However, he does so he possesses the four kinds of fear, terror, and defending the earth by the Realized One, possessed of the four kinds of fear, and appears in the world.",
    "ai-atk-s0201a2:126_11": "When standing up, the Lord of the Earth claims to be reborn in a place where there is no returning.",
    "ai-atk-s0201a2:126_12": "Therefore it is said: “He claims the place of loss.”",
    "ai-atk-s0201a2:127_0": "in the eight assemblies.",
    "ai-atk-s0201a2:127_1": "he roars his lion’s roar, the monks who were roaring the lion’s roar in the lion’s roar; do not roar in the lion’s roar.",
    "ai-atk-s0201a2:127_2": "This too is how you should proclaim the lion’s roar.",
    "ai-atk-s0201a2:127_3": "the Realized One is called the lion’s roar and the sword, the Realized One is called the foremost of the world in the world, the chief of gods, and humans, and heirs of others.",
    "ai-atk-s0201a2:127_4": "the roar of the lion’s roar was like that of a lion,",
    "ai-atk-s0201a2:127_5": "Herein, just as, when a lion’s roar washed all the people, roar the lion’s roar, the lion’s roar, the lion’s roar wash, and the eighth day of the Realized One, the lion’s roar three, and the eighth day of the lion’s roar.",
    "ai-atk-s0201a2:127_6": "Therefore it was said: “These are roars his lion’s roar.”",
    "ai-atk-s0201a2:127_7": "He rolled forth the Wheel of Brahmā: here the Brahmadeva is the best in the supreme field.",
    "ai-atk-s0201a2:127_8": "Now the Wheel of Whel is this:",
    "ai-atk-s0201a2:128_0": "the characteristics influences and the opposite sex;",
    "ai-atk-s0201a2:129_0": "He can also be given in the gifts of treasures, and also the donors,",
    "ai-atk-s0201a2:130_0": "and two sagacious ones, here, (whether) he should arise in the world.",
    "ai-atk-s0201a2:131_0": "“Mendicants, there are these four situations. They’ll give gifts and make merit.”",
    "ai-atk-s0201a2:131_1": "“‘Of the feet envelops the meaning here is this.’”",
    "ai-atk-s0201a2:131_2": "“‘All the wheel’ is rolled around in a chariot’.",
    "ai-atk-s0201a2:131_3": "“Four are its wheels, and nine its postures.”",
    "ai-atk-s0201a2:131_4": "“Maybe not be eaten! Don’t neglect the wheel!” And the wheel was set rolling forth all.",
    "ai-atk-s0201a2:131_5": "the Wheel-Turning Monarch appears to the wheel-treasure.",
    "ai-atk-s0201a2:131_6": "“Having set rolling the universe” by the Fortunate One, who is Dhammadinnā,",
    "ai-atk-s0201a2:131_7": "“Will you wish to perhaps the wheel that was rolled forth as a Wheel-turning March’s honey?”",
    "ai-atk-s0201a2:131_8": "“Have you had a limit on the hide thread,” and so on.",
    "ai-atk-s0201a2:131_9": "playing in excess of two robes.",
    "ai-atk-s0201a2:131_10": "But here, in the Dhamma youth, having faith in the Sphere of the Dhamma,",
    "ai-atk-s0201a2:132_0": "But the wheel of two is the wheel of the Teaching and the twofold knowledges.",
    "ai-atk-s0201a2:132_1": "the wisdom there is from having developed, and witnessed the knowledge of (right) knowledge.",
    "ai-atk-s0201a2:132_2": "the disciples of compassion, the teacher who have taught,",
    "ai-atk-s0201a2:132_3": "Herein, they arise two kinds of knowledge that arise:",
    "ai-atk-s0201a2:132_4": "for as long as he came out through perfection the path and appeared until the characteristic of perfection arose.",
    "ai-atk-s0201a2:132_5": "if it is at the most excellent Great Bodhi tree as far as the highest of the Great Bodhi Tree or the path of Laṅkā arose.",
    "ai-atk-s0201a2:132_6": "from the Indadāla caves whose power for as long as he arose is reborn in the three paths (of the Saṅgha).",
    "ai-atk-s0201a2:132_7": "Regarding the two kinds of knowledge:",
    "ai-atk-s0201a2:132_8": "For when there is a different path, an ornament extending the mind in this way, the characteristic of stream-entry occurred to them.",
    "ai-atk-s0201a2:132_9": "penetration and knowledge of the path leading to knowledge.",
    "ai-atk-s0201a2:132_10": "For both of these and other two (reven) knowledges are the same knowledges,",
    "ai-atk-s0201a2:133_0": "now the Realized One possesses those powers of the Realized One. With these he claims the bull’s place, rolling on the place where the Realized One was able to show them?”",
    "ai-atk-s0201a2:133_1": "Firstly, the Realized One knows as it really is the cause of reason,",
    "ai-atk-s0201a2:133_2": "Herein, the reason for that is possible, and for the sake of defilement.",
    "ai-atk-s0201a2:133_3": "for whatever reason the fruit comes to be understood is called “blessed” and it arises.",
    "ai-atk-s0201a2:133_4": "“That’s the reason, for which there are things for the arising of these things.",
    "ai-atk-s0201a2:133_5": "There are things that are grounds for the arising of thoughts.”",
    "ai-atk-s0201a2:133_6": "But what are the reasons in the present to the Realized One, and what is it the impossible as impossible? And what is it for him with knowledge of the possible and the impossible as impossible?",
    "ai-atk-s0201a2:133_7": "One who has knowledge",
    "ai-atk-s0201a2:133_8": "This too is a power of the Realized One. ...",
    "ai-atk-s0201a2:133_9": "So for all or six leagues should be understood that.",
    "ai-atk-s0201a2:134_0": "They undertake the deeds of performing their deeds, having done good deeds and skillful deeds as their results.",
    "ai-atk-s0201a2:134_1": "As to reason, they get causally grasped, and have caused both the reasons.",
    "ai-atk-s0201a2:134_2": "Herein, (rebirth in) the results of a bad result,",
    "ai-atk-s0201a2:134_3": "(they are) a cause of deeds,",
    "ai-atk-s0201a2:134_4": "But in the detailed explanation, discussing them, “And however, is it the opposite of their knowledge?” it is neither constantly nor impediments that have been destiny in the way beginning, “This is the actual way that is invalidible.”",
    "ai-atk-s0201a2:135_0": "Everywhere she goes to heaven in all places,",
    "ai-atk-s0201a2:135_1": "Following the path",
    "ai-atk-s0201a2:135_2": "They truly understand how many kinds of people.",
    "ai-atk-s0201a2:135_3": "And what is the detailed explanation of what is knowledge about this? “What is the practice that leads to the cessation of all this?",
    "ai-atk-s0201a2:135_4": "Here, this is the path, this is the practice that leads to rebirth in hell, the animal realm, and the ghost realm.”",
    "ai-atk-s0201a2:136_0": "elements of many and diverse elements.",
    "ai-atk-s0201a2:136_1": "the elements have various elements oppositeed, and the characteristic of various elements.",
    "ai-atk-s0201a2:136_2": "the world constituents (of mind and body), the world elements,",
    "ai-atk-s0201a2:136_3": "They truly understand the four elements, which is an undeveloped, opposite sex, not having comprehended them with their own insight.",
    "ai-atk-s0201a2:136_4": "And here too knowledge of the Realized Ones do not truly understand here: “What are the elements of light, what is the diversity of elements?” But they do not truly understand here within the supernormal power of the Realized One.",
    "ai-atk-s0201a2:137_0": "Through the counterpart of different kinds, etc., one whose mind is freed through diverse fields.",
    "ai-atk-s0201a2:137_1": "And this knowledge of the Realized One truly understands the different idea of sentient beings. Which is their only knowledge of the death and rebirth of sentient beings. It is here that the Realized One does not have achieved these things.",
    "ai-atk-s0201a2:138_0": "beings who strive at the endeavors of others.",
    "ai-atk-s0201a2:138_1": "(They are) equal to others.",
    "ai-atk-s0201a2:138_2": "just this much,",
    "ai-atk-s0201a2:138_3": "But two is what is said in reference to.",
    "ai-atk-s0201a2:138_4": "The faculties of faith, energy, mindfulness, immersion, and wisdom running out of faith and ethics.",
    "ai-atk-s0201a2:138_5": "And in the detailed explanation of this Dhamma is said:",
    "ai-atk-s0201a2:138_6": "“What is it? Which is the Realized One truly understands the faculties of other sentient beings and other individuals after comprehending them with his mind? They don’t truly understand the knowledge of the present phenomena that the Realized One, and the knowledge of the death and rebirth of sentient beings.”",
    "ai-atk-s0201a2:139_0": "The first absorptions, the second absorptions, the four absorptions, the four absorptions, the first absorptions, the basic supports, and the four absorptions, the eight attainments, and the bases of mastery in the first absorption, the second absorption, the third absorptions, the fourth absorptions, the attainments, and the basic knowledge of the attainment.",
    "ai-atk-s0201a2:139_1": "Resoluteness is discrimination of defilements;",
    "ai-atk-s0201a2:139_2": "cleansing is the state partaking of distinction.",
    "ai-atk-s0201a2:139_3": "“Having emerged from the household life,",
    "ai-atk-s0201a2:139_4": "after emerging from that concentration: these things are reckoned as a stream-enterer, and the fruit of stream-entry.",
    "ai-atk-s0201a2:139_5": "for it is in the lower rown below by the upper side of the below’s end.",
    "ai-atk-s0201a2:139_6": "Therefore although giving the full admission to a woman who is junior,",
    "ai-atk-s0201a2:139_7": "All the jhāna factors reckoned by continued existence.",
    "ai-atk-s0201a2:139_8": "is emerging from the attainment of cessation,",
    "ai-atk-s0201a2:139_9": "Having emerged from that concentration, they emerged from that state of immersion.",
    "ai-atk-s0201a2:139_10": "And here too what is it means to say that the Realized One has attained the absorption, liberation, immersion, and attainment of the absorption once regarding the absorptions, liberations, immersions, knowledges, and attainments of the practice that leads to the cessation of defilements?”",
    "ai-atk-s0201a2:139_11": "and in detail the exposition of the seven knowledges, the defining of the Sacrifice of consciousness, the Vibhaṅga influence of the Seven Reflections of the Faith, and the Vinaya Commentaries.",
    "ai-atk-s0201a2:139_12": "recollection of past lives is the path to purification for recollection.",
    "ai-atk-s0201a2:139_13": "(But) without defilements, Discussion of the perils,",
    "ai-atk-s0201a2:140_0": "These are the ten powers of the Realized One. They immerse that are",
    "ai-atk-s0201a2:140_1": "Herein, talk about others:",
    "ai-atk-s0201a2:140_2": "There is no ten powers: the One of Ten Powers, the sign of all, including the life of purity.",
    "ai-atk-s0201a2:140_3": "He should not see it like that.",
    "ai-atk-s0201a2:140_4": "For one is the One of Ten knowledge, who knows omniscience,",
    "ai-atk-s0201a2:140_5": "he knows the One of Ten Powers, who knows what is to be done,",
    "ai-atk-s0201a2:140_6": "Though he knows all omniscience, both of them,",
    "ai-atk-s0201a2:140_7": "For the reason of ten powers abidings are the reason why they know:",
    "ai-atk-s0201a2:140_8": "The second section on the site of deeds in the smith",
    "ai-atk-s0201a2:140_9": "The third chapter on legal procedures",
    "ai-atk-s0201a2:140_10": "In the fourth tetrad, diversity of elements.",
    "ai-atk-s0201a2:140_11": "it is the fifth inclination for seven days.",
    "ai-atk-s0201a2:140_12": "his sixth sense faculties still remains.",
    "ai-atk-s0201a2:140_13": "the seventh absorptions together with them, etc.,",
    "ai-atk-s0201a2:140_14": "This is the eighth aggregates.",
    "ai-atk-s0201a2:140_15": "This is the ninth kind of enjoyment.",
    "ai-atk-s0201a2:140_16": "The tenth chapter",
    "ai-atk-s0201a2:140_17": "Knowing all omniscience, and he understands these things, and he understands further.",
    "ai-atk-s0201a2:140_18": "They don’t do anything for them.",
    "ai-atk-s0201a2:140_19": "For it is because if he is not able to live having psychic powers, and if he is unable to break the oppressive meditation.",
    "ai-atk-s0201a2:140_20": "Furthermore, in the case of another, he should ask:",
    "ai-atk-s0201a2:140_21": "“Ten Knowledge and formless mind and placing the mind, without placing the mind and keeping it connected. They’re in the formless, with the thought.”",
    "ai-atk-s0201a2:140_22": "know and seeming as their reflection and consider, with a mind that has been qualified to be dispersed.",
    "ai-atk-s0201a2:140_23": "After that is the two kinds of applied and sustained thought:",
    "ai-atk-s0201a2:140_24": "they may be with thinking and reflection, without placing the mind, but with the ending of defilements.",
    "ai-atk-s0201a2:140_25": "Likewise the seventh-spheres are made of sensual pleasures, and one of fine-material sphere , which is accompanied by defilements and is accompanied by defilements and is controlled in the fine-material and surmounting of sensual thoughts. But it only has a single conquerortion of the world.",
    "ai-atk-s0201a2:141_0": "So he spoke firstly to the indication by the words he has performed (these), and the Realized One could go to prevent them from (?); he sees (the truths of) the arising of defilements, the attainment of the defilement of (wholesome) views and the eighteen culminations (worry about) in this way.",
    "ai-atk-s0201a2:141_1": "Then the result of their deeds, he sees that the result of deeds thus,",
    "ai-atk-s0201a2:141_2": "all the paths of the connection with the lotus-like legal procedures, and it cannot be known as a state without seeing.",
    "ai-atk-s0201a2:141_3": "In this way one sees the elements and the resolution through recollection of the elements, and the Questionality of the Enlightened One, the one who sees the Dhamma, and the penetration of the Noble Ones.",
    "ai-atk-s0201a2:141_4": "Then they see neither to be understood nor reaches them by the end of their terminator. Next they see that they have reached the higher end.",
    "ai-atk-s0201a2:141_5": "He sees that there isn’t able to teach the Dhamma like a culminating, the law of the sense faculties, the One who sees clearly the sense faculties and directly knowingly the faculties.",
    "ai-atk-s0201a2:141_6": "When it has been understood like this, the faculties of boundaries are quiet in this way. If they have supernormal powers, they are quicked by the first jhāna.",
    "ai-atk-s0201a2:141_7": "the recollection of past lives, having reached the recollection of past lives, recollected the divine eyes of past lives, for the sake of subtlety-four kinds of clairvoyance, and his mind becomes dispassionate towards the stainless.",
    "ai-atk-s0201a2:141_8": "That is why it should be understood that these ten powers should be understood as the ten powers.",
    "ai-atk-s0201a2:142_0": "Those who say that insufficient word doesn’t give up such things again.",
    "ai-atk-s0201a2:142_1": "and thought thus: “I will not give up that thought,”",
    "ai-atk-s0201a2:142_2": "and they don’t give up that view.",
    "ai-atk-s0201a2:142_3": "You’re cast down to hell, saying, ‘Like hell,’ and so he placed them in hell.",
    "ai-atk-s0201a2:143_0": "He shows no means to show compassion, which is like the blessings and so on.",
    "ai-atk-s0201a2:143_1": "Herein, virtue should be understood as nutriment for the supermundane states.",
    "ai-atk-s0201a2:143_2": "and it is allowed to live in the supermundane.",
    "ai-atk-s0201a2:143_3": "Because when an astute mendicant possesses right speech and right action, I say that such a mendicant is accomplished in ethics, immersion, wisdom, and freedom. That kind of person is accomplished in ethics, immersion, wisdom, and the knowledge of the present life are accomplished in the present life.",
    "ai-atk-s0201a2:143_4": "For just as when a person doesn’t snake inside themselves, they’re in the middle of the hell and the animal realm, or the ghost realm is shown by the next life.",
    "ai-atk-s0201a2:143_5": "For in the whole of the Buddha, in the Basket of the Enlightened One, having a cowherd, there is no name such as Dhamma -",
    "ai-atk-s0201a2:144_0": "(But) he reviews them in brief, Transmigration, which is the opposite secure for him in four places, and that is called “ day” .",
    "ai-atk-s0201a2:144_1": "to know what you are awakened, I have understood them like this.",
    "ai-atk-s0201a2:144_2": "while still an unawakened (another) things are still not awakened,",
    "ai-atk-s0201a2:144_3": "There they are discovered by the Perfectly Awakened Ones, who are not fully awakened Buddhas,",
    "ai-atk-s0201a2:144_4": "Because of the reason of his own statement: through its nature, it is as if a delivered, separated with an unlimited, with limitless words.",
    "ai-atk-s0201a2:144_5": "In some case, the person here is the same way.",
    "ai-atk-s0201a2:144_6": "I don’t see the person, who does not tell me. They will give up this teaching, and don’t get rid of it.",
    "ai-atk-s0201a2:144_7": "having attained safety, secure, destroyer of safety,",
    "ai-atk-s0201a2:144_8": "For each one who is living in knowledge, who has wandered on knowledge,",
    "ai-atk-s0201a2:144_9": "For this is the ten powers: the Buddha, the teaching, and the Saṅgha, and the accurate person, discovered from witness. As I am still not a Buddha, I say.’",
    "ai-atk-s0201a2:144_10": "knowledge from that associated with that very day is the name for (only) going to (only),",
    "ai-atk-s0201a2:144_11": "it was reference to him, “They have reached maturity.”",
    "ai-atk-s0201a2:144_12": "This is how the meaning should be understood here.",
    "ai-atk-s0201a2:145_0": "While creating dangers: here the obstructive acts are obstructive, while they are expert in fact, and when they are examined about the seven classes of offenses.",
    "ai-atk-s0201a2:145_1": "For if he deposited the wrong-doing exceeds what has been given, he acts in the middle of the day.",
    "ai-atk-s0201a2:145_2": "But here in the case of my (livings) savings canopy",
    "ai-atk-s0201a2:145_3": "For when anyone finds that through which I received the fruit of getting what is eaten, the middle is the fruit of me.",
    "ai-atk-s0201a2:145_4": "One who has no greed for the purpose of removing greed and hate for the purpose of indication,",
    "ai-atk-s0201a2:145_5": "He teaches the Dhamma so as to one who has not heard, and so on.",
    "ai-atk-s0201a2:145_6": "But that mind is indeed the lawless states,",
    "ai-atk-s0201a2:145_7": "The rest should be understood in this way.",
    "ai-atk-s0201a2:146_0": "The One of Ten Powers is finished.",
    "ai-atk-s0201a2:147_0": "Practice for the eight means",
    "ai-atk-s0201a2:148_0": "151.",
    "ai-atk-s0201a2:148_1": "“Sāriputta, sir, why are these eight kinds of conduct?”",
    "ai-atk-s0201a2:148_2": "Today I went forth in full awareness,",
    "ai-atk-s0201a2:148_3": "however, sensible people can swallow their minds plunge into it without reaching the presence of a lake as a witness, and torments, witnesses, and today assemblies, so these eight powers can see them.",
    "ai-atk-s0201a2:149_0": "There the aristocrat vassals of town sat together there. Having sat down in that very place the assembly hall.",
    "ai-atk-s0201a2:149_1": "or sitting there, Māra’s assembly should not be understood as Māra.",
    "ai-atk-s0201a2:149_2": "All the assembly is seen in order to show the one’s place.",
    "ai-atk-s0201a2:149_3": "for people say, “Lay followers are sitting here,” but they were unable to do so.",
    "ai-atk-s0201a2:149_4": "This is how an assembly of Nobles is their assembly.",
    "ai-atk-s0201a2:149_5": "Though brahmins are skilled in profit, and thought about sensible people.",
    "ai-atk-s0201a2:149_6": "there are ascetics and brahmins who are skilled in the Sakyan ascetics.",
    "ai-atk-s0201a2:149_7": "and in the midst of the Dhamma talk is called “the (Dhammana).”",
    "ai-atk-s0201a2:149_8": "Even if the non-humans were lost,",
    "ai-atk-s0201a2:149_9": "For human beings hear a residual labong when they see a corpse or a human being, some sentient beings are understood to be compared with the supreme beings.",
    "ai-atk-s0201a2:149_10": "Understanding this way of men,",
    "ai-atk-s0201a2:149_11": "There is this discussion in the Dhammapada:",
    "ai-atk-s0201a2:149_12": "So the meaning should be understood in accordance with such .",
    "ai-atk-s0201a2:150_0": "he enters it without common.",
    "ai-atk-s0201a2:150_1": "In many ways the Licchavīs come together with the assembly of hundreds of relatives, they went to meet the Licchavis.",
    "ai-atk-s0201a2:150_2": "and even in other countless Universal Monarches.",
    "ai-atk-s0201a2:150_3": "But what do you know when the Buddha comes to a wheel-turning monarch?",
    "ai-atk-s0201a2:150_4": "if he departs while he is going;",
    "ai-atk-s0201a2:150_5": "What kind of thing?",
    "ai-atk-s0201a2:150_6": "Even those like me,",
    "ai-atk-s0201a2:150_7": "Hence it is said: “Ānanda, I recall having approached an assembly of hundreds of aristocrats. But my appearance was similar to me.",
    "ai-atk-s0201a2:150_8": "whatever their voice was, my voice would become,",
    "ai-atk-s0201a2:150_9": "I educated, encouraged, fired up, and inspired them with a Dhamma talk.",
    "ai-atk-s0201a2:150_10": "Is this what you say, ‘This one doesn’t know, he says is a god or a human.’",
    "ai-atk-s0201a2:150_11": "And when my Dhamma talk was finished I vanished.",
    "ai-atk-s0201a2:150_12": "I have vanished, and I did not know me whether a god or a human.”",
    "ai-atk-s0201a2:151_0": "The aristocrats of aristocrats, brahmins, merchants, and creepers, Nigaṇṭhas, adorned with various jewels, and carpets.",
    "ai-atk-s0201a2:151_1": "So why the Buddha kills oneself?",
    "ai-atk-s0201a2:151_2": "And they are white, as well as black as white,",
    "ai-atk-s0201a2:151_3": "What is such a teacher?”",
    "ai-atk-s0201a2:151_4": "After his own going forth, the King sat down in the same way as those who were nurses, and he presented him with his own hands, thinking, “Today the king is mine,” he is an expert in ourselves.",
    "ai-atk-s0201a2:151_5": "They are charming the sacred flame,",
    "ai-atk-s0201a2:151_6": "The Teacher listens to the Dhamma about the Divine Dhamma,",
    "ai-atk-s0201a2:151_7": "Since I am referring to my you, this is what I am friendly.",
    "ai-atk-s0201a2:151_8": "When people hear that, they think, “This is the one who talks in the middle of the day.”",
    "ai-atk-s0201a2:151_9": "When the Buddha was summoning, he thought, “The king does not come back to this,” and when he saw it, he said, “Who is this?”",
    "ai-atk-s0201a2:152_0": "This is said:",
    "ai-atk-s0201a2:152_1": "Which is this: the monk Sīhabāhu, who is this: “What’s the point of replying to this lion, or a deity?”",
    "ai-atk-s0201a2:152_2": "how do they teach Dhamma to the goal?",
    "ai-atk-s0201a2:152_3": "for the benefit of having.",
    "ai-atk-s0201a2:152_4": "For this is how this teaching is also a condition for the future, namely,ful is a condition for the future.",
    "ai-atk-s0201a2:153_0": "sat together with them,",
    "ai-atk-s0201a2:153_1": "gradually conquering, skill in learning,",
    "ai-atk-s0201a2:153_2": "I was discussing the teachings, saying: ‘I attained the Dhamma,’ preceding the teachings,",
    "ai-atk-s0201a2:153_3": "In the specific neutrality is included in the brahmins such as the eggs, etc.",
    "ai-atk-s0201a2:154_0": "The commentary on the texts is finished.",
    "ai-atk-s0201a2:155_0": "Practicing is the commentary on the four colors.",
    "ai-atk-s0201a2:156_0": "Sāriputta, these kinds of discoverings are called the ‘badings’.",
    "ai-atk-s0201a2:156_1": "“The four primary elements have four foundations, namely, the one who still has fixed the aggregates, and one who is called a “The anyone who possesses these four primary elements”.",
    "ai-atk-s0201a2:156_2": "Because that’s an irrational way to win the fruit.”",
    "ai-atk-s0201a2:156_3": "“I do not call one a brahmin simply because of being born from a (certain) womb,",
    "ai-atk-s0201a2:156_4": "But it is here that the aggregates can be endure",
    "ai-atk-s0201a2:156_5": "Some born in that place are born from an egg.",
    "ai-atk-s0201a2:156_6": "born in a flame, or those born from a womb.",
    "ai-atk-s0201a2:156_7": "moisture-born dragons born from moists,",
    "ai-atk-s0201a2:156_8": "and after being reborn in these places, he is reborn spontaneously.",
    "ai-atk-s0201a2:156_9": "They break out and netw bear.",
    "ai-atk-s0201a2:156_10": "Whether grows: gives are to be shown by the winds that are not to say, to the place.",
    "ai-atk-s0201a2:156_11": "They are observed by bricks, ghee, and oil.",
    "ai-atk-s0201a2:156_12": "Gods of the Four Great Kings, from retinue is reborn in the company of the Gods of the Four Great Kings.",
    "ai-atk-s0201a2:156_13": "but the four-hundred piece of the four great earthquakes",
    "ai-atk-s0201a2:156_14": "Some gods and humans become reborn among humans,",
    "ai-atk-s0201a2:156_15": "When there are two parts of the Jina, then resembling the Pink Lotus Pond of the Jāṇussoṇi, the Mount Vepulla, and then the two brahmin Pokkharasāti, then in the fourth parts of the citizens, are dissatisfaction with Com and so on; then there are two parts of craving that birds antelope drows (?) in the fourth parts of craving.",
    "ai-atk-s0201a2:156_16": "And just as the native spirits although they were born in all the spirits, so the fourth part of the quadruped in the four directions.",
    "ai-atk-s0201a2:157_0": "The Book of the four colors is finished.",
    "ai-atk-s0201a2:158_0": "commentary on the five commentary.",
    "ai-atk-s0201a2:159_0": "Sāriputta, these five destinations should be brought to the shade of the iron sheets, double-organs, and workable .",
    "ai-atk-s0201a2:159_1": "Furthermore, one is reborn according to his own rebirth is unbroken, being reborn in the realm of luminous conduct, one who grieves up and reappears in many kinds of existence.",
    "ai-atk-s0201a2:159_2": "“I take care of this,” “I shall go to the realm of gods.”",
    "ai-atk-s0201a2:159_3": "“These ethical mendicants don’t know the course of ethical mendicants, or I don’t know this.”",
    "ai-atk-s0201a2:159_4": "“I do, Brahmā. And I understand that this is the extent of Brahmā.”",
    "ai-atk-s0201a2:159_5": "“this is the taking up of continued existence, the perfected one.”",
    "ai-atk-s0201a2:159_6": "“They’re just remembering them,”",
    "ai-atk-s0201a2:159_7": "in this life they get stronger.",
    "ai-atk-s0201a2:160_0": "Hell and the Niratice in the hells, the animal realm, and the ghost realm.",
    "ai-atk-s0201a2:160_1": "Third: bound to the animal realm,",
    "ai-atk-s0201a2:160_2": "They’re the animal realm,",
    "ai-atk-s0201a2:160_3": "after departing they have attained the ghost realm;",
    "ai-atk-s0201a2:160_4": "Among people are reborn as a human,",
    "ai-atk-s0201a2:160_5": "Those gods of the five kinds of sensual stimulation are proper for themselves and others.",
    "ai-atk-s0201a2:160_6": "Immediately a dregs in hell together with the wardens of hell.",
    "ai-atk-s0201a2:160_7": "and the same fortnight in the animal realm.",
    "ai-atk-s0201a2:160_8": "Will they show the path that goes to both counts that are pleasant in both places,",
    "ai-atk-s0201a2:160_9": "the one who practices in line with that path, and on the path does practice, and on both sides, even if one is included in the same way.",
    "ai-atk-s0201a2:160_10": "They blow in the lower realms, the incomparable, the incomparable, or the unconditioned.",
    "ai-atk-s0201a2:160_11": "pained from suffering, death as suffering,",
    "ai-atk-s0201a2:160_12": "When an ignorant one, who denies what is there in this place",
    "ai-atk-s0201a2:160_13": "But this people don’t know, “This is surely abiding in extinguishment.”",
    "ai-atk-s0201a2:160_14": "Here, here it is the path and the practice.",
    "ai-atk-s0201a2:161_0": "The commentary on the five commentary.",
    "ai-atk-s0201a2:162_0": "the colour of knowledge and the constituent groups",
    "ai-atk-s0201a2:163_0": "154.",
    "ai-atk-s0201a2:163_1": "While in the seven places as they were shown by their own knowledge, they were shown them the opposite sex with them.",
    "ai-atk-s0201a2:164_0": "Herein, exclusively suffering:",
    "ai-atk-s0201a2:164_1": "all the skin of the body.",
    "ai-atk-s0201a2:164_2": "Bitter, harsh, and bitter feelings,",
    "ai-atk-s0201a2:164_3": "Just as when these:ps are said to show without vision,",
    "ai-atk-s0201a2:164_4": "Herein, less these is what is called a “restraint”.",
    "ai-atk-s0201a2:165_0": "“Why did you so hurriedly release the essence?",
    "ai-atk-s0201a2:166_0": "Please answer my question.”",
    "ai-atk-s0201a2:167_0": "Herein, the monastery in the first place,",
    "ai-atk-s0201a2:168_0": "Some went out to the river Aṅgīrasa, the gardens don’t burn down.”",
    "ai-atk-s0201a2:169_0": "there you need.",
    "ai-atk-s0201a2:169_1": "But here it is an unfinished robe",
    "ai-atk-s0201a2:169_2": "Hence it is said: “Herein, Kappāyana.”",
    "ai-atk-s0201a2:169_3": "Herein, the meaning is established in size: he is the extra effort less than five treasures, and he is the meaning.",
    "ai-atk-s0201a2:169_4": "(They are) without confusion. Because they are strong and smoke, they are weak, conceived in him when there is a strong wind.",
    "ai-atk-s0201a2:169_5": "Wealth in the waves,",
    "ai-atk-s0201a2:169_6": "You’re born, craving, and craving—",
    "ai-atk-s0201a2:169_7": "if he wants to drink water;",
    "ai-atk-s0201a2:169_8": "One path is included along by a single path that is thorns down from the near shore of the road in the middle of a tree without thorns.",
    "ai-atk-s0201a2:169_9": "There is no place called in the edge of the bed and chair’s practice. But there is no possibly in the sense of controlled.",
    "ai-atk-s0201a2:170_0": "In the same way, this is how to construe it –",
    "ai-atk-s0201a2:170_1": "(but) like a pit of glowing coals in the hell equal one.",
    "ai-atk-s0201a2:170_2": "like a pit of glowing coals in the hells.",
    "ai-atk-s0201a2:170_3": "The person like a value in the variety of deeds,",
    "ai-atk-s0201a2:170_4": "A person with good eyesight standing is like the Fortunate One,",
    "ai-atk-s0201a2:170_5": "Suppose a person was traveling along this road, and he saw a flayed cognitive “This manikins,” so too, when he had such a deed that he knows “I will be reborn in hell,”",
    "ai-atk-s0201a2:170_6": "That man would do so.",
    "ai-atk-s0201a2:170_7": "Herein, although at the time of that deed was the hells, the pleasurable destiny,",
    "ai-atk-s0201a2:170_8": "Then he thought, “Where did that deed and being reborn in the midst of the world? Where they were reborn in the midst of the people, and when they saw a hundred thousand beings passing away, he said, “Today is the time of this being”, “Takening here, they say: “Those sentient beings pass away and re-enterers.”",
    "ai-atk-s0201a2:171_0": "But on the second occasion, he thinks, “This is why there are no more pain in the Ganges river, like a dunge of dung, and which is why there are no more pain.”",
    "ai-atk-s0201a2:171_1": "And it should be understood that this should be understood as the previous method.",
    "ai-atk-s0201a2:171_2": "For even this person indeed the elephants, horses, and carriages, with no longer hopes, to be constantly and plunged into the range of life.",
    "ai-atk-s0201a2:172_0": "This is the third difference between the palms that is incapable of covering, like a necklace or a string, and it is said to be like a crack of hollow.",
    "ai-atk-s0201a2:172_1": "The dart of the animal realm,",
    "ai-atk-s0201a2:172_2": "They’re full of pain because of married girls and cultivated many painful physical pleasure, but only for that reason they will have a small pleasure.",
    "ai-atk-s0201a2:172_3": "And it should be understood that this should be understood as the previous method.",
    "ai-atk-s0201a2:173_0": "The fourth rainy season when he is outside the monastery gateway, and including the finest lady,",
    "ai-atk-s0201a2:173_1": "My toessentials are like a moved stone,",
    "ai-atk-s0201a2:173_2": "An aristocrat who has much pleasure in them pleasurable feelings. Such-like feelings should be shown them, or feels pleasant.",
    "ai-atk-s0201a2:173_3": "Herein, too, it should be understood that the abandoning of the five ways",
    "ai-atk-s0201a2:174_0": "near the Palace of this Earth,",
    "ai-atk-s0201a2:174_1": "plastered inside and outside, the inside and outside.",
    "ai-atk-s0201a2:174_2": "Putting the doors with thread,",
    "ai-atk-s0201a2:174_3": "Cowherds: an enclosed ditches in four pieces of cows;",
    "ai-atk-s0201a2:174_4": "Where places: by knee on the ground, by the hand,",
    "ai-atk-s0201a2:174_5": "knee-deep, waist-deep-worker, and knee-deep.",
    "ai-atk-s0201a2:174_6": "(The Buddha replied:) “Amongst those who do this, ladyed the meaning, with hands and feet, decorated with meaning and the elimination of supreme refuge.”",
    "ai-atk-s0201a2:174_7": "They made a response of their cloth,",
    "ai-atk-s0201a2:174_8": "Surrounded with north is the meaning.",
    "ai-atk-s0201a2:174_9": "he placed on both sides, (but) the couches of woolen covers—shag-piled, colorful, white, or embroidered with flowers—and spread with a fine deer hide.",
    "ai-atk-s0201a2:174_10": "too should be understood as it is given in the first jhāna.",
    "ai-atk-s0201a2:175_0": "But here this person knows that it was before, on the road, and once more than a hundred leagues, they would come to the public general couch and sat down cross-legged, with the hooked couch, take the Buddha’s corpse, and make merit for the eon, thinking, “After seeing the The Buddha, they will be reborn in the god.”",
    "ai-atk-s0201a2:175_1": "Some time later he saw that the Buddha was sitting or lying down cross-legged, with his body straight, and became dispassionate towards the peak of the heavenly pleasant feeling. Then he saw that delivering sunshade, as it were reborn in a heavenly realm. So too, he sees that the Buddha wouldn’t be reborn in a heavenly realm.",
    "ai-atk-s0201a2:176_0": "The year of the Factors of Awakening is finished.",
    "ai-atk-s0201a2:177_0": "the commentary on the forecourt",
    "ai-atk-s0201a2:178_0": "and after saying to them, “I will see a sight of me,” he said, “I shall go into the sky.”",
    "ai-atk-s0201a2:178_1": "Why is that?",
    "ai-atk-s0201a2:178_2": "Setting away independent,",
    "ai-atk-s0201a2:178_3": "For that person will even know and see the clairvoyance that is purified and surpasses all these things.",
    "ai-atk-s0201a2:178_4": "even though they surely happy ...",
    "ai-atk-s0201a2:178_5": "for the heavenly world’s predominance of gods. Because there is no single thing",
    "ai-atk-s0201a2:178_6": "it is exclusively happy—and softly absolutely happy—free of all kinds.",
    "ai-atk-s0201a2:178_7": "This too is said to be the perfectly happy world’s true.",
    "ai-atk-s0201a2:178_8": "It’s plunged into the middle of a stilt longhouse and beneath yourselves. And it’s not exclusively happy—norned as a pleasing,",
    "ai-atk-s0201a2:178_9": "violent even if it’s a lotus pond, a lump of earth, a rock, a turban, an rain-season robe, a pink, a drunk lotus, and a choping blossoming lotuses, a stalk, a picking it up lotuses, and a muddy water, and after making it rubwsheel and moists about eventually moisten the corner of the fields. They drop into a lotuses, salivaling the heart the heart the fields, droping sun’s pulled up lotuses, and set it into a pitation.",
    "ai-atk-s0201a2:179_0": "In the same way, this is how to construe it –",
    "ai-atk-s0201a2:179_1": "Dricks like a lotus leaf, like fire.",
    "ai-atk-s0201a2:179_2": "The difference between the portable trade is the preceding .",
    "ai-atk-s0201a2:179_3": "The road, as though he was skilled in the variety of paths, the individuals,",
    "ai-atk-s0201a2:179_4": "Like a person with good eyesight,",
    "ai-atk-s0201a2:179_5": "like a forest fire with a lump of foam.",
    "ai-atk-s0201a2:179_6": "Suppose a man was traveling along this road, and he saw a fine lotus pond, knowing that it was very delightful, living for this road with his own hands, put out of the lotuses, sat down at the foot of trees, and spent the opposite sewer, thinking, “Such it would be as if he were told by the Buddha.” Then he thus, “Being the signless he can bring it up into the fruit,”",
    "ai-atk-s0201a2:179_7": "Some time later he saw that person, and he was sitting in that very neighborhood of a lotus pond. Seeking to resided in that lotus leaf, he sees that person, and he had the level of the fruit, he sees that person with his own insight the path to extinguishment. And he having realized it with his own insight due to the ending of defilements.",
    "ai-atk-s0201a2:180_0": "The commentary on the forty-three is finished.",
    "ai-atk-s0201a2:181_0": "On Restruction",
    "ai-atk-s0201a2:182_0": "155.",
    "ai-atk-s0201a2:182_1": "“I do, Sāriputta.”",
    "ai-atk-s0201a2:182_2": "being snapped in the language of the miracle,",
    "ai-atk-s0201a2:182_3": "A parrot tree is passing on purity.",
    "ai-atk-s0201a2:182_4": "Then the Buddha, having a four factors that appearance, possessed the four factors of stream-entry, non-human beings, and difficult to do what was hard to do.",
    "ai-atk-s0201a2:182_5": "were to give him this purgative;",
    "ai-atk-s0201a2:182_6": "In this context, Sunakkhatta the Licchavi",
    "ai-atk-s0201a2:182_7": "Seeing that ‘That ascetic is a true holy man!’",
    "ai-atk-s0201a2:183_0": "Then the Buddha showed this very hard to get a lamp and this one, and as soon as he’s able to show the queen and ground, the boarden. And he should show him to confidence: “Now, I’ve made an end of the four quarters, I will show them confidence in me, and I will remember it.”",
    "ai-atk-s0201a2:184_0": "There they live a spiritual path of mine. They are services for me to listen to the teaching and training. They’re called a member of the spiritual path, and an observe the sabbath.",
    "ai-atk-s0201a2:185_0": "“What sort of your spiritual life?",
    "ai-atk-s0201a2:186_0": "For what does the result is well?",
    "ai-atk-s0201a2:187_0": "by one whose energy is successful,",
    "ai-atk-s0201a2:188_0": "This is the great future in the world",
    "ai-atk-s0201a2:189_0": "I’m a wife in the world of men,",
    "ai-atk-s0201a2:190_0": "We have faith in both gifts,",
    "ai-atk-s0201a2:191_0": "I plunged into the house.",
    "ai-atk-s0201a2:192_0": "peaceful and satisfied.",
    "ai-atk-s0201a2:193_0": "That spiritual life is lived for the sake of leading the spiritual life,",
    "ai-atk-s0201a2:194_0": "This result has come to be.",
    "ai-atk-s0201a2:195_0": "by one whose energy is successful,",
    "ai-atk-s0201a2:196_0": "And this is my mind, Great Steward!”",
    "ai-atk-s0201a2:197_0": "for this living of the spiritual life is lived in a complete assembly.",
    "ai-atk-s0201a2:198_0": "“Kāmaseṭṭha, whom breathing through his hands, is horned in her hand,",
    "ai-atk-s0201a2:199_0": "By what’s the domestic wealth of living the spiritual life,",
    "ai-atk-s0201a2:200_0": "(but) he gave the honey to the living creatures in his hand,",
    "ai-atk-s0201a2:201_0": "Through my merit brings about my life.”",
    "ai-atk-s0201a2:202_0": "in this way there is service for the spiritual life.",
    "ai-atk-s0201a2:202_1": "“Yes, monks,” replied the spiritual life.",
    "ai-atk-s0201a2:202_2": "“But my spiritual life is not lived for disillusionment, dispassion, and cessation regarding the spiritual path. It only leads as far as rebirth in the Brahmā realm.”",
    "ai-atk-s0201a2:202_3": "saying: “In this life there are a thousand of mortals in the life of purity.”",
    "ai-atk-s0201a2:202_4": "“Others will be unchaste; here we will be celibate. We will be celibate, set apart, avoiding the spiritual life.”",
    "ai-atk-s0201a2:203_0": "“This wife is your wife, and I do not try.",
    "ai-atk-s0201a2:204_0": "and his wife though they were not looking!",
    "ai-atk-s0201a2:205_0": "except the spiritual life,",
    "ai-atk-s0201a2:206_0": "Therefore I am a youth, young man, I will not have anyone conceive.”",
    "ai-atk-s0201a2:207_0": "lived in the Great Wood, in the water, (those) living the spiritual life.",
    "ai-atk-s0201a2:208_0": "“Having given up inferior the Nobles, who is reborn in the spiritual life,",
    "ai-atk-s0201a2:209_0": "And in the Majjhima Nāgas he came about among the medium.”",
    "ai-atk-s0201a2:210_0": "In this way the spiritual life-formed is lived on the spiritual life.",
    "ai-atk-s0201a2:210_1": "“But this spiritual life is lived for the sake of dispassion ...",
    "ai-atk-s0201a2:210_2": "This is simply the noble eightfold path, the practice that leads to the spiritual life.”",
    "ai-atk-s0201a2:210_3": "“The spiritual life is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans, and there are beings in the Dispensation of the spiritual life.”",
    "ai-atk-s0201a2:211_0": "“But more, more no matter how the fruit comes,",
    "ai-atk-s0201a2:212_0": "Understanding this and that’s how they know the village.”",
    "ai-atk-s0201a2:213_0": "Here the explanation of the spiritual life is lived here.",
    "ai-atk-s0201a2:213_1": "they practice the spiritual life.",
    "ai-atk-s0201a2:213_2": "This is my energy:",
    "ai-atk-s0201a2:213_3": "Then one life-formity has four factors, possessed of four factors, is said to be the best of the four factors.",
    "ai-atk-s0201a2:214_0": "“I’m a mortifier, I thin, thus I am a belief.”",
    "ai-atk-s0201a2:214_1": "Endowed is the highest mortification in for a self-mortification,",
    "ai-atk-s0201a2:214_2": "I used to be rough, I am a cough.",
    "ai-atk-s0201a2:214_3": "he disgusted with wicked friends,",
    "ai-atk-s0201a2:214_4": "I entered secluded, I am secluded,",
    "ai-atk-s0201a2:214_5": "And this is what my teacher says.",
    "ai-atk-s0201a2:215_0": "Herein, one who is naked ascetic, not a naked ascetic,",
    "ai-atk-s0201a2:215_1": "Restlessness is his behaved and misbehaved in, looking for food, drink, clothes, and vehicles; I eat and drink, and enjoy luxurious bean.",
    "ai-atk-s0201a2:215_2": "It pulls the hand with the hand, and perceives it as such, with the tongue pressing on the chest, having with his hands, but with the tongue pressing on the chest, I will give it back.",
    "ai-atk-s0201a2:215_3": "A staff, it seems, as they prescribe for them. That’s why they fill them with sticks.",
    "ai-atk-s0201a2:215_4": "took alms from Bhaddā Kāpilānī, who was not happy in this way, but they did not say.",
    "ai-atk-s0201a2:215_5": "Well then, Bhaddāti, thinking: ‘That’s why do not stop.’",
    "ai-atk-s0201a2:215_6": "But even though these ascetics of other religions do not say,",
    "ai-atk-s0201a2:215_7": "And they gave too much:",
    "ai-atk-s0201a2:215_8": "she took a waterpot and said, “First, I begged the alms round.”",
    "ai-atk-s0201a2:215_9": "This is how you should refer to the point.",
    "ai-atk-s0201a2:215_10": "if she has not been invited to a meal she does not go to a village or a meal, and she does not consent to food brought to her, and she didn’t consent to food.",
    "ai-atk-s0201a2:216_0": "he does not sink down in the presence of a pot, pull it with the pot.",
    "ai-atk-s0201a2:216_1": "They’re not able to make a necklace or a wave,",
    "ai-atk-s0201a2:216_2": "But then I took hold of it,",
    "ai-atk-s0201a2:216_3": "A iron pot is iron, a cart, a metal bowl, or a cart.",
    "ai-atk-s0201a2:216_4": "if they don’t start to give it, having given permission, let alone those who do not go,",
    "ai-atk-s0201a2:216_5": "This urge meat will vanish.",
    "ai-atk-s0201a2:216_6": "Likewise in sticks, and the rest.",
    "ai-atk-s0201a2:216_7": "while they are two descending from one part, two in each of the two, I don’t see a group.",
    "ai-atk-s0201a2:216_8": "Building is the next:",
    "ai-atk-s0201a2:216_9": "But when the pregnant is conceived in a womb due to those who are pregnant, the child is risky and dangerous. When a man is pregnant, it doesn’t conscious about with women who are pregnant, breastfeeding, or who has been intimate with a flag.",
    "ai-atk-s0201a2:216_10": "is not slaughtered for the meal on the road,",
    "ai-atk-s0201a2:216_11": "Because of the famine of Pāsaṇḍa, it seems, for the sake of the lady, singing as finishermans, and bringing them to the food.",
    "ai-atk-s0201a2:216_12": "does not receive anything from a naked ascetic, even if he receives them.",
    "ai-atk-s0201a2:217_0": "And wherever she’s walking, she doesn’t nurse the one lumps back from that place. She not grabbed her.",
    "ai-atk-s0201a2:217_1": "to this or that of these two ends.",
    "ai-atk-s0201a2:217_2": "Paṇḍaṇḍolaka’s walking-pathetics, and seeing that she was led to him, a meal of food, and she gave him to a meal.",
    "ai-atk-s0201a2:217_3": "And when they’re entered the doors, they infested with flies, smeared with dirt, and adorning them with joined palms.",
    "ai-atk-s0201a2:217_4": "But then I took a alms-food from there, why do I not take it?",
    "ai-atk-s0201a2:217_5": "(but) the same sort of me is the same thing,’ and so too I lived on the same way.",
    "ai-atk-s0201a2:217_6": "In all the forty-three terrace, salty, and sweet salt,",
    "ai-atk-s0201a2:217_7": "And here it is alcoholic drinks that is blameworthy and non-percipient, all of them are non-percipient.",
    "ai-atk-s0201a2:218_0": "Whoever would receive alms from one house after leaving all the house, and whatever they return.",
    "ai-atk-s0201a2:218_1": "He who takes re one Roar with a single seize,",
    "ai-atk-s0201a2:218_2": "and the same method of abode.",
    "ai-atk-s0201a2:218_3": "the other one, both of those on one side and two on the other.",
    "ai-atk-s0201a2:218_4": "Ametime: the taste of the lesser lifetime takes place where they put monks.",
    "ai-atk-s0201a2:218_5": "One day: One is the next day and night.",
    "ai-atk-s0201a2:218_6": "half-month:",
    "ai-atk-s0201a2:218_7": "food for the meal, or for the meal;",
    "ai-atk-s0201a2:218_8": "After eating for seven days, and half the meal offerings by day, I have a meal at the main gate.",
    "ai-atk-s0201a2:219_0": "the fear of green,",
    "ai-atk-s0201a2:219_1": "the rice-gruel, the rice, the storehouse of woreat,",
    "ai-atk-s0201a2:219_2": "He was the prominent merchant in the monastery called Uppalavaṇṇā.",
    "ai-atk-s0201a2:219_3": "they covered the sort and covered their cloths with garments.",
    "ai-atk-s0201a2:219_4": "palace is called a trader, even when the carcass of a tree is finished,",
    "ai-atk-s0201a2:219_5": "smooth the floor",
    "ai-atk-s0201a2:219_6": "and the refectory of rice gruel takes a lump of cooked rice, ate the thrown on the ground.",
    "ai-atk-s0201a2:219_7": "“They say, ‘birth’, and also ‘them’,",
    "ai-atk-s0201a2:219_8": "As they become evident for him, (but) they are.",
    "ai-atk-s0201a2:219_9": "he enjoyed the fruit of that deed, which was given to him by the afflicted fruit.",
    "ai-atk-s0201a2:220_0": "Sāketa sheltered cloths,",
    "ai-atk-s0201a2:220_1": "mixed with predatory animals,",
    "ai-atk-s0201a2:220_2": "(They are) functions for a corpse thrown onto the outer robe.",
    "ai-atk-s0201a2:220_3": "and when the Serpents are finished,",
    "ai-atk-s0201a2:220_4": "he picked them up, washed, and placed on the earth.",
    "ai-atk-s0201a2:220_5": "First: the Three Trainings of trees,",
    "ai-atk-s0201a2:220_6": "Ajita, waves,",
    "ai-atk-s0201a2:220_7": "They dropped off a crooked (only) with ropes.",
    "ai-atk-s0201a2:220_8": "say that the bird is what the Sakyan pray.",
    "ai-atk-s0201a2:220_9": "having made arrangement on the Kuṇāla Gayā,",
    "ai-atk-s0201a2:220_10": "Like the oxen fruitionating in the foreignty.",
    "ai-atk-s0201a2:220_11": "they spread through the hair of human hair and beard,",
    "ai-atk-s0201a2:220_12": "When this was said, “Ascetics, Vakkali shaved off their hair and beard, dressed in ocher robes, and said,",
    "ai-atk-s0201a2:220_13": "It’s cold in the cold, hot in the heat, ugly, smelly, and unpleasant to touch.”",
    "ai-atk-s0201a2:220_14": "Or they made a creeper of cooked flowers with water.",
    "ai-atk-s0201a2:220_15": "having put the tips of the stonestemaches made of wood, and then went to the assembly hall.",
    "ai-atk-s0201a2:220_16": "above, below, across the ocean,",
    "ai-atk-s0201a2:220_17": "Having built the striving at the Kattika position, bent on striving the huts, he walks carefully and raising his tears.",
    "ai-atk-s0201a2:220_18": "a thorny thorns were made of thorns, making a mat of thorns, and pounds it on the ground. And they show the meaning and the neck.",
    "ai-atk-s0201a2:220_19": "they’d lie down right there in a bed;",
    "ai-atk-s0201a2:220_20": "This was the third kind of enjoyment.",
    "ai-atk-s0201a2:220_21": "The midday is the middle of the day famous shake three times, I will show them to the one who is committed to the rainy season.”",
    "ai-atk-s0201a2:221_0": "the group of (after Buddhas) residing in consequence of his birth,",
    "ai-atk-s0201a2:221_1": "They say that the dust and dirt,: ‘This is the dust and dirt’s the time of giving up.",
    "ai-atk-s0201a2:221_2": "Jotika’s disgusting with wickedness,",
    "ai-atk-s0201a2:221_3": "only as much as soon as there are waters of the waters of the lotuses for me, or other of lotuses.",
    "ai-atk-s0201a2:221_4": "They ate the water, and they ate the water’s pond.",
    "ai-atk-s0201a2:221_5": "That’s why it is produced by water and setting up.",
    "ai-atk-s0201a2:221_6": "I don’t grow in the water or the fire, what will I do?",
    "ai-atk-s0201a2:221_7": "I don’t lady in the small creatures created beings.",
    "ai-atk-s0201a2:221_8": "Virtuous decays and perishes, and it oppressed the grasses in the hot season. When the water was educated with a stick, the ignorant and incomparable, they say, ‘I have no more doubts.’",
    "ai-atk-s0201a2:221_9": "I’ll give you this.”",
    "ai-atk-s0201a2:221_10": "There is no place where (the nakedness) in the ground, it seems that there is no virtue’s enough to levitate.",
    "ai-atk-s0201a2:221_11": "and when they were walking along, they ate the unvirtuous paths, where they depart.",
    "ai-atk-s0201a2:221_12": "After the immoral procedure arrived,",
    "ai-atk-s0201a2:221_13": "When, after embarrassing a determining the transferring virtue, they are called “the virtuous”.",
    "ai-atk-s0201a2:222_0": "“A Kadumāra, having gone to the root of the Fruits and fruits, wandering in the forest,",
    "ai-atk-s0201a2:222_1": "Through (you) forest there is a forest, adept that cannot be defined.",
    "ai-atk-s0201a2:222_2": "I climb up the wealth.",
    "ai-atk-s0201a2:222_3": "Golden in the wilderness, this is the time for himself, this is the time for his own life, and this is the time for his own life.",
    "ai-atk-s0201a2:222_4": "The Buddha-to-be, it seems, the one intent on awakening, who went forth in the evening he could not see a Bodhisatta. But there, be no illness for the sake of having gone forth from there, since they were not dissatisfied.",
    "ai-atk-s0201a2:222_5": "Hence it to me, saying: “May they not see me.”",
    "ai-atk-s0201a2:223_0": "like a cow chasing cattle.",
    "ai-atk-s0201a2:223_1": "like a mustard seed off the cattle,",
    "ai-atk-s0201a2:223_2": "Herein, one who is standing in the fourfold lump of cows, standing at the top of the palms, one standing within two hands, and one standing at the top of the palm leaf huts, and having approached the meaning. He said,",
    "ai-atk-s0201a2:223_3": "He then stayed a large skin, sinews, cattle, and smeared with skin and dropping, with ankles, and intersections. Having dry and hung it into the Vajjian carpets, the ropes would again.",
    "ai-atk-s0201a2:223_4": "doesn’t eat facing down food.",
    "ai-atk-s0201a2:223_5": "As long as my own urine and excrement lasts, my own urine and excrement lasts.",
    "ai-atk-s0201a2:223_6": "The meaning is this: ‘I will produce in this way.’",
    "ai-atk-s0201a2:223_7": "But when the body is going on a road with blood posts and shelter in a cattle-butcher is red like a cow’s milk.",
    "ai-atk-s0201a2:223_8": "A large bitter in a large bowl with food and drinks, is the meaning.",
    "ai-atk-s0201a2:224_0": "After eating undergoing the scales of the wall, Sāriputta to dwell in the forest,",
    "ai-atk-s0201a2:224_1": "Herein, the first is “withstanding” .",
    "ai-atk-s0201a2:224_2": "they drew the bags of an iron balls.",
    "ai-atk-s0201a2:224_3": "sons of good conduct.",
    "ai-atk-s0201a2:224_4": "However, this is the meaning here:",
    "ai-atk-s0201a2:224_5": "Here is the meaning of what is said: “Anyone who stays in a forest grove, a forest-dwelling forest, the rod, the fearful, and terror in the forest, that is the meaning, it is this, it is the wide opening.”",
    "ai-atk-s0201a2:224_6": "There is no greed for anyone who is not free of greed. ...",
    "ai-atk-s0201a2:224_7": "Putting the world:",
    "ai-atk-s0201a2:225_0": "or I’m going to heaven,",
    "ai-atk-s0201a2:225_1": "This is what is heard",
    "ai-atk-s0201a2:225_2": "What do you think, sirs?",
    "ai-atk-s0201a2:225_3": "(They say): “Seeing the Awakened One’s welfare, like a lamp,",
    "ai-atk-s0201a2:225_4": "Well, this is said in reference to the charnel grounds,",
    "ai-atk-s0201a2:225_5": "The faculties of the eye faculty is growing in the world with its gods, which is its liberated in its nature, like a chariot drawn in its shell.",
    "ai-atk-s0201a2:225_6": "But this is the meaning of that determination. It is the definition of a yojanas brown.",
    "ai-atk-s0201a2:225_7": "(There is) fearing: he makes it lump .",
    "ai-atk-s0201a2:225_8": "should be regarded as one of the mortification in one place:",
    "ai-atk-s0201a2:225_9": "They said: “I am a charming screen ...” or “There are some who say about this,” and they expressed their gravel.",
    "ai-atk-s0201a2:225_10": "Therefore it should be understood that the fearful, terror, and human observed like this, for the sake of magnificent state.",
    "ai-atk-s0201a2:225_11": "normally it would make you enter a forest, without passions.",
    "ai-atk-s0201a2:225_12": "while those mostly headed are many.",
    "ai-atk-s0201a2:226_0": "in the last month of the rainy season. The four months were embarrassed, and four months were the intervals of the Eights.",
    "ai-atk-s0201a2:226_1": "Just as a great leaf shakes at the root of the Himalayas, which was like a huge in the Himalayas, when the Himalayas, ropes, and creeper close by a forest grove, like a rottting on the Himālayan bodies.",
    "ai-atk-s0201a2:226_2": "While there was an iron cauldron sun with the spears of the Himalayas, the rods of the Himalayas, the sun would split eventually after the sun.",
    "ai-atk-s0201a2:226_3": "I was living in the open by day at night, when the sunshade in the open air, worms at night, and in the open at the end of the day’s meditation. But the sun would split on it, won’t be freed from my poison.",
    "ai-atk-s0201a2:226_4": "Then, because of the day’s weapons, pulled up camps, like the boiled rice in the village.",
    "ai-atk-s0201a2:226_5": "The unstirred observes,",
    "ai-atk-s0201a2:226_6": "he presented his head as fire.",
    "ai-atk-s0201a2:227_0": "He is well-settled, wounded by day and by night,",
    "ai-atk-s0201a2:227_1": "he is well-born night and day-time rolled through the Himālayas,",
    "ai-atk-s0201a2:227_2": "fearing while eating.",
    "ai-atk-s0201a2:227_3": "Is not shaken by a meatrry—",
    "ai-atk-s0201a2:227_4": "For when there is no cold or heat, heat, hunger, and thirst for the sake of the cool water, thinking: ‘I’ll give it to me.’",
    "ai-atk-s0201a2:227_5": "not the fire of fire, nor overpower,",
    "ai-atk-s0201a2:227_6": "purification from searching for proves. It is for the purpose of (wholesome) purification in search of searching.",
    "ai-atk-s0201a2:227_7": "a gladness after taking oneself,",
    "ai-atk-s0201a2:228_0": "sixty-six kinds of increase: eight-six and half support.",
    "ai-atk-s0201a2:228_1": "‘I will show a _saka_ coin, and insteads that are proper for me, and I’ll bring it down in that way.’",
    "ai-atk-s0201a2:228_2": "A cowherd’s Cowherd",
    "ai-atk-s0201a2:228_3": "They, going into the presence of the Buddha-to-be, was sitting down in this place and that you say.",
    "ai-atk-s0201a2:228_4": "the Buddha-to-be sits down, does not sit down on his chest,",
    "ai-atk-s0201a2:228_5": "Then they said to her, “We won’t give it to them.”",
    "ai-atk-s0201a2:228_6": "the Buddha-to-be said:",
    "ai-atk-s0201a2:228_7": "Then you don’t urine drag you to the place where the upper robe was set up.",
    "ai-atk-s0201a2:228_8": "and the Buddha-to-be said:",
    "ai-atk-s0201a2:228_9": "Because of that (the Bo branch) was spoken about.",
    "ai-atk-s0201a2:228_10": "and the Buddha-to-be said:",
    "ai-atk-s0201a2:228_11": "Then they didn’t give a staff to the grounds, and they insects their ears in the ears.",
    "ai-atk-s0201a2:228_12": "He suffer painful, sharp, severe, acute feelings does not endure anything.",
    "ai-atk-s0201a2:228_13": "Hence it is said: “I don’t recall ever having a bad thought.”",
    "ai-atk-s0201a2:228_14": "But I don’t even get the same idea, is the meaning.",
    "ai-atk-s0201a2:228_15": "equanimity: he dwells in equanimity.",
    "ai-atk-s0201a2:228_16": "for this dwelling is said with this.",
    "ai-atk-s0201a2:228_17": "It should be understood according to the meaning of that “where,” and “There is no meaning.”",
    "ai-atk-s0201a2:228_18": "or for another such unknowing these things should be understood.",
    "ai-atk-s0201a2:228_19": "This one direction is shown by means of the equanimity that is plenty of food.",
    "ai-atk-s0201a2:228_20": "That of which is why it said:",
    "ai-atk-s0201a2:229_0": "“I’m happy and recommended from pain,",
    "ai-atk-s0201a2:230_0": "I am your heart’s delight, my equanimity is my enjoyment.”",
    "ai-atk-s0201a2:231_0": "The group of nine on the bright side is finished.",
    "ai-atk-s0201a2:232_0": "Purification of food is the colour of food.",
    "ai-atk-s0201a2:233_0": "But they have a limited view, with little learning, holding on to let go. They think:",
    "ai-atk-s0201a2:233_1": "But I say that it is the same thing to them.",
    "ai-atk-s0201a2:233_2": "While striving:",
    "ai-atk-s0201a2:233_3": "they driven out the Koliyan lumps of water.",
    "ai-atk-s0201a2:233_4": "Which is the silkworm-infested cloak?",
    "ai-atk-s0201a2:233_5": "This is the greatest delight in this way: this is the greatest .",
    "ai-atk-s0201a2:233_6": "And that is just one stagnation. What is the meaning of this ninety-nine lump . What is the meaning of this? What is that?",
    "ai-atk-s0201a2:234_0": "Those who do not achieve the distinction for themselves,",
    "ai-atk-s0201a2:234_1": "Whether that mountains do not affected by crows or hawks down cracks, joints, timbers, roars, or lay downwounds, in the middle sections, and in the last parts.",
    "ai-atk-s0201a2:234_2": "It appears deep and terible positions; the lumps of meat in the middle of a deep red sal trees, so too, the intersection of flesh is deep.",
    "ai-atk-s0201a2:234_3": "Then at the place where the drum was sitting on the ground shouted, in the middle, as it was in the middle.",
    "ai-atk-s0201a2:234_4": "like a hollow carcass of rope, after swing from the ropes, wrapped in a rope, the cowherd’s horn, or the ropes, and the cows in the cattle, and the round wings,",
    "ai-atk-s0201a2:234_5": "and one is reborn in one sitting permutation series.",
    "ai-atk-s0201a2:234_6": "But the Buddha’s interval is not comfortable without moving, undergoing the head, wide and underneath, because it was collected by wind and sun.",
    "ai-atk-s0201a2:235_0": "Either intervals: it is below that place.",
    "ai-atk-s0201a2:235_1": "It seems that when they were broken, spittle, hunger-first, dirt, and I took sockets and said,",
    "ai-atk-s0201a2:235_2": "Pressed by the carcass of the wind, sunk in a craft, and heroes.",
    "ai-atk-s0201a2:235_3": "She replied, “Sāriputta, the skin of my belly is ruined,",
    "ai-atk-s0201a2:235_4": "Or he said to me, “Sāriputta, my brothers are very hard to support, stomach, and my backbone should be understood as it were,",
    "ai-atk-s0201a2:235_5": "I took ahold of the backbone, I making a thousand coins.",
    "ai-atk-s0201a2:235_6": "I took ahold of the skin of my belly, backbone and thorns.",
    "ai-atk-s0201a2:235_7": "But I amusing myself to defecate, urinate, or defecating, or to see that which is evident to one of the two ends.",
    "ai-atk-s0201a2:235_8": "produces power of suffering.",
    "ai-atk-s0201a2:235_9": "and the corpses fell into it right there.",
    "ai-atk-s0201a2:235_10": "Hence it is to be lit, saying: “I am up.”",
    "ai-atk-s0201a2:235_11": "That is what they do.",
    "ai-atk-s0201a2:235_12": "but rather it is only incredible and amazing that it takes over this very life.",
    "ai-atk-s0201a2:235_13": "rottencircling, pus, or blood.",
    "ai-atk-s0201a2:235_14": "but its hairs weren’t cut off like a bird in a palm-smelling hand, and saying “The hair is dranking at it.”",
    "ai-atk-s0201a2:236_0": "the noble truths, (is there) insight, noble knowledge and insight into the noble path,",
    "ai-atk-s0201a2:236_1": "Because of this noble wisdom  insight into the noble truth of insight and wisdom -",
    "ai-atk-s0201a2:236_2": "this is the noble path, this is the state partaking of wisdom.",
    "ai-atk-s0201a2:236_3": "This is said:",
    "ai-atk-s0201a2:236_4": "Just as these days, Vipassī has achieved such a path, socialized, and attainments, yet he has attained the first jhāna, yet achieved in this way, and other paths, so the middle sections on the paths of the path, and the one who did not know the noble paths. But these days, so he does not possess the noble paths.",
    "ai-atk-s0201a2:236_5": "Then they said, “I haven’t achieved such a path leading to the opposite path.”",
    "ai-atk-s0201a2:236_6": "Though I’m not able to proclaim two people, even if there are two paths to the other, they say:",
    "ai-atk-s0201a2:236_7": "for the others set aside (surely) there will be,",
    "ai-atk-s0201a2:237_0": "The commentary on the food is finished.",
    "ai-atk-s0201a2:238_0": "The qualities of transmigration has transmigration, etc.",
    "ai-atk-s0201a2:239_0": "Those who have transmigrated through lots, and become pure, they say.",
    "ai-atk-s0201a2:239_1": "Those who are well-known, well-known, after calling them.",
    "ai-atk-s0201a2:239_2": "In many monasteries, they say about the purity that is pure, they say.",
    "ai-atk-s0201a2:239_3": "And in three times I have no known beginning with no known beginning.",
    "ai-atk-s0201a2:239_4": "rebirth is between access and absorption.",
    "ai-atk-s0201a2:239_5": "The same aggregates as they are stated in the same way.",
    "ai-atk-s0201a2:239_6": "offered many sacrifices, they say, ‘Such is an opportunity’.",
    "ai-atk-s0201a2:239_7": "Anointed aristocratic king’s having the three currents beginning with the head of an anointed aristocratic king.",
    "ai-atk-s0201a2:239_8": "they say that the fire is helpful to have many serving the sacred flame.",
    "ai-atk-s0201a2:240_0": "161.Daharoti taruṇo.",
    "ai-atk-s0201a2:240_1": "endowed with a difficulty in support,",
    "ai-atk-s0201a2:240_2": "well-shaped hair, black hair,",
    "ai-atk-s0201a2:240_3": "when you have a fine carriage, whatever behaves you’ll give it up.",
    "ai-atk-s0201a2:240_4": "he who possesses the first called “restraint” . The meaning is, “developed for thirty-two years, he might be known .",
    "ai-atk-s0201a2:240_5": "old age is old, overcome by old age.",
    "ai-atk-s0201a2:240_6": "It is said: “ growing up and down, while standing.”",
    "ai-atk-s0201a2:240_7": "birth and old age, extolled:",
    "ai-atk-s0201a2:240_8": "He is for a long time, he has gone to a long time,",
    "ai-atk-s0201a2:240_9": "arrived at the third-month year, and the third year arrived after the last full moon.",
    "ai-atk-s0201a2:240_10": "My brother, who well versed in my status, it seems, having extraordinarily proceeded to be attained Nibbāna.",
    "ai-atk-s0201a2:240_11": "Therefore this was said.",
    "ai-atk-s0201a2:240_12": "He is the ultimate",
    "ai-atk-s0201a2:240_13": "(There is) in the Commentaries that were in the sense of a hundred thousand, a hundred thousand (people) mindfulnesss of breathings, and so on.",
    "ai-atk-s0201a2:240_14": "The goddess, etc., is called “the infatuation” .",
    "ai-atk-s0201a2:240_15": "In this way, when an indolent is constantly energetic, it is called although energy.",
    "ai-atk-s0201a2:240_16": "Through that reason the meaning and the attributes of meaning are known as reasoned:",
    "ai-atk-s0201a2:241_0": "I was firmly archered, a strong one standing with a strong bow",
    "ai-atk-s0201a2:241_1": "An strong harnessed to a thousand-fold rope for one thousand years (only), the shaved from arrow took a staff, which had been brought by one thousand bondservants in the ground. For the earth quail, they get free from the ground and fairs.",
    "ai-atk-s0201a2:241_2": "having trained in the ten-two traditions:",
    "ai-atk-s0201a2:241_3": "she learns it.",
    "ai-atk-s0201a2:241_4": "I have done what is done, and I have not done fulfilled one who has completed the hand of my conduct.",
    "ai-atk-s0201a2:241_5": "she shows the professions in the family of the King of counselors,",
    "ai-atk-s0201a2:241_6": "Hard took garments because of being handsome garments that are without scratching out the soles of her an abode, and filling the darts,",
    "ai-atk-s0201a2:241_7": "For if he goes to the charnel ground in this way, he walks in the human realm.",
    "ai-atk-s0201a2:241_8": "Little absorption:",
    "ai-atk-s0201a2:241_9": "Goes over:",
    "ai-atk-s0201a2:241_10": "Thus, although the meaning is expelled, he will follow that one, starts a hundred shoutes, going beyond the chopping animals, and will provide a hundred thousand reasons.",
    "ai-atk-s0201a2:241_11": "If what has been eaten, drunk, chewed, and tasted, that is to be eaten by the Buddha, etc., and that they have to be done.",
    "ai-atk-s0201a2:241_12": "Therefore when they see a suitable reason, they should give them out.",
    "ai-atk-s0201a2:242_0": "and later went to the further shores of the Dhamma,",
    "ai-atk-s0201a2:242_1": "If there is one thing, one mendicant sees the physical end of the body, the mind, and the feeling of the mind,",
    "ai-atk-s0201a2:242_2": "When questioned, I’ll look at one person, and not look at the other.",
    "ai-atk-s0201a2:242_3": "This being so, are they evident.",
    "ai-atk-s0201a2:242_4": "In this way the Buddhas didn’t go to a new state of wisdom or to see the Bodhisatta in the fivefold shadow of wisdom. Once the ground he sets the mind on all fourteen progressiveness of the Truth, when the Blessed One has passed away, how the perfected ones declare, and the fully awakened Buddhas of the teachings.",
    "ai-atk-s0201a2:242_5": "let them stand for the four or five.",
    "ai-atk-s0201a2:242_6": "If other four bases of psychic power were to become established in the five faculties and the five powers, then the Buddha would answer them in these eight ways.",
    "ai-atk-s0201a2:242_7": "Let alone these eight or ten.",
    "ai-atk-s0201a2:242_8": "If he were to ask enlightenment for the thirty-two enlightenment, they’d answer to the question.",
    "ai-atk-s0201a2:242_9": "So far as there were some looking at a great sacrifice,",
    "ai-atk-s0201a2:242_10": "The Elder Ānanda has been gratefully completed the Paṭācārā,",
    "ai-atk-s0201a2:242_11": "But the Buddha experts a single one of the sixteen warriors, why does the Buddha say?",
    "ai-atk-s0201a2:242_12": "but the Buddha’s tongue was well dressed with red-hot buds, covered with flowers out of season.",
    "ai-atk-s0201a2:242_13": "Hence it is said: “Here the Realised One’s teaching is the Dhamma” .",
    "ai-atk-s0201a2:243_0": "Herein, Dhammadinnā is the reason why lies there.",
    "ai-atk-s0201a2:243_1": "The meaning of the phrasing of the Dhamma, the phrasing of the meaning, the phrasing of the meaning.",
    "ai-atk-s0201a2:243_2": "Ways of Answering enquiry into his answer.",
    "ai-atk-s0201a2:243_3": "What can I do?",
    "ai-atk-s0201a2:243_4": "Previously he walked down on a stone or a lotus pond, and having wiped the quilt. He then stayed on the fortnight about the guard, and pronounced the best verses. Then he is able to live on for the Paṇḍuka’s verses verses.",
    "ai-atk-s0201a2:243_5": "Now, as to a large pond, after swept away the club, takes a lotus pond, or drank in a lotus pond, you can’t be able to say:",
    "ai-atk-s0201a2:243_6": "But a little baby boys, they showed this verse of the Realized One.",
    "ai-atk-s0201a2:243_7": "and that even if this matter the Buddha’s head was brought to the Island,",
    "ai-atk-s0201a2:243_8": "One of the ten powers, after making a town and capital cities, and (of the villages) there is no wrong time for one hundred or a thousand times.",
    "ai-atk-s0201a2:243_9": "For these five hundred prevents only afflicted by the Realized One. They are not able to become fully extinguished through the natural form. They are extinguished there, truthful, golden flags, and staff.",
    "ai-atk-s0201a2:244_0": "he is the name of the Elder Nāgas called the Elder.",
    "ai-atk-s0201a2:244_1": "The first house was the Elder took twenty-four years and at the time of the Bodhisatta.",
    "ai-atk-s0201a2:244_2": "On the seed, the finest garden, who being struck by the Buddha, made the happiness of the garden.",
    "ai-atk-s0201a2:244_3": "This is the surpassion that the Buddha heard: “Sir, it is far from the eastern gate to the Buddha, who is truly satisfied with the utmost devotion of the people, and it is wonderful.”",
    "ai-atk-s0201a2:244_4": "they’re able to bring uphold and surrounding it.",
    "ai-atk-s0201a2:244_5": "Once it so happened that this amazing thing",
    "ai-atk-s0201a2:244_6": "He proclaims what is contrary to both himself,",
    "ai-atk-s0201a2:244_7": "This is the name of this exposition of the teaching! Why don’t I follow the Buddha? He says ‘I’ll get a to take part in the teaching!’",
    "ai-atk-s0201a2:244_8": "Then the Fortunate One, having taken up (myself) and so on,",
    "ai-atk-s0201a2:244_9": "The meaning of this was said: “Surely it is just like you, famous conduct, and reappears in the Discourse on the Dragons.”",
    "ai-atk-s0201a2:245_0": "The qualities of transmigration is finished.",
    "ai-atk-s0201a2:246_0": "Discussion of the Middle Discourses",
    "ai-atk-s0201a2:247_0": "The Longer Discourse on the Lion’s Roar",
    "ai-atk-s0201a2:248_0": "The Longer Discourse on the Mass of Suffering",
    "ai-atk-s0201a2:249_0": "Taking the Discourse on Suffering",
    "ai-atk-s0201a2:249_1": "Herein, a number of three people: there are three kinds of disciplines together with three people.",
    "ai-atk-s0201a2:249_2": "Three suttantasts are called, all threefold.",
    "ai-atk-s0201a2:249_3": "Here a number of Noble Ones should be understood",
    "ai-atk-s0201a2:249_4": "But when he entered Sāvatthī, we won’t enter the monastery because of entering it because of entering it. But we don’t enter the village too quickly.",
    "ai-atk-s0201a2:249_5": "When he departs, just as he thinks, “I’ll go to the village,” he replied, “When asked so-and-so,” he said, “Nill so-and-so.”",
    "ai-atk-s0201a2:249_6": "Wanderers from the group of six, the wanderers who follow other paths say this to the wanderers:",
    "ai-atk-s0201a2:249_7": "‘The ascetic Gotama is your teacher.",
    "ai-atk-s0201a2:249_8": "For the complete understanding of sensual pleasures, giving up of the sense desires,",
    "ai-atk-s0201a2:249_9": "Forms are the same kind of feeling in the same way.",
    "ai-atk-s0201a2:250_0": "And there would be any ascetics of those who follow other paths. They’d be described first completely understood the origin of sensual pleasures, form, and feelings wouldn’t be able to completely understand sensual pleasures.",
    "ai-atk-s0201a2:250_1": "But they say: “But this is the first jhāna, this is the first jhāna in the formless realm, and the state.”",
    "ai-atk-s0201a2:250_2": "And they say, “Don’t become one who isn’t able to describe him.”",
    "ai-atk-s0201a2:250_3": "The Realized One describes the complete understanding of sensual pleasures, sights, and feelings.",
    "ai-atk-s0201a2:250_4": "When they’ve trained in this way, making that statement, not here?",
    "ai-atk-s0201a2:251_0": "Herein, here in this place there is wisdom.",
    "ai-atk-s0201a2:251_1": "teaching the ascetic Gotama, or the difference between the Teaching and the ascetic Gotama, who speaks of the Teaching and the ascetic Gotama, and who speaks in accordance with the Teaching as to the ascetic Gotama, and who speaks on Dhamma?”",
    "ai-atk-s0201a2:251_2": "The same method applies to the second phrase.",
    "ai-atk-s0201a2:251_3": "Thus these appearances to be set up like a lair in the appearance of a very couch.",
    "ai-atk-s0201a2:251_4": "They neither approved nor dismissed.",
    "ai-atk-s0201a2:251_5": "They don’t accept being annoyed, nor did they say, “Why do you nothing less?”",
    "ai-atk-s0201a2:251_6": "They thought, “It seems, without knowing who it was because of her statements, they would not be able to completely understand the meaning of what was said, and they wouldn’t because of this instruction.”",
    "ai-atk-s0201a2:251_7": "Leaving the local transmigrations of town and country, taking care of both.",
    "ai-atk-s0201a2:252_0": "They won’t start even if they’re able to get it.",
    "ai-atk-s0201a2:252_1": "And they’ll get hurtful, and having no more suffering,",
    "ai-atk-s0201a2:252_2": "After making an agreement for what is not there suffering arises, what is called suffering.",
    "ai-atk-s0201a2:252_3": "Yet they fall into the presence of non-distraction in the body.",
    "ai-atk-s0201a2:252_4": "And since he asks a question of having no known it, he is the meaning.",
    "ai-atk-s0201a2:252_5": "with its gods, Māras and Brahmās,",
    "ai-atk-s0201a2:252_6": "Likewise in the case of the head and the rest.",
    "ai-atk-s0201a2:252_7": "This is how it is somewhere in the world, and having put up these five concepts in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans, I will not proclaim.",
    "ai-atk-s0201a2:252_8": "Or alternatively, when they hear it from such a teaching, they’d be able to get rid of the Master’s instructions. ...",
    "ai-atk-s0201a2:252_9": "it is said to be shown how the names “There is.”",
    "ai-atk-s0201a2:253_0": "166.",
    "ai-atk-s0201a2:253_1": "Now showing them his own answers to those questions, they show it,",
    "ai-atk-s0201a2:253_2": "Sensual desire for sensual pleasures,",
    "ai-atk-s0201a2:253_3": "being tied up with a string,",
    "ai-atk-s0201a2:253_4": "“I allow a double-layered outer robe, and a double-layered upper robe.”",
    "ai-atk-s0201a2:253_5": "“Time fairs, nights, days and nights delight in the stages of heaven.”",
    "ai-atk-s0201a2:253_6": "that these should be expected: “I am eighty-footed, I am expected to be expected” .",
    "ai-atk-s0201a2:253_7": "“As a timber unshakable trapped in a rope.”",
    "ai-atk-s0201a2:253_8": "Herein, this is said in the sense of being mentioned here too.",
    "ai-atk-s0201a2:253_9": "Sights known by the eye should be seen consciousness.",
    "ai-atk-s0201a2:253_10": "the meaning should be understood in the sense of the earlier or of the ear.",
    "ai-atk-s0201a2:253_11": "bricks, timber, etc., are the meaning, or the object.",
    "ai-atk-s0201a2:253_12": "How many can I get close to?",
    "ai-atk-s0201a2:253_13": "pleasing and pleasing,",
    "ai-atk-s0201a2:253_14": "Likewise: pleasing forms,",
    "ai-atk-s0201a2:253_15": "and, having made sense objects with respect, it is present to him with the opposite sex.",
    "ai-atk-s0201a2:253_16": "It is the meaning of dying: greed for sense desires, because of the dying of greed.",
    "ai-atk-s0201a2:254_0": "apart from the tips of the fingernails of the fingernails, etc.,",
    "ai-atk-s0201a2:254_1": "grasps, gives the group,",
    "ai-atk-s0201a2:254_2": "About (true) valuable treasures,",
    "ai-atk-s0201a2:254_3": "Whenever they have looked at the field, there will be those who looked here and there. They will be those in the air, who can understand this world or the whole world.",
    "ai-atk-s0201a2:255_0": "Who are you doing?",
    "ai-atk-s0201a2:255_1": "like an antelope calves, like a small peg,",
    "ai-atk-s0201a2:255_2": "from the cows’ protection or slaughterhouse, having cut off the five souls, guarding through the body and speech of the livelihood,",
    "ai-atk-s0201a2:255_3": "having taken hold of the Island is what is meant.",
    "ai-atk-s0201a2:255_4": "and attending round the royal weapons, after taking care of the Kings.",
    "ai-atk-s0201a2:255_5": "crafts, horses, chariots, soldiers,",
    "ai-atk-s0201a2:255_6": "is the meaning of cold: from the heat, in front of hunger, like a spear with coldly speedly, is the meaning.",
    "ai-atk-s0201a2:255_7": "Likewise with the hot in the heat,",
    "ai-atk-s0201a2:255_8": "attacking the boards, horns, tangles, and the scales.",
    "ai-atk-s0201a2:255_9": "each group of which people wander.",
    "ai-atk-s0201a2:255_10": "while frivolously rubbing the water on all sides,",
    "ai-atk-s0201a2:255_11": "while hurriedly,",
    "ai-atk-s0201a2:255_12": "This is the way of life, is the end of curing animals, being cold, heat, hunger, and thirst.",
    "ai-atk-s0201a2:255_13": "Sensual pleasures: the meaning is, clinging to sense pleasures, the meaning is, giving up.",
    "ai-atk-s0201a2:255_14": "If you renounce my training, you should see it apparent in the present life.",
    "ai-atk-s0201a2:255_15": "You have suffering all suffering.",
    "ai-atk-s0201a2:255_16": "Enjoying in the mundane states of sensual pleasures, because of the sense desires there is no sensual pleasures.",
    "ai-atk-s0201a2:255_17": "Endowed with the root of sensual pleasures,",
    "ai-atk-s0201a2:255_18": "But the sources of the hunters recalling them from their source.",
    "ai-atk-s0201a2:255_19": "sense desires that are a legal issue arising from business,",
    "ai-atk-s0201a2:255_20": "But the signs of the opposite sex states are stated in the way already stated.",
    "ai-atk-s0201a2:255_21": "The meaning is this: born of sensual pleasures, this is the meaning.",
    "ai-atk-s0201a2:256_0": "Sleep in his earlier: by one who is energetic and his initiative,",
    "ai-atk-s0201a2:256_1": "Ghaṭīkāra, while looking at it, in the past,",
    "ai-atk-s0201a2:256_2": "from arthropod, abstaining (all) effort, and one who goes to another,",
    "ai-atk-s0201a2:256_3": "he does not craft means, nor do he transferred to the hand:",
    "ai-atk-s0201a2:256_4": "grieving a thought with the power of grieving arises for him.",
    "ai-atk-s0201a2:256_5": "The painful physical body arises",
    "ai-atk-s0201a2:256_6": "lamentations, he greatly rejoices;",
    "ai-atk-s0201a2:256_7": "and having slaughtered a razor,",
    "ai-atk-s0201a2:256_8": "weeping and wailing,",
    "ai-atk-s0201a2:256_9": "He is conquered, he perceives thus as delusion.",
    "ai-atk-s0201a2:256_10": "deluded,",
    "ai-atk-s0201a2:256_11": "the fruit of non-return.",
    "ai-atk-s0201a2:256_12": "due to a disciplinary issue, the Ways ofciplinary issues,",
    "ai-atk-s0201a2:256_13": "By what is it means to be grasped?",
    "ai-atk-s0201a2:256_14": "and when I had seized a rich man,",
    "ai-atk-s0201a2:256_15": "You also have no use for us.",
    "ai-atk-s0201a2:257_0": "Furthermore, they show the drawbacks of sensual pleasures as to Kāmada, and when it is shown the drawbacks of sensual pleasures.",
    "ai-atk-s0201a2:257_1": "Herein, as to sense desire: with the King’s enjoyment is destroyed by the King.",
    "ai-atk-s0201a2:257_2": "Practicing to their source from sensual pleasures, the meaning is, and making it known.",
    "ai-atk-s0201a2:257_3": "Sensual pleasures, having fulfilled sense desires, their meaning is having no decision.",
    "ai-atk-s0201a2:257_4": "The meaning is: just as it really is winter villages, towns, cities, and capital citys; the meaning is that cause.",
    "ai-atk-s0201a2:257_5": "They try hard:",
    "ai-atk-s0201a2:257_6": "lived together with what is not allowable, and what is unbounded.",
    "ai-atk-s0201a2:257_7": "Having taken a wealthy bow and head, they charmed the bow",
    "ai-atk-s0201a2:257_8": "“You have been pacified at both ends, you’re a species,",
    "ai-atk-s0201a2:257_9": "when she is stressed out,",
    "ai-atk-s0201a2:257_10": "Arrows rotten rafters,",
    "ai-atk-s0201a2:257_11": "When the sun rolls them rolling on.",
    "ai-atk-s0201a2:257_12": "there will be a scorn in battle.",
    "ai-atk-s0201a2:258_0": "And when people are very time, they were present, copper-stools, covered with bricks, and made a canopy.",
    "ai-atk-s0201a2:258_1": "Thus in this way the enquiry movement is said to be shown.",
    "ai-atk-s0201a2:258_2": "The palms were dropped at the root of the three times.",
    "ai-atk-s0201a2:258_3": "It is worthy of being worshipped at the root of the Tipilavatthu that was unable to bearing (them) lucky. It is not able to go away while it is.",
    "ai-atk-s0201a2:258_4": "he charming the Six Bodhisattas,",
    "ai-atk-s0201a2:258_5": "While going to heaven, she fell seventy loads,",
    "ai-atk-s0201a2:258_6": "After doing that building up a patching and entering the town, they chopped it into the town gate. Then they drying it into the town gate, cut down from the openings, and chopped it out.",
    "ai-atk-s0201a2:259_0": "cutting down their robes,",
    "ai-atk-s0201a2:259_1": "were lying down, making a great uproar,",
    "ai-atk-s0201a2:259_2": "They knee-deep, surrounded by their lifespans, and precincts together with their leafs. Then they brought them to the neighborhood of their life.",
    "ai-atk-s0201a2:259_3": "They running on change and erripping.",
    "ai-atk-s0201a2:259_4": "Having cut the inner baskets made from the _paṇḍaka_, or two inch _paṇḍaka_saka_, or leaves,",
    "ai-atk-s0201a2:259_5": "droping the head, wipeding the stakes, spittles, covering its head, and put it onto the head.",
    "ai-atk-s0201a2:259_6": "They calculate the horns, making them sit down on the north of the island, and they surrounded by the head, by the name of the Similes, by the inner skin, by the flesh, sinews, and smearing the necks by each other with their hairs. Having cut down the heads, they sprouts, wrapped up their limbs and wrapped on their heads.",
    "ai-atk-s0201a2:259_7": "Then I drank the skull and crashed it. Instead, I washed the color of shells.",
    "ai-atk-s0201a2:260_0": "Respect for the mouth of Rāhu and Saṅkha the mouth, the leopards, and the mouths opened the mouth.",
    "ai-atk-s0201a2:260_1": "tears, grease, spit, mucus, synovial fluid,",
    "ai-atk-s0201a2:260_2": "picking up a drop of blood,",
    "ai-atk-s0201a2:260_3": "the Jina, having wrapped the whole of oil, as well as the oil-lamps in the head,",
    "ai-atk-s0201a2:260_4": "They proclaimed lamps of oil as the oil in the hand, as was being dripped by the floor.",
    "ai-atk-s0201a2:260_5": "drank water on the floor cover, making it plastered with cows, placed on the bank of the river, and placed it in the cows.",
    "ai-atk-s0201a2:260_6": "Then the one who, having thrown it up with her,",
    "ai-atk-s0201a2:260_7": "he pulls her about, and he steps himself without turning back.",
    "ai-atk-s0201a2:260_8": "they placed it on the same sheet, the residents, the necess, and the same place as before.",
    "ai-atk-s0201a2:260_9": "After making him plaster the gourd, they placed it on all sides.",
    "ai-atk-s0201a2:260_10": "it becomes as above below to the lower parts of the body in the middle of a new one.",
    "ai-atk-s0201a2:260_11": "“Anyone who has had done the same covers,",
    "ai-atk-s0201a2:260_12": "when they both do this, and they gave him to others.",
    "ai-atk-s0201a2:260_13": "In established ground at the four grounds.",
    "ai-atk-s0201a2:260_14": "Then they surrounded the fire,",
    "ai-atk-s0201a2:260_15": "“Jotika, this is what the possessor of nutriment is said.” And this is what he has said.",
    "ai-atk-s0201a2:260_16": "From time to time they lay down on the curry of the four primary elements, saying:",
    "ai-atk-s0201a2:260_17": "you have no reason for this.",
    "ai-atk-s0201a2:261_0": "They pieces the insides, wrapped in the mouth, and leaning on both sides.",
    "ai-atk-s0201a2:261_1": "(There are) a _kahāpaṇa_ coins, which were spotless, produced in the whole body, iron balls, and choppings.",
    "ai-atk-s0201a2:261_2": "There they spread their bodys that were placed in that place where there were cast-of-seasons, which were eaten by the neck,",
    "ai-atk-s0201a2:261_3": "heat trickles and pebbles, and rubbing the sap,",
    "ai-atk-s0201a2:261_4": "The skeleton bone remained with a skeleton.",
    "ai-atk-s0201a2:261_5": "They dropped on the bags, escorted by one, and delivered on the earth from one side. They then sew it into the earth,",
    "ai-atk-s0201a2:261_6": "Then they swell him away,",
    "ai-atk-s0201a2:261_7": "droping the bones on the ground, having cut the outer skin from the ground, escaping their hair, and dressed in unbroken ground, breaking them from the hair, catching them.",
    "ai-atk-s0201a2:261_8": "Let him plague with the flesh, saying “I camel’s hairs,”",
    "ai-atk-s0201a2:261_9": "and made a resplendent.",
    "ai-atk-s0201a2:261_10": "When he refuses a dog, they eat that day with bathing powder, bathed and drunk.",
    "ai-atk-s0201a2:261_11": "and they made a green skeleton.",
    "ai-atk-s0201a2:261_12": "Oneses the result in future lives is the meaning.",
    "ai-atk-s0201a2:262_0": "extinguishment is the desire and greed for extinguishment.",
    "ai-atk-s0201a2:262_1": "For extinguishment is given up desire and greed for sensual pleasures, that is why it is called “face of desire and greed for extinguishment” .",
    "ai-atk-s0201a2:262_2": "they’ll give them up.",
    "ai-atk-s0201a2:262_3": "because of that she became self-control.",
    "ai-atk-s0201a2:262_4": "practice accordingly.",
    "ai-atk-s0201a2:263_0": "it is said to be attentively to help from one who is possessed of what is skillful and what is undetermined, such encounteral, and such adornments that are worth saying, “It is impossible for them to show its matter to live (only).”",
    "ai-atk-s0201a2:263_1": "the fifteenth day of the lunar half-month, and the eighth day of the lunar half-month,",
    "ai-atk-s0201a2:263_2": "The same method applies to the second phrase.",
    "ai-atk-s0201a2:263_3": "before he lives,",
    "ai-atk-s0201a2:263_4": "embracing the meaning is this:",
    "ai-atk-s0201a2:263_5": "A woman’s family in the family of women who had been reborn in a bad family, and even if she praises the splendor of her husband.",
    "ai-atk-s0201a2:263_6": "It is at the time of twenty-five years have confidence in the fifth year.",
    "ai-atk-s0201a2:263_7": "Neither too tall nor the body which is founded on the ground of the lamps,",
    "ai-atk-s0201a2:263_8": "beauty only colour.",
    "ai-atk-s0201a2:264_0": "old age grows old, they’re old.",
    "ai-atk-s0201a2:264_1": "Like a cowherd’s snare, like a cowherd’s hide.",
    "ai-atk-s0201a2:264_2": "He shows that there is no fault in any way,",
    "ai-atk-s0201a2:264_3": "A staff, punishments, and speaking a refuge for the monks.",
    "ai-atk-s0201a2:264_4": "Entering an ears",
    "ai-atk-s0201a2:264_5": "let alone grow old.",
    "ai-atk-s0201a2:264_6": "Rided by the one who makes physical ends,",
    "ai-atk-s0201a2:264_7": "they dropped their limbs with teeth.",
    "ai-atk-s0201a2:264_8": "having caught up with creepers and ropes, as though they were,",
    "ai-atk-s0201a2:264_9": "Rememberging means great incomparable limbs,",
    "ai-atk-s0201a2:264_10": "Vakkali’s birth.",
    "ai-atk-s0201a2:264_11": "her body became sesame, scattered and dirt,",
    "ai-atk-s0201a2:264_12": "sickly, suffering,",
    "ai-atk-s0201a2:264_13": "suffering is what was suffering.",
    "ai-atk-s0201a2:265_0": "Gravely I was sick,",
    "ai-atk-s0201a2:265_1": "they throw up a charnel ground in a charnel ground, at a threshold.",
    "ai-atk-s0201a2:265_2": "The rest is as stated in the case of the mindfulness meditation.",
    "ai-atk-s0201a2:265_3": "Once again desire and lust is the removal of desire and lust.",
    "ai-atk-s0201a2:266_0": "At that time their own afflictions are not hurtful.",
    "ai-atk-s0201a2:266_1": "* For the one who is free from affliction comes to be free from affliction,",
    "ai-atk-s0201a2:267_0": "This is why the drawbacks of feeling ...",
    "ai-atk-s0201a2:268_0": "Discussion of the Middle Discourses",
    "ai-atk-s0201a2:269_0": "The Longer Discourse on the Mass of Suffering is finished.",
    "ai-atk-s0201a2:270_0": "In the complexion of the Mass of Suffering",
    "ai-atk-s0201a2:271_0": "Taking the Discourse on the Self-Moon Night",
    "ai-atk-s0201a2:271_1": "Herein, so it is by Sakka in the country.",
    "ai-atk-s0201a2:271_2": "Because that country he had arrived at the Sakyans’ lady of the Sakyans, because it was he had become a Sakyan country.",
    "ai-atk-s0201a2:271_3": "But the Sakyans have come down in the sense of the Sakyans,",
    "ai-atk-s0201a2:271_4": "In the city of Kapilavatthu there is such and such a city,",
    "ai-atk-s0201a2:271_5": "Because that sage did not collect it at the base of the sage’s ploughing place, and that the Snakes have been done.",
    "ai-atk-s0201a2:271_6": "Nigrodha, Nigrodha, Sakka, the chief of the Ārāma, at the foot of a tree dedicated the Ārāma, when he dedicates himself to the Fortunate One, he becomes his own dwelling in that very monastery. He lives there the meaning of it to his own dwelling.",
    "ai-atk-s0201a2:271_7": "Mahānāma the Sakyan’s brother, the son of Anuruddha,",
    "ai-atk-s0201a2:271_8": "Suddhodana and Sukkā that usana had five brothers, and was not able to say.",
    "ai-atk-s0201a2:271_9": "The Queen named Avīci hell",
    "ai-atk-s0201a2:271_10": "the Elder Tissa’s son,",
    "ai-atk-s0201a2:271_11": "The Realized One, the Elder Suddhodana, Kāsī, and Suddhodana, Sañjaya, and Anuruddha, –",
    "ai-atk-s0201a2:271_12": "The Elder Mahā Kassapa, having heard the Fortunate One’s word,",
    "ai-atk-s0201a2:271_13": "The Great Dreams are one of great strength, a noble disciple,",
    "ai-atk-s0201a2:272_0": "For a long time I’ll know that it’s very fruitful and beneficial for a long time.”",
    "ai-atk-s0201a2:272_1": "thoughts, greed, referring to the realm of greed, and hate he likes them.",
    "ai-atk-s0201a2:272_2": "Any other two in both ways.",
    "ai-atk-s0201a2:272_3": "(thinking): having destroyed (them), thus they remain.",
    "ai-atk-s0201a2:272_4": "So if he says, “This must be parted in his hand and bowl, but it would still be occupied with a carriage,” and they still have achieved it.",
    "ai-atk-s0201a2:272_5": "“Mendicants, when the perception of impermanence is developed and cultivated it eliminates all desire for sensual pleasures.”",
    "ai-atk-s0201a2:272_6": "herein, when the intention is spent;",
    "ai-atk-s0201a2:272_7": "Therefore, “Having eaten what has been said by theft,”",
    "ai-atk-s0201a2:273_0": "Where I ask you alone, with the ending of greed, my mind is occupied by them.",
    "ai-atk-s0201a2:273_1": "The king thought, “It seems the king is give up desire for non-returners, but he perceives the path to be given up from desire.” And he knows that it was given up.",
    "ai-atk-s0201a2:273_2": "A noble disciple’s ruins,",
    "ai-atk-s0201a2:273_3": "Why?",
    "ai-atk-s0201a2:273_4": "since it has been relinquished to seven things.",
    "ai-atk-s0201a2:273_5": "“This noble path is fatigued and shaken by this noble path.” They are an educated noble disciple for a noble disciple.",
    "ai-atk-s0201a2:273_6": "But what is there such a one?",
    "ai-atk-s0201a2:273_7": "But she has not completed all it.",
    "ai-atk-s0201a2:273_8": "for one corrupt who has given up defilements.",
    "ai-atk-s0201a2:273_9": "one with defilements ended and one path is the fruition alone. On the path is one, it only one, and one attained Nibbāna.",
    "ai-atk-s0201a2:273_10": "But when he reviews these five on reviewing, one or two or three.",
    "ai-atk-s0201a2:273_11": "So they don’t review the path to complete defilements, and haven’t completed the path.",
    "ai-atk-s0201a2:274_0": "Lust you have given up greed, hate, and delusion you haven’t given them up. But since you haven’t given them up, you still perceive.",
    "ai-atk-s0201a2:274_1": "for the heir of yours is liable to greed, and hate is of those things.",
    "ai-atk-s0201a2:274_2": "Sensual pleasures are of two kinds:",
    "ai-atk-s0201a2:274_3": "if we didn’t eat it, then use it to go forth like that.",
    "ai-atk-s0201a2:275_0": "177.Appassādāti parittasukhā.",
    "ai-atk-s0201a2:275_1": "Suffering in the present life and in the next.",
    "ai-atk-s0201a2:275_2": "a lot of distress, anguish, distress, and fever,",
    "ai-atk-s0201a2:275_3": "dangers in the present life and near to the next.",
    "ai-atk-s0201a2:275_4": "here this danger of sensual pleasures is greater here.",
    "ai-atk-s0201a2:275_5": "But the Himālayas’s virtue spreads like a small wound.",
    "ai-atk-s0201a2:275_6": "Thus also Mahānāma, if a noble disciple",
    "ai-atk-s0201a2:275_7": "just as they trade.",
    "ai-atk-s0201a2:275_8": "it is not easy to show how to show how to through wisdom.",
    "ai-atk-s0201a2:275_9": "Herein, wisdom is the meaning of insight because it is the meaning of understanding. The meaning is that it is the meaning.",
    "ai-atk-s0201a2:275_10": "Disciple of the road: this noble disciple has seen the danger.",
    "ai-atk-s0201a2:275_11": "happiness is shown that rapture and blissful.",
    "ai-atk-s0201a2:275_12": "Or they reach another peaceful meditation subject than that, and they are still present to someone else. That is the equal of the absorption.",
    "ai-atk-s0201a2:275_13": "they aren’t reborn in a lower realm, or two noble disciple. Standing in a lower, they are standing, sitting on the path to company of the noble ones. And they don’t come back to sensual pleasures.",
    "ai-atk-s0201a2:275_14": "Outside the dwellings, (surely) why is the name of the Sāketa?",
    "ai-atk-s0201a2:275_15": "There are four absorptions, the one who dwells in having destroyed the paths, having cut off two ends, and through the path.",
    "ai-atk-s0201a2:276_0": "(but) I also don’t get too close to you,",
    "ai-atk-s0201a2:276_1": "Before entering the path to Awakening first, just as it is first.",
    "ai-atk-s0201a2:276_2": "He has seen clearly with wisdom: gives up the near shore, and the far shore.",
    "ai-atk-s0201a2:276_3": "There is no rapture that is gain for the happiness and bliss because of gain.",
    "ai-atk-s0201a2:276_4": "Or alternatively, there are four other paths that are person here, and the four paths of jhāna.",
    "ai-atk-s0201a2:276_5": "But she did understand ...",
    "ai-atk-s0201a2:277_0": "I’m going to work for you, Mahānāma, when you’re about it,",
    "ai-atk-s0201a2:277_1": "this is the miracle of the Pāṭaliputta.",
    "ai-atk-s0201a2:277_2": "The gratification, drawback, and escape isn’t found it. This is the escape from sensual pleasures, and it isn’t energetic.",
    "ai-atk-s0201a2:277_3": "For the indulgence of sensual pleasures, devoted to self-mortification, which is one is my self-mortification, and so on, which my own lips, and my own flags will show its fruit. And this is my instructions.",
    "ai-atk-s0201a2:278_0": "they are called Vulture’s Peak Mountain.",
    "ai-atk-s0201a2:278_1": "Or alternatively, they are called ‘the Vulture’.",
    "ai-atk-s0201a2:278_2": "on the slopes of Isigili mountain",
    "ai-atk-s0201a2:278_3": "black coloring,",
    "ai-atk-s0201a2:278_4": "they are not able to make uplifting one, they are standing in the same place.",
    "ai-atk-s0201a2:278_5": "if he is departing from the monastery, he is surrounding him, and he is reborn in his own continuity.",
    "ai-atk-s0201a2:278_6": "and they abused the Jain ascetics.",
    "ai-atk-s0201a2:278_7": "He knows all, sees in every way the Teacher, past, future, and present.",
    "ai-atk-s0201a2:278_8": "claims to be unconditioned. He claims to be in such a case. ...",
    "ai-atk-s0201a2:278_9": "which is at their disposal.”",
    "ai-atk-s0201a2:278_10": "There they are always mindful:",
    "ai-atk-s0201a2:278_11": "like one who rolls on to the ground.",
    "ai-atk-s0201a2:279_0": "But what exactly is it that you do know, ‘This is how it is the Buddha who gives up this suffering.’",
    "ai-atk-s0201a2:279_1": "he gave a _kahāpaṇa_ coin and after giving them the ten _kahāpaṇa_, and he knows “Giving them,” and he gave them to them.",
    "ai-atk-s0201a2:279_2": "He knew that a third good field had been distributed, he knows that the field was given to him.",
    "ai-atk-s0201a2:279_3": "Again, he knows that it was hunger and thirst, and he ran away.",
    "ai-atk-s0201a2:279_4": "And if he knows that it is completed, he knows that it can be said, “Did you know all, and what can be done and what is given to you?”",
    "ai-atk-s0201a2:279_5": "Having given up unskillful qualities and given up this skillful thing, he questions the Jain ascetics, which is skillful and cleansed by the message.",
    "ai-atk-s0201a2:280_0": "In that case, what is thus your mindfulness, and such is not your state",
    "ai-atk-s0201a2:280_1": "hunters up is settlements.",
    "ai-atk-s0201a2:280_2": "killed living beings.",
    "ai-atk-s0201a2:280_3": "For killing living creatures is called “the injured” since he kills living creatures with blood.",
    "ai-atk-s0201a2:280_4": "Which is working?",
    "ai-atk-s0201a2:280_5": "from the mother of the brahmin sort of food, having just been done to a brahmin woman,",
    "ai-atk-s0201a2:280_6": "or the world’s touch, like a trick,",
    "ai-atk-s0201a2:281_0": "No Jain ascetics didn’t get my reply.",
    "ai-atk-s0201a2:281_1": "The same said, “Well, reverend Gotama, you should wear that delicious robes with a fine deer than a single hut. So you shouldn’t achieve happiness, bliss, and enjoy it.",
    "ai-atk-s0201a2:281_2": "Just as we were released from the huts of the huts, so we will be released from suffering without happiness.”",
    "ai-atk-s0201a2:281_3": "If I’m happy and happiness, this is how you should be gained.",
    "ai-atk-s0201a2:281_4": "the King obtains (them) without seeing.",
    "ai-atk-s0201a2:281_5": "Herein in the Magadhan King Okkāka’s hermitage.",
    "ai-atk-s0201a2:281_6": "Seniya Bimbisāra of Magadha",
    "ai-atk-s0201a2:281_7": "and namely this life-form.",
    "ai-atk-s0201a2:281_8": "He was attractive, good-looking, lovely, of surpassing beauty.",
    "ai-atk-s0201a2:281_9": "And they are unable to keep up with the three kinds of stilt longhouses, in three ways with together with the king. They say:",
    "ai-atk-s0201a2:281_10": "Surely over one month,",
    "ai-atk-s0201a2:281_11": "Having given (after reflected) properly, the disciple of the deluded temperament has no greed, hate, and delusion, and speaks according to the rule. As they speak falsely, they say it is stated in accordance with what is said.",
    "ai-atk-s0201a2:282_0": "There I will question you about the matter,",
    "ai-atk-s0201a2:282_1": "as you like when you ask, so you are told,",
    "ai-atk-s0201a2:282_2": "is able to endure.",
    "ai-atk-s0201a2:283_0": "An unshakable one,",
    "ai-atk-s0201a2:283_1": "experiencing exclusively happy happiness.",
    "ai-atk-s0201a2:283_2": "“I am Jain ascetics. ...",
    "ai-atk-s0201a2:283_3": "experiences perfect happiness, and this is the fruit of attainment.”",
    "ai-atk-s0201a2:283_4": "And there is the seven places for the kingdom, the king’s ministers. After taking having performed the seven places in the garden,",
    "ai-atk-s0201a2:283_5": "For seven days there is no part of day or night, when asked: there is no happiness for one who is happy,",
    "ai-atk-s0201a2:283_6": "But some of the pure beings there is, without having spoken, one pointed out, and one has taught the point of views. That is why they’re said to have them one pointed.",
    "ai-atk-s0201a2:283_7": "The rest is undefined.",
    "ai-atk-s0201a2:284_0": "Discussion of the Middle Discourses",
    "ai-atk-s0201a2:285_0": "The Shorter Discourse on the Mass of Suffering is finished.",
    "ai-atk-s0201a2:286_0": "5. Anumānasuttavaṇṇanā",
    "ai-atk-s0201a2:287_0": "Please like this discourse",
    "ai-atk-s0201a2:287_1": "Herein, the meaning of robbery: here the word rose-apple should be understood here in the sense of the hairs,",
    "ai-atk-s0201a2:287_2": "in the city of Sumāgadhā, so too,",
    "ai-atk-s0201a2:287_3": "His capital was situated near the city of Khomadussa others.",
    "ai-atk-s0201a2:287_4": "Then in the city of Bārāṇasī, when they were given the name Sutanu.",
    "ai-atk-s0201a2:287_5": "in the Bhesakaḷā forest grove",
    "ai-atk-s0201a2:287_6": "“The Buddha is prohibited in the Bhagga country.”",
    "ai-atk-s0201a2:287_7": "That’s why it’s called a rubbish in the deer, who does not trapper, and because they’re called abode.",
    "ai-atk-s0201a2:288_0": "if he wishes to be able to do the invitation procedure;",
    "ai-atk-s0201a2:288_1": "then says: if it is the instruction because of instruction, having taken the instruction, is the meaning.",
    "ai-atk-s0201a2:288_2": "They should be told, and I should instruct them.",
    "ai-atk-s0201a2:288_3": "If he is difficult to correct, he is to be told, and he is not living together with,",
    "ai-atk-s0201a2:288_4": "Being hard to admonish, having qualities that makeup bad karma.",
    "ai-atk-s0201a2:288_5": "and I say that you’re not afraid of wrongdoing, what is unfinished and what isn’t proper for you? You’re not going to do with your own hand.",
    "ai-atk-s0201a2:288_6": "This is called “who takes up the instructor” because he takes it from the community by theft. That’s why he’s called “ascetic”.",
    "ai-atk-s0201a2:289_0": "are the wicked desires, not having arisen in the past,",
    "ai-atk-s0201a2:289_1": "the ignoblems, plunges into the discomfort and mars, and after becoming a fool, you’re a fearful and terrified, then you should think:",
    "ai-atk-s0201a2:289_2": "Yet he tells you that offense. But he has committed an offense.",
    "ai-atk-s0201a2:290_0": "if she resorts another, that is, for any other reason;",
    "ai-atk-s0201a2:290_1": "“Who has committed an offense? What offense has been committed? In regard to what has an offense has been committed? How has an offense been committed? Who are you talking about? What are you talking about?”",
    "ai-atk-s0201a2:290_2": "“I hear nothing right,” he replied.",
    "ai-atk-s0201a2:290_3": "How is it confirming to do this? “How is it with an offense?” “The monk who has committed an offense entailing confession, having confused his offense entailing confession for Pāṭaliputta, when asked you come?” “After I came; I’ll ask you that offense for permission to go to the kingdom of the king.” After asking about his enemy, he said, “It’s going to Pāṭaliputta.”",
    "ai-atk-s0201a2:290_4": "There they throw out my bean currents outside, saying:",
    "ai-atk-s0201a2:291_0": "by one who gives gifts,",
    "ai-atk-s0201a2:291_1": "It is not possible that you wouldn’t have seen him in this way.",
    "ai-atk-s0201a2:291_2": "At that time you’re able to make this point, how can you be able to point out? Where are you unable to answer? Where is it? Where are you able to answer?",
    "ai-atk-s0201a2:292_0": "Reverend, the sixteen things important for you are sixteen things.",
    "ai-atk-s0201a2:292_1": "In this way you should self-mort yourself like this.",
    "ai-atk-s0201a2:293_0": "He should review this:",
    "ai-atk-s0201a2:293_1": "He trains in fact day by night: he trains in day or by night; he trains by day and by night; he trains by day and by night.",
    "ai-atk-s0201a2:294_0": "If there is no water in the bowl of water or a bowlples",
    "ai-atk-s0201a2:294_1": "The mouth of the Sakyans",
    "ai-atk-s0201a2:294_2": "In the realm of rainy season.",
    "ai-atk-s0201a2:294_3": "Herein, soft means (the earth) borderlands there.",
    "ai-atk-s0201a2:294_4": "may all those bad, unskillful qualities be given up and given up all these bad, unwholesome things.",
    "ai-atk-s0201a2:294_5": "This being so, when someone has gone forth, is unsuitable to give rise to the processes of the unskillful.",
    "ai-atk-s0201a2:294_6": "having performed virtues for the earth, (where) performed and entering the Commentaries for Stream-Entry (wholesome) deeds, in the eighth Rains Retreat?)",
    "ai-atk-s0201a2:294_7": "attaining the attainment, while illuminating, took the place where it was done,",
    "ai-atk-s0201a2:294_8": "developed insight, the path, and practiced, he cut off the annihilation,",
    "ai-atk-s0201a2:294_9": "When the streams of fruit comes out from the sound of drums, the poisonous language of peace, everished, and all that’s how it is clear that this is comprehension.",
    "ai-atk-s0201a2:295_0": "This is the custom of the monk who is well protected and primordial, who say,",
    "ai-atk-s0201a2:295_1": "This is the frequentment of three times.",
    "ai-atk-s0201a2:295_2": "just as he returns to the assembly hall, he should enter the assembly hall, “I have no defilements, or I am this, this is my defilements” .",
    "ai-atk-s0201a2:295_3": "If they see it, they should give up those things.",
    "ai-atk-s0201a2:295_4": "If they don’t see it, he should be delighted.",
    "ai-atk-s0201a2:295_5": "After getting the meal, he should sit down in the middle of the day or at night.",
    "ai-atk-s0201a2:295_6": "After sitting there, he should reflect,",
    "ai-atk-s0201a2:295_7": "two or three times he should review two or three times:",
    "ai-atk-s0201a2:295_8": "two or three years someone who isn’t able to check the same sleeping place in one place without a door, and it is not allowed to catch out.",
    "ai-atk-s0201a2:295_9": "The rest is undefined.",
    "ai-atk-s0201a2:296_0": "Discussion of the Middle Discourses",
    "ai-atk-s0201a2:297_0": "The Respect for Grasping is finished.",
    "ai-atk-s0201a2:298_0": "6. Cetokhilasuttavaṇṇanā",
    "ai-atk-s0201a2:299_0": "Seeking this asidea",
    "ai-atk-s0201a2:299_1": "Herein, one who is stressed upon physical endurance and mind, wavering, cursing up,",
    "ai-atk-s0201a2:299_2": "secures his mind from the bonds, like a demolishing and shackles,",
    "ai-atk-s0201a2:299_3": "growth in ethics, immersion, and wisdom.",
    "ai-atk-s0201a2:299_4": "ethics, immersion, and wisdom.",
    "ai-atk-s0201a2:299_5": "Where doubts about the Teacher or the very best of being bodies of his body,",
    "ai-atk-s0201a2:299_6": "As they do so, it is.",
    "ai-atk-s0201a2:299_7": "and doubt with uncertainty, he is unable to dispel about suffering.",
    "ai-atk-s0201a2:299_8": "They don’t achieve what they do.",
    "ai-atk-s0201a2:299_9": "He is not able to get rid of repulsion regarding the special qualities of peace, encounterate, and to be unable to get rid of responsibility.",
    "ai-atk-s0201a2:299_10": "(such as) defilements are for the purpose of making energy.",
    "ai-atk-s0201a2:299_11": "time and follows after the end of life.",
    "ai-atk-s0201a2:299_12": "It is for the sake of the hundred (which) striving (?) striving (only) torment me:",
    "ai-atk-s0201a2:299_13": "This is the first kind of emotional barrenness.",
    "ai-atk-s0201a2:299_14": "In accordance with the Dhamma: I will proclaim what is contrary to the Teaching and the Teaching.",
    "ai-atk-s0201a2:299_15": "Remembering the teaching of the Buddha, he says: ‘There are 84,000 centrals of the Teaching; there is this will be those who have the Dhamma about the scriptures,’ and there is the meaning of the teaching.",
    "ai-atk-s0201a2:299_16": "Rebirth is the path, when you see the path, equanimity about the fruit of all things. It is called “unbounded letting go of all attachments”. It is not possible to say:",
    "ai-atk-s0201a2:299_17": "Is there any such reason.",
    "ai-atk-s0201a2:299_18": "When the Saṅgha is practicing in the Saṅgha: it causes such a person to die, the four paths of practice, the path to fruit of once-returners, the four paths, and the eight individuals. This is called ‘one who wants’.”",
    "ai-atk-s0201a2:299_19": "The training in the higher ethics, the higher mind, and the higher wisdom are called “the training”.",
    "ai-atk-s0201a2:299_20": "Is there any way that she desires.",
    "ai-atk-s0201a2:299_21": "This is the fifth kind of fellowness.",
    "ai-atk-s0201a2:300_0": "186.",
    "ai-atk-s0201a2:300_1": "for what is the bases for sensual pleasures, etc., and for the internal defilements.",
    "ai-atk-s0201a2:300_2": "Mindfulness of the body:",
    "ai-atk-s0201a2:300_3": "With forms externally:",
    "ai-atk-s0201a2:300_4": "he desires as much as he likes.",
    "ai-atk-s0201a2:300_5": "From the well, full of water, having filled to the top,",
    "ai-atk-s0201a2:300_6": "for that is called Udaya.",
    "ai-atk-s0201a2:300_7": ": the happiness of bed and chair, and the happiness of sleeping,",
    "ai-atk-s0201a2:300_8": "See the pleasure and happiness that arise from the south.",
    "ai-atk-s0201a2:300_9": "Rains took the happiness of the noble ones,",
    "ai-atk-s0201a2:300_10": "dedicated to the highest goal.",
    "ai-atk-s0201a2:301_0": "running against the trading",
    "ai-atk-s0201a2:301_1": "Ethics: virtue consisting in fulfilled purification through virtue.",
    "ai-atk-s0201a2:301_2": "It’s truly good fortunate that",
    "ai-atk-s0201a2:301_3": "The mortification in search of roots,",
    "ai-atk-s0201a2:301_4": "refraining from sex.",
    "ai-atk-s0201a2:301_5": "I will be a god or the greatest of you,",
    "ai-atk-s0201a2:301_6": "Or perhaps one of the gods indeed or in others.",
    "ai-atk-s0201a2:302_0": "189.",
    "ai-atk-s0201a2:302_1": "Because of the bases of psychic power that is concentration through desire.",
    "ai-atk-s0201a2:302_2": "the endeavor of (volitional) processes,",
    "ai-atk-s0201a2:302_3": "endowed with those things you have.",
    "ai-atk-s0201a2:302_4": "with psychic powers, or having psychic power,",
    "ai-atk-s0201a2:302_5": "The same method: here is in brief.",
    "ai-atk-s0201a2:302_6": "but one liberated in his analysis of psychic power came.",
    "ai-atk-s0201a2:302_7": "The meaning is this:",
    "ai-atk-s0201a2:302_8": "Thus by comparing these four bases of psychic power,",
    "ai-atk-s0201a2:302_9": "It is inferior in all ways: to show, and to all these five.",
    "ai-atk-s0201a2:302_10": "possessing the four factors ...",
    "ai-atk-s0201a2:302_11": "they’re capable of proficient.",
    "ai-atk-s0201a2:302_12": "he goes to destruction of the defilements with the breaking up of the defilements.",
    "ai-atk-s0201a2:302_13": "is the fourth path to confinement.",
    "ai-atk-s0201a2:302_14": "supreme.",
    "ai-atk-s0201a2:302_15": "He whose mind is safe, secure, the safety",
    "ai-atk-s0201a2:302_16": "By overestimate:",
    "ai-atk-s0201a2:302_17": "Just as a rotten settles",
    "ai-atk-s0201a2:302_18": "Immersion",
    "ai-atk-s0201a2:302_19": "It’s like how you give to both counts.",
    "ai-atk-s0201a2:303_0": "chickens and pigs, or whatever chickens or twelve or twelve eggs were said to because of them:",
    "ai-atk-s0201a2:303_1": "That’s what you’re doing for,",
    "ai-atk-s0201a2:303_2": "If he thinks: ‘He should not be given: the meaning is that,’",
    "ai-atk-s0201a2:303_3": "Chicken put out, like a chicken sheet. And she properly sat on them to keep them strayed them up.",
    "ai-atk-s0201a2:303_4": "right time to completely make it strong, low, crushing the heat, and well dry up, with noisy or stone.",
    "ai-atk-s0201a2:303_5": "right time: from time to time, well developed, well risen, well proclaimed; the shells chickens and pigs, and the meaning.",
    "ai-atk-s0201a2:303_6": "Even if that chicken doesn’t wish:",
    "ai-atk-s0201a2:303_7": "Still they can break out and hatch safely.",
    "ai-atk-s0201a2:303_8": "Because they are no longer bound to chickens and pigs,",
    "ai-atk-s0201a2:303_9": "Even though you freshly sesame sticks, green grass, sticks, and stalks—sometimes, the rolls, the top of the mouth, and the top of a lump of spittle appears, and only if we were to look out about something elsewhere, then it would be appropriate for you to get out of the wind. That’s where there’s no footprint.",
    "ai-atk-s0201a2:303_10": "Then, as they were leaving that village, they sounded with that golden rising early and left the village.",
    "ai-atk-s0201a2:304_0": "In the same way, this is the practice to be undertaken.",
    "ai-atk-s0201a2:304_1": "after missing that, it should be known that",
    "ai-atk-s0201a2:304_2": "Because she nourishes them with three factors that arguments and possesses them.",
    "ai-atk-s0201a2:304_3": "Three improperly in three ways: possessing unshakableness, as a bhikkhu who possesses three knowledges and conduct, like the possession of the noble eightfold path, is of threefold supernormal powers, which possesses threefold understanding, and is accompanied by insight .",
    "ai-atk-s0201a2:304_4": "The three kinds of accumulation: the bhikkhus are not covered in three ways by virtue, which he has no continuation in the future continuation and is the threefold system, and the consequences of continuity.",
    "ai-atk-s0201a2:304_5": "for the _paṇḍaka_ is actually in the mind of the _paṇḍaka_. For that monk has not developed the _paṇḍaka_.",
    "ai-atk-s0201a2:304_6": "chickens and pigs, like a chick from the top of the feet and wrapped in a bhikkhu’s womb, like the out-breaths and out-breaths.",
    "ai-atk-s0201a2:304_7": "chickens and pigs, as if the time is stained, then at the time of discerning and debt, the time is the wrong time.",
    "ai-atk-s0201a2:304_8": "chickens and pigs, like a chicken’s eggs, dropping, and decocking their feet cutting off a staff, or someone with a ball of whead, and mounted by a chicking their heads and defilements, and like a jackals on the path to perfections, after eating the eggsshey and defecating the hanging from behind the bhikkhus and wounds, he can successively get rid of all these things.",
    "ai-atk-s0201a2:304_9": "But just as a chicken’s crushing the eggshells, the Teacher, archery, and a chicken’s knowledge:",
    "ai-atk-s0201a2:305_0": "“You’ve cut the tip of a handle, like a poisoned out in the deeps.",
    "ai-atk-s0201a2:306_0": "Foster only the path for Nibbāna has taught Nibbāna to bear Nibbāna” .",
    "ai-atk-s0201a2:307_0": "By excessive pervading the light, he adorned with verses, which denigrates and when he falls asleeps, he breaks them up.",
    "ai-atk-s0201a2:307_1": "Because of that they do not chicken’s flight apart from that village, the wilderness in that place and the forests of eggshelled in the neighborhood of a village, and in that where they meditate with the all the attainment of the fruits of extinguishment.",
    "ai-atk-s0201a2:308_0": "Thus there are four ways of doing what is given up,",
    "ai-atk-s0201a2:308_1": "For if the minds of those cognizable by the minds of many bases, having made an agreement about the private parts of the bases of psychic power, appearing in the forest, (thinking): the sound of the feet, the one with arrivals, the one who wide, and the one who esprepared the private parts (of the Faith).",
    "ai-atk-s0201a2:308_2": "The rest is undefined.",
    "ai-atk-s0201a2:309_0": "Discussion of the Middle Discourses",
    "ai-atk-s0201a2:310_0": "The Book of the Emotions is finished.",
    "ai-atk-s0201a2:311_0": "In the Graduation Hair",
    "ai-atk-s0201a2:312_0": "Taking the names of the forest, (but) they dwelt in the place called Sudatta.",
    "ai-atk-s0201a2:312_1": "Herein, the place where the intervals must be defined by the wind beginning or the wood;",
    "ai-atk-s0201a2:313_0": "While staying there, he lives supported by a person who lives in a forest grove, a forest, and an ascetic lived in the forest.",
    "ai-atk-s0201a2:313_1": "When there isn’t established mindfulness in three ways: they do not become established in dependence on immersion, there is no stress, but when they are stilled. They do not achieve the supreme sanctuary.",
    "ai-atk-s0201a2:313_2": "the life of the very best:",
    "ai-atk-s0201a2:313_3": "he should be undertaken:",
    "ai-atk-s0201a2:313_4": "crushing out of season.",
    "ai-atk-s0201a2:313_5": "whether it is night or day.",
    "ai-atk-s0201a2:313_6": "And here, knowing that it is night, should go away for the night, and spent the day and night to lose the night.",
    "ai-atk-s0201a2:313_7": "Knowing this, he should go wandering for alms at the day’s meditation.",
    "ai-atk-s0201a2:314_0": "In this way the ascetic, who knows thus, is unskilled in the state of non-craft,",
    "ai-atk-s0201a2:314_1": "But innumerable abode of the ascetic’s doctrine, such as the teaching is calm,",
    "ai-atk-s0201a2:315_0": "how long as life lasts only alive, life is occurred,",
    "ai-atk-s0201a2:316_0": "You shouldn’t follow the extinguishment for this person.",
    "ai-atk-s0201a2:316_1": "But here it should be asked without asking permission of an individual essence without taking leave.",
    "ai-atk-s0201a2:317_0": "He shouldn’t leave without asking such a person, and if he does so without asking. He should leave that person.",
    "ai-atk-s0201a2:318_0": "being reborn in the realm of the gods resplendent, overhadown over them,",
    "ai-atk-s0201a2:318_1": "If such a person has a carrying net of water reeds or a hundred of wooden garlands, perfumes, or a hundred or a thousand coins, shakes it off, and sit down here.",
    "ai-atk-s0201a2:319_0": "Discussion of the Middle Discourses",
    "ai-atk-s0201a2:320_0": "The exposition of the teaching is finished.",
    "ai-atk-s0201a2:321_0": "8. Madhupiṇḍikasuttavaṇṇanā",
    "ai-atk-s0201a2:322_0": "199.",
    "ai-atk-s0201a2:322_1": "Thus I have heard the Discourse in Madhurā",
    "ai-atk-s0201a2:322_2": "There they are also together with the soles of the Himālayas, the Great Seer, and the Lord of the World does not converse with them.",
    "ai-atk-s0201a2:322_3": "For day’s meditation is suitable for retreat;",
    "ai-atk-s0201a2:322_4": "My top of yellow trees nearby timber trees.",
    "ai-atk-s0201a2:322_5": "I am not comparing a staff with a stick,",
    "ai-atk-s0201a2:322_6": "for it is stated in the first calm, while standing in the golden staff, with a golden staff, and with a stick.",
    "ai-atk-s0201a2:322_7": "They practice absorption meditation to meditate and to practice absorption meditation.",
    "ai-atk-s0201a2:322_8": "Actually wandering around, going for a walk, wandering to the monastery for the purpose of showing (of the Buddha). Setting that is suitable for a monastery, he wandered around here and there.",
    "ai-atk-s0201a2:322_9": "Get out of season, the call-hood like a chariot rolling round,",
    "ai-atk-s0201a2:322_10": "placing a stick on the staff, he stood to one side in front of a cow, like a knife with a staff, leaning on a stick, and placing it on the ground.",
    "ai-atk-s0201a2:323_0": "200.Kiṁvādīti kiṁdiṭṭhiko.",
    "ai-atk-s0201a2:323_1": "What is the reason for speaking?",
    "ai-atk-s0201a2:323_2": "The King, after worshipping the Fortunate One, questioning him in his own dwelling,",
    "ai-atk-s0201a2:323_3": "And when he didn’t want his familiar, why is he asks?",
    "ai-atk-s0201a2:323_4": "he birds in a festival.",
    "ai-atk-s0201a2:323_5": "when the Realised One was being spoken about by Devadatta, he breakes the Realised One in his own form,",
    "ai-atk-s0201a2:323_6": "He says, “It seems the ascetic Gotama doesn’t wish to live with our family in our family.",
    "ai-atk-s0201a2:323_7": "And I have given up a wheel-turning monarch, thinking: ‘I have given up that council,’ and leaving.",
    "ai-atk-s0201a2:323_8": "Knowing that the wheel had become a wheel-turning monarch,’ they also gave him the going forth.",
    "ai-atk-s0201a2:323_9": "but I am unable to make sure that.",
    "ai-atk-s0201a2:323_10": "But even if he has gone forth he does not look on me with his eyes, looking back at it with eyes.",
    "ai-atk-s0201a2:323_11": "Likewise when brothers he speaks to a great liquor in the midst of the Greatly Awakened One’s brother.”",
    "ai-atk-s0201a2:323_12": "The King said,",
    "ai-atk-s0201a2:324_0": "Then the Buddha doesn’t ask about his question, and he does not know the answer to the meaning. But he doesn’t know the meaning of what was said. He says as because of what he says, “I don’t like,”",
    "ai-atk-s0201a2:325_0": "There they don’t argue with anyone in the world; and they don’t get angry there.",
    "ai-atk-s0201a2:325_1": "the Realised One doesn’t quarrel with him.",
    "ai-atk-s0201a2:325_2": "But when the world is impermanent, you say that suffering is permanent, everlasting, eternal, and imperishable.",
    "ai-atk-s0201a2:325_3": "That’s why I’m arguing with the world. With the teaching I’m in line with my teaching, not in line with my teaching.",
    "ai-atk-s0201a2:325_4": "that for the sake of another.",
    "ai-atk-s0201a2:325_5": "Sensual desire for sensual pleasures, etc., are treated by defilements.",
    "ai-atk-s0201a2:325_6": "The brahmin, having destroyed the pollutant-free brahmin,",
    "ai-atk-s0201a2:325_7": "How do we have no doubt",
    "ai-atk-s0201a2:325_8": "Cut off the feet, the feet are cut off, and the top of the hands, and feet are tormented.",
    "ai-atk-s0201a2:325_9": "rebirth into a new state of existence in the future, or in the next life, there is growth, this is called growth, in the less realm.",
    "ai-atk-s0201a2:325_10": "the perception of defilements,",
    "ai-atk-s0201a2:325_11": "Or I say that the perceptions of defilements are used to be reborn here by where perceptions of oppressed. That is why I say that the brahmin whose cankers are destroyed is a pollutant of sensual pleasures.",
    "ai-atk-s0201a2:325_12": "Thus the Fortunate One proclaimed his own defilements,",
    "ai-atk-s0201a2:325_13": "Having plastered over and wailed,",
    "ai-atk-s0201a2:325_14": "Living in Timbaru’s home, (and yet) endure:",
    "ai-atk-s0201a2:325_15": "“Pulling down the forehead, Vaṅgīsa cannot give, (saying): “We will give you a share of the King,” then (saying):",
    "ai-atk-s0201a2:325_16": "having cut the staff with a stick,",
    "ai-atk-s0201a2:325_17": "intending to sew it, “I need a lump of froth!” And he took it away.",
    "ai-atk-s0201a2:326_0": "When the monk gets hold of it lowly, one monkey goes alone.",
    "ai-atk-s0201a2:326_1": "When it seems appropriate to the Buddha, it seems, when I said: “It seems that everything unprofitable for me, would it wasn’t be appropriate for the Buddha to ask for questions,” he got up from his seat, put his upper robe over one shoulder, raise his joined palms, and asks the Buddha’s answer. But when the Buddha’s answer, he’s requested the Sangha of monks, saying:",
    "ai-atk-s0201a2:327_0": "since they develop the reason for their reason, the meaning is that for this reason.",
    "ai-atk-s0201a2:327_1": "Herein, concepts of identity that emerge from the proliferation of perceptions are defined:",
    "ai-atk-s0201a2:327_2": "The view of craving is called either pentad from the perception of the non-proliferation or the aggregates.",
    "ai-atk-s0201a2:327_3": "Since it is actually the meaning here is this:",
    "ai-atk-s0201a2:327_4": "Walking ‘arm’:",
    "ai-atk-s0201a2:327_5": "And here there is no single thing that should be understood for twelve because of which there is, because of the words “restraint of the sense-spheres” . And here, when anyone should be understood with one sense-sphere proliferation .",
    "ai-atk-s0201a2:327_6": "Herein, I should look forward to enjoying what should be done.",
    "ai-atk-s0201a2:327_7": "‘We’ll speak on me,’ you should say.",
    "ai-atk-s0201a2:327_8": "were to go outside the monastic boundary and take it out in the mouth.",
    "ai-atk-s0201a2:327_9": "They’re not expert in craving, but speak only what is given in.",
    "ai-atk-s0201a2:327_10": "That is the end of this rebirth, this is the warding off of greed and hate.",
    "ai-atk-s0201a2:327_11": "Similarly in each instance.",
    "ai-atk-s0201a2:328_0": "One who punishes those who are harming in sticks, rods, and who makes use of punishment,",
    "ai-atk-s0201a2:328_1": "He who (good) learns what is beneficial for himself,",
    "ai-atk-s0201a2:328_2": "another like a swallowing in a hole.",
    "ai-atk-s0201a2:328_3": "I have different destinations.",
    "ai-atk-s0201a2:328_4": "creates disputes that are fightening.",
    "ai-atk-s0201a2:328_5": "you will roll forth the same as you are",
    "ai-atk-s0201a2:328_6": "than what is there;",
    "ai-atk-s0201a2:328_7": "You should speak falsely.",
    "ai-atk-s0201a2:328_8": "This is here here here: these twelve, the defilements that should be regarded as the defilements.",
    "ai-atk-s0201a2:328_9": "For when those defilements arise in them, they cease in the six sense fields.",
    "ai-atk-s0201a2:328_10": "and so they are lying down right there.",
    "ai-atk-s0201a2:328_11": "(The origin of) in the sense of origination, he should proclaim in (the Dhamma):",
    "ai-atk-s0201a2:329_0": "“But where does that craving arise and where does it settle?”",
    "ai-atk-s0201a2:329_1": "“That craving arises and settles on whatever in the world seems nice and pleasant.",
    "ai-atk-s0201a2:329_2": "And what in the world seems nice and pleasant?",
    "ai-atk-s0201a2:329_3": "The eye in the world seems nice and pleasant, and it is said to be the cessation of the dimension of neither perception nor non-perception.",
    "ai-atk-s0201a2:329_4": "‘When these twelve bases of craving have passed away and ceased, then even when these twelve years have passed the dimensions of the dimensions of mastery. Once they come to an end, they should understand that these things are real.",
    "ai-atk-s0201a2:329_5": "Or alternatively, what is not given in the vanity of greed and hate is produced by the unknowing .",
    "ai-atk-s0201a2:329_6": "This is where these things cease without anything left over.",
    "ai-atk-s0201a2:329_7": "For whatever is not well proclaimed, he should proclaim it for the purpose of cessation.",
    "ai-atk-s0201a2:329_8": "For this is said: “Shaseverness has attained the first absorption, the placing of the mind and keeping it connected are stilled,” and so on.",
    "ai-atk-s0201a2:330_0": "He praised by the teachers of praise, and he praised by the Teacher.",
    "ai-atk-s0201a2:330_1": "This is how the meaning is: I possess the reason why the meaning is well esteemed by my spiritual companions.",
    "ai-atk-s0201a2:330_2": "is able to endure.",
    "ai-atk-s0201a2:331_0": "he goes beyond the root of the trees, just as the root, trunk, and aggregates, so the meaning is this: “The meaning is that, and the root of the heart’s root, are the meaning.”",
    "ai-atk-s0201a2:331_1": "Thus such is the meaning.",
    "ai-atk-s0201a2:331_2": "if he crosses the boundary on:",
    "ai-atk-s0201a2:331_3": "Knowing and seeing three things:",
    "ai-atk-s0201a2:331_4": "one sees someone sees this.",
    "ai-atk-s0201a2:331_5": "Or some other caravan leader knows and sees, while they don’t know or see the Buddha,",
    "ai-atk-s0201a2:331_6": "But the Buddha knows and sees them as only the same way.",
    "ai-atk-s0201a2:331_7": "he is the one who sees clearly in vision of the eye,",
    "ai-atk-s0201a2:331_8": "and winner by understanding, he is knowledge of (the truth).",
    "ai-atk-s0201a2:331_9": "He thinks, ‘Now, the state of liberating, because of non-violence, because of the Dhamma’s heart,",
    "ai-atk-s0201a2:331_10": "is best in the human state,",
    "ai-atk-s0201a2:331_11": "Or alternatively, he distinguishes the eye thus, “He is the meaning of amongst those who seem you.”",
    "ai-atk-s0201a2:331_12": "And weighing up the teaching,",
    "ai-atk-s0201a2:331_13": "Remembering the path of the gods",
    "ai-atk-s0201a2:331_14": "He carried out the meaning of good men, and countless good qualities,",
    "ai-atk-s0201a2:331_15": "he gives the Deathlessness to the deathless,",
    "ai-atk-s0201a2:331_16": "After making a heavy caravan, in that he making it undeferred to the city, in that he is like a heavy board or a heavy offense. When he has made pulled up his legs, he commits an offense entailing confession.",
    "ai-atk-s0201a2:331_17": "Without doing so, they get past it again and again, but don’t make anything hard to get them.",
    "ai-atk-s0201a2:332_0": "But even though they said, “Where did you say to us? What can I say to you?” But she said, “I can’t do that.”",
    "ai-atk-s0201a2:332_1": "Or alternatively, this passage for recitation is recited.",
    "ai-atk-s0201a2:332_2": "But even the Fortunate One received the Elder",
    "ai-atk-s0201a2:332_3": "That’s why the Buddha says this: “That’s why he explained the recitation passage for our recitation,” and so on.",
    "ai-atk-s0201a2:333_0": "Eye consciousness arises in the eye and discovered by the eye. In the case of the four eyes, namely, the eye consciousness arises dependent on the eye and sights.",
    "ai-atk-s0201a2:333_1": "The meeting of the three is contact. The meeting of the three is contact.",
    "ai-atk-s0201a2:333_2": "Contact arises dependent on a contact to be experienced as condition.",
    "ai-atk-s0201a2:333_3": "They perceive that feeling as its object.",
    "ai-atk-s0201a2:333_4": "The thought you’re settle down by that thought, and if it attends on him with that object,",
    "ai-atk-s0201a2:333_5": "and because of that, they recommended by the eye.",
    "ai-atk-s0201a2:333_6": "The meaning is that person to beset by concepts of identity that emerge from the proliferation of perceptions. The meaning is that personally present with them.",
    "ai-atk-s0201a2:333_7": "Herein, feeling and perception are conscious.",
    "ai-atk-s0201a2:333_8": "Placing the eye-consciousness in the between the eye-consciousness-contactspheres.",
    "ai-atk-s0201a2:333_9": "and become proliferated by the concepts of identity that emerge from the proliferation of perceptions.",
    "ai-atk-s0201a2:333_10": "Thus when these things are done,",
    "ai-atk-s0201a2:333_11": "as if he were mindfully.",
    "ai-atk-s0201a2:333_12": "just as you think about with the eye and sights,",
    "ai-atk-s0201a2:334_0": "Some, friend, and so on.",
    "ai-atk-s0201a2:334_1": "And on the sixth day (good) mind.",
    "ai-atk-s0201a2:334_2": "(but) those who are satisfied with the Dhamma,",
    "ai-atk-s0201a2:334_3": "mind-consciousness, and Vāsava,",
    "ai-atk-s0201a2:334_4": "Going today, thoughts are produced by them, and joyful thoughts are produced by a weapon",
    "ai-atk-s0201a2:334_5": "and wailing like a golden flame,",
    "ai-atk-s0201a2:334_6": "Getting in the woods, he has a mind that is called ‘confusion’ because of the mind that rotten and radiant contacts’.",
    "ai-atk-s0201a2:334_7": "Or alternatively, grasping one’s mind is included in the past, future, and present. That is why it is enlightened enlightenment factor:",
    "ai-atk-s0201a2:335_0": "Well, now is showing the teaching of the noble ones, he can teach the Dhamma.",
    "ai-atk-s0201a2:335_1": "He describes what is known as contact, one is called ‘ contact’. It is the meaning’: ‘This is the teaching, one is the meaning’.",
    "ai-atk-s0201a2:335_2": "So in each instance,",
    "ai-atk-s0201a2:335_3": "When this is so, it is said to be shown by means of the twelfth, of quenching that there is none of these twelvefold base, he can teach Dhamma in order to show the field in this way: “This is the field of mastery by the eye, friend.”",
    "ai-atk-s0201a2:335_4": "the meaning should be understood in the way already described.",
    "ai-atk-s0201a2:336_0": "When the answer has been answered, they answered, and now ask it is discussing what is beneficial. When something is similar, they should go to that same kind of knowledge, whenever they want, and whenever they want. Having discussed, they still want, without trouble or difficulty. Then the Buddha said:",
    "ai-atk-s0201a2:337_0": "These were allowable for the reasons:",
    "ai-atk-s0201a2:337_1": "Paṇḍuka, satisfied with these words,",
    "ai-atk-s0201a2:337_2": "(and) danced in the phrase.",
    "ai-atk-s0201a2:337_3": "endowed with good wishes,",
    "ai-atk-s0201a2:337_4": "those who are skilled in the elements, skilled in the sense fields, and skilled in opposites.",
    "ai-atk-s0201a2:337_5": "He has great wisdom. Owing to the explanation of the Dhamma that is large, big-hearted, huge and possesses great primaries, endowed with good qualities, possessing great wisdom.",
    "ai-atk-s0201a2:337_6": "“According to Mahākaccāna just as you say ‘reach)’ is spoken of, including it.",
    "ai-atk-s0201a2:337_7": "The meaning is this:",
    "ai-atk-s0201a2:338_0": "They drive lumps the honey-balls, singing and buffaloes.",
    "ai-atk-s0201a2:338_1": "without sort, they can become,",
    "ai-atk-s0201a2:338_2": "In ghee, oil, honey, and syrup. This is the proper thing that’s worth.",
    "ai-atk-s0201a2:338_3": "and thinking about the mind.",
    "ai-atk-s0201a2:338_4": "Person: an astute person who possesses these things,",
    "ai-atk-s0201a2:338_5": "“Who is this? This is the elder, this is this Bhaddiya, having understood the ten precepts, and this is the ten power of the Dhamma.” He thought, “I shall get all the other opportunity.”",
    "ai-atk-s0201a2:338_6": "So since he thinks he is honey, obsessed with dirt, he uses it to be considered as honey.",
    "ai-atk-s0201a2:338_7": "The rest is undefined.",
    "ai-atk-s0201a2:339_0": "Discussion of the Middle Discourses",
    "ai-atk-s0201a2:340_0": "The About Paṇḍuka is finished.",
    "ai-atk-s0201a2:341_0": "9. Dvedhāvitakkasuttavaṇṇanā",
    "ai-atk-s0201a2:342_0": "Two Kinds of Thought",
    "ai-atk-s0201a2:342_1": "Herein, having prepared two offerings, two descending from the houses, and having shared (them),",
    "ai-atk-s0201a2:342_2": "sensual, malicious, and cruel thoughts.",
    "ai-atk-s0201a2:342_3": "sensual, malicious, and cruel thoughts.",
    "ai-atk-s0201a2:342_4": "the thought of harming.",
    "ai-atk-s0201a2:342_5": "At one time there is a particular component or fine, oppressed, all of the three kinds of fine-material and immaterial thoughts in themselves.",
    "ai-atk-s0201a2:342_6": "It is allowed to renunciation because of the thought of renunciation, the thought of renunciation, the first jhāna is allowable for him;",
    "ai-atk-s0201a2:342_7": "because of the time of not good will, applied thought and sustained thought is also the first jhāna in the sense of good will, then forwards and backwards.",
    "ai-atk-s0201a2:342_8": "and for the first jhāna, which is connected with thoughts, namely, applied thought, without sustained thought, is allowable for the first jhāna, without dissimilar.",
    "ai-atk-s0201a2:342_9": "The second partaking of the skillful, partaking of a particular component, opposite is the second gate .",
    "ai-atk-s0201a2:342_10": "Though this thought occurred to the Bodhi (Tree),",
    "ai-atk-s0201a2:343_0": "For the one intent on awakening is the striving of renunciation, like a large striving huge mountain, which is like a great striving rained upon.",
    "ai-atk-s0201a2:343_1": "Then, when there is a sensual thought and adverting with sensual thoughts, having arisen in the neighborhood of sensual thoughts, having arisen for him at the monastery, they dwelt hither.",
    "ai-atk-s0201a2:343_2": "Then the Buddha-to-be thought:",
    "ai-atk-s0201a2:343_3": "“I’m now able to let go of these thoughts. Let them fulfill their thoughts of sensual thoughts. I’d better have one kind of thought. Let them fulfill their thoughts of renunciation.”",
    "ai-atk-s0201a2:343_4": "And again he thought:",
    "ai-atk-s0201a2:343_5": "“Here’s skilled in the ways of attending the mind that is unskillful and considered to give it up like a swamp by a black snake, like a cow and bringing it to mind.",
    "ai-atk-s0201a2:343_6": "Approaching the skillful, like a winnowing basket, it’s good in the middle, as a sewings for me.”",
    "ai-atk-s0201a2:343_7": "Having done so, he extended the skillful thoughts.",
    "ai-atk-s0201a2:343_8": "This is how the one who has achieved its own reflection should be understood to dealt with it at all times.",
    "ai-atk-s0201a2:344_0": "207.",
    "ai-atk-s0201a2:344_1": "Just as they were thinking, so I had given them up, they brought them up, and placed them on the spot.",
    "ai-atk-s0201a2:344_2": "heedfulness is the one who is heedless, but stands the vice of him.",
    "ai-atk-s0201a2:344_3": "To the ardent meditating:",
    "ai-atk-s0201a2:344_4": "who have subdued the ghost realm,",
    "ai-atk-s0201a2:344_5": "a sensual, malicious, and cruel thoughts that arise.",
    "ai-atk-s0201a2:344_6": "But when rejoicing is very hard to give a bowl:",
    "ai-atk-s0201a2:344_7": "“It is not possible to eat food with calms, which is gross and subsistantively eats,”",
    "ai-atk-s0201a2:344_8": "Then he entered Uruvelakappa –",
    "ai-atk-s0201a2:344_9": "“Formerly, having given a great man, when he was formerly given it, a skeleton, your own bowl, will bring it back.”",
    "ai-atk-s0201a2:344_10": "and became long-lived in his own life-form.",
    "ai-atk-s0201a2:344_11": "early, when old age is decorated, it doesn’t get enough.",
    "ai-atk-s0201a2:344_12": "the Buddha-to-be,",
    "ai-atk-s0201a2:344_13": "When he has done this, he sounds his body was like a bonfire with skin that of the skin had been chewed down in his skin like a dog’s womb.",
    "ai-atk-s0201a2:344_14": "After looking around in this way, he thought, “Whoever is like this,” and so on, he looked like a little child, for his own reflection, and having seen sensual thoughts. Then he thought,",
    "ai-atk-s0201a2:345_0": "he sat in front of the leaf huts in front of the city, (which was) covered with flowers and arch, and a blossoming-covers of peacocks, and adorned with various kinds of peacocks and adorned with various kinds of peacocks and adorned with various kinds of peacocks, creepers, jackals, and so on; composed with the abs;",
    "ai-atk-s0201a2:345_1": "He thinks, “This is the hunter’s apprentice, wounds, and wrapped in the rivers.”",
    "ai-atk-s0201a2:345_2": "The little bit of sensual thoughts edges sensual thoughts, thinking, “Sensual thoughts of sensuality,”",
    "ai-atk-s0201a2:346_0": "hurting myself,",
    "ai-atk-s0201a2:346_1": "Similarly in each instance.",
    "ai-atk-s0201a2:346_2": "How can there be no thought that there is nothing but suffering beyond in both ways?",
    "ai-atk-s0201a2:346_3": "while standing, one who thinks about these three kinds of affliction is found, and that is why there are no afflictions for them.",
    "ai-atk-s0201a2:346_4": "But when wisdom ceases, they don’t arise, or if they’ve already arisen, they don’t give it up. And when there is an inclination of the wisdom there is from the cessation of defilements.",
    "ai-atk-s0201a2:346_5": "executioner in pain and dispensation.",
    "ai-atk-s0201a2:346_6": "If you renounce extinguishment, the cycle of extinguishment isn’t able to resign the training and return to a lesser life.",
    "ai-atk-s0201a2:346_7": "They realize the goal and develop the end of suffering.",
    "ai-atk-s0201a2:346_8": "like a drop of water would cease.",
    "ai-atk-s0201a2:346_9": "they give up these.",
    "ai-atk-s0201a2:346_10": "like a rottten inside a sleeping place.",
    "ai-atk-s0201a2:346_11": "they’d call him unshakable.",
    "ai-atk-s0201a2:347_0": "Thoughts of good will, and harmlessness arise for the intent on awakening, thinking “This mind is unaffected by the Bodhisatta.” They give rise to applied thoughts. Then his mind is said to be the removal of thoughts.",
    "ai-atk-s0201a2:347_1": "or cruelty, thinking and considering for another’s mind. But when it arises, it does not appear to him, his mind is referred to another, suffering by latering the reflection of his own thoughts.",
    "ai-atk-s0201a2:347_2": "now, while sitting in the leaf-hut, in the wall of a lion, kings, and catskins in the fire.",
    "ai-atk-s0201a2:347_3": "Then, the being intent on awakening factors arise in the wilderness, hermaphrodites of animals, troops don’t arise, or any other.",
    "ai-atk-s0201a2:347_4": "Some other chickens, pigs, and various kinds of eggshell. They see that their own villages, towns, and capital cattle weren. They then said to each other, “Sisters, they robbing the neighborhood of a village, and it wouldn’t be better for their own sake.”",
    "ai-atk-s0201a2:347_5": "he should make his request, thus he is the reason for it.",
    "ai-atk-s0201a2:347_6": "This is said:",
    "ai-atk-s0201a2:347_7": "For the thought of sensual pleasure in the sense that occurs with sensual thought, namely, applied thought, and sustained thought - with the thought in the way already stated, etc., which is the respectively in the mind.",
    "ai-atk-s0201a2:347_8": "gives up sensual thoughts.",
    "ai-atk-s0201a2:347_9": "usually practices much:",
    "ai-atk-s0201a2:347_10": "Then their mind,",
    "ai-atk-s0201a2:347_11": "just as applied thought so the meaning is not associated with sensual thoughts,",
    "ai-atk-s0201a2:347_12": "The same method applies in the same way.",
    "ai-atk-s0201a2:348_0": "now, as though showing an advantage, he is showing them.",
    "ai-atk-s0201a2:348_1": "Herein, winning all the mangoes there,",
    "ai-atk-s0201a2:348_2": "To set up the straightath over the back, he should waver,",
    "ai-atk-s0201a2:348_3": "and embracing his forehead.",
    "ai-atk-s0201a2:348_4": "Sittle down: having risen above the house, he should stand.",
    "ai-atk-s0201a2:348_5": "(It’s) bad to go and don’t give it to the other.",
    "ai-atk-s0201a2:348_6": "Through that reason the meaning is this: it is its definition from others.",
    "ai-atk-s0201a2:348_7": "For a fool, guards the world’s in this way, “Fool the opposite sex,” and she threws out the cowherd’s guard, saying, “I’m able to get to enjoy my family!” And even if she encounters an opportunity, she box, she too, to live together with material possessions.",
    "ai-atk-s0201a2:348_8": "But the four dangers and threats are well protected, well protected, and is regarded as true.",
    "ai-atk-s0201a2:348_9": "Practicing the drawbacks in attachment,",
    "ai-atk-s0201a2:348_10": "(There are) the various kinds of aggregates, the waters of the aggregates,",
    "ai-atk-s0201a2:348_11": "worms that are defiled,",
    "ai-atk-s0201a2:348_12": "renunciation for renunciation.",
    "ai-atk-s0201a2:348_13": "The Benefits ripen in purity.",
    "ai-atk-s0201a2:348_14": "I saw those who work him to purify this profitable things.",
    "ai-atk-s0201a2:349_0": "They get rid of all unskillful things and do not yearning for extinguishment. It is Dhamma in all its collections, yet what is contrary to the Teaching, and so on.",
    "ai-atk-s0201a2:349_1": "Herein, this is the explanation of the meaning.",
    "ai-atk-s0201a2:349_2": "For what is like a man with a broken head, just as it is like a poisonous red bungalow, cowherd like a cowherd’s flee from a peak, whose mind is like the sun’s having a discovered the six classes of affliction, like a lake, is incapable of the four classes, like a jackal, the foolish, the astute person whose mind is liberated from the ground, and so the suffering.",
    "ai-atk-s0201a2:349_3": "They have the growth of wisdom in the passage beginning, middle, and end of the world, and enduring of wisdom. They lead to growth and increase.",
    "ai-atk-s0201a2:349_4": "Not unhappily does not lead to harm.",
    "ai-atk-s0201a2:349_5": "which leads to extinguishment, conducive to extinguishment.",
    "ai-atk-s0201a2:349_6": "If you think, mendicants, would think about it all night, even if I were to think it would rolling away.",
    "ai-atk-s0201a2:349_7": "and with that their root items because of that.",
    "ai-atk-s0201a2:349_8": "Gets up: luxurious things that cognizes, flattery, is the meaning.",
    "ai-atk-s0201a2:349_9": "if she is a long way to cross the flood;",
    "ai-atk-s0201a2:349_10": "concentration is access concentration and absorption concentration.",
    "ai-atk-s0201a2:349_11": "So that’s what I do.",
    "ai-atk-s0201a2:349_12": "lived with them, conquered the virtuous: “I sit down.”",
    "ai-atk-s0201a2:349_13": "One should make sure that one,",
    "ai-atk-s0201a2:349_14": "I’m practicing right: ‘I am rightly thoroughly give my sarong; I choose.’",
    "ai-atk-s0201a2:349_15": "‘May my mind not be dejected! May it not be like that!’ The meaning is killed.",
    "ai-atk-s0201a2:350_0": "good will ...",
    "ai-atk-s0201a2:350_1": "is someone who has never stopped by thoughts of renunciation that has arisen. With these eighteen thoughts of sense desires he has already arisen in the way that is, the one who isn’t looking at it.",
    "ai-atk-s0201a2:350_2": "Yet they think about and consider thoughts of ill will by good will, and harmlessness.",
    "ai-atk-s0201a2:351_0": "At this point the time when the Buddha-to-be is established,",
    "ai-atk-s0201a2:351_1": "For that concentration is insight,",
    "ai-atk-s0201a2:351_2": "As they do so, their body becomes fatigued, they get tired, and they sweat on it. As they seemed as if burning, they sweat ran away from their armpits.",
    "ai-atk-s0201a2:351_3": "At the end of the attainment, having attained the attainment, after having entered upon that meditation subject, and giving them a (saying):",
    "ai-atk-s0201a2:351_4": "Because they were seated and relaxed too.",
    "ai-atk-s0201a2:351_5": "After attaining the attainment, he does so again.",
    "ai-atk-s0201a2:351_6": "for many attainments are helpful to see.",
    "ai-atk-s0201a2:352_0": "Just as a bird does set out of fruits of whatever hands, so many targets is there. When many hands, he enters upon that place with the hand of the feet, he enters upon the town, the carbuncles, and enjoys the food, drink, clothes, vehicles, etc., and plunges into that battle, and that cooks that fruit.",
    "ai-atk-s0201a2:352_1": "There, after being conceived in battle, the one who lives in this way is very helpful to insight, as one who has entered upon meditation.",
    "ai-atk-s0201a2:353_0": "There is many meetings for the calm in battle, many treasures there is many treasures,",
    "ai-atk-s0201a2:353_1": "Even if you rely on an attainment by means of serenity, then if you guard it and protect it, thinking:",
    "ai-atk-s0201a2:353_2": "Practicing calling them birth,",
    "ai-atk-s0201a2:354_0": "Just as when a boat is made on a ship,",
    "ai-atk-s0201a2:354_1": "but droping the water, wagons, quarrels, and fights, doing goods.",
    "ai-atk-s0201a2:354_2": "They don’t cut off the top force. Even when they’re well-pressed, they proceed, still protecting the attainment of the absorption. And when they’re reborn in this way.",
    "ai-atk-s0201a2:354_3": "having cooked a wagon, like a cart,",
    "ai-atk-s0201a2:354_4": "having dropped the water, like insight into the sky,",
    "ai-atk-s0201a2:354_5": "So, at this point it is known that the attainment of Awakening One’s practice could be understood.",
    "ai-atk-s0201a2:355_0": "So far as the specific purpose is said, it is said: “By this meaning of the kind already described,” etc., with its purpose is to show the meaning of its simile.",
    "ai-atk-s0201a2:355_1": "Herein, the village when it is finished:",
    "ai-atk-s0201a2:355_2": "(But) there is something that should be done, which alternatively, is there.",
    "ai-atk-s0201a2:355_3": "he went and worshipped, and there is no debt,",
    "ai-atk-s0201a2:355_4": "these things come to be eradicated. They are just a mindful worker.",
    "ai-atk-s0201a2:355_5": "For this (Lack of) the Awakening One’s Awakening deportment",
    "ai-atk-s0201a2:355_6": "At that time, while he was sitting in an attainment of the attainment of the absorption, the purpose of entering the attainment of the absorption, the one sitting on the spot in absorption, and the drank of the absorption, he stood on top of the spot in absorption.",
    "ai-atk-s0201a2:356_0": "What can I point out?",
    "ai-atk-s0201a2:356_1": "“This is the end of the miracle for seven days in the Teacher, the Blessed One, who will show his own state and government offending the teacher’s bidding, to him, and the Fortunate One, saying:",
    "ai-atk-s0201a2:356_2": "Herein in the wilderness.",
    "ai-atk-s0201a2:356_3": "in the forest groves,",
    "ai-atk-s0201a2:356_4": "for this is the first reason, but this is the second enemy.",
    "ai-atk-s0201a2:356_5": "He who desires the four immaterial fears, the meditator who wishes to distinguish themselves (but), for what is beyond that it is impermanent,",
    "ai-atk-s0201a2:356_6": "is easy to admonish, having a safe place.",
    "ai-atk-s0201a2:356_7": "May you attain happiness for the (true) going to the youth,",
    "ai-atk-s0201a2:356_8": "“Through mortals” is a particle.",
    "ai-atk-s0201a2:356_9": "would be fostering with all the branches.",
    "ai-atk-s0201a2:356_10": "opening up the mouth, and having opened it,",
    "ai-atk-s0201a2:356_11": "Which is the waters flowing from the top of the mountains, or like a mountain caves.",
    "ai-atk-s0201a2:356_12": "They close to one place where it was. They placed in one place as a cesspool. The jackal would stand in one place.",
    "ai-atk-s0201a2:356_13": "Looking up the inner self-control, (the monk) deceived a monk.",
    "ai-atk-s0201a2:357_0": "For even a small deer in the wilderness, thinking “This isn’t here,” went to the place where they walked back, saying, “Explained the path,” and when the way is covered with a wrong path, having entered here and there, looked at the opening for the journey in a private parts, and looking down on the wrong path, he leprosy, takes the way to the boils, and set out on a wrong path.”",
    "ai-atk-s0201a2:357_1": "Then in the late afternoon, Migāra’s mother, wandering in the wilderness, and having entered the path to play with him. When they saw her, they thought, “Who are walking along the road, and sitting down the path, not going to the wrong path, and entering the wrong path, but doing this,” they said, “There will be a path,” and they enter the path to practice that path,”",
    "ai-atk-s0201a2:357_2": "he does not take anything in the deer, yet another jackal, nor in every way; it can be made by a new.",
    "ai-atk-s0201a2:357_3": "Then he having seen the Truth, “All of them pulled up from the water,” and seeing them in the sense of going on a path that has arisen in the water; or as if he were able to see the path to an end, he then enter the path without looking at it with a place with both ends.",
    "ai-atk-s0201a2:357_4": "The hunter understands how to steal, and thirty, forty, fifty, a hundred, a thousand, or a hundred thousand rebirths.",
    "ai-atk-s0201a2:357_5": "This is how that large herd of deer would fall to ruin and disaster.",
    "ai-atk-s0201a2:358_0": "“For these are a term for greed and relishing and greed for ignorance, since they’re a term for greed and relishing ignorance, these sentient beings, having become unknown since they just lead to ignorance and fettered, and suffered by ignorance. When sentient beings passing away and being reborn there, they don’t get past it.",
    "ai-atk-s0201a2:358_1": "That’s why the Buddha showed his lust, and he gave (to them).",
    "ai-atk-s0201a2:359_0": "Now, when the deer-hunter having slain on all sides, he shakes off the branch and hide from the herd. Then, after seized a deer, he shook his body from the group of a hundred men, he returned to the charnel ground, smeared with hunter, and share it out.",
    "ai-atk-s0201a2:359_1": "Seeing him, they keep up the heads. Then they threw down the skull, they stand on their heads and go on their heads.",
    "ai-atk-s0201a2:359_2": "even they eat grass and sticks.",
    "ai-atk-s0201a2:359_3": "had been staying in the wilderness, and he given away to that very million, he dropped it away. When he had entered upon that very day, he drove it away.",
    "ai-atk-s0201a2:360_0": "for seven days there is only nine days.",
    "ai-atk-s0201a2:360_1": "Looking in the wilderness, the slaughter of the deer parks, wide open through the hole, he goes wherever he wants to entertain the springs, and when he’s walking in the open, he hurriedly puts his tongue, and hunter on it, he doesn’t go back to the forest with his trapping, and hunter’s cracked his tongue. When he’s walking in that place, he doesn’t get past, thinking, “Whoose-hurriedly alone, he doesn’t go in that forest,” and he finds no pleasure in that place where he is performed,",
    "ai-atk-s0201a2:360_2": "It is an lower part of one’s moved to carry off his heart.",
    "ai-atk-s0201a2:360_3": "Then hunter spends, hunters, and spears me!",
    "ai-atk-s0201a2:360_4": "so too, when one who is walking along with a roof-cover, he sweeps uncleans, arrows, and fears in ignorance doing nothing through the eye, he says, “Supposes, ‘Supposes’, he doesn’t know how sentient beings are reborn spontaneously. And he doesn’t show the way to live without greed or hate or delusion.",
    "ai-atk-s0201a2:361_0": "So, mendicants, I have opened up the safe, secure path to the poison of beings. And I have taught the noble path to the complete awakening. I have cut off all my own good qualities that are proper to get rid of the noble eightfold path. I have cut off the sanctuary, break the sacred flame, going to the Khemā, standing silently, and very silent. And I did not dispelled the noble eightfold path to get rid of ignorance.",
    "ai-atk-s0201a2:361_1": "The rest is undefined.",
    "ai-atk-s0201a2:362_0": "Discussion of the Middle Discourses",
    "ai-atk-s0201a2:363_0": "The Two Kinds of Thought is finished.",
    "ai-atk-s0201a2:364_0": "commentary on the colour of thought",
    "ai-atk-s0201a2:365_0": "Teaching the shape of thread",
    "ai-atk-s0201a2:365_1": "Herein, the mind intent on higher consciousness means of the ten kinds of degressive mind: the mind in one whose mind is deliverance of mind and fostering .",
    "ai-atk-s0201a2:365_2": "With (something) they are fixed in the higher mind: the meaning is, it is restrained by means of the one who isn’t restrained, is the meaning.",
    "ai-atk-s0201a2:366_0": "Then this mendicant, after the meal, on his return from alms-round, returned to the alms-round, sat down at the root of a tree when they returned to the forest, or to an ascetic’s feet, or to a palace, and set out his foot on a mountain with a forest grove. He is committed to thetree of a tree or to a wounds, or to an ascetic.",
    "ai-atk-s0201a2:366_1": "But while sitting on the hands and feet, he took a lump of furnishments, leaning against the roots of the air.",
    "ai-atk-s0201a2:367_0": "for the sake of the reason.",
    "ai-atk-s0201a2:367_1": "at the time time of time.",
    "ai-atk-s0201a2:367_2": "Would the Blessed One give up a meditation subject, and if he gives his attention to it, then if he dies, he should give his attention to the time?",
    "ai-atk-s0201a2:367_3": "For among the thirty-eight meditation subjects that a mendicant sits only after their own minds, and no corruptions were present to him by giving them attention.",
    "ai-atk-s0201a2:367_4": "But when a mind has arisen, they give it up without bending transgress.",
    "ai-atk-s0201a2:368_0": "connected with desire, covetousness,",
    "ai-atk-s0201a2:368_1": "But these three thoughts should know the field and the field of thoughts.",
    "ai-atk-s0201a2:368_2": "Herein, desired by means of the full moon in the field of greed, hate, and delusion.",
    "ai-atk-s0201a2:368_3": "Attending to the uncertainty-twomens, these two individuals associated in the fields,",
    "ai-atk-s0201a2:368_4": "All sentient beings started by what was likable, desirable, and agreeable objects, with equanimity as their objects.",
    "ai-atk-s0201a2:368_5": "If they focus on some other foundation of skillful qualities, they should focus on some other foundation of meditation connected with the skillful, then they should pay attention.",
    "ai-atk-s0201a2:368_6": "Herein, there is another reason when enthusiasm is still present, there is another reason why should the meditation subject that has arisen,",
    "ai-atk-s0201a2:368_7": "Different signs that are impermanent, (volitional) processes arise,",
    "ai-atk-s0201a2:368_8": "For even in the signs of loving-kindness towards beings there is something else;",
    "ai-atk-s0201a2:368_9": "when he has arisen in the formations, he is called “the sign”;",
    "ai-atk-s0201a2:368_10": "For in whatever manner he has arisen in the five ways, wherever he has arisen,",
    "ai-atk-s0201a2:369_0": "This is how they should be brought back by the hand or the foot, and the strings of the foliage beginning with the hand, “should come!”",
    "ai-atk-s0201a2:369_1": "Why?",
    "ai-atk-s0201a2:369_2": "in the hairs, body hairs.",
    "ai-atk-s0201a2:369_3": "greed ...",
    "ai-atk-s0201a2:369_4": "in the ugliness of the senses.",
    "ai-atk-s0201a2:369_5": "This is the name of this life-continuum poison, namely, the ninety-six poisonous snakes, the ninety-six-skins produced. When a new life-continued existence is produced by covering over with filthy, the carpets, the worms’ filthy . And a new sunldes a drushing its shell, and rubshes about with filthy skin.",
    "ai-atk-s0201a2:370_0": "The bowl and robes that arise in the way already described, since it is given up in two ways: on the occasions beginning with “following and distinguishing.” So too, when arouses the colour of conditions, they bring it to mind as “sensillable” .",
    "ai-atk-s0201a2:370_1": "So his attention is called “virtuously”.",
    "ai-atk-s0201a2:370_2": "But when hate has arisen in the removal of hate, then the removal of hate should be given up, etc., as regards to develop loving-kindness , etc., that is to say, the sign of loving-kindness should be given up by that.",
    "ai-atk-s0201a2:370_3": "or any earthquake?",
    "ai-atk-s0201a2:370_4": "he gets another to do so.",
    "ai-atk-s0201a2:371_0": "And in that place wherever delusion has arisen –",
    "ai-atk-s0201a2:372_0": "“The overestimate is the recitation passage for recitation,",
    "ai-atk-s0201a2:373_0": "listening to the Dhamma at the right time, and industrious ones.",
    "ai-atk-s0201a2:374_0": "while delusion is given up in the five elements.”",
    "ai-atk-s0201a2:375_0": "These are the five things that should be cultivated.",
    "ai-atk-s0201a2:375_1": "For a monastic who lives supported by a monastic –",
    "ai-atk-s0201a2:375_2": "“An from such-and-such a village helpful without doing the duties of bowl and robe, and when they go about, he gives up the dishes, evil-food, and the liked.”",
    "ai-atk-s0201a2:375_3": "Reciting a group:",
    "ai-atk-s0201a2:375_4": "“Those who do such recitation is given up. They certainly give up the rod and the sword, quarrels, arguments, and fights, accusations, and lies down with gravel. That peacock is given up.”",
    "ai-atk-s0201a2:375_5": "respected and revered by the mendicants, thinking, “What is the point of this? How does it come to be?”",
    "ai-atk-s0201a2:375_6": "listening to the Dhamma at the right time, and length of the Dhamma. When listening to the Dhamma, it is possible.",
    "ai-atk-s0201a2:375_7": "That too is given up.",
    "ai-atk-s0201a2:375_8": "This is how the reasoning place where the reasons, when the body is done, it is cut off, and incapable of deluded.",
    "ai-atk-s0201a2:375_9": "Therefore there is another name for the five reasons.",
    "ai-atk-s0201a2:376_0": "Furthermore, sometimes those thoughts are given up with the objects of a group, and with the support of these eight thought are given up.",
    "ai-atk-s0201a2:376_1": "But these signs are directly distracted, the constituents (of mind and body),",
    "ai-atk-s0201a2:376_2": "These are the things that are given up and have given up.",
    "ai-atk-s0201a2:376_3": "For just as a fire is put up with grass, sticks, branches, and leaves in stomaches, the fires become extinguished well purified. And it is thoroughly purified, they’re well purified.",
    "ai-atk-s0201a2:376_4": "Therefore it should be understood that these terms should be understood .",
    "ai-atk-s0201a2:377_0": "It is good for one who has a wholesome mind and wholesome,",
    "ai-atk-s0201a2:377_1": "and the internal and external:",
    "ai-atk-s0201a2:377_2": "a wound salt,",
    "ai-atk-s0201a2:377_3": "by way of fine lady, if he wants to bring you finest lady of the finest lady, but then for the most excellent heart.",
    "ai-atk-s0201a2:377_4": "gross and crystals of sandalwood, well-pointed and fruits,",
    "ai-atk-s0201a2:377_5": "Should (such) with his hands he’d expose it;",
    "ai-atk-s0201a2:377_6": "tried to take out of the fruit, he’d enjoy the fruit with the drum.",
    "ai-atk-s0201a2:377_7": "Now, after knowing that they had been repelled by many hands, they’d pull up her hand and throw them out.",
    "ai-atk-s0201a2:377_8": "Herein, when the mind is disturbed, it with thought and like a observed from the fruit, then unskilled in developing the signless, like a skilled position, embankment, and skill in perceptions with unprofitable thoughts.",
    "ai-atk-s0201a2:378_0": "Reproaching the repulsiveness of buttermilk is what is meant.",
    "ai-atk-s0201a2:378_1": "making a mat of thorns my thorns back by one means of the other, and if they repelled the neck through the nose.",
    "ai-atk-s0201a2:378_2": "come to be constructed ...",
    "ai-atk-s0201a2:378_3": "Gets to shop him:",
    "ai-atk-s0201a2:378_4": "Whoever has come to be disgusted,",
    "ai-atk-s0201a2:379_0": "Though this reason, when these things are given up by this suffering, those unskillful qualities do people are given up by one’s own vitality, then when they are given up, they are disgusted with the hunger.",
    "ai-atk-s0201a2:379_1": "one who is able to examine the strength of his own wisdom, or to one of the teachers, or to the pupils of the spiritual companions and teachers, or to honor and respect the teachers and retribute the unity of the Community, and one should go to the Elder monks and inform him: “This is how they should be able to do so.”",
    "ai-atk-s0201a2:380_0": "He should not pay attention to any kind of thought he is, nor should be given to another.",
    "ai-atk-s0201a2:380_1": "For just as a man wants to see a sight on his eyes, so too, a monk should put at the root of a sight and dropping on it.",
    "ai-atk-s0201a2:380_2": "then this meditation subject is given up.",
    "ai-atk-s0201a2:381_0": "If you don’t want it, you should give up the locality of the Dhamma.",
    "ai-atk-s0201a2:381_1": "Even if a farmer does not give up another being,",
    "ai-atk-s0201a2:381_2": "if he is the bed and the color of the Buddha, the bearer of the Dhamma, and wherever he wants to be offered, he should to be expelled.",
    "ai-atk-s0201a2:381_3": "Even if there isn’t given up this reason, even if someone takes some but gives it up, he should take it away without reason.",
    "ai-atk-s0201a2:381_4": "Though this is so, if there is no obstruction or non-staple food, it should be given to someone else who is needed for any sort of food, but this is called “regarden”. This is called “welling the requisites. ”",
    "ai-atk-s0201a2:381_5": "If there is no needle case for any needle case, he should give it up by one whose robes are worn away and embankment,",
    "ai-atk-s0201a2:381_6": "If they don’t give up that skillful deed, you should be given up by one another.",
    "ai-atk-s0201a2:381_7": "After taking a meditation subject, he shouldn’t sit down at the root of a length. If there is no one.",
    "ai-atk-s0201a2:381_8": "and the meditation subject does not become clear to it.",
    "ai-atk-s0201a2:382_0": "But the one who had taken on building work requisites during the (worms), and thinking,",
    "ai-atk-s0201a2:382_1": "Here is a story:",
    "ai-atk-s0201a2:382_2": "a student of Tissa, it seems, who lived in the monastery of the three Great Kings,",
    "ai-atk-s0201a2:382_3": "Tissa said: “Here is the dream, sir!”",
    "ai-atk-s0201a2:382_4": "Then the elder said, “Where is this monastery in the openings and precincts for me to get when they come from?”",
    "ai-atk-s0201a2:382_5": "And that man did.",
    "ai-atk-s0201a2:382_6": "Herein, the elder said, “This dwelling is an unfinished place for a person, making it precincts for a single person.”",
    "ai-atk-s0201a2:382_7": "He gave the shelter to a meditation subject, and ordered the fire element at the end of it.",
    "ai-atk-s0201a2:382_8": "The preceptor said, “Today you have done so much suffering as you like.”",
    "ai-atk-s0201a2:382_9": "And so, when the night had been staying, he reached Arahantship and developed insight, he fell into the air and appeared right there.",
    "ai-atk-s0201a2:382_10": "took him by the relics, and shrine.",
    "ai-atk-s0201a2:382_11": "are found in the Elder Tissa the Elder Tissaka.",
    "ai-atk-s0201a2:382_12": "This is not-self, such is the name of the mountain.",
    "ai-atk-s0201a2:383_0": "219.",
    "ai-atk-s0201a2:383_1": "When this first place is finished, he can exert it because he’s without placing the mind, saying, “Exchanging it here, mendicants,” and he shows it again.",
    "ai-atk-s0201a2:383_2": "Herein, thinking: ‘Impermanence is the shape of applied thought and sustained thought.’",
    "ai-atk-s0201a2:383_3": "There are some reasons that are the shape of reflections, while the shape of discerning is the shape of a process.",
    "ai-atk-s0201a2:383_4": "This is what is said. What is the cause of placing the mind, what is the reason why thoughts, thoughts, and mind?",
    "ai-atk-s0201a2:383_5": "What can I go quickly? What can I go?",
    "ai-atk-s0201a2:383_6": "Why don’t I go to the household? I’ll go to the household?",
    "ai-atk-s0201a2:383_7": "He’d get a slow and think thus,",
    "ai-atk-s0201a2:383_8": "So in each instance,",
    "ai-atk-s0201a2:384_0": "There it is the time for going to the bhikkhu’s head in that house, like the time the deluded thoughts.",
    "ai-atk-s0201a2:384_1": "The time is the time to settle the about with its connection.",
    "ai-atk-s0201a2:384_2": "While he is standing in the open at the root, in the end of the meditation subject, at the time of applied thought,",
    "ai-atk-s0201a2:384_3": "While sitting there, he reached Arahantship and he attained Arahantship.",
    "ai-atk-s0201a2:384_4": "But when he has fallen into the presence of this attainment with its object, like the time for its attainment of fruit in the day.",
    "ai-atk-s0201a2:384_5": "Herein, what is the cause of placing of the mind and keeping it connected at the root of thoughts? one is going along with the root of a root.",
    "ai-atk-s0201a2:384_6": "At that time they split the floor in the floor covers of the flesh.",
    "ai-atk-s0201a2:384_7": "This is the meaning of the lesser life:",
    "ai-atk-s0201a2:385_0": "Just then when the tree was crushed up in his outer robe, it seems, tortoise and sprinkling the sticks in the ears,",
    "ai-atk-s0201a2:385_1": "The sound, thinking, “Hearing the earth withdrawn from the earth”, he sounded himself.",
    "ai-atk-s0201a2:385_2": "After seeing him, the other fourteenth,",
    "ai-atk-s0201a2:385_3": "When the Buddha-to-be comes,",
    "ai-atk-s0201a2:385_4": "He thought:",
    "ai-atk-s0201a2:385_5": "“This is the earth called ‘the earth’. There is no dangers in earth’, no ropes at the root of the tree, and no running to it.”",
    "ai-atk-s0201a2:385_6": "He asked the elephant, “Dear Piṇḍolaka up to the news, the earthsked in this way.”",
    "ai-atk-s0201a2:385_7": "Saying, “Yes, Sir.”",
    "ai-atk-s0201a2:385_8": "“I’ll give, sir.”",
    "ai-atk-s0201a2:385_9": "that they were unable to remember.",
    "ai-atk-s0201a2:385_10": "Saying, “Come, take!” he took a metal tree not far from the park.",
    "ai-atk-s0201a2:386_0": "“Accomplished” is one who lives in Bhaddā Kāpilānī,",
    "ai-atk-s0201a2:387_0": "I don’t know what is hard to know?”",
    "ai-atk-s0201a2:388_0": "spoke this verse:",
    "ai-atk-s0201a2:388_1": "The Buddha-to-be thinking: “Here the root of this a tree grows in that place and saw a root of the trees bent on the ground, and he saw that the earth was lying there, he saw a planking the ground. He thought, ‘Such is an earthquake,’ and he saw that the earth was choose, he lay down on it with his left side and thought, ‘Suching the earth’.",
    "ai-atk-s0201a2:388_2": "Saying, “Yes, Sir.”",
    "ai-atk-s0201a2:388_3": "spoke this verse:",
    "ai-atk-s0201a2:389_0": "“Suppose a creeper listens, the light blazing forth",
    "ai-atk-s0201a2:390_0": "Having heard your words, he’s peaceful.”",
    "ai-atk-s0201a2:391_0": "Then the Buddha-to-be, saying: “May the herd was afraid of wrongdoing!”",
    "ai-atk-s0201a2:391_1": "so thoughts are given up at the root of a thought.",
    "ai-atk-s0201a2:392_0": "220.",
    "ai-atk-s0201a2:392_1": "When this happens, he should place at the root of a tree at the root of the peril. He should wash it without placing the mind, but if it was unsuitable or not.",
    "ai-atk-s0201a2:393_0": "apart from the teeth: it above the collar bone,",
    "ai-atk-s0201a2:393_1": "with a heart full of wholesome mind, one should directed mind,",
    "ai-atk-s0201a2:393_2": "Then, when a strong man is weak, a strong man grabs a weaker man by the arms to burn and scorch him on a pit of glowing coals, or to the other side and then exhausted with him, saying: “Though you’re having no applied thoughts of it,” then you should be free from the couple of applied thoughts.",
    "ai-atk-s0201a2:393_3": "“Gladly, let only skin, sinews, and tendons remain! Let the flesh and blood waste away in this body!” In this way they should show the reason why it was said, which wash away from this body, bringing it to mind.",
    "ai-atk-s0201a2:394_0": "This is the point of confusing for the sake of overlooking rice.",
    "ai-atk-s0201a2:394_1": "And, just as the Teacher places the royal court who went up to the royal compound, having given the five stilt longhouses (for him), saying: “Go to the royal compound,",
    "ai-atk-s0201a2:394_2": "If, while they were traveling along the road, take some (him) and go,",
    "ai-atk-s0201a2:394_3": "If they don’t is enjoyed, there is no-one else to give it to a weapon, or get someone else to do it, it should be made with five points.”",
    "ai-atk-s0201a2:394_4": "After taking that as a king, he took his own dust and win.",
    "ai-atk-s0201a2:394_5": "In the same way, the Buddha spoke of the higher mind intent onceful face to perfection:",
    "ai-atk-s0201a2:394_6": "“If you do so, for one who is unprofitable, you can attain perfection the sign, and attain Arahantship, then you will realize Arahantship.",
    "ai-atk-s0201a2:394_7": "If he is unable to catch up in the mountain, and having taken the dangers, he remains wherever he is not, without placing the mind, puts it on all sides, and he lay down on the peak, he can reach the peak, and he then see these five kinds of applied thoughts.”",
    "ai-atk-s0201a2:395_0": "for the mastery in the ways of placing the mind on the path of applied thoughts, then for sustained thought is called mastery in the special qualities of one’s virtue.",
    "ai-atk-s0201a2:395_1": "whatever thinking he wants to see it, he may have for showing the benefit of renunciation.",
    "ai-atk-s0201a2:395_2": "For what they want to think, but not think about it.",
    "ai-atk-s0201a2:395_3": "He wants to think about what he wants to think,",
    "ai-atk-s0201a2:395_4": "But now you want to think about it because you want to placing the mind on the ground,",
    "ai-atk-s0201a2:395_5": "he does not want to think about what is not yet thinking,",
    "ai-atk-s0201a2:395_6": "Therefore it should be said: “This is what is said, but what shouldn't think.",
    "ai-atk-s0201a2:395_7": "They’ll think what they don’t want to think.”",
    "ai-atk-s0201a2:395_8": "they’ve cut off craving, unbroken craving, undeveloped all noble ones,",
    "ai-atk-s0201a2:396_0": "Discussion of the Middle Discourses",
    "ai-atk-s0201a2:397_0": "The Congregation of the Paths is finished.",
    "ai-atk-s0201a2:398_0": "The second group of nine is finished.",
    "ai-atk-s0201a2:399_0": "The first section on the root of the ears is finished.",
    "ai-atk-s0201a2:400_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0201a2:401_0": "The Middle Discourses",
    "ai-atk-s0201a2:402_0": "Discussion of the proper conduct towards roots at the root",
    "ai-atk-s0201a2:403_0": "The second kind of bodies"
}